[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THE CEIJISE OF THE \"TOMAHAWK.\""], [8, "At all Booksellers, Bookstalls, and Libraries. A GARRISON ROMANCE. By Mrs. LEITH-ADAMS (Mrs, R. S. De Courcy LaffaN), Author of \" Loui. Draycott,\" \" Madelon Lemoine,\" &c. Cloth, 3s. 6d. Athenæum. — \" Tbe most attractive feature in tbe book is the writer's delicate appreciation of tbe private soldier, whose kindly qualities ought to earn him more esteem than be generally receives.\" Daily Chronicle — \" Tbe sketches of garrison life are bright, crisp, and enter- taining. The Major's children are the best studies of child-life we have met with.\" Evening News and Post. — \" Mrs. Leith-Adams mriy be congratulated upon a book that is readable from cover to cover.\" Observer. — \" Is a military story of more thau average merit. It has a good plot ; and iu the case of one of the leading characters, tbe reader will suspect that it is drawn from life.\" Manchester Guardian. — \" Mrs. Leith-Adams has written a charming little story.\" Morning Post. — \" A very brightly- written tale, much superior to the majority of its class.\" Scotsman. — \" It is altogether superior in style and reality to the tales of John Strange Winter.\" Guardian. — \" Mrs. Leith-Adams's types are good, the attractive ne'er-do-well old Major is a clever character, so is Dr. Musters, so are the four children, so are the private soldiers, who are sketched with great insight and sympathy.\" Academy.—\" Is an entertain injpbejpjtwith a plot of pathetic interest.\" Leeds Mercury.—\" The intei^H«rrxiler^oa.y is well maintained throughout.\" EDEN, REMINGTON & CO .. LONDON and SYDNEY."], [9, "THE CRUISE OF THE TOMAHAWK' .flic §>tovg of a summer's '§ oli&atj IN PROSE AND RHYME BY Mrs R S De COURCY LAFFAN (Mrs Leith-Adams) Assisted by \"STROKE\" and \"BOW EDEN, REMINGTON & CO PUBLISHERS LONDON and SYDNEY'. 1892 All rights reserved]"], [10, ""], [11, "IpeMcation. LOVINGLY TO EMMA— LADY LAFFAN."], [12, ""], [13, "CHAP. I II III IV V VI VII VIII IX CONTENTS. PAGE Prelude. In Oxford City... ... ... ... i Reveille ... ... ... ... 9 The Start — Iffley — Nuneham ... ... io Afternoon ... ... ... ... 31 Abingdon — Dorchester ... ... 32 Evening ... ... ... ... 46 Dorchester Church — Wallingford — The Beetle and Wedge — Streatley ... ... 47 Daybreak ... ... ... (14 A Riverside Home — Pangbourne — Maple Durham — Woodlands Fair — At the Roebuck 65 Morning ... ... ... ... 73 The Roebuck — Caversham — Sonning — Ship- lake — Henley ... ... ... 74 River Voices ... ... ... 91 Henley to Cookham — At the Ferry Hotel ... 93 Sunset ... ... ... ... 105 A Night on the River — Marlow Regatta ... 106 Cliveden \"... ... ... ... 117 The Old Blue— Tommy, the Ferry Boj — Who is Jerry ? — A Stormy Ending — Farewell ... 11S Do you Remember ? ... ... ... 130"], [14, ""], [15, "PRELUDE. Mine is no Muse of Grecian hill. Whose footstep on Parnassus high Makes every waving laurel thrill To music as she passes by. . She strikes no mighty organ note, No strain of high heroic deeds, But soft — as down the stream we float, She tunes her pipe of river reeds. The swifts sweep by on noiseless wings, The grey-green eddy silent glides ; Her strain must needs be hushed that sings The stillness of the river sides. Yet if the faintest breeze that stirs Can wake the murmur of the fen, Then may these low-voiced songs of hers, Strike echoes in the hearts of men. . ."], [16, ""], [17, "CHAPTER I. INTRODUCTION. — IN ONFORD CITY. Oxford once more, but hardly the Oxford of our undergraduate days. An Oxford of tramways and tricycles, on which they tell me grave dons may be seen in term time whirling to college from the wilderness of the parks or the Ultima Thule of the Wood stock Road ; an Oxford of new Schools and new college buildings, and a marvellous Indian Institute,garlanded with lotus flowers and elephants' heads, and other terrible wild-fowl. Even Magdalen Bridge has been altered — not for the better — and Morris' and Rosetti's knights of the Table Round B"], [18, "2 THE CRUISE OF THE TOMAHAWK. no longer look down to see the lances of debate broken in the old debating-room of the Union. The seven sleepers can hardly have found more to astonish them when they made their way back to Ephesus after that long afternoon's nap, than I find in the Oxford of to-day. Indeed, it is strange to think what an old fogey a man may become in the lapse of a single decade. We who took our degrees in the seventies are to the undergraduate of to-day as the ghosts of some long-forgotten past; and the young ones let us know it, too. I shall never forget how one dear fellow came down from college to consult me about a tutorship, and when our business was over and we fell to talking of Oxford men and Oxford ways, how gently he put aside my timidly-ventured suggestions with the polite rebuke, \"Ah ! but, my dear sir, the under graduate of the nineteenth century hardly looks at the matter from that point of view.\" And yet, gentle reader, I assure you that when I spoke of myself as having graduated in the seventies (of the present century) I was telling you the absolute truth, nor was I one of those unhappy wights who grow old at the plough, and get through responsions just as their eldest"], [19, "THE CRUISE OF THE TOMAHAWK. tJ born is preparing to matriculate, in which •case, perhaps, my young friend's assump tion might have had something to justify it. Yes, it is a new Oxford in which I find myself this lovely summer's day ; and yet, just as a face which we have not seen for years may seem strange and unfamiliar in the first hour of meeting, and yet grow to its old form and nearness as the hours slip by in half-unconscious linking of the broken chain of memory ; so in Oxford, as we wander down its winding streets in the golden afternoon, the old overpowers the new. The old-world corner by Peckwater Gate is still unchanged, with the crumbling masonry of Oriel on the one side, the low gables of Corpus on the other, and the great tower of Merton rising up behind them in its majestic massiveness like some stout giant keeping ward over the portals of an enchanted city. Still the old .familiar chestnut casts its shade over the narrow pavement of Merton Street, and the wall-flowers nod as merrily as of yore along the battlemented crest of the long wall that shuts in Magdalen Park. The deep tracery of St. Mary's spire and the -dark shadows of its sculptured saints and"], [20, "THE CRUISE OF THE TOMAHAWK. 4 kings have still the mystic power to carry us on fancy's wings into a time that is very far away ; and still as we stand on the dome of the Radcliffe, the centre and 6_u.(pa\\6<; of the city, the mighty piles of masonry reared by the men of old rise up around us into the clearer air and dwarf the pigmy buildings of yesterday and to-day, till the veil of the present is lifted and the mists of the years divide and we stand for one ecstatic moment face to face with our own glorified ideal of the historic past. Then, as the sun sinks low in the west, I wander into my old college, and pass under the ivy-mantled walls and through the vaulted archways into the quadrangle beneath the chapel tower. There, at least, time has wrought no changes. The grey mullions of my old rooms on the ground floor have not crumbled even by a single flake since that last night before I \" went down.\" The oak is sported fast and the stairway is very still, but as I peer in at the smoky pane and see, as through some dim haze of memory, the old oak rafters in the ceiling, and the black oak bookcase against the wall, I seem to look once more into the faces that were gathered round me then. Once more the hearty chorus"], [21, "THE CRUISE OF THE TOMAHAWK. 5 rings out upon the night, and the merry laugh goes round, and the kindly words that ere evening closed wished me God-speed whisper in my ears. The place seems strangely silent now that all the life and stir has gone out of it, and yet its silence is not the silence of desolation. I remember that once, in my undergraduate days, a stranger spending a night with me in college, wondered that men should dare to speak above their breath before the awful majesty of these time-blackened stones. The speech made little impression at the time, but it comes back to me now that I myself — like Duns Scotus poring nightly over his still unfinished task amid the chained tomes of the low panelled library yonder— am part and parcel of the ghostly past that in the flush of the sun shine no less than in the still moonlight radiance, haunts the grey walls of the oldest quadrangle in Oxford. Is it merely the sleep and silence of the long vacation ? or is it that, as a man lives on through middle-age, working in his own little sphere, his own commonplace work of every day, — some deeper harmonies of the sum of things, some mist-like vision of the myriad links that bind his own work to"], [22, "THE CRUISE OF THE TOMAHAWK. 6 the great work of the world, arise and touch him ? Certain it is that I can feel to-day as I never felt in my undergraduate days, the serene sense of unruffled calm and deeply-rooted peace, and massive con fidence and strength which breathes from these venerable walls, and thrills my own soul like a benediction. I pass on into the fellows' quadrangle, with its trim grass plots of unviolated green. I see the late roses climbing and clustering lovingly round the arch of the oriels. I hear the thrushes singing their sweetest in the cool glades of the fellows' garden beyond. It is the ideal home of a scholar recluse. I remember when I hoped it might be mine. I remember, as if I were reading the story of some other life, the vision that used to float before my mind of quiet student years within these walls, far from the stir and stress of the great world, far from the drudgery of commonplace tasks, a life without wealth and without want, given up to one great object, the reconciling of the philosophy of the time with the faith that has been the faith of the ages. I can afford to smile at the sweet vision to-day, though the sur-"], [23, "THE CRUISE OF THE TOMAHAWK. 7 render of it then went nigh to break my heart, for I know now that it was well for me to descend into the arena of life and learn its lessons for myself. They have taught me, those lessons of life, that the creed which dreamt itself complete was but the chrysalis stage of a larger faith and a wider hope, and that the truest philosophy will unveil its deepest truths to him alone who strives to live them in a life of larger helpfulness. And so my dream of reconciling faith and philosophy is gone, but deep down in my heart I know that the reconciliation itself is complete, and that whether I or any man can put it into words, it will work itself out in the fuller life and larger thought of the ages that are to be. The shades of twilight are falling as I pass through the porch once more, and the porter greets me by name. Our old waterman, leaning against the rail, pricks up his ears at the sound, and comes forward to welcome me with genial talk of the doings of the eight, \"which it ain't done so well this time sir, as it did the year when you was stroke.\" So after all I am not quite forgotten, and though the old"], [24, "THE CRUISE OF THE TOMAHAWK. 8 place knows me no more, my name and remembrance have not quite vanished from the minds of men. It is a pleasant thought to carry back with me through the glimmer of the twilight streets. Stroke."], [25, "THE CRUISE OF THE TOMAHAWK. 9 REVEILLE. \" Wake ! for the east is dawning Over the wood-crowned height, And the first faint breeze of morning Is fanning the osiers light ; And the willows down by the river Their feathers of silver shake, And the aspens all grey are a-quiver, The world is awaking — awake ! \"Wake! for the wild thyme is throwing Its fragrance to welcome the day, And sweet from the meadows is blowing The scent of the new-mown hay ; And tlie rose to your window-ledge creeping Is blushing a deeper lake, As each dew-laden petal comes peeping To spy if you're waking — awake ! *\" Wake! for the skylark is thrilling The heart of the raptured sky, And the low-voiced doves are filling The woods with their love-lorn sigh ; For the thrush and the blackbird are singing I' the heart of the hawthorn brake And the earth is with melody ringing, To welcome your waking — awake !"], [26, "CHAPTER II. THE START — IFFLEY — NUNEHAM. How \"tight and taut\" looked that small craft yclept the Tomahawk as she gently bobbed up and down upon the sun lit water in Mr. Salter's yard at 10 a.m. on the sunny morning of August 14th !' We had packed away in her stern many pleasant creature comforts, not forgetting all the necessary afternoon tea equipments should we be tempted to picnic on the bank now and then, with the Tomahawk's nose well rammed in among the reeds and rushes, and our spirit-stove hissing and bubbling among the buttercups and daisies. We had rugs and cloaks for possible chilly evenings, and umbrellas for possible wet"], [27, "THE CRUISE OF THE TOMAHAWK. 11 ones, our only regret being the sad fact that we had forgotten to bring a certain gorgeous Japanese parasol of gigantic dimensions, which might have created a sensation among the denizens of the river and frightened the fish. Yet was this regret but as a speck upon the sun of our content. We were all in what was happily described by one of the party as \" great spirits,\" revelling in the delights of anticipation, unconscious as yet of what contretemps might befall, fancying that the sunshine of that exquisite morning would last eternally — that is, until our river-holiday should be at an end. \" After that the deluge; \" in a word, it might rain just as much as it pleased. Yet even in the midst of our \" great spirits \" another regret was added to that one about the Japanese umbrella. Oxford was looking so very beautiful we were loath to leave her ! We had had such a pleasant time of it wandering about her old-world streets ; such a comfortable time of it, too, at our pleasant hostelrie, the Mitre — a comfort not blighted in its eleventh hour, as such comfort too often is, by enormous charges handed in for the same. True, it not being Term time,"], [28, "THE CRUISE OF THE TOMAHAWK. 12 Ave missed some of the pleasures that would otherwise have been ours — the greetings of friends well loved, the words of welcome that are always music when -we know their ring to be true ; but for all that we were sorry to quit the City of Learning, the \" Gentle Mother \" whose sons bear her such a passionate de- A'otion. The hour of embarkation drew on apace. Salter' s men ran about with baskets and packages. The spirit-stove was the one object upon which general attention was focussed. Would it \"work well\" or would it not, was the question of the hour ? The Oxford tradesman from whom it had been procured had promised and vowed many things in its name. We were prepared to hope for the best. The cakes, so carefully packed in a basket all by themselves (and also an Oxford product), were what the immortal \"Bailey\" of Todger's notoriety would have described as \" rather a spicy sort.\" The tins of condensed milk were no doubt pleasanter to manage in their unopened state than they would be later on, when they might show a disposition to upset, and slowly and deliberately emptv their contents upon surrounding objects."], [29, "THE CRUISE OF THE TOMAHAWK. 13 These troubles were, however, still en I' air. A word about the crew. Place aux dames, so we will mention first \" the confident and inexperienced Cox.\" Nothing can equal this lady's in- experience, except her confidence. Her good intentions outweigh both. With her, right means right, and left means left. If \" Stroke \" bids her beware a bed of reeds that are whispering to each other on the right, she at once crosses sharply to the left bank. If \" Bow,\" a cautious and wary person, draws her attention to a sunken tree on the left, she dashes abruptly into the right bank, and is only prevented from bringing the boat's nose up among the dock-leaves by the united and passionate entreaties of her two companions. This style of steering has its disadvantages, more especially when small craft are numerous, and to rush violently out of the course of one boat is to run incontinently into the way of another. It is also calcu- lated to call forth strong expressions of opinion from the crews of opposition crafts — sometimes even highly objectionable language. It is, therefore, only fair to the \" Confi-"], [30, "THE CRUISE OF THE TOMAHAWK. 14 ■dent and Inexperienced One\" to say that her style of steering toned down consider ably under the steady flow of abuse kept up by her companions — that, in fact, she became rather \"heady\" on the subject, pluming and preening herself upon her excellence as a cox, in consequence of which attitude upon her part she ultimately came to grief — as will be presently seen — through offering friendly and well-meant advice to the Old Blue. Next comes \" Stroke,\" poetical, enthu- siastic, and an excellent oarsman, but not in the least protected by the fact of having captained his College boat at the 'Varsity, from much nautical advice being bestowed upon him by the Cox. \" Bow\" completes the list for the present, the Old Blue not joining until a later stage of the expedition. \" Bow\" is a somewhat silent person. He has at length given a sort of modified promise to contribute to the literary per- fection of this book — a matter of much congratulation to the rest of us, since his ideas, though apt to be tinged with melan choly, are often sound. (This en passant.) He possesses a map of the river Thames, which he consults upon all possible and impossible occasions. We are convinced"], [31, "THE CRUISE OF THE TOMAHAWK. 15 that he would be highly indignant with the country if it did not agree with the map. \"Bow\" has one aspiration — one darling ambition. He wants to get his nose burnt a brilliant carmine. To this end he wears a small, dainty white silk boating-cap, set very much on the back of his head. When we ask him how he is, he replies he is \" going on nicely,\" by which he means his nose is \" doing beautifully.\" By the time the sunset light glanced levelly across our path that evening, the bridge was rough and raspy-looking, and the tip a lively red ; but, alas ! no further progress was made on that or any other day, for the steady, brilliant sun shine failed us. No day that came after was as fair and grand, as absolutely perfect as that first day of all ! . . . We are ready to start — each in his or her place. Then some small forgotten thing causes delay. Stroke and Bow land hurriedly. The confident but inexperienced Cox is left sole occupant of the boat. In respectful attend ance is an ancient mariner in the service of Salter and Co. Cox feels that a little improving conversation would wile away the lagging moments agreeably."], [32, "THE CRUISE OF THE TOMAHAWK. 16 \" What is the price of that?\" she says, pointing to a dingy-looking steam tug that is defiling the pure sunlight by a trail of dim-coloured smoke. The implied compliment that the river and all that floats upon its bosom is the sole property of Messrs. Salter and Co. does not soften the ancient one in the least. \" Yon's an old ferry steam launch what used to ply,\" he says, grumpily. \" I daresay. What is the price of it ? \" 'Taint got no price. No one wants to buy that\" with a withering glance at the placid Cox. \" Don't they ? \" surprisedly. \" You see, I thought it might be handy to tow us along — when the gentlemen were tired of rowing, I mean.\" Then comes a pause, during which the ancient one takes off his furry cap and looks into the lining of it, as if he expected therein to find some solution of the lady in the boat having gone mad suddenly. She begins again ; tacks as it were on to another track. \" Is there anywhere we could buy a — a donkey ? He would be very useful, you know, to pull the boat along.\""], [33, "THE CRUISE OF THE TOMAHAWK. 17 \" Not as I knows on, marm. I don't know nothing about no donkey.\" \" But couldn't we tether him at nigfhts quite comfortably, or even keep him in the stern when we didn't want him? If his legs were tied securely together he couldn't do much harm, could he ?\" To this the mariner vouchsafes no answer, only stares wildly in the direction in which \" Stroke \" may be expected to reappear, scratching his head meanwhile, and now and then casting a furtive glance at the lunatic in the boat. He evidently feels that his position is a trving one, but looks forward confidently to help arriving presently. It does. The mariner heaves a sigh of relief, pockets his pour boire in silence, and stands gravely contemplating the boat and its occupants. \" What have you been saying to that unfortunate man ? \" says Stroke, gravely regarding the Cox, who is gathering up the ribbons and preparing to pull vigorously bans: into the middle of the stream. He is acquainted with her ways, and feels that the ancient mariner has been having a bad time of it. \" Oh, 1 was just asking the price of c"], [34, "THE CRUISE OF TIIE TOMAHAWK. 18 that,\" replies the Cox, in a casual manner, pointing to the dilapidated steam launch that is now labouring to get round like a disabled old horse at a corner. Then, to prevent further comment, Cox takes the law, as well as the rudder ropes, into her own hands. Forward ,- are you ready? Go!!\" And away glides the Tomahawk over the sun-bright river, each oar as it dips making new sparkles and ripples of light. The fair town of Oxford seems to watch our departure from the serene background of the cloudless blue, against which her lovely towers and steeples look all grandly beau tiful. There is the eight- pinnacled tower of Merton — mother of the colleges — and the sister tower of Magdalen, each so beauti ful one cannot choose which to love the best, while the dome of Tom Tower looms in dignified grandeur beyond. \" Isn't this simply perfection,\" says Cox, delightedly, as the rowers pause for a moment and rest on their oars. \" Stroke\" — always a poetical soul — gazes rapturously at river and sky, while \" Bow,\" thoughtfully feeling the bridge of his nose, murmurs that it is \"A i \" — a laconic"], [35, "Merton Coli fgf"], [36, ""], [37, "THE CRUISE OF THE TOMAHAWK. 21 form of rapture that suits his turn of mind to a T. On, again, and we pass the new \"Varsity boat-house and the barges — that of Magda len, quite a Cleopatra-like craft, all magenta and gold, that looks as if it ought to be followed by a procession of swans, when it sees fit majestically to \" walk the waters.\" On, on — over the beautiful mirror, cut ting its surface into shivers of light as each oar dips and feathers. Little birds, happily fluttering and full of faint, sweet chirrupings — (for the time of out-spoken clamorous song is past) — flit from bush to bush along the bank, and a red-brown water-rat swims in leisurely fashion across stream, his brown-whiskered nose just above the bright flood, his path way showing ripples as pretty and sparkling as those made by cur own oars. Why should he not enjoy the beauteous summer day along with the rest of us ? I am glad there is no dog to chase him ; glad to see him reach the bank in safety, and creep along under the dock-leaves — a slim, wet, shining, bright-eyed creature— towards the door of his hole. Now — as if no element of perfection should be lacking in the beauty of the landscape around us — a little"], [38, "THE CRUISE OF THE TOMAHAWK. 22 boat comes in sight with a large rose-pink sail that makes the water blush with plea sure as it passes. We glide on so smoothly — we are so content with ourselves and the world (Bow's nose is doing admirably, and he keeps an ecstatic silence), that the sight of Iffley lock is not altogether a welcome one. It is the first lock that the con fident and inexperienced Cox has ever gone through in her life ; but she would die rather than own to any sinking of the heart as the sluices are open and the boat shudders and trembles down to a lower level. \" You have never been through a lock before, have you?\" says Stroke, sympa thizing!)'. She makes an ineffable gesture of the hand, as who should say that locks, with their ups and downs, rushings out and flowings in, have been familiar to her from childhood's earliest hour. The old mill at Iffley looks picturesque with its sentinel-tree keeping watch beside it, and the foam and fall of the lasher sparkles in the sun. It looks like a merry, laughing child at play, and it is hard to realize that only a few short years ago a young life was mercilessly beaten out by its innocent looking waters."], [39, "Old Mill on the T.iaiies at .fflev."], [40, ""], [41, "THE CRUISE OF THE TOMAHAWK. 25 \" Shall we try and sail a bit ? \" says Stroke, \" after we have passed Sanford lock,\" leaning on his oar, and pushing his shady-brimmed hat to the back of his head. \"Bow\" assents, but not with enthusiasm. He evidently fears that the sail will cast a shadow, and thus hinder the process of \" colouring \" over which he so tenderly watches. Cox and Stroke exchange a furtive grin. A moment or two more and the sail is up — the Tomaliaivk lends herself willingly to the new guidance, and we are speeding genially on towards Nuneham, to the soft, rippling laughter of the parted water at our prow. \" Can anything be pleasanter ? \" we say, each to the other ; and \" Bow \" is so pleased with the behaviour of the boat that he forgets the possible interruption of his darling process, and ejaculates \"Jolly!\" a verdict both his companions say \" Amen \" to with effusion. We can, at all events, always look back with unmixed satisfaction to our visit to Nuneham. It would be impossible for any one to see that lovely nook of the world to better advantage than we did. We felt this as our white sail dropped, and \" Bow\""], [42, "THE CRUISE OF THE TOMAHAWK. 26 paddled us up to the landing-stage. Every possible beauty of light and shade, of sun shine and flickering shadow, lay before us ; and to make all things perfect and \" put in \" just that bit of colour artists love, a bright, beautiful peacock sat sunning him self on the comb of the thatched roof. Glasses of new milk, in addition to some of our Oxford cake, made a pleasant lunch, partaken of in a remarkably primitive and assuredly not weather-tight garden-house. We admired everything, and bought a photograph or two. Here, it may be mentioned that we always bought \" a photograph or two,\" and invariably lost them — one of the Nuneham pictures being, eventually, the sole survivor of the lot. This might be felt to be a depressing fact, but that every boating-party appears to do the same ; and, therefore, it may be safely concluded to be the \" correct thing.\" Lunch concluded, we mount upwards through the charming woods — ferns below, a wealth of gentry stirring branches over head, with just here and there the very faintest touch of autumn yellow or red. We turn and look back to catch the glint of the river at our feet. Birds flit and chirp— a red-brown squirrel runs up a tree"], [43, "The Isis,"], [44, ""], [45, "THE CRUISE OF TIIE TOMAHAWK. 29 close at hand ; we can hear the dip of oars in the distance. How peaceful it all is !— or rather would be — but that the excursionist, bent upon \" excurting,\" is suddenly upon us in full force. Here he is — running races with himself, tripping himself up, vaulting over stiles, and entangling himself in gates and hedges. His language is jubilant, if now and again a trifle strong. He is having a \"real good time.\" Well, well, the world is made fos all — her beauty and her bright ness a common possession, not the exclu sive property of one class. The \"excurting\" animal is doubtless heavier worked, more sordidly surrounded when he is at home, than we are ; he needs more sorely the fragrance of the fresh winds of heaven laden with the perfume of the flowers and the breath of the hay ; he needs more sorely the change and the rest and the holy free dom of the woods and fields and brimming river ; and yet — one could wish that the spread of education, the Board Schools, and all the rest of it, would soften him down a little, and render him less of a blot upon the landscape he enjoys in his own way, that yet might be so much better a way after all."], [46, "THE CRUISE OF THE TOMAHAWK. 30 Happily, when we reach the old Carfax Conduit, the noisy crowd that gathered round it a few moments ago has dispersed, and we are left in peace under its crumbling stones and mouldering pinnacles, to look our last upon the nou distant city, of whose busiest cross-road it once formed so striking an ornament. Very fair in the haze of the golden noontide gleam the far off spires and towers, fretting the northern horizon with their crown of blue ; and passing fair at our feet lies the smiling valley asleep in the sunshine between its wood-crowned heights. We are loath, indeed, to leave this enchanted ground, but time speeds on, and the great westward curve of the Thames lies between us and to-night s resting-place ; so, with one last look, we tear ourselves away, and speed down the woodland path to the spot where the Tomahaii'k lies with her nose against the bank and her stern among the lilies."], [47, "THE\"' CRUISE OF THE TOMAHAWK. 31 AFTERNOON. \" Through the long reaches, rippling grey, Between the low banks lush with reeds And sedge and broad-leaved river-weeds, We sailed the live-long summer day. \" And save that here a fish would leap, Or there a purple moorhen glide, Silence was o'er the brimming tide, As if the world had fallen asleep. \" So faint the breeze it scarce could fill The bosom of our tiny sail, Or waft across the willows pale, The scent of beeches from the hill. *\" The very sunshine filtered dim Through half-drawn veils of dappled cloud It seemed a sin to speak aloud And mar sweet Nature's voiceless hymn ! \""], [48, "CHAPTER III. ABINGDON — DORCHESTER. A MOMENT more and we are off down the last reach of the \"Long Course\" which lies between Nuneham and the Great Western Railway Bridge. How many visions it conjures up of bleak days in March with a head wind roughening all the stream, as with numb hands and aching arms we try to lift a ragged torpid to its last spurt, and our gallant coach on the bank, toiling after us on \" Punch,\" that best but by no means swiftest of beasts, nearly cracks his lungs in the vain effort to make Bow \"get his hands out sharp against the wind.\" To-day the river is smooth as crystal, and as we paddle lazily down under"], [49, "THE CRUISE OI THE TOMAHAWK. 33 the dappled shadows of the trees it is hard to believe that old Father Thames can ever know an angry mood, or wear any other than the placid and benevolent face that has smiled upon the outset of our journey. After the bridge we settle down to steady work. Abingdon lock is quickly reached, and we are looking forward to a good two mile spin to Culham, when, alas! just below the lock 'gate, Stroke — quantum mutatus ab illo — with a greenness which the veriest \" fresher\" would have scorned, jams the blade of his oar into a crevice of the stone work. There is a swirl, a struggle, a scrunch — the oar blade is wrenched and cracked, and the poor Tomahawk, like a winged bird, can only just manage tn flutter into Stevens' yard on the island to have the mischief repaired. \" Take about twenty minutes to put a band on it, sir,\" says the courteous water man who takes us in charge ; and the Confident but Inexperienced One suggests that we should wander oft into the town in quest of tea. There never was such a woman in this world ! I do not believe there is any hour of the day or night at which a cup of tea or coffee can come amiss to her — at all events, to-day she has n"], [50, "THE CRUISE OF THE TOMAHAWK. 34 had coffee for breakfast, and she has had coffee again at Sandford lock, and she has had tea at Nuneham with her lunch — she is a fanatical teetotaler, and is always ready to lecture at a moment's notice on the evils of the \" flowing bowl\" — and now she wants tea again ; and the odd thing is that Bow and Stroke agree with her, and the proposition is carried neiu. con., and put into instant execution by a march through the straggling Bridge Street to the quaint old hostelry of the Crown and Thistle. While the tea is brewing, we loiter up into the market-place, and admire the fine belfry arch of St. Nicholas' Church, and heave a sigh over the old Grammar School buildings, now, alas ! deserted, and the market-cross which Waller's mendestroyed, when Ruthen, \" dozed in his understanding with the long-continued custom of im moderate drinking,\" as Clarendon unfeel ingly puts it, evacuated the town in May, 1644, without striking a blow in its defence. The sleepy old place must have been awake for once in those stirring days of springtide when Royalist and Round head troopers clattered alternately through its streets, and even fought in desperate"], [51, "THE CRUISE OF THE TOMAHAWK. 35 hand-to-hand struggles in this very market place, into which the Earl of Cleveland rode boldly from Oxford one night at the head of one hundred and fifty horse, \"and killed many, and took some prisoners, but upon the alarm was so overpowered that his prisoners escaped, though he killed the commander and made his retreat good, with the loss only of two officers and as many common soldiers.\" Did they sit perchance, those gay cavaliers of the Abingdon garrison, with boozy Ruthen at their head, emptying their great flagons in this very courtyard of the Crown and Thistle, when the news came that Essex was advancing on them beyond the river? It is hardly possible not to fancy it, so old and grey are the walls that flank the green trellis arbour under which we sit and sip the fragrant cup. But we must conduct our reminis cences warily, for the Confident and In experienced One is an ardent Royalist, and even her teetotal sympathies will hardly avail to screen us from her wrath if we dare to hint any scandal about the gallant followers of her \" martyr king.\" In the narrow passage between the island and the Oxfordshire shore we run"], [52, "36 THE CRUISE OF THE TOMAHAWK. an excellent chance of bringing our trip to an untimely end. Just as we are making ready to start a noisy little steam tug comes puffing and blowing through the bridge, belching forth volumes of sooty smoke, and dragging at its tail a line of grimy coal barges, that sway from side to side like drunken revellers staggering home after a debauch. There is no time to re treat ; we can only lie close under the willow by the bank and hope for the best. The tug steams by, and the first barge passes on, and then a great, hulking, un wieldy collier comes lurching over the stream, broadside on, right for the spot to which we cling. One touch of her on our flank and our dainty craft will be cracked like a nutshell. She is ominously near us now — now only a foot parts her gunwale from ours; but at the last moment, some broad-handed Portunus of the river doubt less administering the necessary shove, she lurches over on the other tack, and we are left safe, though breathless, to make our way through the perilous strait. Below Abingdon the river broadens out into wide reaches set with willows and beds of reed. The scenery is tame and monotonous, and yet to us, fresh from the"], [53, "IHE CRUISE OF IHE TOMAHAWK. 37 waters of the Stratford Avon, whose banks are set so close that in many places two boats can hardly pass with oars extended, the very breadth and volume of the stream is not without its charm. We make good time along these open tracts, and presently glide into the sharp bend of the Culham cut, a narrow channel framed in high banks of richest and most luxuriant green, and spanned here and there by a rustic bridge. A tall poplar or two lifts its tapering head against the blue, and a stolid rustic in smock frock raises his line as we pass — altogether just such a scene of quiet sun shine, and still water, and rectangular nature as a Dutch or Belgian painter would love to set on canvas with minute and almost painful faithfulness of detail. As we emerge from the shelter of the Canal banks below Culham lock, and strike the broad river again, we realize that a breeze has sprung up. It is not a very strong breeze, and it is not a very good breeze, for it is blowing pretty straight from the Oxfordshire bank, but tor all that it is a breeze, and we determine to make the most of it. Unfortunately, it is, at least, equally determined to make the most of us, and we have no sooner hoisted sail"], [54, "38 THE CRUISE OF THE TOMAHAWK. than we find ourselves whirled away broad side on into the willows of the Berkshire shore, to the intense though politely sup pressed joy of the master of a trim-looking sailing craft, who has come with us through the lock, and to the equally intense but loudly expressed disgust of a fisherman whose fishing we most unintentionally spoil, and who, being unable to vent his dis pleasure on us, relieves his feelings by hurling very choice anathemas at his dog. The said dog is evidently of a humorous turn, for I distinctly catch in the loud barks wherewith he greets us a ring of amuse ment such as my acquaintance with \" folk lore \" (that, I believe, is now the correct term for what one used to call \" nursery rhymes \") has led me to expect from the canine race in the presence of \"such sport \" as this. And rare sport I have no doubt it is — for the lookers-on. By this time we are in the thick of the willows, which here grow all unpollarded and un shorn. The poor Cox has had to give up steering as a bad job, and cover her face with her hands to save it from the stinging buffets of the boughs, the while her hat and veil are anywhere or nowhere; Bow is vainly striving to hold off the snags with his"], [55, "THE CRUISE OF THE TOMAHAWK. 39 boat-hook, and Stroke — one of the worst sailors in her Majesty's dominions — is making futile efforts to lower the sail and unship the mast. At last the top strikes against a bough sturdier than the rest, slides along it till it jams into a solid fork, and there remains fixed, while the drift of the wind carries the boat away under it, and makes her lean in most perilous sort. How we escaped an upset I don't know to this day, but just as all was lost something — probably the bough — went with a crash, and with a mighty heave the mast was raised just enough to clear the thwart and tumble ignominiously, sail and all, half into the boat and half into the water. Ruefully we gathered in the dripping sail, and rue fully we thrust out our oars and paddled on, hoping to escape from the witnesses of our discomfiture — but to no purpose. The trim sailing craft kept in sight of us for the next three or four miles, and every time she passed us, or we passed her, we fancied there was on her master's face the same look of gentle amusement, mixed with pleased surprise, to find that the three lunatics and their Tomahawk had not yet come by a watery grave. That is the worst of river travelling. You can never"], [56, "THE CRUISE OF THE TOMAHAWK. 40 shake off an undesirable consort. Day after day vou will find yourself coming across the same boats and the same people, for you are all moving in the same direc tion, on the same narrow line. I think it took us at least three days to shake off our sailing craft, and even then we hardly ever hoisted sail without expecting to see her heave in sight round the corner, and to catch a whispered comment on our audacity in again courting destruction after so unlooked-for and totally unmerited an escape. So after all we settle down to another long spell of rowing, which brings us through another canal cut to Clifton lock, and so on to Clifton Han.pden, with its tiny church perched high on a wood embowered cliff, and a tempting, willow shaded greensward stretching between the lip of the wood and the margin of the silver stream. \"Just the place to try our first experi ment with that spirit stove,\" is the general verdict ; the Tomahawk's nose is run in among the king-cups, the hamper is landed and unpacked, and its various dainties are spread out on the white cloth, while Bow — being the practical man of the"], [57, "THE CRUISE OF THE TOMAHAWK. 41 party — busies himself with getting the stove into working order. But, alas ! when all's done we find that the water has been forgotten, and the purity of the Thames liquid not being above suspicion, Stroke sets off to scull up to the Barley Mow and procure a supply. It is ticklish work bringing it down in the open boiler of the stove, for jug or other receptacle we have none, and the landing of the precious fluid is an anxious moment. But all's well that ends well, and soon the water is bubbling merrily among the hawkweed and the clover, and the cheery cup goes round, and with appetites sharpened with hard work and the long day in the open air, we fall upon the excellent cake with which our thoughtful housekeeper has insisted on providing us. Just as we sit down, or rather recumb, a distant band strikes up and furnishes the music for our feast, and our first picnic in the open air comes off as a triumphant success. Then as the river is wide and the lee ward bank willowless, and Day's lock only two miles off — above all, as our friend in the sailing craft is well ahead, and not likely to double back on us — we hoist sail again, this time with better success, and"], [58, "42 THE CRUISE OF THE TOMAHAWK. huddling together in the stern float slowly and dreamily down in the hush of the golden eventide, drinking in the peace and the rest and the quiet beauty of the scene with an eager delight that only comes in its fulness on the first day of holiday after a long spell of hard and anxious work. Past reedv eyots and fresh meadows where the soft-eyed kine stand knee deep in buttercups, by golden fields of rippling barley, and belts of waving woodland, and thick beds of bulrushes, into which the dark moorhens dart swiftly as we pass, and by green banks all gemmed with blue forget-me-nots we glide onward in unbroken silence. Then the scene changes. Trim villas fringe the northern bank, and well kept greenswards echo the cry of the tennis players, and from the quaint-tim bered boat-houses as we pass, craft of all kinds shoot out into the stream, bright with girlish ribbons and scarves, and all the fantastic hues in which the boating man and woman love to disport themselves. But now the evening shadows are lengthening fast, and though our beds are secured beforehand for the night, it will be well to reach our destination before sunset, so the sail once more gives way to the oar,"], [59, "THE CRUISE OF THE IOMAHAWK. 43 and a sharp pull brings us to Day's lock, where, consigning our boat to the care of the lock keeper and our impediments to two sturdy yokels, we turn our backs upon the river, though not before we have feasted our eyes for a few moments on the exquisite picture of the green island with its dainty canvas tents, the upward curling smoke of its newly-lighted camp fires, the tumbling weir behind, and the still pool below, where the rustic cottage and the quaint old bridge are mirrored on the surface of the dark green flood. Then on along the field path and through the ancient dykes that still guard the ford as they guarded it in the days of old for the Britons of Cair Dauri against our English fathers, we make for the belt of trees which the tower of the Abbey Church marks out as the site of the village or town of Dorchester. Many a fierce struggle, doubtless, of Briton against Briton and Roman against Briton and Briton against West Saxon and West Saxon against Mercian has been fought out on the line of this great earthen rampart which the inroads of the plough are slowly wearing away — IWofievoov aporpoov e*ro9 et? ero-i."], [60, "THE CRUISE OF THE TOMAHAWK. 44 But to-day the scene from the dyke hills is one of singular peace and rest. The wide stretch of plain that runs towards Abingdon and Oxford is unbroken, save on the road sides, by fence or hedge ; the clumps of trees that hide the scattered homesteads are few and far between ; even the divisions of the fields are marked only by the varying colour of the crops, as northward and westward, like some great waveless sea, with hardlv a dip or a rise, the long, level expanse flows onward to the horizon, lifeless and still, yet not with out a certain grand, unruffled dignity of calm. It is a longish pull across the said \" long level expanse \" to the inn at Dorchester, where we are to put up for the night, and when we reach that haven we find it decidedly primitive in its appointments. The bedrooms are airy and clean, and the food, for which we are ravenous, good of its kind ; but then its kind is of one species only — bacon and eggs — varied in the morning by eggs and bacon. With these viands, nicely fried, and sent up hot, we are provided at supper with the worst possible beer, and at breakfast with coffee of the same calibre."], [61, "THE CRUISE OF THE TOMAHAWK. 45 After supper we go out \" strolling around \" and buy some more photographs. \"Bow\" feels his nose thoughtfully. It is very, very raspy ; but yet not all his fancy painted it. He has to content himself bv* being hopeful for the morrow. The people of Dorchester are evidently great in poultry. One large and handsome rooster may be said to be \" great in song.\" He hoarsely and rowdily begins to \"greet the rising morn\" about 12.30 a.m., and keeps on steadily at intervals till 7 o'clock, by which time it is not improbable the rising morn is pretty well sick of him — which was our own case exactly. Stroke."], [62, "THE CR UiSE OF THE TOM AH A WK. 46 EVENING. ** With evening comes a little breeze Across the woodland glancing, And whispers to the willow trees, And sets the rushes dancing. '* It wakes the cushats from their sleep, And sends them off a-wooing ; Ii wakes the rustling woodland steep To murmur to their cooing \"It wakes the choir of river birds To sing the sunset's glory In notes so clear, thev seem the words Of some sweet fairy story. '* It wakes the caw of solemn crows Across the sunset trailing, It wakes the ripple on our bows, And sends us swiftly sailing. * We speed by greenswards trimly drest, The haunt of happy thrushes, We rouse the moorhen from her nest, Among the twinkling rushes. *' We race the early twilight bat Afloat upon the gloaming, We scare the bright-eyed water rat Along the dock-leaves roaming. '* As through the osier beds we sweep, Lapped by the wavelets' laughter, The gladsome fishes round us leap. The ripples follow after. •* And mid the happy beasts and birds Each some new gladness giving, It seems a joy too deep for words Tust only to be living ! \""], [63, "CHAPTER IV. DORCHESTER CHURCH — WALLINGFORD — THE BEETLE AND WEDGE— STREAT- I.EY. We were too late to get into the Abbey Church last night ; but to leave Dorchester without seeing it would be little short of a crime, and breakfast is no sooner concluded than we march down the straggling street, and wend our way through the heavy timbered lych-gate into the sloping church yard by the Thame. The spot on which we stand is historic ground, charged vvith the earliest memories of our English race. At the first glimpse of the massive pile, gleaming grey through its guardian yews, our minds are carried"], [64, "THE CRUISE OF THE TOMAHAWK. 48 back irresistibly to the times of the Mercian bishops, its first founders, and even beyond them to that vet earlier line of W'est Saxon prelates, which began when Birinus, the Apostle of Wessex, fixed his throne here in 634, and did not end till the See of Dorchester had given birth to the dioceses of Winchester and Sherborne. It was hence that Bishop Agilbert journeyed with Wilfred to support the claims of Rome at the momentous synod of Whitby. Hence, in a later time, Bishop Eadnoth passed to rescue the relics of the martyred Alphege, or to meet his own death in the English tanks in the great overthrow of Assandun. Hence, last of all, Remigius, the monk of Fecamp, named by the Conqueror to succeed the last of the English Bishops of Dorchester, translerred the seat of his episcopal rule to Lincoln Minster, and left the old cathedral church to become, in the following century, an Abbey of the Black Augustinians. The Abbey Church itself presents a strange blending of architecture of every period and every style, from the 11th century nave of Bishop Eadnoth III., with its Norman superstructure, to the 14th century aisle and chapels and the Tudor"], [65, "THE CRUISE OF THE TOMAHAWK. 49 porch, the work of successive generations of Augustinian canons. And yet for all its architectural inconsistencies — or rather because of them — it has a beauty and an interest for which we look in vain in the most flawlessly correct specimen of a single period. It is a true organism — it has lived and grown to what it is. As we stand within its venerable walls and gaze on the work of century after century, expanded, supplemented, overlapped, and often over grown by that of the next, we realize that we are face to face with a manifestation of that continuous life and continuous growth which is the innermost core of the history, whether of a nation or of a church ; we feel ourselves to be part of an immemorial past, and we recognize how truly the life of our own day has been shaped and fashioned by the laughter and the longing, by the toil and by the tears, by the faith, and even by the doubt, of the centuries that are gone. Slowly we wend our way round the majestic building, gazing with wonder at the quaintly-sculptured figures of patriarch and prophet and king which stand out in bold relief from the tracery of the Jesse window ; feasting our eyes on the exquisite groining of the southern chapels, reverently i-"], [66, "50 THE CRUISE OF THE TOMAHAWK. restored by the late Sir Gilbert Scott ; poring over the inscriptions on the tombs of Bishop and Abbot, of Crusader and Judge, and striving to read again the story of the past in the mutilated capitals and broken shafts of cloister pillars and in the fragments of delicate canopy work, which lie huddled in a heap at the western end of the building. As we turn to go the sun, bursting from behind a cloud, lights up the lace-like tracery of the great east window and flings a flood of glory over the wide spaces of the nave. Truly it is a majestic house this, which the ages have reared to be the spiritual home of the people, a home for all that is highest, and purest, and noblest, and best in art and song, and thought, and faith, and prayer, and aspiration — a home, above all, in which all men can meet, \" high and low, rich and poor, one with another, and know that the Lord is the maker of them all,\" and, in that know ledge, realize the deep underlying brother hood of humanity which binds all classes, and should bind all creeds, in one. When shall we learn to use these houses of God as they should be used, as, in part, they were used in days gone by ?"], [67, "THE CRUISE OF THE TOMAHAWK. 51 Last night, standing in the market place, I heard an officer of the Salvation Army preaching to a small gathering of rustic hearers. In the olden days he would have been a friar, Franciscan or Dominican, and those whom his rough eloquence had touched would have passed with him to worship at the altars of the Abbey Church. To-day he must be the minister of a rival sect, and help to break still further the broken unity of England in all that is deepest, and highest, and holiest in her national life. Don't imagine that I want to go back to the middle ages. ' They had their day, and ceased to be,\" and it is a larger, fuller, deeper life — the complex life of a man, not the simple life of a child — which we are called to unify to-day as they unified theirs in the days of old. Our unity, when it comes, will, I fancy, be something equally unlike the dreams of my High Church friends, and the dreams of Robert Elsmere and \" The New Reformation.\" Whatever it is, it will be a wider, deeper, truer unity than the old. But, for all that, I cannot look upon these old churches, scattered here and there over the length and breadth of England, and remember what they have"], [68, "IHE CRUISE OF THE TOMAHAWK. 52 been and what they might be, without feel ing that they are to us a standing reproach, in that our problem still remains unsolved, in that the unity towards which we are reaching lies still so far away in the dim and distant vista of the years. Stroke. As the crew of the Tomahawk are not in the best of training, the second day's work has been projected so as not to give a very long spell, and we therefore do not feel that an early start is incumbent upon us. The lions of Dorchester too have taken some little time to inspect, so that by the time we set out for Day's lock the day is getting well advanced. But though it is nearly noon the weather is far fiom being bright or warm, consequently on our way to the river through the gardens and allotments of the Dorchester folk the ques tion most earnestly debated is whether or not it is going to rain. Now Bow in the days of his youth has somewhere or other got hold of the tag of weather wisdom — \" Rain at seven, sine at eleven ; Rain at nine, never get fine ; \""], [69, "THE CRUISE OF THE TOMAHAWK. 53 and on the strength of this miserably in adequate piece of information, he is always ready to give a forecast to anyone weak minded enough to consult him on the subject. This aphorism, of course, comes to the front directly the subject is broached, and though he is at once confronted bv the obvious objection that as it has rained neither at seven nor at nine his wisdom is utterly out of place, he obstinately sticks to his confident opinion that the day will prove fair, and supports this opinion by adding various unconvincing glosses to his original text. On our arrival at Day's lock this momentous question is of course referred to the lock-keeper, who being a native of those parts ought certainly to know what the local weather is going to be, but he, after the manner of oracles, returns an answer so ambiguous that each party can justifiably claim the award, and the matter is in no way advanced. The Tomahawk lies all ready at the landing stage, so we stow away what baggage we have in our hands and shove off, but before we have got well clear of the first meadow, Stroke's eye is caught by a figure performing strange antics upon"], [70, "54 THE CRUISE OF THE TOMAHAWK. the bridge just below the lock. We easy, therefore, to see what is the matter, and soon discover that this pantomime is directed at us, and our attention is thereby drawn to the lock-keeper's boy pursuing us along the bank with a hand-bag and a big bundle of wraps, the loose ends of which much incommode his steps as he runs, and make it look very improbable that he would have succeeded in catching us if his father had not at the same time cut capers on the bridge to attract our attention. We there fore draw under the high bank and wait ; the boy soon comes up all breathless, and drops his load from above on to the devoted heads of the crew, the hand-bag staving in Bow's hat, which luckily is on the bottom of the boat and not in its usual place. After this interruption we get to work again, and to keep ourselves warm take a good long spell without an easy, past the low thick woods that on the Berkshire side of the river overhang the stream and creep up towards the chalk slopes of the Downs above ; though the openings of the ridings — as we pass them by — strongly tempt us to land and explore in spite ot the warn ings to trespassers posted at frequent"], [71, "THE CRUISE OF THE TOMAHAWK. 55 intervals ; past the mouth of the Thame, never perhaps a conspicuously beautiful spot, but disfigured beyond all hope of re demption by the hideous wooden bridge that carries the tow-path across, and under which we catch a last glimpse of Dor chester ; past the osier beds and the flat low-lying country beyond, we glide with the same long level stroke. Then our journey is enlivened by an informal race with a double sculling boat also going down stream ; but the Tomahawk, after a short struggle, gets her nose well in front and triumphantly keeps it there, after which her opponent gradually tails off and is soon lost to sight amid the sudden turns made by the river at Shillingford. So we come to Shillingford bridge, just below w*hich we take an easy to enjoy one of the most picturesque sights that greeted us all that day. Just at Shillingford bridge the hills on the Berkshire side come close down to the water and are thinly clad with trees, while in the foreground, in strong contrast to the long monotonous contours of the wood-covered downs, stands a prettily built hotel of many gables, past which the road over the bridge goes winding up the shaded slope. This land-"], [72, "THE CRUISE OF THE TOMAHAWK. 56 scape, sufficiently pretty of itself, we happen to see when further enlivened and heightened in effect by the presence of a large pack of foxhounds out for a consti tutional, in company with their red-coated attendants, who as they slowly wind down the slope lend a colour and animation to the scene which makes us long for brush and pencil to render the memory of it a less fleeting thing. Soon, too soon, they pass out of sight and leave animal nature represented only by a rustic sitting whist ling on a gate, so we take to our oars again, and paddling gently down stream, after another three-quarters of a mile reach Benson lock. Here we find ourselves among a regular flotilla of pleasure boats waiting to go through the lock down stream. It seems to be the lock-keeper's main object in life to collect as many boats as possible and put them all through together, no matter at what cost of time to his customers ; and we, although by no means among the first comers, are obliged to wait for the arrival of boats nearly half-a-mile astern of us. However, we manage to find some amuse ment in the fuss made by some of our neighbours, two boat loads of whom have"], [73, "THE CRUISE OF THE TOMAHAWK. 57 to be discharged while their crafts are taken through in the charge of the lock man. After a good deal of colliding, none of us having room enough to manœuvre with comfort, we all get safely out at the lower end, just opposite the weir, a mass of wild, tumbling, foaming water, grand even now, though the river is low, and which in flood time must be a truly magnificent sight. Clear of this, we find that there is a puff of favourable wind, and resolve to try a sail ; so, spreading our canvas, we extend ourselves upon the cushions, and smoke the pipe of peace. Now, one of the most mortifying circumstances con nected with our cruise is the persistent way in which the wind will keep dead ahead, no matter how the course of the river mav turn and twist ; and to this general rule there are very few exceptions, the only notable one being towards the end of our holiday, when, under the charge of the Old Blue, the Tomahawk succeeded in sailing up stream (so there could be no doubt of the fact) from Bray Church to the top of Cliefden reach. This untoward ness of the breezes is the more provoking, as both Stroke and Bow fancy themselves"], [74, "THE CRUISE OF THE TOMAHAWK. 58 not a little as navigators, and are burning for an opportunity of displaying their skill. Their ill-luck, however, in this respect is constant, so much so that after rowing up a long reach in the teeth of the wind, in order to have a ripping sail down, they generally find, after turning at the top end, that the wind has gone round also, and is still dead ahead ! Moreover, the Toma hawk being rigged only with a plain lug sail, and having no keel, can make no attempt at beating up against a contrary wrind, even in those reaches where the river is wide enough to allow of her trying to do so, her lee-way when close hauled being greater than her way. However, on this particular occasion the wind soon becomes so light that, considering the current, it does not much matter whether the sail is up or down. We let it hang or draw as it lists, and gradually drift down towards WaUingford, taking care to impress upon our Cox — still somewhat inexperienced — that we are making capital progress. Bow. Presently a fine drizzle is added to the tout ensemble, without, however, adding to the comfort of the crew of the Tomahawk."], [75, "THE CRUISE OF THE TOMAHAWK. 59 With white sail spread, etc., you may imagine yourself a graceful, nautilus-like object on the \" clear, translucent wave,\" but an umbrella is fatal alike to grace and romance. You huddle up under it, and not only your bodily comfort but your temper suffers. This state of things may have had an influence upon our estimate of the good town of WaUingford, which was as follows : — The poet has told us of the calm and restful place where it is \" always afternoon \" — this place may best be des cribed as one that looks as if there it was \" always washing-day.\" Nothing seems to us better to describe its unkempt, dis orderly, unbeautiful appearance as seen from the river, yet two of us are willing to breathe a blessing on the uninviting town as we pass, for the best and truest of friends calls WaUingford her birthplace. And, indeed, uninviting as is the appear ance of WaUingford, there are other memories which make us loath to pass it by unvisited. Before the mind's eye rise up historic visions of Cuthwulf and his West Saxons sweeping down the Icknield way and over the Wealhas Ford to the con quest of the four towns, and of William the Norman, fresh from the victory of Hast-"], [76, "THE CRUISE OF THE TOMAHAWK. 60 ings, receiving here the submission of the ill-fated Stigand, and pushing northward across the Thames with that masterly strategy which sent the Earls Edwin and Morcar flying to the defence of their threatened Earldoms, and left London and the Atheling at the mercy of the Con queror. We would fain have landed to survey the castle in which Matilda took refuge after that strange night escape from Oxford over the ice-bound Thames, and the earthworks held against Fairfax in the Civil War, or lingered to identify the island whereon Stephen and Henry met to open the negotiations for that Treaty of Wal lingford which closed the long anarchy of Stephen's reign, and secured the peaceful accession of the Angevin. But the look of the sky is threatening, and our quaiters at Pangbourne are secured in advance. We must ma'ke what way we can before the heavier rain comes down. Presently the drizzle thickens, then turns to a spirited downpour, and the leading idea is to find a shelter. Stroke and Bow bend hard over the oars, the rain hisses upon the surface of the river, and the prow of the Tomahawk cuts the water with a rush, and at last we shoot into a little creek that"], [77, "THE CRUISE OF THE TOMAHAWK. 61 leads up to the Beetle and Wedge, an un pretending little hostelry that proves to us on this occasion a true \" city of refuge.\" Nothing can be more kind and courteous than the people of the Inn. The Toma hawk is hauled up on to the stony beach, the be-cloaked and be-umbrellad Cox handed out of the boat and into the creeper-covered porch in the twinkling of an eye. Lunch is promptly served, and we all agree that such tender and juicy lamb is seldom eaten, while as to the mint sauce, the Confident but Inexperienced One longed to say, \" particulars will oblige,\" and forward said particulars to the house keeper at home. By the time our impromptu meal is over the rain has done pattering down against the window, and an obliging sunbeam \" Strikes along the world,\" bringing into being a lovely rainbow that spans the river like an aerial bridge. The Tomahawk has been carefully kept dry, and we quickly re-embark, carrying away an agreeable remembrance of the Beetle and Wedge as a place of most pleasant enter tainment, where for a most moderate sum one may eat glorified lamb and celestial"], [78, "62 THE CRUISE OF THE TOMAHAWK. mint sauce. After leaving the Beetle and Wedge we again hoist sail, and the wind being well astern for the one and only time on this eventful journey, spin merrily down the long straight reach to Cleeve lock. Indeed, so merrily do we cut the rippling water that before we are aware of it we are well past the lock, and the rowers have to scull painfully back with aching arms against the strong wind and stream amid the shouts of the lock-keeper and the scowls of the crews whose onward journey we are hin dering by our delay. After Cleeve lock we paddle gently past the wooded islets and foaming weirs that at every stroke of the oars open out new* pictures of exquisite beauty, and reaching Streatley are charmed by the sight of a perfect flotilla of house boats. It is the prettiest of notions that each boat should carry out one leading idea as to colour and arrangement, and all are so graceful and so charming it is difficult to give a preference. One, in and about which the flowers are all crimson and white, has a monster crimson parasol fixed at top, a sort of magnified lamp shade with deep crimson fringe, and its cupola of crumpled silk formed in divisions like an orange. This at once excites the cupidity of Cox,"], [79, "THE CRUISE OF THE TOMAHAWK. 63 who opines that to walk down — let us say New Bond Street — under its shadow would be a new sensation both to herself and the passers-by. There is one house boat — oh, such a fairy palace !■ — trained all over with nasturtiums ; their exquisite velvety blossoms in all shades of richest wine-red and darkest ruddy brown shine out every where, and slender, clinging tendrils stretch out long arms that are all bud-laden and most fair to see. Cox is rapturously delighted to see that someone loves nasturtium flowers as much as she does (he or she must love them, so to surround his or her river dwelling with them), and the others agree that it has a \" good effect on the whole.\" A boat all golden flowers and yellow hangings has a sunshine all its own ; and two lovely white swans being fed with biscuit from a tiny boat moored to it make a nice finish to the picture. Away we speed, our thoughts as avant couriers going on before to Pangbourne, where we are to stay that night — Pangbourne of which we indulge in happy dreams, with what realization will be presently seen. B. J. L."], [80, "THE CRUISE OF THE TOMAHAWK. 64 DAYBREAK. Hushed are the voices of night, save the weir with its distant roar. And under the grey-black hills where 1 look for the dawn to rise, Smooth as a surface of steel with never a crack or a flaw. The lambent water mirrors the sheen of the autumn skies. Slowly the azure above fades into a delicate pearl, Thrilled, deep down in the east, with the least little amber flush. As the first low whisper of love in the guileless ear of a girl Brightens ihe cheek with the sweet shy pink th_.t is hardly a blush. Then as a rose-red flame, overhead comes sailing along- Streak upon streak, what had been in the east but a purple flake. And the poplars giimmer green and the first bird's matin-song Tells with its tremulous note that the woodland world is awake.\""], [81, "A CHAPTER V. RIVERSIDE HOME— PANGBOURNE — MAPLE DURHAM — WOODLANDS FAIR — AT THE ROEBUCK. \"The stately homes of England, How beautiful they stand Amidst their tall, ancestral trees O'er all the pleasant land, The deer across the greensward bound, Through shade and sunny gleam, And the swan glides past them with the sound Of some rejoicing stream.\" In \" the tender grace of a day that is past,\" for that day had a tender grace of its own, though the out look was narrower than that of the time that now is — Mrs. Hemans' poetry was greatly read, and learnt, and loved by young people, and as we glide by one of the loveliest of"], [82, "THE CRUISE OF THE TOMAHAWK. 66 riverside houses, the confident but in experienced Cox is visited by the memory of one of those sweet tuneful lays of old, \" The Statelv Homes of England,\" a verse of which is set at the head of this chapter. By just such a \" stately home \" we pass, nor are the swans lacking ; while \" shade and sunny gleam \" lie stretched out before us all fair to see, and the water kisses the \" greensward \" where it falls to the river's edge : \" Es schien als habe das JVasser mit verliebten Armen nach der schonen Aue gegriffen nach ihren hochschwankenden Grdsern und Blumen, und nach dem erquicklichen Schatten Hirer Baume,\" as in fair Undine's home, where Huldbrand courted her. Far up this stretch of green the grey stone of the house shows pale among the trees, while here and there patches of vivid colour tell of massed blossoms in their fullest summer beauty. ' Wouldn't it be nice to live in a place like that ? \" says Stroke, dreamily, leaning on his oar. It may be here noted that at this stage of the journey \"Stroke\" began to write poetry, to look transcendental, to be"], [83, "THE CRUISE OF THE TOMAHAWK. 67 absent-minded — indeed, as was more than once hinted to him several times in a day, he had \" got 'em very bad \" — and there could have been no reasonable doubt, would have died singing — or rather reciting — like a swan, had he chanced to fall overboard. Here a doubt arises in the writer's mind whether swans do \" recite ; \" but, as in these days almost everyone recites, the benefit of the doubt may be allowed, and the suggestion may stand. v But to return. We left Stroke \" leaning dreamily on his oar,\" and asking the universe if it wouldn't be nice \" to live in a place like that,\" i.e., the \"stately home\" beside the \"rejoicing stream.\" \" Yes,\" says Cox, with enthusiasm. \" O, yes! if you had money enough to keep it up,\" at which Bow, always practical and blighting in his remarks, growls out that \" if you hadn't you could let it to another fellow, don't you know.\" This unseemly remark having been sat upon as it deserves, all attention is claimed by and concentrated upon another riverside garden >ve have just come up alongside."], [84, "THE CRUISE OF THE TOMAHAWK. 68 Here are flowers everywhere, in rustic baskets, in beds, in terraces, a perfect fairy-land ; while here and there, tall, grey, and slender, we see several storks —so many Agags—mincing deli cately as they go, and apparently quite at home, and perfectly tame. A man is at work garden ing among the flowers, and a stork, on one stands watch- leg, ing him interestedly. \" How ghostly they must look in the twilight ! \" says Cox, with a shiver. Since Cox is known to be a pitiably superstitious person, cunning in \"signs\" and \" portents,\" this is received with a grin. \" Any way,\" says Stroke, \" it's a nice idea keeping storks.\" At once an idea is suggested to him, as the key-note to a new poem, thusly : \" O tell me, pale grey stork, why art thou stalkim But Stroke will have none of this trifling with the Muses. \" Don't frivol,\" says he, and a \" spurt \" is put on to reach Pang bourne as quickly as may be. We want to get ourselves \"comfortably settled\" before nightfall. ■:■-"], [85, "THE CRUISE OF THE TOMAHAWK. 69 \" Comfortably settled ! \" What a mockery the words seem, looked back upon from the standpoint of Pangbourne ! Pang bourne — not as we have fondly imagined it — with picturesque hotel \" o'erlooking the bright \" What' '_* to be done now ? \" flood,\" and all the rest of it, with com fortable rooms (bespoken by letter days before), with cosy tea equipments, per chance a balcony where pipes may be smoked, and the tinkling banjo of the playful camper-out be listened to in the peaceful enjoyment that follows an honest day's toil. As we crawl up a narrow and crooked stair, to look at bedrooms that we feel any of our under-housemaids at home would just glance into, and suggest that day montb as a suitable time for their depar ture from our service, our spirits sink to zero. When we are ushered into an un kempt room and set dow*n to what is apparently an infusion of chopped hay, accompanied by bad butter, and stale bread, things come to a climax. Stroke wants to lay his prone head among the"], [86, "THE CRUISE OF THE TOMAHAWK. 70 crumbs and mustard stains and weep aloud. Misfortune hardens the heart of the Cox. \" Do write a poem upon Pang bourne ! \" she says, effusively, and with biting sarcasm. Bow maintains a dogged silence (as is his way), but at last growls forth two pregnant words — \" push on.\" We do push on. In ten minutes more we are again afloat, having shaken the Pangbourne dust off our feet, and paid for our tea with a sufficiently bad grace. It is needless to say that our tempers leave much to be desired, but Dame Nature is a sweet and tender mother, and, in cer tain lovely moods, an excellent hand at conciliating her children. As we glide along by the beauteous Maple Durham woods we forgive all the world — even Pangbourne. The lovely, shadowy tints of early evening are everywhere around us ; the mellow western sunlight gleams on the masses of foliage that are in places just tinged with over-ripeness, as if the artist had tipped his brush with yellow7 ochre and faintly touched the picture here and there. The loose strife stands all bravely in its serried ranks along the bank — the round"], [87, "THE CRUISE OF THE TOMAHAWK. 71 slim-stemmed reeds turn and whisper and bow and shimmer as the current catches them. On — on we glide through a fairy world, \" And set the shadows throbbing as we pass.\" We have forgotten Pangbourne and the chopped hay ; we are not tired any more ; our tempers are gentle and serene ; you might feed out of our hands ; you might lead us with a silken thread. . . . We are mightily pleased with ourselves and with the world ; most of all with that pleasant and comfortable hotel, The Roebuck, where we arrive in due time, and where the Ccx instantly orders \" another tea,\" count ing the Pangbourne feast as a mere blank — an absolute nonentity in teas. A railway runs between the Roebuck and the river — in fact, is overlooked by the former from a towering height. This might be an objection in the eyes (and ears) of some people, who dislike the rush and the whirr of trains at intervals, but Cox says she likes it — it reminds her of London, which place she dearly loveth. We have large, airy rooms at the Roe buck, a nicely served dinner, and only one grievance, namely, that the wind is rising"], [88, "THE CRUISE OF THE TOMAHAWK. 72 and taking a chilly tone, which vve feel to be inconsistent with the time of year. But this is not the fault of the Roe buck. B. J. L."], [89, "THE CRUISE OF THE TOMAHAWK. 73 MORNING. The autumn skies are crisp and clear, The autumn wind is cool, The waters of the tumbling weir Make music in the pool. The meadow grasses whisper sweet, And hke a sunset sea The russet waves of harvest wheat Are rippling pleasantly. High up against the sunrise skies The blue-white swallow speeds, The silver-spangled dragon flies Are dancing in the reeds. A flash of light— the kingfisher Sweeps down the waters blue, The river world is all astir, Let us be stirring too."], [90, "CHAPTER VI. THE ROEBUCK — CAVERSHAM — SONN ING — SHIPLAKE — HENLEY. It is a glorious sight that greets us as we saunter out after a late breakfast to smoke the matutinal pipe on the trimly-mown terrace of the Roebuck Inn. Before and below us the silver Thames, no longer a narrow stream half lost in beds of rush and reed, but a mighty river rejoicing in its strength, and, even in these late summer days, brimming its lush banks with the swirl of its eddying flood ; — beyond, a land of park-like meadow's, where the sleek and ruddy kine cluster beneath stately elm and spreading chestnut, or flocks of snow-white sheep graze the short cropped turf of some broad pleasaunce ; — a smiling valley dotted"], [91, "THE CRUISE OF THE TOMAHAWK. 75 here and there with pleasant homesteads and white bungalows, shadowed by broad verandahs and set in gleaming beds of flowers ; — and behind and above all, with here and there a chalk cliff showing white through their dappled greens and browns, the wood-clad slopes of the Chilterns, the last relics of that mighty barrier of forest that in the days of old shut off the centre of our island from the invading swarms of the Eastern shore. The crisp autumn breeze is dimpling the surface of the water, and ruffling all the silver lining of the willows and the grey undersides of the poplars on the northern bank. \"et tent's crepilans vocat Auster in altum\" says Bow, lazily ; but it looks like freshen ing into a gale before evening, and we make up our minds accordingly to push on for Henley while yet we may. Our packing is quickly finished, our modest reckoning settled, and in a quarter of an hour at most we have clambered, with bag and baggage, down the steep ascent to the landing-stage — Deducunf socii slaves — and are duly rewarded, and in a moment more — provehimur portu — with"], [92, "THE CRUISE OF THE TOMAHAWK. 76 a flowing stream in our favour and a plea sant breeze in our backs, we are swinging down at a long, steady stroke through the green eyots to Reading town. Meanwhile the practical eye of Bow has detected sundry ugly bumps and scars on the gunwale of the Tomaliawk, where she has come into anything but gentle con tact with the lock timbers on her way. \" Fend offs,\" he is heard to growl ; \" ought to have got 'em at Oxford ; better get 'em before next lock,\" and in obedience to his suggestion we put in at the charming landing-stage of the Caversham Hotel, most picturesque and inviting of riverside inns, and bargain for a set with the portly and pleasant-looking landlord. As we lie off the lawn waiting for the waterman to bring them out, two lazy-looking youths in boating blazers saunter across the turf, pipe in mouth and newspaper in hand, and tumble heavily into a double sculling boat moored off the landing steps. Presently one of them is heard to suggest that the other fellows had better look sharp or they won't get to Windsor to-night, and the pair give a glance out of the corner of their eyes at our Cox to see whether she is duly impressed. Now7, as it is already"], [93, "THE CRUISE OF THE TOMAHAWK. 77 past one o'clock, and Windsor is just over thirty-one miles from Caversham Bridge, and as moreover our worthy friends look anything but workmen, even the Confident but Inexperienced One is hardly likely to be taken in, and the only result is that the euphonious but hardly complimentary appellation of \" the Sugarers \" is by unani mous consent bestowed on the occupants of that double sculling boat, of whom we were destined to see more in the sequel. We may as well add at once that those \" fend offs \" were a fraud and a delusion. They were a pretty ornament to the Tomahawk's gunwale, no doubt, and gave that elegant craft a knowing and (ahem) even crafty appearance, but as to keeping her off the lock timbers, bless your heart ! they were of no manner of use. Whether it was the malice prepense of the water man who put them on, or our inexperience in using them, or the crowded state of the locks, or the wrath of Father Thames at sight of an alien craft on his waters, or the bad management of lock-keepers, lock builders, and the Thames Conservancy generally — those timbers always managed, however carefully we watched them, to dodge in between the fend offs, and score a"], [94, "78 THE CRUISE OF THE TOMAHAWK touch off the poor Tomahawk' s dainty sides. Next time we try a cruise on the Thames we mean to have one of those stout globes of jute and cocoa-fibre which steam launches do most affect, and Bow shall be told off to dab it down at the right moment and baulk the fiendish timbers of their prey ; but meanwhile the game goes sadly against us, and we know it even before we have got through Caversham lock and down into the Reading reach. By the time we have passed Rennet's Mouth the threatened gale has sprung up stiffly, and all down the next reach our poor Cox is buffeted and numbed by the sharp head wind, hug the Oxfordshire shore and the lee of the willows as she will, and her steering powers are most severely tried. In the next reach things mend a little, and as we draw near to Sonning the wooded hills of Holme Park afford a welcome shelter, and dispose us to look with kindly eyes on the trim flower beds of the lock and the sweet picture of the island-studded pool. At this stage of the journey the question of luncheon naturally presents itself, and equally naturally Cox moves an amend ment in favour of tea. A show of hands"], [95, "IHE CRUISE OF THE TOMAHAWK. 79 results in favour of a combination of the two meals, and Stroke sets off to forage for bread and butter and a jug of water wherewith to boil the kettle. It is astonish- ing how difficult it is, in a strange village, to find the whereabouts of the shops. The inhabitants of Sonning are apparently all dead or all asleep, or peradventure at dinner, and Stroke wanders helplessly up and down, and is on the point of returning provisionless to the expectant crew, when in a back street he stumbles on a couple of shop windows. One is apparently a grocer's, the other a baker's, and of course he chooses the wrong one ; the baker has nothing but monstrous cottage loaves, and stoutly declines to sell less than a pound of his very unsavoury looking butter; however, an excessive loaf is better than no bread, and the worst butter is better than none, especially as the enemy at last so far relents as to part with half a pound of the same, and Stroke is soon laden with the heavy trophies of his successful search. Then comes the question of the jug, but here the baker remains as hard as his own last week's loaves. There are several handy looking pitchers hanging round the shop, but in vain does Stroke plead with"], [96, "THE CRUISE OF THE TOMAHAWK. 80 his most persuasive air that if he were allowed to carry off one of them in ex change for current coin of the realm it never would be missed. The baker refuses to hear the voice of the charmer, and even volunteers the crushing information that \" there ain't no place in Sonning where they sells anything of the kind,\" and Stroke is on the point of going back pitcherless to the Tomahawk, when the thought of the Cox's feelings at being robbed of her tea fires him with the courage of despair, and he rushes head long into the grocer's shop. Heu vatum ignarœ mentes ! the grocer's is not only a grocer's but a baker's and a dairyman's and a china shop to boot, and not only do they sell him just the very jug he wants, and obligingly fill it with fresh spring water, but they are ready to sell him crisp biscuits and golden rolls, and delicious cakes all fresh from the oven, and delicate pats of whitest butter, and the sweetest and creamiest of milk, all of which things he is obliged to decline, be cause he is already laden with the cottage loaf and the half-pound of butter aforesaid, and can carry no more ; but he makes a note of them for his own future use and"], [97, "THE CRUISE OF TIIE TOMAHAWK. 81 that of any brother of the oar who may go foraging hereafter in Sonning streets. A little below Sonning bridge there are some willows growing athwart the bank, and there the Tomahawk is run in, and by dint of much shielding with rugs and cloaks -r— for the wind is blowing bleakly across the fields — the grand patent spirit stove is prevailed upon to allow itself to be lighted. Even then, however, we have at first some slight difficulty in getting it to conduct itself in a satisfactory manner; but ultimately all goes \" smoothly as a marriage bell,\" and the greatest possible kOSo. is won bv Stroke for his talents as a caterer. As to the jug, it is pronounced a triumph of art, and subsequently became one of the many precious mementos of the cruise of the Tomahawk — taken home and cherished ever afterwards. At the close of our pleasant meal some urchins gathered round us, staring with G"], [98, "THE CRUISE OF THE TOMAHAWK. 82 round, covetous eyes upon the relics of the feast, and we — being in that suave and amiable frame of mind to be remarked in beasts at the Zoo immediately after feed ing-time — gladly presented them with superfluous biscuits and fragments of cake ; and Cox, fancying that amid the babel of their chatter she caught the sound of a name precious as that of a dear and absent one, asked if there was a boy present who called himself \" Harry ?\" Immediately a demure young shaver of about ten years presented himself with calm assurance, stating that his name was \" Harry Paynter.\" \" And, please, mum\" (this with a pull at his forelock), \" I goes to Sunday School reg'lar.\" Cox instantly gave him a Benjamin's share of all the good things she could find. This episode over, we set about re embarking ; but, will it be believed that, looking back, our last sight of Harry Paynter — that rigorously regular atten dant upon Sabbath instruction — showed us that godly-minded youth \"giving it\" to his companions over the head, and un blushingly appropriating their share of the cakes in addition to his own. Seeing that the poor Cox felt bad about"], [99, "THE CRUISE OF THE TOMAHAWK. 83 it, Stroke and Bow forbore to gibe, but it is by no means certain that they refrained from exchanging a furtive grin ; assuredly the position had its droll points. Just as we sat down to tea, or luncheon — ttoWow ovofjMTœv fj,op(f>rj /j,la — the Sugarers went past cur camping-ground on their downward way. They were rowing a vigorous, but not very effective stroke, and as we have been taking it fairly easy since Caversham, either they must have lingered long after our departure, or else their prospects of sleeping at Windsor to-night are exceedingly remote. How ever, as they must be a good mile ahead by this time it is hardly probable that we shall have the chance of ascertaining whether they manage in the end to verify their expectations. Between Sonning and Shiplake the wind is bitterly cold, and the water rough and lumpy. The stunted willows that grow thick or. the islands dotted in mid-stream shiver and moan beneath the blast, and the river scene is so bleak and eerie that every moment we expect some gnome or satyr to spring from their dark depths, and Cox declares to this day that she distinctly saw her beloved Undine's,"], [100, "84 THE CRUISE OF THE TOMAHAWK. Nickenden Mann, nodding his long white head at her out of the last clump on the long eyot. But when we draw7 near to Shiplake lock even the cold is forgotten in the beauty of the wooded island at the opening of the lock reach, and as we look back upon the stately chestnut, which seems to spring right out of the river depths in all its glory of glowing green and burnished gold, it is hard to believe that we are not feasting our eyes on the ideal creation ot some great painter's brush. And, indeed, we are now entering on the very home and haunt of our river artists, and as we slip down the river from Shiplake to Henley almost every turn and bend of the stream calls up reminiscences of old Academy days, and the sweet canvases of a Leader or a Murray. As we paddle out of Shiplake lock a steam launch is puffing slowly in, with the usual crowd of small craft hanging on to her skirts, and from one of these we are surprised to find ourselves vigorously hailed. We pass so quickly that we have hardly time to recognize our interlocutor, but in a moment it flashes upon us that the figure in boating flannels and light cut away coat is the same which w7e saw only"], [101, "THE CRUISE OF THE TOMAHAWK. 85 last month at our college gaudy in full clerical attire of the most irreproachably orthodox cut ; and the only wonder is how he was so quick to recognize us in our equally transmogrified garb. It is wonder ful how everyone one knows seems to be out this summer enjoying the pleasant Bohemian life of the river. A correspon dent of the New York Herald tells us some months later that he identified us as he passed our camping-ground at Sonning, and envied us our comfortable tea, and a little lower down we catch sight of a mighty cricketer who has given us a fine afternoon's leather-hunting in the Strat ford meadows only a few weeks before. And here, too, just under the railway bridge, drifting\" from side to side in most erratic fashion, are our old friends the \" Sugarers,\" who have evidently not yet settled down in earnest to that job of getting to Windsor by nightfall. They seem rather ashamed to see us, and pull themselves together for a spurt, but they carry two passengers to our one, and though our baggage makes up for much of the difference, we have not much difficulty in going away from them, and presently lose sight of them round the corner."], [102, "86 THE CRUISE OF THE TOMAHAWK. But here under the shelter of the War- grave hills the river scenery is too lovely to be hurried over, and presently we slacken speed again, lingering to admire the plea sant river-side dwellings with their trim lawns and quaintly-carved boat-houses, framed in the white cliffs and waving woodlands of the Berkshire shore. Here and there a tangled back-water all aglow with lilies tempts us to explore its beauties, and under sunnier skies we might have yielded to the temptation, but in spite of our thick guernseys this loitering in \"a nipping and an eager air\" is beginning to chill us to the bone, and getting to work again we pull on vigorously to within a quarter-of-a-mile of Marsh lock, when we discover to our disgust that the lock is even fuller than usual, and that there is no hope of getting in for twenty minutes at least. All we can do is to make the best of a bad job, and drift down as much under the lee of the Berkshire shore as possible. Even then we are ten minutes too soon, and in those ten minutes the Sugarers are upon us, and in company with a string of barges, a steam launch, and a goodly gathering of small boats, we enter the lock together."], [103, "THE CRUISE OF IHE TOMAHAWK. 87 The sensation of the small potatoes in a sack when the said -sack is vigorously shaken must bear a very close resemblance to those which we experience during the next ten minutes. The whole surface of the lock is covered with craft of all sorts and sizes, and as the water begins to go down, the swirl sends us bumping, thumping, banging against one another and against the sides of the lock, jams our nose into the stonework in spite of all Bow's efforts to keep it off, sweeps our stern out against the bow of a helpless canoe in utter dis regard of Stroke's convulsive clutch on the lock-chain, lurches the rowlocks of the Sugarers' bow-side over our stroke-side gunwale, and threatens to pitch us both together against the stern of the steam launch, which every now and then, like some big fish among a shoal of minnows, gives an angry swish with its screw and sends us spinning back again to the tail end of the lock. In one of these convulsive chassees Bow* of the Sugarers' boat, a man of infinite presence of mind, contrives to clutch a stout rope that is trailing over the stern of the launch, while his comrades, being evidently right good fellows at bottom, in spite of their little foibles, offer"], [104, "THE CRUISE OF TIIE TOMAHAWK. 88 to take us in tow* in turn, an honour which we politely decline. We have reason to congratulate ourselves on our refusal, for in another moment the lower gates are thrown open, and with a scream and a snort, and a furious lashing of the water, the steam launch makes her way out of the lock, and rushes off at full speed towards Henley, dragging the double-sculling boat after her. All the way down Henley Reach we see her tossed and flung from side to side like a shuttlecock by the wash of the screw — now her bows are lifted clean out of the water, now they are almost buried in the surging waves ; first one gun wale and then the other leans ominously near the surface of the stream. But their Bow is evidently a \" tall fellow of his hands,\" and though at times his arms must be nearly torn from their sockets, and at others he is in imminent peril of being dragged bodily out of his boat, he holds manfully on, and we wish our travel ling companions good speed as they dis appear round the corner with every hope that after all they may see the lights of the royal borough before the stroke of mid night. Meanwhile, in less exciting fashion, w*e"], [105, "THE CRUISE OF THE TOMAHAWK. 89 have ourselves made our way out of the lock, and are rowing steadily down to wards Henley, not, however, without easying now and again to turn and admire the scene before us. The quaint old town, with its background of wooded hills, on which, in a lull of the wind, a misty rain is beginning to descend from the overcast sky above, the smoke trailing from the steam launch down the river, or curling up from the barges which creep along under the Oxfordshire bank, the swift grey stream below, and the grey- green willows and rushes that line its grassy banks, make up with their soft undertones of air and water and tree, a picture such as Corot would have loved to paint, and even Turner need not have disdained. Then after a short stretch along willow clad islands lined with gaily-painted house boats and trim garden plots gay with many-tinted flowers, we plunge right into the bustle and stir of the river-capital. After our three days' life on the river it is like coming suddenly face to face with civilization again from some unfrequented land. The river, the quays, the landing-stages are crowded with boats ; elegantly-dressed"], [106, "THE CRUISE OF THE TOMAHAWK. 90 loungers are in possession of the green sward of the Red Lion ; an excursion party of more or less inebriated cockneys are running \" go-as-you-please races \" along the river terrace. The awe of the great metropolis falls on us ; we become suddenly conscious that we are unkempt and travel stained, and totally unfit to put in an appearance in such polite society, and we are glad to run the Tomalunvk into the landing-stage by the bridge and hurry into the Red Lion to wash and brush up and don more civilized garments before sitting down to the excellent dinner with which that well-known hostelry gladdens our hungry gaze. As we leave the river the last sight that meets our eyes is the steam launch with the Sugarers' boat still fast to her stern lying peacefully at rest against the quay. There is apparently not a soul in charge of either craft, and though we are not destined to know the sequel, yet, as it is now getting on for six o'clock, and Windsor Bridge is still over twenty-one miles away,. we think we are not wrong in guessing that, unlike the old woman with the pig,. the Sugarers do \"not get home to-night.\" Stroke."], [107, "THE CRUISE OF THE TOMAHAWK. 91 RIVER VOICES. \" heard a voice of water low- In rippling tones the strain repeat, ' Thou art weary, stay thy feet. Toil is weary — let it go. On the quiet river's breast All day long thy pastime take, Where the waters softly flow By the feathered osier brake, While the soft breeze from the West Fans away the noontide heat. Rest, oh ! rest : Till the dancing fire-flies glow, And the strain that cheers thee best All the woodland overflow From the nightingale's retreat. Here is rest ! After labour rest is sweet ! ' \" I heard a voice of waters wide Speak to my soul in accents strong. ' The world hath need of toil,' it cried. ' I serve it as I speed along, I turn the mill-wheels as I pass ; I sink and swell the deep-set locks, I bear the heavy laden barge Seaward to the city docks. I feed the luscious meadow-grass, I bring sweet waters for the slocks, And all along my glistening marge I purge the world on every side, From the dank and noisome fen,"], [108, "THE CRUISE OF THE TOMAHAWK. 92 From the smoke-grimed towns of men, Sweeping with resistless tide All the world's impurity Down to the purifying sea. \" ' Wouldst thou truly learn of me, Learn the highest and the best, Bear the burden and the heat, Learn that labour too is sweet — Sweet is labour after rest ! ' \" Oh, mighty river voices twain, How large a truth is here expressed In that sonorous refrain Where the strength and sweetness meet— \" 'After labour, rest is sweet ! Sweet is labour after rest ! ' '"], [109, "CHAPTER VII. HENLEY TO COOKHAM — AT THE FERRY HOTEL. The fourth morning of our trip breaks grey and gusty, the greyness soon passing into a monotonous downpour of rain, which makes the outlook from our breakfast table at the Red Lion appear anything but in viting, and Bow's gloomy prognostications seem more suited to the occasion than the Cox's equally confident assertions that it is a beautiful summer morning, and \" if we would only have a little patience we should see.\" Stroke is the first to go out and recon noitre, but soon returns, damp and limp, and delivers himself of his verdict — \" I"], [110, "THE CRUISE OF THE TOMAHAWK. 94 chuck at this ! \" while extended at full length in the easiest unoccupied chair, from which, it is clear, that the united efforts of tne rest of the crew will be quite unable to move him. Then Bow makes a sally on the opposite side of the house, but soon returns equally disgusted with the prospects, and an overwhelming majority of two to one passes a resolution declaring \"that Cox's flattering opinion of the weather is not in accordance with observed facts, and does not command the confidence of the meeting.\" Our rooms at Cookham are already engaged, so it is determined to push on thither at once by rail ; the Toma hawk is put in charge of a waterman ; Stroke and Bow exchange flannels for the garments of civilization, and in this wise, feeling ourselves particularly small, we sneak into Cookham. The first two or three days of our stay there were just as stormy and unseasonable as the day of our arrival, so the Tomahawk remained at Henley rather longer than had been intended. During this time, though, we make a point of wearing our flannels and talking big, whenever anyone is by, of our previous feats of watermanship, the face of our land-"], [111, "THE CRUISE OF THE TOMAHAWK. 95 lord begins to say, as plainly as a face can speak, \" I don't believe those people in the front parlour have got a boat at all, or if they started with one they have had to pawn it on the way down ; \" so it is decided (nem. con.) that somehow or other the Tomahawk must be fetched. The weather is quite too uncertain for Cox to face the risk, so a character, hitherto unknown to the gentle reader, appears under the sobriquet of \" The Indian Chief,\" and is induced to take the third place in the crew. Bow and Stroke take an early train on the following morning, pick up the Chief at Maidenhead, and the three proceed to Henley in com pany. The distance from Henley to Cook ham is but twelve miles, so there is no need of an immediate start. The Cookham tobacco having been proved by actual ex periment to be of most undesirable quality, we take a leisurely dander round Henley town, lay in a liberal stock of that most important article of riverside consumption, and when at length nothing better remains to be done, we betake ourselves lo the waterside and shove off for our journey down stream. The whole crew can now be rated A. B. So \" The bow-sprit got mixed with the"], [112, "96 THE CRUISE OF THE TOMAHAWK. rudder sometimes,\" or, at least, so it would appear, for at the start the I. C. is pulling a powerful oar at stroke, while Stroke is rowing bow, and Bow is making the most of his opportunities as an understudy of the Confident but Inexperienced Cox ; and with this arrangement we row7 over the famous regatta course. The time is carefully kept, but, not to excite envious feelings in the bosoms of the L.C, T.R.C., 6.U.B.C., C.U.B.C., etc., etc., shall now7 be kept — dark. Having performed this remarkable feat to our complete satisfaction, we easy shortly below Temple Island, and resolve to try a sail. It is voted unanimously that sailing is the \"perfection of motion,\" and the vote has just been carried when we reach the bend at the bottom of the reach ■ — perhaps 300 yards below the place where we had hoisted our canvas — and then, of course, the mocking breeze goes dead ahead, and we are ignominiously blown straight into the reeds on the Buck's bank. \" Haul her down ! \" cries Stroke. Bow gets out the sculls and leisurely pulls her down to the lock. Below lock we stay some time, hang ing on to a stump by the boat-hook and watching the water, much swollen by the"], [113, "THE CRUISE OF TIIE TOMAHAWK. 97 late rains, tumbling, and foaming, and rushing over the weirs, and between the islands, stirring the reeds and making the overhanging willows glisten in the sun beams with its spray, until Bow begins to get impatient, and vows \"that confounded boat-hook will pull his arms out of their sockets\" if Stroke does not quickly finish that \"Pome\" of his, and let us out of this. Besides, what can there be to write a pome about in a lot of muddy water tumbling about between two muddy banks ? So we let go, and if Stroke docs light upon an inspiration at Hambledon lock he finds other words to express what he saw. Then to our oars again, Stroke and Bow return ing to their accustomed seats, while the Indian Chief guides our way past Magpie Island, a great mass of beautiful verdure right in mid-stream, and so to Medmenham Abbey, that house of most unsavoury and unsanctified memory, with the motto \" Fay ce que voudras \" inscribed over its door. After a short discussion we decide not to land, and push on past the beautiful locks at Hurley and Temple into the fine stretch of water, enlivened by large houses (con spicuous among which is Bisham Abbey) and fair gardens, at the bottom of which H"], [114, "98 THE CRUISE OF THE TOMAHAWK. stands Marlow. We find this reach much affected by lady punters, most of whom are steering an erratic course up and down and straight across the stream, their course at any given moment having but the faintest connection with their ultimate destination, so that Bow, who has now again taken the rudder-lines, is sometimes hard put to to choose his course, a punt, which a moment before had been ap parently safe under the Bucks bank, suddenly shooting forth from that harm less position right before the Tomahawk's nose; indeed, several times ere Marlow is reached the steady stroke of the pair has been interrupted by a sudden shout of \"Hold her!\" and a collision narrowly __/ escaped. Bow has no confidence whatever in his own swimming powers, and does not at all like the idea of being suddenly called upon to plunge into the foaming tide to the rescue of some distressed damsel \" who would more likely have to pull me out, don't you know ! ' and is much relieved when at Marlow lock Stroke relieves him of the responsibility, and he is allowed for the rest of the journey to occupy his accustomed position. Thence, without any"], [115, "THE CRUISE OF THE TOMAHAWK. 99 adventure, we pull down the lovely Quarry Wood reach, and so to Cookham, where we have the satisfaction of feeling ourselves immensely raised in the estimation of our worthy and genial landlord, who has been informing Cox that we are not at all likely to return before sunset, w7hereas, in fact, we reach our quarters in time for a very late lunch ; and his role of prophet being thus discredited he is henceforth at all times willing to allow that there is more in the crew7 of the Tomahawk than \" anyone would have supposed to begin with.\" Bow Days at Cookham speed by pleasantly enough. The weather is variable, but cannot be described as cruel, since here and there we get a perfectly royal day, when the river that flows beneath our lawn is so beautiful with shade and shine — so beautiful by day, so perfect by night — when the moon silvers its ripples, and the trees upon its banks show black against the purple sky, that we are never tired of watching it. It seems we have so far omitted to state"], [116, "THE CRUISE OF THE TOMAHAWK. 100 that all along we had looked forward to making Cookham our headquarters, and had arranged our sojourn at the pretty Ferry Hotel there by correspondence with the landlord of the same. Nor did we ever regret this selection of a pied-a-terre. Nothing could exceed the kindness, con sideration, and courtesy of \" mine host \" of the Ferry and his charming young wife during our three weeks' sojourn at that comfortable hostelry. Never was the rush of\" comings and goings,\" inseparable from a river-side hotel, permitted to make our comfort and well-being a forgotten thing. The service was good and attentive, the meals nicely served, and every assistance given to us in the many expeditions we undertook to various parts of the river and country. When we had friends to tea — in other words when personages hitherto un known in this narrative of ours — but hence forward to be recognized by the gentle (or otherwise) reader under the titles of our Queen and Princess, came to visit us, we were granted the use of a delightful sitting-room with big bay window fronting the river, and delicate cakes of curious kind were furnished as viands for \" the Fair.\""], [117, "TIIE CRUISE OF THE TOMAHAWK. 101 On these festive occasions our party was further augmented by a certain \" Warrior Bold,\" who lets on to be \"no end of a hare \" with an oar, but in whose skill we felt but the shakiest confidence, a family legend existing that he once steered his barque — not \" to Erin's Isle,\" but into a mud-bank, where he had to sojourn the greater part of a night. In vain he sar castically pointed out that he couldn't land us on a mud-bank, because there \" weren't no mud-banks anywhere around ; \" con fidence was lacking, and everyone smiled sardonically at every opinion given utter ance to by the Fire-eater (who also proved to be a cake-eater and jam-consumer of no inconsiderable skill). To make things at Cookham still plea santer for the crew of the Tomahawk, they now found themselves within pony carriage distance of a certain country-house over whose portal was written in large — if un seen — letters, \" Welcome.\" Bow developed a passion for tennis parties, hitherto dormant in his nature— at all events, that had never revealed itself betore. A highly desirable, though slightly ancient, pony-trap, and a ginger-coloured pony — also desirable, and also somewhat"], [118, "THE CRUISE OF THE TOMAHAWK. 102 advanced in years — were discovered in the village, and set a-going along the green lanes that lie between Cookham and the neighbourhood of Maidenhead, Cox guiding this vejiicle with undeniably greater skill than she had shown in hand ling the \"ribbons\" of the Tomahawk. Tennis on a velvet greensward, with fair gardens all around, and great standard roses all abloom, displaying their beauties in the bright sunshine, like so many gigantic Covent Garden bouquets — a mighty pleasant company — the heartiest of welcomes — tea — and then the drive home to the Ferry Hotel in the gloam ing — back to the glint of the river and the starshine, to the tinkle of the banjo and the song of the oarsman — to the quiet pipe by the ripples that sobbed against the grass at our feet. A happy, lazy life — and pleasant, truly, to look back upon — restful to people who live by the work of the brain, for there is no healer like Nature, nought that so \" knits up the ravelled sleave of care,\" as quiet, daily communion with her beauties and her varying moods."], [119, "THE CRUISE OF THE TOMAHAWK. 103 The Ferry Hotel is picturesquely situated, and, during our sojourn there, shows great wealth of flowers. We have never before seen petunias used as window-plants, and are much struck by their luxuriance and free-flowering. At every window they hold up their pretty, delicately-tinted faces — every shade of purple, mauve, magenta, and pure white, with sine lines of bluish grey, are there — and, mingled with them, the pale green spires of mignonette scent the river breeze for us before it comes into our rooms. Among our many pleasant days are one or two better than the rest — ■ days we mark with a white stone in our memory of that happy time. One Sunday evening is especially to be recalled as of exceptional loveliness. Our Queen and Princess are with us, and the Warrior Bold. Tea is over, and we are sitting in the wide bay window. There before us, seen beyond the flower-pied lawn, is the sun- bright river, gay with boats that glide, and pass, and make the water break into shivers of light with the dip and rise of many oars. The sky is all clear from end to end, not one single cloud obscures its heavenly blue, which only changes and melts into a"], [120, "104 THE CRUISE OF THE TOMAHAWK. tender rose over the west. The falling cadence of church bells in the distance seems to complete a picture not easily effaced from the memory, and of which even the memory is restful. B. J. L."], [121, "THE CRUISE OF THE TOMAHAWK. 105 SUNSET. ■\" Under the purple vaulting of cloud, through a rose- red mist, The sun sets over the land in a burnished glorv of gold, And the rippling wavelets break into agate and amethyst. And the cloudless azure deepens above, and the woodland depths grow cold. And the hush of the sunset falls on the curve of meadow and down, While over the silvery blue where a myriad opals play The voice of the quivering reeds and the river grasses brown Softly whispers the first faint notes of the dying dirge of the day. And as when the hand of a master is laid on the organ keys High in the clustering arch of a great Cathedral pile, And the low notes thrill to the touch of his tremulous ecstasies — An awe-struck wonder of silence falls on the heart of the crowded aisle. So are our voices hushed as we glide o'er the waters dim, Where the whisper of God breathes low in the sigh of the evening air, And the lap of the wave on the bank has the tone of a far-off hymn, And the grey mists rise with the incense breath of a rapture-laden prayer.\""], [122, "CHAPTER VIII. A NIGHT ON THE RIVER — MARLOW REGATTA. We had just returned from a long after noon on the river. Our guests — to whose hospitable entertainment of us at their charming country seat on Pinkney's Green much of the pleasure of our stay at Cook ham was due — had driven off down the straggling lane that leads to the Feiry Hotel, and we were sitting enjoying the cool of the evening on the rivtr-lapped lawn ; for the day, for a wonder, had been hot, and the evening was clear and wind less, and the soft swirl of the water and the murmur of the weir chimed in well with the lazy well-being born of a good day's work"], [123, "THE CRUISE OF THE TOMAHAWK. 107 in the sun. Suddenly somebody remem- bered that Marlow Regatta was going on, and that there was to be a procession of lanterns on the river. Then someone else whispered the magic word \" fireworks,\" and that settled it. We must go — but how ? Marlow is four miles up the river, and though Stroke and Bow protested that they were as \" fresh as paint \" and as \" fit as figs,\" Cox would not hear of their adding another eight miles to the work of the day. Stroke suggested a certain pony and trap, w*hose merits had already been tested in sundry inland expeditions ; Bow, who is great on Bradshaws and time tables, hinted at a special excursion train put on lor the occasion ; visions of possible steam launches calling at the Ferry Hotel rose belore the mind's eye of Cox, when our difficulties were suddenly resolved by the appearance of a dens ex machina, in the shape of a very undersized, very unkempt, and generally very dilapidated-looking Irishman, who, w*ith a piteous tale of the difficulty of getting work, besought us to give him a \" job in the towing line.\" How stupid of us not to think of it before 1 It was the very thing we wanted, and a few minutes more saw a bargain struck,"], [124, "THE CRUISE OF THE TOMAHAWK. 108 t our Irishman sent to meet us on the tow path, the crew bundled into the Tomahawk with a good supply of overcoats and rugs, and ourselves paddling up through the bridge to take up the towing line. The way that Irishman went to work would have done your heart good to see. First he took oft his coat and, folding it carefully into a ball, chucked it to Bow to be stowed away in the boat. Then he slowly turned up his shirt sleeves to the elbow, and spat in his hands, and tightened his bootlaces, and pulled his cap well down over his ears. Then from the middle of his body he slowly unwound coil after coil of an enormous tow-line, growing smaller and smaller in the process, till at last we began to wonder whether, when the last coil was unwound, there would be any Irishman left to hitch it to. However, the coil came to an end at last in abroad belt, which he slipped nimbly over his shoulders, the other end of the line, deftly caught by Bow, was made fast to the mast, and with a skip and a jump, expressive doubtless of his joy at having secured a \" job,\" our man of draught set off upon his journey. We shall not soon forget the beauty of that evening. It was close on sunset when"], [125, "THE CRUISE OF THE TOMAHAWK. 109 we started, and by the time we had passed the tall poplars and the railway bridge at Bourne End, the sun w7as sinking over the Chilterns in a splendour of crimson and gold. Against the flush of the western horizon the clear cut outlines of the trees stood out with almost startling distinctness, and, above, the sky was one sea of mellow light, with here and there a pink-flecked island of cloud afloat upon its surface. But below, in the valley, the light was fading fast. The distant woodlands had melted into a tender haze of blue, and the tall elms in the nearer pastures were deepening to deepest indigo against the saffron sky. Beyond them the grey spire of the church rose from a haze of lilac vapour like some weird wraith of the mist. The feathery osiers on the bank still kept a glimmer of green, but the high banks and their crown of waving grasses had faded into a blurred mass of greys and browns, and the only light below to answer to the light above was where on the mighty sweep of the flood the surface of silvery pearl was broken by myraid gleams of opal and agate and amethyst, as the racing eddies caught and broke into a thousand changing hues the waning light of the west."], [126, "THE CRUISE OF THE TOMAHAWK. 110 Then, as we swept on under the curve of the Quarry woods, the darkness deepened, the sunset glow faded away to the palest primrose flush low in the west, and the southern sky took an intenser azure behind the dark outlines of the trees, and all the valley faded from our sight and left us alone on the deep violet stream, on which only here and there the blue light of Damascened steel would flash from the sky above : — alone, with only the soft whirr of the bat's wings, and the soft swirl of the waters about our bow*s, and the ghost-like vision of some belated swan glimmering faint against the black back ground of a bed of reeds. At the tail of the mill race we run ashore, take our tow-line and our Irishman on board, and plunge into the darkness of the lock, to emerge on the upper side into a vision of fairyland. All the river from the lock to the sus pension bridge, and far above it, is alive with many coloured lanterns of every size and shape and hue. Lines of lanterns pick out the timbers of the bridge which spans the mill race. Strings of lanterns mark the main lines of every house along the river front. Lanterns of every variety of"], [127, "THE CRUISE OF THE TOMAHAWK. 111 ■quaint design hang from impromptu scaf foldings on wave-lapped lawn and quay, their tremulous reflections crossing and interlacing with one another, and weaving over the whole face of the stream a gold meshed web of ever-shifting rays. Across this mazy net- work of light and shade shoot -countless boats of every size and build. For a moment their dark shadows mar, as they pass, the golden lines of the river, but in a moment more the ruffled surface breaks again into a brighter glory of ruby and sapphire and emerald, as the ripple in their wake catches and reflects the gleam ■of the lanterns that from mast and spar and line dangle and quiver and dance in the soft night breeze. From beyond the bridge come the sweet strains of a band, softened and mellowed by the watery dis tance. Snatches of song, and fragments of banjo melodies breakout from time to time on boat or bank. From above comes the murmur of a great throng, and from below the deeper murmur of the weir, and each sound as it passes is caught up and etherealized and liquefied by the low voice of the river, till it mingles and blends with the rest in one soft harmony of content. We make our way slowly up to the"], [128, "112 THE CRUISE OF THE TOMAHAWK. lawn of the Anglers' Inn, above the weir,. and there dismiss our Irishman with the wherewithal to refresh his inner man, and with strict orders to meet us again at the same spot at ten o'clock. By this time we have realized that knocking about the river at night without a light may be a somewhat dangerous process,^and one of the party accordingly undertakes an expedi tion up the quaint High Street and returns with a good supply of lanterns and spars and twine with which we proceed to rig the good ship Tomahawk as she has assuredly never been rigged before ; and with lanterns aglow and a sharp look-out kept in the bows proceed to paddle up stream to wheie a dense throng of house boats and craft of all kinds is gathered round the steamer which bears the band. We hover on the outskirts of the throng as it moves slowly down the stream; we run in among the spectators on the Bucks bank ; we watch the crowds gathered on the Berkshire shore ; we pause under the Suspension Bridge to listen to the chatter and the laughter of the passing troops of sightseers. Everywhere there is the same light-hearted fun, the same child-like enjoyment of the beauty of the scene, the same good-"], [129, "THE CRUISE OF THE TOMAHAWK. 113 humoured acceptance of the little jars and collisions that are inevitable when a great crowd of men and boats is gathered to- gether. Who says that we English do not know how to enjoy ourselves ? Give me a night like that of Marlow Regatta, a few pounds to spend on lights and lanterns, a good band, and a fair open space in park or river, and I will show you a crowd as orderly, as merry, and as easy to please as any that you shall find in the Champs Elysees or in the Brussels Alcazar. The pity is that for lack of organization rather than from any real defect in our climate, these open-air festivals are with us so few and far between. Won't somebody suggest to the London County Council that to lighten the drudgery of their toil the great mass of the people w7ant a few luxuries such as this even more than the necessities of life, and induce them to start in one or more of our parks a permanent open-air enter- tainment on the model of the Fisheries, Inventories, etc., to continue during the whole of the summer months, and to be free to every member of the community who is willing to behave himself in orderly fashion ? On this night of Marlow Regatta I don't i"], [130, "THE CRUISE OF THE TOMAHAWK. 114 think I saw7 more than one man who was the worse for liquor. I grieve to have to chronicle the fact that the one exception w*as our Irishman. I am afraid it was our fault. In the innocence of our hearts, seeing that he looked as if he sadly wanted a square meal, we had handed him a couple of shillings wherewith to procure one. Now, two shil lings will go a long way in drink if you are not particular as to the quality, and I fancy that could we overhaul our friend's score we should find the solids represented by even less than Jack Falstaff's halfpenny-worth of bread. Be that as it may he was un deniably exceeding maudlin. Stroke, who started from Cookham plain \" sir,\" had become \"your lordship\" by the time he rejoined us, and would doubtless have risen to \" your Royal Highness \" had the sum been three shillings instead of two, and the time half-an-hour later. However, our Irishman was not too far gone to be able to tow, and, hoping that the exercise would tend to sober him, we slipped down through the lock, and started him again on the tow path below the mill race. For the first mile things looked pretty bad. He would start off at a violent run"], [131, "THE CRUISE OF THE TOMAHAWK. 115 that tautened the tow rope with a sudden jerk and banged the Tomahawk' s lanterns against one another till they quivered again. Then he would slacken his pace gradually till the rope dipped half its length in the river, and we were apparently left to drift down the stream. Then, just as we were getting out the oars to put in shore and ascertain whether he had gone to sleep in a ditch, he would be seized with a fresh spasm of energy and go off once more at a pace that wrjuld nearly drive the Toma hawk's nose into the bank, and by upsetting us all into the pitch-black river under the darkness of the Quarry woods go near to bring this veracious chronicle to a moist and unpleasant termination. We had never realized before how dangerous might be a night voyage on an unknown river with a swift stream and only the faintest glimmer of light, and one of us, at least, was heartily glad when we emerged from the shadow of the woodland into the moonlit reach by the Spade Oak Ferry. From that point our voyage was smooth and easy enough. Our lanterns went out one by one, but the moonlight more than made up for their absence, and our friend on the bank sobered down wonderfully in"], [132, "116 THE CRUISE OF THE TOMAHAWK. the last two miles ; so much so that when we ran the Tomahawk' s nose on to the shingles by the Ferry Hotel he was able to ask in a husky, but fairly steady, voice whether we could tell him where he could get a glass of lemonade ! As the last thing of which we were conscious before falling asleep was the sound of the brogue raised in energetic protest against the refusal of the \" boots\" to fetch any more beer, I am inclined to think that that question was prompted rather by a polite consideration for our prejudices than by any overmastering thirst for so innocuous a beverage. Stroke."], [133, "THE CRUISE OF THE TOMAHAWK. 117 CLIVEDEN. \" Under the scented lee of the laurel-girdled isle, Where the swift translucent fish are at play in the dimpled pool, Arched overhead with such tangle of leaves that the sunlight's smile Comes to us faint and far in the shadows green and cool. ■\"All day long will we lie and gaze on the sun-bathed height Mirrored below in the stream, where the waving woodland climbs Up through the golden glory of yews and the beech shafts light, Sheer to its crown of firs from a forest of drooping limes. \" Here, where with ivy-clad trunks soft-lapped by the wind-ruffled wave, High over hazel and birch the sentinel poplars stand Whispering low as if each to the other the watch- word gave, Like giant wardens guarding the gate of some enchanted land. \" Here will we lie all day, and drink in the gladness and dream, Cradled soft on the wave, soft lulled on the river's breast, And each little air as it passes, each voice of the murmuring stream Shall lisp to our toil-weary spirits its welcome message of rest.\""], [134, "CHAPTER IX. The Fekry Hotel. THE OLD BLUE — TOMMY, THE FERRY BOY — WHO IS JERRY ? — A STORMY ENDING — FAREWELL. Another white-stone day among the rest is that on which \" the Old Blue\" pays us a visit. He has \"Queen's weather\" —"], [135, "THE CRUISE OF THE TOMAHAWK. 119 bright and beautiful, and after we have all partaken of the excellent lunch provided far us by our landlord — who really takes quite a personal interest in the preparations, and holds long and mysterious confabula tion with Cox early in the day — of which confabulation the lunch is the result — it is decided that we shal! go out \" on the river.\" Now the Old Blue had a special interest in that much-admired craft the Tomahawk, since he was the donor of it, and we felt glad to see the little boat looking her best and brightest as she lay bobbing up and down by the landing-stage. Cox, with large eyes, alert, watched the Old Blue with a certain jalousie de metier— lor do not traditions of Magdalen College days and the \" 'Varsity \" boat hang round his name, and— may not his steering be in a different style, let us say from hers ? This momentous question cannot be decided at once, as the Old Blue takes an oar to begin with, and to Cox and Bow is committed the task of guiding the Toma hawk on her way. Off she goes ! — admiring spectators not lacking to watch the start — straight ahead for Cookham lock. How lovely is the river to-day ! What a"], [136, "THE CRUISE OF THE TOMAHAWK. 120 number of boats are out, and how jolly and happy everyone looks ! One man in a punt goes across some way ahead of us, and really looks quite Venetian and gondolier like ; another man in a punt can't get the punt to do anything he wants, in spite of almost superhuman exertion on his own part. He is not the least like a gondolier, nor does his labouring craft remind us of the City of the Bridge of Sighs. However, fortune favours the brave, and, as he goes on, running madly from side to side, and \" rushing around \" his punting-pole like anything, the punt begins to turn round slowly — the wrong way. That punt is like little Mary's lamb, whichever way the man that owns it wants it to go, it gets up and goes the \" other way.\" Presently we come abreast the Cliveden woods, looking their very loveliest in the sunshine. We have acquired by this time quite a sense of proprietorship in the river, and feel proud of the scenery showing itself to the Old Blue to the best advantage. That he knows every sweep and bend and turn of the river a thousand times better than we do, does not affect this feeling on our part in the least. The way he handles his oar, the smooth ness and strength of his stroke so entirely"], [137, "THE CRUISE OF THE TOMAHAWK. 121 without effort — looking the very easiest thing to do imaginable — is something de lightful to watch ; and Cox makes ecstatic faces at Stroke over his unconscious head. Past Maidenhead, and on to Bray Church we take our way, easy then for a while, and then set out on the return journey. Now comes the tug of war, for the Old Blue volunteers to steer, and the Confident but Inexperienced One both feels and looks grave as he seats himself by her side in the stern. The jalousie de metier is at its height. The boat answers to the light touch of the new hand as perfectly as a tender mouthed horse to the bridle ; it seems as though the ropes are hardly touched ; the stalwart figure in the stern never moves or stirs, and yet the Tomahawk glides on her way, keeping to an inch the right track, never in the way of other craft, never \" under the willows,\" or aimlessly running her nose in among the reeds, as is, alas ! sometimes the case, when Cox has the ropes about her w*aist, and is driven to the ignominious necessity of agitatedly declar ing she \" really cannot imagine what is the matter with the rudder ; it won't pay the smallest attention even to the strongest hint ! \""], [138, "122 THE CRUISE OF THE TOMAHAWK. However, those whom the gods wish to destroy they first make mad, and, as we presently near a wide bank of reeds that are curling and twisting in the stream, Cox plucks up courage to make a sugges tion — \" Mind we don't run into — those — reeds.\" The Old Blue says nothing, but he gives a curious sort of look at the quaking Cox, w*hile, as to Stroke, he knits his brows and shakes his head in anguished signals of warning, and Bow's speaking countenance is one great glad grin. The truth is, Cox cannot realize any steering (to speak of) which does not in volve great physical exertion and manifold twistings to this side and to that ; \" hence these tears ! \" We have a lovely journey home, sailing part of the way, on which occasion the Tomahawk behaves herself excellently w7ell, and quite as if she knew that great things were expected of her in the way of showing off before the Old Blue, and proving herself worthy of his selection. At the bottom of the garden at the Ferry Hotel is permanently anchored a"], [139, "THE CRUISE OF THE TOMAHAWK. 123 large shallow punt, and just beyond this is the station of the ferry boat, a rather battered looking craft that plies — when there are any passengers to travel by it — between this shore and the one opposite. This ferry owns by way of oarsman the very smallest boy that we have ever seen in such a capacity. He is so small that with every stroke of his oars his little fat legs are flung up into the air. He has a round, merry face, and a ready tongue, and the amount of exertion that boy goes through in the course of a day might put the strongest man to the blush ! Over, and over, and over again, we see the boat with its tiny occupant cross the bright river and touch the opposite side, land passengers, and return. For a time we are inclined to regard the child as a martyr; but \"Tommy\" soon lets us know7 that he is a willing enough slave of the galley, and we are informed that he is \"past drowning,\" in fact, a completely amphibious anni-meal, as much at home \" on sea as on land.\" We find also that this \" midshipmite \" is not without natural protectors, or at all events one anxious relative, for on a moonless night we were amused to hear a loud-voiced old woman soundly rating a party of pleasure-seekers"], [140, "124 THE CRUISE OF THE TOMAHAWK. for wanting to be ferried over \" at such an hour,\" and keeping \" the child\" out on the dark river \" till midnight ; \" an exaggeration that appeared to us quite allowable, though she needn't have added, with a fresh spurt of indignation, \" I suppose you'd like to see him drownded ? \" an accusation by which they appeared to be too much cowed to find any reply. Together with its interesting characters Cookham also had (for us) its mystery. We get into a way of saying to each other at odd moments, not \" Who is Sylvia ?\" but \" Who is Jerry ? \" Who indeed ? We never knew — crave as we might for knowledge. The way in which the existence of such a person as \" Jerry \" was made known to us was sudden, indeed somewhat \" too like the lightning, etc.,\" for, one quiet evening, all grey cloud above and steel coloured water below, a sleepy, restful night, full of the gentle swirl of the river and of branches stirred by a tender breeze, a sudden flare of fireworks, a sudden rush and boom of rockets tore the silence to shreds, and brought us all rushing out down the lawn. We heard a voice from far over the bridge say in a deep and sepulchral tone, ' That's Jerry, that is ! \" and a guttural"], [141, "THE CRUISE OF THE TOMAHAWK. 125 laugh in reply, as if \"Jerry\" was a jest familiar in their mouths as household words. We went home pondering on Jerry. A few nights later on, in fact just before we struck camp and set out on the march home, another violent outburst of illumina- tions and rockets turned all the sleeping river red and gold. Again we rushed out into the glare and glitter, again we heard the deep sepulchral voice far away by the bridge, yet clearly heard by reason of the clearness of the night, \"Jerry's at it again, so he is ! \" . . . For the future when we see fireworks, we shall always say, \"Jerry's at it again, you see ! \" but we shall never, never know who Jerry was. All pleasant things (as well as all dis agreeable things) come to an end, and now — alack the day ! — our riverside life is drawing to a close. Our Queen and Princess have been to see us for the last time. We have been to see them for the last time. The Warrior Bold has bid us farewell and shed a silent (and invisible) tear — in fact a \"soldier's tear\" — on the occasion. We are all decidedly low. We have had such a real good time, it has"], [142, "126 THE CRUISE OF THE TOMAHAWK. been such a \" good joy \" altogether! Of course, it would have been still better had we not forgotten to bring the Japanese umbrella, and Cox regrets having run the nose of the Tomahawk so often into the bank — needlessly — no one wanting to land. Bow also regrets the premature termina tion of his hopes as regards the \" colour ing \" of a certain feature of his interesting countenance ; yet these are but spots upon the sun. We have had a happy, merry time of it — passed through all the land that lies \" on either side the silver streak,\" through fair woods and gentle mead, by town and hamlet, past God's landmarks, spire or tower. We have watched the dawn of morning, the glory of noon, the sweet calm and restfulness of eventide, the holy quiet of the star-gemmed night — and now with energies braced and invigorated, with spent nerve-power restored to elasticity, with brains cleared of cobwebs— -back to work and workaday life ! As Stroke has told us — \" After labour rest is sweet ; Sweet is labour after rest.\" And we have learnt, and learnt well, the beauty of the dual truth. There is some-"], [143, "THE CRUISE OF THE TOMAHAWK. 127 thing sad in our last row on the kingly Thames. The loose-strife nodding gently in the wind seems to be bidding us fare- well. The lock-man takes the guise of a friend (though he has bullied us so about the registration plate on the Tomahawk) • the little drowned forget-me-nots at the edge of the water seem to be watching us with wet eyes. We are rather a silent party, and Cox steers more spasmodically than even her usual \" form,\" feeling decidedly \" low\" and too generally limp to give her mind to anything seriously. At night the Banshees begin to wail around the Ferry Hotel (doubtless keening over the near departure of the crew of the Tomahawk) ■ the wind rises to a gale towards midnight, lashing the water into miniature waves, swirling through Lhe branches of the trees hard by, until they sound like a far-off sea. The sprays of the ivy and jasmine scratch at our windows as though they wanted to seek sanctuary from the storm. It is a terrible night, and in the morning we find that the magnificent Gloire-de-Dijon rose-tree, that has been the pride of the Ferry for many a long year, clothing the gable of the hotel in a garment of blossom summer afte.r summer, is torn ruthlessly from its hold-"], [144, "128 THE CRUISE OF THE TOMAHAWK. ings, and its grand centre stem snapped in* two. Our landlord and his wife stand looking disconsolately at the ruin thus made by \"rude Boreas\"; and various members of their household stand at re spectful distances, sympathizing with them. It is all sad. They are sad. We are sad. The roses — poor draggled, beautiful things, with their pale saffron heads drooping and broken — are saddest of all ! By eleven o'clock Bow has departed northward, looking as if he felt the shabby and jolty little omnibus, that takes him to the station, a poor exchange indeed for the light and taut Tomahawk, and the freedom and beauty of river-life. . . . Stroke and Cox go on their diverging way later in the day. They, too, are conveyed to the station by the jolty omnibus, and are watched away by the courteous \" host of the inn ; \" they hope regretfully. They feel sentimental towards the countless white geese that sprinkle Cookham Common as thick as plums in Christmas pudding, and give forth deep sighs as they see their pony and trap being got ready for some body else. But worst of all — oh, sad and cruel sight I — there at the railway station they see the"], [145, "THE CRUISE OF THE TOMAHAWK. 129 Tomahawk bound and chained upon a truck, covered with unsightly tarpaulin and looking thoroughly abashed, and as much out of place as a \" fish on a gravel walk.\" \" Oh, look at the boat ! \" cries Cox, standing at the extreme edge of the plat form, and feeling ready to bring the case instanter before the Society for the Preven tion of Cruelty to Animals. \"How sad it must feel — with no bright river to sit upon, and none of us in it ! \" Stroke acquiesces, but suggests the cheery reflection that we shall find the Tomahawk safe and sound w7hen we reach home, sitting upon the silver Avon that flows through Shakspere-land, a river that, though not such a grand stream as old Father Thames, is still very lovely in its way, which is certainly consoling. There are not many \" outings \" in life which one can look back upon with pleasure altogether unalloyed ; but we feel that the cruise of the Tomahawk — our holiday upon the river — is one of them. B. J. L K"], [146, "130 THE CRUISE OF THE TOMAHAWK. DO YOU REMEMBER? \" Do you remember Floating, Floating away, Through the soft and sunny day, By the woodlands turning yellow With the first touch of September, While the waters rippled clearly To the voice I love so dearly, Sweetly quoting Some love-strain, soft and mellow, To make music by the way? \" Do you remember Floating, Floating so 1 ight, Through the meadow-scented night, Where the grey bats gathered, thronging ; And the dying camp-fire's ember On the dim bank gleamed and glistened. While the woodland leaned and listened To the nightingale up-throating Al! her love and all tier longing, All her sorrow-thrilled delight ? \" I remember, I remember How we floated through the glory Of that newly-born September Like two children in a story, In some sweet and fairy story, With a far-off, mystic meaning ; And the world was lull of sweetness, And we sang the gentle air,"], [147, "THE CRUISE OF THE TOMAHAWK. 131 I remember, I remember, Which the harvest reapers sing When they carry home their gleaning To their lovers and their wives, For amid the lily leaves That athwart the river spring, With our whole hearts full of lightness, We were bearing home the sheaves, We were bearing home the brightness Of the harvest ol our lives.\""], [148, "132 THE CRUISE OF THE TOM AHA WK. L'ENVOY. To the Toilers — Greeting. \" Comrade, I fling you a song, Friend, whosoever you are, In the great world near or far ! You whose swift stride cleaves the multitudinous throng Of the busy city street, Where the walls and the windows ring with the roar of the human tide As it ebbs and flows all day, without rest, through the portals wide Of the high-built halls of trade, By stairway and colonnade. And the tramp of the horses' feet, And the low, monotonous grind of the broad-flanged wheels, And the shriek of the engine speeding under the ground, And the clamour and clangour and crash of a hundred belfry peals Mingle and meet In a chaos of sound ; And are whirled Far on the smoke-laden air of the town that is working the work of a world. \" Friend, when your worn brain reels, And your weariful feet Through the tumult of the street Can hardly bear you along, I fling you a flower of song With the scent of the meadows sweet.\" THE END."], [149, "EDEN, REMINGTON & CO.'S NEW NOYELS. At all Booksellers, Bookstalls, and Libraries. Just Out. A New Three Voi.omk Novel. A QUEEN OF CURDS AND CREAM. By Dorothea Gerard. Author of \"Orthodox,\" \"On the Way Through.'* Joint Author of \"The Waters of Hercules,\" \" Reata,\" &c, &c. Bv HUGH CONWAY, Author of \"Called Back,\" &c. A CARDINAL SIN. New Edition. Crown 8vo. Cloth, 3s. 6d. Just out. \" ' A Cardinal Sin ' is a capital novel — better far than ' Called Back,' and, indeed, containing finer and better work than ' A Family Affair ' The plot is ingeniously complicated and cleverly un ravelled.\" — Westminster Review. By W. E. NORRIS. MRS. FENTON. Crown 8vo. Cloth, 2S. 6d. Third Edition. Ju-t out. \" The person who reads the first two or three pages of the book will finish it, and after that wish there were more to follow.' — Evening News and Post. By DOROTHEA GERARD. Joint Author of \" Reata'\" and \"The Waters nf Hercules.\" ON THE WAY THROUGH. Crown Svo. 6s. \" Miss Gerard's vivacious style and clever sketches of society at an Austrian spa are so delightful in themselves as to make her plot of secondary interest. . . . The minor tales are admirable.*' — Times. THE VEILED HAND. By Fredk. Wicks. Author of \"The British Constitution,\" \"A Woman's Courage,\" &c. With Illustrations by Jean de Faleologue. i vol. Crown Svo. (In the press.) VOL. 1. OF THE GAKRICK. SERIES. BOUND TOGETHER. Tales by Hugh Conway. Author of \" Called Back,\" &c. New Edition. Crown 8vo. Cloth, 3s. 6d. Just out. \"Clever, amusing, thrilling, packed full of interest.\" — Saturday Review. VOL. II. OF I HE GARRICK SERIES. A DOUBLE RUIN. By .Mrs. A. Hart (Sophie Kappev). 1 vol., crown Svo. 3s. 6d. Shortly. EDEN, REMINGTON & CO., LONDON & SYDNEY."], [150, "EDEN, REMINGTON & CO.'S NEW BOOKS. At all Booksellers and Bookstalls. A KING'S SECOND MARRIAGE; or, the Romance of a German Court. Crown Svo. Cloth, 3s. 6d. Just out. Cheap Edition or ORTHODOX. By Dorothea Gerard. Cloth, 3s. 6d. \" We have in this writer an able exponent of character; the racial distinctions of the Polish Jews are exceedingly curious and interesting, and they are very well illustrated in this story. It is a romantic story, told with a touch of cheerful cynicism that is by no means unat tractive.'' — Daily Chronicle. By W. E. SWANTON. NOTES ON NEW ZEALAND. Crown 8vo. Cloth, 3s. 6d. \" As a help to intending settlers in an enterprising colony, we have never met with a work giving so many useful hints within the same compass. This is because the author knows what he has to say.*' — Daily Chronicle. By GUY EDEN. THE CRY OF THE CURLEW. Crown 8vo., 3s. 6d. Second Edition. \" The style is graphic and the interest well sustained.'' — The Daily Telegraph. '' A pleasant book wherewith to occupy an empty hour is Mr. Guy Eden's 'The Cry of the Curlew.' \"—World. THE MARK TWAIN BIRTHDAY BOOK. Cloth, gilt edges, 2s. 6d. ; post free 2s. 9d. Seventh X Edition. \"The quotations from the works of the American humourist will be found full of drollery.1' — Daily Chronicle. By DOROTHEA GERARD. ETELKA'S VOW. By the Author of \" On the Way Through,\" \"Lady Baby,\" &c. Ready shortly. EDEN, REMINGTON & CO., LONDON & SYDNEY."], [151, "EDEN, REMINGTON & CO.'S NEW SHILLING BOOKS. A DEBT OF HONOUR. By Mabel Collins. Author of \"The Prettiest Woman in Warsaw,\" &c. &c. Illustrated paper cover. MR. HORATIO MANDEVILLES EXPE- RIENCES; or, The Bachelor. By Constance MacEwen. Illustrated paper cover. A WOMAN'S COURAGE. By Fredk. Wicks. With Illustrations by Jean de Paleologue. Paper cover. BITS I REMEMBER. By \" A Grown-up.\" Illus- trated. Cloth cover. THE MISSING MEMBER. By T. Marchant Williams. Paper cover. Second Edition. THE BRITISH CONSTITUTION AND GOVERNMENT. By Fredk. Wicks. EDEN, REMINGTON & CO., LONDON & SYDNEY. WORKS BY Mus. LEITH-ADAMS. AUNT HEPSY'S FOUNDLING. Fourth Edition 2S. MADELON LEMOINE. Third Edition. 3s. 6d. GEOFOREY STIRLING. Fourth Edition 2s. MY LAND OF BEULAH. Fourth Edition. 3s. 6d. LOUIS DRAYCOTT. The Story of a Prison Chaplain. 2 vols. BONNIE KATE. A Story from a Woman's point of view. 3 vols. THE PEYTON ROMANCE. A New Novel. In 3 vols."], [152, ""], [153, ""], [154, ""], [155, ""], [156, ""], [157, ""], [158, ""]]