[[1, ""], [2, ""], [3, ""], [4, ""], [5, "AS THE ANGELS"], [6, ""], [7, "AS THE ANGELS. H StorE. ' And the lady prayed in heaviness that looked not for relief ; But slowly did her succour come and a patience to her grief. Oh ! there is never a sorrow of heart That shall lack a timely end, If but to God we turn and ask Of Him to be our friend.' Wordsworth. LONDON : ELLIOT STOCK, 52, PATERNOSTER ROW, E.C. (893."], [8, ""], [9, "CONTENTS. CHAPTER I. PA(.E THE STEAMER ON LAKE LEMAN - I CHAPTER II. AUTUMN DAYS - - - - - 2( CHAPTER III. UNEXPECTED - - - - - 66 CHAPTER IV. THE FAR-OFF INTEREST OF TEARS - - Sj"], [10, ""], [11, "1 CHAPTER I THE STEAMER ON LAKE LEMAN. ' Ay, ay, O ay ! the winds that bend the brier : A star in heaven, a star within the mere. Ay, ay, O ay ! a star was my desire, And one was far apart, and one was near. Ay, ay, O ay ! the winds that blow the grass ; And one was water, and one star was fire, And one will ever shine, and one will pass. Ay, ay, O ay ! the winds that move the mere.' Tennyson. A hansom cab rattled down Ebury Street and stopped opposite a house. A young girl jumped out of the cab, ran up the steps of the house and knocked at the hall-door. On its being opened, she hastened up the stairs and entered the drawing-room without waiting to be announced. A middle-aged"], [12, "As the Angels 2 lady was sitting on a sofa near the window, crocheting. ' Hurrah for life and liberty !' exclaimed the girl as she sprang towards her friend. ' Dear Delia,' she continued, kissing her, 'we are twenty-one at last, and now ' ' Oh, you wild child, Madge ! what now ?' asked her friend. ' We must arrange our plans ; we are now our own mistresses, of course. Uncle Robert has asked us to Wellfield, and my saintly sister was quite determined to accept the invitation — indeed, saw no alternative. It would be quite her role to bury herself in the country and do Lady Bountiful — \"teach the orphan boy to read, and teach the orphan girl to sew ;\" but not mine. I will not even \" pray Heaven for a human heart, or let the foolish yeoman go.\" ' ' Well, then, what's your programme ?' ' Oh, to go everywhere — to dance all over the world, to see everything ; but Lettice won't come unless you'll come too, Delia dear, to see we do nothing wicked. By the way, I forgot, here is a note Lettice wrote to you. I don't know how, but Lettice manages"], [13, "The Steamer on Lake Leman 3 to act the part of elder sister, though we are twins.' Mrs. Dellamere glanced over the note handed to her. ' Dear thoughtful Lettice,' she said, folding it up and laying it down on the sofa beside her. ' Oh yes ; of course,' replied the young girl, ' you should be our guest, and at no expense. Do, dear Dell, say \" Yes,\" and name the day.' ' I am only too pleased to say \" Yes.\" This is Friday. If we crossed \" the Sleeve \" on Saturday week, and rested in Paris on Sunday, would that do ?\" ' Excellent ! So I may tell Lady Lettice to put her scruples to rest, write to Uncle Robert, and now release cabby. A thousand thanks !' and Madge Grove returned to her cab and disappeared. Left to herself, Mrs. Dellamere Burnett recommenced her crochet. She was the remains of a handsome woman, now on the shady side of fifty. When very young she had been married. Her husband had soon squandered all her little fortune, and behaved"], [14, "As the Angels 4 to her as badly as a bad husband could. She had been separated from her unworthy partner, and some years ago had become a widow. The awkward little pause which followed any curious inquiry about her no longer embarrassed her or her friends. Her husband was dead, and she, ' poor thing !' was a widow. She had many well-to-do and well-connected relations, and was much sought for amongst them, being of a gentle and un selfish nature and indomitably independent. She had had offers of marriage since (and ignorantly before) her widowhood, but she had refused to take the yoke upon her again, yet, by a strange contradiction, marriage seemed to be her one idea of earthly bliss. She had no end of confidences from young people of either sex, and no phrase oftener crossed her placid lips than, ' Perhaps they will get married.' Just now she had returned to her two little modest apartments from a round of visits. She had had her antimacassars washed, she had retrimmed them, she had commenced to crochet another, in a stitch acquired during her visits ; she had bought a few early"], [15, "The Steamer on Lake Leman 5 chrysanthemums, hung up her pictures and photographs, and prepared for her quiet winter at home ; but her young friends Lettice and Madge Groves' invitation to act as their chaperon changed her programme. Their mother had been her great friend, and she was very fond of the girls who had been left orphans in childhood. They were now quite their own mistresses. They had each a few hundreds a year and the world before them. ' Poor dear children !' she sighed, as she ripped a few miscrocheted stitches ; ' I hope they will get good husbands.' ' And where next ?' said Madge, as she and her two companions seated themselves in the train going from Lausanne to Ville neuve, a few days after they had started from England. ' Oh, but look !' cried Lettice, ' such miles and miles of vineyard ! How pretty the clusters of purple grapes are ! But what mountains ! Oh, dear Delia, I never dreamt the world was so lovely.'"], [16, "As the Angels 6 ' No one does, who does not come to Lake Leman,' said Mrs. Dellamere. ' But is not Lucerne prettier ?' asked Madge. Mrs. Dellamere shook her head nega tively. ' They say so,' she replied ' Which is the prettiest part of Lake Leman ?' inquired Madge. ' Clarens,' replied her friend. ' Then let us go and stay there,' said both girls. ' Nothing easier !' And so they did, and saw the Dent du Midi, and the wonderful autumn tints of the rich vegetation, contrasting w'ith the snow on the mountains, the apple-trees red with fruit, the cows with their bells grazing in the valleys, and all the merry stir of Vaud during the vendange. ' But if you could see all this when the fields are white with narcissus, and eather wild lily of the valley, and biendella, and gentians, and wild auriculas, and see the fields yellow with anemones !' Mrs. Della mere said."], [17, "The Steamer on Lake Leman 7 ' Oh, we must come back in the spring,' cried the girls. After a few days at Clarens the tourists returned to Geneva by steamer. Madge thought it would be nice to go by steamer, and though it was rather too late in the season, she carried her point, as she generally did. They touched at Lausanne. A gentleman came on board the boat carrying a violin case, and rather awkwardly stumbled as he passed Madge, only saving himself with difficulty from falling against her. Madge tittered in a manner unbefitting a young lady who had graduated in a seminary where it was supposed finished manners and education were imparted. ' Hush,' said Lettice softly ; ' don't you see he is blind ?' and putting out her hand, she guided the poor man past some obstacles that lay in his way on the deck. ' Many thanks,' he said, raising his hat. ' I am blind, nearly quite blind.' He sat down beside Mrs. Dellamere. He was young and exceedingly handsome. Mrs. Dellamere entered into conversation with"], [18, "As the Angels 8 him. He told his name, and she recognised it as that of a leading medical man whom she had known some years ago, not only as a man of talent, but also of great benevo lence. ' Yes,' replied Mr. Bruner in answer to her inquiry if he were one of her former acquaintance's family — ' yes, he was my father. He wished me to have followed his profession, but I simply detested it. I could not endure some of the studies it necessitated, and shortly before his death he consented to my taking up music as my profession, and all was going well with me until unfortunately I lost my sight. I have been obliged to give up everything but my faithful violin — my friend and my fortune.' Lettice's compassion was greatly stirred as she thought of one with an artistic nature compelled to pass through these mountains and all this beauty without seeing it. ' But why,' she wondered, ' does he roam about here ?' The answer came in a few minutes. He was on his way to Rome, where he had got employment, and was in hopes that a mild"], [19, "The Steamer on Lake Leman 9 climate might be of use to his sight. He had been with a friend at Lausanne, and was going to Geneva for a few days on his way to Rome. ' We are going to Geneva, too,' said Madge, and it transpired that they would be at the same hotel. ' Then we'll hear you play,' continued the girl. ' Oh, hush, Madge,' whispered Lettice, blushing. Bruner's colour had mounted too. He turned towards Madge, and, unable from want of sight to perceive from which of the girls the words came, remembering the little hand that had helped him in his difficulty, he said smiling, if a little haughtily : ' Yes, for my kind deliverer.' Mrs. Dellamere gave Madge a warning look, and not much more passed till the party quitted the steamer. The girls had not intended making any stay at Geneva, but it happened, as it often happens, that Mont Blanc was ' not receiv ing,' and they had set their hearts on seeing Mont Blanc, so they stayed on till the great"], [20, "As the Angels 10 mountain should divest itself of clouds. Meantirne a kind of friendship sprang up between them and the violinist. Lettice played the pianoforte exquisitely, and she and Bruner often engaged in duets. People used to steal into the salon, where there was a fine piano, and listen to the beautiful music. Sometimes the two musicians had chats together, and Lettice tried to cheer the blind man, for whose affliction she felt deeply. ' One good thing,' she said, ' is that you are a musician, not a painter or a sculptor.' ' Yes,' he replied a little bitterly ; ' I shall always be able to earn a pittance by fiddling, but I had commenced higher work.' ' You mean your compositions ; but you render them beautifully.' ' A waltz or a song. I had nearly com pleted a symphony when I lost my sight. Well ' ' Are you doing all that you can to get well ? Are you having medical aid ?' ' To a certain extent ; but to go under regular medical treatment would entail great expense. You are going away to-morrow ?' ' Yes.'"], [21, "The Steamer on Lake Leman 11 ' Then this is farewell.' He took up his violin and played. ' But that is exquisite,' exclaimed Lettice, almost surprised at the beauty of his playing. ' You must play that for us all, this even ing7.' ' No,' he said; ' I played that for you.' Madge, who was looking out of the window of the room in which this conversa tion took place, turned round sharply : ' That's a great compliment.' she said, laughing. Madge always considered that she should have a monopoly of compliments. She was, indeed, very handsome, with alabaster skin, and apple-blossom blushes came and went on her beautifully moulded cheek. Lettice could boast no decided beauty except a wealth of dusky hair, delicately pencilled brows, long lashes, and soft gray eyes. For the rest there was nothing remarkable in her pale, rather sallow little face. The following day, just as Lettice had finished making the necessary arrangements for setting out on their journey, she heard Madge running down the corridor — then the"], [22, "As the Angels 12 sound of something falling, and a shriek. Madge had slipped on the polished parquet and sprained her ankle, so the journey had to be postponed. During the days that followed, Lettice very often found herself in company with her blind friend. She was musician enough to appreciate his great talent, and the thought of such a wrecked life as his, possibly only for the want of a little money, weighed on her perhaps too sympathetic heart. She began to ponder whether she could manage to convey to him the necessary sum for the better medical treatment of his sight, so one day she con sulted Mrs. Dellamere on the subject. That lady had the amiable weakness of seeing things from the point of view taken by whatever person she was conversing with. Still, she suggested to Lettice that she would be acting a very unusual part, and then the money — could she really spare it ? ' Oh yes,' said Lettice ; ' I have calculated that. I have been very economical up to this. I wish I could do it anonymously, but, you see, I can't, on account of his sight. Delia dear, do help me.'"], [23, "The Steamer on Lake Leman 13 ' Dear child, if you will do it, you must find out the way. I never could do any thing so difficult. It is quite beyond me ;' and Mrs. Dellamere redoubled her energy in crocheting an antimacassar which was destined for a sale of work. In the evening Bruner came to Lettice and told her with almost boyish glee that a friend had disposed of some of his composi tions. ' I knew you would succeed,' she said kindly ; ' and now you will have regular treatment for your eyes ?' He shook his head. ' Perhaps I may in time,' he said. ' But you are losing time.' ' It cannot be helped.' She felt too shy to say more. The day was again fixed on which the ladies were to leave Geneva, and if the opportunity were not to be irrevocably lost, Lettice must take courage and beg of Bruner to accept what was necessary, if her recom mendations were to be carried out. In all probability, she thought, she and Bruner would never meet again. If he were vexed,"], [24, "As the Angels 14 the unpleasantness would soon be over ; and if he acceded to her wish, a splendid career might be opened to talent otherwise lost, and he would be happy again. The evening before she left she found a favourable opportunity. People were con versing in separate little knots in the salon, waiting for dinner. Mrs. Dellamere was deep in conversation with a lady who was telling her about an accident which her son had met with, climbing the Rocher de Naye, and Madge was talking at the other end of the room to the said son, perhaps on the same subject. Bruner, with an air of more than usual dejection, was sitting apart ; then with a desperate effort Lettice made her request of him very awkwardly, money being, as she said, ' such a disagreeable thing.' But Bruner's face lighted up. He seemed de lighted. ' I shall not refuse such kindness,' he said, ' and I shall follow your advice.' He went over to Mrs. Dellamere and told her all that had passed, adding eagerly : ' So now you must let me have your address from time to time, for I hope soon"], [25, "The Steatner on Lake Leman 15 to be able to pay my debt, except what can't be paid — the debt of gratitude.' Mrs. Dellamere knew the Riviera from Spezzia to Marseilles, and as Madge was not very strong, a stay somewhere between these two seaports was decided on. ' Which is the pleasantest place ?' asked the girls. ' I like San Remo best,' said Mrs. Della mere ; ' as you go into France it becomes more English. Cannes is just England, climate excepted. The coast scenery of the Eastern Riviera is very beautiful, but the western is, 1 think, warmer.' So it was decided that they should wander down from Genoa to Nice, staying here and there, and returning in the spring to Switzer land or Germany ; and accordingly they took their way leisurely, between the olives' dusky groves and the glittering blue sea. Bruner did not let his new friends lose sight of him. All through the winter Mrs. Dellamere had occasional letters from him. Things were going well with him. His sight was much better, and he had made acquaint ance with some leading men in the musical"], [26, "As the Angels 16 world, who had given him much encourage ment. True to the wish formed when they were in Switzerland, the three ladies returned there in the spring, and gathered the English garden flowers which grow wild about the Lake of Geneva, and then, as the weather got warmer, they went to German Switzer land. Lettice was as happy as a queen. She enjoyed to the full the exquisite scenery and the flowers, and made some pleasant acquaint ances amongst the people she met. Madge did not care for Switzerland. Nice was the place she liked best. But the summer passed. Autumn was beginning to tell on the temperature and the landscape. The three tourists had once more to make winter plans. Mrs. Dellamere proposed that they should visit the Italian lakes ; they would be on their way if they wished to return to the Riviera or visit any other part of Italy. So to the lakes they repaired, taking up their headquarters at Palanza. ' Please ask for letters at the poste-reslanle,'"], [27, "The Steamer on Lake Leman 17 said Mrs. Dellamere to the hotel-porter, as she and her charges passed through the hall on their way to the salon. The three gathered in a window and looked out on the exquisite landscape. In a short time a waiter brought them their letters — letters for each of the ladies. Lettice's was from Bruner. Things were now again brighter in his life, he said. His sight was perfectly restored, and his professional success beyond all his hopes. The money which Lettice had lent him was returned with warm thanks. A-ll his prosperity he ascribed to her. Then came a bit which Lettice read and re-read, the sense slowly dawning on her, and leaving her utterly bewildered and astonished. The letter concluded with a request that she would accept an accompanying piece of music which he said would explain his meaning better than words. Lettice hid away her letter. Madge looked curiously at her, but she merely said that Bruner had sent her some music. She took it to the piano, and in a few minutes was quite absorbed in it. Yes, she thought, it 2"], [28, "As the Angels 18 did open a wonderful new world to her, and then she asked herself, would she have understood the meaning of the music if the letter had not made it plain ? Gottfried Bruner (his parents were of German extrac tion) to have cared for her ! Could she care for him ? Oh, she could not say. All the past came back to her — their first meeting. How sad his handsome intellectual face had looked ! How proud at times ! How sensi tive he was ! How kindly he confided all his little successes to her ! How pleased he was with her praise ! Poor Lettice ! Her liberty was gone. The sun had smitten the silent stone, and called forth its music, till now undreamt of. Still a few days she questioned with herself what should her answer be, but her fate was sealed. Bruner received a very prettily written little letter, saying all that he could wish. Madge could not help a slight feeling akin to consternation at the thought that Lettice was really engaged to be married before she had had a proposal, or anything more than vague signs of admiration, which had abun dantly fallen to her lot."], [29, "The Steamer on Lake Leman 19 Then followed charming letters from Bruner ; very often he expressed himself in music. At last he wrote : ' Since your first dear letter came my life has been so changed, so blessed. The day it arrived I could do nothing but compose, I was so full of beautiful thoughts. Well, I worked hard, and then I brought my com position to K., whom you know by name at least. Who in Europe does not ? I asked him to look over it. Next morning his servant brought me a note, asking me to go and see him, which you may be sure I did promptly. He took both my hands ; \" A la bonheur\" he said, \"this is the right thing ;\" and I have got so much praise since, I feel quite assured that I have made no mis take in my profession. But, Lettice, when are we to meet ? Give me a rendezvous some where — Florence, Rome, anywhere you like.' Lettice and Madge had already thought of visiting Rome, so it was agreed that Bruner should meet them there. As the train ran into the station of the Eternal City, they saw Bruner awaiting them on the platform."], [30, "As the Angels 20 ' He is really very handsome,' thought Mrs. Dellamere. Madge was struck by his fine features and graceful mien. Lettice saw with a thrill of joy how happy his face had grown. The train stopped. On reaching their station, Madge generally took charge of a few shawls or any light package, leaving it to Mrs. Dellamere and Lettice to collect the heavier things and engage a porter. As usual, catching up a strap of wraps, she tripped out of the carriage, and ran to greet their friend. ' Here we are, Mr. Bruner !' she cried merrily. He stepped forward, and as he caught sight of the beautiful young creature his face lighted up with rapture, and he grasped her hands. ' Oh !' cried Madge, who saw by his manner that he had mistaken her for his fiance~e, ' I am Madge ; I forgot you could not recognise me. Here is Lettice ;' and Lettice came up to them, a happy smile lighting up her gentle face. He turned to her, but his countenance fell."], [31, "The Steamer on Lake Le7nan 21 He shook hands with her, but his eyes immediately went back to Madge's beautiful face, which had perfectly fascinated him, and a great pain took possession of Lettice's heart, to torture it for many a day. Lettice was sensitive, but she was gentle, and had long practised a firm self-control. She knew that Madge was the beauty. She had always been proud of her sister, and pleased to see her admired. She took her self to task for feeling hurt. It never had entered her mind that the gift of sight, and all the return of prosperity and acquisition of fame which should follow for her friend, could mean trial and heartache for her. ' And why should it ?' she asked herself ; ' was love worthy the name that was not unselfish ?' and yet the thought that Bruner did not care for her was such bitter pain. But perhaps she judged unfairly, perhaps she was too exigeante, she would say to herself, and half stifle for a time her seeling of wretchedness, as again and again Bruner passed her by and was completely engrossed by Madge. It went on for days, weeks — in picture-galleries, walks, drives; Madge and"], [32, "As the Angels 22 he always merry, always together. Mrs. Dellamere looked anxious and sad, but she said nothing. Lettice pondered what ought to be her course. Did Madge care for Bruner? Had Bruner transferred his affections to her ? She could hardly doubt it. At last one day, for a wonder, she found herself alone with him. She asked him what were his plans for the winter. ' We shall go to the Eastern Riviera before it gets much colder,' she added. ' I don't know what my plans may be,' he said carelessly, and looking rather bored. Lettice glided away to the further end of the room, and took up her needlework. In a few minutes Madge joined them. Bruner stood up and went to her. Lettice heard him ask her if they were really leaving Rome. ' Lettice wants to go,' she said ; ' she has a craze for coast-scenery, and Mrs. Dellamere flatters it with descriptions of ilex avenues, olive-covered hills, and what not at Rapallo ; but I would rather stay in town, where one can see somebody and have some music.' Madge would not have known ' Home,"], [33, "The Steamer on Lake Leman 23 sweet Home' from 'Oh, Thou that tellest ' or 'On Mighty Pens.' ' I hope you will stay,' said Bruner warmly. And Lettice took her decision. She no longer with beating heart shyly watched whether he would come to speak to her. She ceased to repeat to herself the few words he addressed to her again and again, as if her life depended on them. It was all over between them, she felt. Bruner did not care for her, and he did for Madge ; yet she must be mistress of herself before she spoke. She would let a few days pass. Alone in her room she shed bitter tears. 'Oh, Gottfried!' she sobbed, 'why, why, why could you not have let me alone ? I wanted nothing from you. Why did I care that you should be happy ? I was quite happy. Well, may you be so ; but I ' After a few days she sought out Bruner. She found him, as she expected, alone in the salon, seated at a table, touching up a daub of Madge's. ' Gottfried,' she said, ' I want to speak to you He turned round. She thought he winced a little as she looked at him."], [34, "As the Angels 24 ' Gottfried,' she said, ' I wish you to be happy. I have always wished it. Tell me honestly how I shall achieve my wish. Shall I say, Take back this ring and give it to the one you please to give it to ?' He looked down rather sheepishly. 'You are twice too good for me, Lettice,' he said. ' Take it,' she replied gently, laying the ring he had given her on the table. ' Adieu ;' and she was gone. ' I do wonder what is keeping Lettice,' said Madge, as she sat in her bedroom that night brushing out her long silky tresses. Lettice had gone into Mrs. Dellamere's room, which adjoined that in which she and her sister slept, and it seemed to Madge that Lettice and Mrs. Dellamere were keeping up an interminable conversation in low tones. What could they be talking about ? At last she pinned up her hair, put out her candle, and got into bed. ' What ! all in darkness ?' said Lettice, coming into the room. ' Dear Lettice, do you know the hour ? I"], [35, "The Steamer on Lake Leman 25 am sorely in want of a little beauty sleep. I don't captivate ' But her words were stopped by a hand laid gently on her mouth. ' Madge,' said a grave, low voice, 'you do captivate. May you be happy, my sister! May you both be happy !' 'What do you mean, Lettice? If you mean — if you think — if Gottfried Bruner does not think me just a fright, these are not the days when poor Jacob can have his Rachel as well as his Leah.' ' But these are the days in which Leah can understand that it is for her to let Rachel and Jacob be happy without her — if happier they are by her being away. I am going to Wellfield, Madge.' ' Oh no, Lettice, you mustn't say that,' replied Madge dreamily, and very soon she either was, or seemed to be, asleep."], [36, "CHAPTER II AUTUMN DAYS. ' Calm is the morn without a sound, Calm as to suit a calmer grief, And only through the faded leaf The chestnut pattering to the ground.' Tennyson. Lettice wrote to her uncle at Wellfield, ask ing permission to go to him, and began at once to make inquiries amongst her friends for some lady or family whom she might join in the journey to England. Meantime Bruner seemed grave, sad, and less taken up with Madge. Lettice naturally avoided meeting him. Madge pouted and seemed put out. Mrs. Dellamere, to whom alone Lettice had told what had happened, was as angry with Bruner as it was possible for her to be with anyone."], [37, "Autumn Days 27 Two days passed. Lettice was already preparing for the journey, which she longed to commence. She was just returning from making a few little purchases, when, as she neared her appartement, she heard steps hastening after her, and in a few minutes she was overtaken by Bruner. ' Lettice,' he said, ' I want to speak to you. Mrs. Dellamere and Madge are out. May I come to the salon with you ?' Lettice's heart beat painfully, but she nodded assent, and they went upstairs and entered the drawing-room together. ' Lettice,' he began, as soon as they had each taken a seat, 'you cannot suppose that I can forget all I owe you.' So this was what he had to say : he would marry her from a sense of duty — out of gratitude. It was very different from what he had said when he wrote to her at Palanza. The contrast struck her painfully, and she felt deeply wounded. She was on the point of answering satirically, ' You forget that you paid me. I have your note still unchanged,' but, young though she was, she knew that the words which would probably shape the"], [38, "As the Angels 28 course of two lives should not be spoken from the promptings of bitter feeling. She controlled herself, and he went on : ' I owe you my sight and the success which I have had. If I were now to act with ingratitude, I am sure I should suffer for it.' Lettice shook her head. ' I could not think of binding you to act on what you proposed in blindness,' she said gravely, but without reproach. 'I want you to take this back,' he said, laying the ring she had returned him on the table. ' Why should I take it back ?' she said. ' I cannot think you really wish it. If you do, a month hence send it to me, and my promise made before we met here remains as it was.' Bruner had taken the ring in his hands. It was delicately wrought. ' If you will not help me in doing right,' he said pettishly, ' who will ?' The ring, with which he had been fiddling nervously, broke. He gave a little start, so did Lettice. ' But if you care for someone else — oh, Gottfried, do not be cruel !' she said."], [39, "Autumn Days 29 She could no longer control herself ; bury ing her face in her hands, she cried bitterly. She heard Bruner come over to her. He seemed to stand by her chair for a moment, but when she had choked back her tears and looked up, she was alone, nor did she see him again while she remained in Rome. Mrs. Dellamere wished very much to return at once to England with both the girls. She was exceedingly uncomfortable, and, now that Lettice was leaving, she dreaded the responsibility of taking charge of Madge quite by herself ; but that young lady positively refused to leave Rome. Lettice felt that it would make her task of forgetting easier to go to Wellfield alone. She knew that Madge would soon Le perfectly weary of country life, and she beeeed Mrs. Dellamere for her sake to remain with her sister. And what did Madge say ? Oh, she did wish Lettice would cheer up ! She had not cared for Bruner at first, only he was clever, and people seemed to admire him, and it was nice to feel that somebody liked you, and didn't only look at you as if you were a"], [40, "As the Angels 30 picture ; and in a short time she and Bruner were betrothed. In the spring, he said, he felt sure he would have a name which he need not be ashamed to ask her to accept. Madge pictured to herself how grand it would be to be made much of by all kinds of fine people who would admire her husband's talents. He would have a brilliant career, and she would too. It was a great relief to Lettice to receive a kind letter from her uncle, telling her how heartily rejoiced he would be to see her, and almost immediately to find friends with whom she could travel back to England. She was delighted to leave Rome, and though the journey was a very dreary one, she was glad when she landed at Dover and foreign sights and sounds, which had amused her a year ago, but were now associated with so much pain, were past. She and her friends bade each other good-bye at G railway junction, where her train took its departure for her destina tion, winding its way far into the country. She settled herself near a window, and list lessly let the landscape pass before her eyes."], [41, "Autumn Days 31 She had no heart to lessen the monotony of the journey by reading or work. At length, as the short autumn day began to wane, she heard the name of her station called out, and could see a large old-fashioned carriage, one of the only two vehicles that attended the arrival of the train at the little country station. She supposed it must be her uncle's. An old servant met her, put her carefully into the carriage, saw to her luggage, and then, mounting beside the coachman, the steady old gray horses trotted in a leisurely manner over the level way. On and on the white road wound, amidst interminable hedgerows which bordered interminable stretches of meadow, sometimes giving place to a space of extended wood. All was flat and monotonous, and as each mile passed the dusk became deeper and deeper, so that when the carriage stopped for a moment for the gate of Wellfield to be opened, and with somewhat of quickened step the grays trotted over the gravel sweep, Lettice could hardly see that she had arrived at her destination. She was met by her uncle, whom as a"], [42, "As the Angels 32 child she had loved, but whose appearance she remembered but vaguely. For the first time aware that the long journey and cold evening had thoroughly tired her, dazzled by the lights in the hall, and seeling rather shy, she crossed the threshold of her new home. Uncle Robert could not have been kinder. He welcomed her warmly, getting a little fussy that she should find everything com fortable. She was relegated to the care of Mrs. Barton, the housekeeper, and sum moned to dinner almost before she had time to divest herself of her hat and cloak. Her want of appetite very much distressed Uncle Robert. ' My dear,' he remonstrated, ' no one could be in health who did not eat more. Carlo,' pointing to a fine Persian cat, ' would eat more — far more — for his dinner ; and consider the difference between a cat and a young woman five feet four, I should say.' ' I am tired, dear uncle. If I might retire to rest, I hope to-morrow not to be so dull.' 'Dull? My dear child! No, no; but you must pick up some appetite and get some colour in your cheeks. A summer on"], [43, "Autumn Days 33 the Continent is very enervating unless you go to the North, but I dare say a night's rest will be your best remedy. So good-night, Lettice, and be sure you tell Barton every thing you are in the habit of having.' ' Thank you, dear kind uncle,' she said, kissing him as she passed. ' Thank you so much for your kind welcome ; it is better than twenty dinners,' and she ran upstairs and shut herself up in her room, with a kind of acquiescence in her weary heartache that made the pain for the time seem numbed and in abeyance. Yes, she would be able to forget it, before it would be wrong to re member it. Her room was very pretty and quaint. A bright wood fire was glowing in the grate. She extinguished the candles and went to the window. It was a bright moonlight night. She could see a cow grazing outside the paling of a meadow which her window overlooked. It went on contentedly feeding on the rimy grass, which the November frost had whitened. She could hear it munching monotonously, and moving on with slow steps. Then a companion joined it, and 3"], [44, "As the Angels 34 they both slowly munched on till they passed beyond her sight, and no sound broke the stillness. There was something so lonely, so vague, in the utter solitude — the feeling of being in the depth of the country — that its very quiet melancholy soothed her. ' And is this life so much, and do I set so little store on that to come that I cannot bear it ?' she asked herself. Ah, no ! in time she would school her heart to take up each day's sorrow, and not refuse its joy, and she knelt down and prayed, and retired to her pretty white and blue bed, from which she watched the fancied pictures in the fire until she fell asleep. Next morning Mrs. Barton brought her her breakfast in bed, and a kind message from her uncle, who found himself obliged to go on business to some distance, but hoped to return before luncheon. So Lettice was left to her own devices. A fire had been lighted in the usually deserted drawing-room for her delectation, but it was so unsympathetic-looking in its angular decorum of old-fashioned neatness that she soon returned to her sunny little"], [45, "Autumn Days 35 sleeping apartment, and then set out to explore her new home. The garden was old-fashioned and delight fully quaint. Great bushes of sage, southern wood and lavender took up as much room as they would. Moss-roses and damask roses, and all kinds of old world roses, pansies and Canterbury-bells, bloomed and flourished in the summer. Stately white and glowing fire-lilies, too, stood in rows along the borders, and tulips and anemones made serried lines beneath them. Great clumps of snowdrops and crocuses grew at the foot of the old moss-grown pear and apple-trees. Now all these treasures of light and colour were past, and scarcely any flowers were to be seen but a few hardy roses, some belated pansies, and some chrysanthemums, whose green buds were unclasping their tight knit fringes, and showing a little which colour, white or purple, or gold or crimson, they intended to take. Down a walk between yew hedges Lettice took her way, and looked out over a sea of meadows, some brown for tillage, some stubble fields, gleaming faint gold in the"], [46, "36 As the Aiigels autumn sun, but principally pasture-land, broken here and there by a tree-grown knoll. A river wound slowly amongst them, where in the season lilies, white and yellow, and masses of forget-me-not interspersed the reeds, where the kingfisher and many water-birds built their nests. Beyond was a sedgy spot, all golden in the spring-time with kingcups, and in the distance a low line of gray hills, over which at times the sun set, painted the clouds flame-colour and stained the sky saffron and pink ; but the autumn's waning light and nightly frosts had subdued the colour of the landscape as Lettice viewed it now. She turned back to explore the other side of the house and see what it was like, and found her morning's work laid out. The whole front of the house was one mass of foliage, Virginia-creeper and monthly roses contrasting and commingling their pink and crimson, ivy confounding the high lights of its polished leaves with the almost white blossoms of the matted, twisted clematis. A thrill ran through the girl's beauty loving heart, and with her water-colours and the quaint old house in its wealth of beauti-"], [47, "Autumn Days 37 ful foliage she busied herself until obliged reluctantly to obey the summons of the luncheon-bell. Her uncle had not returned, and Lettice partook hastily of a slight repast, and went to her drawing again until the heavy dew and early twilight drove her indoors. She had spent the day quite alone with Nature, and had found in her the sweetest and most soothing of companions. Late in the evening she went to her room, where logs of wood had early been kindled into a bright fire. Mrs. Barton followed her in a few minutes with hot water. She drew down the blinds and put one or two articles into their places with the air of a person who did not want to go. ' Can I help you, miss dear, to dress for dinner ?' she began. ' Oh, thank you, Mrs. Barton, I don't think I need make an elaborate toilette.' ' No, dear,' returned Mrs. Barton in motherly tones, and gazing more fixedly at Lettice than the latter relished, for she felt as if in some way Mrs. Barton had found out her secret, and yet it was impossible. Her uncle did not know it. To hide his"], [48, "38 As the Angels cruelty was all now that she could do for him, and bear the legacy of pain he had left her in becoming dead to her. ' Might she,' she asked herself, ' without doing wrong still love her sorrow, though she must not love him ?' But, Miss Grove,' went on Mrs. Barton, ' it is so nice to see your dear uncle with someone of his own to care for, and to have a lady in the house, and you must look smart and brighten us all up. Why, when the news was brought that a lady was coming here, the saying was I should be sorry, but I told them all, \" No, indeed, I was quite uplifted ;\" and when I saw your little white face last night, \" Well,\" I said, \" in this whole some place she'll soon be as rosy as the red creeper over our door;\" and so, dear, cheer up, and cheer up the master, and don't mope or keep sitting out of a cold evening, and you'll be a blessing to us all.' The moral of this little sermon, not alto gether unneeded by poor Lettice, was not lost on her. She determined that her good uncle should not have a mere shadow to ghost his hospitable mansion. She would"], [49, "Autumn Days 39 not set up her sorrow as her one thought, but do her best to look pleasant, and to be pleasant and helpful in this refuge where she could still and calm her aching heart. And as the clock struck seven she came down to the library a pleasing object to behold — true, looking very pale and grave, but placid and gentle in a pretty gray silk dress, brightened by some crimson leaves of the wild vine. She met her uncle for the first time that day at dinner. He said he was very sorry to have been absent the first day after her arrival at Wellfield, but she assured him she had not felt lonely, and showed him her sketch of the house. If there was one thing in the world most calculated to win his heart, it was an appre ciation of his home, the love of his later life. ' This is beautiful !' he said. ' My dear Lettice, I am glad you have a talent for sketching ; there are endless beautiful views about here.' They had settled down in the library, Lettice assuring her uncle that she felt more at home there than in the drawing-room."], [50, "As the Angels 40 ' You will have visitors to-morrow,' he said. ' I met our rector and the lady of the neighbourhood, Miss Mordaunt ; so you won't feel lonely ; and then, when you like, and if you like, come to my den and see my work.' Uncle Robert was devoted to chemistry. ' And now,' he added, rising and going to wards the piano, ' will you give me a little music ?' ' Oh no, dear uncle !' she cried out, almost as if he had struck her. ' I don't care for music, and I have no music in me.' If there was a thing that Lettice in her gentle heart cherished a spite against, it was music. Oh, if they had not played together, perhaps that fatal thing that ate at her happiness would never have been ! And all to-day an air he had composed would keep haunting her. He had written the music and she the words — words full of love and trust. Her uncle looked disappointed ' I thought you were a great performer,' he said. ' It was Madge, then, who played so well.' ' No, uncle,' replied Lettice, too truthful"], [51, "Autumn Days 41 to hide her secret behind his mistake. ' I used to love music, but I hate it now.' ' Well, love it again, to please me,' he said. ' Then I will sing a song about a little frost-pinched autumn rose which had literally turned blue in the cold. I saw it this morn ing in the garden — it looked so curiously human.' She had scribbled some lines about this little rose. They fitted the air that haunted her, and she determined she would divorce it from the lines of love and trust which had no longer any meaning for her. She rose and sang : ' You are growing pale, my darling, The evening is coming on ; It is near your time of rest, And the long bright day is done. ' There are whispers on tiie breeze : Never mind what they say, And never droop or pale At the thoughts of a winter's day. ' The cold breath in the wind, That tells of the frost and snow, Is nothing to make you blench, Or your colour come and go."], [52, "As the Angels 42 ' You are going to rest, my darling ; To sleep in the winter still ; To sleep and to rest in the dark days, To wake at the birdlings' trill. ' To waken fresh and happy, With rosy, rosy cheek, In the bright, bright spring's sweet morning, After sleeping through winter bleak. Other flowers must brave the winter, But it is your hour of repose ; Then go to your rest, sleep sweetly, Good-night, good-night, my rose !' But as she touched the last chord she turned so white, and had such a struggle to keep back a sob, that she was forced to apologize. ' I am tired still, uncle — tired and over done. Some day I will tell you every thing ; only now you will let me rest here, where all is so sweet and restful. And then, are there not poor I could help ? And tell me anything I can do for you.' ' My dear girl, don't worry,' he replied ; ' we can do without music for a while ; and, in fact, the piano is out of tune — that upset you. I know it does upset an artist. And"], [53, "Autumn Days 43 now warm yourself; you look cold. What a pretty song ! Who wrote it ?' ' I wrote, the words.' ' What ! a poetess ! an artist ! Do you cut marble ?' ' I only achieved a little letter-weight,' said Lettice, glad that her ordeal was over. ' But who composed the music of the song ?' Uncle Robert asked. ' A friend,' said Lettice, with a little shake in her voice. She involuntarily clasped her hands as one does when in pain, and Uncle Robert saw something of how things were. The possi bilities of the poor girl's trouble formed themselves in his mind on something of their true lines. He turned the conversation. Carlo was made to jump over a stick and beg. His fear of mice also was adduced as a proof that, though in the mortal coil of a cat, his inner nature transcended that animal's. The next morning, when, after breakfast, Uncle Robert had retired to his den to com mune with the mysteries of matter, Mrs. Barton approached Lettice. ' Miss, dear,' she began, ' the country all"], [54, "As the Angels 44 round will be coming to see you. I have lighted a fire in the drawing-room, but per haps you would just look into it, and see how to settle the room with a few flowers or something. I know ladies like to settle their drawing-rooms, and have often great power in the way of arranging furniture.' Lettice agreed to try if the formal old room could be made a little less stiff. She and Barton pulled about sofas and chairs, and then Lettice managed with what autumn flowers and leaves she could collect to arrange some vases with bouquets. The visitors duly arrived in the course of the afternoon — first Miss Mordaunt. She had but one rival in the neighbourhood, Lady Mary Maxwell, of The Mallows ; but although she owned a title, she was one of a large family, the youngest, the ugliest, the most stupid of an Earl's many daughters ; and when she fell in love with a man scarcely within the charmed circle of the county people, she was only permitted to marry him under protestation, and under the penalty of a greatly decreased dowry. Her title she had, and a great many children, and her own"], [55, "Autumn Days 45 clique, chiefly people Miss Mordaunt had snubbed, or who thought they had been snubbed by her. But the contest had been unequal. The Mordaunts of Merecombe had held their heads high for many genera tions, and Lady Mary was no match for Mabel Mordaunt with her full purse, her keen wit, her remaining good looks, and not least, her perfect toilettes. To do the two women justice, the feud existed more amongst their neighbours than between themselves. They were capable of being very friendly, each to each, if occasion re quired, Lady Mary and ' Queen Mab,' as Miss Mordaunt was ironically called. Lettice rose to meet her guest. She was a small woman, with handsome chiselled features, but slightly satirical lips. They talked for a few minutes about nothings. ' I fear,' said Miss Mordaunt, 'our country must look colourless and dreary at this season of the year.' ' I like the country,' replied Lettice. ' I was quite tired of moving from place to place on the Continent.' ' You do not care for it ?'"], [56, "46 As the Angels ' At first I was charmed, then I ceased to care for it.' ' That was my case. Some years ago I thought I could not be happy out of the sight of Alpine snows, but after a few summers in Switzerland and Germany, and winters in Italy and Egypt, I got quite sick of brilliant colouring and glaring sun, and longed for the delicate brown and green tints of our island landscapes ; and besides, in the monotony of home in this out-of-the-world place the weeks run round faster, and life is long enough without adding to it unneces sarily.' Lettice's eyes met hers. ' But I suppose,' she said softly, ' we have something7 that we ouo-fit to do.' Queen Mab rose. She looked intently at Lettice, and then she said with almost a tone of entreaty : 'Won't you come and see me soon, Miss Grove ?' ' I shall be very glad to come,' said Lettice. ' Then come to luncheon, so that we may be sure to meet. Will you name a day to come ?'"], [57, "Autumn Days 47 ' May I ask uncle first and write ?' ' Oh, I should have remembered that. Perhaps he would come too. You will write,' and Queen Mab made her exit as Mr. Burchill and his daughter were an nounced. Mr. Burchill was the rector, and Margery, his daughter, was a fragile, gauche child of fifteen years of age. Mr. Burchill was a scholar, a polished gentleman, and was pos sessed of a good private fortune. He scarcely seemed forty years of age. People wondered why he had buried himself in the depths of the country. It was evident that he and his poor little daughter did not ' get on.' Whenever Lettice tried to draw her into con versation, she reddened and twisted her fingers nervously, and her father looked annoyed ; so Lettice gave it up, and kept the conversation flowing in a smooth current, and saw that poor little Margery was much relieved, and was listening with interest. Lady Mary did not call, but sent her two girls to represent her with an apology, as she had a cold. The two Miss Maxwells looked about sixteen and seventeen. They had"], [58, "48 As the Angels round, rosy faces, and reminded Lettice of pincushions. They had never been away from home, and their ideas and interests centred in The Mallows. They informed Lettice that a great many mallows grew there — that was perhaps why it was called The Mallows. Did Lettice know the white mallow ? No, Lettice was not sure that she knew the mallow at all. Oh, did she not ? It was like quite a tiny hollyhock — at least, something like. Lettice thought it must be very pretty. Then she was told that they had also two white kittens. What colour was Lettice's cat ? Lettice informed them that Carlo was black. And then the two little girls stood up to go. They must not be out late, they said, as Bella had a cough. And then the last of the day's visitors arrived, Dr. and Mrs. Sinclair, the medical man of the place and his newly-made wife. She was a buxom beauty of a certain type, about Lettice's age. ' How do you like being here ?' she asked. ' So far, very well.' ' You like the country — I don't,' looking defiantly at her husband. ' How pretty you"], [59, "Autumn Days 49 have made the room !' she went on. ' I wouldn't know it.' ' There is a pretty view of Merecombe wood from it,' said Lettice. ' Can you see the woods ?' replied the bride, rising to look from the window ; and catching sight of Lettice's sketch of the front of the house, she took it up. ' Oh, you paint !' she cried ; ' that's the house ! Look, Willie, that's the house.' ' You need not tell me so, my dear,' said the doctor quietly. ' It's very pretty.' ' I met May and Bella Maxwell,' continued Mrs. Sinclair. ' Lady Mary did not come herself ?' ' No,' said Lettice ; ' but her representa tives were very pleasant ones.' 1 You'll like Lady Mary, though,' said the young woman, who was a strong Maxwellian. Lettice was not sorry that, as the door closed on the Sinclairs, it was not opened for another set of visitors. She drew a footstool to the fire, for it was quite dusk, and, sitting down, wondered what would be her inter course, and how her life would mix up with all these different characters. 4"], [60, "As the Angels 50 Women love gossip, they say. Some of them do, but not as men love it. Uncle Robert was much amused by Lettice's account of her visitors. ' And Queen Mab wants my little girl to go to luncheon,' he said, as they sat by the fire after dinner. ' Is not that too patronizing ? She should wait till you had returned her visit.' ' No, uncle, I should like to go,' said Lettice ; ' and she hoped you would come.' ' Oueen Mab is gracious. Write, then, and say you will go on Tuesday — that Uncle Wilmot has to drive to Briarstoke, and that he will call for you in the afternoon. And you like Queen Mab ?' ' Yes ; I feel drawn to her and to Miss Burchill. I liked everyone except Mr. Burchill and- Mrs. Sinclair.' ' Mr. Burchill ! Everyone likes Mr. Burchill, but poor little Margery is \"nobody's darling \" here.' ' Don't you like her, uncle ?' asked Lettice coaxingly. ' She won't speak to me, she's so shy ; so I really do not know \"her. She plays the"], [61, "Autumn Days 51 organ in church, and breaks down regularly every Sunday.' ' Oh, poor little girl !' said Lettice. ' And you don't like Mrs. Sinclair ?' asked Uncle Robert. ' She goes by the name of \" Penny Dreadful,\" and yet I know that poor little \" Penny Dreadful \" has a kind and a brave heart ; for almost immediately on her return home as a bride there was a terrible outbreak of scarlet fever in the neighbour hood, and she shrank from neither danger nor fatigue, but faithfully seconded her husband in his efforts for the poor — thanks to which the mortality was wonderfully small.' ' This is a sad place for nicknames, uncle. What do they call you ?' ' Oh, no doubt I have my sobriquet, but I have never heard it.' The next day7 was Sunday — a clear, bright, frosty day. 'Are you up to a smart walk across the fields ?' asked Uncle Robert, as Lettice and he sat down to breakfast. ' I should like it, uncle.' The two set out in good time for church,"], [62, "As the Angels 52 Uncle Robert being somewhat sceptical of the use women can make of their feet. Their way lay through pasture land ; the frost had drawn from the grass the smell of new-mown hay. The church-bell sounded distinctly in the clear atmosphere, and was still ringing when they reached the porch. No one had yet arrived, for Uncle Robert had miscalculated Lettice's powers of walking. Margery7 Burchill was seated at the organ, playing most exquisitely. Suddenly she perceived that she was not alone ; she started violently, and the music ceased with a dis cordant howl from the organ. It was the same when the voluntary was played — a few bars in perfect style, then a mistake and general confusion. Mr. Burchill's sermon was interesting, but what most struck Lettice was his saying that our power of suffering and our power of blessing are dependent one on the other : where one stops, the other stops. It may be that those who cannot bear the stress of pain may yet be a help and blessing to others ; but it may be that they have failed in what might have been the good, the"], [63, "Autumn Days 53 raison d'etre of their life, and fallen short of the mission which they only could fulfil. Coming out of the church, Lettice saw Margery sitting disconsolately on a flat tombstone waiting for her father. She would have liked to have taken the motherless girl in her arms and cheered her little wan cheeks to a smile. She held out her hand. ' We unintentionally intruded on your lovely anthem,' she said. ' It was beautiful, only that wretched C sharp put you out. I think I shall always hate C sharps for the future.' ' You are too kind, Miss Grove,' said Mr. Burchill, now joining them ; ' and I hope Maggie will try to learn her music better for so kind a critic' ' Oh, it is not work, it's courage she wants,' replied Lettice warmly. ' Father,' said Margery, as they turned into the Rectory, ' don't you like Miss Grove ?' 'Yes, Maggie,' he replied; ' I do like Miss Grove.' That evening Margery made no mistake at the organ, and seemed so cheery that, as she bade her father good-night, he said :"], [64, "As the Angels 54 ' I think, Maggie, Miss Grove has worked a charm on you.' ' I think, father, your sermon this morning cheered me too.' ' Did you understand it ?' he asked, and Margery shut herself up as tight as a bivalve. The next day Lettice had visits from the curate and his wife, and from some of the more distant families of the district, and on Tuesday her uncle took her over to Mere combe. Oueen Mab received them in the porch. Her slight figure in dark draperies contrasted with a background of glowing geraniums, pink, scarlet, and white. Her hands were full of brown and yellow chrysan themums. Lettice looked at her, and thought how lovely she must have been ten or fifteen years ago. She greeted her visitors warmly, and pressed Mr. Wilmot to stay for luncheon. However, his engagements would not allow of his doing so, and he left the two ladies together. Miss Mordaunt conducted Lettice through a beautiful hall and very handsome apartments to the dining-room. While they were partaking of their dainty, pretty little luncheon, Lettice's eyes con-"], [65, "Autumn Days 55 stantly wandered towards a charming land scape which hung on the wall opposite to her. ' Is it a Teniers ?' she asked. 'It is only a copy. I took it from a picture which is in the Louvre.' ' I think I remember it,' said Lettice ; ' and I think your bit of water is just as beautiful as that in the original. I should have liked to have copied it too.' ' If you would care to copy this — but it would be hardly worth ' ' Oh, I should like very much to copy it if I might.' ' Will you come here, then, for a few days ? I am all alone now, and everything is very dull here, so perhaps I am selfish to ask you ; but if you would come it would give me much pleasure. I only wish it were the real Teniers.' ' You are very kind,' said Lettice. ' I generally7 feed the swans after luncheon ; will you come with me ?' asked Mabel. The two ladies wandered out together, Queen Mab pointing out pretty little bits of landscape here and there. Then they stood together throwing pieces of bread into the"], [66, "56 As the Angels dark river where the swans were gliding about ; but the autumn winds were cold, and they returned soon to the house. Uncle Robert arrived, and Lettice and he drove home together. It was not long before Miss Mordaunt in duced Lettice to come to her for a week. The winter was in its first fresh, bracing time. The mud and the fog and the decay ing leaves were things of the past ; the trees were bare, latticing the cold, clear skies with barren twigs, save where here and there the green gold of the elm and the red gold of the beech gleamed — faint embers of the autumn's fires. Miss Mordaunt drove over for Lettice, and took her back to Merecombe through her stately woods and by the deer-park. ' They look very pretty,' she said, pointing out some deer, ' when they come down to drink at the river on summer evenings.' As they reached the house it fell dusk and chill. The two chatted very merrily over their tea, and then Lettice went into the library to choose a book as companion until dinner-time. The library was a delightful room : all kinds of comfortable seats put one"], [67, "Autumn Days 57 into the right position for study, and all kinds of books were to be found — standard works for good hard reading, and books of refer ence to prompt memory or supply a lack of information ; new books, too, the talk of the moment, and the best of the monthlies, were there. Lettice sat down with an article she had been curious to peruse, and the time passed quickly, with an occasional remark about some question or assertion that occurred in the ladies' books. Next morning Miss Mordaunt took Lettice off to see her pets, and then drove to see the farm creatures. Nearly all had histories and names. They looked cared for and happy, and all the work-people and their families seemed watched over by a special and thoughtful kindness. ' How well off all your people and things are !' said Lettice. ' I wish you would call me Mabel, and let me call you Lettice, though I am so old.' ' Surely, if you like.' To see Mabel Mordaunt caressing her"], [68, "As the Angels 58 creatures, full of tender sympathy with every ache and pain, one could hardly think she was the same woman whose expression of countenance was usually so cold, and whose manners were as listless as perfectly good breeding would permit. Lettice thoroughly enjoyed her morning's ramble. She thought if every Christian home resembled this, where, as far as possible, nothing was hurt, or harmed, or caused one unnecessary pang, a regenerating influence must spread through the world — a happy indirect effect of Christianity. After luncheon Miss Mordaunt said to her butler : ' Jervis, I think that jelly is nice ; you might send it to Mrs. Gray's son, who I hear takes very little nourishment now.' ' Who is Mrs. Gray ?' asked Lettice. ' She is a poor woman who lives in the village ; her son is in consumption.' ' Do you go to see her ?' ' No ; I think the jelly will be just as acceptable without a visit.' Lettice looked wistfully at her without speaking. Queen Mab came over and sat"], [69, "Autumn Days 59 down beside her. She kissed her, and said gently7 : ' Don't you see, little Lettice, a rich woman, who is no longer young or pretty, is considered nothing more than a hide dressed and gilded, and made with certain legal clasps which form a purse. Some are good enough to offer to take the purse outright, and some try to get as much as they can out of it, and are even generous enough to wish others their share too ;' and Queen Mab laughed a bitter little laugh, and then seemed to be intently studying the pattern of the carpet. Lettice thought the poor little thing was trying not to cry. She succeeded, and looked up with her usual languid and cold expression. ' Life has been hard to me,' she said apologetically; 'and perhaps I am hard' to life.' ' ' Perhaps you do not take quite a fair view of it,' ventured Lettice. ' Oh yes, I do. Pull away ; a purse has no feeling, it can't be hurt.' ' But, dear Mabel, you have friends. Mr. Burchill, I am sure, esteems your help.'"], [70, "60 As the Angels ' My help ? Oh yes ; but he thinks me very wicked — an esprit fort ; and I am not, Lettice. I hate goody-goodyism and cant, and everything that is not true and truth ; but I believe in truth, in positive truth, and I take it as given in Holy Scripture ; but I don't like Mr. Burchill, because he leads poor little Margery such a life. Why can't he see that his very first duty is to the existence he is responsible for ? Don't look so much puzzled, my dear child. I think you like me, and you are true to the heart's core. You are one to whom \" it is more blessed to give than to receive,\" and if you like, we shall trot off and see our sick friend at the village, for I think it is too cold to drive.' So they repaired to the cottage of the sick man. Queen Mab was gentle and sympa thizing, as she always was in the presence of suffering. Mrs. Gray was very grateful for the visit, and Lettice could see that it greatly enhanced the value of the jelly. ' I am very glad I went, Lettice,' said Miss Mordaunt as they left the cottage. ' Yes ; they were so pleased to see you.'"], [71, "Autumn Days 61 ' Well, I don't know about that ; but I see they are poorer than I thought, and I am glad to be able to send them some things which they are in want of.' The weather changed. The day after the visit to Mrs. Gray's was mild and muggy. The two wandered about the grounds of Merecombe. Here and there a violet or pyrus japonica showed purple or crimson dots ; very tight, wee, rosy, green, or brown buds were forming promises on the bare branches ; a soft warble sounded from the thickets, and the Epiphany flowers' delicate silver spires and sweet perfume held their place amongst the dead grass of the shrub beries. That night the cold touched all the sleepers in the house, warm though their couches were, and awoke them. Next morn ing the wind sighed and wailed like the speech of a hundred broken hearts, and then, hush ! down fell the snow. ' Shut up in the house ! What shall we do ? This will be so dull for you,' said little Queen Mab. But no, Lettice was too glad to have more time to copy her landscape, and she had"], [72, "As the Angels 62 abundance of work and books. In the even ing the wind rose again. The two ladies drew close to the fire, as the early gloaming put an end to their occupations. ' Lettice,' said Mabel, 'tell me — that is, if you quite like to tell me — -your story ; for I saw a story in your eyes the first day we met.' Lettice rose and sat down at Mabel's feet. ' I have no particular story7,' she said. ' Someone put himself into my head, and then I found he would be happier if I put him out of it ; and so I let him have my full consent to forget me, but I could not forget him. It's too common a story to be worth telling.' ' Poor child ! And yet it might be sadder Lettice.' ' I did not think it could.' A silence. Then Lettice said : ' What could be a sadder story ?' ' I will tell you — to have been made care for someone. What matter ? — I never told anyone. Now I am old I will tell you. Yes, of course someone made me care for him ; but I — I could not unconditionally say"], [73, "Autumn Days 63 \"yes.\" Had I been a poorer woman, I might have done so ; but, loaded with the clay of possessions, I was not free. I was in some degree a steward — not legally, morally. I loved him, Lettice ; I could not altogether trust him, and he had no patience, no pity for me.' ' But might it not have been arranged ?' ' Perhaps it might have been, if he had been more generous in his feelings, cared as much for me as he did for his own dignity. I sometimes think, like many others, he only wanted my money, and that he did not care for me ; and that view is my best comfort. If so, I gave but little pain, and that is the one thing it is more blessed to receive than to give. There, Lettice, you have made me tell what I never spoke of before. Of course, I know you won't repeat the story, for it would be too amusing to see Queen Mab as Juliet or Ophelia.' Lettice kissed her little cold hands. She recognised her own sorrow as less, and a feeling of reverence in presence of a greater suffering mixed with her affection for Mabel. The day before Lettice left, Lady Mary"], [74, "As the Angels 64 Maxwell came to Merecombe. May and Bella had a long conversation with her. Lady Mary was a very plain but kindly little woman. When she left, Mabel Mordaunt said : ' Isn't it a pity that those two nice girls get no education ? Every penny is spent on the boys. They have no ideas beyond The Mallows, its flora and fauna — cats very par ticularly amongst the latter.' ' That is work for you.' ' But how ?' ' So many books, so much information. Surely you could get up some reading or writing society — some little concerted study of languages. I am sure those children would be ready to profit by it, and I can see by Lady Mary's anxious eyes that she feels something is wanting for her girls.' Miss Mordaunt continued silent for a time. Then she said : ' Yes, Lettice, it is more blessed to give than to receive. If you will help me, we shall try to do what we can for poor little Lady Mary, though I don't think she is at all aware of the sad facts of the case.'"], [75, "Autumn Days 65 And so, through the following months, Lettice and Queen Mab carried out together many kind plans of help for rich and poor, and a very warm friendship existed thence forth between the lonely-hearted little lady of Merecombe and her gentle companion. 5"], [76, "CHAPTER III. UNEXPECTED. ' But wherefore waste your heart In looking on a chill and changeless past ; Iron will fuse and marble melt, the Past Remains the Past.' Tennyson. The calm and quiet of the winter season was over, the brown of hedges and woods long since had turned to a richer hue, denoting the stirring of a new life. The wan, pale light had stolen back to the lengthened mornings and evenings, and now had brightened to sunshine late and early. The larks aloft in the blue, thrushes hidden in the spring's delicate green, kept up a clamour of music ; but all this throng of new, sweet, happy life pressed on Lettice like a burden. Lent was over, and with the opening of a"], [77, "Unexpected 67 new season she knew that Bruner's composi tion was to be brought out, and that he only awaited the plaudits of the crowd to ask Madge to redeem her promise. As each morning's post came, she looked with throb bing heart for the letter which should tell her that the fame which she had so large a part in procuring, but was to have none in sharing, was won, and that the day in which Madge was to be made Bruner's wife was arranged. But time passed, and yet no letter. At last it came. It was from Mrs. Dellamere. It told of the performance — it had been a complete failure ! Utterly be wildered at this unlooked-for and unaccount able misfortune, Bruner had rushed to Madge as to his divinity ; ' but she was so put out, poor child !' went on the letter, ' that she told him she did not wonder — she had always thought his music very ugly. He was deeply hurt, and has never come to see us since. Madge did not seem unhappy, and judge of my astonishment when she told me to write and let you know that she would not marry Bruner, but had accepted Lord Harry Fairplay, whom you may remember at Nice."], [78, "68 As the Angels I asked her then about Bruner, and she showed me a letter from him in answer to one in which she told him she had given up trying to care for him as a bad job. He made no complaint ; his letter might have flowed from the pen of Lucifer ; but oh, my dear, good Lettice, sorry as I am for her, for him, for all, I could not but think it was a just, if a cruel, Nemesis. I would have liked to have heard how he fared, but L do not even know where he is.' So what Lettice feared had not come, but what had come was full of bitterness to her. Bruner alone and without comfort, and she could not comfort him ! Then she tortured herself with thinking that perhaps she had yielded to her wounded feelings too easily ; had she borne with him longer, he might have come back to her in heart. Ah ! had she, too, been unintentionally cruel to him ? ' Oh, Gottfried ! Gottfried ! come back ! come back !' she sobbed. ' If you care for my poor love, it is yours.' But then she remembered that he had not cared for it ; even if he cared for it now, he could hardly ask for it ; and she. she could"], [79, "Unexpected 69 not offer it. And the days and weeks passed on, and his name was never mentioned — silence, silence everywhere. No answer could be given to the question of her heart. She felt as if something like Egypt's days of darkness were hers ; her mental vision, straining ever so eagerly, could reach no object, distinguish nothing in its weary and wistful search. But as time passed she grew calmer ; she remembered how easily offended Bruner was about his music. She thought he had, with over-sensitive, self-centred, poor heart, been deaf to praise and alive to blame ; yet she thoroughly believed in his talent. Even now perhaps he was prospering. It was pain indeed that he did not care for her, but she could bear it ; her woman's reticence and dignity refused to let this sorrow cry out too passionately in her heart, but to think of him pining and broken she could not bear. No, he had his talent — his sight, too, now. She must and would hope for his success, and then, perhaps, with some bitterness she thought, 'Success, applause will console him.' Another sorrow weighed on her, too — poor Madge ! She had behaved badly — badly to"], [80, "As the Angels 70 her, and badly to Bruner ; yet she could not bear to think of her marrying Lord Harry Fairplay. All she knew of him was that he spent most of his time playing at Monte Carlo, and had seemed taken with Madge. She wrote to Mrs. Dellamere, asking if her fears were well founded, and received a letter which much relieved her. Lord Harry's friends had objected to Madge, and Madge had no wish to push herself into a family where she was not wanted, and had consoled herself with an elderly baronet. He was quite thirty years older than she was, and very rich. Madge was so pleased with her presents, and she was going to Norway for her honeymoon. Lettice was glad. If Madge was con tented with the play of ' Hamlet ' without the Prince of Denmark, it was all the cheaper. With her uncle's approval, she asked Mrs. Dellamere to come to Wellfield ; but Mrs. Dellamere replied that for the present she must keep house for a nephew lately become a widower. To one person this summer brought new"], [81, "Unexpected 71 and happy experiences. To Margery Bur chill Lettice's friendship was of unspeakable value. Warm sympathy and wise counsel were given to the lonely-hearted child, for Margery was nothing more. She had great mental endowments, and she had what often accompanies them : so sensitive a disposition that, to a shallow mind or superficial student of character, she passed as both peculiar and stupid. Lettice had read her aright from the first day, and Margery had soon found that her many sorrows received kind sympathy and soothing when confided to her friend, and that her perplexities were wonder fully solved. At first, as was unfortunately her habit, she hid her new happiness from her father. His indifference chilled her interest in things when she spoke to him about them, or perhaps he found fault with or ridiculed what she said. So poor little Margery hid her real self away under all kinds of awkward, though unintentional, dis guises, and Mr. Burchill felt uncomfortably conscious of his inability to train the young life with the skill it needed. Sometimes he thought of sending Margery to school, and"], [82, "As the Angels 72 then, in real fatherly fear for his awkward, sickly child's health and happiness, he kept her at home in the stern, silent atmosphere, where the poor little plant did not thrive. Lettice saw how things were, and did her best to draw these two together, who were really tenderly attached, notwithstanding the torment they inflicted on each other. Mr. Burchill, keener-sighted to any character than his little daughter's, hailed Lettice's friend ship for his child, and by degrees Margery told him freely about their intercourse — their hawthorn and bluebell pickings ; how Lettice had found a pink bluebell and had given her the root ; how she had rescued a lot of little ducklings in danger of being whirled down the weir ; and in all the many idylls of her new life Lettice was the heroine ; and then it dawned on her that at last her father and she had an interest in common. Long rambles in the open air, free hearty laughter which she now enjoyed, had given her an appetite, and both had resulted in a wonderfully changed complexion, and in stead of the stooped head and rounded shoulders, an erect and easy carriage — the"], [83, "Unexpected 73 ugly duckling was growing into a pretty young swan. The summer was at its height. Lettice and Margery were returning flower-laden from a long ramble, when Lettice espied Mr. Burchill approaching them. Margery ran lightly as a fawn towards her father, kissed him, and darted out of sight in a moment. Mr. Burchill joined Lettice. There was something in his manner which suddenly, and for the first time, awoke in her mind the idea that he looked on her as something more than one of his parishioners and his daughter's companion. Her suspicion proved too true. She knew not where to turn. On either side of the road she was hedged in by white, blush, or rosy-red blooming briars, honey suckle, and wild guelder rose. She had to listen to his story, and to tell him — yes, she felt she owed it to him — exactly how things were with her. ' I am so pained,' she said. ' You must not be angry, but I have no heart to give. I gave it away long ago. It was not worth any thing — it was thrown aside; but I can never give it away again, all the same, to anyone.'"], [84, "As the Angels 74 They walked on in silence between the fragrant walls of their flowery prison. At last Mr. Burchill raised his eyes — they were full of tears. ' But our friendship need not end,' he said ; ' and my poor little girl, to whom you have been so good, she will not suffer for this ?' ' I love Margery dearly,' said Lettice, raising her face, down which tears were streaming. ' And to love once is to love always with you,' he said, with a sad little smile. ' And to be grateful once is to be grateful always,' she said. They had reached the turning in the lane. She held out her hand. He took it and held it for a moment. ' May God bless you !' he said, and they turned their different ways. ' What is the matter with my little girl ?' asked Uncle Robert, as Lettice uselessly tried to conceal the fact that she could not swallow one morsel of dinner. ' I will tell you, uncle — tell you every thing,' said Lettice. ' Let us go into the library or into the garden.'"], [85, "Unexpected 75 Lettice felt that this was the time to let her uncle know all about her sad little story. She told it, throwing as little blame as she could on either Madge or Bruner, and then her interview of the evening. ' I always guessed something of this, Letitia.' Uncle Robert always called her Letitia. The name had been dear to him long ago. ' My poor child,' he went on, kissing her, ' how much happiness and com fort your unselfish, sweet companionship has given me ! Yet I am sorry — grieved though I should have been to part with you. I had hoped unpleasant memories would have passed for you in a new interest, for I saw poor Bur chill's interest in you, and I have a great esteem — indeed, affection and respect — for Burchill. Perhaps I know more about him than many. His first marriage was not happy. The poor girl was miserable at home, and he married her out of pity ; he was little more than a boy7 — not twenty-three. He would have loved her, if she had let him. She had a secret, and it came out — nothing very wrong, but very unfortunate ; and then she died when Margery was born. His life"], [86, "As the Angels 76 has been spent under the gloom of that cloud, and I thought a good day had come for him. But I am adding to your distress, my poor child,' he said, suddenly catching sight of Lettice in tears. ' Oh, uncle !' she replied, ' did you see what was coming ? Why did you not tell me ? I might have prevented it. I am so sorry ! I wish I could care for him, but you see I cannot — cannot.' ' I do not think a man of Burchill's noble nature will regret having let you see how much he felt for you. He has no need to be ashamed. It does him no discredit that he should have offered you a perfectly disinter ested — ah — regard . ' ' All the same, uncle, we shall never mention it.' ' Certainly not ! Well, we must all have patience, and time will level down the sorrows as well as the joys. Now go to rest, Letitia ; try to sleep, for you look utterly exhausted.' The next morning Lettice had only just finished her breakfast and gone out on the grass walk in the garden, on which the"], [87, "Unexpected 77 parlour window opened, where some pigeons were waiting to be fed, when she saw Margery standing in her light summer dress, holding two great magnolia flowers in her hand. Lettice felt overjoyed to see her. She ran to meet her. The girls kissed each other in silence ; then Margery said rather awkwardly : ' These are the last of this season's mag nolias. They came out quite late. I asked father if I might bring them to you, and he said /was to give them to you, and that you and I were to be sisters. Dear father !' and Margery hid her face on Lettice's shoulder in a passion of tears. ' Won't you have me for a sister, Maggie darling ?' ' Oh yes, Lettice.' A pause and sigh. ' Father says, too, he and I are to be greater chums than ever. It was you did all that for us, Lettice. He says so. So that even now we can't be so lonely as we were before you came.' ' So we are sisters.' ' Sisters.'"], [88, "78 As the Angels And the two heavy-hearted little maidens took their way together through the old garden's familiar walks. Whether some eaves-dropping foxglove or gossiping rose told her secret, or how it came out, Lettice never knew. She never breathed a word about the scene in the long lane of wild roses — she knew her uncle had not done so either ; and yet, although she did not hint at it, Lettice could perceive that Mabel Mordaunt knew more or less of what had happened, she was so gentle, so coaxing to Lettice. She carried her off first to Merecombe, and then induced her to go with her to the sea side, taking Margery too. It was in many ways a relief to Lettice — amongst others, that it prevented any stiffness or awkward ness supervening after the first gush of feel ing passed between her and Margery, and it enabled her, while they looked for pebbles or collected seaweeds on the beach, to make it quite clear that her love for her young com panion remained intact, while her father would always be held in grateful esteem. And when she came back to Wellfield, she felt all the better for the change and sea"], [89, "Unexpected 79 breezes, and welcomed the return of the autumn. The seaweed-like tracery of the bare twigs once more lay against the cold, pearl-pure wintry skies. The hush from Nature's busi ness of growth and bloom and fruit-bearing, all the quietude of winter, was restful to Lettice's weary heart. She felt that in the long evenings her good, kind uncle found her society a cheer, and she had also work to do for the poor that was grateful occupation to one only too glad to be interested for others, and to try to forget her own secret sorrow. She had stockings to knit, little under-garments to run up in her sewing-machine, making com fort and cleanliness easy to over-burdened or weary mothers ; often, too, she made dainty little bundles of small garments — sure to delight the expectant mothers, whose fingers, rough by coarse work, would vainly have laboured to make the small shirt or petti coat, so fit for the soft little form that would need it. But yet again the dark hours of late morning and early evening were invaded by returning light. The yellow aconites turned"], [90, "As the Angels 80 back their glossy gold petals to lie on the short warm grass of March, opening their faces to the full gaze of the sun ; the rooks clamoured in the small hours of the morn ing ; the Lent lilies swayed and swung in the boisterous winds of ' the roaring moon,' and then came a sweeter mood into the young year's life. The cuckoo sounded its call unseen through the sunny air ; the swallows swept and skimmed about ; the cowslip fields dyed themselves maize-colour, and shook abroad their sweet bells' perfume ; and so summer glided back again. One day, as Lettice was sitting at her open window, she saw a black spot appear on the horizon ; it came nearer and nearer along the white dusty road. A carriage became per ceptible, and something told Lettice that Madge, who had kept an unusually long silence, had determined to steal a march upon her and her uncle. ' Poor Madge ! Why would she always follow her whims ? Would it worry uncle ? It was too bad !' Lettice thought, and she felt sure it was Madge ; and so it was — Madge, draped in crape, and bringing the"], [91, "Unexpected 81 baby baronet, of whose existence she had only vaguely hinted. She flung herself into Lettice's arms and burst into tears. She had been so suddenly left a widow, she said, and scarcely knew where to turn. Had they not got her letter ? No letter had been received, but Uncle Robert did not fail in kindness to Lettice's sister. No picture could have been more pathetic than Madge in her weeds. The new crape showed off to perfection her golden tresses, which the little white structure poised on their rich coils only made more observable. The sombre folds of her dress showed by contrast the delicate alabaster of her skin ; and when she bent over little Reginald and called him by her dead husband's name, with soft violet eyes filled with tears, what heart of stone could but melt ? All that summer she glided about the old place a vision of beauty. Lettice wondered would the name her heart still throbbed at be mentioned. But no ; all Madge's life seemed to have been compressed within the limit of her last year. 6"], [92, "82 As the Angels But suddenly, before the first fire of autumn's lighting blazed on maple or oak, the pretty face lost its pathetic lines, smiles dimpled the delicate little cheek and chin, and she wanted to know whether Lettice would keep her baby while she paid a few visits to friends. Lettice was more sorry than sur prised, yet she wondered that, though Madge might find Wellfield dull, she could part from little Reginald. For her own part, she was but too delighted to keep the child, who had quickly twined himself round her heart. Madge's spirits seemed quite restored. ' I must not mope,' she said. ' For baby's sake I must stir about, and by-and-by I shall take him down to his own place and make him known, and let him learn his duties, like the mother in \" Thrown Together.\" ' And so Madge disappeared again over the white winding road in the large travelling carriage. Lettice watched it out of sight, and then carried the baby into the garden, where Uncle Robert was tending the setting of his anemone roots. He looked up. 'Well, Letitia, here we are alone again,'"], [93, "Unexpected 83 he said, in a tone which did not sound re gretful. ' Yes, dear uncle,' said Lettice, gently swaying little Reginald to and fro in nurse like fashion ; 'but I do wonder how Madge could leave baby.' ' I think,' said Uncle Robert, ' she would rather undertake the care of a bigger boy.' ' No, uncle. Do you really ?' ' We shall see, my dear.' ' She did cheer up very much from the time Lady Mordyne asked her to go to her. She showed me her letter : it was a very kind, pressing invitation. Hermione Mor dyne was her name.' ' Now you — you, girlie, think that a sweet name. I call it novelish and fantastic' But Lettice remained silent. Her colour rose, and then she sat down on a garden chair, as if the baby's weight suddenly op pressed her. Charlie, the garden-boy, had gone on an errand for more sand to mix with the soil, and Uncle Robert stood with an anemone root in his fingers looking at Lettice. ' What's the matter, Letitia ?' he asked"], [94, "84 As the Angels ' Uncle, Hermione Fairplay was sister to Lord Harry, and I am sure I saw her marriage in the paper some months ago, only I never thought of it till now. You know Lord Harry Fairplay proposed to Madge a year ago. Madge is surely on a visit to his sister. Oh, I fear he's not steady ! Oh, my poor, silly Madge !' ' Don't you begin to worry over Madge. You have no power over her, and I think she knows well how to take care of herself; and if the youngster is left on your hands for awhile, it won't trouble you.' ' Nor you, uncle.' It goes without saying that the handsome widow of the old baronet, with a good jointure, was not looked on by Lord Harry's people as poor Madge Grove, with only four hundred a year, had been. Then Harry had a knack of losing money, and, perhaps, if he had a handsome young widow to amuse him, whose handsome jointure might also amuse him, it might not be a bad thing. And the outcome of it all was that Lettice soon had a letter from her sister say ing that she was going to be married. It was"], [95, "Unexpected 85 curious, she said, that her first love was to be her second husband (it seemed that Bruner did not count at all). ' I asked Harry,' the letter went on, ' to put off the wedding for a few months — it seems so soon after all that has passed ; but he must now join his regi ment, which is ordered abroad, and he does not like that I should come out to him by myself, so it has to be at once. I am so hurried and worried. I often envy you your quiet with darling baby and dearest uncle in the sweet old garden. You can scarcely think what it is in little more than a year to be twice a bride, a widow and a mother.' ' No, indeed,' thought Lettice ; ' I could not go so fast.' ' But,' went on the letter, 'what I want is to beg you, dear thing that you are, to keep my boy until we come back to England.' So Lettice kept little Reginald, and no small solace did Madge's child prove to her. A year passed, and yet another ; and when two years had passed over his baby head, he began to assert a real boy's nature in getting into all kinds of little mischiefs, to Lettice's and Uncle Robert's heartfelt, if disclaimed, pride. The first on record was an excursion"], [96, "86 As the Angels into the middle of the sedgy spot near the river to gather king-cups, whence he was brought to dry land with much damaged shoes and stockings ; and in the course of the summer, with the eye of a professional gardener, disdaining many bright flowers, he had grasped and clasped Uncle Robert's choice scabious, set apart for seed. ' Oh, naughty boy !' said Lettice, in dis tressed but gentle remonstrance. ' Reggie must not pick flowers without leave.' ' Oh, naughty boy !' echoed Uncle Robert in feigned sternness. Reggie looked from one to the other, his baby face growing grave and awed. Then, to break the puzzling silence, he said plain tively, holding out the small offending hand : ' Anoder sower. Whereat Uncle Robert burst out laughing, and Lettice said : ' You must not spoil him, uncle dear,' at the same time kissing away the last trace of perplexity from her bonnie boy's face."], [97, "CHAPTER IV. ' THE FAR-OFF INTEREST OF TEARS.' ' Nous ne passerons plus par le meme chemin : Tu ne me verras plus, des roses dans la main, Accourir sur un air joyeux d'epithalame. Mon reve desormais n'aura plus de beaute, Mais je me sens plus haut que l'oubli qui on acclame, Je t'aime pour la vie et pour l'eterniteV Louis Duchosal. Three years went their quiet round. Then came heavy tidings for poor Lettice. Madge was coming home. Her second marriage had been childless. Harry had lost a great deal of money. However, his father had been generous. He was leaving the army. They were going to be very quiet, and to spend part of the autumn on little Reginald's property ; and now they wanted to have him there with them, and Lettice was to send him to them."], [98, "As the Angels 88 Lettice would not trust the child to a servant's care for the journey. She grudged, too, to lose a moment of her treasure's com pany, so she agreed with Madge to bring him to G Junction, where Madge under took to meet him. Little Reginald was a very handsome boy, and Lettice saw him received with rapture by his mother, though she was a little enig matical about a change in her plans. Lord Harry Fairplay seemed very good-natured. He looked very kindly at the child, and he was really more thoughtful for Lettice than her sister — seeing that she had refreshment and was comfortably placed for her return journey. He looked younger than Madge, and very good-hearted, if a little scrap Dundrearyish. Lettice felt, at all events, that her boy would not be subjected to harsh treatment. Still, she was very lonely for many a day without him ; but her life was to be one of self-sacrifice. Long ago she might have broken with her painful past, but she preferred to keep her sorrow sacred, and to go down to its deepest depths, if need be, so that at any time, if opportunity occurred, her help"], [99, "' The Far-off Interest of Tears ' 89 might be at hand to reach to the great need of one so utterly egotistical, that none but a great and unselfish love could be his re demption. Good or lovable dispositions can be helped by mediocrity of effort ; but the utterly selfish need utter unselfishness to touch their foulness with saving grasp. The following winter, which came early, proved to be one of unusual severity. The neighbourhood, too, lost much of its bright ness to Lettice by the absence of Mabel Mordaunt, who had thoughtfully and gener ously taken May and Bella Maxwell abroad with her. Bella's chest had been delicate, and poor Lady Mary could only coddle and dose her ; so that it was with real thankful ness that she accepted of Queen Mab's kind ness, and henceforth led her faction in homage to her supposed rival. The winter advanced, becoming colder and colder. No snow fell, but the frost lay in such thick rime that the whole country was white — white with jewelled brightness and freshness beyond that of snow. Nature was not shrouded in white grave-clothes, but each individual spray of tree or shrub showed"], [100, "As the Angels 90 its own individuality in its death-like crystal enclosure. Everything was still, the rivers and streams hushed in their ice-crust. No sound broke the silence of the unsullied land scape but the occasional cry of a wild bird, or at night the bark of a fox in the Mere combe woods. The intense stillness, the monotony of day after day shut up in the house (for Lettice, usually so strong, suffered from constant neuralgia), weighed on Lettice's spirits ; and when a letter came from Mrs. Dellamere asking her to come to see her in the spring in her old quarters, she gladly, with Uncle Robert's hearty concurrence, accepted the invitation. The Fairplays would be in town, and she would see her boy. Mrs. Dellamere resided once more in her two little rooms in Ebury Street ; a third was placed at Lettice's disposal, and here she felt much more at home than with her sister. She received a warm welcome from Mrs. Dellamere, and the morning after her arrival, without waiting for visiting hours, she set off to see Madge. She found her and her husband at breakfast. They received her very kindly, and Madge sent at once for her"], [101, "' The Far-off Interest of Tears ' 91 sons, for she had lately had an addition to her family. ' But why don't you look at baby ?' she said, as Lettice still clasped little Reginald in her arms. Lettice looked at him, but her eyes swam. She felt, and with truth, that little Reginald might be her child. 'Oh yes,' Madge said lightly, 'you may take him back to Wellfield. He's too young for school yet,' in answer to Lettice's wistful ' Can't you spare him to me for a little ?' One thing gave her unmixed pleasure, and that was the child's unfeigned delight at o o coming back to her. So the summer was not to be so lonely as she had feared. Little Reginald was to return with her, and kind, good Mrs. Dellamere had consented to accompany her back to Wellfield. Uncle Robert was very much pleased to hear that Lettice was better, and would return with her nephew and friend. It was a chilly spring evening. Mrs. Dellamere had gone to tea with some friends. Lettice remained alone. She began to think over all the changes that had happened since"], [102, "As the Angels 92 she came of age. Much she could think of with pleasure and comfort. Two new interests and warm affections had become hers — her dear, good uncle and little Reginald. Then, too, she had made several friendships which were dear to her, especially Mabel Mordaunt's and Margery Burchill's. She had pleasant acquaintanceship with all her neighbours at Wellfield, Penny Dread ful not excepted. Penny Dreadful's little boys would be nice playfellows now for Reggie, she thought. Thus pondering, her needle flew in and out of her work deftly till the light failed, and then she ventured to ques tion her heart. How fared it now about the old sorrow ? Alas ! the answer came to her in the tuning outside the window of a violin. Why did that sound always make her start ? Must no one earn a pittance in the street without annoying her ? She tried to make the thing look ludicrous to herself, but her eyes would fill with tears — tears that flowed and flowed as the music outside spoke to her heart. It was indeed no ordinary fiddle scraping. She rose and looked out of the window. It was dusk, but she could dis-"], [103, "' The Far-off Interest of Tears ' 93 tinctly see a man who appeared to be blind, beside whom stood a little girl about the age of her Reggie. He finished a popular air and raised his face — that face, altered, and yet the same. It was Bruner ! Lettice wrapped herself in a shawl. She put on her hat, and covered her face with a thick veil, enveloping both almost entirely in the shawl. She stole downstairs, and herself opened the door. Hearing it opened, the musician led his little girl to it. Lettice noticed that the child clung timidly to him, and did not run forward for money, as children accompanying street-players gener ally do. She was a lovely little girl, unlike her father, having a clear, dark complexion. ' It's the yellow shilling, daddy,' she said, as she took a sovereign from Lettice's hand and gave it to her father. ' You are too good, madam,' he said, rais ing his hat. ' Is there anything you would like me to play for you ?' ' Is that your little girl ?' was the answer. 'Yes, madam, my little girl;' and he groped for the child's hand, which instantly clasped his. ' Isn't it a fatiguing life for her ?'"], [104, "As the Angels 94 He blushed hotly as of yore. Lettice could now see that he was quite blind. He had perceived from her voice that she was a lady. ' I have never taken her out till to-night,' he said; 'but she has no mother. It is the first time necessity has compelled me to play in the street.' He raised his hat again and was going away, but Lettice said : ' Won't you come and play for me again — not in the street, but in the drawing-room ?' ' I shall be but too happy, madam.' A man joined them, and Lettice saw that Bruner depended on him to be led back to his home. When Mrs. Dellamere returned home that evening, Lettice told her of her strange en counter. The next morning when she awoke she wondered to feel the load lifted off her heart. The long silence had been broken, and it was in her power to help her friend. For the present, at all events, she determined not to make herself known — indeed, she could not imagine that she would ever do so ; but"], [105, "' The Far-off Interest of Tears ' 95 she would hear of him, know all about him, make his life easier, his little girl's, too. Money she had plenty. But the next even ing and the next passed ; a week went by, yet Bruner did not appear. She wondered, Could he have guessed who she was ? Even so, why need he avoid her ? He had been married, everything was over between them ; he might allow her the happiness of befriend ing him. It was the least he might do for her. But what use to wait on that strange comet-like existence ? Uncle Robert was beginning to be very anxious for his 'girlie's' return, yet Lettice felt it hard to pack up and be gone, even with little Reginald beside her. Late one evening, just as she was despair ing of any more news of her eccentric friend, she heard a timid little ring at the hall-door. She looked out, and saw a little girl standing alone. Lettice divined who it was. She ran herself to admit her, and there stood Bruner's child, trembling with nervousness. Lettice took her hand and gently coaxed her fears away. She brought her upstairs to the drawing-room. Then the child told her"], [106, "96 As the Angels story. Father was ill again ; to-morrow they would send him to hospital. He told her she was to tell the lady that was why he could not come. No sooner had she delivered her message than she asked to be let go. ' But don't you want to take poor father anything ?' said Lettice. ' No ; father said I must take nothing, and that I must go back quickly to him. Mr. Smith, who lives in the same house, is to take me back. He is at the end of the street.' ' I will take you back,' said Lettice. ' Tell me where you live.' The child named a distant and poor quarter of the town. Mrs. Dellamere sent for a cab, and the three set out together. Mr. Smith was set at liberty, and they proceeded to Bruner's lodgings. They found him in a very poor room, lying on his bed. Haemorrhage of the lungs had left him almost exhausted, yet he was as proud as ever. ' No,' he said in answer to every proposal made for his help and comfort. His child must go to the workhouse ; he would soon get"], [107, "The Far-off Interest of Tears 97 well, and then he would be able to take care of her again ; but he seemed pained and shaken as he spoke of her. Lettice had to cajole and praise him ; she wanted violin lessons, she said ; these would repay her ; only now, for the sake of his little girl — what was her name ? ' Gretchen.' For Gretchen's sake he must take help. ' How could I teach you ?' he said impa tiently ; ' don't you see I am blind ?' But he was softening. ' I am not stupid about music,' said Lettice; ' I could learn from vou.' At last she conquered. Medical aid was procured ; Bruner was moved to a better room, and after a few days little Gretchen was allowed to accept of Lettice's loving care. But the music-lessons never were given. There was a rally, but the poor life was ebbing fast. However, the struggle was over. He allowed Lettice to do all she wished for him. She did not herself often go to see him, but Mrs. Dellamere carried out all her plans, and whenever he expressed 7"], [108, "As the Angels 98 a wish to see her, she visited him, taking little Gretchen with her. Of all the kindnesses that Uncle Robert had shown Lettice for years, none did she feel so much as that she received now. He thoroughly entered into the bitter-sweet of her present, and asked her to come — town was getting very hot — and bring the sick man and the little child with her to Well field. Bruner had given Mrs. Dellamere a little sketch of his life ; a part of it she knew, and she was glad that when he came to speak of what had passed about Lettice, he alluded to it but slightly, but bitterly condemned his conduct. He had, almost immediately after his marriage with Madge had been broken off, married a little German girl who sang prettily at a small theatre, and was left a widower within a year of his marriage with the care of Gretchen. Soon after, either from trouble or a slight accident, or perhaps from both, he became blind again. Still, his solo-playing had kept him in bread until he was laid aside by a long illness, and Mrs. Dellamere could read between the lines of"], [109, "The Far-off Interest of Tears 99 the story that his wayward pride and extra vagance had helped to leave him friendless, and at last penniless. He had just touched the lowest point when he was met by his faithful Lettice. She was more than con tented, or would have been if she could have seen poor Bruner happy. Little Gretchen was growing rosy and fat, and full of fun. She was a wonderfully precocious child, and showed a great talent for music, and it was very pleasant to hear her sing. At last all was settled. The invalid was delighted to visit the country. He panted for air. He had given his valuable violin to Lettice, and she had assured him that it more than repaid her, and that she would yet learn to use it from him. He shook his head, but was pleased, as he always was now with whatever Lettice said. The day before setting out for Wellfield Lettice went to fetch little Reginald and bid Madge good-bye. She brought Gretchen with her. ' This little girl will be a nice companion for Reggie,' she said. Madge looked fixedly at the child."], [110, "As the Angels 100 'Who is she?' she asked. 'She reminds me of someone. Who is she ?' ' A little friend,' said Lettice 'Where does she come from ?' returned Madge. ' From my home.' ' Really, but — c'est tin peu fort. It isn't proper, Lettice, to own nobody's children.' ' It's quite proper,' said Lettice, wishing she had left Gretchen at home. ' You do well to reproach me, Madge.' That was the hardest thing Lettice ever said to her pretty, selfish sister. But Madge shrunk into herself. She seemed to have an uneasy idea that the child was in some way connected with her past life, and yet Lettice could never see any likeness to her father in Gretchen. However, Madge said no more. She sent for Reggie, and the next day Lettice set off for Wellfield with the two children, Mrs. Dellamere and Bruner follow ing more slowly and breaking the journey. Lettice had never revealed to Bruner who she was, nor did she wish to do so. She felt sure he had not recognised her, and she determined to keep him in ignorance, so she"], [111, "The Far-off Interest of Tears 101 was glad to be able to confide her difficulty in the matter to her uncle and her trusty friend, Mrs. Barton, before his arrival. Her uncle always called her Letitia, and to the old servants with whom Bruner would come in contact he spoke of her as Miss Letitia, so with a little precaution the secret was safe, especially as Mrs. Dellamere had from the first adopted her second name, Burnett, as Dellamere, being rather an un common name, would probably have brought back to Bruner's memory who she was, and from that it must certainly have come to his knowledge that Lettice was the Lettice whom o it was better for his peace of mind now to forget. It was a beautiful evening in June when Lettice arrived in Wellfield. Her uncle's satisfaction in getting her back was mani fested in a warm welcome. The little ones were attended to, fed and put to bed ; uncle and niece had a long conversation, and then Lettice went to her room. She sat down in the window where nearly eight years ago she had on the autumn evening of her first arrival at her new home watched the"], [112, "As the Angels 102 cows browsing on the rimy grass in the moon light. How different it was ! The faint glimmer of light which scarcely quits the night in June showed the familiar landscape indistinctly. She opened the window, and a cool breeze wafted her sweet summer per fumes, and she could hear the rough song of the corncrake in the scented grass, and the pain which she had so struggled to quiet was gone, but her friend — how would it be with him ? He was nearing the darkest spot of the dark valley ; but at least to her it had been given to comfort and cheer him when no other ear than hers could have learned his need from the voice of his violin. Mrs. Barton undertook to second all Lettice's wishes. With kind thought she made arrangements for the sick man's com forts. Uncle Robert was very happy with his 'girlie,' and the children delighted him. They looked like brother and sister playing together in the old garden, and Mrs. Della mere often made the remark, ' Perhaps they will get married.' ' It would be funny,' said Lettice — ' my boy and his girl.'"], [113, "The Far-off Interest of Tears 103 After a few days' rest at Wellfield Bruner rallied again. His great desire was to be up and dressed ; then he came to the drawing room and listened for Lettice's foot — she had a wonderful power of cheering and soothing him. All the neighbours thought Bruner was some friend or relative of Mrs. Della mere's. Lettice did not care to undeceive them, and Mrs. Dellamere kindly said it was as well to let the delusion live. Two people, however, saw how the thing really was : one was Mabel Mordaunt, the other was Mr. Burchill ; both were kind as could be — -both trod more reverently, so to speak, in their dealings with the matter. Mrs. Sinclair offered to sit up at night with the invalid if it would be any comfort. Dr. Sinclair was constantly in and out, offering every suggestion he could think of to alle viate his sufferings. Lady Mary Maxwell brought some books which she hoped might be useful to him. ' What will you do with these ?' asked Mabel Mordaunt, looking dubiously at the pile in their brown board covers ; ' are they sermons ?'"], [114, "As the Angels 104 'Yes,' said Lettice ; 'how shall I excuse myself ? — my poor friend is not strong enough for them ; besides, though they are excellent in themselves, and would be very good and very pleasant for many7, he is too sick in mind to be able to bear medicine with much human admixture in it.' Mabel took them back to The Mallows for Lettice. At first Lady Mary was dis tressed that they had not been used as she intended, but when she heard that Mr. Bur chill said that he thought Lettice knew best how to deal with the dying man, in this as in all else, she meekly acquiesced. And so the summer days passed on, with their full tale of light and warmth and beauty. Little change was perceptible in Bruner, except gradually increasing weakness, and also increased gentleness and gratitude to everyone. He did not now attempt to leave his room until evening approached, when he came to the large old-fashioned sofa in the drawing-room ; then Lettice brought little Gretchen to him, and stayed with him until — which was generally now early — he wished to go back to his room."], [115, "The Far-off Interest of Tears 105 Latterly he often told her things about his life, but he never mentioned her until one Sunday evening. He had been weaker than usual and restless ; at length he seemed quieter and easier. Lettice brought him some refreshment, and he took it with ap parent relish, but she knew that she would not many more evenings take her place beside his couch. He dosed now and then, and again he woke up and talked a little. ' Yes,' he said, ' my life has been one series of disappointments, without exception ; now it must soon yield to the inevitable. I was most blest ; one who was gentle and kind and good had trusted me with her happiness, and I played her false ; from that day all and everything went against me, and I deserved it. When my great disappointment came, if she had been there to comfort and strengthen me, I might have battled against my failure, and I might have won the battle.' ' Who was she ?' asked Lettice. ' Lettice was her name — Lettice Grove.' ' And if I told you that I know Lettice Grove ?' ' You know her ?'"], [116, "106 As the Angels ' Yes, I know her.' ' She must hate the thought of me, if she remembers my existence.' ' She does remember you, and her prayer and desire is that you may have every bless ing.' ' Does she know — did you tell her how I am now ?' ' Would you like to send her a message ?' ' I scarcely dare ; yet, now that all is nearly over, I would like to ask her to forgive me. And that is not the quarter of what I would say ; but I must not say more ; yet could I say less ?' ' And I can tell you she forgives you ; and now, if she may comfort you, that is all she cares for.' ' You can tell me ?' ' Yes, Gottfried, 1 can tell you ' Oh, I am blind,' he moaned ; 'yet now I see. Ah me ! my eyes were blinded when they got their vision. Yes, I can see you now. How could I have been so blind ? You — you only could be Lettice.' ' I am Lettice.' He made a vain effort to struggle to his"], [117, "The Far-off Interest of Tears 107 feet. She soothed him tenderly, rearranging the cushions. ' My sorrow has been dead,' she said, ' ever since y7ou let me care for you and Gretchen.' 'Gretchen? Yes, Gretchen ?' he queried, a look of anxiety coming over his wan fea tures. ' She will be my solace by-and-by, and I to her all that I can be. While we are together, let us pray that she may be happy.' ' Fray ? How could I pray ?' ' Because God wills to bless.' ' Yes, I believe that ; I can believe that. You have shown me how it is possible.' His extreme weakness regained its as cendency, and he fell again into the lethargy which precedes death. Little Gretchen came softly into the room. On Sunday afternoons, within hearing of the dying man, Lettice had trained the child to repeat verses of Scripture and sacred writings. When the task was well done, she was rewarded by a commission to gather a bouquet of sweet smelling flowers for her father. This evening Lettice felt that the lesson must be foregone."], [118, "108 As the Angels ' I think, love,' she whispered, ' father is asleep.' ' But I know it well to-day — not one mis take,' pleaded the child. ' Then say it very softly, Gretchen.' ' \" I believe in One God, the Father Al mighty,\" ' she began, and went on correctly till Lettice had to prompt her at the words, ' and in One Lord Jesus Christ,' and again at ' Who for us men and for our salvation came down from heaven.' The rest of the Creed she repeated rightly, till she came to ' I look for the resurrection of the dead, and the life of the world to come,' and then Lettice was startled by hearing Gottfried audibly say 'Amen!' She looked up. His face had altered. ' Run, my darling,' she whispered to Gret chen; 'pick your bouquet for me to-day.' A look of puzzled inquiry was on the child's face, but Lettice gently pushed her towards the door. ' We are one in faith,' she whispered, kneeling beside Bruner's sofa. ' One in faith,' he murmured. 'Then this is not good-bye,' she said."], [119, "The Far off Interest of Tears 109 His countenance brightened. ' Lettice, will you kiss me ?' She bent forward. It was her first and last kiss, but whether his spirit had not passed ere her lips touched his brow she never knew. THE END. Elliot Slock, 62, Paternoster How, London."], [120, ""], [121, ""], [122, ""], [123, ""], [124, ""]]