[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THE POETICAL AVIARY, WITH A B I R D'S-E YE VIEW OF THE ENGLISH POETS. (NOT PUBLISHED.) CALCUTTA: PRINTED AT THE BAPTIST MISSION PRESS, CIRCULAR ROAD. 1841."], [8, ""], [9, "POETICAL AVIARY. PART THE FIRST. BIRDS WITHOUT ALLUSION TO THEIR NOTES. One of the curious political medals that were struck in the reign of Charles II. represents, on one side, Titus Oates with two faces. On the reverse are the heads of the king and four of his principal ministers, with this motto round the border, \" Birds of a feather flock together.\" This, as well as various other proverbs derived from birds, haee been introduced into poetry. Thus Anstey — And 'twas pretty to see how like birds of a feather The people of quality flocked all together, All pressing, addressing, caressing, and fond, Just the same as those animals do in a pond. Under the sign of an inn representing a man with a bird in his hand, and two birds in a bush I have seen written, \" A bird in the hand\" d'ye see , Is worth two in the bushes that be. These verses under signs are now a rarity in England ; they were formerly more common. Swift, speaking of Harley, Earl of Oxford, the prime minister, says — Would take me in his coach to chat, And question me of this or that ; Or gravely try to read the lines Writ underneath the country signs. ii"], [10, "2 POETICAL AVIARY. The proverb written under a sign, and the expression d'ye see, put^ me in mind of some lines by the waggish Bishop Mansel, on a sign of Bishop Bluize's head at Cambridge being changed to that of Bishop Watson, when that prelate was elevated to the bench. He was a professor_ and a very bust ling and blustering character in the Cambridge little world. Two of a trade do ne'er agree, No proverb ere was juster ; down Bishop Blaize To put up Bishop Bluster. Were I to stoop so low as to insert prose quotations^ could illustrate a proverb which has found its way into most lan guages, viz. \" one swallow does not make a summer,\" so also I might adduce instances of \" hitting two birds with one stone,\" and of \" reckoning chickens before they were hatched,\" and \" teaching a grandmother to suck eggs.\" A single classical authority in prose for proverbs of this description may be pardoned. It is in Swift's \"Polite Conversation.\" Miss gives Neverout a pinch. Neverout. Lud, Miss, what do you mean ? do you think I have no feeling ? Miss. I'm forced to pinch, for the times are hard. Neverout (giving Miss a pinch.) Take that, Miss. \" What's sauce for the goose, is sauce for the gander.\" Of a like nature are many proverbial similes. Though Gav, in his \" song of similes\" has given an advan tage to fishes in this respect, to which, perhaps, thev are not entitled, he has not altogether neglected the birds. Plump as a partridge was I known, And soft as silk my skin, My cheeks as fat as butter grown, But as a groat now thin."], [11, "POETICAL AVIARY. 3 Till you grow tender us a chick. I'm dull as any post ; Let us, like burs, together stick, And warm as any toast Similar to these examples are several idiomatic phrases of speech, as where Hudibras wants to persuade his squire Ralpho to undergo vicariously a whipping which he had sworn to the widow to inflict on himself; whilst the puritan squire was \" tender-conscienced of his back.\" Canst thou refuse to bear a part I'th' public work, base as thou art ? To higgle thus for a few blows, To gain thy knight an op'lent spouse. If not, resolve, before we go That you and I must pull a crow. A man who, in a hunt, stretches his neck over a hedge in order to see what kind of ditch may be on the other side, upon the principle of looking before he leaps, is said to crane, And now in this new field, with some applause, He cleared hedge, ditch, double-post and rail, And never craned. Lord Byron. Many other instances of a like nature might be added. Some persons cannot say \" bo to a goose,\" or have retorted on those who imprudently told them so, by addressing their libellers with a bo. Some persons' \" geese are all swans,\" some people have \" lived too long in a wood to be afraid of an owl ;\" or are as \" blind as bats\" or as beetles. Many un- pleasant speeches \" stick in people's gizzards.\" For exam ple, if a lady on the wrong side of thirty were told that she was \" no chicken.\" It will be sufficient to illustrate the very"], [12, "4 POETICAL AVIARY. popular and pleasant phrase of billing and cooing. The cooing belongs to the vocal chapter of this collection. As to the billing we have in Hudibras, Still amorous, and fond, and billing Like Philip and Mary on a sniffing. A piece of scandal connected with our coins is related on the grave authority of Evelyn. It is that Rotier, medaller of Charles II., being in love with the Duchess of Richmond, represented her face in that of Britannia on the coins. In contrast with this levity it may be mentioned that Queen Anne would not, on her coins, permit her neck to be unco vered. If, as it may not improbably be thought by some, the simile of the shilling does not resemble the thing typified with sufficient efescnoes, take the following from Fielding : Farewell, ye groves and mountains ! Ye once deHghtful fountains ! Where my charmer used to stray, Where in gentle harmless play, Wooing, willing, Burning, billing, Ever cheerful, ever gay, We have spent the summer-day. As a frequent sequel to billing may be taken an illustration of henpecking from Lord Byron — But, oh, ye, lords of ladies intellectual, Inform us truly, have they not henpecked you all ? The birds are always at our service to illustrate manners, habits, dispositions, dress, and the various incidents and actions of social life. The following examples occur."], [13, "5 POETICAL AVIARY. The first is from Southey's Devil's \"Walk which for a long time was ascribed to Porson. He entered a thriving bookseller's shop Quoth he, we are both of one college, For I myself sat like a cormorant, once Upon the tree of knowledge. And from Lord Byron — To see the Sultan, rich in many a gem, Like an Imperial Peacock stalk abroad (That Royal bird, whose tail's a diadem.) 'Twas this flesh begot those Pelican daughters. Lear. Why, here he comes, swelfing like a Turkey-cock. Henry IV. of Pistol Detested Kite ! Lear, to his Daughter Generil. Go ye giddy Goose- Hen. IV. Lady Percy to her Husband. William who high upon the yard Rocked with the biUow to and fro, Soon as her well known voice he heard, He sighed, and cast his eyes below : The chord slides swiftly through his glowing hands, And quick as lightning on the deck he stands. So the sweet Lark high pois'd in air Shuts close his pinions to his breast, If chance his mate's shrill caU he hear, And drops at once into her nest. The noblest Captain in the English fleet, Might envy WiUiam's lip those kisses sweet. Gay. Petruchio. — A herald, Kate ! O put me in thy books. Katherine. — What is your crest ? a coxcomb f Petruchio. — A combless cock, so Kate will be my hen. Katherine. — No cock of mine, you crow too like a Craven Taming the Shrew."], [14, "6 POETICAL AVIARY. The Craven was a cowardly cock. The term was often applied to human cowards in the days of chivalry, as in Shakspeare, 1 Hen. VI. To tear thy garter from thy Cravens leg. The coxcomb was the ordinary crest worn on the caps of fools kept by Princes and other great persons. Formerly, as in Beaumont and Fletcher's play of the \" Coxcomb,\" the name was applied to a simpleton. He cannot be So innocent a coxcomb ; he can tell ten, sure. In Young's Satires we have — Others with curious arts their charms revive, And triumph in the bloom of fifty-five — You, in the morn, a fair-haired nymph invite. To keep her word^a brown-haired comes at night. Next day she shines in glossy black, and then Resolves into her native red again. Like a dove's-neck, she shifts her transient dyes And is her own dear rival in our eyes. In a contention between \"black eyes\" and \"blue eyes\" in Greene's poem of the \" Spleen\" — But when blue eyes, more softly bright. Diffuse benignly humid light, We gaze, and see the smiling loves, And Cytherea's gentle Doves. Parnell describes Cupid as \" fledging his shafts\" from the plumage of different birds, so as to suit the peculiar turn of mind in his victims. Shot by the Peacock's painted eye The vain and airy lovers die. For careful dames, and frugal men The shafts are speckled by the hen."], [15, "POETICAL AVIARY. 7 The pies and parrots deck the darts, When prattling wins the panting hearts. And fledged by geese the weapons fly, When others love they know not why. In Midsummer Night's Dream — I swear to thee by Cupid's strongest bow ; By his best arrow with a golden head. By the simplicity of Venus' Doves. By that which knitteth souls, and prospers loves. By aU the vows that ever men have broke, In number more than ever woman spoke. There is a curious document concerning Midsummer Night's Dream in Lambeth Library. It is a journal of a self-consti- tuted society, which met to impose nominal fines on all per- sons whom they denounced for violating their own puritanical notions. A strong case occurred, being the performance of Midsummer Night's Dream on a Sunday, at the house of Bishop Williams, the celebrated Lord Keeper. Appropriate punishments are awarded for the Bishop, and the several Lords and Ladies, by name, who assisted. The punishment adjudged for the person who acted Bottom is in these terms — \" Likewise wee doe order that Mr. Wilson, because he did in such a brutishe manner acte the same with an Ass's head. therefore he shall appear on Tuesday next from six of the clocke in the morning till six at night sitting in the porter's lodge at my Lord Bishop's house, with his feete in the stocks, and attired with his Ass's head, and a bottle of hay set before him, and this inscription on his breast : Good people I have played the beast, And brought ill things to pass. I was a man, and thus have made Myself a sillv Ass."], [16, "8 POETICAL AVIARY. And, here, as Milton is often a Poet in the midst of his prose, I will adduce a simile from his tract on the Liberty of the Press, which he applies to the English nation when just emancipated from the tyranny of the Stuarts — \" Methinks I see in my mind a noble and puissant nation, rousing herself Hke a strong man after sleep and shaking her invincible locks. Methinks I see her as an Eagle, muing her mighty youth, and kindling her undazzled eyes at the fuU midday beam ; purging and unsealing her long-abused sight at the fountain itself of heavenly radiance ; while the whole noise of timorous and flocking birds, with those also that love the twilight, flutter about amazed at what she means, and in their envious gabble would prognosticate a year of Sects and Schisms.\" Our amusements in many instances derive their names from birds — What figured slates are best to make On watery surface duck and drake ? Hudibras. It happen'd as a boy one night Did fly his tarsel of a kite, The strongest long-winged hawk that flies, That Hke a bird of Paradise, Or Herald's Martlet, has no legs, Nor hatches young ones, nor lays eggs. His train was six yards long, milk white, At th' end of which there hung a light Inclos'd in lanthorn made of paper, That far off like a star did appear. This Sidrophel by chance espy'd, And with amazement staring wide \" Bless us,' quoth he, \" what dreadful wonder Is that appears in Heavens yonder?\" This said, he to his engine flew Placed near at hand, in open view :"], [17, "PREFACE. The occasion of getting up this little Aviary is well known to those friends for whose amuse ment, and that of my family, it is designed. Want of leisure, and unsatisfactory means of access to books have prevented my stocking it so tastefully as, perhaps, by taking longer time, might have been hoped. But I was desir ous of inviting my small party to see the collection, before they should have forgotten the incident in which it originated. A. A. October 10th, 1841"], [18, ""], [19, "POETICAL AVIARY. 9 And raised it till it levelled right Against the glow-worm tail of kite. When, by mischance, the fatal string, That kept the tow'ring fowl on wing Breaking, down fell the star — \" weU shot,\" Quoth Whackum, who right wisely thought, He'ad levelled at a star, and hit it. But Sidrophel, more subtle-witted, Cried out—\" what horrible, and fearful Portent is this, to see a star fall I\" By Sidrophel, Butler means Lilly the famous Astrologer, whc was consulted both on behalf of Cromwell and of Charles, and who was questioned by the House of Commons, after the Restoration, about the fire of London. With regard to the Telescope, it was in Butler's time a new invention. Milton, who was Butler's contemporary, mentions that in Italy he \" found and visited the famous Galileo grown old, and a pri- soner to the Inquisition for thinking and acting otherwise than the Franciscan and Dominican Licencers thought.\" Ga- lileo first revealed the wonders of the Telescope ; though the double lens appears to have been invented some few years before he used it. The tube was known to the ancients. Tycho Brahe had made excellent observations on the heavens, and published a catalogue of stars before the invention of the Telescope. Milton, in the Paradise Lost, compares Satan's shield to the moon as seen through the Telescope of the \" Tuscan artist.\" Kepler, before the publication of the Para- dise Lost, had invented the Astronomical Telescope with two convex lenses ; (Galileo's eye-glass being concave,) which was a considerable improvement of the instrument. I may here notice the remarkable manner in which Milton treats the Copernican theory of the motion of the earth in the eighth 'book of the Paradise Lost. It had been scouted bv Bacon.,"], [20, "10 POETICAL AVIARY. and was generally considered to militate against the authority of the Old Testament. The Jesuits, in their edition, which is the best, of Newton, enter a caveat, that they do not believe that the world goes round, but only divert themselves with the speculations arising out of that fanciful hypothesis. Brome, the loyalist bacchanalian songster during the Civil Wars, was in advance of Copernicus himself on this subject. As Copernicus found, That the world doth go round, We will prove so does every thing in it. One of the Oldest English Games is the \" Royal Game of Goose.\" In the Deserted Village — we have — Near yonder thorn that fists its head on high, Where once the sign-post caught the passing eye. Low lies that house where nut brown draughts inspired, Where grey-beard mirth and smiling toil retired. The village statesmen talked with looks profound, And news much older than their ale went round. Imagination fondly stoops to trace The parlour splendors of that festive place, The pictures placed for ornament and use, The \" twelve good rules,\" the Royal Game of Goose. And Lord Byron writes — A young unmarried man, with a good name And fortune, has an awkward part to play ; For good society is but a game. The \" Royal game of Goose\" as I may say. Two obsolete games, practised after shriving hour on Shrove Tuesday, are mentioned by old writers, viz. \" threshing the fat hen\" and \" cock-throwing.\" The first was performed by a ploughman blindfold in a barn ; the second was a favorite diversion with the London apprentices, anciently a bodv of"], [21, "POETICAL AVIARY. 11 great note. In Chaucer's Nonne's Priest's tale mention is made of a cock which omitted to crow one morning, wherebv a priest did not rise from his bed in time to earn a benefice ; the cock, it appears, acted from revenge for having its legs wounded at cock-throwing by the priest when a lad. There was a Cok, That for a Priest's son gave him a nock Upon his leg, while he was yong and nice, He made him for to lose his benefice. The sport of the popingay, or sham-parrot for shooting at, is also obsolete ; so is the practice of approaching birds with a stalking horse, though the term is proverbial. The amuse ment of birding which engaged Master Ford, whilst his wife and Mrs. Page diverted themselves at the expence of Falstaff, is no longer practised ; even the catching of singing birds has ceased to be a popular amusement at Eton. Say, Father Thames, for thou hast seen Full many a sprightly race Disporting on thy margent green The paths of pleasure trace ; Who foremost now delight to cleave With pfiant arms thy glassy wave ? The captive linnet which enthral? What idle progeny succeed To chase the rolling circle's speed, Or urge the flying ball ? Old dances are mentioned in Shakspeare, and Beaumont, and Fletcher by the names of \" Pavens\" and \" Canaries.\" The Paven was a solemn serious dauce, in imitation of a Pea cock's tail; the ladies in this dance had long trains, Peers wore their mantles, gentlemen were dressed in caps and swords, and dancers of the long robe (for example Sir Christo pher Hatton and Sir J. Davies) had on their official gowns. c 2"], [22, "12 POETICAL AVIARY. In \" Twelfth Night,\" Sir Toby says, \" next to a pavin I hate a drunken rogue.\" Sir Toby is tipsy himself and naturally has an aversion to solemn dances. Sir J. Davies the eminent lawyer, in his poem on dancing, dedicated to Queen Elizabeth, does not give the names of the dances he describes. The following would be more Hke the accounts related of the Canary or the modern waltz than of the Paven : Yet there is one, the most delightful kind, A lofty jumping, and a leaping round, Where arm in arm two dancers are entwined, And whirl themselves with strict embracements bound. In Chaucer's translation of the Romant of the Rose, (a poem, which, in its day, was more studied throughout Christendom than perhaps any later work of imagination,) an interesting dance is described as performed by two damsels \" right yong and full of semelyhede.\" They danced queintly, As one would come all privily, Ayen that other, and when they were Together almost, they threw yfere Their mouths so, that through their play, It seemed as they kist alway. Soame Jenyns (who with Sir J. Davies both wrote upon dancing and both on the immortality of the soul) shews how perishable are the names of even the most popular dances. And Isaac's Rigadoon shall Uve as long As Raphael's painting, or as Virgil's song. An obsolete kind ot race with horses, in which the horse in advance had always the right of indicating the course till he was overtaken, was called *' The wild-goose chase.\" The race is mentioned in Burton's Anatomy of Melancholy (a book which I once saw in a public library classed with works on"], [23, "13 POETICAL AVIARY. dissections) ; and the phrase is in proverbial use at the present day. There is a play of Fletcher's called the \" wild goose chase.\" It was missing when the unpublished plays of Beau mount and Fletcher were collected in 1647. It was afterwards f found by a nobleman, and given to two actors, Lowen and Taylor, who had been fellow comedians with Shakspeare, and ' were then old and needy. This was at a time when the' acting of plays was prohibited by the Puritan parliament. The \" wild goose chase\" was published by these two performers, with a short but affecting dedication to \" The honored few, lovers of dramatic poesy.\" Of fighting with cocks and quails mention is made in \" An tony and Cleopatra.\" The part of Whitehall Palace which within recent memory was called the cockpit, was appropriated for the fighting of cocks by Henry VIII., King James amused himself with this diversion twice a week. The very dice obey him, His Cocks do win the battle still of mine When it is all to nought ; and his Quails ever Beat mine at odds. And in an old song called \" New Market,\" contained in D'Urfey's \" Pills to purge melancholy\" — Let cuffies that lose at a race, Go venture at hazard to win, And he that is bubbled at dice, Recover at cocking again. The allusions to Falconry in the writings of our early poets are abundant. The bird is usually called the \" gentle\" Falcon, or \" gentle\" Tercel, probably from belonging to persons of rank ; it was felony to steal them, on account of the nobility of their nature, as the ancient law books tell us. In 1337 the Bishop of Ely excommunicated a man for stealing one of his"], [24, "14 POETICAL AVIARY. hawks. There were in fact fifteen kinds of Hawks used in ancient Falconry, and appropriated to different ranks and descriptions of persons. The Hawks used by ladies were called Marlyans. The Royal Hawks, from the time of Richard II. were kept at Charing Cross, formerly in the village of Charing, in a place which, from its use, was called the Mews, a name the place retained till within the last few years. Sir Thomas More, better known for other things than his poetry, after mentioning in some verses the sports of infancy, in which cock-throwing is a prominent example, proceeds — Man-hod I am, therefore I me delyght To hunt and hawke, to nourishe up and fede The greyhound to the course, the hawke to th' flight, And to bestryde a good and lusty steede. Hawking by the Clergy is noticed in Chaucer and other writers ; and it appears from Barclay's \" Ship of Fools,\" 1508, that Hawks were sometimes brought to church. Into the church then comes another sotte, Withouten devotion, jetting up and down, Or to be seene, and showe his garded cote. Another on hisfiste a Sparhawke or Fulcon. The Hawks used in Falconry had commonly a small musical bell attached to each foot ; one a semitone below the other ; those made at Milan with a composition of sdver were most prized — Shakspeare alludes to them — How silver sweet sound lover's tongues by night. There was a difference of opinion, however, on the subject of the Milan bells. Thus Heywood — Her bels, Sir Francis, had not both one weight Nor was one semitone above the other, Mei thinks these Milan bels do sound too full, And spoile the mounting of your Hawke."], [25, "POETICAL AVIARY. 15 A very old pack of English Cards has the four suits con sisting of bells, hearts, leaves, and acorns ; the beUs are Hawks' bells, and have been supposed to indicate the nobilitv. The oldest English pack extant, supposed to be of the fifteenth century, has the suits composed of pinks, roses, columbines and rabbits. The figured cards consisted of men and women wearing clothes, as distinguished from devices of flowers and animals. They were called coat-caxdi, which appellation has since been converted into cowr-cards. In an old Masque, called the \" Sun's Darling,\" we have— 6 So, ho ho ! through the skies How the proud bird flies, And sowelng kiUs with grace. In \" Much Ado About Nothing\" — Beatrice. — By my troth I am exceeding ill, heigh, ho ! Margaret. — For a Hawk, a horse, or a husband ? A number of current opinions and superstitions are connected with birds, of which the following are examples : Bernardo. — It was about to speak when the cock crew. Horatio.— And then it started like a guilty thing Upon a fearful summons. 1 have heard The cock that is the trumpet of the morn, Doth with his lofty and shrill sounding throat Awake the God of day, and at his warning, Whether in sea or fire, in earth or air, Th' extravagant, and erring spirit flies To his confine. And of the truth herein The present object made probation. Marcellus.—lt faded on the crowing of the cock. Some say that ever 'gainst that season comes Wherein our Saviour's birth is celebrated, This bird of dawning singeth aU night long. And then, they say, no spirit dares stir abroad,"], [26, "16 POETICAL AVIARY. The nights are wholesome, then no planets strike ; No Fairy takes, no witch hath power to charm. So haUowed and gracious is the time. Horatio. — So I have heard, and do in part befieve it. But, look the morn in russet mantle clad Walks o'er the dew of yon high eastern hiU. Hamlet. The Robin is designated by several poets as the \" friend of man.\" It has been supposed to take pains in covering dead people with moss and leaves. As in the old ballad of the \" Babes in the World.\" No burial this pretty pair Of any man receives, Till Robin red-breast painfully Did cover them with leaves. The tradition in the ballad is thus noticed by Words worth — Art thou the bird whom man loves best, The pious bird with the scarlet breast, Our Httle EngUsh Robin ? The bird that comes about our doors, When autumn winds are sobbing ! Art thou the Peter of Norway boors ? Their Thomas in Finland And Russia far inland ? The bird who by some name or other All men who know thee caU their brother. Can this be the bird, to man so good That after their bewildering, Covered with leaves the Httle children, So painfully in the wood ? In Herrick, a sprightly writer of the seventeenth century, we have — Sweet Amaryllis by a spring's Soft and soul-melting murmurings"], [27, "17 POETICAL AVIARY. Slept, and thus sleeping thither flew A Robin Red- Breast, who, at view, Not seeing her at all to stir, Brought leaves and moss to cover her. But while he perking there did pry, About the arch of either eye, The Hd began to let out day, At which poor Robin flew away. And seeing her not dead, but all disleaved, He chirped for joy to find himself deceived. It was a Greek superstition, and is repeated by Petrarch and Tasso, that the Halcyon, or Kings-fisher, had the power of stilling the waves of the sea. W. Browne writes — Blow, but gently blow, fair wind, From the forsaken shore, And be, as to the Halcyon, kind, TiU we have ferried o'er. In the first part of Henry VI. we have — This night the siege assuredly I'll raise ; Expect Saint Martin's summer, halcyon days. It was a superstition that the stuffed Halcyon, when hung up in rooms, would turn its beak to the quarter from which the wind blew ; as in Lear. Turn their halcyon beaks With every gale and vary of their masters, In Swifts \" Edict of Apollo,\" there is a clever prohibition against all the hackney-phrases of poetry, which he humor ously collects. If Anna's happy reign you praise Pray not a word of halcyon days. If you describe a lovely girl, No lips of coral, teeth of pearl. B"], [28, "18 POETICAL AVIARY. It is unnecessary to relate the local tradition which has been made so familiar to us by the \" Irish Melody.\" By that lake whose gloomy shore, Sky-lark never warbles oer. In beautiful contrast with the murderous scene about to be acted in Macbeth's Castle, we have. Duncan. — This castle hath a pleasant seat, the air Nimbly and sweetly recommends itself Unto our gentle senses. Banquo. — This guest of summer, The temple-haunting Mart/et, does approve, By his lov'd masonry, that the heaven's breath Smells wooingly here. No jutty, frieze, buttress, Nor coigne of vantage, but this bird hath made His pendent bed, and procreant cradle ; where they Most breed and haunt, I have observed the au- Is delicate. The following passages relate to birds of ill omen. Three times aU in the dead of night A bell was heard to ring, And at her window shrieking thrice The Raven flapp'd his wing. TickeFs ballad of Lucy and Colin. The Raven croaked as she sat at her meal And the old woman knew what he said ; And she grew pale at the Raven's tale, And sicken'd, and went to bed. Southey's ballad of the Old Woman of Berkeley. Is it not ominous in aU countries When Crows and Ravens croak upon trees ? The Roman senate, when within The city walls an Owl was seen, Did cause their clergy, with lustrations, (Our synod cans humiliations) The round-fac'd prodigy t' avert, From doing town or country hurt. Hudibras."], [29, "19 POETJCAL AVIARY. But seldom seen unto the public eye The shrieking Scritch-Owl, that doth never cry But boding death, and quick herself inters In darksome graves and hollow sepulchres. Drayton's \" Owl.\" If thou wouldst view fair Melrose aright, Go visit it by the pale moon-light. When distant Tweed is heard to rave, And the Owlet to hoot o'er the dead man's grave. W. Scott. The following was a favorite superstition with old English lovers. O Nightingale that on yon bloomy spray Warblest at eve, when all the woods are stiU. While the jolly hours lead on propitious May Thy Uquid notes that close the eye of day, First heard before the shallow Cuckoo's bill Portend success in love. Milton. But as I lay this other night waking, I thought how lovers had a tokening, And among them it was a common tale, That it were good to hear the Nightingale, Before that they heard the Cuckoo sing. And though I thought anon as it was day, I would go somewhere to assay, If that I might a Nightingale hear. For yet I had none heard of that yere, And it was tho the third night of May. Chaucer. There has been a superstition, that the spirits of deceased persons appear in the form of Birds ; as for example, in Lord Lyttleton's Ghost story, and Mrs. Hemans's \" Messenger Bird.\" And in Lord Byron's \" Prisoner of Chillon.\" In the \" Bride of Abydos\" at the \" place of thousand tombs\" a bird sings to a solitary white and delicate rose. It were the Bulbul ; but his throat Though mournful, pours not such a strain ; b 2"], [30, "POETICAL AVIARY. 20 For they who listen cannot leave The spot, but linger there, and grieve, As if they loved in vain ! Of the fancied love of the Nightingale for the Rose, Lord Byron speaks in the Giaour — The Rose on crag or vale, Sultana of the Nightingale, The maid for whom his melody His thousand songs are heard on high, Blooms blushing to her lover's tale. Gascoigne, to whom we are indebted, in his \" Princely Plea sures of Kenilworth,\" for the best account, by an eye-witness, of the celebrated entertainment given by Lord Leicester to Queen Elizabeth at Kenilworth Castle, and who acted the part of a Wild man talking to an Echo on that occasion, turned a Puritan when he became poor and old. The British Museum contains several of his manuscripts in beautiful hand writing, consisting of books presented to the Queen, in which, when ever her name occurs or any allusion is made to her, the let ters are in gold. One of his sanctified poems contains the foUowing lines : The Caryon Crowe, that loathsome beast Which cries against the rayne, Both for her hewe, and for the rest The devil resembleth playne. And as with gonnes we kiU the Crowe For spoiling our releefe, The devil so must we overthrowe With gunshot of beleefe. Many names of places and men are taken from birds. The Dove in Derbyshire, is a very picturesque river. Cotton, who was a boon companion of Isaac Walton of angling im - /- - /r/ x. ■ i if /i"], [31, "POETICAL AVIARY. 21 mortality, describes it with the naive feelings of his friend, who advices to fix your frog upon your hook \" in a manner as if you loved him.\" O my beloved Nymph ! fair Dove, Princess of rivers, how I love Upon thy flowery banks to He, And view thy silver stream, When gilded by a summer beam ! And in it all the fry Playing at liberty, And with my angle tempting them, The aU of treachery I ever learned to practise, and to try. There is a very rare poem by Peele, one of the Ante- Shakspearian dramatists, printed A. D. 1589, called \" A Fare well to the Famous and Fortunate Generals of our English Forces, Sir Francis Drake, and Sir J. Norris, and all their brave and resolute followers.\" It is full of those sentiments which have been current in England for centuries, and which constitute the \" heart of a nation.\" The following lines occur : To Arms, to Arms, to honorable Arms ! Hoyse sayles, waie anchors up, plow up the seas With flying keeles, plowe up the land with swords. < In God's name venture on, and let me say, dcu^- To you, my mates, as Cæsar said to his, ~ ■*> Striving with Neptune's hills, \" you bear\" quoth he, \" Cæsar, and Cæsar's fortune in your ships.\" You follow them whose swords successful are, You foUow Drake by sea, the scourge of Spain, The dreadful dragon, terror to your foes. Victorious in his return from Inde, In aU his high attempts unvanquished. O tenne times treble happy men, that fight Under the sanguine crosse, brave England's badge, Under the crosse of Christ, and England's queen."], [32, "22 POETICAL AVIARY. Assumed names of birds are, in works of imagination, often given to individual characters, as indicating what, in phraseo logy well known to persons conversant with old English literature, may be called their \" humors.\" Thus in the younger \" Anstey's Pleader's Guide\" — A Pleader's Office. That great man's office I attended. By Hawk and Buzzard recommended. Attornies both of wondrous skill To pluck the goose, and drive the quill. The young pleader makes no entries in his large common place book, Save Buzzard's nose, and visage thin, And Hawk's deficiency of chin, Which I, while loffing at my ease, Was wont to draw instead of pleas. Hawk and Buzzard manage to get up an action at law arising out of some Doleful dudgeon, Twixt John-a- Gull, and John-a-Gudgeon. Counsellors Boreham and Botherum are retained on the opposite sides, and the cause is carried through its various stages. But in the end both parties wish that, instead of going to law, they had submitted their disputes to the arbi tration of a neighbouring Justice, Of one so noted for his candor, And sage advice, as Sir John Gander. So Pope's Miss Philomela. So Philomela, lect'ring aU mankind On the soft passion, and the taste refined, Th' address, the deUcacy, stoops at once, And makes her hearty meal upon a dunce."], [33, "23 POETICAL AVIARY. In old plays it was very common to give names to the Dra matis Persona indicative of their characters. Shakspeare, in deed, took his plots, except in his historical and a few domestic plays, from Italian novels. Beaumont and Fletcher took theirs from Lope de Vega and the Spanish school of Intrigue. But Ben Jonson framed plots himself, with a view to develope the humour of his characters, an art in which he particularly ex celled. Thus in his \" Silent Woman,\" we have a character of contrasted humour in Sir John Daw. In his masterpiece, the Fox, we have Volpone, who, by pretending to be on the point of death, deceives two legacy-hunters Corvino and Vol tore. In his play of \" The Devil is an Ass\" we have a Dotterel taken in by a Projector, who brings him a bag of pro jects very similar to those with which silly or unfledged specu lators of the present day are entrapt. Among later writers, in Fielding's \" Joseph Andrews,\" we have Sir John and Lady Booby. It is curious to notice that most of the characters of middle life introduced into the \" Canterbury Tales\" had dis appeared before the time of Shakspeare. He, however, trans fers the \" welks and knobs\" from the Sompnour's \" Cherubim\" face to that of the \" Malmsey-nosed\" Bardolph. His \"Host of the Garter\" is very much the same character as the Host in Chaucer. Shakspeare's new characters of Domestic Life are the Euphuist, the justice, the constable and country servants. It is remarkable, that he has not got the Projector, the Puritan, or the Pawlesman, so called from frequenting the middle aisle of St. Paul's Cathedral. In the year 1569 was published a play called \" the four P's., A Palmer, Pardoner, Pedler, Poticary.\"'- In the times of chivalry, birds were often assumed for the crests of knights, as indicating various noble qualities. Thus"], [34, "24 POETICAL AVIARY. in Walter Scot's animated description of the fight of Flodden field— The Howard's Hon fell ; Yet still Lord Marmion's Falcon flew With wavering flight, while fiercer grew Around the battle yell. Dragged from among the horses' feet, With dinted shield, and helmet beat, The Falcon crest, and plumage gone 1 Can that be haughty Marmion ! Notwithstanding Stanley makes such a conspicuous figure in the same description, and with his Chester cavalry is the sub ject of the \" Last \"Words of Marmion,\" his crest is not given. It was an Eagle ; he was made Lord Mounteagle for his valor at Flodden. The Stanley crest is not given in Sir J. Beau mont's old poem of Bosworth Field, a battle in which the Stanleys turned the fate of the day ; though the azure and white lions of two noble Houses are commemorated. The Eagle is still the crest of two branches of the Stanley family, as may be seen by the Peerage. It is a tradition that they are descended from an adopted infant of a Stanley, who, in order to lead his wife to permit the adoption, had it taken to an Eagle's nest, where it was see\"n by Lady Stanley, and she was made to believe that an Eagle had carried it there. The \" Eagle and Child\" is a common sign of Inns ; the signs of many Inns were anciently the crests of great families, in cases where the host was one of their tenants or retainers. Queen Mary had an Eagle and Lion for her supporters. Richard III. had two Boars. Henry VII. and VIII. had a red Dragon and Greyhound. Queen Elizabeth a Lion and red Dragon. James dropt the Tudor Dragon and took the Scotch Unicorn. The red Dragen was the emblem of Cadwallader"], [35, "25 POETICAL AVIARY. the last of the British Kings. Henry VII. 's banner with this emblem, made of green and white silk, used in the battle of Bosworth field, was hung up in St. Paul's Cathedral. One of the Poursuivants to this day is called Rouge Dragon. In the year 1616 Garter was imprisoned for granting a coat of arms to the common hangman Gregory, who gave a name to the fraternity, which has yielded to that of Ketch. One of the medals of the Commonwealth represents Ireton on one side, and on the other a warrior with a torch in his hand climbing up a rock to fire an Eagle's nest. Under neath is written \" Justice and Necessity command.\" Much has been written on the conversation of Birds ; and in the region of Fable, much moral instruction has been drawn from their beaks. I shall not ask lean Iacques Rousseau, If birds confabulate, or no ; 'Tis clear that they were always able To hold discourse, at least in fable. Cowper. In a very scarce book called \" Beware the Cat,\" published A. D. 1561, of which, I believe, there is only one copy extant, the conversation of birds is treated of ; and mention is made of a play performed in the reign of Edward VI. called \" Æsop's Crow,\" in which all the actors were dressed as birds. It was probably one of the moralities, which may be traced so early as the reign of Henry VI. As regards plays, \" Gammer Garton's Needle\" was long considered to be our earliest ; but recent discoveries have disclosed an earlier one, \" Ralph Royster Doyster,\" which was in existence in 1551. A poem relating a conversation between the \" Owl\" and the \" Nightingale,\" is extant, which was written about the year 1200, when our language was in a state of transi- E"], [36, "26 POETICAL AVIARY. tion. The Saxon Chronicle at Peterborough had been con tinued down to the year 1154 ; Chaucer was not born till the middle of the fourteenth century. As to the precise time of his birth there is a contradiction between the inscription on his monument and a deposition, with his own signature, still preserved in the Herald's college. One of the oldest confabulations of Birds is contained in the poem \" who killed Cock Robin ?\" The editions containing the word seed, instead of saw, are very scarte and valuable. Who seed him die ? I, says the Fly, With my little eye, I seed him die. Chaucer's \" Parliament of Fowls\" is a remarkable poem, for both Spenser and Shakspeare appear to have borrowed from it. Most of the birds take a part in the debates, which relate to bird-love, and they are all shortly described, as the Dove, with her \" iyen meke,\" and the Pecocke, with his \" Angel feathers bright.\" This poem, Hke all Chaucer's productions, except his Canterbury Tales, was addressed to the courtly classes of society. His pride was to be called the Poet of Love. A contemporary styles him the \" notable Rhetore, that rained the gold dew drops of eloquence into our rude tongue.\" And Caxton, who printed his works, in a pre face, addresses Readers \" and furthermore, I desire ye would pray for the soul of the said worshipful man Geffrey Chaucer, the Fader and first foundeur and embellisher of ornate elo- quence in our English.\" There is a mode of speech used in the present day which relates to the conversation of birds. It is noticed in Shen stone's \" Schoolmistress.\" Forewarned, if little bird their pranks behold, 'Twill whisper in her ear, and all the scene unfold."], [37, "27 POETICAL AVIARY Besides the use of birds in Fables, they are of service by way of metaphor. The following lines from Thomson's Castle of Indolence afford a good metaphorical illustration of the transformation of the Butterfly : Of vanity the mirror this was caUed. Here you a muckworm of the town might see, At his dull desk, and at his ledgers stall'd, Eat up with carking care and penury, Most like to carcase parched on gallows-tree. \" A penny saved 'tis a penny got\" Firm to this scoundrel maxim keepeth he, Ne of its rigor wiU be bate a jot, TiH it has quenched his fire, and banished his pot. Straight from the filth of this low grub, behold, Comes fluttering forth a gaudy spendthrift heir, AU glossy gay, enamelled all with gold, The silly tenant of the summer air. In foUy lost, of nothing takes he care. Pimps, lawyers, stewards, harlots, flatterers vile, And thieving tradesmen him among them share. His father's ghost from Hmbo-lake the while Sees this, which more damnation doth upon him pile. So poets have been often metaphorically compared to Birds. Thus of Pindar, by Gray, — O lyre divine ! what daring spirit Wakes thee now ? Tho' he inherit, Nor the pride nor ample pinion That the Theban Eagle bear, Sailing with supreme dominion Through the azure deep of air — And of Shakspeare, by Ben Jonson. Sweet Swan of Avon ! what a sight it were To see thee in our water still appear, And make those flights upon the banks of Thames, That so did take Eliza and our James. E 2"], [38, "28 POETICAL AVIARY. I am not aware that there is any specific evidence of any other plays of Shakspeare having been acted before Queen Elizabeth, but '* Love's Labor Lost\" and the \" Merry Wives of Windsor,\" or that any of his plays were acted before king James other than \" Lear.\" \" Midsummer Night's Dream,\" the \" Winter's Tale,\" and \" Henry VITI.\" contain pointed allu. sions to Queen Elizabeth, of which the most remarkable is that concerning Catherine de Medicis, and the Dauphin, with reference to the French match — Since once I sat upon a promontory, And heard a Mermaid, on a Dolphin's back, Uttering such dulcet and harmonious breath, That the rude seas grew civil at her song. And certain stars shot madly from their spheres. That very time I saw, but thou could'st not, Flying between the cold moon and the earth Cupid all armed ; a certain aim he took At a fair vestal, throned by the west ; And loos'd his love-shot, smartly from his bow, As it should pierce a hundred thousand hearts. But I might see young Cupid's fiery shaft Quench'd in the chaste beams of the wat'ry moon ; And the imperial votress passed on, In maiden meditation, fancy free. In Macbeth a compliment is supposed to be paid to king James, concerning which there is a tradition, resting on authority of some weight, that it elicited a letter of thanks in the hand-writing of the King. Shakspeare does not appear to have ever been called upon to compose any poetical enter tainment for the court. Lilly, Daniel, and Ben Jonson were the poets chiefly employed on such occasions during Shak speare's connection with the stage. Dryden and Pope are at variance upon the point, whether Jonson's elegy on Shakspeare, from which the above four"], [39, "POETICAL AVIARY. 29 lines are taken is liberal or niggardly of praise. It appears to me to be a very generous eulogy, and, coupled with the verses which Jonson wrote under the Title page portrait in the first edition of Shakspeare's works, indicate, what he states in his \" Table-Talk,\" that he had a great personal regard as well as admiration for Shakspeare. In some few of the requisites for a great dramatist, he, no doubt, surpassed the Swan of Avon. In Milton's L' Allegro we have — Then to the well-trod stage anon If Jonson' s learned sock be on, Or sweetest Shakspeare, Fancy's child, Warble his native ivood-notes wild. The expression \" Fancy's child\" is taken from Shakspeare himself, as the \" Sock being on\" is taken from Jonson. A passage in Milton's prose works relating to Shakspeare has been very much misrepresented, as though Milton were puri tanically upbraiding King Charles for making Shakspeare his closet companion. It is this — \" I shall not instance an abstruse author wherein the king might be less conversant, but one whom we weU know was the closet companion of his solitude, William Shakspeare, who introduced the person of Richard III., speaking in as high a strain of piety and morti fication as is uttered in any passage of this book (the Eikon) — and sometimes to the same sense and purpose as some words in this place. \" I intended\" (says the king) \" not only to oblige my friends but mine enemies.\" The like saith Richard. I do not know that EngHshman alive With whom my soul is any jot at odds More than the infant that is born to-night — I thank my God for my humility."], [40, "30 POETICAL AVIARY. Other stuff of this sort may be read throughout the whole tragedy, wherein the poet used not much license in departing from the truth of history, which delivers Richard a deep dis sembler not of his affections only, but also of religion.\" As Shakspeare was not the court poet either of Eli zabeth or James, so neither was he the city poet ; the city of London had a poet in his days. During his lifetime the city poets were Peele, Munday, Decker, and Middleton. Heywood, who wrote Interludes in the reign of Henry VIII. is the first on record ; Settle, the last of any notoriety. Pope, in the Dunciad, gives them to the particular charge of the Queen of Dulness. Now May'rs and shrieves all hush'd and satiate lay, Yet eat in dreams the custard of the day. Much to the mindful Queen the feast recalls What City Swans once sung within those walls ; Much she revolves their arts, their ancient praise, And sure succession down from Heywood's days. She saw with joy the line immortal run, Each sire impressed and glaring in the son. So watchful Bruin forms, with plastic care, Each growing lump, and brings it to a bear. The greatest stigma upon the City, in regard to their poets, is their treatment of Ben Jonson, when he was old and paraly tic, and had lost the favor of the court, owing to his quarrel with Inigo Jones, occasioned by his printing a masque with his own name placed before that of the English Vitruvius. The circumstance is mentioned in the postscript of a letter in Jonson's hand writing preserved in the British Museum. The pension was €33 6s. 8d. \" P. S. Yesterday the barbarous Court of Aldermen have withdrawn their chanderlv pension for verjuice and mustard.\""], [41, "POETICAL AVIARY. 31 A stock-broker who wants to buy stock is called by his fellow-brokers a \" bull\" and one who wants to sell a \" bear,\" and one who cannot pay on the settling days a \" lame duck.\" These are slang terms very well known in the city, and con stantly used at \" Jonathan's Coffee House\" and \" Change Alley.\" Jonathan's, with its stock brokers, is a scene in the modern play of \" A bold stroke for a wife.\" And when at length both Bull and Bear Their contracts and their faith forswear, And sooner far the dev'l could raise Than payment on the appointed days. To shape of wretched duck transmuted, By Jews blasphemed, by Christians hooted, Crippled they make one desperate sally, And out they waddle from the alley. By Jonathan's detested door Run quacking, and are seen no more. A metaphor has been taken from the swiftness of birds to express the rapidity with which lovers wish their messages to be conveyed. Oh, she is lame ! love's heralds should be thoughts, Which ten times faster glide than the sun's beams, Driving back shadows over lowering hills ; Therefore do nimble-pinioned Doves draw Love. Romeo and Juliet. Juliet would, probably, not have been satisfied with the actual speed of Doves. It has been ascertained that one flew from Cologne to Paris at the rate of 140 miles in an hour, supposing it flew straight. But it has been thought, that these birds discern their routes by making circles in the air. Flying Childers never exceeded eighty-two and a half feet in a second. He went round the Newmarket course, which is 400 / yards less than four miles, in six minutes and forty seconds."], [42, "32 POETICAL AVIARY. In consequence of the same Latin word denoting a French man and a Cock, a stone figure of a Lion tearing to pieces a cock was placed over the portals at Blenheim ; and in king John we find, To thrill and shake Even at the crying of your nation's Crow. Thinking his voice an armed Englishman Birds have performed important parts in Mythology and works of fiction, and sometimes even in real, or what passes for real history. Some half the Senate \" not content\" can say, Geese nations save, and puppeys plots betray. Young. It is not necessary to explain how Rome was saved by the cackling of a Goose, or to dwell on the ancient ceremony commemorative of that event, or on the keeping of sacred Geese in the Capitol. Bishop Atterbury's plot (to which the puppeys refer) was discovered by an allusion, in an intercepted letter, to his dog Harlequin. Swift wrote an ode on the occa sion, which he intitled \" On the horrid plot discovered by Harlequin.\" Beaumont and Fletcher notice Leda and her Swan. Leda, sailing on the stream To deceive the hopes of man, Love accounting but a dream, Doted on a silver Swan. It is not required to relate the transformation of Jupiter into a Swan. It has been a favorite subject with great painters. It is a curious fact, that the Bishop's bible, in the two first editions, printed 1568, and 1572, in the reign of Queen Eli zabeth, has, at the commencement of the Epistle to the Hebrews, a picture of Leda with a Swan sailing near her. »-*.., AC* . _ / /• ."], [43, "POETICAL AVIARY. 33 From this circumstance it is commonly designated as the Leda Bible. It contains also portraits of Queen Elizabeth, Lord Leicester, and Burleigh. This bible has a preface by Parker, which is favorable to the doctrine of universal redemption. There are two editions of Henry VIII. 's bible of the dates 1539, and 1541. The first contains the arms of Cardinal Wolsey in the title-page ; but not so the second edition. Coverdale's bible was printed in 1535. Our present translation of the Scriptures was made in the reign of James I. by forty-seven divines. Twenty-five were engaged upon the old, fifteen upon the new testament, and seven upon the apocrypha. The language, especially that of the old testa ment, follows very much the translations of Henry VIII. and Elizabeth's times, and is, in many instances, more obsolete than that of the best writers of the day. It was commenced , in 1607, and published in 1611. * A magical Swan dragging a boat with a silver chain is a' principal agent in Southey's ballad of Rhudiger. An Albatros ' performs a mysterious part in Coleridge's Rime of the Ancient Mariner. The Vulture that continually preyed on Prometheus, besides a multitude of incidental allusions and comparisons, including even Wood the coiner of the Irish half-pence, has been celebrated by the most eminent ancient poets. The fol lowing translation from the Ænead by Dryden, relates to a giant who was in a similar unpleasant predicament, with a slight aggravation of being in Pluto's dominions, instead of Mount Caucasus, where Prometheus might, and did ultimately obtain relief. There Tityus was to see, who took his birth From heaven, his nursing from the foodful earth : Here his gigantic limbs, with large embrace Infojd nine acres of infernal space."], [44, "34 POETICAL AVIARY. A ravenous Vulture in his open'd side Her crooked beak, and cruel talons tried- Still for the growing fiver digg'd his breast ; The growing liver still suppfied the feast. Still are the entrails fruitful to their pains, The immortal hunger lasts, the immortal food remains. Divination by means of birds is a curious feature in the customs of the Ancient Romans. Cicero observes that he supposes one Aruspex could scarcely meet another of the same order without smiling ; so great was the credulity of the populace in their Art, and so profitable to Aruspices. A flam more senseless than the roguery Of old auruspicy, and augury. From flight of birds, or chickens picking, Success of great attempts to reckon. Birds have been used in incantations, as in Middleton's \" Witch,\" which was brought out before Macbeth— -r Here's the blood of a bat. Put in that, O put in that. Here's Hzard's brain, Put in a grain. The juice of toad and oil of adder, That will make the younker madder. Nay, here's three ounces of a red-haired wench. Shakspeare has — Eye of newt, and toe of frog, Wool of bat, and tongue of dog ; Adder's fork, and blind-worm's sting, Lizard's leg, and owlet's wing ; Liver of blaspheming Jew. The owl, in ancient mythology, was sacred to Minerva ; it was called the \" Bird of Athens\" and appears on Athenian coins. In classic ages men perceived a soul Of sapience in thy aspect, headless Owl !"], [45, "POETICAL AVIARY. 35 Thee Athens reverenced in the studious grove ; And near the golden sceptre grasped by Jove, His Eagle's favorite perch, while round him sate The Gods revolving the decrees of fate, Thou too wert present at Minerva's side. Wordsworth. Or those Athenian sceptic Oivls That will not credit their own souls. Hudibras. The bird appears to possess some slyness, if the following transaction be correctly described by Butler. And as an Owl that in a barn Sees a mouse creeping in the corn, Sits still, and shuts his round blue eyes As if he slept, until he spies The little beast within his reach, Then starts, and seizes on the wretch. Several fabulous birds have been much employed for poeti cal purposes. The Phœnix especially has been of great use in amatory and elegiac poetry, besides being adapted to con flagrations of palaces and theatres. It is used by a dramatic poet Glapthorpe in 1639, in a lecture by a jealous husband, Sir Martin Yellow, to his wife. The Phenix ascends again Vested in younger feathers from her pile Of spicy ashes. But your honor lost Is irrecoverable, the force of fate Cannot revive it. Carrier Pigeons have been celebrated by the Poets, not indeed for their common use in the present day, that of com municating the \" price of stocks,\" but for conveying news not less liable both to rise and fall. Charles Fox, when at Eton wrote a Latin poem on the subject, which is extant. Lovely courier of the sky, Whence and whither dost thou fly ?"], [46, "36 POETICAL AVIARY. Scats ring, as thy pinions play, Liquid fragrance all the way. Is it business ? is it love ? Tell me, tell me, gentle dove. Soft Anacreon's vows I bear Vows to Myrtale the fair. Dr. Johnson. We are indebted to birds for many of the songs which are associated with our earliest recollections. As the ditty of- Goosey, Goosey, Gander Where shall I wander ? Unknown Poet. Lady-Bird, Lady-Bird, fly away home, Your house is on fire, your children at home. Unknown Poet. The king was in the counting-house, counting of his money, The queen was at the cup-board eating bread and honey : The maid was in the garden a hanging up of clothes ; Down came a little bird, and bit off her nose. Unknown Poet. Bob Southey ! you are a poet — Poet Laureate, And representative of all the race, Although 'tis true that you turn'd out a Tory at Last, your's has been a very common case. And now, my epic Renegade, what are ye at ? With all the Lakers, in and out of place ? A nest of tuneful persons, to my eye Like \"four and twenty black-birds in apye.\" \" Which pye being open'd, they began to sing\" (This old song and new simile holds good) \" A dainty dish to set before the king,\" Or Regent, who admires such kind of food. Lord Byron. Cock Robin has been quoted for another purpose, and if, in fact, the Lullaby be a Nightingale's note, for which an"], [47, "37 POETICAL AVIARY. authority will be found in our vocal Chapter, we must acknow ledge ourselves to have been indebted to birds even in our cradles. We stand much obliged to birds for gratifying our tastes even after they have ceased to enjoy any pleasure them selves. As thus — And then the justice In fair round belly, with good capon lined. As you like it. Both men of such taste, their opinions are taken From Ortalons down to a rasher of bacon. So stubble Geese at Michaelmas are seen Upon the spit ; next May produces green. Dr. King. But this I know, that we pronounced thee fine Seasoned with sage and onions, and port-wine. Soulhey on a roasted Goose. In Ben Jonson's \" Invitation of a Friend to Supper,\" some birds are mentioned which are not common on modern tables. And Godwit if we can, Knot, Raile and Ruffe too. Howsoever, my man Shall read a piece of Virgil, Tacitus, Livy, or of some better book to us, Of which we '11 speak our minds amidst our meat, And I'll profess no verses to repeat. Milton's invitation to supper is perhaps more spiritual, but might, leave less for conjecture. What neat repast shall feast us, light and choice, Of attic taste, with wine, whence we may rise To hear the lute well touched, or artful voice Warble immortal notes, and Tuscan air. He who of such delights can judge, and spare To interpose them oft, is not unwise."], [48, "38 POETICAL AVIARY. fn Gay's Fables, the Turkies which, at Christmas time fill the inside as well as outside places of the Norfolk coaches, are mentioned. But man, curs'd man, on Turkey preys, And Christmas shortens all our days ; Sometimes with oysters we combine, Sometimes assist the savoury chine. \" The English Huswife,\" 1683, has a receipt to make \"Oil of Swallows.\" \" Take valerian, rosemary tops, walnut-tree leaves, and red roses, each two handfuls. Add twenty live swallows, and beat them together in a mortar, and put a quart of Neatsfoot oyl. This mixture is exceeding sovereign for any pain or grief either in the bones or sinews.\" This is like Boyle's receipt for dysentery mentioned in D. Stewart on \" Association of ideas.\" \" Take the thigh-bone of a hanged man, (perhaps another may serve), &c.\" Ripe 'Sparagras Nice for maid or lass ; O 'tis pretty picking With a tender chicken ! Swift's verses for Market-women. Swans were a favorite delicacy with our ancestors. Though not so frequently noticed for their appearance at Lord Mayor's Feasts as custards, they appear to have been looked for at those entertainments, according to Prior. Thus if you dine with my Lord Mayor, Roast beef and venison is your fare, Thence you proceed to Swan and Bustard, And persevere in tart and custard. Many details of ancient English entertainments are pre served, as of the grand banquets and ambergris pastry of Cardinal Wolsey. The following is a two-course dinner given, according to Dugdale, by the Serjeants at Law in 1555, to the Privy Council and Foreign Ambassadors."], [49, "39 POETICAL AVIARY. First Course. — A standing dish of wax representing the Court of Common Pleas. A shield of Brawn ; boiled Capons in white-broth ; roasted Swans ; roasted Bustards ; CAeieif-pies (peace, chewet, peace ! Shakspeare) ; Pikes ; roasted Capons ; Venison i — Pasties ; Herns ; Bitterns ; Pheasants ; Custards. Second Course. — Jellies ; Cranes ; Partridges ; Red-deer pat ties ; Joules of Sturgeon ; Woodcocks ; Plovers ; Quince-pies ; Rabbet Suckers ; Snipes ; Larks ; March-panes. At some of the smaller tables were placed Pea-chickens; Knotts ; Curlews; Mallards. Justice Greedy. — Frantic, 'twould make me frantic and stark mad, Were I not a justice of the peace and quoram too, Which this rebellious cook cares not a straw for — There are a dozen Woodcocks. ■Sir G. Over each. Make thyself Thirteen, the baker's dozen. Greedy. — I am contented So they may be dressed to my mind. He has found out A new device for sauce, and will not dish 'em With toast and butter. My father was a tailor, And my name, though a justice, Greedy-Woodcock, And e'er I'll see my lineage so abused I'U give up my commission. Massinger. The violation of the proprieties of the Kitchen, of which Justice G. Woodcock complains, are trifling with what Anstey declares he actually saw at a Mayor's dinner. Sent venison, which was kindly taken, And Wood-cocks, which they boiled with bacon. Even after death the birds contribute to clothe and decorate the human species externally, not less than they xefresh the \" inner man.\" Tabitha put on my ruff; Where is my dear delightful muff ?"], [50, "40 POETICAL AVIARY. Muff my faithful Romeo's present ! Tippet, too, from tail of Pheasant I Muff from downy breast of Swan .' O, the dear enchanting man ! Muff that makes me think, how Jove Flew to Leda from above. Muff that — Tabby, see who rapt then. \" Madam, Madam, 'tis the Captain.\" Anstey. And thou, too, of the snow-ichite plume ! Whose realm refused thee ev'n a tomb ; Through the smoke-created night Of the black and sulphurous fight, The soldier raised his seeking eye To catch that crest's ascendancy, And as it onward rolUng rose, So moved his heart upon our foes. Lord Byron on Murat. Anstey thus describes a lady going to a Ball in a sedan chair — Thrice did she endeavour her head in to pop, And thrice did her feather catch hold of the top. At length, poor dear soul, very ill at her ease She sat with her head almost jammed to her knees. How crampt in this posture They wriggl'd and tost her ; While every step that they trod, Her foretop and nose Beat time to their toes, And her feather went niddity-nod. In the old accounts of the Royal- Wardrobe there is men tion of a charge for purchasing Peacocks' feathers to be used for arrows. So in the old ballad of Robin Hood — And every arrow an ell long With Peacock well ydight, And nocked they were with white silk It was a semely sight."], [51, "41 POETICAL AVIARY And, Chaucer, in his Canterbury Tales, thus introduces the Squyre's yeoman — And he was clad in cote and hode of green, A sheaf of Peacock arrows, bright, and sheene. And although the use of fire-arms may prevent the frequent occurrence of such circumstances as that recorded in Chevy Chace — Against Sir Hugh Mountgomerie So right the shaft he sett, The grey-goose wing that was thereon In his heart's blood was wett. Yet it will be a long time before the invention of ruby, or steel pens, or silver pens immortalized by Waller, will render the following charade of Swift obsolete : In youth exalted high in air, Or bathing in the waters fair, Nature to form me took deHght, And clad my body all in white. My person taU, and slender waist, On either side with fringes graced ; Till me, that tyrant, man espied, And dragged me from my mother's side. No wonder now I look so thin ; My tyrant stript me to the skin . My skin he fleeced, my hair he cropt ; At head and foot my body lopt. And then with heart more hard than stone, He picked my marrow from the bone. To see me move, he took a freak, To slit my tongue, and make me speak. But that which wonderful appears I speak to eyes, and not to ears. He oft employs me in disguise, And makes me tell a thousand lies. To me he chiefly gives in trust To please his malice, or his lust."], [52, "42 POETICAL AVIART. From me no secret he can hide, I see his vanity and pride. And my delight is to expose His follies to his greatest foes. All languages I can command, Yet not a word I understand. Without my aid the best divine In learning would not know a fine. The lawyer must forget his pleading, The scholar could not show his reading. Nay man, my master, is my slave, * I give command to kill or save. Can grant ten thousand pounds a year, And make a beggar's brat a peer. But while I thus my life relate, I only hasten to my fate. My tongue is black, my mouth is furred, I hardly now can force a word. I die unpitied and forgot, And on some dunghill left to rot. The notice of Ben Jonson's \" learned sock\" has contributed to the common notion that we are not to look to him for lyric graces. This however, is a very erroneous opinion. With some assistance from Martial, he has done justice to the softness and sweetness which we owe to the winged creation independently of our eyes and ears. Have you seen but a bright lily grow, Before rude hands have touch'd it ? Have you marked but the fall of the snow, Before the soil hath smutch'd it ? Have you felt the wool of the beaver ? Or Swans-down ever ? Or have smelt of the bud of the brier ? Or the nard in the fire ? Or have tasted the bag of the bee ? O ! so white ! O, so soft ! O, so sweet is she."], [53, "43 POETICAL AVIARY. Fond Mamas often dress out their children's hair in a style which Anstey not inappropriately compares to a Pigeon's wing. Not so, master Marmozet, sweet little boy, Mrs. Danglecub's hopes, her delight, and her joy. His Pigeon-winged head was not drest quite so soon, For it took up a barber the whole afternoon. A gentleman of Vertu in Calcutta possesses some paintings on chicken-skin executed at Florence. These little creatures used, in Anstey's time, to resign their skins for the worthier purpose of embellishing the female hand. Come, but don't forget the gloves, Which, with all the smiling loves Venus caught young Cupid picking From the tender breast of chicken. Little chicken, worthier far Than the birds of Juno's car, Soft as Cytherea's Dove, Let thy skin my skin improve. Having viewed the subject of Birds in so many various lights, a question may arise whether Butterflies, Gnats, Musquetoes and the like are Birds ? Notwithstanding their wings, they, scarcely, even in popular apprehension, seem to belong to the same class of created beings as the Eagle that arrested the attention of Manfred, whilst soliloquizing on the ver«*-e of an Alpine precipice, or the slumbering Eagle of Jove so worthily imitated by Gray from Pindar. Perching on the sceptred hand Of Jove, thy magic lulls the feather'd king, With ruffled plume and flagging wing ; Quench'd in dark clouds of slumber he The terror of his beak, and lightning of his eye. g 2"], [54, "44 POETICAL AVIARY. Linnæus classed together men and bats, chiefly owing to his arrangement which was founded on the teeth. Cuvier and Blumenbach have rescued man from this fellowship. The animal kingdom is divided into— (1) vertebrated animals, having a spine ; (2) molluscous, being soft, and without skeleton, as snails and oysters ; (3) articulated, without skeleton, but with skins or coverings divided and jointed, as insects and worms ; (4) radiated, in which the organs of motion aud sensation radiate from a common centre, as the star-fish. Vertebrated animals are divided into — (1) mammalia, those which suckle ; (2) birds ; (3) reptiles ; (4) fishes. Lawrence says that the human structure is distinguished from that of other animals by sixteen peculiarities. However the Poets make no distinction between articulated and vertebrated animals. I shall pass over reptiles, and even flying spiders, though poets have noticed their balloons. For treating of flies in conjunction with sparrows and other undisputed birds there needs no better authority than the venerable author of \" Cock Robin.\" It has been a favorite theme with Poets to dwell on the circumstance of Gnats and other small winged insects getting into ladies' eyes. This occurrence has been usually attributed to the particular lustre and attraction of the female organ of vision. When this jiy lived she used to play In the sun-shine all the day, Till coming near my Celia's sight, She found a new and uuknown light ; So full of glory, as it made The noon-day quite a gloomy shade ; Then this amorous .Z***// became My rival, and did court my flame."], [55, "45 POETICAL AVIARY. She did from hand to bosom skip, And from her breath, her cheek, and lip, Suck'd all the incense and the spice, Aud grew a Bird of Paradise. At last into her eye she flew, There scorch'd in flames, and drown'd in dew, Like Phaeton from the solar sphere She fell, and with her dropt a tear, Of which a pearl was straight composed, Wherein her ashes lie inclosed. Thus she received from Celia's eye, Funeral flame, tomb obsequy. I have cited these verses at length from Carew, because Waller has generally had the credit of introducing, or, perhaps, reviving from Spenser, that exquisite finish of composition which has been carried to perfection in Pope and Gray, and which fully illustrates the lesson. True ease in writing comes from art, not chance, As those move easiest who have learnt to dance. Carew appears to have led the way for Waller in this style of composition. Milton's manuscripts at Cambridge are much corrected. Such finishing, however, was not generally adopted in the seventeenth century. Even Dryden has the following rhymes ; Our thoughtless sex is caught by outward form And empty noise, and loves itself in man ; Each has his share of good, and when 'tis gone, The guest, though hungr}-, cannot rise too soon Some lazy ages, lost in sleep and ease, No action have to busy chronicles. Cardinal Bembo, who contributed materially to the revival of letters in Italy, appears to have taken greater pains in correcting his writings than any of our Poets. He had forty Port-folios, and every thing that he published he made to"], [56, "46 POETICAL AVIARY. pass through each of these, and never suffered a paper to go from one Port- folio to another without a thorough revision. If it be thought that Carew has been a little hyperbolical on the subject of ladies' eyes, he will sound tame after the following : Two of the fairest stars in all the heaven Having some business, do entreat her eyes To twinkle in their spheres tiU they return. What if her eyes were there, they in her head ! The brightness of her cheek would shame those stars As day-light doth a lamp ; her eye in heaven Would through the airy regions stream so bright That birds would sing, and think it were not night. Romeo and Juliet. Or from Dean Donne, what Dr. Johnson calls the \" poetical propagation of light.\" When from those wombs of stars, the Bride's bright eyes, At every glance a constellation flies. And sows the court with stars, and doth prevent In Hght and power the all-eyed firmament — First her eye kindles other ladies' eyes ; Then from their beams their jewels' lustres rise. And from their jewels torches do take fire And all is warmth, and light, and good desire. In Fielding's Tom Thumb, we have — Thumb. — I ask not kingdoms, I can conquer those — Take my receipt in full. I ask but this To sun myself in Huncamunca's eyes. King. — (Aside.) Prodigious bold request. Queen. — (Aside.) Be still, my soul. And again of Huncamunca — A country dance of joy is in your face, Your eyes spit fire ; your cheeks grow red as beef. Another instance of poetry in joint connection with flies and ladies' eyes, occurs in one of our ancient Mysteries which"], [57, "POETICAL AVIARi'. 47 were the origin of the Drama in England. While the morali ties, which also preceded the regular Drama, cannot be traced higher than the reign of Henry VI., we have extant Mysteries, or Miracle Plays, commonly performed by the Clergy, of the date of Edward III.'s reign ; and the Chester Mysteries are considered to have been first produced in the year 1268 in Latin, and to have been performed in English in 1338. The subject of one of these ancient Mysteries is \" Mary Magda lene.\" The first scene opens with Mary Magdalene, drinking wine in company with several profligate young men who lavishly admire her flowing hair. Some recommend one mode of dressing the hair, some another. One says — ■ With a hotte nedle you shall learne it to crispe, That it may curie together in manner like a wispe. But the advice most to our purpose, is — In summer time now and then to keep away flies, Let some of that faire haire hang in your eies. In the sequel, all Mary's companions with whom the Play opens are discarded ; her seven devils, when cast out, appear on the stage, and (according to the directions of the book) roar terribly. In the King's Library at the British Museum, a number of the old Mysteries and Moralities are to be found ; some of these belonged to Henry VII., many of whose books are in that collection. He appears, from Lord Bacon's history of his reign, to have been more studious than most of our Sovereigns. He began to reign in 1509. The first English printed book is Caxton's \" Game of Chess\" 1474. Caxton's time lasts till 1483. The earliest printed book extant is the Mazarine Bible, supposed to be of the date 1455. The Library left by Pepys, to Magdalene College, Cambridge, and"], [58, "48 POETICAL AVIARY. f > which cannot be visited except in the presence of two Fellows of the College, and which is subjected by the donor to many inconvenient rules, is very rich in early English liter- ature. It contains a great many of the collections of poetry made at the end of Queen ' Elisabeth's and the beginning of James's reign called \" penny merriments,\" or when consisting of pious poetrv, \" penny godlinesses.\" Our Poets, though they are distinguished for their gallantry, which has often led them into the region of conceits, have not in this respect outdone the Italians. Petrarch wrote 300 sonnets on Laura, who was a prudish wife, and the mother of eleven children. Four of the sonnets are upon the subject of 'picking up her glove. In the journal of Harrington, godson of Queen Elizabeth, we have; \"the Queen stood up, and 'bade me reach forth my arm to rest her thereon. O, what a sweet burthen to my next song ! Petrarch shall eke out good matter for this business.\" This Harrington translated into English verse Ariosto ; the task being imposed on him by the Queen as a penalty for having translated some passages from that Poet, of doubtful propriety, for the amusement of her maids of honor. Though no less than three of our eminent Poets have given beautiful descriptions of Butter-flies and Flies entangled in Spiders' webs, I pass them over as too tragical for the present compilation; but I may notice that in Dr. Young's \" Night Thoughts,\" Man is compared to a Spider catching flies. Or spider-like, spin out our precious aU, Our more than vitals spin in curious webs Of subtle thought and exquisite design ; Fine net-work of the brain ! to catch a. fly t The momentary buz of vain renown !"], [59, "49 POETICAL AVIARY. Poets are a very ingenious race, for they compare Man not only to a Spider catching a Fly, but also to a Fly caught by a Spider : as the widow savs to Hudibras. As spiders never seek the fly, But leave him, of himself t' apply, So men are by themselves employ'd To quit the freedom they enjoy'd. And run their necks into a noose, They'd break them after, to break loose, What a joyous picture of the happiness of these little winged animals is presented by Gray — But, hark ! how through the peopled air, The busy murmur glows ! The insect youth are on the wing, Eager to taste the honied spring, And float amid the liquid noon. Some fightly o'er the current skim, Some shew their gaily gilded trim Quick glancing to the sun ! How indicative of Gray's feelings are the concluding reflec tions — Poor moraHst ! and what art thou ? A sofitary fly ! . It is in the same tone of feeling with the Epitaph in his \" Church-yard\" — And melancholy marked him for her own. The Emperor Domitian was observed to be very dull one day for want of a Fly to catch, which was his favorite diver sion. The Emperor's taste is alluded to by Swift — Thus if a gudgeon meet a roach He dare not venture to approach ! Yet still has impudence to rise, And like Domitian, leap at flies ! a"], [60, "50 POETICAL AVIARY. The nature of Flies is one of the principal subjects that engage the observation and skill of fishermen, as in Gay's Rural Sports — Mark well the various seasons of the year, How the succeeding insect race appear ; In this revolving moon one color reigns Which in the next the fickle trout disdains. Oft have I seen the skilful angler try The various colors of the treacherous fly, When he with fruitless pain hath skimmed the brook, And the coy fish rejects the skipping hook, He shakes the boughs that on the margin grow, Which o'er the stream a waving forest throw ; When, if an insect fall (his certain guide) He gently takes him from the whirling tide ; Examines well his form with curious eyes, His gaudy vests, his wings, his horns, and size, Then round his hook the chosen fur he winds, And on the back a fitting feather binds, The new formed insect on the water moves, The speckled trout the curious snare approves. The following Butterfly Chace from the Dunciad is a good instance of pauses suited to the action described : I saw, and started from its vernal bower The rising game, and chae'd from flower to flower ; It fled, I followed; now in hope, now pain, It stopt, I stopt ; it mov'd, I mov'd again : At last it fix'd, 'twas on what plant it pleased, And where it fix'd, the beauteous bird I seized. Perhaps there are few specimens of such exquisite painting in poetry as the following description of a Butterfly by Spenser : The velvet nap which on his wings doth lie, The silken down with which his back is dight, His broad out-stretched horns, his hairy thighs, His glorious colors, and his glistering eyes."], [61, "51 POETICAL AVIARY. Pope's \" Dying Pheasant\" is the only description of the kind which I can put in comparison with it : Ah, what avail his glossy varying dies, His purpled crest, and scarlet-circled eyes, The vivid green his shining plumes unfold, His painted wings, and breast that flames with gold. Wordsworth has a pretty description of a Parrot, and like wise of a male and female Swan. Spenser has also described Swans. Donne first applied the epithet \" arch-necked\" to Swans in English poetry ; it was subsequently adopted by Milton. Campbell has described the Flamingo, and Wordsworth the Bird of Paradise. The Locusts, who have been known to extend their destruc tive column over a space of five hundred miles, are described in Southey's Thalaba, and in Rev. ch. ix. v. 9. Onward they came, a dark continuous cloud Of congregated myriads numberless, The rushing of whose wings is as the sound Of a broad river headlong in its course. The Fire-fly has been celebrated in the ballad of the \" Lake of the Dismal Swamp,\" and by several of our Anglo-Indian Poets, as by Heber. Yet mark ! as fade the upper skies Each thicket opes ten thousand eyes, Before, behind us, and above The fire-fly lights his lamp of love. Retreating, chasing, sinking, soaring, The darkness of the copse exploring. Virgil's Gnat was resuscitated by Spenser ; but a Gnat of scarcely less poetical celebrity will be found in the following description of Queen Mab : She comes In shape no bigger than an agate stone H 2"], [62, "52 POETICAL AVIARY. On the forp-finger of an alderman, Drawn with a team of little atomies Athwart men's noses as they He asleep. Her waggon-spokes made of long spinner's legs ; The cover, of the wings of grasshoppers — The traces of the smaUest spider's web, The collars of the moonshine's wat'ry beams ; Her whip of cricket's bone ; the lash, of film. Her waggoner, a small grey-coated gnat, Not half so big as a round little worm. Her chariot is an empty hazle-nut, Made by the joiner squirrel, or old grub, Time out of mind the fairies' coachmakers. Lastly, Birds have often been employed for the purpose of inculcating the most serious lessons that can engage the re flection or influence the feelings of mankind in all the seasons of life. Watts has conveyed to us some of our earliest moral les sons through the medium of this kind of imagery. How doth the Uttle busy bee Improve each shining hour, And gather honey aU the day, From every op'ning flower ! Birds in their Httle nest agree, And 'tis a shameful sight When children of one family Fall out, and chide, and fight, The conceit of mankind, in supposing that all nature is adapted exclusively for the enjoyments of the human species, is thus ridiculed by Pope — How Nature's children all divide her care ! The fur that warms a monarch, warmed a bear. While man exclaims \" see aU things for my use' \" See man for mine\" replies a pampered goose. And just as short of reason he must fall, Who thinks aU made for one, not one for all."], [63, "POETICAL AVIARY. 53 The thought is amplified in Gay's Fable of the \" Council of Horses.\" Shakspeare makes Hamlet say — \" there is a special provi dence in the fall of a Sparrow ;\" and Pope finely writes — Who sees with equal eye, as God of all, A Hero perish, or a sparrow fall. Humanity to animals is thus inculcated by Shakspeare- The poor beetle that we tread on In corporal sufferance feels a pang as great As when a giant dies. Linnæus, and after him, Kirby and Spence place Beetles at the head of the Insect tribe, on account of their structure, and not for their wings, though they have four. Erasmus in his Adages, under the head of the adage, \" The Beetle seeks the Eagle,\" (destroys its eggs) expresses some of the boldest opinions to be met in the sixteenth century on the duties of Kings (Eagles) towards their subjects (Beetles.) With respect to Flying Insects in general, Gray follows up the description before given of their flights at noon-tide with these reflections — To contemplation's sober eye Such is the race of man , And they that creep, and they that fly, Shall end where they began. Alike the busy and the gay But flutter through Hfe's Httle day In fortune's varying colors drest. Brusht by the hand of rough mischance, Or chilled by age, their airy dance They leave, in dust to rest. Goldsmith says of the Village Parson — And as a bird each fond endearment tries To tempt its new fledged offspring to the skies,"], [64, "54 POETICAL AVIARY. He tried each art, reproved each dull delay, Allured to brighter worlds, and led the way. God himself is there, Even in the bush (tho' not as when to Moses He shone in beaming majesty revealed). Nathless conspicuous in the linnet's throat Is his unbounded goodness. Thee, her Maker, Thee, her Preserver, chants she in her song. Smart. Whom call we gay ? that honor has been long The boast of mere pretenders to the name. The innocent are gay, the Lark is gay That dries his feathers saturate with dew Beneath the rosy cloud, while yet the beams Of day-spring overshoot his humble nest. But save me from the gaiety of those Whose head-aches nail them to a noon-day bed, And save me too from their's whose haggard eyes Flash desperation, and betray their pangs For property stript off by cruel chance, From gaiety that fills the bones with pains, The mouth with blasphemy, the heart with woe. Cowper. In Job, with allusion to death, it is said \" there is a path which no Fowl knoweth, and which the Vulture's eye hath not seen :\" and most of us have sometimes participated in the wish of the Psalmist — \" O that I had wings like a Dove, that I might fly away and be at rest.\" I may here mention a beautiful image of an Eagle quit ting its aery, and instructing its young to fly, from Moses's Song. \" He found his people in a desert land, and in the waste howling wilderness ; he led them about, he instructed them, he kept them as the apple of his eye. As an Eagle stirreth up her nest, fluttereth over her young, spreadeth"], [65, "55 POETICAL AVIARY. abroad her wings, taketh her young and beareth them on her wings, so Jehovah did lead them, and made them to ride on the high places of the earth, that they might suck honey out of the flinty rock, and drink the pure blood of the grape.\" Among Oriental nations, it is not uncommon to meet with symbols taken from birds, importing their conceptions of the Deity, or their opinions concerning the nature of the soul. Thus we know that in the Inner Tabernacle, or Holy of Holies of the Jews, over the ark which contained the tables of the Law, was fixed a mercy-seat of pure gold, at each end of which was sculptured the image of a Cherub. The Cherubim had each four wings, (the Seraphim had six) and four faces, those of an eagle, a lion, an ox, and a man. It may be ob served that the eagle, lion and ox have each been the objects of veneration among different Oriental nations. The precise import of the faces of the Cherubim is not, I believe, ex plained, but it may be presumed, that, by bringing together the representatives of power and energy from various kingdoms of the creation, it was meant to indicate the omnipotence of that Being who \" maketh the clouds his chariot, and walketh upon the wings of the wind.\" The Greeks were struck by the analogy which the wonder ful transformations of the Butterfly presented to their con ceptions of the change which the soul would experience when liberated from its prison on earth. They noticed the Larva crawling for a few months until its appointed work in the creation is finished ; then passing into an intermediate state of seeming death, becoming a Pupa, bound up in a kind of shroud, and buried in the earth, or under water for a destined time ; after which bursting from its place of concealment, casting off its cerements, and, with the aid of splendid wings,"], [66, "56 POETICAL AVIARY. traversing the fields of air and feeding on the nectar of the choicest flowers. The Grecian sculptors accordingly repre sented Psyche (or the soul) with light and filmy wings, and not unfrequently in the shape itself of a Butterfly. Their meaning was to convey an opinion to the effect of what Christians consider to be a subject for belief, that \" what was sown an animal body, shall be raised a spiritual body.\""], [67, "57 PART THE SECOND. ON BIRDS WITH ALLUSION TO THEIR NOTES. SECTION I. On Poetical Imitations of the Notes of Birds. THE NIGHTINGALE. Upon a visit of King James I. and his Queen to Sir W. Cornwallis at Highgate on May Day, 1640, the Penates, or Household Gods, received the Royal visitors at the porch of the Mansion, being ranged on each side. They led the way through the house to the garden, singing alternate stanzas of appropriate poetry. On arrival at the garden, the Bower of May immediately caught attention. May was seated on a rustic throne. Her attendants Aurora, Flora, and Zephyr rush out of the Bower, and sing an air, in three parts ; com mencing thus — See, See, O see, who here is come a Maying ! The master of the Ocean And his beauteous Orian, Why left we our playing ? To gaze, to gaze On them that Gods no less than Men amaze. Up, Nightingale, and sing Jug, Jug. Jug, Jug, Jug, Jug, &sc. Raise, Lark, thy note and wing, All birds their music bring. Sweet Robin, Linnet, Thrush,"], [68, "58 TOETICAL AVIARY. Record from every bush The welcome of the King. And Queen, Of whom the like were never seen. In the progress of the entertainment, Pan fills cups out of a fountain of wine, and presents them, with appropriate epi grams, to the King and Queen, and to each of the guests. Of the Queen, who was a Danish woman, it is noticed, in verse, that she drank her cup after the thirsty manner that might be expected from a native of her country. A few circumstances relating to entertainments of this de scription may be thought interesting. One of the earliest pageants recorded was on the occasion of the entrance of Anne Boleyn into London. On the procession reaching the conduit at Cheapside, it was stopt by an altercation between Juno, Minerva and Venus as to the right to a golden apple which Paris held in his hand, and which he was about to award. But on seeing the Queen, Paris presents the apple to her, and the Goddesses acknow ledge the justice of the decree. The \" Princely Pleasures\" of Kenilworth, the city pageant on King James's accession to the throne, and the masked procession of the three Inns of Court, which was accompanied by an anti-masque of pro jectors contrived by the Ship-money Attorney General Noy, are among the most celebrated instances of these ancestral entertainments. There is a curious paper in the British Museum, indorsed by Lord Burleigh with the date of 1562, containing all the arrangements for a masque at Nottingham Castle to be performed at a meeting which was expected be tween Queen Elizabeth and Mary Queen of Scots, but which never came off."], [69, "59 POETICAL AVIARY. Lord Bacon wrote an essay upon masques. Dr. Johnson, in his definition of masques, says that they are written in a tragic style. The following extract from one of Jonson's masques will shew that the definition will not hold univu sallv. f oom! Room! make room for the bouncing Belly, First father of sauce, and deviser of jelly, Prime master of arts, and the giver of wit, Who found out that excellent engine, the spit. He — he first invented the hogshead and tun, The gimlet, and vice too, and taught them to run. Hail! Hail, fat paunch ! O the founder of taste, For fresh meats, or powdered, for pickle or paste, Devourer of broiled, baked, roasted, or sod, And emptier of cups be they even or odd. A very pleasing effect must have been produced in ancient masques and entertainments of a like nature by echoes with the assistance of fine music. In Milton's Comus there is an echo-song, where echo is called \" Sweet Queen of Parly.\" Shakspeare calls her \" babbling gossip.\" Ben Jonson in a masque, introduces echo thus — See where the silver saves do sit The nymphs of wood and water, Each tree's and fountain's daughter, Go, take them forth, it will be good, To see some waive it like a wood, And others wind it like a flood, In springs, And rings, Till the applause it brings Wakes echo from her seat, The closes to repeat. (Echo. The closes to repeat.) Echo, the truest oracle on ground Though nothing but a sound, (Echo. Though nothing but a sound,) i 2"], [70, "60 POETICAL AVIARY. Beloved of Pan, the valley's Queen, (Echo. The valley's Queen,) And often heard, though never seen. (Echo. Though never seen.) So another of Ben Jonson's masques has a double echo, one more distant than the other. The piece, after a beautiful description of ladies dancing, a subject to which he does justice in several of his masques, concludes thus — So all that see your beauteous sphere May know the Elysian fields are here. 1st Echo. — The Elysian fields are here ! 2d Echo — Elysian fields are here ! These echoes proceeded from two fountains devised by Inigo Jones. Of the inventive powers of that famous architect Jonson, after their quarrel, writes in his play of the \" Tale of the Tub\"— Hoops. — I have a Httle knowledge in design, Which I can vary, Sir, to infinito. Sir J. Tub. — Ad infinitum, Sir, you mean. Hoops. — I do. I stand not on my Latin ; I invent ; But I must be alone then, joined with no man. The original sketch book of Inigo Jones, containing his drawings taken at Rome, is in the possession of the Duke of Devonshire. Pope's fourth Epistle is addressed to Lord Bur lington on the occasion of his publishing Inigo Jones's designs. Though we have many masques come down to us, there is, I believe, no extant jig : two are entered in the books of the Stationers' Company, viz., Phillips's jig of the \" Slippers\" and Kempe's jig of the \" Kitchen Stuff Woman.\" They appear to have been a mixture of ballet and farce."], [71, "61 POETICAL AVIARY. In a Comedy by Nash, printed A. D. 1600, we have this song Spring, the sweet spring, is the year's pleasant king, Then bloomes eche thing, then maydes dance in a ring, Cold doth not sting, the pretty birds doe sing, Cuckow, Jugge, Jiujge, pu-we to-witta woo. The Palme and May make country-houses gay, Lambs friske and play, the shepherds pype all day, And we have aye birds tune this merry lay, Cuckow, Jugge, Jugge, pu-we to-witta woo. The name of the Comedy from which this song is taken is called \" Summer's Last Will and Testament ;\" all the seasons are introduced into the Comedy, and there is much punning upon the name of Summer, which, besides denoting a season of the year, was the name of Henry VIII. 's Jester. The play was acted before Queen Elizabeth in the year 1592. It is Nash's only entire play, though he wrote a part of two others. There is a manuscript tract of his on \" Apparitions\" in Lord Stafford's Library which has never been published. There are about thirty of his printed works extant, but they are extremely scarce, the British Museum having only three of them. Nash with Greene, Lodge, Peele, Lilly, Kyd, Munday and Marlowe were the most celebrated of the Ante-Shakspeari an Dramatists. Between 1568 and 1580 the names of fifty-two plays appear on the books of the Master of the Revels, and T. Heywood, who flourished soon afterthat time, tells us that he had a whole hand or main finger in 220 plays. Shakspeare appears to have been the only one of the Dramatists of repute in his day, who had not received an University education. The others lived much together, sometimes fiercely attacking, but gene rally extolling each other. It may not be quite irrelevant to the subject of birds to mention that one of them, Greene, in"], [72, "62 POETICAL AVIARY. his \" Groatsworth of wit,\" addressing his brother Dramatists, speaks of Shakspeare under the names of \" Factotum and Sliakescene,\" and calls him an \" Upstart Crow who had beauti fied himself with their feathers.\" This is ths earliest extant notice of Shakspeare, viz. in 1592. He published his poems in 1593. His name is signed to a petition, now in the State Paper Office, of the date of 1596. A printed copy of Richard III., A. D. 1594, and Romeo and Juliet, 1597, in the poses sion of the Duke of Devonshire, are, I believe, the earliest existing records of his plays. In a play by Lilly we have a song beginning thus— What bird so sings, yet so does wail \"sis Philomel the Nightingale ; Jugg, Jugg, Jugg, Terue she cries And hating earth, to heaven she flies. The name of the play from which this song is taken is Alexander and Camaspe, printed 1584. Nine of Lilly's plays are extant, but they are very scarce. He was the Court Dramatist of Queen Elizabeth. All his plays were acted before her Majesty. Lilly introduced fairies on the stage, as Middle ton did witches, before Shakspeare. As the above instances of the Jug Jug are between two and three hundred years old.it may be proper to add one from Coleridge — But never elsewhere but in one place I knew So many Nightingales. And far and near In wood and thicket, over the wide grove They answer, and provoke each other's song, With skirmish and capricious passagings ; And murmurs musical, and swift Jug Jug. And one low piping sound more sweet than all. Besides the Jug Jug, other sounds of the Nightingale, have been introduced in poetry."], [73, "POETICAL AVIARY. 63 Thus, in the Midsummer Nights' Dream- Philomel, with melody Sing in our sweet lullaby — Lulla, lulla, lullaby; lulla, lulla, lullaby. In Chaucer's poem of the \" Cuckoo and the Nightingale.\" — Cuckoo. — And every wight may understand me, But, Nightingale, so may they not do thee, For thou hast many a nice quaint cry, I have heard thee saying Ocy, Ocy, How might I know what that should be ? Nightingale. — Ah fool (quoth she) wist thou not what it ia When that I say Ocy, Ocy ! gwis, Then mean I that I would wonder fain, That all they were shamefully y' slain, That meanen ought againe love amis. Probably the words Ackee O ! Ackee O ! in a song in the play of Paul and Virginia may relate to this note of the Night ingale. The play gives no explanation of them. When the moon shines o'er the deep, Ackee O ! Ackee O ! And whiskered Dons are fast asleep, Snoring, fast asleep, From their huts the Negroes run, Ackee O ! Ackee O ! FuU of frolic, full of fun, Holiday to keep. Teru has been several times used for the note of the Night ingale. As by Barnfield. Fie, fie, fie, now would she cry. Teru, Teru, by and by. An old book of Tales, published 1604, in the collection of the Marquis of Stafford, contains a dialogue between some"], [74, "64 POETICAL AVIARY. Ants and a Nightingale, which was broken off by the ap proach of day. \" The day is up, and all the birds, And they abroad wiU blab our words,\" With that she bade the Ants farewell, And all they likewise Philomel, Away she flew Crying Teru. And all the industrious Ants in throngs Fell to their work, and held their tonges In the quotation before made from the play of Alexander and Camaspe, it will be recollected we had — What bird so sings, yet so does wail, 'Tis Philomel the Nightingale, Jugg, Jugg, Jugg, Terue she cries, And, hating earth, to heaven she flies Another note Tweet, Tweet, Tweet, is given to the Nightin gale in a song in the play of Lionel and Clarissa — C. Hark to Philomel ! how sweet D. From yonder elm, C. Tweet, Tweet, Tweet, Tweet, All. O what a night is here for love ! Tasso, in imitating the Nightingale, has been bolder than Milton, who has onlv ventured to describe her \" love-labored\" song— Odi quello usignolo Che va di ramo in ramo Cantando, \" lo amo, lo amo THE SPARROW. The Sparrow has been supposed to make a sound like \" Phillip ;\" there is a composition by Skelton, Poet Laureat of Henry VIII. called a \" Dirge on Phillip Sparrow.\" And in"], [75, "POETICAL AVIARY. 65 Shakspeare's play of King John, a character is introduced whose name is Gurney, he only speaks four words in the play— Faulconbridge— James Gurney, wilt thou give us leave a while. Gurney Good leave, good Philip, Faulc Philip ? Sparrow ! In Cartwright's translation of the celebrated Latin Ode on the Death of Lesbia's Sparrow, we find — He would catch a crumb, and then Sporting let it go again, He from my lip Would moisture sip, He would from my trencher feed, Then would hop and then would run, And cry Philip when he had done, O whose heart can choose but bleed ! In a play by Lilly called \" Mother Bombie,\" printed 1594. To whit to whoo the Owl does cry, Phip, Phip, the Sparrows as they fly. With regard to Lesbia's Up, a Humming-bird, that Butterfly among birds, one of the few ever tamed and brought to Eng land, would suck honey placed on Lady Hammond's lips. In the song before quoted from \" Alexander and Camaspe\" we have — Cherup the Sparrow flies away. Lord Byron in his translation of the above Ode of Catullus (whose Latin word is pipiabat) has — And softly fluttering here and there, He never sought to cleave the air, But chirupp'd oft, and, free from care, Tuned to her ear his grateful strain. K"], [76, "66 POETICAL AVIARY. THE PARROT. The following occurs in a translation by Cowper from Vincent Bourne's Latin poems : \" Sweet Poll !\" his doting mistress cries, \" Sweet Poll !\" the music bird replies, And calls aloud for \" sack ;\" She next instructs him in the kiss, 'Tis now a Httle one, like \" miss,\" And now a hearty \" smack.\" And now he sings, and now is sick, \" Here Sally, Susan, come, come quick. Poor Poll is Hke to die.\" When children first begin to speU And stammer out a syllable We think them tedious creatures ; But difficulties soon abate When birds are to be taught to prate, And women are the teachers. A few words may be thought indispensably necessary on the subject of the \" smack\" and generally about kissing. The loudest \" smack\" of which I have read, is in Shak speare's play of \" Taming the Shrew,\" — And kissed her lips with such an amorous smack, That at the parting all the church did echo. Shakspeare notices a very effective style of kissing in Othello, where he talks of \" plucking up kisses by the roots.\" Wyatt, in the reign of Henry VIII., intimates the danger which may sometimes attend a second kiss. For to my mouth the first my heart did suck, The next shall clean out of my breast it pluck. Learned Ben Jonson says of a kiss — So sugared, so melting, so soft, so delicious, The dew that lies on roses, When the morn herself discloses, Is not so precious."], [77, "67 And again, from the Greek — Drink to me only with thine eyes, And I will pledge with mine, Or leave a kiss but in the cup, And I'll not ask for wine. Herrick explains the subject elementarily to those who have not devoted much previous attention to it. Among thy fancies tell me this What is the thing we call a kiss ? Has it a speaking virtue ? yes. How speaks it, say ? Do you but this. Part your joined lips, then speaks your kiss, And this love's sweetest language is. Then to the chin, the neck, the ear It frisks, it flies, now here, now there ; 'Tis now far off, and now 'tis near, And up, and down, and every where. So much for our Parrot's smack, — Dryden in his \" Absolom and Architophel,\" in which he attacks Settle by the name of Doeg, and Shadwell, (the laureat of the Revolution) by that of Og, speaks thus of Doeg — If he call rogue and rascal ft€m a garret, He means you no more mischief than a parrot, The words for friend or foe alike were made To fetter them in verse is all his trade. In Lilly's \" Mother Bombie,\" before noticed, we have — The goose does hiss, the duck cries quack \" A rope\" the Parrot for each back. Butler, who revels in quotations, takes the \" rope\" from LiUy, and other words spoken by a Parrot from Jonson's \" Magnetical Lady,\" and applies them to the members of Cromwell's Parliament. Could tell what subtlest Parrots mean, That think and speak contrary clean ; k 2"], [78, "68 POETICAL AVIARY. What member 'tis of whom they talk, When they cry \" Rope\" or \" Walk, Knave, Walk: A very ancient writer, Skelton, before noticed, who flourish ed in the reign of Henry VIII, in a poem, called Speak-Par rot, has the following lines : My name is Parrot, a bird of Paradise, By nature devised of a wondrous kynd, Dienteli dieted with diverse deficate spice, Tyl Euphrates that flood driveth me into Inde, Where men of that country bi fortune me find, And send me to great ladyes of state, Then Parrot must have an almon or a date. A cage curiously carven, with silver pin, Properly painted, to be my covertoure, A myrror of glasse, that I may lok therein ; There maidens ful mekely with many a divers flowr Freshly they dresse, and make swete my bowre, With \" Speak Parrot, I prai you\" full courteously thei say, \" Parrot is a goodly bird,\" \" a pretty popagey.\" With my beeke bent, my little wanton eye, My feders freshe, as is the emerande greene, About my necke a circulet, Hke the ryche rubye, My lytle legges, my fete both nete and cleane, I am a minion to waite upon the quene ; \" My proper Parrot,\" \" my little pretty foole,\" With ladies I learne, and go with them to scole. Selden, in his Titles of Honor, investigated the subject of the Laureatship, in order, as he says, to fulfil a promise to his \" beloved Ben Jonson.\" He does not make out that any poet was expressly styled laureat before Jonson except Skel ton. Chaucer had a pitcher of wine daily, which was after wards changed to a pipe annually, as appears by two records preserved in Rymer ; but it is doubtful whether it were not given for his various other services, and from his connection with Gaunt, independently of his poetry. Jonson"], [79, "POETICAL AVIARY. 69 had by patent a hundred marks, which was increased to a hundred pounds and a tierce of Canary. The Canary was omitted in the patent of his successor Davenant. The verses about the Parrot do not afford a specimen of the peculiar Skeltonian metre, which has been so often imitated. The fol lowing rhymes on Cardinal Wolsey, (the sense of which was afterwards incorporated in the Articles of Impeachment preferred against the Cardinal) are proper Skeltoniads. Then in the Chamber of Stars All matters there he mars, Clapping his rod on the board, No man dare speak a word. For he hath all the saying, Without any rcnaying. He hath dispute and scorn, With them that be weU born. He rebukes them, and rails, Ye whorsons, ye vassels, Ye knaves, ye churls' sons, Ye ribands, not worth two plumbs. Ye rain-beaten beggars re-jagged, Ye recrayed ruffins all ragged. Thou peevish pie pecked ; Thou losel long-necked. Thus daily they be decked. That they are so woe, They wot not whither to go. The \" thou\" was afterwards used by Sir Edward Coke to Raleigh, and is ridiculed by Shakspeare. The antiquity of the play of Ralph Royster Doyster is confirmed, by the men tion of a person in that play, and by Skelton, but in no other extant book, viz. Jack Raker. Skelton has it in his favorite metre ? What hear ye of the Dakers ? He maketh us all Jack Rakers."], [80, "70 POETICAL AVIARY. Before quitting the subject of Parrots, I may quote a pas sage applicable to those human parrots who acquire a facility of public speaking by the bores they inflict on private socie ty. It is from a statesman, and a poet, Prior. — Talks extremely well ; On any subject let him dwell, His tropes and figures will content ye. He should possess to all degrees, The art of talk he practises Full fourteen hours in four and twenty DUCKS AND GEESE. In Chaucer's \" Parliament of Fowles,\" where all the birds are assembled to chuse their mates on St. Valentine's Dav, the speeches of the Ducks and Geese are introduced thus — The Goose, the Duck, and the Cuckoo also So cried Keeke, Keeke, Cuckow, Queke, Quelte, hie That through mine ears the noise went thro'. Upon hearing another Queke, the gentle Tercelet (Falcon) exclaims — Now fie churle, quoth the gentle Tercelet, Out of the dunghill came that word aright. In Swift's \" Progress of Poetry,\" we have — The farmer's Goose, who in the stubble Has fed without restraint or trouble, Grown fat with corn and sitting still, Can scarce get o'er the barn-door sill, And hardly waddles forth to cool Her belly in the neighbouring pool ; Nor loudly cackles at the door ; For cackling shows the Goose is poor. But when she must be turned to gaze, And round the barren common strays, Hard exercise and harder fare,"], [81, "POETICAL AVIARY. 71 Her body light, she tries her wings, And scorns the ground, and upward springs, While all the parish as she flies, Hears sounds harmonious from the skies. In Goldsmith's \" Deserted Village\" — The noisy Geese that gabbled o'er the pool The playful children just let loose from school. THE COCK. An imitation of the Cock is given in Shakspeare's Tempest — Hark, hark ! I hear The strain of strutting chanticlere, Cry cock-a-doodle-do. And in Rowley's play of the \" Spanish Gipsey,\" the Gip sey foretells — You are sad, or mad, or glad For a couple of Cocks that cannot be had, /-. Yet when abroad they have picked store of grain, Doodle-doo they'll cry on your dunghill again. THE CUCKOO. Shakspeare's well known song was rendered very popular, about half a century ago, by substituting, Cannon, Cannon, for Cuckow, Cuckow ; the music emitting a \" sound of fear,\" like the discharge of a Cannon ; it was applied to a German Baron who had hid himself during a battle. The Cuckow now on every tree, , Mocks married men, for thus sings he, \" Cuckow, Cuckow,\" O word of fear ! Unpleasing to the married ear. It is not generally known that the Cuckow's note varies very materially during the summer ; its variations have been"], [82, "72 POETICAL AVIARY. carefully measured in a paper forming part of the Transactions of the Linnæan Society. They are thus noticed by Hej'wood in 1587 — Use maketh maistry, this hath been said alway, But all is not alway, as all men do say. In April the Cuckow can sing her song by rote : In June of tune she cannot sing a note. At first Koo-coo, Koo-coo, many times can she do. At last Kooke, Kooke, Kooke, six Kookes to one coo. It may be observed, with reference to the above verses, that the Cuckow comes to England in the middle of April ; the Nightingale, whom, we have seen it is of importance to hear first, comes in the beginning of April. The Cuckow leaves England early in July, so that it is not driven away by the immediate pressure of cold or want of food, but by some instinct no doubt essential for its preservation. THE OWL. The Owl and its song has been frequently imitated ; as in Shakspeare's \" Love's Labor Lost,\" — When all aloud the wind doth blow, And coughing drowns the parson's saw-i, birds sit brooding in the snow, And Marian's nose looks red and raw. When roasted crabs hiss in the bowl, Then nightly sings the staring owl To-whoo ; To-whit, to-whoo, a merry note, While greasy Joan doth keel the pot. In Dray ton' s poem of \" Noah's Flood\" the Poet brings all the birds into the Ark, without imitating any of them. But as soon as the olive branch is fetched by the Dove, the birds and beasts make a tremendous noise. The Lion roars, the Ass"], [83, "73 POETICAL AVIARY. brays, the Dog barks, the Cock crows, the Pie chatters. The Owl he imitates thus — The purblind owl, which heareth all this do, T'express her gladness cries too-witt too-whoo No beast nor bird was in the Ark with Noy But in their kind expressed some sign of joy. A different interpretation is given to the Owl's note in an old song — Once I was a monarch's daughter, And sat on a lady's knee, But am now a nightly rover Banished to the Ivy tree. Crying hoo, hoo, hoo, hoo, hoo, hoo, Hoo, hoo, hoo, my feet are cold ! Pity me, for here you see me, Persecuted, poor, and old. And in Fielding's play of the \" Pleasures of the Town\" — All men are birds by nature, Tho' they have not wings to fly, On earth a soldier's a creature, Much resembling a kite in the sky. The physician is a fowl, Whom most men call an Owl, Hooting, hooting, Hooting, hooting, Tells us that death is nigh. In the song of Puck, in the Midsummer Night's Dream, we have a different note from an Owl : Now the hungry lion roars, And the wolf behowls the moon ; Whilst the heavy ploughman snores, All with weary task fordone. Now the wasted brands do glow, Whilst the Scritch-owl scritching loud, Puts the wretch that lies in woe, In remembrance of a shroud."], [84, "74 POETICAL AVIARY. Now it is the time of night, That the graves, all gaping wide, Every one lets forth its sprite, In the churchyard paths to glide. And we, fairies, that do run By the triple Hecate's team, From the presence of the sun, Following darkness like a dream, Now are frolic ; not a mouse Shall disturb this hallowed house. I am sent, with broom, before To sweep the dust behind the door. I have given the whole song of Puck, because I think it the best of Shakspeare's lyrical effusions. Perhaps this opinion will not be assented to ; still less, were I to accompany it with an intimation that I think him inferior, as a lyric poet, to Fletcher, and Ben Jonson. Shakspeare indicates a distaste to the shackles of metre, so essential to lyric harmony — I had rather be a kitten, and cry mew, Than one of these same metre ballad-mongers. And he goes on to say that nothing sets his teeth on edge so soon as \" mincing poetry\" — 'Tis like the forced gait of a shuffling nag. In his lyrics Shakspeare evinces the truth of Dryden's observation, that he was the Janus of Poets, having two faces, one of deformity, and the other of exquisite beauty. What can be more grovelling than the Dirge on Fidele, a subject of which Collins has shown the poetical capabilities. Fear no more the heat o' the sun, Nor the furious winter's rages ; Thou thy worldly task hast done, Home art gone, and ta'en thy wages. Golden lads and girls all must, Like Chimney Sweepers ceme to dust."], [85, "POETICAL AVIARY. 75 The Chimney-Sweeper puts one in mind of an Epitaph, in the collection made by the antiquarian Camden, on Mr. Sands. Who would live in other's breath ? Fame deceives the dead man's trust. When our names do change by death. Sands I was, but now I am Dust. The original of the Grave-diggers' Song in Hamlet, which was written by Lord Vaux, does honor to our ante-Eliza bethan poetry. y , The harbinger of death To me I see him ride, The cough, the cold, the gasping breath Doth bid me to provide A pickaxe and a spade ; And eke a winding sheet : A house of clay for to be made, For such a guest most meet. THE RAVEN. Coleridge describes a Raven that had watched the tree, in which its nest had been built, from its being cut down, to its becoming part of a ship, of which he witnessed the wreck ing, and thus was revenged. The ship it was launched, but in sight of the land, Such a storm there did rise as no ship could withstand, It bulged on a rock, and the waves rushed in fast, Round and round flew the Raven, and cawed to the blast. THE TURTLE DOVE. So two kind Turtles, when a storm is nigh, Each caUs his mate to shelter in the groves, Leaving, in murmur, their unfinish'd loves. Perched on some dropping branch they sit alone, And coo, and hearken to each other's moan. Dryden. L 2"], [86, "76 POETICAL AVIARY. I heard a Stock-dove sing or say His homely tale, this very day, His voice was buried among the trees, Yet to be come at by the breeze. He did not cease ; but cooed and cooed And somewhat pensively he wooed. He sang of love with quiet blending, Slow to begin, and never ending. Wordsworth. In one of Colman's plays, called \" Polly Honeycombe\" — Scribble.— Now for Miss Polly. Here's her biUet-doux. \"To my dearest Scribble\" (reading the direction) and, the seal, two doves biffing, with this motto. We two, When we woo, Bill and Coo. The cooing of the Dove is a remarkable note, being the only instance of any thing soft and soothing from a bird he longing to the order of Scratchers. The voices of birds belong ing to this order are frequently strong, but without melody, as, for instance, the crowing of a Cock, and the scream of the Peacock. The Swimmers, the Waders, and Coursers do not appear to have any bird of their respective orders to vindi cate their musical character. The Owl cannot be said to ac complish much for the musical character of the Raveners ,■ but it is related that one of their members, Le Faucon Chanteur of Africa, possesses musical talents. Nearly all the harmony of the groves proceeds from the order of Perchers. And of this order, the cleft-bill, slender-bill, and climbing tribes pro duce very indifferent songsters. But a few families of the tooth-bill, and conic-bill tribes of the order of Perchers have carried away, in regard to their notes, all the suffrages of the Poets. The first bird of whose music I gave imitations, the"], [87, "POETICAL AVIARY. 77 Nightingale, is (if from want of more exact knowledge, we omit the wonderful Mocking Bird of America) the glory of the tooth-billed tribe. I shall conclude my notice of birds (before proceeding to insects) with the Lark, deservedly the pride of the conic-bills. A few imitations only of the Lark's note can be found, though we shall see, in the next section, that the descriptions are numerous. In the Winter-Night's Tale we have — The Lark that tirra-lirra chants. In the song, before cited, from Alexander and Camaspe, we have- Brave prick-song ! who is't now we hear ? 'Tis the Lark's silver leer-a-leer. The term prick-song occurs in many old writers ; we shall find, in the next section, that it is contrasted with the plain song of the Cuckow, (a percher, but of the climbing tribe.) Mercutio says — \" He fights as you sing prick-song , keeps time, distance, and proportion ; rests me his minim, rest one, two, and the third in your bosom. So Juliet says, punning to Romeo — Some say the lark makes sweet division This is not so ; for he divideth us. The term division, like prick-song, has reference to the phraseology of ancient music. Thus Ford, in his Music's Duel.— He could not run division with more art Upon his quaking instrument, than she, The Nightingale, did with her various notes Reply. The prick-song Fencing of Mercutio puts one in mind of the \" small-sword logic,\" in the Critic, where Tilburina wants to persuade her father, the Governor of Tilbury Fort, to"], [88, "78 POETICAL AVIARY. release the Spanish Admiral's son, with the imprisonment of whom he was entrusted by Queen Elizabeth — Til. — A retreat in Spain ! Gon. — Outlawry here ! Til. — Your daughter's prayer ! Gov. — Your father's oath ! Til.— My lover ! Gov. — My country ! Til— Tilburina ! Gov. — England ! Til— A title ! Gov. — Honor ! Til. — A pension ! Goc— Conscience ! Til. — A thousand pounds ! Gov. — Ha ! thou hast touched me nearly ! Juliet's pun upon the Lark's division may seem as ill-timed, as Gaunt punning on his own name upon his death-bed ; but when Shakspeare wrote, a pun was never out of season, or out of place. Even the sermons of those days are full of verbal clenches. Thus, the celebrated Donne, in a sermon on Death, says, \" Who is this enemy ? an enemy that may thus far think himself equal to God ; that, as no man ever saw God and lived, so no man ever saw this enemy and lived. For it is Death.\" But it is right to allow, that much good sense was commonly mixed with the quaintness of our old divines. In justice to Donne, I will add, from another of his sermons, \" Sentences in scripture, like hairs in horses' tails, concur in one root of beauty and strength. But, being plucked out one by one, serve only for springes and snares.\" When Danton was ascending the scaffold, in order to be guillotined in com pany with the poet Fabre D'Eglantine, he said to the revolu tionary laureat, \" Nous allons tous 6tre poetes, car nous ferons des vers,\" (either verses or worms.)"], [89, "POETICAL AVIARY. 79 In De Lille's poems, which I cannot procure in Calcutta, the tire-lire of the Lark is given ; and in coming down from \" les cieux\" the bird is represented to have notes corresponding with \" Adieu Dieu ! Adieu Dieu !\" Having gone through the principal passages in English Poetry relating to imitations of the notes of birds, I proceed, as in the first part, to advert to insects. But there is an important question to be answered, which Aristophanes, in one of his plays, puts to Socrates, whether Gnats buz with their mouths or with their tails ? It would appear to be the bet ter opinion, after a multitude of experiments, that the sounds of insects are never produced like the voice, or notes of birds ; that the humming of Bees, for instance, is occasioned by the friction of the bases of their wings against their throats ; and that the Grasshopper's music is produced by means of a drum of extraordinary mechanical contrivance, and which has been beat, after dissection, by the accidental striking of the proper muscles, or drum-sticks. One species, indeed, of Cicada makes its chirrup by means of running its feet up and down certain ridges of tight substance lying transversely across its body, the operation being very similar to the motion of a fid dle-stick across fiddle-strings — Keats adduces the Cricket as an instance that \" the poetry of earth\" never ceases, and Milton has painted the proper accompaniments for this insect's music — Where glowing embers round the room, Teach light to counterfeit a gloom. Goldsmith gives us an imitation — Around, in sympathetic mirth, Her tricks the Kitten tries, The Cricket chirrups from the hearth, The crackling faggot flies."], [90, "80 POETICAL AVIARY. And in Cowper — Little inmate, full of mirth, Chirping on my kitchen hearth, Wheresoever be thine abode, Always harbinger of good. The Grasshopper has been a favorite with the poets from the time of Anacreon, and Cowley has prettily translated the eulogy of the Greek bard upon this \" Epicurean Animal.\" Her rick has imitated the insect's sound in his \" Oberon's Feast\" — Yet all this while his eye is served, We must not think his ear was starved ; But that there was in place to stir His spleen, the chirring Grasshopper. The merry Cricket, puling Fly, The piping Gnat for minstrelsy. Tope, in his Martinus Scriblerus's treatise on the Art of Sinking, illustrates, by some verses of a contemporary poet on a Grasshopper, the figure of speech \" Inanity\" — Happy, merry as a King, Sipping dew, you sip, and sing. The Death-Watch is in fact, the Timber-boring Beetle, be longing to a tribe better known for \" wheeling their drowsy flight,\" and not a Wood-worm, or Maggot, as Swift supposed in the following passage — A Wood-worm, That lies in old wood, like a hare in her form. With teeth or with claws it will bite, or will scratch, And chambermaids christen this worm a Death-watch. Because, like a watch, it always cries click. Then woe be to those in the home that are sick! For, sure as a gun, they will give up the ghost, If the maggot cries click, vrhen it stratches the post."], [91, "POETICAL AVIARY. 81 But a kettle of scalding hot water injected, Infalfibly cures the timber affected. The omen is broken, the danger is over, The maggot will die, and the sick will recover. The Queen Bee has long been celebrated for a peculiar sound producing the most extraordinary effects on her sub jects. Sometimes, just before Bees swarm, if the ear be placed close to the mouth of a hive, instead of the great hum usually heard, a sharp clear sound may be distinguished, which appears to be produced by the vibration of the wings of a single Bee. John Hunter compared the sound to the lower A in the treble of the Pianoforte. The sound is produced by the Queen Bee reclining her throat against a honey-comb, with her wings crossed upon her back, which, without being uncrossed or further expanded, are kept in constant vibration. As soon as the sound is heard, the other Bees, who have been employed in plucking, biting, and chasing the Queen about in order to prevent her following her instinct in destroying the Queen-embryos, hang down their heads, and remain alto gether motionless. It is well known that a man of the name of Wildman played extraordinary feats with Bees, making them hang from his chin like a beard, and, with the use of some gibberish, ordering them about from place to place. He afterwards explained that his art consisted in having the Queen Bee in his hand, giving the swarm occasionally a glimpse of her. The Poets, as we shall see in the next section, have noticed Bees principally in the way of description, and with regard to the effects of their humming, rather than for the purpose of imitation. In Addison's translation of Virgil's Fourth Georgic, a passage, which shews the progress of science regarding the u"], [92, "82 POETICAL AVIARY sex of the Sovereign Bee. gives us one of the insect's sounds — No prostrate vassal of the East can more With slavish fear his haughty Prince adore. His Hfe unites them all ; but when he dies, AU in loud tumults and distractions rise. They waste their honey, and their combs deface, And wild confusion reigns in every place. Him all admire, all the great guardian own ! And crowd about his courts, and buzz about his throne. In Rowley's Spanish Gypsey we have — ■ O that I were a Bee to sing Hum, buzz, buzz, hum, that I might bring Some honey for thy hive, and there leave my sting. Though the last example is an instance in point of a poeti cal imitation of the sound of Bees, it may be thought difficult to write greater nonsense. But even, in this, Rowley appears to have succeeded in the next triplet — O that I were your needle's eye, How through your linen I would fly, And never leave one stitch awry ! A needle in the hand of a Mistress is a more pointed image of humble service than being transformed into her glove, which was Romeo's wish. But with regard to both, as I have completed my insect imitations, I will pause to see if I cannot find a third instance equally strong of the magic of ladies' fingers. For this, not being a case of lips, or eyes, I must go up to the reign of Edward III. when there flourished a poet called by Chaucer the \" Moral Gower.\" He writes thus — For than I dare well undertake, That when her list on nightes wake In chambre as to carole or daunce, Methinke I may more avance,"], [93, "POETICAL AVIARY. 83 If I may gone upon her honde, Than if I won a kinge's londe. For when I may her honde beclipe, With such gladness I daunce and skip, Methinketh I touch not the floore, The roe which runneth on the nioore Is than nought so light as I. Such exquisitely fine touch must have been a great blessing to Gower, who afterwards became blind, and composed a poem on the pleasures which a lover might derive from hear ing only. Ladies appear, down to the reign of Henry VIII., to have set the proper, though necessarily high, value upon their hands, when solicited simply for the purpose of dancing, as it would seem from the celebrated Earl of Surrey's account of his treatment at a Court Ball — And with a becke full lowe I bowed at her feete, In humble wise, as who would say, \" I am too far unmeete.\" With that she swiftly starts aside well neere a foot or twaine, And unto me she gan look down with spyte and great disdain. It would seem however, from a song in a modern play, that even before the introduction of Waltzes, which have rendered ladies' hands a minor object of consideration, they had ceased to be so charily bestowed, at least after the introductory minuet was over — Of balls the pride Thus Miss I've eyed, The minuet pace With blushing face. But e're the night Had taken flight, m 2"], [94, "84 POETICAL AVIARY. I've seen her scamp'ring, Tearing, trampling, Along the room in a country-dance. Now figuring in with bold advance, Pousseting, and leering, Hands crossing, and fleering, And when that's completed, Before she'U be seated, A mad Scotch reel she must prance."], [95, "85 SECTION II. On Poetical Description of the Notes of Birds. It is well known that the statesman Charles James Fox amused himself with a literary controversy, in which he argued that the Nightingale's note was merry. His princi pal authority was Chaucer in his poem of \" The Flower and the Leaf.\" This poem is one of the few English records of the taste of the thirteenth century for what was called the \" gaie science,\" including flower- worship, floral games, courts of love, and \" arrets d'amour.\" — How little can the phlegmatic reader of the present day enter into such feelings as the following — Whereto they incUned every-chone With great reverence, and that full humbly. And at the last there began anon A lady for to sing right womanly, A bargaret in praising the Daisie ; For as methought among her notes sweete She said \" Si douce est la Margarete.\" Nor should we, who never saw Troubadours contend for the \" golden violet,\" listen to a modern Poet who talked of retiring to an arbour to watch the Daisy spreading itself to the rising sun, and calling it the \" floure that I so drede and"], [96, "86 POETICAL AVIARY. love.\" The Daisy was, in troubadour poetry, a mystical type of chastity, as in Chaucer's \" Legend of Good Women\" — Hele and honour To trouth of womauhede, and to this floure. In the poem of the \" Flower and the Leaf\" Chaucer intro duces the worshippers of ths flower and those of the leaf of the Daisy, according to the Troubadour notions, by supposing them to burst on his sight whilst he is lying in a bower listen ing to responses between a Nightingale and a Goldfinch, After describing the Goldfinch leaping from bough to bough and eating buds, and afterwards singing \" passing sweetly,\" he writes — The Nightingale with so merry a note Answered him, that aU the wood rong. Dryden, in his modernized version of the \" Flower and the Leaf,\" has altered the voices of both birds. Of the Goldfinch he writes — She warbled in her throat, And tuned her voice to many a merry note, But indistinct, and neither sweet, nor clear, Yet such as soothed my soul and pleased my ear. Of the Nightingale Dryden adds — So sweet, so shrill, so variously she sung, That the grove echoed, and the vallies rung. In Chaucer's \" Romaunt of the Rose\" we find — The birds that have left hir song, While they have suffered cold fuU long, In weather's grille, and derk to sight, Ben in May for the sunne bright So glad, that they shew in singing"], [97, "87 POETICAL AVIARY. That in her heart is such liking, That they mote singen, and ben light ; Than doth the Nightingale her might To maken noise, and singen blythe. This is more unequivocal authority in favor of the merry notes of the Nightingale, than the passage from the same Poet adduced bv Fox, and which rests altogether on the word merry. The word \" merry,\" as used by very early English writers, has not always the same import which is given to it in the present dav. Preston's Cambyses (to which play Shakspeare alludes when he makes Falstaff, whilst imitating Henry IV. talk in King Cambyses' vein) is described in the title-page as \" A lamentable tragedy, full of merry mirth,\"/ A man is flayed alive on the stage in the course of the piece. I think however from the description of Mirth personified and dignified, or \" Sir Mirthe,\" in Chaucer's Romaunt of the Rose, that Chaucer, in the passage quoted bv Fox, meant that the Nightingale had a lively and gladsome note. Coleridge has given some timely aid in support of what, in point of authority, is certainly the weaker side of the ques- tion — And hark ! the Nightingale begins to sing \" Most musical most melancholy bird.\" A melancholy bird ! an idle thought. In nature there is nothing melancholy. After arguing the point at some length he says — Tis the merry Nightingale That crowds, and hurries, and precipitates, With fast thick warble, his delicious notes, As he were fearful that an April night Would be too short for him to utter forth His love-chant, and disburthen his full soul Of all its music."], [98, "88 POETICAL AVIARY And again — And she had watched Many a Nightingale perched giddily On blossomy twig still swinging from the breeze, And to that motion tune his wanton song, Like tipsy joy that reels with tossing head. WTordsworth leans to the side of his Pie-fellow of the Lakes — O Nightingale ! thou surely art A creature of a fiery heart ; These notes of thine, they pierce and pierce. Tumultuous harmony, and fierce ! Thou sing'st as if the God of wine Had helped thee to a valentine, A song in mockery and despite Of shades and dews, and silent night. In another place, Wordsworth sensibly remarks that the effect of the notes of a bird will very much depend on the state of mind of the listener. We have seen, in the section on Imitations, that the Tu-whit, Tu-whoo, of the Owl has been pronounced both dolorous, ominous, and merry. In the following extract from a poem on Fancy, Wordsworth makes use of some facts with regard to slaves mentioned in Water ton's Travels, and Wilson's American Ornithology. Blithe Ravens croak cf death, and when the Owl Tries his two voices for a favorite strain, Tu-whit, Tu-whoo! the unsuspecting fowl Forbodes mishap, or seems but to complain. Through border wilds where naked Indians stray Myriads of notes attest thy subtle skill. A feathered task-master cries \" work away.\" And, in thy iteration, \" Whip poor Will.\" What wonder, at thy bidding, ancient lays Steeped in dire grief the voice of Philomel."], [99, "89 POETICAL AVIARY. And that fleet messenger of summer days, The Swallow, twittered subject to like spell. But ne'er could Fancy bend the buoyant Lark To melancholy service. — Hark ! O hark ! Lord Byron says, — \" if indeed Fox be mistaken,\" he would rather err with him than be right with the other party ; a bold sentiment, considering that Shakspeare and Milton are in the list of opponents. Shakspeare says of the Nightingale — Here can I sit alone, unseen of any, And to the Nightingale's complaining notes Tune my distresses, and record my woes. Milton, in his L' Allegro, calls the Nightingale, \" most melancholy,\" and, in his Comus, the Lady addressing Echo sings — And in the violet-embroidered vale, Where the love-lorn Nightingale, Nightly to thee her sad song mourneth well. Having finished all that I have to observe upon the Fox and Wakefield controversy, I may remark that the song just quoted was originally sung by Lady Alice, then thirteen years old, daughter of the Earl of Bridgwater, at whose seat the masque of Comus was performed. Until the period of the Restoration, it was only on the occasion of such private masques, that female characters were performed by females. The Queen of Charles I. having acted in a pastoral entertain ment at White-hall, a censure on \" woman actors,\" by Prynne in his \" Histriomastyx,\" was twisted by Laud, in the Star- Chamber, to have been aimed at Her Majesty in her theatrical character. The consequence was the loss of the most memorable pair of ears that are recorded in real (as those of Midas in fabulous) history. Prynne's actual offence N"], [100, "90 POETICAL AVIARY. was his attack on the Ecclesiastical Establishment ; among other reflections on Church worship, he compared the playing on the organ between the two lessons to an interlude at the Theatre. Milton anticipated the retribution which fell upon Laud for his injustice and cruelty towards Prynne. But that two-handed eDgine at the door Stands ready to smite once, and smite no more. Some French actresses attempted to perform in 1629. But, as appears from a letter in the Lambeth Library, in which they are called \" French women or monsters rather,\" they were \" hissed, hooted, and pippin-pelted,\" by the audience. It was too bold a measure to venture on this in novation whilst Puritanism was on the point of silencing the Theatres themselves, which was accomplished in 1642, and the \" King's Book of Sports\" was burnt by the hangman the year following. It was the favorite practice of the times, and one which is not yet obsolete, to — ■ Compound for sins men are inclined to, By damning those they have no mind to. Sir H. Herbert, the master of the revels, would never wil lingly have countenanced actresses. The erasures in the early editions of Beaumont and Fletcher bear strong marks of his sanctimony. In his Register of Licences, we have this entry under Davenant's play of the \" Wits,\" 1634 — \" The king is pleased to take faith, death, slight for asseverations and no oaths, to which I do humbly submit, as to my master's judgment. But under favor, I conceive them to be oaths, and enter them here to declare my opinion and submission.\" What a tantalizing circumstance it is that Sir H. Herbert's Register, which reaches down to 1642, does not go higher than 1623 ; so that Shakspeare dying in 1616, the order of"], [101, "POETICAL AVIARY. 91 his plays, which must have clearly appeared in the previous lost Register of Bucke, cannot be ascertained. And what is still more provoking, Henslowe's Diary at Dulwich College (founded by his son-in-law the player Alleyne) which reaches from 1591 to 1603, and shews Henslowe's minute transac tions with thirty dramatic writers, does not relate to the Globe or Blackfriars' Theatres, to which Shakspeare was exclusively devoted. It may be noticed that the site of Blackfriars' Theatre was close to Apothecaries' Hall, and is still called \" Play-house Court.\" The Globe was on the Surrey side of the river ; it it mentioned in Ben Jonson's \" Execration of Vulcan,\" and other writers, to have been burnt, in consequence of being set on fire by the wadding of cannon discharged when Henry VIII enters Wolsey's palace in Shakspeare's play. Prynne, in his Histriomastyx, ascribes the conflagra tion to the Devil entering the Theatre \" hissing-hot from hell.\" Women's parts at the public Theatres were usually repre sented by boys. Flute, in Midsummer Nights Dream, says, \" Let me not play a woman, I have a beard coming.\" Boys were trained at the royal expence for stage performances. In Queen Elizabeth's time they were called \" Children of the Chapel\" or \" the children of Pauls\" and afterwards, \" children of the revels.\" There is extant a commission issued by Queen Elizabeth and directed to one Giles, \" master of the children of Pauls,\" ordering him to seize \" within any place of our realme of England and Wales any children whom you shall deem apte and meete to instruct in singing and stage plays, without any letts, staye, or interruption to the contrary.\" These are the children of whom Shakspeare says (perhaps on account of their affecting his receipts at Blackfriars') — \" An n 2"], [102, "92 POETICAL AVIARY. aiery of children, little evases that cry out on the top of the question, and are most tyranically clapt for it.\" It appears from the following account by Ben Jonson, of an unfortunate mistake made with regard to one of the \" eyases,\" that they acted old men as successfully as young women — Years he numbered scarce thirteen, When fates turned cruel, Yet three fiUed Zodiacs had been The stage's jeweU. And did act (what now we moan) Old men so duly, As, soothe, the Parcæ thought him one, He played so truly. After the Restoration, though it is not certain who acted Desdemona, the first female character represented by an English female on our stage, yet very speedily Mrs. Betterton, wife of the celebrated Betterton, and Mrs. Marshall acquired a high reputation. They were succeeded by Mrs. Barry, (the first performer who had a benefit) and Mrs. Bracegirdle; and afterwards by Mrs. Bellamy and Mrs. Baddeley. The last mentioned ladies as Juliets, with Garrick and Barry as their Romeos, performed against each other for twelve succes sive nights at the rival houses. This circumstance occasioned the following epigram, in allusion to what is said by the dying Mercutio — What play to night ? says angry Ned, As from his bed he rouses, Romeo again ! he shakes his head, \" A plague on both your houses !\" It appears from Lady Montague's letters that, in 1717, women's parts were always performed by men at Vienna ; and, in several prologues to English plays after the Resto-"], [103, "POETICAL AVIARY. 93 ration, there is an apology for introducing actresses to perform the female parts. Indeed several of the characters in old plays depend for their effect very much on the circumstance of the performer acting cle verly in the costume of either sex. Thus Fletcher's Bellario (a female acting as a bov-page) was always a very popular character. And Jonson's Silent Woman (where a man gets married as a woman), which was formerly a favorite piece on the stage, and is still an admirable reading comedy, failed altogether, when Garrick attempted to revive it, under the disadvantage of not being able to procure a male performer who could personate a female properly, and therefore giving the part to a female. Charles II. was much diverted on one occasion upon being told the cause of delay in drawing up the curtain, that they were waiting till the Queen was shaved. Kynaston, who did not leave the stage till 1706, obtained great celebrity for acting female parts. Pepys says of him, after seeing him act the Duke's sister in the \" Loyal Subject,\" \" Kynaston made the loveliest lady that ever I saw in my life.\" And on another occasion, \" Kynaston appeared first as a poor woman in ordinary clothes, then in fine clothes as a lady, and in these was clearly the prettiest woman in the whole house ; and, lastly, as a man, and then he did appear the handsomest man in the house.\" Pepys' Diary is a funny miscellany ; we have on this same day an account of his seeing the dead bodies of Cromwell, Ireton, and Bradshaw hang at Tyburn, and their heads afterwards stuck up in Westminster Hall. The sight did not make him sick ; though he appears to have been somewhat squeamish. For the next day he goes to see Massinger's \" Virgin Martyr\" performed, upon which he says, \" that which did please me more than any thing in the"], [104, "94 POETICAL AVIARY. whole world, was the wind music when the angel comes down, which was so sweet that it ravished me, and, indeed, in a word, did wrap up my soul so that it made me really sick, just as I formerly felt when in love with my wife.\" Though Kynaston was so highly praised by Pepys, real actresses excited in no less degree his ardent admiration. He says of Nell Gwyn, after seeing her act the part of Cœlia in Fletcher's \" Humorous Lieutenant,\" (the first play repre- sented at the King's Theatre after the Restoration, and of which the play-bill is extant) \" mighty pretty soul she is.\" On another occasion, he mentions being behind the scenes, and heariug Nelly \"cursing\" on account of the thinness of the house. In fact she had a rival in Miss Davies at the other house, whom Pepys admits to have danced better in boy's clothes than Nelly. Miss Davies was also famous for singing a song, which may be seen in Hawkins' History of Music, called \" My lodging is on the cold ground.\" But in these times when the pit was uncovered, the weather must have often tried the tempers of actresses. Pepys mentions the audience being dispersed by a hail-storm. Theatres had not in his time, quite got rid of their original structure, an Inn-yard. We know, from a transaction in the reign of Queen Mary, that plays were then acted at the Bel-Savage in Ludgate Hill, the Bull in Bishopsgate, and the Boar in Aid- gate. The galleries to be seen in old Inns still retain their name. According to various authorities in prose and verse, the boxes were called rooms, the pit the yard, and the audience in the pit \" groundlings\" — Let one but ask the reason why they roar, They'U answer, 'cause the rest did so before ; But leave we them, who for their just reward Shall gape, and gaze among the fools in the yard."], [105, "95 POETICAL AVIARY. Nelly left £60,000 to her son, the Duke of St. Albans, and poor prisoners still partake of a bounty which bears her name. Five portraits of her are mentioned by Grainger ; under these respectively her name is spelt five different ways, and always with the addition of Madam or Mrs. The term Miss was first used in a play-bill by Miss Cross in 1702. It is one of those terms of which the import has varied with time. As to spelling, the notions of our ancestors were very loose. The name of Shakspeare is spelt seventeen different ways in the books of the Corporation of Stratford, and two different ways in his own will. Prince Charles, the young Pretender, wrote his . father's name \" Gems.\" Our ancient Poets frequently altered^ their spelling and their accents to suit their rhyme ; so little was accurate spelling considered essential. It will be found that much of obsolete spelling in ancient poetry was not the spelling of the day, but was merely accommodated to the rhyme, as in Spenser — \" And of her own foul entrails makes her meat, Meat fit for such a monster's monstrous dyeat\" \" As one with grief and anguish o\\er-cum, And unto every thing did answer mum.\" And in the fine Argument against Despair and Suicide — And he that points the Sentinel his roome, Doth license him depart at sound of morning droome. I will only further add upon the subject with which this digression commenced, that at Rome there is an antique statue of a man in a female dress, which, by a medal of one of the family, is identified as the statue of the celebrated Clodius, who obtained, by means of this dress, admission to the cere monies of Bona Dea."], [106, "96 POETICAL AVIARY. To return from women and womanized men to the only rivals of womens' voices, the Nightingales, Milton has seve ral passages on the subject in his Paradise Lost, one in the Paradise Regained, another in the Comus, another in II Penseroso, and a sonnet expressly addressed to the Nightin gale. But the II Penseroso Nightingale is Milton's master piece in regard to this bird — And the mute silence hist along, Less Philomel wiU deign a song, In her sweetest saddest plight, Smoothing the rugged brow of night. While Cynthia checks her dragon yoke, Gently o'er the accustomed oak. Sweet bird, that shun'st the noise of folly, il/bst musical, most melancholy ! Thee, chauntress, oft, the woods among I woo, to hear thy even song. It may be observed that Fletcher's song in the play of \" Nice Valor,\" from which the idea and several of the pictures in the II Penseroso are obviously taken, has not a Night ingale, but only Bats, and Owls. The alliterations of the letter m were practised by the anci ent Poets to produce a mournful melody. Milton has recourse to them in his Paradise Lost. Fountains, and ye that warble as ye flow .Melodious murmurrings, warbling tune his praise. His alliterations of other letters are very frequent, as in Comus — Who with soft pipe, and smooth-dittied song, Well knows to still the wild winds as they roar, And hush the waving woods."], [107, "POETICAL AVIARY ■Ji And in the Paradise Lost — \" .Defaced, deflowered, and now to rfeath devoted.\" \" And brought into this world, a world of woe.\" \" .Begirt th' almighty throne, .Beseeching and oesieging.\" Milton told Dryden that Spenser was his own original. Spenser's alliterations are a very remarkable feature of his poetry. These are frequently alternate, perhaps in order to escape notice. I will take an instance of Spenser's allitera tions, which is a great literary curiosity, owing to the contro versy as to the person designated, — And he the man whom nature self had made To mock herself, and truth to imitate With kindly counter under mimic shade, Our pleasant Willy, ah ! is dead of late. With whom all_/'oy andjolly merriment Is also rfeaded, and in dolor rfrent. But that same gentle spirit, from whose pen Large streams of honey and sweet nectar flow, Scorning the coldness of such case dorn men Which dare their follies ybrth so rashly throw, Doth rather chuse to sit in idle cell Than so himself to mockerie to sell. I will mention another instance, which, like the former, is not so pertinent as many that could be adduced, but is re markable on account of the timely saving, in the last line of the stanza, introduced in order to pacify Queen Elizabeth. Such is the cruelty of womankynd, When they have shaken off the shamefast band, With which wise nature them did strongly bind T' obey the Aests of man's well -ruling Aand. That then all rule and reason they withstand To purchase a /icentious /iberty ; But virtuous women wisely understand That they were corn to base humility, Unless the heavens them lift to lawful sovereignty."], [108, "98 POETICAL AVIARY. The following are examples in Spenser of alternate allitera- tion \" A ramping Lion rushed suddenly.\" \" And sad to see her sorrowful complaint.\" \" And on the grass her dainty /imbs did lay.\" I will add one more instance from Spenser, as showing by the way, that Americanisms are, in many cases, old English phrases. In such luxurious plenty of all pleasure, It seemed a second Paradise, I ghesse. Pope has been very successful in applying alliteration to lighter poetry, as in the description of a lady's toilet-table. Here files of pins extend their shining rows, Puffs, powders, patches, bibles, biUets-doux. And in that of a lady of fashion's heart, where the effect is increased by the repetition of whole words. Where wigs with wigs, with sword-knots sword-knots strive ; Beaux banish beaux, and coaches coaches drive. And, in the ode on St. Cecilia's Day, describing the closing notes of an Organ — TiU, by degrees remote and small, The strains decay, And melt away, In a dying dying faU. Pope, however, appears to have carried his use of allitera tion to an excess. This may perhaps be imputed to his at tachment to Spenser. He says that he read the \" Faery Queen\" with vast delight at the age of twelve, and that it gave him the same pleasure in advanced age. The allitera tions in the following lines are, perhaps, excessive : \" Each chief his sevenfold shield displayed And each unsAeathed his sAining blade.\""], [109, "POETICAL AVIARY. 99 \" By the hero's armed shades Glittering through the gloomy glades.\" At all events, this play on letters only gratifies when the mind is under the influence of those associations which are suited to it when no matter of an exciting or lofty nature is presented to our attention. Every person must be offend ed with the second line of the following couplet in the \" Essay on Man,\" which forms a part of a very sublime de scription of the divine power : Breathes in our soul, informs our mortal part, As full, as perfect in a Aair, as Aeart. In Shakspeare, among numerous instances of alliteration, we have — A sailor s wife had chesnuts in her lap, And mounched, and mounched, and mounched, \" Give me\" quoth I. Aroint thee witch, the rump-fed ronyon cried. While literature was onlv partially diffused through English society, and a degree of wonder attached to instances of power exerted over language, without regard to its being tastefully or appropriately used, alliteration had a great charm for public audiences. In a very grave state trial upon the Jesuit Garnet, arraigned for high treason in the Gunpowder t Plot, Sir E. Coke calls the prisoner a Dr. of five D.'s Z)issimu- / lator, Deposer of Princes, Disposer of Kingdoms, Deterrer of subjects, and Destroyer. And Shakspeare introduces Hamlet, by giving to the first sentence which he utters, something be tween a literal and verbal conceit—"], [110, "100 POETICAL AVIARY. In the present day alliterations are used to give effect to choruses ; as in the chorus to the Tartar Song in \" Lodo iska\" — Worlds of wealth and worlds of ifives Are the hardy Tartar's prize. And the chorus to the song of women in the play of the \" Sultan\" — Let them say whatever they will, Women, Women, rule them still. Ophelia when distributing her flowers, offers rosemary, ■which she says is for remembrance ; this kind of alliterative sense of flowers is used by other old writers, as marigold signified marriage, and the like. In the modern play of the \" Farmer's Wife,\" we have a tolerably good burlesque on alliterations, O snow drop of purity ! primrose of prettiness ! il/oss-rose of modesty ! wallflower of wittiness ! -Daftidowndilly of damsels so fair ! O Culip of taste ! carnation of comeliness ! Pink of perfection ! and lily of /oveliness ! .Listen, O list, or die, I declare. To return to descriptions of the notes of the Nightingale ; = — Crawshaw's translation of Strada's contention between the Lute-player and the Nightingale, contains several pretty de scriptions of that bird's notes ; one of them is the following : Then starts she suddenly into a throng Of short thick sobs, whose thundering vollies float, And roll themselves over her lubric throat, In panting murmurs stilled out of her breast, That ever bubbling spring, the sugared nest Of her delicious soul, that there does lie, Bathing in streams of liquid melody."], [111, "101 POETICAL AVIARV. It is curious to notice that sugar, whilst it was scarce and precious, was much used in early English poetry. Fynes Morryson, who published his Itinerary in 1617, speaks of the manufacture of Sugar which he saw at Cyprus, as a novelty, c Sugar was in early times generally brought from Barbary, or Candia. Thus in Marston's play of \" What you Will,\" we have — \"O sweet honey Barbary sugar, Master!\" And, in Beaumont and Fletcher's \" Beggar's Bush,\" the merchant of Bruges, upon being offered various merchandise by persons who had been hard upon him whilst in distress, and before the Beggar had supplied him with treasure. Or, if you want fine sugar, 'tis but sending ; No — /can send to Barbary. In an early scene of the same play is mentioned the high price of Candy-Sugars. Hence probably the name Sugar- Candy, to which the Jacobin songster compares a sweet pretty < girl. * The like observations apply to the notices of Tea in early poetry. Few persons would write, in the present day, of Tea, as in Waller's poem entitled \" on Tea commended by her Majesty\" — Venus her myrtle, Phœbus has his bays, Tea both excels, which she vouchsafes to praise. Pepys mentions in his Diary drinking \" a cup of Tee (a China drink) of which I never drank before ;\" and, later, in the reign of Queen Anne, we have in Swift's \" Progress of Marriage\" — At one she rambles to the shops, To cheapen tea, and talk with fops."], [112, "102 POETICAL AVIARY. And in Prior — She first of all the town was told Where newest India things were sold, So in a morning, without bodice, Slipt sometimes out to Mrs. Thody's, To cheapen tea, to buy a screen, What else could so much virtue mean. In the present day Tea is generally noticed, as by Greene, on account of the scandal with which — Adopting modish manners we In aid of sugar, sweeten tea. Or sometimes, as by Young, on account of the airs with which it is sipt — Here might I sing of Memmia's mincing mien, And all the movements of that soft machine, How two red lips affected Zephyrs blow, To cool the Bohea, and inflame the beau, While one white finger and a thumb conspire To lift the cup, and make the world admire. Gay wrote a Tea-table eclogue. Canning has a Latin poem on \" Tea,\" in the Musæ Etonenses. Lord Byron calls Green Tea \" the China Nymph of tears.\" Swift's, \" Polite Conversation,\" relates very much to the tea-table, where weak Tea is called \" Water bewitched ;\" a person drinking hot Tea is said to have her mouth paved ; and a lady is desired to stir the tea with a spoon \"the deeper the sweeter.\" I may no tice that tea-spoons (now such an important part of the silver consumed in England), were not commonly used till the time of Queen Anne. The English comforts of Tea-drinking are best described by Cowper. Now stir the fire, and close the shutters fast, Let fall the curtains, wheel the sofa round,"], [113, "POETICAL AVIARY. 103 And while the bubbling and loud hissing urn Throws up a steamy column, and the cups That cheer, but not inebriate, wait on each ; So let us welcome peaceful evening in. But the mention of evening recalls us to our Nightingales. We have in Beattie's Hermit — Ah, why all abandoned to darkness and woe, Why lone Philomela, that languishing fall ? For spring shall return, and a lover bestow, And sorrow no longer thy bosom enthral. But if pity inspire thee, renew the sad lay, Mourn, sweetest complainer, man calls thee to mourn ; O soothe him, whose pleasures Hke thine pass away, FuU quickly they pass, but they never return. And in Dryden's Elegy on Purcel — Mark how the Lark and Linnet sing ; With rival notes They strain their warbling throats To welcome in the spring ; But in the close of night AVhen Philomel begins her heavenly lay, They cease their mutual spite ; Drink in her music with delight, And, listening, silently obey. Dryden has been indebted to a still greater musician than Purcell. For Handel set to music Dryden's celebrated \" Alexander's Feast.\" The air accompanying the words \" fallen, fallen, fallen, fallen,\" has been much admired. Milton, as well as Waller and Carew, have celebrated Lawes (a pupil of John Cope, commonly called Giovanni Coperario), who wrote the anthem on the Restoration, for setting their poetry to music. Milton, who himself inherited musical talents, in his sonnet addressed to Lawes, says — \" Thou honorest verse.\" Boileau thought disparagingly of music"], [114, "104 POETICAL AVIARY. as a representative of poetry — \" Parceque la musique ne sauroit narrer ; que les passions ne peuvent etre peintes dans toute l'etendue qu'eOes demandent ; est que d'ailleurs elle ne sauroit souvent mettre en chant les expressions vraiment sub limes et courageuses.\" Addison wrote a paper on the great honor acquired by the English particles, in consequence of adapting the music of Italian Operas to our poetical translations of the original airs ; thus he had heard the most elaborate quavers lavished upon such plain words as and, thee, there, for, and from. The Elegy on Purcell consists of three stanzas, of which the first is that above extracted. The others are very inferior. I do not think that Dryden shines in Elegy. The epitaph on Mrs. Killigrew, admired by Dr. Johnson, is full of conceits, as, for example, the introduction of a phœnomenon, which, if not explained by the Poet, might well have puzzled the Royal Society. But, look aloft ! and, if thou kenst from far, Among the Pleiads a new kindled star, -. If any sparkles than the rest more bright, y 'Tis She that shines in that propitious light. In another Elegy, he says — Erect no mausoleums ; for his best Monument is his spouse's marble breast. Milton is not always successful in the line of Elegy. He may have been joking, though a little unseasonably, in his epitaph on Hobson the Cambridge carrier, (perpetuated more by his choice, than by this epitaph) who died during the time when his journeys to London were interrupted, owing to the plague which raged there. Rest that gives all men life, gave him his death, And too much breathing put him out of breath."], [115, "105 POETICAL AVIARY. Nor were it contradiction to affirm, His long vacation hastened on his term. Ease was his chief disease, and to judge right, He died for heaviness that his cart was light. His letters are delivered all and gone, Only remains this superscription. Milton's epitaph on Shakspeare, who, he says, erected his own tomb, by making us marble ; and on a child, whom Win ter killed by wanting to kiss, are little better. His most elaborate effort was the epitaph on the Marchioness of Winchester, which is in the same style — And now with second hope she goes, And calls Lucina to her throes, But, whether by mischance, or blame, Atropos for Lucina came. And the concluding line is as undignified in the concep tion, as it is paltry in the antithesis. No marchioness, but now a queen. Ben Jonson wrote an elegy on this same marchioness, which begins beautifully, and has been copied by Pope very closely — What gentle ghost besprent with April dew, Hails me so solemnly to yonder yew. And beckoning woos me to the fatal tree To pluck a garland for herself or me ? In Pope we have — What beckoning ghost along the moonUght shade, Invites my steps, and points to yonder glade ? But Milton's \" Lycidas\" is an extraordinary exhibition of genius. Dr. Johnson has carped at its pastoral imagery. The answer to his objections is, that the examples of the Italian Poets, of Spenser, Sydney, Browne, and most of our"], [116, "106 POETICAL AVIARY. most eminent English Poets before Milton had rendered pastoral images so familiar to all persons conversant with poetry, that resorting to them for the expression of sorrow, especially if praises on departed merit were to be sung, would not appear unnatural. Lycidas was first published only with the initials J. M ; it was the last of a collection of three Greek, nineteen Latin, and thirteen English poems on the death of Mr. King, Fellow of Christ's College, Cambridge. It is curious to compare this powerful effort of Milton's youthful genius with the con ceits in the other English Elegies in the same collection ; particularly as the English school of conceit, under its leaders Donne and Cowley, was then in its highest glory. Here is one example ; the writer supposes Mr. King's epitaph to be engraven on a rock near where he was shipwrecked and drowned — Here lies rhetoric, all undone, Which makes the seas more fluent run, And here philosophy was drowned Which.makes the seas far more profound, Clieveland was one of the contributors. He was, perhaps, the most popular Poet of his day ; the anagram by which he was designated was John Clieveland \" Heliconian Dew.\" He writes on Mr. King — Our tears shall seem the Irish seas, We floating islands, Uving Hebrides. These collections of verses were often thrown into the graves of Poets or other distinguished persons, and were some times pinned to the hearse, or pall, a practice within living recollection at the Universities, but from ignorance of which some editors have thought to improve Ben Jonson's well"], [117, "107 POETICAL AVIARY. known epitaph ou Sir P. Sidney's sister, by reading the word \" marble\" instead of sable — Underneath this sable hearse Lies the subject of all verse. Pope's epitaphs are too epigramatic ; a fault which he would have avoided, had his Greek reading been directed to the Elegiac Poets. \" But that the worthy and the good shall say Striking their pensive bosoms; — here lies Gay.' \" Nature and nature's laws lay hid in night, God said, let Newton be, and all was light.\" \" Heaven ; as its purest gold, by tortures tried. The saint sustained it, but the woman died.\" -/ in Sir Godfrey Kneller — And on Sir Godfrey Kneller — \" Living, great Nature feared he might outvie /\" / / Her works, and dying, fears herself may die.\" / * Collins' Elegy on the Death of Thomson, particularly the image — (%&.; , Remembrance stiU shall haunt the shore, When Thames in summer wreaths is drest, And oft suspend the dashing oar, To bid his gentle spirit rest. is a worthy offering from a Poet to the memory of a Poet On a similar occasion Cowley, in an Elegy on Crawshaw, quoted by Curran in one of his eloquent speeches, merits a high station in the walk of Elegiac Poetry- Say, for you saw us, ye immortal lights ! How oft unwearied have we spent the nights, TiU the Ledæan stars, so famed for love, Wondered at us from above. We spent them not in toys, or lusts, or wine But search of deep philosophy, Wit, eloquence, and poetry, Arts which I loved, for they, my friend ! vrcre thine p 2"], [118, "108 POETICAL AVIARY. I may revert, by an easy transition, from Elegiac Poetry to the memory of Bishop Heber, which is so much cherished by his Indian friends that they will have pleasure in reading his verses on the plaintive notes of the Nightingale : Still as we pass, from bush and briar, The shrill Cigala strikes his lyre, And what is she, whose liquid strain ThriUs through yon copse of sugar-cane ? I know that soul-entrancing swell, It is, it must be, Philomel. Several Poets represent the Nightingale as leaning against a thorn. In fact, Nightingales usually nestle in quickset hedges. They come, the male birds first, about the first week of April, and do not build till the middle of May. Like the Robin and Wren, they only move from hedge to hedge, and do not take the Michaelmas and March flights, like most of the Finches — So Philomel perched on an aspen sprig. Weeps all the night for her lost progeny, And sings her sad tale to the merry twig, That dances at such joyful misery ; -Never lets sweet rest invade her eye, But leaning on a thorn her dainty chest, For fear soft sleep should steal into her breast, Expresses in her song grief scarce to be expressed. Giles Fletcher. In Browne's Elegy on \" Philarete\" we have — 'Tis not for thee these briny tears are spent, But as the Nightingale against the briar, 'Tis for myself I mourn and do lament. The Elegy on Philarete is remarkable, as it is, with some shew of reason, supposed to have been the type of Milton's Lycidas. So Browne's \" masque of Circe\" is supposed to have been the type of Comus ; and a part of his \" Pastorals\""], [119, "POETICAL AVIARY. 109 the type of the L' Allegro. Milton, however, leaves Browne at an immeasurable distance in all three of these pieces. But I am not so sure that where Milton borrows from Fletcher, he does not sometimes fall below the simplicity and sweetness of the original. In the \" Faithful Shepherdess\" we have a votive address of gratitude to the River God who performed the like service as Sabrina in the Comus — For thy kindness to me shewn, Never from thy banks be blown Any tree with windy force, Cross thy streams, to stop thy course. May no beast that comes to drink, With his horns cast down thy brink. May none that for thy fish do look Cut thy banks, to dam thy brook. Bare foot may no neighbour wade, In the cool streams, wife nor maid, When the spawn on stones doth lie, To wash their hemp, and spoil the fry. Comus it is — In May thy brimmed waves for this, Their full tribute never miss, From a thousand petty rills, That tumble down the snowy hills. Summer drought, nor singed air Never scorch thy tresses fair, Nor wet October's torrent flood Thy molten chrystal fiU with mud. May thy billows roll ashore The beryl, and the golden ore. May thy lofty head be crowned, With many a tower, and terrace round, And here and there, thy banks upon, With groves of myrrh, and cinnamon. We have, \" O for a thorn now, like a Nightingale, to put my breast against. I shall sleep like a top else ;\" occurring in"], [120, "110 POETICAL AVIARY. a remarkable play called the \" Two Noble Kinsmen.\" It was first printed, about forty years after Shakspeare's death and nine years after that of Fletcher, under the joint names of \" Shakspeare and Fletcher.\" The best critics of modern times believe it to be a joint production, and that the respec tive shares are distinguishable. In a laughing song, in another play by Fletcher, we have, — Set a sharp jest, Against my breast As Nightingales sing best against a prickle, So, how my lungs will tickle, oh, will tickle. We next come to descriptions of the note of the Owl. Lord Byron introduces an Owl singing among the ruins of Newstead Abbey ; the wall containing the aperture for a large window was sold by his father to a mason of Nottingham, who left it standing, only because his men and horses were unable to pull it down. f A mighty window, hoUow in the centre, Shorn of its glass of thousand colorings, Through which the deepen'd glories once could enter, Streaming from off the sun, like seraph's wings, Now yawns all desolate ; now loud, now fainter, The gale sweeps through its fretwork, while oft sings The Owl his anthem. And in Gray's Church-yard — Save where from yonder ivy-mantled tower The moping Owl does to the moon complain Of such as wandering near her secret bower Molest her ancient solitary reign. Gray. THE EAGLE In Gray's Bard we have — The furnished Eagle screams and passes by. /- * ..."], [121, "111 POETICAL AVIARY. Wordsworth wrote several sonnets on the confined Eagle in Dunolly castle, and he makes it to scream in its cage. At the conclusion of the chase in the Lady of the Lake, the evening had closed round Lock Katrine — But still the Dingle's hoUow throat Prolonged the sweUing bugle's note, The Owlets started from their dream, The Eagles answered with their scream. THE SWAN. It is a favourite topic of poetry to represent the Swan sing-. ing sweetly before it dies, as in the \" Rape of the Lock\" — A mourning glance Sir Fopling upwards cast, \" Those eyes are made so killing\" was his last. Thus on Meander's flowery margin lies The expiring Swan, and as he sings, he dies. In the \" Merchant of Venice,\" whilst Bassanio is viewing the caskets, Portia says — Let music sound while he doth make his choice ; Then if he lose, he makes a swan-like end Fading in music ; that the comparison May stand more proper, my eye shall be the stream And wat'ry death-bed for him. The conceit in this passage indicates some vestiges of Shakspeare's first manner of writing, though the distinct conception and strong development of character, and the thoughtful sentiments shew that this play belongs to his second manner ; it is generally considered the best of his Comedies. It was written before the close of the sixteenth century ; none of Shakspeare's tragedies, except Richard III. and Romeo and Juliet, belong to that century. The Merchant of Venice has something of that metaphysical obscurity which became more apparent in Shakspeare's later plays, but it is not tinged"], [122, "112 POETICAL AVIARY. with the deep shade of melancholy which is conspicuous in the plays he wrote during the few first years of the seventeenth century—' In Lord Byron, on the Isles of Greece, we have — ■ Place me on Sunium's marble steep, Where nothing, save the waves, and I May hear our mutual murmurs weep — There, swan-like, let me sing and die. THE MAGPIE. It is, perhaps, not generally known that, according to Ovid, the Magpies were originaUy a family of young ladies in Macedonia. His translator has it — And still their tongues went on, though changed to birds, In endless clack, and vast desire of words. The \" vast desire of words\" hardly conveys the full sense of the original \" studiumque immane loquendi,\" \" an ungo vernable greediness for gossip.\" This sarcasm was scarcely to be expected from so sweet a writer on the \" art of love.\" From Swift, after his treatment of Vanessa and Stella, we are not astonished at his thus winding up the account of his deafness, which prevented him hearing thunder, or the bell of his own Church — Nay, what's incredible, alack ! I hardly hear a woman's clack. Shakspeare more rationally limits the utmost extent of a Shrew's noise. The passage shews his musical ear, in accom modating his sounds to his sense. Think you a little din can daunt my ears ? Have I not, in my time, heard lions roar ? Have I not heard the sea, puff'd up with winds Rage, like an angry boar, chafed with sweat J"], [123, "POETICAL AVIARY. 113 Have I not heard great ordnance in the field, And heaven's artillery thunder in the skies ? Have I not a pitched battle heard, Loud Tarums, neighing steeds, and trumpet's clang ? And do you tell me of a woman's tongue ; That gives not half so great a blow to the ear As wiU a chesnut in a farmer's fire ? But lest Shakspeare should be thought to -think too meanly & the organ of female loquacity, it may be observed, that in his \" Love's Labour's Lost\" (a play in which he speaks of the heavenly rhetoric of a lady's eye) he says — The tongues of mocking wenches are as keen, As is the razor's edge invisible, Cutting a smaller hair than may be seen Above the sense of sense. We are, indeed, instructed in the Proverbs of Solomon that \"it is better to dwell in the corner of a house-top, than with a brawling woman in a wide house.\" But this has re ference to those talents for debate in which Addison thinks that women would, if permitted, soon eclipse the luminaries of the Bar ; he says that it is only necessary to adduce in proof the example of the ladies of the British Fishery. The Jews \" stirred up devout women\" to talk down Paul and Barnabas ; but, whether by the \" female logic\" spoken of in Moore, is not reported. Addison alludes to the tongue of an apple-woman that cried \" pippins\" after her head was cut off. The story is told in Gay's Trivia; a very curious poem, as it gives a minute description of the London streets in the time of Queen Anne. There is a poem written by Lydgate, a contemporary of Chaucer, called \" the London Lackpenny\" which describes Q"], [124, "114 POETICAL AVIARY the streets in the fourteenth centurv. Gay's poem com memorates an extraordinary frost — O roving muse ! recal that wondrous year, When winter reigned in bleak Britannia's air ; When hoary Thames, with frosted oziers crown'd, Was three long moons in icy fetters bound. Wheels o'er the harden'd waters smoothly gfide, And rase with whiten'd tracks the slippery tide : Here the fat cook piles high the blazing fire, And scarce the spit can turn the steer entire. Booths sudden hide the Thames, long streets appear, And numerous games proclaim the crowded fair ! DoU every day had walked these treacherous roads ; Her neck grew warpt beneath autumnal loads Of various fruit ; she now a basket bore ; That head, alas ! shaU basket bear no more. The cracking crystal yields ; she sinks, she dies, Her head, chopt off from her lost shoulders flies ; Pippins she cried ; but death her voice confounds ; And pip — pip — pip — along the ice resounds. THE STARLING. There is one celebrated speech of a Starling, which is in Sterne's Sentimental Journey, \" I can't get out,\" \" I can't get out.\" It leads to the picture of the captive, of which I will take a single trait. \" He was sitting upon the ground on a little straw, in the furthest corner of his dungeon ; a little calendar of small sticks was laid at his head, notched all over with the dismal days and nights he had passed there. He had one of these little sticks in his hand, and with a rusty nail he was etching another day of misery to add to the heap. As I darkened the little light he had, he lifted up a hopeless eye towards the door ; then cast it down, shook his head, and went on with his work of affliction.\" Many peo ple would, perhaps, be less on a par with some of the birds of"], [125, "115 POETICAL AVIARY. which we have just been speaking, did they form some picture like Sterne's to their minds, when, like \" choughs of deep chat,\" they repeat the prayer for \" all prisoners and captives.\" THE RED-BREAST. In Southey's Poem on Contemplation, we have — Now the pleased eye from yon lone cottage sees On the green mead the smoke long shadowing play, The Red-breast on the blossomed spray Warbles still her latest lay. (/. And lo! the Rooks to yon high-tufted trees, /'ol-^L /u- Wing, in long files, vociferous their way. /\"Ylc^iiciJ Calm Contemplation, 'tis thy favorite hour. X,' / ' t Come tranquillizing Power ! , > ~/ Thomson has a pretty description of the Robin glancing his eye askance at a family seated round a breakfast-table, and picking the crumbs. Wordsworth has several notices of the Red-breast's notes ; it is the only bird he admits into his sonnet on the Trosachs. In a poem on a Westmoreland cot tage he has- Driven in by autumn's sharpening air From half-stript woods, and pastures bare, Brisk Robin seeks a kindlier home. Not Hke a beggar is he come, But enters as a looked-for guest, Confiding in his ruddy breast, As if it were a natural shield, Charged with a blazon on the field, Due to that good and pious deed Of which we in the ballad read. He plays the expert ventriloquist, And caught by glimpses now, now missed, Puzzles the listener with a doubt, If the soft voice he throws about, Comes from within doors, or without. Q 2"], [126, "116 POETICAL AVIARY. THE LARK. Milton has availed himself of the Lark in his L' Allegro, as of the Nightingale in his II Penseroso — To hear the Lark begin his flight And singing startle the dull night, From his watch-tower in the skies, Till the dappled dawn doth rise ; Then to come in spite of sorrow And at my window bid good-morrow, Through the sweet-briar, or the vine, Or the twisted eglantine. In Burns' Ode to a Daisy turned down with the Plough, we have — Alas, its no thy neebor sweet The bonnie Lark, companion meet, Bending thee 'mang the dewy wheat, Wi' speckled breast. When, upward- springing, blythe to greet The purpHng East. Pope mentions the Lark's song in his \" Essay on Man\" — Is it for thee the Lark ascends and sings ? Joy times his voice, joy elevates his wings Is it for thee the Linnet pours his throat ? Loves of his own and raptures swell the note. It may be observed of this passage, that, although, the moral is admirably conveyed, and the rythm is very happy, yet there is a defect of melody, of which probably neither Milton, Shakspeare nor Spenser would have been guilty. This is partly owing to the exigencies of rhyme, which obliged the Poet to throw his governing verb into the present tense, so that all the other verbs of the sentence must follow the lead"], [127, "117 POETICAL AVIARf. with their final (s.) The result, in this case, is something more like the hissing of a serpent than the warble of a Lark. Pope s instances, in his Essay on Criticism, on the suiting of the sound to the sense are regarded as failures. He was more . happy in the painting, than in the music of poetry. He in « fact understood painting : there is extant a portrait which he painted of his friend Betterton, the celebrated actor. It would be difficult to find any thing more happily expressed on the art of painting than these lines of Pope — So when the faithful pencil has designed Some bright idea of the master's mind ; When a new world leaps out at his command, And ready nature waits upon his hand ; When the ripe colors soften and unite, And sweetly melt into just shade and light. When mellowing years their full perfection give, And each bold figure just begins to live, The treacherous colors the fair art betray, And all the bright creation fades away. Pope's criticism on painted ceilings has been much admired ; but its effect is owing to the use of a verb which Daniel had before applied to the painted ceiling of Mortimer's castle — On painted ceilings you devoutly stare, Where sprawl the saints of Verrio and Laguerre. What can resemble more in Poetry the coloring of Titian than Pope's description of the \" Dying Pheasant,\" in the first part of this collection, or what remind us more of the clear obscure of Corregio than the following description of Sylphs, in the Rape of the Lock — He summons straight his denizens of air, The lucid squadrons round the sails repair ; Soft o'er the shrouds aerial whispers breathe That,seem'd but zephyrs to the train beneath ;"], [128, "118 POETICAL AVIARY. Some to the sun their insect wings unfold, Waft on the breeze, or sink in clouds of gold ; Transparent forms, too fine for mortal sight, Their fluid bodies half dissolved in light. Loose to the wind their airy garments flew, Thin glittering textures of the filmy dew. Dipped in the richest tinctures of the skies, Where Hght disports in ever mingling dyes, While every beam new transient colors flings, Colors that change whene'er they wave their wings. Some in the fields of purest ether play, And bask and whiten in the blaze of day. Among our poets, Dyer was a painter by profession, and his poem of \" Grongar Hill,\" contains several pretty landscape sketches. We have noticed an epitaph by Pope on Sir G. Kneller. Both Dryden and Addison addressed poems to him. Dryden's poem was written in return for a present of one of the twelve engravings that had been made of the \" Chandos Shakspeare,\" a picture of questioned authenticity. Dryden shews a perception of the beauties of painting — Where true design, Postures unforced, and Hvely colors join, Likeness is ever there, but stuT the best, (Like proper thoughts in lofty language drest) Where light, to shades descending, plays, not strives, Dies by degrees, and by degrees revives. Addison's poem addressed to Sir G. Kneller, was written on the subject of his picture of George I. ; it contains a very ingenious mythological sketch of English sovereigns from the Restoration — Great Pan, who won't to chase the fair ,- And lov'd the spreading oak, was there : Old Satan too, with upcast eyes, Beheld his abdicated skies."], [129, "119 POETICAL AVIARY. And mighty Mars, for war renowned, In adamantine armour frowned. By him the childless goddess rose Minerva, studious to compose Her twisted threads ; the web she strung, And o'er a loom of marble hung. Thetis, the troubled Ocean's queen, Match'd with ajaoxtal, next was seen, Reclining on a funeral urn, Her short-liv'd darling son to mourn. The last was he, whose thunder slew The Titan race, a rebel crew, That from a hundred huTs allied In impious leagues their king defied. Sir C. Sedley, in a poem called, \" The Royal Knotter\" has commemorated Queen Mary's passion for \" twisted threads.\" I will conclude this digression by noticing an instance where the painter must yield to the poet, from want of being able to represent a succession of ideas, or images. The pas sage is in Shakspeare's play of Cymbeline. Lmogen. — Thou should'st have made him As little as a crow, or less, e'er left To aster-eye him. Pisan. — Madam, so I did. Imog. — I would have broke my eye-strings, crackt 'm, but To look upon him ; till the diminution Of space had pointed him sharp as my needle. Nay, follow'd him, till he had melted from The smaUness of a gnat, to air, and then Have turn'd mine eye, and wept. We are called from this digression by a very lively sum- mons — Hark ! Hark ! the Lark at heaven's gate rings, And Phœbus 'gins arise, His steeds to water at those springs On chaliced flowers that lies,"], [130, "120 POETICAL AVIARY. And winking Mary-buds begin To ope their golden eyes, With every thing that pretty bin, My lady sweet, arise. Arise, arise. This is a fair specimen of Shakspeare's lyrics ; it may be classed with \" Where the bee sucks there suck I ;\" \" Come unto these yellow sands ;\" \" Take, O take those lips away ;\" \" Blow blow, thou winter wind ;\" \" Full fathom five thy father lies j\" \" Under the greenwood tree.\" Their comparative merits afford great scope for the exercise of taste. In the Lark's song, \" Shakescene\" may, perhaps, be thought to have \"beautified himself with a feather ;\" from Lilly, Queen Elizabeth's Court Dramatist. In Lilly's Alexander and Cam paspe, acted before Queen Elizabeth, A. D. 15S4, there is a song beginning The Lark so shrill and clear, How at heaven's gate she claps her wings ! The morn not waking till she sings. Milton was struck with the expression, which he also has used Ye birds That, singing, up to Heaven-gate ascend, Bear on your wings, and in your notes his praise. Sir J. Davies, the lawyer, philosopher, and dancer, composed also a series of twenty-six acrostics upon Queen Elizabeth, corresponding with the letters \" Elizabeth Regina.\" This kind of composition was once much practised. Double acrostics, with the word which was the subject of the acros tic appearing on the right and left were more highly prized. Puttenham in his Art of Poetry (a work in which Queen Elizabeth's verses are puffed) gives rules for writing verses in"], [131, "121 POETICAL AVIARY. various shapes. In the singular collection of quizzical verses prefixed to Coryat's Crudities, one in the shape of an egg will be found. Addison recommends the figure of an axe as best suited to a lampoon, the most satirical parts being placed about the edge. He notices, as a similar instance of false wit,( a poem in twenty-four books, with a letter of the alphabet discarded in each book, till the whole series had, in their turns, been dispensed with. A portrait of King Charles at Oxford, contains the psalms of David all comprised in his wig ; and a witch's prayer was composed by a kindred genius, which blesses from left to right, and curses the contrary way. There was more shrewdness, and scarcely less ingenuity in a device, which may be seen written over the door of a church at Cam bridge. A benefactor required in his will that his name (Cole) should be written over the porch erected at his expense. The inscription now to be seen is \" Deum Cole\" (worship God.) Dryden in his M'cFleckno has done much to explode such exhibitions of vitiated taste — Leave writing plays, and choose for thy command. Some peaceful province in acrostic land. There thou may'st wings display, and altars raise, And torture one poor word ten thousand ways. One of Sir J. Davies's acrostics is addressed to the Lark and another to the Nightingale. The first part, Elisa, will be a sufficient specimen of the device ; the poetry will not tempt us to pursue the acrostic to its termination — E arly cheerful mounting Lark, L ight's gentle usher, morning's clerk, I n merry notes delighting; S tint a while thy song, and hark. A nd learn my new inditing. All Sir J.xDavies's acrostics on Queen Elizabeth, which he calls \" hymns,\" contain gross flattery, and that not the least"], [132, "122 POETICAL AVIARY. when he touches on her features ; as, particularly, in the acrostic on her picture, excusing the imperfection of the painter, on the ground that he could not raise up his eyes, they were so daunted by the majesty of the Queen's countenance. On the subject of Queen Elizabeth's personal vanity, it may be thought curious to notice the following Order in Council which was issued for a warrant to the Queen's Serjeant Painter — \"July 30, A. D. 1596. A warrant to Her Majesty's Ser jeant Painter, and to all publicke officers, to yielde him their assistance touching the offence committed by divers unskilful artisans in unseemly and improperly paintinge, gravinge, and printinge of Her Majesty's person and vysage, to Her Majesty's great offence, and the disgrace of that beautiful and magna nimous majesty wherewith God hath blessed her. Requiring them to cause all suche to be defaced, and none to be allowed but such as Her Majesty's Serjeant Painter shall first have sight of.\" Her Majesty's beauty is alluded to in some of her medals and coins. There is a broken crown-piece extant of Elizabeth's reign ; it is supposed that the circulation of crowns of this stamp was stopt, in consequence of Her Majes ty's \" vysage\" being too faithfully drawn on the die. Spenser has flattered Queen Elizabeth on her beauty in a style worthy of a Poet Laureat, whom Swift advises — Thus your encomium to be strong Must be applied directly wrong ; A tyrant for his mercy praise, And crown a royal dunce with bays, A squinting monkey load with charms, And paint a coward fierce in arms. Spenser, in his Fairy Queen, besides loading with charms his sexagenarian Sovereign, passes an elaborate eulogy"], [133, "POETICAL AVIARY. 123 upon her, under the name of Mercilla, for her compassion to wards Mary, Queen of Scots. So he has extravagantly praised Elizabeth's poetical ta lents — ■ Nor only favors them that it possess, But is herself a peerless Poetesse ; Most peerless Prince, most peerless Poetesse ! The true Pandora of all heavenly grace, Divine Elisa ! One of Spenser's panegyrics on the Queen's beauty is in these terms — Her face so fair as flesh it seemed not, But heavenly portrait of bright angels hew ; Clear as the skye, withouten blame or blot, Through goodly mixture of complexion's dew. And in her cheeks the vermeil red did shew, Like roses in a bed of lilies shed ; The which ambrosial odours from her threw, And gazers' sense with double pleasure fed, Able to heal the sick, and to revive the dead. In her fair eyes two living lamps did flame, Kindled above at the heavenly maker's fight, And darted fiery beams out of the same So passing persant, and so wondrous bright, That quite bereaved the rash beholder's sight. So fair, and thousand thousand times more fair She seemed. Whilst Charles was levying ship-money without a Parlia ment, his Laureat Ben Jonson was singing, in anticipation of Swift's directions — Indeed when had Great Britain greater cause Than now to love the sovereign, and the laws ! When you that reign, are her example grown ; And what are hounds to her, you make your own."], [134, "124 POETICAL AVIARY. It would seem, that compliments to royalty, may become so habitual as to be uttered, like the dying speech of the courtier in Pope — If, where Tm going, I could serve you, Sir. For, it is related of Archbishop Fenelon, that, in a like vein, on his death-bed, he made this loyal effusion : \" Si j'aurai 1* l'honneur de voit Dieu, Je ne manquerai gueres de lui racom mander bien l'ame du Roi de France.\" In a poem by Warton we have a pleasing description of a Lark in an April shower — Fraught with a transient frozen shower, If a cloud should haply lower, Sailing o'er the landscape dark, Mute on a sudden is the Lark. But when gleams the sun again, O'er the pearl besprinkled plain, And, from behind his watery veil, Looks through the thin descending hail, She mounts, and lessening to the sight, Salutes the bfitbe return of fight. And high her tuneful track pursues, Mid the dim rainbow's scattered hues. In the introduction to the \" Lay of the Last Minstrel,\" we have — No more on prancing palfrey borne He carolled, light as Lark at morn. But carolling has been applied to the Nightingale and other birds ; the term is principally used with reference to \" Christ mas carols.\" In Ben Jonson's masque of Christmas, Carol is introduced as a character among the other children of Christ mas, viz, Mince-pie, Misrule, Mumming, Wassel, Log, Box, Gambol, New-year's Gift, Baby-cake, all in appropriate dresses ; and, to puzzle antiquarians, Post and Pair calling for his"], [135, "POETICAL AVIARY. 125 \"pur-chops,\" and \" pur- dogs.\" The admission of these drolleries into masques was less objectionable, than the de sign of the clergy, in their moralities and mysteries, to edify the people by introducing Divinity personified on the stage, wearing banns, and with a scratched face inflicted by Contro versy ; or making Moses hold up the transformed serpent by the tail, whilst Pharaoh exclaims — \" Certes, you are a sotell swayne ;\" or seating Balaam on a talking Ass, or putting into Rebecca's greasy hands a piping hot kid pye ; or making Noah drive his wife into the ark with a stick, whilst she wants to stay gossiping with other old women. The mode of drawing King and Queen on Twelfth-night anciently was by means of two cakes, one for each sex. A bean was mixed up with the materials of one, and a pea with those of the other. It is alluded to in Rowley's play of \" A Woman never vext,\" and by Herrick thus — Now now the mirth comes With the cake full of plumbs, Where bean's the king of the sport here Besides we must know, The pea also, Must revel as Queen in the court here. THIS COCK. While the Cock with lively din Scatters the rear of darkness thin. Milton The Cock's shrill clarion or the echoing-horn No more shall rouse them from their lowly bed Gray. Sweetly ferocious, round his native walks Proud of his sister-wives, the monarch stalks ; Spur-clad his nervous feet, and firm his tread. A crest of purple tops the warrior's head."], [136, "126 POETICAL AVIARY. Bright sparks his black and rolling eyeball hurls Afar ; his tail he closes and unfurls ; On tiptoe reared, he strains his clarion throat Threaten'd by faintly answering farms remote. Again with his shrill voice the mountain rings, While, flapped with conscious pride, resound his wings. Wordsworth. She had a Cock hight chaunticlere, In all the land of crowing n'ad his pere. His voice was merrier than the merry orgon In masse daies that in chirches gon. Wei sickerer was his crowing in his loge, Than is a clock of any abbey or college. His comb was redder than the fine coral, Embattled as it were a castle waU. His bill was black, and as the jet it shone Like azure were his legges and his tone; His nails whiter than the lilie flour And Hke the burnished gold was his color. Chaucer. It would seem, from the mention of the merry church organ, that our ancestors enjoyed part at least of the solaces which Pope ascribes to modern fashionable devotion — Light quirks of music, broken and uneven, Make the soul dance upon a jig to heaven ; To rest, the cushion and soft Dean invite Who never mentions hell to ears polite. It would appear from Peter Pindar, that formerly when Hamlet was represented, there was a performer who crew like a cock as the ghost vanishes — Garrick is accosted by a person who said he had often performed along with him at Drury Lane. On Garrick doubting, he persists, Lord, quoth the actor, think not that I mock, When you play'd Hamlet, Sir, I play'd the Cock."], [137, "POETICAL AVIARY. 127 THE SWALLOW. The Swallow twittering from the straw-built shed. Gray. Or rather into warmer climes conveyed, With other kindred birds of season there They twitter cheerful, till the vernal months Invite them welcome back, for thronging now Innumerous wings are in commotion all. Thompson. The migration of birds is a subject which admits of being made more clear and certain by further observations. Some eminent naturalists, and amongst them the celebrated Ray, have taken pains to confute an opinion, that, when birds of passage leave us, they fly to the moon. Some facts have been alleged to show that Swallows and some other birds lie concealed durinsr winter in the beds of rivers ; but it may be thought that this has been proved to be impossible by scientific experiments. A good test of this hypothesis was applied in Germany by a public reward of an equal weight of silver to any one who should produce a Swallow found under water ; the prize was never claimed. Great authorities may be adduced for sup posing that the younger birds which are incapable of a long flight remain during winter in a dormant state ; and facts have been alleged of their having been dug up in that state from pits and decayed trees. The proverb which is to be found in most ancient and modern languages, that \" one Swallow does not make a summer,\" is supposed to favor this theory, which, notwithstanding, seems to be questioned, if not repudiated by modern scientific writers. On the other hand, proofs of actual migration are not wanting, though this subject would admit of further elucidation. The adap tation of birds for flight, independently of their wings, as the air-cells of their quills, of their bodies, and even of their bones,"], [138, "128 POETICAL AVIARY. and their being oviparous and not viviparous, are among the wonderful indications of design which pervade the universe. It is certain that about twenty kinds of birds are seen in England only in the spring and summer ; the times of each species appearing are set down in tables. A somewhat smaller variety of birds are seen in England only during the winter. It is well known also to bird-catchers, who only look after the males, on account of their song, that the vernal male birds make their appearance about a fortnight before the females. Of the birds which remain in England during the whole year, several species perform limited migrations from one part of the country to another at particular seasons. The poets have many allusions to these migrations of birds by what Milton calls their \" airy caravans.\" Timon, in Shakspeare, re proaches his flatterers by the name of \" summer-birds ;\" and the prophet Jeremiah notices, — \" The stork in the heaven knoweth her appointed times ; and the turtle-dove, and the crane, and the swallow observe the times of their coming.\" THE WOODPECKER. The Woodpecker is only known in poetry for — \" tap ping the hollow beech-tree.\" But for his noise in that operation he is celebrated by the Greek Dra matist Aristophanes, in a satirical play called \" The Birds,\" by the name of the \" Carpenter Bird,\" and his sound is there compared to the hacking which is heard in a dock-yard. White, in his Natural History of Selborne, says that the Wood pecker sets up a \" loud and a hearty laugh.\" It has been thought that man was distinguished from other animals by the faculty of laughter. Addison observes, that all creatures above or below man are serious, he is the merriest species in the creation."], [139, "129 POETICAL AVIARY. ROOKS AND KITES. Ten thousand warblers cheer the day, and one The Hve long night ; nor these alone whose notes Nice figured art must emulate in vain, But cawing Rooks, and Kites, that skim sublime In still repeated circles screaming loud, The Jay, the Pie, and even the boding Owl That hails the rising moon, have charms for me. Sounds inharmonious in themselves aud harsh, Yet heard in scenes where peace for ever reigns, And only there, please highly for their sake. Cowper. It may be observed, with reference to the local associations which give a charm to the cries of the birds of which Cowper speaks, there is perhaps no scenery more appropriate than Shakspeare's Dover Cliff : How fearful And dizzy 'tis to cast one's eyes so low ! The Crows, and Choughs, that wing the midway air Show scarce so gross as Beetles. The Rooks at Chess are not birds ; their etymology is ex plained in Middleton's play of \" The Game of Chess.\" A — Kings and their pæons, queens, bishops, knights, and dukes. B. — Dukes ? They are called Rooks by some A. — Corruptively ; Le Roch the word, custodier de la Roch, the keeper of the Fort. In Middleton's play of \" Women beware Women,\" there is a great deal of equivoque on the piece in Chess there called a Duke, and a real Duke, who during a game, played to cover his designs, is mischievously employed. It will be recollect ed as examples of similar misnomer, that Shakspeare calls the Grecian Theseus Duke Theseus, and in the old mysteries Satan is often called \" Duke of Hell.\" s"], [140, "130 POETICAL AVIARY. THE CUCKOW. Several poems have been written on this bird, the best are by Logan, Akenside, and Wordsworth. One of Logan's stan zas more particularly relating to the song of the Cuckow, is thus — The school-boy wandering through the wood To pull the primrose gay, Starts, the new voice of spring to hear, And imitates thy lay. Wordsworth writes thus — While I am lying on the grass Thy two-fold shout I hear. That seems to fiU the whole air's space As loud far off, as near. The same, when, in my school-boy days, I listened to that cry, Which made me look a thousand ways, In bush, in tree, and sky. In Midsummer Night's Dream we have — The Finch, the Sparrow and the Lark, The plain-song Cuckoo gray, Whose note fuU many a man doth mark, And dares not answer, nay. The plain-song denotes the simple chaunt, as used in Ca thedrals ; whilst prick-song, as explained in a former chap ter, meant variegated music sung by note. THE WREN. The Ousel-Cock, so black of hue With orange tawney bill, The throstle with his note so true, The Wren with little quill. Midsummer Night's Dream."], [141, "131 POETICAL AVIARY. The golden-crested Wren is the smallest of the British birds, and, perhaps, of European birds. It averages only three and a half inches in length, and seventy-six grains in weight. There are about 300 species of British birds, and about 10,000 of British insects. Insects are to be found larger than some birds belonging to most of the genera, even if measured by extending their wings. But two-thirds of the insects of Europe are under a quarter of an inch in length, and one-third of them does not much exceed a twelfth of an inch. This is exclusive of what Addison calls the imperceptibles. Mr. Kirby, writing upon the subject of the size of insects, says, \" I possess an undescribed Beetle, which, though furnished with elytra (wing cases), wings, antennæ, and every other organ usually found in the order of Beetles (which have the most perfect structure of all the insects), is absolutely not bigger than the full stop that closes this period.\" This moss-lined shed, green, soft, and dry, Harbours a self-contented Wren, Not shunning man's abode, though shy Almost as thought itself of human ken. To the bleak winds she sometimes gives A slender unexpected strain; Proof that the hermitess still lives, Though she appear not, and be sought in vain. Wordsworth. THE BLACKBIRD Within my limits lone and still The Blackbird pipes in artless trill. Walton's Hermitage. Besides 'tis known he could speak Greek As naturally as pigs squeak ; That Latin was no more difficile Than for a Blackbird 'tis to whistle. Hudibras. s 2"], [142, "132 POETICAL AVIARY. DOVES. Among the sounds inviting to sleep in Thomson's \" Castle of Indolence\" we have — Or Stock-dove's plain amid the sorest deep. Browne, in his \" English Pastorals,\" has found a suitable companion among the quadrupeds for the plaining Dove. And here, I may observe that the supposition in the Paradise Lost that \" Beast cannot hold converse with Fowl\" is denied by Mr. White, the Naturalist, who adduces an instance with in his own knowledge of a Horse holding converse with a Hen— But further in I heard the Turtle-dove, Singing sad dirges o'er her lifeless love. Whose doleful notes the melancholy Cat Close in a hollow tree sat wondering at. Bottom, in Midsummer Night's Dream, expresses the soft nature of the Dove's notes. When he is anxious to play the part of the Lion, and is told that his roaring would make the ladies shriek, he says \" I will aggravate my voice so that I will roar you as gently as a sucking Dove.\" BEES. The buzzing of Bees has been often noticed for its sopori fic effect. Shakspeare, in a celebrated soliloquy on Sleep, talks of slumber being produced by \" buzzing night-flies ;\" a passage which should not be read within the Tropics. In Spenser's description of the Cave of Morpheus, we have — And more to lull him in his slumber soft A trickling stream from high rock tumbling down. And ever drizzling rain upon the lost, Mixt with a murmuring winde much like the sowner Of swarming Bees did cast him in a swowne."], [143, "133 POETICAL AVIARY. It is remarkable that, in antique statues, Morpheus is not represented as an old man, but as a boy, probably on account of youthful slumbers being less broken than those of later life. The boy has a bunch of poppies in his hand, and the statue is usually executed in black marble. The appropriate statue, of which there is a specimen at Florence that has sometimes been mistaken for a sleeping Cupid, is described in a poem of Statius. Whilst on the subject of antiques, I may mention that a figure of Spain, which is the reverse of an Adrian, has a rabbit at the feet of a female. This explains the old pack of cards mentioned in the first part of this col lection ; Spain is said to abound in rabbits, and the present names of our cards are supposed to be corruptions of Spanish words. On the subject of birds connected with antique medals I may observe that, on the reverse of a Constantine, there is a Phenix standing on the glob;, as a type of eternity. It would seem that in the last quotation, there is another instance of Spenser adapting his spelling to his rhyme. In fact the metrical stanza used by him created a greater demand for rhymes than the stores of the English language could supply, at least in the sixteenth century. Many instances like \" straws in amber,\" might be noticed, in which even Pope, the most polished of our Poets, has been obliged to sacrifice sense to rhyme. The exigencies of inferior rhymers are often ridiculous, as in the following verse by Creech, in which his thought will not last him till the end of the couplet — To those whom fevers burn, the piercing smell Of vigorous wine is grievous ; death, and hell!"], [144, "134 POETICAL AVIARY. On the other hand the inversions requisite for giving dignity to blank-verse lead to anomalies scarcely less strik ing. In the fine exordium to the Paradise Lost it is not till we get the sixth line that we light on the verb that unravels the tissue created by a dozen substantives and adjectives with their attendant particles. A curious kind of metre is to be found before the time of Chaucer in a very remarkable poem, called Piers Plowman's Vision, by Langland. It contains a prayer to heaven to amend the Pope, and a prophecy that a King would seize upon the monasteries. The ,/verse consisted of a certain number of poetical feet, and.certain laws of alliteration, but without any rhyme. The following is an example : Feveries, and fluxes, Coughes, cardiacles, cramps, and tooth-aches, Rheums, and redegunds, and roynous skalds ; Boyles, and botches, and brennynge agues ; Frennesyes, and foul evils, forageries of kynde (nature) ; There was \" harrow and helpe ! here Cometh kynde !\" With Death that is dreadful to undon us all. The lord that lived for his lust, he loud cricde After Comfort, a Knight, to come and bear his banner. Alarm, Alarm, quoth that Knight, each life keep his own. Age the hoary, he was in the van-ward, And bare the banner before Death ; by right he it claimed. Death came driving after ; and all to dust pashed, Kings, and Caisers, Knightes, and Popes. The image of hoary Age claiming of right to bear the banner before Death will probably be admired. The muster roll of diseases has obviously been imitated by Milton, in his description of the Lazar-house, in the Paradise Lost. Another splendid description by Milton will bring us back from this digression. Bees are noticed in the picture"], [145, "POETICAL AVIARY. 135 of Athens in the \" Paradise Regained ;\" a description which, like that of Rome in the same poem, is perhaps scarcely surpassed by any of the views exhibited in the Paradise Lost- See there the olive grove of Academe, Plato's retirement, where the Attic bird Trills her thick warbling notes the summer long. There flowery hill Hymettus, with the sound Of Bees' industrious murmur, oft invites To studious musing. Mrs. Hemans notices the Bees' low tune coming from the Fox-glove's bell, and Shakspeare speaks of Ariel lying like a Bee in the Cowslip's bell. These allusions induce me to cite for their antiquity, as well as their prettiness, some verses published by Lodge, an ante-Shakspearian Dramatist, in 1584. Love in my bosom, like a Bee, Doth suck his sweet ; Now with his wings he plays with me, Now with his feet ; Within my eyes he makes his nest, His bed amidst my tender breast, My kisses are his daily feast, And yet he robs me of my rest. Rogers, in his poem on \" Memory,\" attributes to that faculty the return of Bees to their hives, after their daily labor ; he supposes that they find their way home by means of recollecting the scents of the day. It is a fact, however, that Bees fly home in direct lines from great distances. Still they appear to be influenced by memory in distinguishing their hives from others surrounding them. If their own be removed to some distance, and another placed on the old site, they will take to the new hive. Successive swarms from the same hive have been known to return to a window where they once met with honey. Two colonies of Ants have been"], [146, "136 POETICAL AVIARY. known to recognize, and greet each other, after a separation of four months — Hark the Bee winds her small, but mellow horn, Blithe to salute the sunny smile of morn, O'er thymy downs she bends her busy course, And many a stream allures her to its source. \"sis noon, 'tis night. That eye so finely wrought Beyond the search of sense, the soar of thought, Now vainly asks the scenes she lest behind, Its orb so full, its vision so confined. Who guides the patient pilgrim to her cell ? Who bids her soul with conscious triumph swell ? With certain truth retrace the mazy clue Of varied scents that charmed her as she flew ? Hail, Memory, hail ! thy universal reign Guards the least link of being's glorious chain. Though Shakspeare does not abound in minute descriptions of animals, he gives us a pretty picture of a Bee-hive — They have a king, and officers of sorts, Where some, like magistrates, correct at home. Others, like merchants, venture trade abroad. Others, Hke soldiers, armed in their stings, Make boot upon the summer velvet buds ; Which pillage they with merry march bring home To the tent -royal of their emperor. Who busied in his majesty, surveys The singing masons building roofs of gold. The civil citizens kneading up the honey ; The poor mechanic porters crowding in Their heavy burdens at their narrow gate. The sad-eyed Justice, with his surly hum, Defivering o'er to executors pale The lazy yawning drove. I cannot allow this quotation to pass without setting against it one from Carew, to shew, that Judges are not invariably surly, and sad-eyed. Carew, whom I before noticed as the"], [147, "137 TOETICAL AVIARY. precursor of Waller, adverts to the partiality of Chief Justice Fi'ncA for Lady Wentworth — Hark, how the stern law breathes Forth amorous sighs ! and now prepares No fetters, but of silken wreaths And braided hairs ; His dreadful rods, and axes are exiled, Whilst he sits crown'd with roses ; Love has filed His native roughness, Justice is grown mild. GNATS. As when a swarm of Gnats at eventide Out of the fens of AUan do arise, Their murmuring smaU trumpets sounden wide, Whilst in the air their clustering army flies, That as a cloud doth seem to dim the skies. Spenser. Though it does not relate to the notes of insects, yet, a propos of Gnats, I will cite an extract from a poem on Cal cutta, which is quoted by an eminent Naturalist, but which appears to make our Burra Khanas more full of life than may generally be thought consistent with fact : On every dish the booming Beetle falls, The Cockroach plays, or Caterpillar crawls, A thousand shapes of variegated hues Parade the table, and inspect the stews. When odious insects every plate defile The laugh how empty, and how forced the smile ! THE LINNET. Southey's much talked-of play of Wat Tyler has, for its opening scene, a Blacksmith's shop. Wat Tyler is at work within ; a May-pole stands before the door. The play begins with a song, of which one of the stanzas is thus — The Linnet from the budding grove Chirps her several song of love ; T"], [148, "138 POETICAL AVIARY. The copse resounds the throstle's notes, On each wild gale sweet music floats, And melody from every spray Welcomes in the merry May. A dance ensues. During the dance Tyler lays down his hammer, and seats himself before the door, looking mourn fully. It appears, further on in the play, that the tax-gatherer is at the bottom of his despondency. This play was written by Southey about the time when, in imitation of the abortive attempt of Sir P. Sidney, he tried to revive the Roman metres, and to apply them to those \" democratic lays,\" which have been so admirably parodied by Canning and other writers in the Anti-jacobin. I will only remark that the Anti-jacobin writers have been indebted, in their metrical imi tations, to several of the neglected political poets during the Civil War. A single example may be permitted. Suckling begins a poem in Sapphic metre thus — I am a man of war, and might, And know this much, that I can fight, Whether I'm in the wrong or right, Devoutly. A poem in the Anti-jacobin, professing to ridicule Southey's metres, begins thus — I am a hearty Jacobin, Who own no God, and dread no sin, Ready to dash through thick, and thin. For freedom. I have in former pages mentioned Brome and Clieveland, who, like Suckling, were popular poets during the Civil War. So fleeting is the interest which is confined to political occur rences, that we seldom hear of these Poets in the present day. Yet Clieveland's works went through fifteen editions between"], [149, "POETICAL AVIARF. 139 the years 1647 and 1687. On the other hand, works of per manent interest advance more slowly. Milton signed his first receipt of £5 for the Paradise Lost on April 27th, 1667, and his second, for another £5, upon the sale of 1300 copies of the first edition, on April 26th, 1 669. This was all he lived to receive, the second edition was published in 1674, and his widow sold her entire interest for £8. The Kit-Cat picture of Jacob Tonson, who became sole proprietor of the Paradise Lost in 1690, shews the rising estimation of the work ; he is drawn with it under his arm. Only two editions of Shak speare's works were published in nearly half a century, from 1623, the date of the first edition (of which two copies are extant) to 1664, when a second edition was published ; and four editions, without a single annotation, satisfied the public for nearly a century. Dryden's agreement for his Fables with Tonson was 250 guineas for 10,000 verses. Southey's democratic Linnet leads to the mention of a Talking Linnet, exhibited in London, which used to repeat the words \" pretty boy,\" and other short sentences. It had not the note or even the call of any bird what soever. It was taken from the nest when only two or three days old. Linnets have acquired the notes of the Sky-lark, Wood-lark, and Tit-lark, and when these notes were well fixed, have not altered them after associating with many other Linnets. But when a bird has been two or three weeks in a nest, it usually acquires its parent's call. The call is the second stage of bird singing, the chirp is the first ; after the call comes recording (a term used on several occasions, in this collection), which lasts about ten or eleven months. By dint of recording, the bird acquires its fixed song, which it never loses ; though after moulting, the voice of the full grown bird t 2"], [150, "140 POETICAL AVIARY. is, for some time, somewhat rough from want of use, which has been mistaken for recording. Sometimes a bird will acquire certain parts of another song, as a Robin three parts in four of a Nightingale's song, and the rest will be what is technically called \" rubbish,\" or no particular note whatever. Canaries, which are trained in great numbers in the Tyrol, have fre- quently the jug jug of the Nightingale. A bird's song has been defined to be \" a succession of three or more different notes, which are continued without interruption during the same interval with a musical bar of four crotchets in an adagio move- ment.\" A scale has been framed for the comparative vocal powers of birds in the following particulars — \" Mellowness, Sprightliness, Plaintiveness, Compass, Execution, Duration.\" I will compare the Nightingale, and Wren \" of little quill,\" according to one scale ; they stand, (perfection being indicated by 20) 19, 1 ; 10, 12 ; 19, 1 ; 19, 4 ; 19, 4 ; 19, 4. As may be supposed, the scales of Ornithologists vary materially. In Sir J. Hawkins' History of Music the notes of several birds are expressed in musical language. Birds have an extraordi nary power of fascination over each other by means of their song, which is well known to bird-catchers. These persons often produce a premature moulting of their decoy birds, in order to have them in song when the music of birds is scarce. Mrs. Piozzi, indeed, writes of her favorite Pigeon, that it gave clear indications of displeasure, when she purposely played on her Harpsichord out of tune. Mr. Lockman, in his History of Operas, relates of a Pigeon belonging to a gentleman in Cheshire, that it used to come from its dovecote to a room window, whenever a fine performer on the harpsichord resid- ing in the house played the air of \" Speri-si,\" in Handel's opera of Admetus ; and that it used to fly back as soon as the"], [151, "141 POETICAL AVIARY. air was finished. A Green Parrot, which died in 1802, used to beat time to its tunes, of which it knew about fifty ; and if part of a tune was hummed, it would take up the tune without repeating what had been already executed. This bird, which lived beyond the age of thirty, was dissected by Mr. Brookes, and the muscles of its larynx were found to be uncommonly strong. Shakspeare, in the \"Merchant of Venice,\" has finely noticed the effects of music on the brute creation ; and Job's war-horse \" saith unto the trumpets Ha ! ha !\" THE BULL-FINCH. In Cowper's ode on the Death of Lady Throgmorton's Bull finch killed by a Rat we have — Where Rhenus strays his views among, The egg was laid from which he sprung ; And tho' by nature mute, Or only with a whistle blest, Well taught he all the sounds expressed Of flageolot or flute. The Bullfinch is supposed to imitate human music better than any other species of bird. It is remarkable, that it is the only kind of bird which bird-catchers can decoy by the female call. Lady Throgmorton, Cowper's Maria, died about two years ago ; she possessed several of the poet's relics. THE PLOVER. When Fitz-James is walking with Rhoderick Dhu, after the Clan Alpine warriors had sunk into the heather from which they had been raised by the whistle of their Chief, his misgiv ings occasionally recurred — And in the Plover's shriUy strain, The signal whistle heard again."], [152, "142 POETICAL AVIARY. I may here notice, with regard to whistling, a passage con taining one of the boldest of Shakspeare's bold conceits ; it shews also that he had heard of Nature abhorring a vacuum — The city cast Her people out upon her ; and Antony, Enthroned in the market-place, did sit alone, Whistling to the air; which, but for vacancy, Had gone to gaze on Cleopatra too, And made a gap in nature. THE BITTERN. The Bittern is said to make a sound, which Southey, in his Thalaba, calls the Bittern's boom, and which Chaucer describes by the term \" bumbling,\" and Dryden, in his modern version, by that of \" bumping.\" There are different ways of account ing for the sound, and Thomson, in his \" Seasons,\" is suppos ed to shew some ignorance of ornithology upon this subject. Goldsmith, in his Animated Nature, becomes himself very animated when he talks of the Bittern's \" boomings,\" which he compares to the bellowing of a Bull, but louder, and hol lower, and to be heard at a mile's distance. Chaucer's men tion of the Bittern's sound occurs in the \" Wife of Bath's Tale ;\" I will cite the original passage, thinking both Dryden's and Pope's versions of Chaucer inferior to the original even in simple narrative, which is the nature of the extract in question. Of Chaucer's humor neither of the modern Poets furnishes any adequate idea ; they were not humorists ; Dryden expressly disclaims the talent for humor — Ovide, amonges other thinges smale, Said Midas had under his longe hairs Growing upon his head two asses ears, The whiche vice he hid, as best he might, Ful subtilly from every manne's sight,"], [153, "143 POETICAL AVIARY. That, save his wif, there wist of it no mo, He loved hire most, and trusted hire also. He praied hire that to no creature She n'olde tellen of his disfigure. She swore him nay, for all the world to winne, She n'olde do that vilanie ne siune, To make hire husband have so foule a name, She n'olde not tell it for hire owen shame. But nathless hire thought that she diede If she so longe shulde a secret hide. And sith she dirst nat telle it to no man, Doun to a mareis faste by she ran ; Til she came there hire herte was a fire, And as a Bitoure bumbleth in the mire, She laid hire mouth unto the water doun, Bewrey me not, then water, with thy soun, Quoth she ; to thee I tell it, and no mo, \" Mine husband hath long asses ears two.\" Here ye may see, thou we a time abide, Yet out it must ; we can no secret hide. Chaucer has very mischievously varied the tale related by Ovid, who makes Midas' slave, and not his wife, reveal the secret to the water. Shakspeare represents two ladies agitated by a natural curiosity to become acquainted with the secrets of their husbands. One is Hotspur's wife, who threa tens to break his little finger, if he will not teU her. He replies — For secresy No lady closer, for I will beHeve, Thou wilt not utter, what thou dost not know. And so far will I trust thee, gentle Kate ! Portia wounds herself, and then with an heroical non sequitur exclaims to Brutus — Can I bear that with patience, And not my husband's secrets ?"], [154, "144 POETICAL AVIARY. Valerius Maximus relates that Augustus entrusted his friend Fulvius with a secret of some moment. He told it to his wife ; she related it to Livia, and from her it came again to her husband the Emperor. The next morning Fulvius attend ed as usual to salute Augustus, using the customary term of \" Hail Cæsar!\" — \" Farewell Fulvius\" rejoined the Emperor, which is what was said to the dying. Fulvius went home, and, calling his wife — \" Cæsar,\" said he, \" knows I revealed his secret to you, and has sentenced me to die.\" — \" And you deserve it,\" she replied ; \"you ought to have known my ina bility to keep a secret ; but, however, I will be before you.\" Having said this, she stabbed herself in his presence. Mrs. Centlivre raises a logical inference of the exception proving the rule, in her popular play called \" The Wonder, or a Woman keeps a secret !\" Miss Aikin, in her anxiety to add another wreath, which was not necessary, to the renown of feminine attachment, would make out that the Gunpowder Plot was betrayed by a woman. Otway makes Belvidera, after herself citing the example of Portia to Jaffier, bring about the discovery of the Plot in \"Venice Preserved.\" Sallustattri butes the discovery of the Catilinarian conspiracy to Fulvia. On the other hand, no one ever pretended to have extracted from any Roman lady the female mysteries of Bona Dea. And the great secret of antiquity, revealed at the Eleusian myste ries, is a theme for contradictory guesses, though women were certainly admitted to these mysteries, and they were reputed to have been founded by a Goddess. In this state of the question, I should be loth to predicate anything more than that there is some truth in the following song : So if kept from our view Any good thing, or new,"], [155, "145 POETICAL AVIARY. What wonder we pout, And would fain find it out ? Then, how to please woman, I'll tell you the plan, Is to say all you know, and as soon as you can. The following Concert of Birds is from Browne's \" Pasto rals,\" a poem of celebrity in its day, and remarkable for its having drawn from the learned Selden a copy of commenda tory verses ; a circumstance not mentioned in the common memoirs of that celebrated patriot, antiquarian, linguist, and lawyer. An Eulogy on Pastorals is scarcely to be looked for from a man who left behind him so many pairs of spectacles as were found in his books after his decease. In Warton's fr,yffl£\\ time, there was only one copy in existence of Browne's Poetry, &i^e.t.iS~ from which Milton so often culled. 'A >-j^^z-2, The mounting Lark, day's herald, got on wing, Bidding each bird choose out his bough, and sing, The lofty treble sung the Httle Wren, Robin the mean, that most of aU loves men, The Nightingale the tenor, and the Thrush The counter-tenor sweetly in a bush. There should some droning part be ; therefore willed Some bird to fly into a neighbouring field, In embassy unto the Queen of Bees, To aid his partners on the flowers and trees, Who condescending gladly flew along To bear the base to their well-tuned song; The Crow was wilfing they should be beholding For his deep voice, but being hoarse with scolding, He thus lends aid ; upon an oak doth climb, And nodding with his head so keepeth time. Another Concert is from Thompson's Seasons — Up springs the Lark Shrill voiced and loud, the messenger of morn, u"], [156, "146 POETICAL AVIARY. Ere yet the shadows fly he mounted sings, Amid the dawning clouds, and from their haunts CaUs up the tuneful nations. Every copse Deep tangled, tree irregular, and bush Bending with dewy moisture o'er the heads Of the coy quiristers that lodge within, Are prodigal of harmony. The Thrush, And Wood-lark o'er the kind-contending throng Superior heard, run through the sweetest length Of notes ; when Philomela deigns To let them joy, and purposes in thought Elate to make her night excel their day : The Blackbird whistles from the thorny brake ; The mellow Bullfinch answers from the grove, Nor are the Linnets, o'er the flowering furze Poured out profusely, silent ; joined to these Innumerous songsters in the freshening shade Of new spring leaves their modulations mix Mellifluous. The Jay, the Rook, the Daw, And each harsh pipe, discordant heard alone Aid the full Concert : while the Stockdove breathes A melancholy murmur through the whole. Another Concert is from the play of the Critic — Tilburina — Now has the whispering breath of gentle morn Bad Nature's voice, and Nature's beauty rise. Now flowers unfold their petals to the sun, And blushing, kiss the beam he sends to wake them. The strip'd carnation, and the guarded rose, The vulgar wall-flower, and smart gilly-flower, The polyanthus mean, the dapper daisy, Sweet William and sweet marjoram, and all The tribe of single and of double pinks! Now too the feather'd warblers tune their notes Around to charm the Hst'ning grove ; the Lark ! The Linnet ! Chaffinch ! Bullfinch ! Goldfinch ! Greenfinch ! But O ! to me no joy can they afford ! Nor rose nor wall-flower, nor smart gilly-flower, Nor polyanthus mean, nor dapper daisy,"], [157, "147 POETICAL AVIARY. Nor William sweet, nor marjoram ; nor Lark, Linnet, nor all the Finches of the grove ! Puff. — Your white handkerchief, Madam. Til. — I thought I was not to use that till, \" heart-rending woe.\" Puff. — O yes Madam, at the \" Finches of the grove,\" if you please. IW.—Nor Lark, Linnet, nor all the Finches of the grove ! ( Weeps.) Puff— Vastly well, Madam !"], [158, ""], [159, ""], [160, ""], [161, ""], [162, ""], [163, ""], [164, ""]]