[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE RECENT OPERATIONS AT RANGOON AND MARTABAN."], [6, ""], [7, ""], [8, "THE BURMESE DEPUTATION PRESENTING THE KING OFAVA'S LETTER"], [9, "THE RECENT OPERATIONS OF THE BRITISH FORCES AT RANGOON AND MARTABAN. BY THE LATE REV. THOMAS TURNER BAKER, B.A. CHAPLAIN AND NAVAL INSTRUCTOR OF H.M.S. \" FOX LONDON: PUBLISHED BY THOMAS HATCHARD, 187, PICCADILLY. 1852."], [10, "PRINTED BY HARRISON AND SON, LONDON GAZETTE OFFICE, ST. MARTIN'S LANE ; AND ORCHARD STREET, WESTMINSTER."], [11, "PREFACE. Little apology, it is presumed, is needed for sub nutting the fodowing pages to the public. They con tain the report of an eye-witness of the events described, as they passed under his own observation. Written as they were, in the midst of the scenes they record, in the constant bustle and excitement of warlike move ments, and whde the author was incessantly engaged in the anxious discharge of his sacred functions, they cannot be expected to exhibit any great bterary pobsh, or exactness of style. Perhaps even an occasional in stance of irregularity or abruptness may be here and there detected, very easdy to be accounted for in a work thus drawn up at intervals hastily snatched from im portant and engrossing occupations. The last communication from the author is dated March 31st of this year. Soon after that period his work was interrupted by his premature illness and death. During the whole of the occurrences, of which he has sketched the narrative, he was constantly engaged in the duties of the Sacred Ministry. Besides attending to his immediate charge, the crew of his own ship, many"], [12, "VI PREFACE. of whom were attacked with cholera, he, as far as was possible, extended the range of his exertions to the whole of the force employed in the expedition, which would else have been whody unprovided with any ministrations of religion ; more especiady volunteering his services in the hospital on shore, which is described in private accounts as a most melancholy and fearful spectacle. He also employed himself, under a tropical sun so intense as to prostrate, according to the General's despatch, many a strong man, in the melancholy but most Christian office of burying the dead. Totady unequal to these multiplied and arduous labours, he was himself attacked by the pestilence; his weakened frame succumbed to the dis ease; and after but a short struggle of a few hours, he departed this life on the 16th of April, in the flower of his age, and in the midst of his sacred work. It wid not be unpleasing to the general reader who is at ad interested in the well-being of our Naval Service, whde it will be soothing to his many personal friends, to learn, that he was always regarded with the utmost respect and affection by the officers and crew of his ship. His affable and amiable manners did not fail to conciliate all who came within his reach: his cheerfulness and animation gave life to the society in which he moved, whde the consciousness of his sacred position, without any mixture of assumption, or undue severity or sternness,"], [13, "PREFACE. Vll was never lost sight of, in his intercourse with those around him. A more authentic testimony to his earnestness in the discharge of his sacred duties wid be found in the fodowing notice of his decease, in the despatch of the Rear- Admiral Commanding-in-Chief. — \" Among those that have fallen victims in the service of their country upon this occasion, it is my painful duty to record the name of the Rev. Thomas T. Baker, Chaplain of Her Majesty's ship Fox. Incessantly employed in adminis tering to the wounded and dying, and in burying the dead, he fed a victim to the prevailing epidemic, cholera, on the 16th instant.\" It has been attempted, in a concluding chapter, to continue the narrative from the time when it was so pain fully suspended by the author, to the middle of the fodowing month; a period, which, however brief, wid, nevertheless, be found to embrace the most important successes that have hitherto attended our arms — the cap ture of Martaban and Rangoon. The information for this purpose is chiefly suppbed by a Gazette Extraordinary, published by Authority at Calcutta, April 26, 1852. London, October 1852."], [14, ""], [15, ""], [16, "AMaiUr&ljoiiiliih i i) - ■ ■■ The* ZBwmeJe iwu gwm . ,, Tfesel '■■ signifies teei'aZiy \"in itf>us, Slze-k, Ab'MzU&O' saiAfmi/ Skip. \" Yatliuiiah-p^ee-mlioii ."], [17, ""], [18, ""], [19, "'hip. Mre ATT7"], [20, ""], [21, "THE RECENT OPERATIONS AT RANGOON AND MARTABAN. CHAPTER I. At the termination of the war, in 1826, the treaty of Yandaboo was ratified by the Engbsh and the Bur- mese. One of the principal objects of this treaty was to insure the representation of the Engbsh Government at the Court of Ava. A Resident was to be appointed, with a guard of fifty men. This step, however, was not carried out till the beginning of 1830, at which time Lieutenant- Colonel Burney, of the Bengal Native Infantry, was selected to fid the important post. He had not long been at Ava before he was made fully aware of the character of the people with whom he had to treat ; for, pending the final settlement of the boundaries of the territory to be ceded to the Indian Government, so much delay and want of truth was evinced by the Burmese that he left Ava with the intention of breaking up the estabbshment at that place. He had not proceeded far on his way before he B"], [22, "2 was recalled by promises that all that was required should, without any further trouble, be conceded. On the 16th of Aprd, 1837, Tharawaddy, the younger brother of the reigning King, having revolutionized the country, caused himself to be proclaimed King of Ava. He at once repudiated the treaty of Yandaboo, and treated the Resident, who was not supported by the Indian Government, with such indignity that he was obliged to retire. The whole of the establishment was removed to Rangoon, and Dr. Bayfield, Assistant-Resi dent, was left in charge. In August, 1838, Lieut. -Colonel Benson, of the Bengal Native Infantry, was appointed Resident, and repaired to Ava. Tharawaddy refused to recognize his authority, when he resigned and returned to Europe, leaving Major Me Leod, of the Madras Native Infantry, as his deputy to carry on the duties of the office. Major Me Leod continued at Ava for six months, when he also found it necessary to remove, and retired to Rangoon. At this place he remained only six months, and in 1840, the whole estabbshment was broken up, and Burmah left without even the semblance of a representative of the English nation, except such as the fodowing most inade quate arrangement might supply. A merchant at Rangoon, a British subject, who had been appointed to take charge of all letters that might arrive at, or be sent from, that place, was, at the departure of the Resident, retained, with an understanding that he was to communicate with the Indian Government. The"], [23, "3 present state of affairs in Burmah will sufficiently illustrate the practical result of this arrangement. Oppression and tyranny in different degrees and various forms have charac terized all the acts of the Burmese authorities. Impunity has so far emboldened them that they have at length as sumed the right of putting to death any British subject. It would be impossible at this moment to codecs even a small portion of the numerous atrocities and barbarities that have been committed upon people entitled to, and it is to be feared in vain claiming, the Engbsh protection. To come, however, to the immediate cause of the pre sent expedition, (for it is to be hoped that other and even more weighty reasons have had their influence), two com manders of merchant-ships, Messrs. Shepherd and Lewis, came in codision with the Governor of Rangoon under the following circumstances. As the former was bringing his vessel into the river, in the middle of last year, she got on shore ; and the pdot in charge, through fright, seized a piece of wood and jumped overboard with it, swam on shore, and was subsequently seen in the town. The vessel was got off, and reached Rangoon in safety. The Gover nor, being informed of these incidents, avaded himself of them to summon Captain Shepherd to appear before him to answer to the charge of having thrown overboard and drowned the pdot, and, in accordance with a Burmese law, demanded the payment of a large sum of money. In order to give a colouring of proof to this, he seized and tortured one of the crew (son of a man who is now pdot b2"], [24, "4 on board H. M. S. Fox), to force him to give evidence against his captain. In this he failed, but succeeded in obtaining from Captain Shepherd a number of rupees as the price of his freedom. On the ship's return to Cal cutta the whole of this matter was laid before the Council. Captain Lewis's case, though different in many of its circumstances, bears a strong resemblance to that of Capt. Shepherd. He was seized in Rangoon and charged with the murder of one of his crew who had died at sea. He withstood for some time every demand that was made upon his purse; but, after having been in confinement and frequently subjected to ad sorts of insult — even threatened with death — if he did not confess the crime and pay the fine, he at length, at the request of friends, consented to do the latter. On his return to Calcutta he found H. M. S. Fox lying in Diamond Harbour, and so pressed his com plaint that the Councd were at length compeded to take notice of the Burmese atrocities. The preliminary arrangements having ben completed, Commodore G. R. Lambert, in H. M.S. Fox, with the Honourable East India Company's war-steamer Tenasserim (Captain Dicey), saded for the expedition on the 18th of November, 1851 ; Captain Latter, of the 67th Bengal Native Infantry, attending as interpreter, with Mr. Edwards, of the Bengal Foreign Office, as his assistant, Capt. Lewis (whose presence was deemed advisable) being ordered to accompany it. On the 25th of the same month, these ships anchored"], [25, "5 off the town of Rangoon, having been joined at the mouth of the river by the Honourable East India Company's war-steamer Proserpine (Capt. Brooking). The demands, as settled by the Commodore and Council, to be made of the Governor of Rangoon consisted of a sum of 10,000 rupees for the losses sustained by Captains Lewis and Shepherd, and an apology accompanied with a promise of more respect for British subjects in future. To Commo dore Lambert was left the selection of the mode in which these demands should be made; at the same time he was provided with a letter from the Supreme Government to the Court of Ava explaining the cause of his presence in these waters. The 27th was the day fixed for a deputation of officers to wait on the Governor with the above demands. On the morning of that day, however, a number of persons, com prising British subjects, other Europeans, Americans, Mo guls, &c, presented an address to the Commodore, con taining a list of most frightful acts of oppression and cruelty that had been from time to time perpetrated by the Governors of Rangoon. In consequence of this the ori ginal demands were withheld. A letter was then written explaining that the conduct of the Governor of Rangoon had been represented in such a bght as to render those demands perfectly inadequate to the case as it then stood ; and that, therefore, the matter would rest tid further in structions were received from the Indian Government. A deputation, consisting of Captain Tarleton, R. N.,"], [26, "6 Lieut. Ediott, R. M., and Captain Latter, Bengal Native Infantry, took this letter to the Governor. At first he at tempted to keep them waiting, but upon its being intimated that the time of absence of the officers from the ship was bmited, he made his appearance. The letter was read first in English, the merchants being ad present. It was then read in Burmese by Captain Latter; and at that por tion of it which referred, in somewhat strong terms, to his conduct, ad his assumed nonchalance left him, he became violently agitated, and anxious to conciliate. All offers of hospitality were refused, and the party returned to the ship. On the fodowing day some Deputy-Governors were sent on board the Fox to disclaim, on the part of the Governor, ad knowledge of any act of cruelty or oppres sion. On their departure they were entrusted with a letter for the King, and one for the Prime Minister at Ava, demanding the dismissal of the Governor of Rangoon. The Proserpine was despatched to Calcutta with Captain Latter, bearing a communication for the Governor-Gene ral of India. As the Burmese were wed known to be versed in ad stratagems and deceit, and especiady given to create delays, thirty-five days were allowed for the King's answer to be handed in. In the meantime various incidents occurred evincing any thing but a subdued tone on the part of the Governor. He assembled a large armed force (said to amount to 10,000 men) and armed a ship, lying at anchor in the river, the property of, and most highly prized by, the King."], [27, "7 From the fact of the Burmese troops being dependent on their own resources for their dady sustenance, robberies were of constant occurrence; and it was deemed important for the merchants to have the means of communicating with the frigate, for which purpose Mr. Birrell (a merchant in Rangoon) erected a pole on the top of his house, whence a signal could be seen at any time. He had also, for his own protection, provided himself with a small gun. Upon these acts the Governor thought fit to found complaints, and sent on several occasions to demand their removal, but without effect. These proceedings, together with the ill treatment experienced by an American missionary, named Kincaid, when on his way to the ship in which he had placed his family, and the fact of the troops, who occupied the town on more occasions than one, pointing their loaded muskets at Englishmen, prove the justice of the above remark in regard to the disposition of the Governor. On the 1st of January, 1852, the King's answer was sent on board : it was of the most pacific character, expres sing a hope that the friendship which had existed between the two Governments would be permanent, and intimating that the Governor would be superseded by a high officer whom he had despatched, and to whom he had entrusted the adjustment of the difficulties which had arisen* * This document was a specimen of Burmese ealigraphy : it had an illuminated horder of elegant design, and was inclosed in a large ivory case, enveloped in an embroidered cover of crimson velvet. On the morning of January 1st, the whole of the road, from the jetty to the Governor's"], [28, "8 On the 4th, a number of magnificent war-boats, fully armed, and manned with soldiers better equipped than any in the town, came down the river. No intimation of the arrival of the expected Commissioner having been made, inquiries were set on foot, the result of which was that the Deputy-Governor of Dalla (a small district oppo site to and dependent on Rangoon) called upon and com municated to the Commodore the arrival of the Viceroy, Commissioner, or Governor, and of his readiness to receive any officers who might be deputed to wait on him. On the following day, January 6th, at 10 a.m., Capt. Fishbourne, Lieut. Lawrence, and Dr. McLeod, of H. M. steam-sloop Hermes, with Captain Latter, were sent to the Governor's house with a letter, couched in the most house at Rangoon, was tastefully decorated with plantain-trees and trellis work of bamboo : Burmese soldiers, at intervals of a few yards, formed an avenue of vassals, to do homage to the sign-manual of their King. About 10 o'clock, three fine elephants of Bunnah, splendidly caparisoned, and surmounted with eight golden umbrellas, moved in procession from the com pound of the Government House under a royal salute of three guns. The centre elephant bore on its back an officer in charge of the letter, with his two golden umbrellas. On the others were seated the Governor of I) alia and officers of rank, attended by a guard of honour. As the cortege passed on its way, each of the soldiers who fined the road saluted it. On arriving at the place of embarkation, the elephants knelt, to enable their riders to dismount with facility. The royal missive was placed on a Burman salver, and carried in state to the boat, laid in a place assigned for it in the foremost part of the boat covered with a golden umbrella, that no Barman subject should precede it; it was then and thus conveyed alongside H. M. S. Fox .* other boats, each bearing a golden umbrella, accompanied it. The letter was received on the quarter-deck by Commodore G. B. Lambert. The whole of this pomp and ceremony was entirely in honour of the King's letter, and not with the slightest intention of paying any compliment to the British officers into whose hands it was delivered. (For the contents of this letter, see chap, iv.)"], [29, "9 friendly terms, requesting a settlement of the pending difficulties. After having been detained for some time, and subjected to insulting remarks from the Burmese, they were denied an audience, but told they might see and deliver any letter or message to the Deputy. This was rejected, and the deputation returned to the ship. This conduct left no room for doubt on the score of the tone the new Governor intended to adopt. Orders were immediately given to all British subjects residing in Ran goon to embark, and for all British ships, with the least possible delay, to drop down to the anchorage below the Hastings' shoal. The boats of the squadron, manned and armed, and covered by the Proserpine, received and conveyed to the different ships all the British subjects. In the mean time the Hermes was employed in towing the merchantmen clear, and, having set them in the fair way, she went up to, took possession of, and towed down to the anchorage, the King's ship mentioned above. The Fox dropped down with the tide. Early on the following morning the Governor of Dalla visited the frigate with a view to the restoration of the ship. This was decisively refused, and he was given to understand that the Commodore would accept of no terms short of the Governor's going on board and apolo gizing for the insult he had offered to British officers. On Thursday the 8th, the Deputy- Governor of Ran goon, with a Burmese interpreter, tried what effect another interview would have; but, finding the Coniino-"], [30, "10 <* dore firm, they held out hopes that they would be enabled to induce the Governor to comply. It was explained that despatches were to be forwarded to the Indian Govern- ment on the next day; that a letter was prepared for the Ministers of the King of Ava; but that if the Governor, by 6 p.m., intimated officially his intention to apologize, the frigate should be removed to Rangoon the following morning for his reception. At the appointed hour, instead of the expected messenger, a large number of war-boats, flying the flag of defiance (a red ensign with a white pea- cock, the other or ordinary flag being white with a red peacock), went down in the direction of the stockades. At this time, the naval force consisted of H. M. S. Fox (Com modore's broad pendant), H. M. brig Serpent (Captain Luard), H. M. steam-vessel Hermes (Captain Fishbourne), H. E. I. C. war steam-vessels Phlegethon (Captain Niblett), and Proserpine (Captain Brooking) . An hour afterwards, two messengers were sent on board, bearing a letter for the Governor- General, and threatening the Commodore with an attack from the stockades if any ships attempted to move down the river. On Friday morning, the Proserpine and Phlegethon convoyed a number of merchantmen out to sea. The former was ordered to Maulmain, to inform the autho rities there of the state of affairs, whence she was to make the best of her way to Calcutta with Captain Latter, charged with despatches. The Phlegethon, on rejoining, gave infor mation of the stockades being fully manned. At this"], [31, "11 point, Rangoon, Bassein, and Martaban were publicly declared to be in a state of blockade. On Saturday morning, the 10th, the Hermes took the Fox in tow, and in about an hour's time cast her off in a position abreast of, and at a distance of three to four hundred yards from, the Dunnoo stockade. The Phle gethon and some of the boats of the squadron remained at the anchorage, to protect the King's ship and merchant men, and to convoy or assist such as might require any help. The Hermes returned for the King's ship. During her absence, war-boats were moving about in and out of a creek below the stockade. At half-past 9 a.m. she came down with her charge; and, when in line with the Fox, without any appearance of an attack being intended, except such as could be inferred by the move ment of the war-boats, the stockade battery opened fire, and several shots passed over and short of the frigate, whilst one passed through her jolly-boat. They were returned from her starboard guns, charged partly with grape-shot and partly with shell and round. This lasted for about a quarter of an hour, when the firing from the stockade ceased, as well as that from the Fox. The Bur mese, however, after a lapse of two minutes, recommenced the attack, but were shortly sdenced. At the commencement of the firing, two war-boats, each bearing a golden umbrella (insignia of high office), were seen rowing as fast as possible towards Rangoon. It was subsequently explained that the officers in these boats"], [32, "12 had been directing and ordering all the preparations for the attack, but had taken the earliest possible opportunity of escaping from the danger into which they did not hesi tate to force their subordinates. The Phlegethon and the boats rejoined, and added their force to that of the frigate, and after the stockade was sdenced, did good service in destroying a number of war boats. On her way down, fire was opened upon the Her mes from a stockade on the opposite side of the river. This, however, was soon quieted. The Fox, in dropping down to the mouth of the river, anchored for the night off Bassein Creek, whither the Serpent had been sent to com plete her water previously to estabbshing the blockade at Bassein. Early the next morning, the whole squadron, with the Burmese sliip, moved down to the mouth of the river. The afternoon of the same day the Phlegethon was des patched to enforce the blockade at Martaban. On Monday morning, at an early hour, an American, with a Burmese interpreter, and the Governor's confi dential attendant, were sent down to the Fox, bearing a petition, said to have been written by the inhabitants (but really by the Governor), in which everything required in a letter sent to the Prime Minister at Ava, and not in tended to be opened by the Rangoon authorities, was seriatim promised to be conceded if the Commodore would return the ship. It was too late. The matter had become too serious; and there was every reason to doubt the"], [33, "13 sincerity of this. It was no longer a matter to be settled by any functionaries other than the Indian Government, and the King of Ava. From these people, information was obtained that be tween three and four hundred men had been killed and wounded at the stockades ; that those British subjects who had ventured on shore after they had embarked in accor dance with the Commodore's orders, were detained in Rangoon in close confinement; and that all the houses of the merchants had been sacked, and that many of them had been burned to the ground. On Tuesday morning, Commodore Lambert sailed in H. M. S. Hermes for Calcutta, to consult the Governor- General in Councd upon the future steps to be taken. Those only who know the Burmese character can at all adequately appreciate the difficulties with which this mission has been surrounded, or the value of the services rendered to all nations trading in these quarters, by the moderation and firmness displayed by the Commodore. Indeed, to his forbearance the many who escaped from the stockades owe their fives; for had he availed himself fully of the position into which he had been thrust by the offensive having been adopted by the Burmese, the des truction of human life would have been most frightful. Every right-minded person, whilst deploring the threaten ing aspect of affairs, and deeply sympathising with the people of Burmah, must, at the same time, feel grateful that this truly philanthropic mission has been entrusted to such a man as Commodore G. R. Lambert."], [34, "14 CHAPTER II. The blockade of the ports of a nation not possessed of any naval power cannot be marked by any stirring or in teresting events, other than such as may arise from at tempts at trickery and deceit . Pending the instructions from the Governor- General, the blockade of the rivers of Rangoon, Bassein, and Sal ween above Maulmain, does not form any exception to this general rule. The ships lie at their anchorage unmolested, and almost unnoticed. On Friday, January 23rd, H . E. I. C. mad-steamer Enterprise, en route from Maulmain to Cal cutta, called in at the mouth of Rangoon river for all letters and despatches for England, &c. She did not remain more than two or three hours. In the evening, about 7 o'clock, a flag of truce visited the Fox. The party consisted of Abdoolah (a Malay, sometime in charge of the Burmese ship), the Deputy-Governor of Dalla, and a writer who could interpret in Bengalee and Burmese. The avowed object of the deputation was to ascertain whether the steamer had brought any answer to the let ter sent by the Governor or Viceroy of Rangoon to the Governor- General, and whether war was to be declared. Commander J. W. Tarleton received them on deck, and, with the assistance of Captain Lewis, informed them"], [35, "15 that no communication from Calcutta had been received. They then urged that, should any news arrive, it might be communicated to the Governor of Dalla, by some one sent up in the jolly-boat, and went so far as to request Captain Lewis to be the messenger. He assured the Deputy that when any letter arrived, it would be immediately for warded to the Governor, to be transmitted to the king, should it be addressed to His Majesty, or to be retained by himself, if intended for him. Foiled in their attempt to collect information, or induce the Commander to promise an early communica tion with their master of Dalla, they fell upon another expedient. It would appear that the real object in view was to create a feebng in favour of the Dalla Governor, for they evinced the greatest anxiety to induce the behef that no troops from their district were in the stockades, — indeed, that they were even then under surveillance, being garrisoned by 1000 Dalla and 2000 Rangoon troops, and that they had not had any intercourse with the Viceroy for nine days. They corroborated the information that had been received of the destruction of the town, with the addition that the property of the British had been inventoried and removed to safe custody. Rangoon, as described by them, is in a most melancholy condition ; the corn rotting, and the people starving for want of employment. A junk was permitted to leave Rangoon, and, belonging to British subjects, was aUowed to pass. From the Serang, it was ascertained that the report of the"], [36, "16 Deputy-Governor fell short of the truth. The people are dying from cholera brought on by exposure and want. Commodore Lambert, on Monday the 26th, returned to the Fox in H. M. steam-sloop Hermes. He left Cal cutta on Thursday the 22nd, without having had the oppor tunity, so much to be desired, and so calculated to be of value, of a conference with Lord Dalhousie, his lordship not having returned from his visit to Simla. Promptness and determination may save much loss of life and expense : delay and indecision will be most destruc tive. To a Burmese, delay is a tacit admission of inferi ority, — an acknowledgment of having been worsted : for bearance is cowardice — courtesy is dissimulation. A resi dence of a few weeks amongst these people is sufficient to convince any one of the accuracy of these remarks ; indeed, they are the reiterations of the observations of those who have lived with them and known them well for years. The Viceroy, notwithstanding the threats he ordered to be communicated to the Commodore, has, it is said, repudiated having had any thing to do with the stockade affair, — has placed in confinement the two principal officers who were managing it, — has written to Ava against them, and now awaits the king's decision to have them put to death. Whdst no active measures are being taken, the *•» Governor of Dalla has an eye to the governorship of Rangoon. He has sufficient foresight to understand the jeopardy in which the present man has placed himself, and is manifestly laying his plans to become his successor."], [37, "17 Treachery, deceit, fraud, and absence of all truth, characterize every word and act of Burmese authorities. And yet the people are a fine race, capable of great things, if they were trained under a better system. There is no hereditary nobility: to be raised to any office in the state is an object of ambition, and within the reach of the meanest labourer. The greatest quali fication for office is to be able to deceive without leav ing a chance of discovery. The most deceitful, the most crafty, and those most successful in deceit and craft, are the chosen officers of this splendid but sadly misruled country. On Sunday, the 25th, a wing of the Royal Irish and a company of Bengal Artillery arrived at Maulmain, in the H. E. I. C. war-steamers Tenasserim and Proserpine. Hostde messages had, during the previous week, been sent by the Governor of Martaban to the H. E. I. C. brig Trusty, ordering her, under penalty of being fired upon, to move further off. These threats ended, however, like most Burmese threats, in mere words. H. M. S. Serpent, about this time, was ordered by the Burmese authorities to remove from the mouth of the Bassein river, within a certain time, under a similar menace. At noon, on the 29th, the Tenasserim joined the Com modore's flag. She brought information that the Commis sioner at Maulmain had received a letter from the Governor of Rangoon, addressed to the Governor-General, contain ing the same charges against the Commodore as the letter c"], [38, "18 which had been before received for transmission on board the Fox. At three in the afternoon of the same day, the Hermes saded, to blockade the Ballague River. At the same time, the Fox moved to Bassein creek to complete her stock of water, and on Saturday morning the Fox had started for the mouth of the river, where she met the H. E. I. C. steam-vessel Fire Queen, from Calcutta, with despatches, which caused her to turn her head towards Rangoon, the Fire Queen taking the Fox in tow. In passing the Da Silva stockade, the Burmese opened fire upon them, one shot striking the gig which was towing astern, and so shattering the leg of the boat-keeper as to make immediate amputation necessary. This was certainly unexpected, as a promise had been given that the Gover nor-General's answer should be sent to Rangoon as soon as possible after its arrival. Without stopping, the Fox returned the fire; and at five o'clock anchored close to the Hastings' shoal. On Sunday morning, the Fire Queen sailed for Maulmain, and on her passage down the river was fired upon from both stockades. The Phlegethon having arrived, relieved the Tenasserim, which immediately left to her the charge of the Burmese ship, and steamed up the river to join the Commodore. She was also fired upon from both stockades, en route. At six a.m. on this day, Lieutenant Spratt was dis patched to Rangoon with a letter from the Commodore,"], [39, "19 which enclosed one from Mr. Halliday, the Secretary to the Indian Government, containing a memorandum from the Governor- General in Councd. The Commodore's letter, after adverting to the firing from the stockades, warned the Governor against a repetition of it. Mr. HaUiday's letter was addressed to the Governor under his almost innumerable titles, and called his immediate attention to the enclosed Memorandum. The Memo randum contamed a recapitulation of the original de mands, viz., the payment of 9948 Company's rupees in connection with the cases of Captains Shepherd and Lewis, the reception of a Resident, and a written apology for the insult offered to the deputation of British officers sent by the Commodore. Captain Latter, who accom panied Lieutenant Spratt, delivered these documents to two officers at the Custom House wharf at Rangoon, and was promised a speedy reply. On Monday, the 2nd instant, about two p.m. a Burmese deputation, consisting of subordinate officers, went on board the Fox. They presented two letters ; one addressed to the Governor- General, from the Governor of Rangoon, contains a repetition of the demands, and of his charge against Commodore Lambert. Upon the latter, he re marks that his conduct, in taking away the Burmese ship was contrary to the custom of all nations, and that, although the Indian Government are fully aware of this fact, they had written expressing their desire for a continua tion of the friendly relations between the two powers. With c 2"], [40, "20 respect to the demands, he refers them for settlement to the arrival of the high functionary (the Resident) aduded to in the Governor-General's letter : but with reference to the insult, he not only does not offer any apology, but observes that as the report of it was made by British officers, any fault that they might have committed had been kept out of view, whdst those presumed to have been committed by him had been fully revealed. In the letter addressed to Commodore Lambert, the Governor of Rangoon commences by announcing himself Governor of Prome, and all the southern provinces. He acknowledges the receipt of Commodore Lambert's commu nication expressive of astonishment at being fired at on his way up to Rangoon with a letter from the Governor- General; and then proceeds to remark, how much greater was his astonishment at the Commodore's venturing to come up without having previously obtained permission from the officers at the stockades ; — that on the former occasion the ship of the King of Burmah was taken away at night, and, in defiance of threats, moved down to the mouth of the river, — that, on her way down, the stockades fired, and were fired upon in return, — that the firing on the second occasion was consequent on his acting in violation of the Governor's orders communicated to him by the Deputy of Dalla ; — that he encloses the letter for the Governor-General, which he requests may be forwarded, and an answer to the same sent to him without delay. About half-past four, H. M. S. Fox was taken in tow by"], [41, "21 the Tenasserim, and moved down to the mouth of the river. As she passed the stockades, it was observed that they were crowded with men. No attack, however, was made. The Fox, Tenasserim, Phlegethon, and Burmese ship are at anchor at the mouth of the river. The blockade wdl be strictly kept till further instructions are sent from the Supreme Government. If we may be permitted to guess at the future, we should say that the Indian Government will adopt the suggestion of the Governor of Rangoon, and appoint a Resident to negociate with him. This will last for a few months, when, like all the other representatives, having been subjected to insult, and having discovered the imprac- ticability of the Burmese authorities, he wiU leave them without having made any advance towards the firmer settlement of the relations of the powers. We do not advocate war and bloodshed; but we do most earnestly wish, for humanity's sake, that a firmer and more decided tone and policy had been adopted by the Governor-Gene- ral in Councd. For the sake of all civilized nations, for the sake of the Burmese themselves, it would be well that the strict observance of the treaty of Yandaboo should at once be unreservedly demanded. Bold determination may arrest the warlike preparations that have been made in every quarter. VaciUation, indecision, and temporizing, will only end in a war that will be little other than one of extermination. Past neglect and indifference have"], [42, "22 brought matters to their present crisis : let the Indian Government then learn a lesson, and demand, not of the Governor of Rangoon, but of the King of Ava, the immediate concession of all their just demands."], [43, "23 s CHAPTER III. In order to maintain, as strictly as possible, the blockade of the coast of Burmah, H. M. brig Serpent (Captain Luard) was ordered round to the Bassein River. She anchored off Diamond Island early on the morning of the 16th January, 1852, and on the 17th stopped a junk that was attempting to run the blockade. On the following day, Captain Luard was in his gig sounding and surveying, when some guns were fired at liim from a stockade, without, however, producing any effect. On the 20th, the Serpent went through the passage between Negrais and the mainland, and anchored off a smaU village. About 8 o'clock that night, the soldiers came down in some order from the stockade to the strand, bearing torches. On the 26th, the Serpent again got under weigh, and sailed for Diamond Island. On the 4th of February she again saded for Negrais Island, and on passing a point of land, known as Pagoda Point, seven shots were fired at her from a stockade. This occurred about two in the afternoon. The Serpent returned the fire, and sub sequently landed an armed party, destroyed the stockade, and took possession of some war-boats and munitions of warfare. The next day, about half-past 9 at night, she"], [44, "24 was fired upon from a stockade at the village on Negrais Island; the soldiers deserted the stockade immediately afterwards, and the next morning a party from the brig set on fire and destroyed it. In all these expeditions, to the great credit of those employed in them be it said, not an article of household property was removed from the place in which the poor people left it. The village at Negrais, although deserted by all the Burmese, is, with the exception of the stockade, in the same state as when it was first deserted. The people dare not remain, for they would be suspected of aiding and abetting the English, and would be punished by death. On the 7th February, H. M.S. Fox anchored at Negrais, having been towed thither by the H.E. I. C. war-steamer Tenasserim. On Sunday, the 8th, two messengers arrived from the Governor of Bassein, with a letter for Captain Luard. This document contained an enumeration of aU the weapons and means for war that the Governor possessed, with a threat that they would aU be brought into play against his httle ship if he did not remove from the Bassein River. Commodore Lambert caused an answer to be written to this truly Burmese production. One poor old woman, a leper, who accounted for her presence by the fact of her not having any relatives to take her away, was found in the village, and to her it was explained that the expedition was not against the people, and that it was wished that all should continue their respective occupations. On Mondav"], [45, "25 evening, some few men were met in the village, and this may possibly be one of the good results of the communica tion made to the old leper. They were friendly, and mixed without the least hesitation with the Europeans. On Tuesday, the 10th, the Tenasserim took the Fox in tow, and proceeded with her towards Diamond Island. A short time before she reached that place, the H. E. I. C. S. Phlegethon was seen. She brought a letter from the King of Ava for the Governor- General of India, sent, by way of Martaban, to the Commissioner (Colonel Bogle) at Maulmain. This, however, is little else than a dupHcate of former communications. It adds some further false statements to others that have been received, and may be taken as a fair specimen of the path of falsehood, trickery, and difficulty, though which every one must thread his way who undertakes any mission to the Burman Court. In this letter it is asserted that, in answer to the Commodore's demand that the Governor of Rangoon should make an apology on board the Fox, he (the Governor) had proposed that a house on shore should be prepared and used for that purpose : a mere after-fabrication — a happy thought that suggested itself to the Governor as a means of escape out of any difficulty into which his conduct may have brought him with the King. In addition to this, there is another falsehood, viz. that the demands were about to be complied with; indeed, that a boat, with a messenger in charge of the money, was on its way to the Fox when she weighed and started for the mouth of the"], [46, "26 river. In conclusion, the King demands to be informed if the expedition has for its bond fide motive the settle ment of the differences that arose between the late Governor of Rangoon and the merchants, or the creation of a cams belli. The answer of the Governor- General to this last, as well as to the former letter, wdl determine the fate of Bui-mah. In the meantime, everything that can be done to further the cause of real humanity will be done by Com modore Lambert. His conduct has hitherto won for him the respect and acfhiiration of all who know anything of this matter."], [47, "27 CHAPTER IV. The Governor of Bassein, in his letter to Captain Luard, (H. M. S. Serpent,) set forth in truly Oriental style, all his titles and dignities, enumerating the many insignia of office which the King of Ava had conferred upon him. This portion of his letter was little else than a catalogue of his robes, ornaments, war-boats, and arms. He deprecated the blockade, as affecting commerce; and concluded by threatening to drive the brig out of the river. In answer to this, Commodore Lambert caused a letter to be written, informing the Governor of Bassein that the coast from Salween river to Bassein had been put into a state of blockade, in accordance with the instruc tions he had received from the Governor- General, and that it could not be raised under the then existing cir cumstances. He further informed him that he had given orders to aU officers in command under him, not to fire upon any place till they had been fired upon, — to stop all vessels attempting to run the blockade, and to detain all those in which any arms or other munitions of war should be discovered. This reply was despatched by the mes sengers on Sunday the 8th instant. On Tuesday, H. M. S. Fox removed from Negrais to Diamond Island, where the Phlegethon, from Maulmain,"], [48, "28 joined her. The King of Ava had sent a letter for the Governor- General, via Martaban, to the Commissioner at Maulmain (Colonel Bogle), who had forwarded it in the Phlegethon to the Commodore. The deputation, with the king's letter, had an interview with Colonel Bogle on Saturday the 7th February. It is confidently asserted, by some who were present, that the late Governor of Rangoon was amongst the emis saries. This, although not generally believed, is not so improbable as to be dismissed without inquiry. When recaUed from Rangoon, the late Governor did not leave like one who had incurred the displeasure, or forfeited the confidence, of his master. He was accompanied by all his famdy, allowed to take with him all his property, and was convoyed by a number of boats manned by no inconsiderable retinue. During the interview at Maul main, it was observed, by more than one person, that a Burmese was prompting the spokesman; and the wed known ability of the late Governor would point him out as a valuable agent to be employed in carrying out the crafty diplomacy of the Court of Ava. The letter, in addition to the statements so often repeated, accused Commodore Lambert of having refused to meet and receive the apology of the present Governor, in a pavilion to be prepared for the occasion at a place equidistant from the landing-place and the Government House, and of having faded in fulfilling his promise to deliver up the Bur mese ship to any officer who should be commissioned to"], [49, "29 receive it, by getting under weigh whilst a boat, with the officer on board, was approaching H. M. S. Fox. It need scarcely be asserted, that neither of these statements has any foundation, except in the fertde imagination of the Burmese authorities, and in their incomparably false diplo macy. The document was immediately forwarded by the Phlegethon to Calcutta. On the following day, the messengers from Bassein again presented themselves with a letter on board the Serpent ; but, as the Fox was stdl at Diamond Island, no very great distance from Negrais, they were requested to deliver the document to the Commodore. At an early hour on Thursday, the letter was received ; its contents were unimportant, promising that, in future, the ships should not be fired upon. On Saturday, the Fox and Tenasserim sailed for the mouth of the Rangoon river, where they anchored on Sunday afternoon. On Monday afternoon, a junk from Penang, with arms on board, and laden with spices, attempted to run up to Ran goon ; she was stopped, and anchored near the frigate, — her cargo was sealed up, the Burmese who were on board were landed at a fishing-village, and some men were put on board to take charge of her. On the following day, a deputation of four persons (including Mour Pogian, the Burmese interpreter) was sent from Rangoon, but with what object, except that of coUecting any information that might be inadvertently dropped in the course of conversa tion, it was impossible to discover. They introduced and"], [50, "30 discussed the subject of the sort of flag the Commodore would fly, and the number of ships he would have with him, should he again be the bearer of any letter from the Governor- General. On Friday, February 20th, the Fire Queen called in, on her way to Maulmain, at the mouth of the Rangoon river, and delivered the Governor- General's dispatches to Com modore Lambert. There was nothing for either the King of Ava, or his representative the Governor of Rangoon. Indeed the whole tone of the Indian Government seemed to have been changed. The last demands were of such a nature as to induce the bebef that everything was to be sacrificed for a fictitious and temporary peace. There was in them not a syUable about the firing upon the squadron from the stockades ; and the insult offered to the naval and other officers sent with the Commodore's letter, was only alluded to in demanding an apology, without its being characterized as an outrage that would not, amongst civilized nations, be passed over without the most un reserved apology being demanded, and conceded on the spot. Nothing in the shape of epistolary communication was sent by the Governor- General, in the Fire Queen, for the Burmese authorities. The exact purport and full detail of the instructions to the Commodore have not transpired, but the following outline may be most implicitly rebed on. European and Native troops in great numbers were to be ready at Madras and Calcutta, to embark on the 15th of the next month."], [51, "31 and for their conveyance, steamers were ordered round from Bombay to assist those under orders in the Hooghly. The whole were to rendezvous at some place to be deter mined upon by Commodore Lambert. Rangoon and Mar taban, and possibly Bassein, were to be taken and garrisoned, and prepared, as far as could be, for the protection of the troops, and as depots for the munitions of war during the rainy season, which ordinarily commences in May. Should this fad to bring the Burmese to a sense of their real posi tion, the conquest was to be extended into the interior, and the whole of the Burman dominions be annexed to the British possessions in India. On Saturday morning, at an early hour, H. M. S. Hermes saded for Trincomalee, for stores for the squadron, and wdl rejoin the Commodore's squadron in little more than a fortnight. We cannot but believe that the Governor- General, after his arrival in Calcutta, obtained such information of the past history of our relations with Burmah, and of the character of the people, as at once opened his eyes to the mistake he had made in the first instance in treating with the Governor of Rangoon, instead of demanding from the King of Ava the immediate concession of all the points for which the mission was undertaken, and, at the same time, a distinct recognition of aU the articles of the treaty of Yandaboo. We cannot help feeling that it was possible to have averted a war by firmness and an air of determina tion at the first step."], [52, "32 It may not be without interest, at this stage of the proceedings, to review the whole progress of this affair. During Commodore Lambert's visit to Calcutta, in October last, the great topic of newspaper comment and common conversation was the outrages that had been committed upon Captains Shepherd and Lewis, at Rangoon. The Commodore would have been gudty of great neglect of duty, and have rendered himself amenable to the world's censure, as well as to a reprimand from the Admiralty, had he not inquired into the truth of these current reports, and offered, when satisfied of their truth, the services of the naval force under his command. His offer being accepted, he was ftirnished with instructions to treat, if possible, with the Governor of Rangoon for the adjustment of the differences, but if this failed, to forward a letter to the King of Ava, and, if necessary, declare the coast in a state of blockade. The expedition sailed from Calcutta. The impossibility of treating with the late Governor became manifest from the catalogue of fearful grievances complained of by the British Residents in Rangoon. Further instructions from the Indian Government were sought, and the letter for the King of Ava was dispatched. This was the com mencement of the intricacies and difficulties. The answer from the Burman Court is a curious speci men, and deserves more consideration than at first sight is likely to be given to it* At the first glance, it seemed to * For the transmission and delivery of this letter, see chap. I (note)."], [53, "33 promise a peaceful and happy termination of the whole affair. It asserted that \" the King of Ava had received, some months previously to the arrival of the expedition, a petition, signed by all the British subjects [merchants] at Rangoon, complaining of the conduct of the Governor, and was about to institute inquiries, when a counter petition, signed by the same people as the former, reached him, denying the accusations contained in the former one, and requesting that the Governor might be retained in his office. That upon the receipt of this, he concluded that the original petition had been written and signed in a moment of anger, and that the people were really quite anxious to have so just and good a man in authority over them. That a short time afterwards, he discovered that the counter-petition was a forgery, got up at Maulmain, and was preparing a commission to send down to Rangoon, when he received the Governor-General's letter. And that a Commissioner, to whom full powers were entrusted, would arrive in a few days.\" In the first place, it must be quite manifest that the whole of this story, about the discovery of the forgery, is a mere invention. A counter-petition, signed by the same people, was sent up to Ava, but how were their signatures obtained ? In order to save their lives. Had the signers refused, they knew that the threatened torture and death would most certainly foUow. The whole, then, of this story of the discovery of the forgery, and the consequent preparation to send down a Commissioner before the D"], [54, "34 arrival of the Governor-General's letter, may be regarded as a mere fabrication. To this, indeed, but Uttle import ance seems to have been attached, for the king does not even admit that the statements contained in it have at all influenced his conduct, which had already been deter mined upon. Now, will any one credit that the King of Ava believed, for one instant, that the counter-petition was obtained by any other influence than most deadly threats ? Had the two been signed by different people, there might have been some shadow of a reason for his bebeving what he says : viz., that he did at first believe it ; but, as the sig natures were in the handwriting of the same persons, he could not have been under any difficulty in arriving at the real state of the case. Again, the Commissioner was to arrive ; but for what purpose ? To talk over, not to con cede the demands. He had full powers to treat, but, as the result has proved, he had no desire or intention to concede. But we come now to a stdl more important point. The king, by sending some one to supersede the late Governor, as well as by his own words, admits that he is satisfied that the reports of misconduct that have reached him are not without foundation in truth. The Governor is super seded ; but how ? He remamed some days in constant intercourse with his successor, and then left with a retinue and accompanied by his family and treasures. This is not the Burman method of treating a guilty"], [55, "35 subject who is to be degraded. One who is to be removed because he has incurred the displeasure of his royal master, is not allowed a retinue of Government boats to convey his family and treasures away from the scene of his disgrace. Ruin, if not death, awaits not only the man himself, but all his famdy. The great hold the authorities have upon the people is the fear of their disobedience bringing ruin, disgrace, or death upon their families. However, the most favourable construction was put upon everything, and the Commodore believed that the king meant honestly. The conduct of the Commissioner soon dispelled these impressions. A deputation was insulted, and refused an audience, after it had been engaged that they should be received. The instructions from the Indian Government were to the effect that if treating should become impossible, the whole line of coast was to be put into a state of blockade. Circumstances had arisen that rendered it im probable in the highest degree that any further attempt at parley would be useful; but before resorting to the extreme measure of blockading, the effect of the law of reprisals was tried. A ship belonging to and much prized by the king was seized; but, even at this point, facdities for coming to an amicable arrangement were afforded to the Commissioner. He rejected them all, and hurled threats at the British squadron ; but, even at this stage, he d 2"], [56, "36 is met by dignified firmness, combined with forbearance and moderation. The affair of the stockades took place, and so much reliance was placed in the Commodore's declaration that he would not be the first to take any offensive measure, that war-boats manned and armed passed close to his ship, with all the vaunting insolence of a people who had been taught by experience that they might with impunity not only insult, but injure and torture British subjects. If anything could have brought the Burmese to their senses, it was the effect of the law of reprisals. Had Commodore Lambert put on the blockade, without first trying the seizing upon their property within his reach, he would have laid him self open to the charge of baring tried the severe remedy before the mild one; and by the Burmese he would have been looked upon as having run away. All the fleets of Europe around the coast of Burmah would not have removed the impression that would have been made, and the report would have been widely cfrcu ]ated amongst the people to the depreciation of the Engbsh nation. But to return to the proceedings. The King's letter had scarcely been read, before the Governor-General was called upon to consider a new and more serious phase of the affair. The deputation of British officers had been insulted, and refused the opportunity of delivering the letter they were entrusted with. The British squadron"], [57, "37 had been fired upon, all opportunities and facilities for a peaceful accommodation had been rejected, and British property, worth large sums of money, had been destroyed by the Burmese. All this was now to be weighed and considered. Forbearance now, indeed, was carried to a fault. The Governor-General, after ad this, merely repeats the original demands, with the addition of an apology to the British officers, suggesting that the Resident to be appointed would discuss any other matters. In convey ing this message the squadron was again fired upon, and the Burmans again tried their hand at diplomacy. An evasive answer was written, given to the Commodore, and by him forwarded to the Governor- General. A short time after this event a letter was sent by way of Martaban and Maulmain to Commodore Lambert, to be forwarded by him to Calcutta. This last reached its desti nation as the Fire Queen was about to sail; she was detained some hours, and then ordered to proceed with her despatches without having received any fresh instructions in consequence of the last missive from Ava. Of this we feel confident, that nothing but yielding up British sub jects to be tortured, and injured, and insulted, would have averted the war that must now come on. Promptness and decision at first might possibly have done so : nothing but years of impunity have begotten in the minds of the Burman authorities a belief that there was no day of"], [58, "38 retribution ever to come upon them. They had, for years, acted in defiance of the treaty, without having been made to acknowledge and atone for the wrong they had done. One consideration, however, deprives this war of much of its terrors. The people must in the end be greatly benefited by being rebeved from tyranny and placed under the mild and just rule of the Engbsh."], [59, "39 CHAPTER V. The Burman authorities are to have another opportunity of saving their country. The King of Ava has now an opening given him to escape from the ruin, or, however, the disseverment of his kingdom. On the 19th of February, the H. E. I. C. S. Enterprise was despatched from Calcutta with stores for Arracan, despatches for Commodore Lambert, and a letter for the King of Ava, in reply to his sent via Martaban and Maulmain. She reached the mouth of Rangoon river on the 26th, delivered her despatches, and proceeded the same afternoon to Maulmain. The Governor- General and Councd of India seem determined to leave no means for effecting an amicable settlement of their differences with the Burman Court untried. Their demands, how ever, as well as the tone of their correspondence, are greatly changed. The money-payments are considerably increased, and now include indemnification for the expenses incurred by the expedition and in the prepara tions for war. AU the demands are to be conceded by the 1st of Aprd; and in the event of their not being complied with by that day, the honour of the British name and the justice of the Indian claims will be vindicated as they ought to be. No excuse for delay has"], [60, "40 been allowed; the letter is peremptory, and must be answered by some decision : no more evasions will avert the ruin and destruction, or at least the partition of the kingdom of Ava. In the mean time no exertions will be relaxed, on the part of the Indian Government, in making aU necessary preparations for the impending war. Troops are under orders, and steamers are being taken up for their transmission to the scene of action. The rendezvous of course has not been generally promulgated, nor is it of any importance that it should. The result of the Governor-General's last letter it is not difficult to anti cipate. No concession to the English demands has as yet been made (for the only thing that has the appearance of a concession, viz., the dismissal of the late Governor of Rangoon, was in reality no such thing), and it is not probable that a Court, inflated with pride and arro gance, should yield when threats are impbed if not expressed. It may be expedient, even if not in strict accordance with our Engbsh notions, to try every means of averting a war. The most prejudiced man must admit that all engaged in this affair have employed forbearance, if they have not ad adopted the expediency system ; and that if war be the result (as it most assuredly wdl), it wiU have been brought upon the Burmese by their own wilfulness, and not without much reluctance on the part of the Engbsh authorities in the East. The wisdom of sending down to Rangoon the original"], [61, "41 demands in charge of an armed force has been called in question. It has been urged that the Burman character is such that any demands, however inconsiderable they might be, backed by an armed force, would be received with great suspicion, and yielded only after much delay, and then not without compulsion. The presence of even so small a force as one frigate and a steamer may have created suspicions, and have irritated the Burman autho rities ; but the experience of the Indian Government had not failed to teach them that nothing but insult and con tempt would follow upon their just demands being made in any other way than that which they adopted. In 1842 they sent Captain Hough, in command of the Proserpine, with a letter to the Governor of Rangoon, to demand the intention of the Court of Ava in sending down an immense army to that place, headed by the King himself. Captain Hough demanded an audieuce, and was told that he could land and deliver the letter at any time he pleased. He avaded himself of this on the day after his arrival; but he was not permitted to proceed beyond the Custom House, where he was detained as a prisoner for some hours, and only bberated upon some of the merchants becoming bad for him. He returned to his ship, having entrusted the letter to a common coobe to carry to the Governor ; weighed, and returned to Calcutta. We make no comment upon the pobcy of the Indian Government in passing over such a gross and unwarrant able insidt. The anecdote is, however, illustrative of our"], [62, "42 statement that it would have been vain to have sent to Rangoon any but an armed expedition. We may ques tion the propriety of undertaking the mission without simultaneously preparing a sufficient force to insure im mediate attention and concession to such demands as they felt themselves bound to make. We also doubt the dignity of the position which they assumed in sending an expedition to treat with a Governor when they ought to have communicated with the Court. Two mistakes appear to us to have been made — the attempt to treat with a subordinate, and the not preparing, at an earber period, for that which past experience might have taught them would inevitably be the result of any interference with the Burman authorities — war ; but at the same time it must be manifest, to any one who has watched the late pro ceedings, that neither of these errors can have had any thing to do with hurrying on or exciting war. Had they not been committed, however, the whole affair might by this time have been afready nearly settled. If the Government were unprepared to enter into the difficulties of a war with Burmah, they should not have attempted to procure the concession of their demands — indeed they shotdd have withheld them till they were. In the meantime the British subjects, residing in and trading with that nation, would doubtless have been sufferers; and the war, which under any circumstances seems to have been inevitable, woidd have only been delayed, not averted. Referring to the acts of cruelty which the people in"], [63, "43 these parts are permitted, so far as the native Govern ment is concerned, to inflict upon British subjects, we subjoin an account just pubbshed in one of the Indian newspapers. Shocking Massacre of British Subjects, and Destruc- tion of Vessels at Noncowry. Statement of Malim Sahib, son of Khuleepah Sahib, Mabm of Nagore, by occupation a merchant, and master of the brig Safreena, now lying in the port of Maulmain, taken before me, Henry Hopkinson, Principal Assistant to the Commissioner in the Tenasserim Provinces, this 13th day of February, 1852, who saith, \" I sailed from Nagore in the month of August last, to Bimlapatam, thence to Penang, and from Penang I came on to Non cowry Island, arriving in ad November.* I got as many cocoa-nuts as I could at Noncowry Island, and fided up with more at Car Nicobars, where I remained up to about the 20th December. From Car Nicobars I was driven by stress of weather with the loss of all my sads, to Junk Ceylon. I had to stop and refit there, and take in pro visions, and did not leave till the 20th January last, when I came on here. One morning, about 2 o'clock, whde lying off Noncowry, and about thirteen days after my arrival, there came alongside the ship a man on a log of wood. I lowered a boat, and picked him up ; he appeared much exhausted, and coidd only tell me at first that his * It is thus in the original document."], [64, "44 name was Soobooroyloo, and that he was a Coringee. He was, however, in perfect possession of his senses, and he soon recovered strength sufficient to state his story. He said that he was one of a crew of forty-five men, belong ing to a Coringee craft, which had come from Singapore to Noncowry to load with cocoa-nuts ; but before her cargo could be completed, she was one day surrounded by a number of armed boats, whose crews boarded and carried her, and put all her people to death, with the exception of nine (of whom the narrator was one), and who escaped by hiding themselves in a water-tank. When night fed, they endeavoured to swim ashore : four were drowned, but the other five managed to reach the land. They soon got separated, however, in the jungle. Soobooroyloo wan dered about for some time, but at last was captured by the islanders, who kept him prisoner. He managed at last to bite through his cords, and so got free from them, and gained my ship on a log, as I have mentioned. Soo booroyloo told me his vessel's name, but it was a long Coringa word, and I have forgotten it : she was lying off the southern side of the island of Camarata, about the middle of the island, and perhaps half a mile from the shore, when she was attacked. The savages sank her, and Soobooroyloo pointed out to me her mast stid remaining above the water. Soobooroyloo was assuredly quite sane when he came on board us, and for thirty or thirty-five days subsequently. I do not know what then turned his brain, but he has been mad since. Soobooroyloo told me"], [65, "45 that his was not the only ship that had been attacked by the natives of Noncowry ; for after he had been a month ashore, an Engbsh barque came into the harbour formed by the islands of Noncowry, Camarata, and Trincutty, and anchored there. For four or five days a number of boats, more and more every day, went off to her : at last, one day Soobooroyloo saw her settle down and sink. Her long-boat came ashore, full of Noncowry men; they brought with them a European lady and her chdd, a little thing not two years old. For four days the poor lady was the victim of their brutal abuse, when death put an end to her sufferings ; and she was no sooner dead, than they hacked the child to pieces with then' knives. \" Before he left the island, Soobooroyloo fed in with three men; he found they were his countrymen (Corin gees), and they proved to be the remnant of the crew of the Engbsh barque. They told him that their vessel had been carried and scuttled by the savages, who had mur dered the captahi and his mate and two other Engbshmen (passengers, it is presumed), and, after plundering the ves sel, had brought the captain's wife and his infant daughter away in the long-boat. They could not tell the name of the barque, but she was from Calcutta with a lascar crew. They had shipped there themselves. The vessel had come to the Nicobars for a cargo of cocoa-nuts; she had on board of her eight bullocks, twelve goats, a small quan tity of piece-goods, some casks of brandy, and several bags of money in rupees."], [66, "46 \" I managed to escape the fate of those ships, as I knew beforehand the character of the men I had to deal with. I kept wed out in the offing, in fifteen fathoms water, and was very careful not to adow more than one boat at a time to be alongside of me ; and as soon as I had discharged one boat of cocoa-nuts, I made her go well away before I suffered another boat to approach. Soobooroyloo was upwards of two months and a half on shore, and this affafr of the English barque took place about a month and a half before my coming.\" Pending the arrival of the King of Ava's letter, Com modore Lambert proposes to send one of the ships under his command to Noncowry, to rescue any of the survi vors of these foul atrocities. One other advantage wdl arise from the visit — the Nicobar people will find that their cruelty is known, and be warned not to repeat such acts as have for some years been occurring."], [67, "47 CHAPTER VI. As the month of March passes away, so do the prepara tions for the first blow in the new war progress — the new war, because war is inevitable. Nothing wdl convince the Court of Ava that it is to their interest to concede the demands of the Court of Dfrectors, and, as a necessary con sequence of non-compliance, war wid be made upon then territory. The preparations are upon such a scale as to render the result as certain as anything human can be. In addition to the Fox, Hermes, and Serpent, the naval force will consist of nine or ten steamers, including some of the heavily armed steam-frigates from Bombay. The land force (chiefly from the Madras Presidency) wdl amount to 6,000; 5,000 Europeans, and 1,000 Native troops, with Artdlery. There is now no doubt that the mouth of Rangoon River has been selected as the place of rendezvous for aU the ships of war and transports. General Godwin is to command the land force. Adrmral Austen has arrived, by this time, at Penang, but it is not anticipated that he will be caUed upon to assist, as the force under Commodore Lambert's command wdl be amply sufficient. The Burmese are pursuing the same system of preparation that they commenced on the arrival of the expedition in their waters. They have assembled"], [68, "48 in Rangoon a force said to amount to 31,000 men, including 3000 cavalry. They have erected stockades, and mounted guns upon them in considerable numbers. At Martaban every preparation has been made; stockades have been built and guns mounted. The time employed in negociations has not been squandered by the Burman authorities; and, in the event, the delay wdl prove to have been useful to the English. The Burmese forces have been assembled in great numbers at Rangoon, and the blow that will be struck there will be so decisive that they wid not dare to again face the Engbsh in a pitched battle. They do not — they cannot — dream of the tremendous batteries that wdl be brought against them. It is impos sible to say what wdl be the next step after the taking of Rangoon ; but, as the country about Prome is healthy, even during the rainy season, it is more than probable that the troops will be conveyed up to that place. It is believed by some, who say they know the Burmese character, that the people will, after such a blow as that at Rangoon, seek the protection of the Engbsh. The Indian Government has employed the last month in making most ample and efficient preparations for the inevitable crisis of Burmese affairs. Transports and steamers have bee\"h taken up and despatched with men and arms, to force from the Court of Ava that compbance with just demands, which has been refused to the most forbearing and oft-repeated apphcations. At Maulmain every available artificer has been employed in framing"], [69, "49 houses, to be erected at Rangoon for the protection of the troops, immediately after that place shall have fallen into the hands of the English. This wise measure demands every praise, for by these means the soldiers will be pro vided with houses and barracks before the rains shall have commenced, and a few days after their occupation of the place. On the 25th instant, the Peninsula and Oriental steamer Erin arrived at Maulmain with the head-quarters of the 80th (Queen's) Regiment, to relieve that portion of the 18th, or Royal Irish, that had been sent thither, but is now under orders to join their regiment at Rangoon. Maulmain has been enbvened by a little pleasantry of the Governor of Martaban, who sent a message to the Com missioner threatening that, if the attack were not soon commenced by the Engbsh, he would be the first himself to open the war by an attack upon that station. A body of Sappers and Miners has arrived from Madras to put the defences of the last place in such a state as to render it tenable against any force that might attack it. This precautionary measure, however, was decided upon some time since, and has no reference whatever to the empty threat of the Governor of Martaban. On the 27th, a large barque (Bengal), arrived at the mouth of the Rangoon river, laden with coals and some buoys. About two hours afterwards, the Futtel Rozack, with a detachment of 180 men of the Royal Irish, arrived at the same place. Capt. Call was in command of the detachment. On Monday the buoys were laid down at E"], [70, "50 the mouth of the river. About 3 o'clock in the afternoon of Tuesday, the Futtell Allam came to anchor near the Fox; she brought 280 men of the Royal Irish, with Colonel Cootes of that regiment. The Lady Mary Wood, with 250 of the 40th Bengal Native Infantry, steamed to the same anchorage at about 8 o'clock on the morning of the 31st. The Burmese ship, taken by Commodore Lambert as a reprisal, had been prepared for the reception of any troops that might arrive in a vessel whose immediate return to Calcutta would be important; the Lady Mary Wood was taken alongside, and the men received on board the Yathunah-yee-nihon with the greatest ease and least possible delay. H. M. S. Hermes, with General Godwin and staff on board, the H. C. steam-vessels Tenasserim, Enterprise, and Fire- Queen, each with a transport in tow, were to sail two hours after the departure of the Lady Mary Wood, and may therefore be expected at Rangoon in a day or two. The large steamers from Bombay, which were ordered to call at Madras, may also be looked for about the same time. The land force wid consist of the 18th and 51st (Queen's), a large body of Artillery from Madras, the 40th and 67th Bengal Native Infantry, with some other regi ments, whose numbers have not come to our ears. It is believed that the 68th Bengal Native Infantry wid fodow as soon as arrangements for their embarkation can be made. The Bengal Brigade, under Brigadier Warren, will consist of the Royal Irish and the 40th and 67th"], [71, "51 Bengal Native Infantry. The naval force will be com posed of H. M. ships Fox, Serpent, and Hermes, the H. C. steam-vessels Moozuffer, Feroze, Berenice, Medusa, Zenobia, Semiramis, Hugh Lindsay, and Sesostris, of the Indian navy; Tenasserim, Pfdegethon, and Proserpine of the Ben gal Marine Service. It is most probable that some one or more of the Queen's regiments will be sent in addition to those whose numbers are given above. It must be a source of congratulation to every one employed in this most important expedition, that no force was ever despatched, by any Government, in a more righteous cause. After years of insult and injury, and months of forbearance in demanding, or rather entreating for compensation for only two out of innumerable cases of oppression, and arrangements for the permanence of peaceful relations, the present armed expedition has been sent to insist upon British rights. Whatever the Burmese may lose they have no one to blame but their own arrogant and vain rulers. The zeal shown by all employed in this expedition demands the highest praise. e 2"], [72, "52 CONCLUDING CHAPTER. The last letter of Mr. Baker (March 31), concluded with the account of the force which was then immediately expected to arrive from the Indian Presidencies. On the next day after the date of that final communication (April 1st), Rear-Admiral C. J. Austen, C.B., Com- mander-in-Chief of Her Majesty's ships and vessels in the Indian seas, anchored off the mouth of the Rangoon river. On the next day the Bengal force arrived with Lieutenant- General Godwin, C.B., Commanding the Forces. The Madras division did not join until the 7th of April. The whole force at this time employed in the expedition is exhibited, according to the different branches of the service, in the following table, extracted from a pubbshed commu nication from the Secretary of the Admiral to the Indian Government. Force employed in the Expedition against Burmah. HER MAJESTY'S SHIPS. Ships. Captains. Men. Guns. Remarks. tattler Comdr. A. Mellersh 130 11 I Flag ship, 2 Guqs i received from Fox. ,2 Guns lent to Rat- J tler.and 12 Seamen I to Maha Nuddee. 'ox Comdore. G. E. Lambert 298 40 lermes Salamander .... ierpent L Gun-Boat .... Comdr. E. Fishbourne .... Comdr. S. S. Ellman ... Comdr. W. Luard Mr. E. C. Copland, 1 Acting Mate .... ) 120 135 125 6 6 16 1 4 Guns received J from Calcutta. 10 1 80 818"], [73, "53 STEAMERS OF THE INDIAN NAVY. UNCOVENANTED SERVICE. TROOPS. Her Majesty's 18th Royal Irish 850 Men. Ditto ditto 51st Regiment 900 „ Ditto ditto 80th ditto 460 „ Five Companies of Artillery 517 „ Three Regiments of Native Infantry .... 2,800 „ Gun Lascars '0 „ Two Companies of Sappers and 170 „ 5,767 „ ORDNANCE. Howitzers, 8-Inches 2 in No. „ 24-Pounder 6 „ si Q 9-Pounder Guns ° » 16 Guns. Ships. Captains. Men. Guns. Remarks. Feroze Moozuffer Zenobia Sesostris Medusa Berenice Capt. H. B. Lynch Comdr. A. H. Hewitt .... Comdr. A. Ball Comdr. C. Campbell .... Lieut. A. A. Frazer Lieut. A. Nisbett 230 230 200 135 60 97 7 7 6 4 5 1 Senior Officer. 952 30 Ships. Captains. Men. Guns. Remarks. 'enasserim 'luto 'hlegethon 'roserpine Enterprise 'ire Queen laha Kuddee.... W. Dicey C. Burbank G. T. Neblett A. Brooking A. Fryer H. Boon Lieut. C.W. Rice, RJST.,1 in temporary charge) 80 86 86 86 70 70 6 7 6 6 2 2 22 4 .Tender to Fox ; 12 ; men received from I Fox. 33 500"], [74, "54 Ships' Names. Tons. How employed. Futty Allum .... 609 Coal and Commissariat Stores. [Stores. Fatel Rozack .... 449 Discharging Coal and taking in Commissariat Bengal 667 Will soon be discharged. Sir Thos.Gresham 593 Ditto ditto. Hempsyke 663 Ditto ditto. Atalanta 419 Ditto ditto. Jessie 697 Ditto ditto. Lahore 535 Landing Ordnance Stores. Monarch 248 Engineer's Stores. Tubal Cain 787 Hospital Ship. Juliana 565 Commissariat Stores. Rockliff 779 Madras Commissariat Stores. Aga Buckar .... 467 Just arrived, Favorite 419 At Maulmain. King of Ava's Ship Prize. Ships of War 19 Men 8,037 Guns 159 The first step taken by Lieutenant-General Godwin on his arrival in the Rangoon River was to send up to Rangoon a flag of truce in charge of Captain Latter, of the Bengal Army, on board the Honourable East India Company's steamer Proserpine, commanded by Commander Brooking. The object of this message was to ascertain whether any communication had been received from the Court of Ava, in reply to the proposals which had been made to the Burmese Government, for satisfaction for the injuries and insults which had been offered to British subjects, by the authorities at Rangoon. This further attempt at peaceful accommodation was frustrated by the infatuated conduct of the Burmans. The flag was fired on from the stockades which guarded both banks of the river ; and it was only the singular address and sphitcd conduct of Commander"], [75, "55 Brooking that extricated his ship. But besides effecting this he did not return without inflicting a severe chastise ment on his assadants, blowing up a powder magazine, and destroying many men. This unwarrantable outrage of the Burmese left no option but the active pursuance of hostile measures. As, however, the Madras division of the force had not yet arrived, and there was no certainty of the time when it might reach, it was deemed advisable to postpone opera tions agamst Rangoon. The interval, however, was not lost; but was employed in a brilliant and successful expedition against Martaban. With a view to this, the General and the Admiral saded from the Rangoon River on the 3rd of Aprd, and the next day reached Maulmain, where the arrangements for the capture were to be made. The troops detached for this service were as follows : — a wing of Her Majesty's 18th Royal Irish; a wing of Her Majesty's 80th Regiment; a wing of the 26th Madras Native Infantry; with detads of Bengal European ArtiUery, and Madras Sappers, amounting in ad to about 1,400 men. On the morning of the 5th of April the attack was made, and in the brief space of an hour and a-half, the place, though held, it was said, by a body of 5000 men, was mastered without the loss of a single man, and only fifty wounded. But the account of this brilbant exploit should not be given in any other than the sphited words of the gadant Commander in his despatch to the Indian Government, dated the day after the capture, April 6th."], [76, "56 \" Martaban stands on a noble sheet of water, with a river-bne of defences of about 800 yards. Inland lies a large pagoda, a wad running along the whole front, with an ascent from the water's edge of about 500 feet, on the top of which small pagodas stand, the slope being partiady covered with fine trees and close jungle. \" Arrangements were made for the attack at day-break of the 5th. The Rear-Admiral made every disposition possible, in waters full of shoals and violent currents, for bombarding the position with his five steamers, and to cover the landing of the troops. It was the admiration of every one to witness the noble manner the Rattler worked her way to within 200 yards of the wall, and close to the pagoda, doing tremendous execution. I changed from the Rattler at six o'clock to superintend the landing of the troops, and went on board the Proserpine, a smaller vessel, with my Staff. Colonel Reignolds commanded the attack. At half-past 6, the steamer opened fire, and at 7 the troops were in the boats, and landed by the indefatigable exer tions of Commander Brooking, under a smart fire of musketry and guns. Soon was the storming party under the wads, and over them, with less loss than I thought possible. Lieutenant-Colonel Reignolds immediately ascended to the pagodas on the height, and took posses sion of them, after some skirmishing with the enemy. \" At 8 a.m. Martaban was our own ; and considering the enemy's position and numbers, which report gives at 5000 men, we have got it very cheaply.\""], [77, "57 The following notices of individual services and gallant conduct, in the same communication, may not be with out interest to some into whose hands this work may fad. \" I have to ask his Lordship's and the Council of India's best consideration of the services of Lieutenant- Colonel Reignolds, of the 18th Royal Irish, to whom is due the credit of this day's endurance of severe fatigue and privation, under a burning sun. \" To Captain Gidespie, in command of the Grenadiers of the 18th Royal Irish, whom I saw first on the wall, the soldier following him receiving three wounds, to Captain Campbed, who commanded the wing of the 18th Royal Irish, to Major Lockhart, in command of the wing of the 80th Foot, to Lieutenant-Colonel Johnston, commanding the wing of the 26th Regiment, Madras Native Infantry, and to Captain RandaU, commanding the detachment of Madras Sappers and Miners, my warm approbation is due. \" I beg also to recommend to the consideration of his Lordship in Council, the Assistant Adjutant-General of the Force, Captain May hew, whose exertions during the disembarkation of the troops, tended greatly to its success, as also my Aides-de-Camp, Lieutenant Chads, of Her Majesty's 64th Regiment, and Lieutenant Lambert, of the 56th Native Infantry, son of the Commodore, who were highly useful to me during the whole day. \" Major Fraser, the Commanding Engineer of the"], [78, "58 Force, and Major Turton, in command of the Bengal Artdlery, were with me the whole day, but from the nature of the operations, their particular services were not caded into play, though they had made every disposition for the efficiency of then* respective departments. \" It will be obvious from the foregoing, how greatly the success of the operations I have detailed has depended on the co-operation of the sister branch of the service. His Excedency Rear-Admiral Austen, C.B., has through out afforded me the most cordial assistance. Her Majesty's steamers Rattler, Hermes, and Salamander, worked in concert with the troops throughout the day. \" On my departure to-morrow, I intend to take with me to the Rangoon River the wings of the 18th and 80th Regiments, and the company of Bengal Artdlery, and the detachments of Madras Sappers and Miners doing duty at Maulmain. \" In conjunction with Lieutenant-Colonel Bogle, the Commissioner of these provinces, I have put the 26th Madras Native Infantry, and a company of European Madras Artdlery, with a suitable battery of guns, as a garrison at Martaban, rebevable from Maulmain, when it may be thought desirable. \" In addition to which a war-steamer has been placed by the Naval Commander-in-Chief on the station. These arrangements are, I think, adequate to the protection of the place, and will, I trust, meet with the approbation of the Government of India."], [79, "59 \" In conclusion, I beg to remark that I am greatly indebted to Lieutenant-Colonel Bogle, who accompanied me during the whole of the operations of the 5th, and was, from his local knowledge, of much use to me.\" After this enterprise had been interposed to fid up a season of unavoidable delay, the naval and mibtary commanders both returned to the main scene of opera tions in the Rangoon River, and had the satisfaction to find that the Madras force had arrived on the day previous. Whde part of the troops were occupied in this expedition to Martaban, those which remained in the Rangoon River had not been idle. Good and effectual service had been rendered there by Commodore Lambert. The banks of the river below Rangoon were lined on both sides by stockades, whence the ships were babie to continual an noyance, and from some of which the flag of truce, as wdl be remembered, had been fired on. These were so effectuady destroyed by the Commodore on board the Fox, with other ships, as scarcely to leave a vestige by which their site could be traced. The accompfishment of this service is described in the following communication from the Commodore himself to the Admiral Commanding-in-Chief : — \" H. M. S. Fox, Rangoon River, « Sir, 6th April, 1852. \" In pursuance of the instructions I had received from your Excellency, I proceeded up the Rangoon River on"], [80, "60 the afternoon of the 4th instant, taking under my ordei'3 Her Majesty's sloop Serpent and the Tenasserim and Phlegethon steamers, belonging to the Honourable East India Company, with three companies of H. M.'s 18th Regiment, under the command of Lieutenant-Colonel Coote. I anchored off the Bassein Creek the same evening \" At day-bght, on the morning of the 5th, I again weighed and went up the river, having previously given directions to Commander Luard, with the Serpent and Phlegethon, which I placed under his orders, with one company of the 18th Regiment, to attack and destroy the De Sylvia stockade, which service he most effectually performed. \" I proceeded myself, with the Fox and Tenasserim, to the Dunnout, and a new stockade that had recently been erected nearly opposite on the other side of the river ; as we approached, the enemy opened an id-regulated fire on us, two of their shot striking the Fox, which was soon sdenced by Her Majesty's ship and the steamer. The troops and the marines of the Fox were then landed, and by the evening both stockades were burnt, and the whole force re-embarked without any casualty. \" I have great satisfaction in stating that the energy and good feeling displayed by both services in performing this duty, was such as to meet my highest approval; and I have to express my thanks for the assistance I received from Lieutenant-Colonel Coote and Commanders Tarleton"], [81, "61 and Luard, as well as from the commanders of the Hon. East India Company's steam-vessels of war, Tenasserim and Phlegethon. \" I have, &c, \" (Signed) G. R. LAMBERT, Commodore.\" \"Rear-Admiral C. J. Austen, C.B., \" Commander-in- Chief.\" By this demobtion of the stockades, the way was cleared for the advance of the squadron up the river to Rangoon, and the commanders were not slow to avail themselves of this facdity. Rangoon, with its great Shwe da-gon Pagoda, so celebrated in the former war, was destined soon to experience the same fate as Martaban. This was effected, as in that former instance, by the admirable combination and mutual support of the two branches of the service; the naval operations preparing the way for the successful exertion of the land force. The distinct, though combined, working of each branch of the force, is so clearly and graphically described in the despatches of their respective commanders, that the reader wid be glad to have their own account here laid before him. First in order comes the narrative of the preliminary operations of the naval force previous to the storming of the town. This is extracted from the com munication of the Admiral's Secretary to the Indian Government : — \" On the 10th instant, the ships, steamers, and trans-"], [82, "62 ports, commenced an advance up the river, and anchored below the Hastings' shoal that evening. It was at first intended to anchor on the following morning (Easter Sunday) above the shoal, but out of the range of fire from the enemy. Some alteration had, however, to be made in the arrangements proposed. It was found that there would not be room for all the ships to anchor above the shoal, out of gun-shot, without a risk of their grounding, and it was for some time debated whether the squadron should remain below the shoal until Monday, or advance on the Sunday morning to take up thefr positions off Rangoon, and risk the commencement of the action on that day. The tides and other causes decided the authorities on adopting the latter course, and accordingly the shoal was crossed on the morning of the 11th by each ship as the water served. When the first vessels had anchored above it, the Dagon Pagoda fired several guns, apparently with a view to cad in the people. Upon the Honourable Company's steamers Feroze, Moozuffer , and Sesostris, taking up their positions, fire was opened upon them from the stockades on either side, which was re- turned with shot and shell. In the course of an hour an explosion took place, the importance of which was only afterwards discovered. It was that of a stockade mounting nine eighteen-pounder guns, well planted, and would doubtless have done great mischief to our shipping, if not thus accidentally silenced so early. Upon the Fox advancing to take up her position, she poured effective"], [83, "63 broadsides into the stockades on both sides of the river. After consulting the Lieutenant-General Commander of the Forces, the boats of the Fox landed, with a party of seamen and marines, and a company of the 18th Royal Irish, and, under cover of the ship's guns, stormed two stockades on the Dalla side. Although a rapid fire of musketry was kept up from many hundreds of the enemy in these defences, yet this service was happily effected with but one man wounded on our side. Her Majesty's sloop Serpent, and the Honourable Company's steamer Phlegethon then passed up the river, and anchored above Kemmendine, in order to capture the war-boats, and to prevent fire-rafts being sent down upon the squadron. The Rattler and Tenasserim next advanced along the line, and succeeded in silencing three more stockades. The party before alluded to, in the boats of the Fox, and a few seamen, with thirty of the Royal Irish from the Rattler, stormed another stockade on the Dalla side, driving hundreds of the enemy out of it into the jungle. All the stockades that had been taken were then set fire to, and burnt in succession. The ships returned to their re spective positions in readiness to land the troops, which commenced at 4 o'clock on the morning of the 12th, without opposition from the enemy. It was discovered that the Dagon Pagoda was not so far from the ships as was laid down in the charts, being at a good sheding distance; the ships accordingly commenced throwing shells into it. In the course of the evening a magazine"], [84, "64 blew up, and the outskirts of the pagoda were set on fire in several directions, creating great confusion among the enemy. Shells were occasionally thrown from the ships, on the 13th instant, during the day and night, frequently setting fire to the stockades in various places. On the afternoon of that day, a large party of men, with two elephants and riders, were seen to leave the pagoda. It was afterwards understood that this was the Governor of Rangoon, who had quitted the pagoda in despair of being able to hold it. \" It will be the pleasing duty of the Commander of the Forces to report the advance of the troops, and the gallant storming of the White House Stockade about half a mde from the landing-place, and ultimately the storming and capture of the Dagon Pagoda.\" This duty the Commander-in-Chief executed in the fodowing very interesting description : — \" The 9th of April I devoted to making every dis position for the landing of the troops, and to becoming acquainted with the Heads of Departments of the Madras Division. I informed the Admiral on the evening of that day that my preparations were complete, and His Excedency proceeded up the river the next day, close off Rangoon. On the 11th, the Admiral moved opposite the Old Town, with the intention of bombarding, the next morning, the whole line of stockades on both banks of the"], [85, "65 river; but some of the flotilla, getting very near the shore, were fired on, which brought on a return from our side, and ended in the general destruction of the whole line of defences, though the fire of the enemy proved fatal to many on board the shipping. The Admiral and Com modore took a most distinguished part in the operations, landing and setting fire to ad around them. This powerful attack, from the steam frigates of both Her Majesty's and he Honourable Company's Navy, completely cleared the ground for nearly a mde for our landing. On Monday he 12th, at day-break, the troops were ready, and by about 7 a.m. I had landed Her Majesty's 51st Light Infantry, the 18th Royal Irish, the 40th Bengal Native Infantry, and part of my artdlery. The Bengal guns, under Major Reid, were ordered to move in advance, covered by four companies of the 51st Light Infantry. They had not proceeded far, however, when, on reaching some rising ground to our right, guns opened on us, and shortly after, skirmishers showed themselves in the jungle. This was a new mode of fighting with the Burmese, no instance having occurred last war of their attacking our flanks, or leaving their stockades, that I remember ever to have taken place. I make this remark as they are now not only good shots, but bold in their operations, and clever in selecting their ground and covering themselves. Our casualties for the past three days will prove it, our dress exposing us, and thefr garb and colour conceabng them."], [86, "66 \" On looking at the stockade whence the fire came, 1 perceived it was a strong work, which used to be caded in the last war the f White House' Picquet, a very strong position, and just in the way of our advance. A battery of four guns was immediately opened on it by Majors Reid and Oakes, the whole being under the command of Lieutenant-Colonel Foord, Commandant of that arm. The fire of these guns was very effective. A storming party was formed of four companies of the 51st Light Infantry, under Lieutenant-Colonel St. Maur, with the Madras Sappers under Major H. Fraser, Commanding- Engineer, and advanced under cover of a jungle ; on getting through which, the musketry was so steady and effective from the stockades and adjoining buildings, that a great many of our party were killed and wounded, amongst whom were several officers. I have to deplore the temporary loss of Lieutenant-Colonel Bogle, the Commissioner of the Tenasserim Provinces, who was very bravely attending the army to witness its operations. Major Fraser took the ladders to the stockade most gadantly, and alone mounted the defences of the enemy, where his example soon brought around him the storming party, which carried the stockade, but at a very severe loss on our part. \" It was my intention to move on to the main object of our operations ; but on looking around me at the com plete exhaustion of the storming party, it now being 11 o'clock, under a sun that may be understood, since Major"], [87, "67 Oakes of the Madras Artillery, was struck down by it at his battery, and died; Brevet Major Griffith, Madras Army, whilst conveying an order, died on the road. Lieutenant-Colonel Foord, Commandant of Artdlery, was nearly a victim to the heat, and obbged to quit the field. Brigadier Warren and Lieutenant-Colonel St. Maur also suffered greatly; so that under such destruction I resolved to halt where I was, and concentrate the force in as strong a position as the country admitted of. We were teased by parties of the enemy hovering around us tid the night closed, when aU was quiet under the protection of our guns, which had been brought up to the front. \" On Tuesday, the 13th, it was reported the heavy battery guns could not be landed, and be with me, before the middle of that day ; and also that rations for the troops could not be prepared in time to enable me to advance. I therefore held my position tdl the next morning. \" His Lordship in Council knows well the spot where I proposed to force my way into the Great Pagoda; and the road I was about to move on entirely turned ad the defences of this real stronghold. The present position of Rangoon is entirely altered since the last war : within a few years, the old town which stood on the river bank, has been utterly destroyed, its bricks now lying in heaps on its site. A new town has been formed about a mile and a quarter from the river: it is nearly a square, with a bund or mud-wall about sixteen feet high and eight broad ; a ditch runs along each side of the square, and on the f 2"], [88, "68 north side, where the pagoda stands, it has been very cleverly worked into the defences, to which it forms a sort of citadel. The distance from the pagoda to the south entrance of the town is about three-quarters of a mile, and it is something more than that breadth from east to west. The old road from the river to the pagoda, comes up to the South Gate running through the new town, and it was by tins road the Burmese had settled that we should attack it, — and where they had made every preparation to receive us, having armed the defences with nearly a hundred pieces of cannon and other missdes, and with a garrison of at least ten thousand men. The attempt to assault on this side, would, I am convinced, from the steady way the Burmese defend their works, have cost us half our force. \" On Wednesday the 14th, the troops were under arms at 5 a.m., ad in as fine a temper as ever men were. Our march was to the north-west, through thick jringle, four light guns, 9-pounders, their flanks protected by two companies of Her Majesty's 80th regiment, the rest of the wing of that corps fodowing with two more guns, and the 18th Royal Irish and the 40th Bengal Native Infantry, formed the advance. The 51st Light Infantry, and the 35th Madras Native Infantry were in reserve, the 9th Madras Native Infantry keeping open the communication with the shipping. We proceeded in this order for about a mile, when we opened the Great Pagoda, and its fire was turned on us. An excellent position for two guns"], [89, "69 was taken by Major Turton, to our left flank— these were left under the command of Major Montgomerie, of the Madras Artdlery, who served them wed. The ground to the front getting very difficult, barely admitted of the 80th and Royal Irish occupying it in close order. We had now completely turned the enemy's position, having passed their stockaded town, and got opposite the east side of the Great Pagoda — our main object. Major Turton informed me that he had a favourable position to place in battery his heavy guns : but it took some time to bring them up — a service in which the Navy Brigade, of about 120 men, under the command of Lieutenant Dorvide, of Her Majesty's frigate Fox, assisted by the Artillery, ren dered their invaluable aid, under a heavy fire of guns and wall-pieces from the Great Pagoda and town, from which they suffered severely : whilst this was going on, the enemy's artillery had got the range of our crowded posi tion, and their skirmishers had somewhat closed on us, and it took 500 men to keep down their fire. The practice of the heavy battery, under Major Back, was very effective. My intention was to have stormed the Pagoda at noon; but at a little after 11, Captain Latter, of the Bengal Army, my interpreter, assured me he felt con fident, from what he could see of the east entrance of the Pagoda, on which our battery was playing, that the en trance was clear, and that he was prepared to show the way. As our people were dropping fast where we stood, I determined on an immediate assault. The storming"], [90, "70 party was formed of the wing of Her Majesty's 80th Regiment under Major Lockhart, two companies of the Royal Irish under Lieutenant Hewitt, and of two com panies of the 40th Bengal Native Infantry under Lieu tenant White, the whole commanded by Lieutenant- Colonel Coote, of the 18th Royal Irish, — Captain Latter accompanying the party to show the road. The advance to the east entrance of the Pagoda was of about 800 yards, which the troops crossed in a most steady manner under the fire of the wads crowded with the enemy, the re mainder of the force fodowing closely. When the storming party reached the steps, a tremendous rush was made to the upper terrace, and a deafening cheer told that the Pagoda no longer belonged to the Burmese. The enemy ran in confusion from the southern and western gates, where they were met by fire of the steamers. All the country around has faden with the Pagoda, and, I understand, the once strong post of Kemmendine has been abandoned and destroyed.\" To this general account of the transaction, it has been thought desirable, for the same reason as on the former occasion at Martaban, to subjoin the part of the General's despatch in which he sets forth the specific deserts of several officers of both the naval and mibtary services : — \"In this united service, there has been not only a"], [91, "71 cordial co-operation between the army aud navy, but so much good-heartedness, that their joint efforts have tended to secure the rapid success of this expedition. I cannot presume to say of Rear-Admiral Austen, C.B., Com manding the Navy, more than to express my adnuration and respect for his quabties, and to thank him for his able and never-failing assistance. Commodore Lambert, whose spirit never is at rest whilst anything is to be done, and whose heart is ever ready to accomplish what he undertakes, has my cordial thanks and warmest gratitude. I particularly wish to draw the attention of his Lordship in Councd to Commander Fishbourne, of Her Majesty's steamer Hermes, who, from the first fitting-out of the expedition in Calcutta to the close of these operations, has been indefatigable in assisting in the embarkation of stores and troops, and in removing difficulties, and finding resources which alone enabled the expedition to sad at the time appointed ; and nothing wdl give me such satis faction as his aid, were a forward movement to be made hereafter. \" My most difficult task now commences — that of recommending to the protection of the Governor-General in Council, a number of brave men who have had oppor tunities of distinguishing themselves in a service where the utmost emvdation and gadant devotion were shown by ad. \" I beg the Most Noble the Governor-General's con sideration of the services of Brigadier Elbott, who was conspicuous in every place where he could be"], [92, "72 useful; of Lieutenant-Colonel Reignold, who commands the Bengal Brigade, in consequence of Brigadier Warren's prostration by the sun, and who has borne a very large share in these operations, including Martaban: of Lieu tenant-Colonel Coote, of the 18th Royal Irish, who com manded the storming party, when he was severely wounded; of Lieutenant-Colonel Thomson, Commanding the 40th Bengal Native Infantry, in the assault; of Major Lock hart, Commanding the wing of Her Majesty's 80th, on the same occasion; of Major Fraser, Commanding Engi neer of the force, who not only distinguished himself most gadantly at the 'White House' Stockade, but whose indefatigable exertions have never for a moment ceased; of Major Turton, who commanded the Artidery, after Lieutenant-Colonel Foord's retirement from dlness, and whose labours in bis department have been the cause of his suffering, I regret to say, under severe indisposi tion at the present moment; of Majors Reid, of the Bengal, and Montgomerie of the Madras Artidery; of Captain Rundall, Commanding the Sappers and Miners, — to ad of whom I am deeply indebted. \"The Assistant Adjutant-General of the force, Captain Mayhew, was everywhere present during these three days' operations; and the assistance he has rendered me on all occasions has been very valuable. Major Adan, the Assistant Quarter-Master-General, was severely wounded at the 'White House' Stockade, since when Major Bouldcrson, my Deputy Judge Advocate-General, has"], [93, "73 been performing his duties, and has rendered essential assistance since the operations commenced. I beg to bring all three to the notice of Government. \" The officers commanding brigades have recommended to my notice the valuable aid they have received from their respective brigade majors — Captain Cad of the 18th Royal Irish, and Captain Smith of the 13th Madras Native Infantry; and Major Turton has brought to my attention the indefatigable exertions of Lieutenant Robertson, the Deputy Commissary of Ordnance, in landing his guns and stores. \"I beg leave to bring to His Lordship's notice the assistance I have received from my Aides-de Camp, Lieu tenant Chads, of Her Majesty's 64th Regiment, who was wounded at the ' White House' Stockade, but did not leave me during the operations, and Lieutenant Lambert, of the 56th Native Infantry, who, after great exertion, was one of the victims to the sun on that day, which obbges him to return to Calcutta, and who will convey these despatches. \" In conclusion, I regret that the order of the landing of the troops did not afford me an opportunity of availing myself of the services of the 9th Madras Native Infantry, and 35th Madras Native Infantry, in the front; but they tended greatly to give freedom to my leading column, and wid, from their soldierly bearing, doubtless do honour to the distinguished service to which they belong, when they are brought more closely under fire.\""], [94, "74 The fodowurg summary gives the amount of the casualties experienced by the whole force on this oc casion : — Killed. Wounded Missing. European Officers 2 14 0 Native Officers 0 0 0 Warrant and Non-Commissioned Officers, Rank and File, &c. 15 I 114 0 Lascars, Syce Drivers, Syces, &c .... 0 4 0 Total 17 ! 132 0 Grand Total of Killed, Wounded, and Missing — 149. These extracts will be fitly closed by the fodowing letter from the Admfral Commanding-in-Chief to the Governor- General of India, acknowledging the services of the several persons engaged in the expedition in their respective functions. It is in this letter, as will be seen, that the notice of the lamented writer of these letters, alluded to in the Preface, is found : — \"Rattler,\" at Rangoon, 16th April, 1852. \" My Lord Marquis, \" Whde congratulating your Lordship on the success that has hitherto attended the expedition against Burmah, hi the storming and capture of the strongholds of Marta ban and Rangoon, I trust your Lordship wid permit me to bring under notice the support that I have received from all the officers and men under my command, forming the naval part of the expedition. The embarking and"], [95, "75 disembarking the troops, baggage, and military stores, the arrangements for the transports and for victualbng the combined forces has furnished almost incessant night and day work for the officers and men under my orders. It has been done on ad sides with the utmost cheerfulness ; and this large force has been moved up a rapid river with out any accident of moment having occurred ; and I have, up to the present time, to thank every officer and man employed under my orders for the cheerful manner in which they have undergone so much tod in this distressing cbmate. \" To the Commodore I feel under special obbgation. His local knowledge proved valuable, as his judgment and discretion were most useful. It would be impossible to value the services of an officer, second in command, more highly than I do those of the Commodore. \" Captain Lynch, senior officer of the Indian navy, has, by his abibty, judgement, and discretion, rendered essential service. \" Commander Medersh, of my flag-ship, and Com manders Fishbourne and Tarleton, have rendered every possible assistance in carrying out all necessary arrange ments. I was an eye-witness to Commander Tarleton's bravely leading his men to storm a stockade, to his being the first to mount the wads and enter it. Commander Luard, of Her Majesty's sloop Serpent, has been employed many months in these waters ; a more zealous and inde fatigable officer is not to be met with ; and relying upon"], [96, "76 his ability, he has frequently been placed in charge of responsible duties. With the assistance of the Honourable Company's steamer Phlegethon, commanded by G. T. Neblett, Esq., he destroyed the De Sylvia stockades. When the action on the 11th Aprd commenced, he passed along the line of fire in the sloop under his command, to above Kemmendine, for the purpose of preventing the removal of the war-boats; and while on this service, he was attacked by a very important stockade, and an officer (Mr. G. Sproud, Assistant Surgeon,) and seven of his men were wounded, but which he ultimately succeeded in silencing. Before the commencement of the war, he took great pains in surveying the coast and river, and his information was afterwards of great use. \" The commanders and officers of the Indian Navy, and of the Honourable Company's uncovenanted service have, without a single exception, performed their duties with ad possible alacrity. Commander Brooking of the Proserpine had, at Martaban, an opportunity of particularly distinguishing himself, of which he took good care to avail himself, and it is with great regret that I found myself under the necessity of leaving him at Maulmain for the protection of British interests, and thus losing his valuable services here. \" Lieutenant George Rice, in temporary command of the Maha Nuddee, rendered essential service to the cause. Admirably handling his bttle vessel, he landed men on the beach to storm stockades, covering their"], [97, "77 landing with his own guns, and at the storming of them, he was to be seen among the foremost ranks. In landing men, stores, and baggage, and ascending the narrow creeks of this river, the Maha Nuddee has proved most useful. \" Senior Lieutenant J. Dorvdle, of my flag-ship, com manded the Naval Brigade at the capture of Rangoon ; and from the flattering manner in which the Commander of the Forces has been pleased to speak of his services, I feel assured he must be honourably mentioned in the Lieutenant-General's despatches. \" Among those that have fallen victims in the service of their country upon this occasion, it is my painful duty to record that of the Rev. Thomas T. Baker, Chaplain of Her Majesty's ship Fox. Incessantly employed in administering to the ivounded and dying, and in burying the dead, he fell a victim to the prevailing epidemic, cholera, on the \\6th instant. \"1 was an eye-witness to the indefatigable exertions of Dr. Minter, Surgeon of the Fox, at the hospital on shore, and on board the Tubal Cain. Dr. Montgomery, Superintending Surgeon, expressed himself to me as being under the greatest obbgations to him for his assistance. In addition to the duties performed by Dr. Minter at the hospital, he had those of his own ship to attend to, where the cholera had broken out with some virulence. Mr. Seecombe, Assistant- Surgeon of the Hermes, was also employed at the hospital on shore."], [98, "78 \" In conclusion, I beg to remark that the whole con duct of the officers and men under my orders, employed on the present expedition, has been such as reflects much credit on themselves, and the Services to which they respectively belong. \" I have, &c., \" (Signed) CHARLES JNO. AUSTEN, \" Rear- Admiral, Commander-in-Chief.\" \" To the Most Noble the Marquis of Dalhousie, K. T., Governor-General of India.\" PRINTED BY HARBISON AND SON, LONDON GAZETTE OFFICE, ST MARTIN'S LANE; AND OECHARD STREET. WESTMINSTER"], [99, ""], [100, ""], [101, ""], [102, ""], [103, ""], [104, ""]]