[[1, ""], [2, ""], [3, "S E M I R A M I S, A TRAGEDY. • [Price One Shilling and Six Pence.]"], [4, ""], [5, "SEMIRAMIS, A TRAGEDY: AS IT IS ACTED AT THE THEATRE ROYAL I N DRURY-LANE. GEORGE EDWARD AYSCOUGH, Efq. LONDON: PRINTED FOR J.DODSLEY, IN PALL-MALL. M.DCC.LXXVI."], [6, ""], [7, "T O Sir James Cockburn^ Baronet, AS A LITTLE TRIBUTE OF FRIENDSHIP AND GRATITUDE, THIS TRAGEDY IS INSCRIBED, HIS MUCH OBLIGED, AND MOST AFFECTIONATE BROTHER-IN-LAW, AND VERY HUMBLE SERVANT, George Edward Ay f cough."], [8, ""], [9, "PROLOGUE. Written by G. E. AYS COUGH, Efq. Spoken by Mr. REDDISH /CRITICS ! I come your favour to implore For one, who never quak'd fo much before! He, for a while, has left the gay parade, Has doff' d the gorget ! — and the fmart cockade ! Each inflrument of war has thrown cfide, To fret ! andflrut it here — in tragic pride ! From foreign fhores are rich materials brought, Which to your Englilh mode our Bard has wrought. Phccbus forefend — left he new dangers run, And rife, like Icarus, too near the fun ; On waxen pinions juft about to fink, j On his own rajhnefs then too late he'll think, r And drown in a black fea of- 'critic's ink ! J Ye gentle, feeling, female hearts be kina\\ ! A foldier fues ! — his brows with laurels bind! In this — your empire, your protection yield ! At life's expence — he'll pay you in the field ! Nor fighting battles, nor befieging towns, He dreads ! — and only trembles at your frowns ! But hold ! — our Author bad me fay one word To all his honour' d brothers of the fword! He begs by them this night to be befriended , And bids me promife, (this great bus'nefs ended) He'll gladly re-affume the Safh once more, 1 If they bis priftine rank will then reftore, > ffor deem him a deferter from the CORPS ! J DRAMATIS"], [10, "DRAMATIS PERSON/E. A R Z A C E S,] or [ by Mr. SMITH. N I N I A S, J ASSURES, O R O E S, Mr. B E N S L E Y. Mr. REDDISH. I MITHRANES, Mr. GRIST. OTANES, Mr. F A R R E N. CEDARUS, Mr. CHAPLIN. S E M I R A M I S, A Z E MA, Mrs. YATES. Mils HOPKINS. >"], [11, "S E M I R AMIS. ACT THE FIRST. SCENE THE FIRST. In Front the Palace of Semiramis appears, with the Gardens raifed above it on lofty Terraces ; on the Right Hand is feen the Temple of the Magi, and on the Left a vaft Maufoleum adorned with Obelifks. Enter Arzaces and Mithran e s. ARZACES. YE S, my Mithranes, by exprefs command- In fecret i_Tued from the throne itfelf, Behold your friend in Babylon's proud walls ! — Ye powers, how all thefe wonders that fur- round us Strike my aftonifh'd fenfes, and imprint B A faint"], [12, "S E M I R A M I S, 2 A faint idea of her noble foul Who plann'd thefe brilliant fcenes, thefe malty tow'rs ! See where yon temple rears its facred head ! See yon fair gardens in the air fufpended ! View next, with reverence, this monftrous pile By fond affection rear'd to her lov'd lord, This dirk abode of Ninus !— O Mithfanes ! Thefe are immortal works, inferior only To her who rais'd them ! divine Semiramis ! MITHRANES. Raife not thus high your hopes, warlike Arzaces, Leaft when you view this phoenix of her fex, Grief mould ufurp the place of promis'd joy. ARZACES How's this ? MITHRANES. The Queen, alas ! a prey to forrow, Here vents thofe griefs that rend her tortur'd breaft . One while fhe fills the air with direful fhrieks, One while fhe mufing, fad, and filent* fits, And looks like her whofe fenfes are o'erthrown By moping melancholy , — then again She ftarts ! and bends her fteps towards thefe fhades, Sacred to night, to filence, and to death, And kneeling near the afhes of her lord, She beats her breaft, tears her diftievel'd hair, And calls on Ninus, and her long-loft fon. ARZACES."], [13, "A TRAGEDY 3 ARZACES Since when has angry Heaven thus o'ervvhelm'd her? MITHRANES. Alas 'twas then, even in that hour of joy, When Babylon with grateful fhouts proclaim'd Your high deferts, When they enraptured gazed on fair Azema, Her whom your valour had but newly freed From Scythian ravifhers, and barb'rous bonds ; Then, when within this ancient city's walls No founds were heard but thofe of varied mirth, Of revelry and joy — then did the Queen, Like fome fair flower, wither in her prime, And droop without one chilling, wintry blaft. ARZACES. Thou mov'ft my wonder — but perchance Azema Shall work a cure _ one pray'r of her's to Heaven, Shall calm the rage of the offended gods. Yet fay, my friend, is the Queen ever thus ? MITHRANES. Not always •, for oft-times her tow'ring fpirit Breaks from the galling fhackles of affliction ; But when again fhe finks beneath the load Of thefe oppreffive ills — her royal hands Let loofe the reins of empire •, — and Allures, That haughty prince, that fhame of Belus' race, Wielding the fcepter of the woe-worn Queen, Makes ev'n the nobles groan beneath his yoke, B % While-"], [14, "SEMIRAMIS, 4 While all the empire feels his iron rule, ARZACES. By various dangers fee me now environ'd ! The traps, the wiles, the poifon'd fnares of courts. And who fhall now direct my erring fteps ? Who wifely curb or check th' impetuous rage Of youthful paffion ? — Once I had a guide, A friend, a counfellor, a tender parent, But oh they're loft for ever ; ravifh'd from me, And now lie buried in thy tomb, Phradates. MITHRANES. I cannot blame thy grief — you've caufe to mourn The pious fage Phradates,- — Ninus lov'd him, Alas my royal fovereign dearly lov'd him, And to his care and breeding did intruft His and this kingdom's hope — the youthful prince. Thou know'ft it was thy fire's unhappy lot To have furviv'd them both, from which fad hour He bad farewell to courts, and freely fought An honourable exile — Thou alone Of all mankind, didft reap a bleffingfrom it j For thcu didft catch inftruclion from his lips ; He taught thee how to tread the paths of virtue, The way to greatnefs, and the road to heaven. ARZACES. I read not yet my fate within thefe walls : 'Tis true my fword h^s triumph'd in the war, And"], [15, "A TRAGEDY 5 And when Semiramis impos'd her laws O'er conquer'd nations, on the Oxine fhores, From her victorious car a look fhe caft, *A look of favour on my growing fame. But 'tis not fo in courts ; tranfplanted there The foldier languifhes, is there thrown by, While flaves and filken cowards rule above him. All this my dying fire has oft declared, And has moreo'er in myftic language told me My fate depended on the common caufe. That charge he then deliver'd to my care, [Pointing to a cafket, Which long he kept conceal'd from eyes pro fane, He bad me truft it to the hallow'd hands Of Oroes the pontiff, who alone Its value knew, and could unfold its worth. MITHRANES. Deep is the holy fcience of this prieft, By him the myfteries of Fate and Nature Are fathom'd and explored i but in his func- tion, As in his holy veftments, he's involved ; Free from ambition, and from worldly views He places not his mitre next the crown, You view him near the altar, not the throne. Yet will I penetrate yon facred fane, And call him for a while from holy cares. That"], [16, "6 SEMIRAMIS, ■i That thou may'ft execute thy pious truft, And do the will of thy dead fire before him. [Exit. SCENE THE SECOND. ARZACES foluS. And yet methinks 'tis ftrange, that I, a foldier, Bred up in camps, and train'd to deeds of blood, Should by my dying father be call'd forth As one molt fit for this myfterious work ! Now too, when love warming my youthful heart Stamps me his vot'ry, now do I deferve To be the bearer of thefe holy ofPrings, To altars, priefts, or our AfTyrian gods ? SCENE THE THIRD. To him enter the High Prieft Oroes, attended by other Priefts, and Mithranes. MITHRANES. Behold, my lord, this noble youth's arrived, And brings thofe relics which you feem to await ! ARZACES. Moft holy prieft of thefe Caldean fhrines, O do not deem their fanftity profaned By a rough foldier's pfefence, hither borne To obey the mandate of his dying fire, And"], [17, "A TRAGEDY. 7 And lay this facred cafket at your feet. — — — - — ■ — You loved my father. * o r o e s. Brave and warlike youth, I loved the many virtues of Phradates ; But 'tis the gods', and not thy father's will, Have fent thee here. Say, where's thy facred truft ? ARZACES. — — Behold it here.—' [Two flaves deliver the cafket to the Prieft. O R O E S. Is it then ye I touch, Ye ever dear remains ? do I once more Bedew you with my tears ? Thanks to the gods ! — Retire, my friends, and leave us here alone, I have a facred myftery to unfold. [Exeunt Priefts. Behold the feal, The feal of empire, which proclaim'd the laws ! And this fad fcroll, traced by his dying hands I This diadem, which crown'd his royal brows ! Lo here the fword, which overthrew the Mede, And bent the Perfian to the AfTyrian yoke ! But all proved ufelefs to its mighty lord, *Gainft perfidy, 'gainft death, in lurking poi> fon.- — a R z a c e s. Oh all ye powers ! — Poifon ! 6 OROE3,'"], [18, "S E M I R A M I S, 8 O R O E S Yes, Arzaces ! Long has this dreadful fecret been enwrapt In tenfold night, fafe kept within my breaft ; But now the manes of a murder'd king Refume new life— Th' offended gods themfelves Now cry for vengeance, and their voice is heard Loud ifluing thro' the marble jaws of death. ARZACES. Thy words are full of horror, as of truth. Laft night as wand'ring near this facred fpot, Too fure I heard fhrieks and heart-rending groans, As 'twere within that tomb o r o e s. The groans of Ninus— Thy flaughter'd fovereign groans for juft re- venge. ARZACES. Yet, Pontiff, fay, from whom does he expect it ? Or who fhall execute his great commands ? o r o e s. The traitors who cut off this beft of kings, Have kept conceal'd all traces of their plot, Their guilt lies buried here within the tomb : Men's wifdom is o'er-reach'd, their eyes deceiv'd,. But who fhall blind th' all-piefcing eye of Heaven ? A r z ACES."], [19, "A TRAGEDY 9 ARZACES I Would this hand were doomed the inftrument To punifh thefe fell crimes. When I beheld That fatal tomb, and heard thofe awful founds, My fpirit was difturbed — Is it not lawful To enter here ? o r o e s Strictly the gods forbid it, The oracle has otherwife decreed , But wait with patience for the hour of juftice, That hour fhall come, and the high hefts of Heaven Shall be perform'd — The Fates now clofe my lips, They will unfeal them at the appointed time, Then more may be divulged — Perchance, O youth, It may concern thee nearly — but be watchful Leaft any action, word, or look of thine, Betray this dreadful fecret of the tomb. ——Behold the palace opens — proud Allures, Attended by a train of courtly flaves, Enters the royal dome— prepares .'infect With baneful flattery our milled Queen. O thou fell monfter ! — haughty, fubtle villain \\ ARZACES What fays my lord ? o r o e s. No more — Farewell ! — ■ Bear hence thofe facred relics -, and when night O'erfhades thefe guilty walls, again we'll meet, C Again"], [20, "S E M I R A M I S. 10 Ao-ain hold converfe in the awful prefence Of lift'ning gods ; — learn to revere them, youth, For ftri&ly do they watch thee. [Exit Oroes. SCENE THE FOURTH. ARZACES folus. Wherefore me ? Curft be this fpot where mighty Ninus fell ! Curft be the hand which mix'd the deadly draught! — Yet why conceal this wretch ? — Methought the prieft Levelled a foul fufpicion at Aflures. ——How now, my friend ? SCENE THE FIFTH. To him enter Mithranes, MITHRANES. Retire, melt noble youth -, AfTures, fprang from Babylonian kings, The haughty fav'rite of our fovereign, comes : All here refpect and dread him — you yourfelf, Ev'n without diminution of your glory, May pay that deference which his ftate demands. ARZACES."], [21, "A TRAGEDY. 11 ARZACES. Thou counfelleft ill, I will not ftoop to him Nor fhall my crouching aggrandife his pride. SCENE THE SIXTH. Enter Assures, followed by Cedarus and Nobles. ASSURES. How's this— Arzaces here ! at Babylon Without our leave obtain'd ? — Say, daring youth, Whence fprings this boldnefs ? wherefore have you left Your camps and ftandards on the Oxine lhores ? And what wild motive brings you to the court ? ARZACES. My fervices have borne me here, nay more, The Queen's high mandate. ASSURES. How ? the Queen require ! — — Well, be it fo — but know from me alone Thou can'ft obtain ad million to the Queen. What wouldft thou with Semiramis ? — ARZACES. I dare To afk the bright reward of all my toils, And humbly fue to ferve her. — C 2 ASSURIS."], [22, "S E M I R A M I S, 12 ASSURES. Thou dareft more, Thou doft conceal thy moft prefumptuous love, Thy paffion for Azema. — ARZACES. Yes, I own It is prefumption to adore that maid, For I efteem her heart, at which I aim, Beyond the worth or price of empire. ASSURES. Hold. I hope thou know'ft not whom thou dar'ft infult, Or could'ft thou hope to mingle thy vile race With demi-gods o' th' Tigris and Euphrates. — Yet I will deign thro' pity to advife thee. When thou behold'ft the Queen, I charge thee, youth, Drop not one hint of this thy offenfive love, Not on thy life — Thou'ft heard, and now obey. ARZACES. Now reft afTured, proud lord, I'll urge my fuit With double vigour — I defpife your threats, For menaces ftill ftrengthen my refolves. Behold in me one who has ferv'd the ftate, Whofe arms may have oft protected you, proud lord, And all the filken train within the palace. You deem me rafh, perchance, this fire offends, But it fhall ne'er be ftifled— nor fhall you E'er"], [23, "A TRAGEDY.' ig E'er teach my neck t'endure a flavifh yoke. ASSURES. I will chaftife this infolence*— *and thou Shalt learn the duty of a fubject. — [Exeunt AfTures, &c. ARZACES. Well We both may learn it ; I henceforward May learn more prudence, nor again be lavifh Of thefe wild tranfports of my headftrong ardor * While you may one day prove how great the peril Even for proud ftatefmen to infult the man Whofe arms have triumph'd in his country's caufe. {Exit Arzacesh. End of the First Act. ACT"], [24, "SEMIRAMIS, 14 ACT THE SECOND. SCENE THE FIRST, continues. Semiramis appears leaning on her Woman, as in the _ deepeft Afflitlion :—-at length fhe comes forward, followed by Otanes. SEMIRAMIS. OH that the friendly hand of death would caft His darkfome veil o'er thefe unhappy eyes, Grown dim with tears, and weary of the fun ! —Is not Arzaces yet arrived ? OTANES. He is ; This day, O Queen, he enter'd thefe proud walls. SEMIRAMIS. 'Tis well — for know, Otanes, this dread voice Piercing the ear of night, has warned thy Queen, That when Arzaces fhould arrive, her woes Should meet a refpite, and her torments ceafe. OTANES. Shall not thefe tidings then difpel this gloom, And flop the current of thefe endlefs tears ? SEMIRAMIS. They form a ray of hope, my foul methinks Will lofe its terrors in Arzaces' prefence. OTANES."], [25, "A TRAGEDY. 15 OTA NES. Banilh all recollection of that deed, Which freed you from the fatal marriage yoke ; The a£t was almoft juftice, for the King Had bafely driv'n you from his bed and throne ; And fure the various blefiings you've diffufed, Join'd to the grateful prayers of many nations, Shall plead fo ftrongly at Heav'n's high- tribunal, That were the gods incenfed at Ninus' death, They'd blunt the fword of vengeance. — — ■ See Allures, His crime furpaffes yours, he mix'd the draught; Yet profp'rous ftill, rejoices in his greatnefs, ,Nor dreads, nor feels the anger of the gods. SEMIRAMIS. Alas ! my guilt was greater, as my ties Were far more facred, for I was the wife Of murder'd Ninus, and my fix'd defpair Accufes me to all the pow'rs of vengeance. I once had hopes, that when my darling fon By untimely death was torn from my fond arms, Vengeance divine had ceas'd; but fince fhis phan- tom, This dreadful vifion, has difturb'd my peace, I often feek that tomb, revere from far The afhes of my lord, invoke his fhade, Then fhrieks, long and loud groans anfwering my vows, Seem to foretell fome dire event, — Perchance The"], [26, "SEMIRAMIS. 16 The hour's now come to expiate my crime.7 OTA n e s. Might not your forrow conjure up this fpirit ? Perchance the offspring of your troubled mind ? SEMIRAMIS. Too fure thefe eyes beheld it — 'twas no child Of fancy or of fleep, for fleep has long Fled from thefe eyelids — Wakeful on my bed, Pondering on my fad lot, I heard a voice Exclaim \" Arzaces !\" at which name did joy Dawn on my'heart, that heart which curft Allures Has pierc'd with horror ; for I hop'd Arzaces Might dare t'oppofe him, and his pow'r reftrain, Who, as the foul accomplice of my crime, Afpires to fhare my fcepter .— for an inftant My forrows ceas'd, when lo in Ninus' form Sudden the minifter of death appear'd, His threat'ning fword befmear'd with clotted blood. Methinks ev'n now I view the injur'd fhade, Methinks I hear him groan ! ota.es. Say, mighty Emprefs, What did the fhade reveal ? SEMIRAMIS. He would not fpeak His direful purpofe . therefore I remain'd In dark fufpence, dreading uncertain ill, A ftate fo curft— the heavy load-ef life 9 Grew"], [27, "A TRAGEDY. 17 Grew irkfome •,— thirfting then to know rrty fate, And dreading to confult the fainted pontiff Whom Babylon reveres, Proudly difdaining that a prieft fhould view His monarch trembling in a mortal's prefence, 1 fent to Memphis to confult great Jove, With gifts and incenfe, tho' too well convinc'd, That neither gifts nor incenfe can atone For crimes fo great as mine. OTA N E S. Oft do thefe oracles direct the fteps Of erring mortals. — Enter Messenger. MESSENGER. Great Queen, the Egyptian pontiff is arriv'd.— [Exit Meffenger. SEMIRAMIS. I go to meet him.— May the gods remove The veil 'twixt me and fate, and may I read My deftiny to come ! whether I'm doom'd To fink beneath my fuff'rings, or find A period to my forrows in Arzaces. [Exeunt. SCENE D"], [28, "SEMIRAMIS, 18 SCENE THE SECOND. Arzaces and Azema. azema. To you, Arzaces, this unconquer'd empire Its prefent fplendour owes, and I my freedom ; For when the vanquifh'd Scythians, to repair Their late defeats, fprang with their treacherous bands Forth from their gloomy caves and dark retreats, With rage redoubled rufhing on our troops ; Then when my warlike father fell, and left In hopelefs flavery the loft Azema, You fent the furious thunder of the war Beyond their defart's bound'ries, and your hands Unloos'd her chains, and fatisfied her vengeance, Vaft is the debt I owe you, and this heart's Your poor reward. ARZACES. Muft I not claim this hand ? AZEMA. It ne'er fhall be another's •, — but take heed Leaft this our mutual pafiion prove our ruin. O let me warn you, that this martial pride, Joined to the lover's foftnefs, may deftroy us. They both alike incenfe a dangerous rival, Too great t' oppofe or cope with — vile Allures, ARZACES."], [29, "A TRAGEDY. 19 ARZACES Is then that infolent, ambitious man My rival as my foe ? AZEMA. 'Tis true, ambition lords it o'er his mind, He pants for royal power, and feeks my hand Fafter to grafp the fcepter in his own. But truft me, my Arzaces, if the prince, He whom great Ninus deftin'd from his birth, Would wed Azema-, if this empire's heir Were yet alive, and in his mother's court, If with his diadem his heart he proffer'd ; I call the confcious powers of love to witnefs, I would difdain them both, and would prefer Exile with thee, before a throne with him. ARZACES. Benignant gods ! 'tis now that I am bleft : While thus I triumph in Azema's heart, How much I foar above th' ambitious hopes Of fell Affures !-~ AZEMA. Yet let me conjure you To dread his vengeance, which will know no bounds Towards his love's rival — whom, from other mo- tives, Ev'n now he hates, and labours to deftroy. ARZACES. I hate him more, but ne'er can learn to fear him. D 2 The"], [30, "SEMIRAMIS, 20 The Queen between us, with moil even hand, Doth poize the balance of her royal favour. Soon as I proftrate fell before her throne, With her own hand fhe rais'd me from the earth, And oft fhe call'd me her victorious foldier, Her kingdom's beft fupport. Yes, my Azema, I heard my praifes iffue from thofe lips, Which mightieft fovereigns glory to obey. AZEMA. Thefe tidings cheer my heart . for if the Queen Deigns to protect, in vain Affures threatens. ARZACES. Embolden'd by her goodnefs, at her feet I meant t' implore her to complete our union. But ere I fpoke, behold a prieft approach'd, Bearing great Ammon's oracle. The Queen With trembling hands unfeal'd the fcroll, let fall Some precious tears, and fix'd her watry eyes Long time on me, .with marvellous attention, Then figh'd, and fled my fight. What this fhould mean I know not ; yet I deeply mourn her fate. AZEMA. Leave her not to Affures, and his counfels ; He may prevent her good intents. My pray'rs fhall aid my wifhes and my hopes ; I feel in loving you I pleafe the gods. Nowlet thcvanquifh'd Eaft fall down and worfhip Divine"], [31, "A TRAGEDY, 21 Divine Semiramis — I am more great ; The world is at her feet, but you at mine. A R-Z A C E S. Behold the traitor comes ! — at his appearance My foul is feized with an unwonted horror. SCENE THE SECOND. Enter Assures. ASSURES. It feems on thee high honours have been lavifh'd, For which ev'n kings themfelves have figh'd in vain. Nay, thou haft dar'd prefumptuoufly to rival High-born Affures in Azema's love. ARZACES. I've learnt, it's true, to honour and revere That race from which you fprang, your rank and blood ; But in defpite of all thefe rights you boaft, I dare put in my claim, I love the maid ; And I could add, if like a peaceful courtier I chofe to vaunt before her, I upheld That throne which you, Allures, hope t* afcend. And now I hafte t' obey Azema's orders. By her and by Semiramis alone I am commanded. You perchance hereafter May wield the fcepter, but ne'er hope to rank Arzaces in the number of your fubjects. Thou"], [32, "SEMIRAMIS, 22 Thou may'ft be king — for oft the gods in wrath Do monarchs give as fcourges to mankind. [Exit. SCENE THE THIRD. Azema and Assures. assures. His infolence too long has been endured. But may I now hold converfe with Azema, On fubjects far more worthy her attention ? a z E M A. Can there be theme more glorious ? Speak, my lord, I am all attention. ASSURES O let no trifling cares ufurp your thoughts, The world's great guidance, univerfal fway Shall foon call on us, and fhall occupy Each vaft idea. — Lo ! Semiramis Is but the fhadow of herfelf, high Heaven Seems to debafe her greatnefs, and that ftar Which long has fnone with undiminifh'd blaze The glory of our hemifphere, has loft Its wonted luftre, and now hailing on Towards its decline, fhall fet in endlefs night. AZEMA. My lord, I am not fkill'd in ftate intrigues, But know not why you deem yourfelf impower'd To tax my fighs, or read my virgin thoughts. 5 ASSURES."], [33, "A TRAGEDY. 23 ASSURES Cherifh afpiring thoughts, thoughts worthy kings. The fate of empire hangs upon our union : For now I fpeak to mighty kings and heroes, And all the demi-gods from whom you fprang. Too long a woman trampling on their afhes, Ufurping pow'r to which we fhould lay claim, Has held enthrall'd the nations of the earth. Complete the work then of her falling greatnefs. Time was, fhe had your charms ; aflume her courage. Love fhould not dare prefent himfelf before you In aught but in a monarch's form. That crown I tender, and I trull you'll not prefer A rude barbarian ? AZEMA Peace, peace, Allures. Shall I contemn the glory, and difgrace The names recorded by eternal fame Of my great anceftors ? Though I deny That in the blazon of that glorious ftrain One could be found of more exalted foul, Than him you dare mifcall a rude barbarian. For me, when Fate decrees that I muft wed, 'Tis for Semiramis to guide my choice. You fay the gods are all incenfed againft her. I know not for what crime ; but this I know, That thou wilt never be the chofen man, The"], [34, "SEMIRAMIS, 24 The holy feer commiffion'd by the Fates To point the thunder of avenging Jove. [Exit. SCENE THE FOURTH. Manet Assures. To Mm enter Cedaros.' ASSURES. Well, faithful Cedarus, fay, what fuccefs ? Say, will the feeds of hatred and rebellion Which we have fown in men's diftemper'd bofom s, Will they fpring up, will they ere long bring forth The fruits of difcord and inteftine war ? cedarus. I dare hope much, my lord— at length the people Break their long filence, and, imprefs'd no more By that dread awe in which the vaunted name Of great Semiramis had bound their fenfes, They now demand to know this empire's heir; Say they muft have a king to hold their fcepter, And that Semiramis muft name Allures. ASSURES. O fource of endlefs fhame ! — muft then my glory, My rank, my very fate, depend on her ? Was it for this, ye powers, I murder'd Ninus, And, wading deeper thro' the fea of blood, Cut off his infant fon, and fo removed My only barrier to th' Imperial throne ? Have I done this to crawl in Babylon, To be a fubjedt ? CEDARUS."], [35, "A TRAGEDY. 25 CEDARUS. Check th' ignoble thought. ASSURES. Spite of myfelf I am compell'd to praife her ; For, Cedarus, I've feen this godlike woman, When the vaft empire like a drunkard reel'd, An c' as a cow ird fhook with rude commotion, Into her hards take the disjointed rule, With the fharp fword of juftice mow oppreffion, Stop all the various fources of corruption, Siknce the murmurers, ftifle the tumults, And with fuch art and wifdom mould the flare, That peace and order have embrae'd each other. CEDARUS. But now her genius grovels in the dull. ASSURES. Behold in me a mighty minifter. But robb'd of power ; a prince but without fubjects Encircled with high honours, yet dependant. But woe befall her, if th' ungrateful woman Drives to extremes her defperate confederate. SCENE THE FIFTH. To them enter Otanes. O T A N E S. My lord, the Queen requires your private ear. E ASSURES."], [36, "SEMIRAMIS, 26 ASSURES. Lo ! fhe appears ! Retire good Cedarus. [Exit Cedarus. SCENE THE SIXTH. To Urn enter Semiramis semiramis My lord, at length I muft unfold that heart Which in your prefence has abforb'd its grief. I've govern'd Afia, and perhaps with glory ; You too have borne the weight of this vaft em- pire. Long have I liv'd fo bleft, that I forgot The dreadful ftep which rais'd me to this height. I was unmindful that the gods were juft. But now Heaven fpeaks, I yield, and this great kingdom Will foon be ftrengthen'd, even from its foun« dation. ASSURES. It is a part that's worthy of my Queen To finifh this her glorious work— but fay, What power is able to obfcure that glory ? The earth obeys you, what d'ye fear from Heaven ? SEMIRAMIS. Can you afk this, while you behold yon tomb ? ASSURES."], [37, "A TRAGEDY. 27 ASSURES. I muft confefs I cannot bear with patience To be reminded that once Ninus reio-n'd. For fifteen years that king has flept in peace, And do we fear his fhade fhould burft the tomb, And come thus late to cry to man for vengeance ? No fears like thefe fhould fhake your daring foul ; But if 'tis now intent on nobler plans, If you'd perpetuate the blood of Belus, If fair Azema's claim to this high rank- SEMIRAMIS. Aye, that's my theme — Great Jove, and Babylon, Demand without delay the fcepter's heir, And I muft chufe a partner of my throne. You know my pride, and my unconquer'd fpirit, Have made it long their law to reign alone ; But now Heaven's voice affifts my people's prayers, I muft divide my power — 'Tis you, my lord, Who belt may claim the title of a king; You're next in power on earth, but not my equal. It is enough, and I've the pride to think That rank may fatisfy your vaft ambition. ASSURES. Great are your favours, Queen, great my deferts ; For you I've dy'd my hands with royal blood, And fhall I not receive the bright reward Of this bold deed ? Ez SEMIRAMIsi"], [38, "SEMIRAMIS 28 SEMIRAMIS Hear Great Amnion's oracle, and know my will, [Reads.} \" All Babylon fhall wear a face of joy, \" When the fad mother, and more, cruel wife, \" Shall light once more the Hymeneal torch, \" Then fhall fhe calm the reftlefs fhade of \" Ninus.\" Such are the eternal orders of the gods. This day, I mean to give the world a lord ; My choice may fall on you, or on another, In all things I'll affert my fovereign power, But chiefly in this act. — Do you give orders The princes and the magi ftrait afTemble. This day the offended gods fhall be appeas'd, But 'tis repentance only can difarm them ; And truft me, that remorfe which you defpife Is the laft virtue which the guilty boaft. You deem me weak and timid, but alas Fear ever dwells with crimes. This very fear Adds luftre to my crown — and 'twould become thee, Humbling thyfelf, to deprecate Heaven's ven- geance. [Exit, SCENE1"], [39, "A TRAGEDY. 29 SCENE THE SEVENTH. Manet assures. I muft not wed Azema — for the Queen Fixes on me to fhare her bed and throne, What all my pains, join'd to our mutual crimes,' Could ne'er effedt, behold an idle dream, And an Egyptian oracle, bring forth !— - What power unknown direfts the deeds of mor- tals ! What feeble fprings act on our great defigns ! Still muft I doubt. — Cnce more I'll fee the Queen, Strive craftily to read her dark intents, Watch all the fecret workings of her foul, And from her great refolves arrange my own. [Exit. End of' the Second Act. ACT"], [40, "S E M I R A M I S: 30 ACT THE THIRD. SCENE THE FIRST. A Royal Gallery in the Palace. Enter Semiramis and Otai.es, semiramis WHO would believe, Otanes, that the gods, Offended as they are at my tranfgrefilons, Would deign to fhed a ray of comfort round me, And cheer with hope my dark, defpairing foul ? The hand of Heaven has led Arzaces hither; Doubtlefs 'tis they difpofe of human hearts ; And mine exults t' obey their facred laws. My fate is fii'd, I yield, and I behold Mine and the world's great mailer in Arzaces. OTANES. In him ! in young Arzaces ? semiramis Yes, Otanes When Perfia was reveng'd, and Afia conquer'd, This hero fought on the rude plains of Scythia ; Surrounded as he was by death and carnage, And crown'd with laurels, yet his youthful front Was crimfon'd with the blufh of modefty. At the firft glance of this young hero's charms, Wonder and joy feized on my aftonifhed fenfes ; 9 All"], [41, "S TRAGEDY. 31 All other men were objects of my fcorn, While fomething feem'd to whifper to my foul, To favour and protect him from this inftant. This did not 'fcape the cunning of Affures, He hates the noble youth— whofe glorious image Was 'graven on my heart, long ere I knew That Heaven had doom'd him to partake my throne. OT A N e s. Is it decreed then that your daring fpirit, Your proud unconquer'd heart, at laft ihould yield ? SEMIRAMIS. No— 'tis not love inclines me toward Arzaces ; I pay to beauty the reward of valour. Is't for a wretch like me, to yield to love ? To own its fatal laws, and court its bonds ? Haft thou forgot, that I was once a mother ? Haft thou forgot, that fcarce thefe wretched arms Embrac'd the fruit of my unhappy union, When Heav'n in anger tore him from my bofom ? o T a n e s. The world has long bewail'd the prince's lofs. SEMIRAMIS. Mankind had caufe to mourn— what then had I ? I fled my court, I wifh'd to fly myfelf ; I fought repofe amidft thefe facred tombs, But reft fled from me — now with joy and wonder I fee"], [42, "S E M I R A M I Sj 32 I fee foft Peace return to cheer my foul ; The gentle goddefs comes, and with her brings Divine Arzaces, to difpel my forrows. O T A N E S. This deed of thine, O Queen, will caufe the heart Of proud Aflures to o'erflow with rage. The people's voice, joined to his own ambition, Have taught him long to cherifh the fond hope That he fhould prove your choice. SEMIRAMIS. I've not deceiv'd him, And know, Otanes, I difdain to fear him. I am no ftranger to his tow'ring views, But ftill I've fet due bounds to his ambition. What fhall I dread then ? — fhall he dare t' oppofe Semiramis, united with Arzaces ? 'Twould prove an infult to the facred fhade Of my dead lord, to wed with his affafiin. The oracles of Jove approve Arzaces, And Ninus quits the bofom of the tomb, To urge this union. — Now no more I'm aw'd By the fuperior virtue of the pontiff; I bad him ftrait attend to know my will. o T A n e s. The holy prieft approaches— he'll declare If this your choice be pleafing to the gods. [Exit Otanes. SCENE"], [43, "A TRAGEDY. 33 SCENE THE SECOND. Enter Oroes to Semiramis. semiramis. Augiift fucceffor of great Zoroafter,' This day I mean to name the Affyrian king ; 'Tis yours to place the diadem on his brows. Is all prepar'd for this folemnity ? o r o e s. The magi and the nobles are affembled ; Your Will is done, arid there my duty ends. I'm bound to obey, but not to judge our mo-i narchs ; THat talk is fitting only for the gods. semiramis. Thefe obfcure phrafes, this myfterious language^ Shew that in fecret you condemn my choice. O R O E S. 1 know it not —O may it prove a blefs'd one ! SEMIRAMIS The oracle demands a facrifice, OROES. True, mighty Queen ; Ammon fliall be obey'd. SEMIRAMIS. Say, venerable pontiff — have the facred altars This morn receiv'd the off'rings of Arzaces ? F o r o e sj"], [44, "SEMIRAMIS. 34 '» 0 R O E S. They have, O Queen, — and Heaven doth hold them precious ; He and his gifts are pleafing to the gods. SEMIRAMIS. I do believe thee — and thy fayings, prieft, Do cheer my foul.— May I not truft Arzaces ? o r o e s. He is the firmed pillar i of the flate; The gods have led him hither, and his glory Is their own work. SEMIRAMIS. With joy, with heart-felt tranfport My ears imbibe thefe tidings— Hope and peace Shall calm ere long the tempeft in my foul. Hafte, and let all your altars fmoke with incenfey Your holy roofs refound with notes of praife. And ftrait do thou and all the magi join In fupplications to the gentle gods To fhed their choiceft bleflings on thefe nuptials. [Exit Oroes. SCENE THE THIRD. Manet Semiramis. SEMIRAMIS. The gods fmile on me while I chufe Arzaces. Thus I become the minifter of Heaven. How will this fudden, this unhop'd-for greatnefs. Fill"], [45, "A TRAGEDY. 35 Fill his aftonifh'd foul with joy and wonder ! How will Allures and his minions droop, When ev'n the man whom molt they hate fhall rule them ! SCENE THE FOURTH. Enter Otanes. otanes Arzaces waits your will. SEMIRAMIS. Bid him approach. Ye gods, defenders of the Affyrian throne ! Who now infpire me, and direct my deeds : Thou reftlefs fpirit of the murder'd Ninus, And thou, O bleffed fhade of my dead fon, Unite your powers, and favour my Arzaces. SCENE THE FIFTH. Enter Arzaces. Kneels before ber. ARZACES. 0 Queen, my Trie's devoted to your fervice, I owe you all my blood. When I've beheld Its purple drops gufh forth, I've been o'erpaid, Since 'twas for you it flow'd.— My warlike father, Leading your troops to conqueft, fell in battle. But wherefore dare I to remind my fovereign F 2 Of"], [46, "SEMIRAMIS, 36 Of my dead father's merits ? — Will fhe therefor? Deign to forgive the rafhnefs of his fon, Who even now thus proftrate at her feet, Dreads to offend her, and to urge his fuit ?— SEMIRAMIS. Rife, Arzaces ! Thou furely ne'er waft born to give offence. Difmifs thy fear, and boldly name thy fuit. ARZACES. This day, O Queen, you give your hand and em- pire ; The proud Allures now prepares to triumph ; Hither ev-n now he bends his haughty fteps, As 'twere to claim the conqueft. The whole realm Have fix'd on him, as fprang from your high blood, To fhare your throne; — may he prove worthy of it! But O, I feel my mind is too exalted Here to adore the man whofe power I've braved. Suffer me then to fly his hated prefence, And feek that land where late I fought your battles. Tho' I might well defy his tyranny, If you, O Queen, would crown my afpiring withes And grant me ■—- SE1URAM1S."], [47, "A TRAGEDY. 37 SEMIRAMIS. Gracious powers ! what do I hear ! Would'ft thou then fly my court ? Say, would'ft thou leave me ? And can'ft thou dread Affures ? ARZACES. No — I'm doomed To fear nought elfe on earth, except your anger. But now perchance my vain defires are known, Your indignation may deftroy my hopes, I tremble SEMIRAMIS. Thou haft no caufe — ere long you'll find Allures is not deftined for thy fov'reign. ARZACES. 'Tis well — for I muft own, with ten-fold horror I fhoiild have feen him fill the throne of Ninus. But fince 'tis now forbad him to afpire To thefe auguft efpoufals, is't decreed That he muft therefore wed the fair Azema ? Pardon, O Queen, th' excefs of my prefumption. Tho' but a fubject — yet 'gainft him I durft j SEMIRAMIS Subjects like you, are pillars to my throne. My eyes are now enlighteri'd, and I view What tends to the true interefts of the flate, I njime you arbiter ; you fhall fupport them. My word fhall break the concord 'twixt the princefs And"], [48, "SEMIRAMIS, 38 And proud Allures — Truft me, I've forefeen And will prevent the dangers of this union. ARZACES. And fhall this curft alliance then be broken ? Now I perceive thy penetrating wifdom Reads my defires, and dives into my foul. SEMIRAMIS Here break we off—ere now the hall of audi- ence Is fill'd with nobles, and Affyrian princes, Follow, Arzaces : let us hafte to join them, And witnefs with them my auguft decifion. [Exeunt,. SCENE THE SIXTH The Scene draws and difcovers a large magnificent Sa- loon. Many of the great Officers of State enter in Proceffwn, bearing the Marks and Enftgns of their Dignity — then enter Oroes, with the other Priefts — A Throne is raifedin the Midft of the Salloon, on which the Queen having feated berfelf is furrounded by Azema and her Women. The Satraps are placed next the Throne, with Affures and Arzaces, Guards and Attendants. o r o e s. Princes ! priefts ! warriors ! Babylon's fupport ! Here by the Queen's command this hour afiem- bled, To"], [49, "A TRAGEDY. 39 To you great Jove's decree fliall be reveal'd. The gods themfelves watch o'er this mighty em- pire, And now the great, the important day's arrived, Which they have deftin'd fhall new mould the ftate. He whom the Queen fhall deem moft fit tei rule, He whom fhe chufe to fhare her bed and throne, Our part is to obey. — Lo, in the name Of all the magi do I bring that homage Due to our monarch — -prayers, and pious vows, For her own fafety, and this kingdom's welfare. AZEMA. Ev'n now^ my Lords, the Queen fhall name your fovereign. Th' imperial choice can injure only me ; But I was born her fubject, and remain (o, ASSURES. Whate'er may be the myftic will of Heaven, Who this aufpicious day directs our monarch, We're bound t'obey— Swear we then by this throne, And by the name of great Semiramis, Humbly to yield to her fublime commands, To own 'tis juftice, to fubmit in filence. ARZACES. I fwear — and this my arm, and my good fword, With every drop of blood within thefe veins, I de-"], [50, "40 S E M I R A M I S; I dedicate henceforth to my new King, With that fame duty, and that heart-felt zeal, With which they long have ftrove to ferve my Queen. o r o e s We wait the will of Heaven, and our Sov'reigrt. semiramis'. Princes, and ye moft holy priefts, attend. If now for more than fifteen years the world, Fill'd with my glories and my great exploits, Has feen, and has rever'd, the fword and fcepter Placed in a woman's hand, ev'n in that hand Which tyrant cuftom, and the laws of Ninus, Had deftin'd to the diftaff ; — if alone (Surpafling ev'n my fubjects' fondeft hopes) I have fuftain'd the weight of this vaft empire, Throughout the world victorious and adored, I've ftorn'd t' accept a partner in my greatnefs; Yet now this empire fhall acquire new force, Since, in obedience to great Jove's decree, I deign to give my hand, and fhare my power. I might have chofen a hufband from the kings Whofe flates furround the borders of my realms-, But they're my tributaries, or my foes. My fcepter is not made for foreign hands'? My fubjects are far greater in my eyes Than all thefe petty kings, which their brave arms Can conquer and enflave; — therefore this hour My diadem fhall bind a fubject's brows. 3 Say,"], [51, "A TRAGEDY. 41 Say, is. there one amongft you who prefumes, Ev'n though in fecret, to condemn my purpofe ? assures. No, mighty Queen, all muft applaud the deed, And own the wifdom of their monarch's choice. SEMIRAMIS. Belus was born a fubject, and his crown He ow'd to his own merits, and his people : 'Tis by thofe very rights that now I reign, And fway a mightier fcepter. — I have taught Full twenty eaftern Kings to own your laws, Nations far diftant, and unknown to Belus ; It was for me to finifh his great works. And now, my people, you demand the hero, Worthy to rule this wide-extended empire, Worthy his fubjects, and the hand that crowns him. ARZACES. With deference we wait your great commands. SEMIRAMIS. Sages, and legiflators of the land ! The oracle of thunder-bearing Jove, The welfare of this ftate, the world's great in- tereft, All thefe have I confulted ; they decree This union fhall effect a general good, And fhed unnumber'd bleffings on mankind. Hafte and adore this hero who fhall rule ye ; In him the princes of my race revive : G My"], [52, "SEMIRAMIS, 42 My hufband, and this monarch is — Arzaces. [She defends from the throne, and they all rife. AZEMA. O perfidy ! Arzaces ! ASSURES O for vengeance ! ARZACES tO AZEMA. Truft me, my love, my faith's inviolate. o r o e s. Juft Fleaven, difpel thefe horrors ! semiramis to the Priefts. O ye, who fanctify the pureft vows, Now plight our faiths, and join our willing hands. [// thunders. O R O £ S. Break off thefe rites, for Heaven itfelf frowns on them. Depart we, mighty Emprefs ; on this inftant Seek we great Ninus' tomb, and to his fhade, Strait offer pious prayers, with vows and in- cenfe. [Exeunt the Queen and Arzaces, followed by Oroes. The Scene flints.— Manent Assures and Azema, &c. azema. Gods, is it pofiible ! is this the prince So warlike, fo renown'd ? is he confederate With a deceitful Queen and crafty Prieft ? And will they dare ufurp the name of Heav'n To give fome colour to their dark proceedings ? 6 ASSURES,"], [53, "A TRAGEDY 43 ASSURES Such is their plan ; and reft affured, fage prin- cefs, 'Tis meet we fhould compofe our amorous broils, And re-unite thefe hands, which this rough fol- dier Has, by his prefence, rudely torn afunder. AZEMA Say I fhould yield, what good fhall thence accrue To poor Azema ? ASSURES Alk you this, bright maid ? Our mutual ftrength and pow'r will prove too ftrong For this bold youth to oppofe— and fhou'd the Queen Vainly prefume to uphold her daring ruffian, She then will feel what 'tis to infult Affures. But can Azema lofe her fex's pride ? Can fhe forget her youth, her charms difgrac'd ? Say will not this infpire a cold contempt, And teach her heart to feel its mighty wrongs ? AZEMA. Alas ! the traitor takes my lover's part, And fain wou'd cherifh the falfe hopes he gave me. ASSURES Away with love, when love repays it not ; 'Ti . the mind's ficknefs, worthy vulgar fouls. G 2 Azema."], [54, "SEMIRAMIS, 44 Azema, fprung from heroes and from kings, Shou'd foar above her fex's common views. Her every wifh fhould comprehend a world ; Empire and univerfal fway her object ? Such do I bring, fuch offer to her beauty ; Nay more, the godlike joy of juft revenge ! AZEMA. Revenge ! ye pow'rs, on whom ? on my Arzaces . Alas, my perjur'd love ! ambition may Cancel thy vows, tho' regifter'd in Heaven ; Unfhaken ftill, mine fhall defy its power. Be falfe and fafe, 'tis man's prerogative; But let Azema prove her fexl's virtue, And faith, tho' injur'd, triumph over falfehood. [Exit. ASSURES. Curfe on the wayward fex, fhe loves him ftill, Nor can my arts fub vert her girlifh pafilon. Then be it fo ; fure means fhail be employ'd. True politicians firft eflay to gain Their fav'rite points by ftratagem and cun- ning ; Yet difappointed, never quit their aim, But boldly re-aiTume the road of pow'r. Come then Revenge ! Ambition fire my foul ! At once be all its feelings gratified. The {tripling who has dar'd to brave my ven- geance, This hour fhall feel it; and with heart-felt tranfport ... ... i .,,, .!!"], [55, "A TRAGEDY. 4« I'll give him death, and mount the throne of Ninus. [Exit. $cene opens, and difcovers the Tomb, at which are Semiramis, Arzaces, and Oroes. semiramis. Yet, Oroes, hold ; for wherefore fhou'd we paufe To know Jove's will, for what his oracle So late declar'd. This hand is thine, Arzaces. And now I charge thee by thy ftm&ion, Pontiff— [It thunders, and the fhade of Ninus appears. It is the voice of Jove ; he fpeaks in thunder. See, the tomb opens, and the hallow'd fhade Of my dead lord burfts forth !— I faint — I die. arzaces. Lo where I ftand ! — look down, O facred phantom, Speak, and reveal thy terrible commands. semiramis. O fpeak thy dreadful errand. Art thou come To pardon or deftroy ?— Judge if this hero well deferves thy crown. Pronounce, I am bound t' obey— SHADE to ARZACES. It is decreed That thou fhalt reign, Arzaces; but thou'rt doom'd To expiate firft fell crimes and blackeft treafons. There is a facrifice thou muft perform Here in my tomb, and to my facred afhes, *'r-T ' And"], [56, "46 SEMIRAMIS, And ferve thereby me and my fon— be mindful Of thy dead King, and liflen to the Pontiff. ARZACES. Bleft Shade, whom I revere, whofe matchlefs fpirit Inhabits yet, and animates thefe climes, This thy flrange vifitation doth not fhake My foul with fear, but fills it with new ftrength. And here I fwear to do thy facred will, Tho' peril, or the death, await the act. Speak hero, demi-god' — O name the talk To which this arm is deftin'd.— semiramis [kneels.] Mighty Ninus, Suffer thy wife thus proftrate on the earth, If deep contrition, and if heart-felt forrow, If I've not finn'd beyond all hopes \"\" SHADE. Forbear ; But reft afiur'd the hour now haftens on When 'twill be lawful for thee to defcend Into this houfe of death. [He re-enters, and the Mauf oleum clofes. SEMIRAMIS. Hafte, Pontiff, hafte ! Bid all the magi follow to the temple ; Speak comfort to my people, calm their fears ! ]VIy hufband's manes yet may be appeas'd, They"], [57, "A TRAGEDY. 47 They favour me fince they protect Arzaces. The gods infpire me, Ammon names your King. Do prefent facrifice, let victims bleed ! And with fit orifons implore great Jove To blefs that monarch he himfelf hath chofen.\" [Exit. End of the third Act. ACT"], [58, "SEMIRAMIS, 48 ACT THE FOURTH. SCENE THE FIRST. Enter Arzaces and Azema. arzaces OAdd not to the burthen of my woes By thy fevere reproaches and complaints. This oracle is more replete with horror Than thou conceiv'ft.— Aftonifh'd nature groans With endlefs prodigies — While my own grief Lays heavy on my foul, the Cruel gods Have ravifh'd from me all my fondeft wifhes ; I have loft Azema azema. Ceafe, thou perjur'd man; Ceafe to increafe the horrors of this day, By bringing thy falfe love to my remembrance. I do not mean to oppofe the hand that crowns thee, Much lefs to thwart the facred will of Ninus. Of all the prodigies I've this day feen, That which moft tends to freeze my foul with horror Is thy inconftancy, thy barbarous falfhood. Complete thy work, fay Ninus bids thee ftrike. Begin by me thy horrid facrifice ; Strike, thou bale ingrate. ARZACES,"], [59, "A tragedy; 49 ARZACES. Gods, it is too much.' 'Gainfl the fharp arrows of all other woes, Methinks my fad defpairing breaft was arm'd, But O, what fhield fhall blunt the poifon'd fhafts Levell'd againft me by Azema's rage ? Judge of my grief at the Queen's fatal choice, Judge of the precipice to which it drives me. Now hear what Heaven decrees. AZEMA. I've heard already.' ARZACES. This empire is not deftin'd to my rule,\" Nor fhalt thou fway its fcepter — for the fon Of royal Ninus, whom I've fworn to ferve, He who was born my rival and my mafter, Yet lives. AZEMA^ Ye mighty gods ! does the prince live J ARZACES. He breathes, he lives— ere long he fhall appear Within thefe walls. AZEMA And fad Semiramis ? arzaces. Thus long deceiv'd has mourn'd for her loft fon.\"\" As yet he knows not this important fecret, Which has lain buried in the pontiff's breaft. H AZEMA?"], [60, "SEMIRAMIS, 50 AZEMA. Alas, thefe myfteries perplex myToul, For the Queen weds thee, and the fhade of Ninus Foretold that thou fhould'fl reign : — ARZACES. But Ninus' fon Is deftin'd for thy hufband. — Who can unfold Thefe dreadful prophecies, and dark predictions ? A Z E M A. Yet fpeak, declare*— why comes he not this in- flant ? What fecret myftery conceals the monarch ? Not he himfelf, nor great Semiramis, Should tempt me to forget my vows to thee, And by black perjury defile my foul. - And now, Arzaces, deeply probe thy heart, There read, if thy fond paflion equals mine. And now farewell — 20 and receive the fentence Which angry Ninus threatens to pronounce. Thy lot depends on Heaven, my fate on thee. [Exit Azema arzaces. Arzaces is thy own. — Stay, cruel maid Methinks my foul's bewilder'd, and I'm loft In this ftrange mixture of delights and horrors ! But fee where Oroes comes to clear my doubts, And calm my reitlefs mind ! SCENE"], [61, "A TRAGEDY. 51 SCENE THE SECOND. Enter Oroes,. bearing the Offerings of A r z a c e s ARZACES. O holy father, Remove this dreadful darknefs from my eyes, And fnatch me from the abyfs in which I'm plung'd. OROES. The hour now comes, my fon, when that dark veil Which thus obfcures thy fight, fhall\" be remov'd. Now in his difmal, his profound abode, Ninus expects thee, from thy hand awaits The offering, and the deftined facrifice Referv'd by fate to appeafe his injur'd manes. a r z a c e s; 0 name this offering which his fhade demands ButTure it ill becomes me to revenge The wrongs of Ninus, while his fon furvives. OROES 'Tis his fire Who now by me iffues his dread commands. Thy part is to obey Some half hour hence Be found near Ninus' tomb, armed with this fword, This facred fteel, which well becomes thy hand ; Thy warlike front, bound with this diadem, H % Which"], [62, "SEMIRAMIS, 52 Which heretofore the brows of Ninus graced, Which thou brought'ft hither. arzaces. But fay, wherefore thus ? Why with the crown of Ninus deck my tem- ples ? OROES 'Tis fo decreed— Within that tomb the victim will be found, Whofe blood thou haft fwore to fhed — fear not, but ftrike, Great Ninus' manes fhall direct the blow, a r z a c E 3. Should he demand my blood I will obey him,' But yet thou fpeak'ft not to me of the young prince, Nor haft thou yet reveal'd from what ftrange caufe Ninus approves that I fhould wed the Queen, Or haw by fuch efpoufals I fhall reign ? o r o e s. Thou wed Semiramis ! — at thought of this The infernal powers themfelves turn pale wjtfy horror. Now read thy fate, Arzaces. Know too, that this vile woman ? > ARZACES Who, the Queen ? OROES,"], [63, "A TRAGEDY, 53 OROES. Cut fhort the thread of her dear hufband's life, And robb'd the world of Ninus — bafe Allures Mixt the curft draught, and minifter'd the poi. fon. arzaces, after a fhort Paufe. This crimes fuits the fell nature of Affures. But can I think this Queen, this wife of Ninus,' So lov'd of nations, fo rever'd by monarchs, Would e'en attempt a deed more black than hell, And dye her guilty hands in her King's blood ? OROES. This doubt, O youth, proclaims thy noble foul, But now 'twould ill become me to diffemble .' Ceafe then to wonder if offended Ninus Rifes from death, and once again revifits Thefe guilty walls— he rifes to forbid This monftrous union— comes to rend afunder Thefe chains of wedlock by the Furies forg'd : He comes to fave his fon from horrid incefl. Hark ! now he fpeaks ! he warns thee ! he's thy father— Jhou art thyfelf the prince— the Queen's thy mother. N 1 N i a s. Thou haft fpoke poniards, prieft ! — Wounded at once With all thefe mortal ftrokes — I Hand envelop'd By"], [64, "SEMIRAMIS, 54 By thefe dark .hades of death, and tenfold hor- ror ! Can it be poflible that I am the fon Of murder'd Ninus ? o r o e s Thou'rt his royal offspring : And know, O prince, that when thy godlike fire Perceiv'd the effect of the too fubtle poifon, And with accumulated grief beheld That a like baneful and deftructive draught Attacked the fources of thy infant life, He fnatched thee dying from this impious court. But while all Babylon deplor'd' thy lofs, Thou waft committed to the pious care Of good Phradates — who with healing juices Of plants and herbs known to the Perfian fages, Expell'd the deadly venom from thy veins, And having loft his only fon in battle, He adopted thee, and call'd thee his Arzaces. N I N i a s. O loyal act ! — he was indeed my father. What if Affures prove the only traitor, If he alone were guilty ? [Oroes giving him a Scroll, View this fcroll, Behold thefe facred characters, Arzaces ; Can'ft \"thou ftrll doubt ? NINI A S."], [65, "A T.R-A G E.D Y. 55 N I N I A S. Give me the writing, and thereby root out The laft remains of hopes, and fiatt'ring doubts,\" [Reads. _\\ \" Expiring Ninus to the true Phradates. \" I die by poifon — O preferve my fon, \" Hafte to fnatch Ninias from his murderers.\" *' My guilty wife \" OROES. Doft thou lack further proof? Thou know'ft 'twas from thy hand that I re- ceiv'd This dreadful teftimony — which the monarch Had furely finilh'd — but that death approach'd And froze his feeble hand. -Fear nought but guilt. Go on, brave prince, while thro' this night of horrors The great gods Themfelves fhall guide thee — Mark'd with Hea- ven's feal, To thee th' immutable decrees of fate Are now intrufted — yet thou art but mortal, Ordain'd the feeble inftrument of vengeance ; 'Tis not for thee to interrogate great Jove. Remember, prince, thou haft been fav'd from death ; Therefore exalt thy voice in grateful praife •, Think '"], [66, "S E M I R A M I S; 56 Think what thou ow'ft to Heaven, nor dare to murmur. [Exit Oroes.- SCENE THE THIRD. N I N I A S. No — nought fhall e'er reftore my priftine peace.1 O dreadful thought ! Semiramis my mother ! SCENE THE FOURTH. To him enter Semiramis. SEMIRAMIS. The Hymenal rites now wait thy prefence,\" Great monarch of the earth — hafte to the altar,' Thy fate and mine, join'd to the kingdom's welfare, Depend on this our union— Lo, with tranfport I fee the pontiff's hallow'd hands have placed That facred diadem on thy brow — fure proof That Heaven approves, and doth confirm my choice. Even the daring party of AfTures, Struck with religious awe, falls down and- trem- bles. The people's hands, their very hearts are ours ; You reign fecurely, and your Queen adores thee ; In vain Allures rages.— 10 K.NIAS7"], [67, "A TRAGEDY. 57 N IN I A S. Curft Affures, Why do I thus delay to feek the monfter ? Now fhall he make atonement, and wafh out The filthy ftains of parricide and treafon In his perfidious blood ; — the fhade of Ninus Shall be appeas'd. SEMIRAMIS. How's this ?— the fhade of Ninus ! Juft Heaven 1 I named not Ninus — 'twas Affures. Why are thofe eyes fix'd as in anger on me ? Is this the tender, the fubmiffive heart, Which I fo fondly hoped thou would'ft have offer'd, And which from thee had proved a grateful tribute To her who gave thee empire ? Difmifs thy fears of Ninus, and his anger, And let me find new comfort in thy arms, My woe's laft refuge ! — my belov'd Arzaces ; My kingdom's bell fupport ; my lord, my huf- band ! n i n i a s. [turning from her.\"} It is too much; forbear, I charge thee. SEMIRAMIS Why is my lord abandon'd thus to forrow ? N I N I A S Hear me, Semiramis ! SEMIRAMIS. I'm all attention I NI N I AS"], [68, "SEMIRAMIS, 58 N I N I A S. Alas ! I've not the power to fpeak my purpofe; Doom me to death, or fly my fight for ever. SEMIRAMIS. For pity's fake, my lord, reveal the caufe Of this diforder in your troubled fenfes : The traces of defpair are in your vifage, Thofe fatal glances freeze my foul with horror. Some unknown power, with force invincible, Drags me towards you, and at the fame inftant Tears me from your embrace, feeming to join The deadlieft terror to the pureft love. N I N I a s. j Leave and abhor me. j SEMIRAMIS. Ha ! what that writing, that On which fo oft you caft your angry eyes, And moiften with your tears ? Does it contain The caufe of all your woe ? N I N I A S. Too fure it does. Dar'ft thou perufe it ? SEMIRAMIS. Wherefore fhould I fear ? Whence hadft thou it ? N I N i a s. It was the gift of Heaven. SEMIRAMIS. Whofe charadlers are thefe ? , N I N I a s"], [69, "A TRAGEDY 59 N I N IAS. They are — my father's SEMIRAMIS What fay'ft thou ? N I N I A S Tremble ! SEMIRAMIS. Let me read my fate. N I N I A S. Forbear— each word's a poniard to thy foul. SEMIRAMIS. I care not— thou fhalt folve my dreadful doubts. If flill thou doft refill— I deem thee guilty. N I n i a s. Great gods, who guide my deeds, 'tis ye who force me ! Take it— and may the pangs which it fhall caufe, Prove the fole punifhment which heavenly juftice Referves for thy high crimes. SEMIRAMIS What do I fee ! Support me. N I N i a s 'Tis reveal'd semiramis. [after a longfilence, recovering.] It is my fon ! — Delay not — but fulfil Thy deftiny. Now do the work of Fate, Punifh this guilty, this accurfed wretch, I 2 Revenge"], [70, "SEMIRAMIS, 60 Revenge thy father's moft unnatural murder ; Prove thou art his fon, and pierce thy mother's breaft. N I N i a s. O fooner fhall my fword drain the laft drop Of that unhappy blood which flow'd from thine; Sooner this heart fhall bleed, which ftill retains The facred ftamp and duty of a fon. semiramis. [falling on her knees.] Behold thy mother kneeling on the earth Entreats her fon to ftrike, and to appeafe The manes of great Ninus ! — Gracious powers, What is't I fee ? thy tears mingling with mine I O day replete with horror and with tranfport ! Yet, Ninias, ere thou giv'ft the death I afk, Let Nature's powerful voice once more addrefs thee -, Permit, at leaft, thy guilty mother's tears To bathe this hand, fo fatal, fo belov'd. ninias. [raiftng her.] Forget not I'm your fon ; — it ill becomes you T' embrace my knees, and fue to me for pardon. Be patient, and lay comfort to your foul ; You've this day gain'd a new and loyal fubject. Lleaven is appeas'd, and has reftor'd your fon. But O, I warn you, facrifice Affures To that relenting God who pardons thee. semiramis. This goodnefs is unhoped for— yet, my fon, Let"], [71, "A TRAGEDY. 61 Let me make fome atonement for my crimes, And to thy hands this inftant yield that fcepter Which has too long been fullied in my own. NINIAS. Forbear ! forbear ! Still fhalt thou reign our Emprefs, Whilft I with all the fons of Afia join T' admire the wifdom of thy rule SEMIRAMIS. It muft not be — Haft thou forgot, my fon, What Ninus has decreed ? — how he foretold That thou fhould'ft fill my throne ?— Beware, my fon, How you infult his fhade ! NINIAS. He fhall be foften'd By his fon's tears, and by his wife's remorfe. And oh ! my Queen, my mother, calm thy grief! And in the name of every God I charge thee Keep fafe this fecret in thy faithful breaft, And hide this dreadful myft'ry from the world. End of the Fourth Act. ACT"], [72, "SEMIRAMIS 62 ACT THE FIFTH. SCENE THE FIRST. An Apartment in the Palace, Semiramis and Otanes difcover'd. otanes. BE comforted, O Queen ! semiramis Never again Shall peace or joy their welcome vifit pay To guilt like mine. Say, is that wretch Affures yet inform'd Of all thefe ftrange events ?— and do my people Know that Arzaces is their long-loft prince ? otanes. No tongue has yet reveal'd the horrid fecret. The people, as fome oracle, adore The fhade of Ninus ; but they ftrive in vain To fathom its impenetrable meaning, And proftrate at the altars they remain, Till yonder tomb fhall ope its pond'rous jaws T' admit the prince — who with the holy pontiff Entreats the gods to fortify his arm, And grant him power to ftrike the unknown victim. semiramis."], [73, "A TRAGEDY. 63 SEMIRAMIS. But where's Allures, and the fair Aaema ? OTANES. With horror in her looks, death in her eyes, Azema wanders near the facred tomb, And ever and anon in fervent prayers Entreats great Jove to fhield her dear Arzaces. SEMIRAMIS. O fhade of my dead lord! thou read'fl my heart, Thou fee'ft that tho' 'twas pitylefs towards thee, It boafts at leaft the feelings of a mother. [Exit Otanes. SCENE THE SECOND. To her enter Azema haftily. AZEMA. Forgive me, gracious Queen, if I prefume To ruth into your prefence.— This fad heart Is rack'd with doubts and agonizing fears, Permit me then to fall thus at your feet. [Kneels. SEMIRAMIS. Rife, princefs, rife, and fpeak your pious wifhes. AZEMA. O fnatch a hero from impending danger, Step between him and guilt, and fave Arzaces ! SEMIRAMIS. Arzaces ! what of him ?— thou raveft. 9 AZEMA"], [74, "SEMIRAMIS, 64 AZEMA. This day I know he is deftin'd to become your hufband SEMIRAMIS. I wed Arzaces ! O ye immortal gods— AZEMA Ev'n now the prieft Prepares the nuptial rites' SEMIRAMIS. Thefe rites are dreadful, Arzaces is— — but fpeak — my blood runs cold. Be quick, and name thefe dangers.—— AZEMA. Mighty Emprefs, You know that at this hour — the demi-god, At thought of whom I fhudder— doth expect A fecret facrifice fhould be perform'd In yon dark labyrinth to Ninus facred. And even now that impious wretch Affures Doth rend the holy c.rements of the tomb, And dares to violate that fandtuary Never as yet by mortal foot profaned. SEMIRAMIS. How know'ft thou this ? — Say, wherefore fhould Affures Thus dare t' infult my hufband's facred afhes, And brave th' infernal Powers ? AZEMA,"], [75, "A TRAGEDY. 65 AZEMA. •For a vile one, Eternal night reigns in thefe dreadful caverns, Hid in the friendly covert of whofe darknefs, He means to raife his facrilegious hand Againft the facred life of his new monarch. semiraMis. What fpectre, or what god reveal'd this deed ? AZEMA. Deep-fearching love has probed his dark de- figns.- E'en now the monfter's boldly marching on To facrilege and murder. — Thro' the city He's caufed it to be rumour'd that Arzaces Is the devoted victim— in whofe death Ninus will wafh away his mighty wrongs. semiramis. Thou haft no caufe for fear — virtue like thine The gods themfelves protect— fure thou may'it trull A parent's care and fondnefs. — Lov'd Azema, This inftant both our fates fhall be accomplifh'd. Hafle, pious maid, and fupplicate great Jove To fhield Arzaces — whilft I fly to fave Your hufband and my fon. AZEMA. O mighty pow'rs, What is't I hear !— Is then Arzaces Ninias ? K SEMIRAMIS."], [76, "SEMIRAMIS, 66 SEMIRAMIS. The gods themfelves enlighten'd my dark foul When they beheld me plunging into crimes. Once more methinks they infpire a wretched mother, And in their endlefs mercy deign to fhed Soft peace and new-born joy on my fad heart.7 They bid me fly to fave a much-lov'd fon, And free him from a dark affaffin's toils. [Exit Semiramis.' Manet azema. What fudden caufe thus animates the Queen ? What are her great defigns ? why does her heart Thus heave and fwell as it would burft her breaft ? This prodigy furpafles all my hopes. The prince is found ! O bleft, yet fearful ti dings ! My fond love whifpers, that his anxious mother Will come too late to fhield him from the trai- tor. O why, ye cruel gods, was he reftor'd, Thus foon to tear him from my bleeding heart. [Exit Azema. SCENE"], [77, "A TRAGEDY. 67 SCENE THE THIRD, Changes to the Maufoleum, and the Queen re-enters, arm'd with a Sword. SEMIRAMIS. Shade of immortal Ninus ! lo I come Prepar'd t' avenge thy manes — for behold The fatal hour is now arriv'd, in which Thou did'ft thyfelf declare it fhould be lawful For me to penetrate this dark abode. Still am I bound t' obey thee ; and thefe hands, Which heretofore have held the reins of empire, At thy command are arm'd to aid thy fon. O mighty Jove, Thou know'ft the purity of my intents, 'Tis thine t' afiift me in this hour of terror, [Enters the Maufoleum, SCENE THE FOURTH. Enter Ninias and Azema. azema. Do I behold you once again in fafety, And in thefe arms enfold the fon of Ninus ! My long-loft fovereign, and my deftin'd fpoufe ? N IN I A S. Yes, my belov'd Azema, you embrace K 2 Your"], [78, "SEMIRAMIS, 68 Your long betroth'd, your ever faithful prince, Yet know, this blood curdles within thefe veins, The dreadful myftery has been reveal'd ; And lo ! I tremble now to know myfelf. Difpel thefe horrors, that furround my foul ! Strengthen my heart, and nerve this drooping arm, Bid it revenge a father s- A Z E M A. Prince, take heed How you fulfil this dreadful oracle NINIAS. From me the gods demand a facrifice. I've fworn, and muft obey. AZEMA. And canft thou think Ninus requires his fon fhould prove the victim * NINIAS. I underftand thee not — AZEMA. Thou fhalt not enter Into yon houfe of darknefs — there a traitor Ev'n at this inftant fpreads a deadly fnare, And by a coward's plan means to deftroy Llis unfufpecting prince. NINIAS Shall I not enter ? No pow'r on earth fhall flay me — nought deter me, AZEMA."], [79, "A TRAGEDY. 69 azema. [kneeling,] Thus humbly on my knees let me implore thee To hear and take my counfel — bafe Affures With facrilegious fteps doth violate Thy father's facred tomb, and there ev'n now, Arm'd like a dark afTaffin, he awaits To lift his rebel arm againft thy life ! NINIAS. Great Gods, all is reveal'd ! 'tis ye who've dragg'd Forth to the light thefe deeds of guilt and dark- nefs ! My fears are now remov'd, my vidtim's known. And hark ! my father, by this monfter poifon'd, Now cries aloud, and doth demand his blood. Iriftructed by the prieft, led on by Jove, By Ninus' felf thus arm'd — within yon tomb fearlefs I'll ftrike the blow, and yield to Fate. [Enters the tomb. SCENE THE FIFTH. AZEMA. May every guardian pow'r fhield and protect him, And guide his fteps in yon dark cave of death ! Ye horrid caverns, ye whofe dreadful wombs Brought forth dead Ninus ! once again yawn wide, And be the victim murderous AfTures. And thou, great Ninus, his too cruel fire, 2 Thou"], [80, "-jo SEMIRAMIS, Thou who would'ft not permit his weeping mo- ther T' attend him in thy tomb— war on his fide. But foft ! methought I heard his well-known voice Mingled with dying groans. [// thunders. Hark ! the loud thunder rolls, vindictive lightnings Inflame the heav'ns, and fhake the guilty earth, Yet I'm not loft to hope — See where he comes ! The conqueror— the avenger ! SCENE THE SIXTH. 7/ thunders and lightens. NINIAS. Ye gods ! where am I ? AZEMA. Alas ! my lord, horror fits on your brow, You're breathlefs, pale, and bloody. ninias. 'Tis the blood Of that vile parricide who flaughter'd Ninus. My father was my guide, his facred fhade Mark'd where I fliould perform this act of juftice. Behind a pillar, one funereal lamp Darting its feeble ray, fcarce yielded light Sufficient' to behold the glittering fword Which bafe Affures brandifh'd, whilft his arm Trembled"], [81, "A TRAGEDY. 71 Trembled thro' guilt — and I with tenfold rage Twice plung'd my vengeful fteel deep in his breaft.' Still was revenge unfated ; and my arm, Dyed in the aflaffin's blood, with fury dragg'd him Near to the entrance of the gloomy cavern. AZEMA. Say, wherefore have you left his impure corfe Within thofe hallow'd walls ? ninias Belov'd Azema, I muft confefs the traitor's deep-fetch'd groans, Which feem'd at this laft hour to rend his heart, Unftrung my nerves, forc'd me to quit my prey, And to abandon my ftill-bleeding vidtim. But fay, Azema, wherefore is my foul, Tho' pure and undefil'd, yet chill'd with fear ? Wherefore am I ftill deftin'd to endure The pangs of keen remorfe ? AZEMA. Fear not, brave prince ! The deed was pleafing to the gods — at length The demons of revenge are fatisfied, And Ninus' reftlefs fpirit fleeps in peace. And, fince the curft Affures is no more — ■ [Allures appears at the further End of the Stage, with fome of his Party. NINIAS."], [82, "S E M I R A M I S, 72 NINIAS. Juft Gods ! what do I fee ? that hateful traitor Living, and in my prefence ! What act has then my erring hand perform'd ? Now will I drag thee to my father's tomb, And there, as he commanded, will perform That facrifice ordain'd by Jove himfelf. ASSURES. Know I defpife thy threats, feoff at thy vengeance. My greateft torment I endure already, 'Tis to view thee my fovereign. [Exit Azema. [They fight, and Affures falls.] Yet, fond youth, I leave thee far more wretched — fee yon tomb ! Look and contemplate thy late glorious act ! [Dies. [Semiramis appears wounded, leaning on a Prieft, at the Entrance of the Tomb. NINIAS. O horror ! horror ! has my blinded rage Struck at my mother ? Enter Oroes and Azema O R O E S Prince, hafte to the temple, And at the altars purify thofe hands, Whilft you replace in mine that fatal blade Which Heav'n ordain'd its inftrument of ven- geance. NINIAS."], [83, "A TRAGEDY. 73 NINIAS Off !— let me plunge it in my guilty breaft ! SEMIRAMIS. 0 much-lov'd fon, hafte to revenge my death ; For in thy father's tomb I'm fall'n the prey To an aflaffin's facrilegious hand ! NINIAS. 0 hour of horror ! O unheard-of crimes ! That facrilegious monfter was thy fon. But I will follow thee down to the tomb, And thou fhalt die reveng'd.— SEMIRAMIS. Alas, my child ! Into that houfe of darknefs I defcended To fave thy precious life, thy wretched mother Went thither to defend and to aflift thee ; But O unerring juftice! I've receiv'd From thy dear hands that death I've long deferv'd. NINIAS. This deed fhall prove the laft accurfed aft Of my loath'd life — I call the gods to witnefs, Thofe cruel gods who led me on to murder — SEMIRAMIS. It is enough — I pardon thee my death, if thy dear hands will deign to clofe my eyes. Come to thefe arms ! I crave it in the name Of that fame blood from which thou fprang'fl, which now l ;*"], [84, "SEMIRAMIS, 6SV. 74 In purple tides flows from thy mother's heart. O my lov'd fon, let us exchange forgivenefs ! Thy will conducted not thy cruel hand, And lo, I'mjuftlypunifh'd. My fon! — Azema! Let your expiring mother join your hands. May ye live long, bleft in each other's goodnefs ; And may your reign be profperous as 'tis juft ! Ah ! now death haftens on, I feel him now Thro' all my fenfes — O farewell, my fon, My deareft fon ! — O mercy, mercy, Heav'n ! It's paft— it's finifh'd Oh ! [She dies. NINIAS. Farewell much-lov'd, yet O too guilty mother ! Let the remembrance of thy crimes, O Queen, Sleep with thee in the tomb . while thy great deeds Live in the bofom of thy mournful fon. OROES. Such fad examples fhould inftruct mankind, The higher they are plac'd in this bad world The ftri<_ter they are call'd to their account, The more feverely punifh'd. — — O that all, then, Wou'd fet due bounds to fierce o'erbearing paffion, And feek the paths of never-erring virtue ! Then fhould they meet a bright reward on earth, With peace, and joys ineffable hereafter. End of the Fifth Act. EPILOGUE"], [85, "EPILOGUE. Written by R. B. SHERIDAN. Efq; Spoken by Mrs. YATES. r\\IJheveU'd ftill, like Afia'. bleeding Queen, Shall I with j efts deride the tragic fcene ? No, beauteous mourners! — from whofe downcaft eyes— The Mufe has drawn her nobleft facrifice ! Whofe gentle bofoms, Pity's altars — bear The chryftal incenfe of each falling tear !— —There lives the Poet's praife ! — no critic art Can match the comment of a feeling heart ! When gen' ral plaudits fpeak the Fable o'er— Which mute attention bad approv'd before, Tho' ruder fpir its love th' accuftom'd jeft Which chafes forrow from the vulgar breaft, Still hearts refin'd their fadden'd tint retain — — Thefigh is pleafure ! and the jeft is pain / — —Scarce have they fmiles to honour Grace or Wit, —Tho' Rofcius fpoke the verfe himfelf bad writ ! Thus thro' the time when vernal fruits receive The grateful fhow'rs that hang on April'., eve ; Tho' ev'ry coarfer ftem of for eft birth Throws with the morning-beam its dews to earth, — Ne'er does the gentle Rofe revive fo foon — But batb'd in Nature's tears, it droops till noon. 6 O could"], [86, "EPILOGUE. O could the Mufe onefmple moral teach, From fcene's like thefe, which all who heard might reach ! —Thou child of Sympathy — whoe'er thou artt Who with A_yria'_ Queen haft wept thy part — Go fearch, where keener woes demand relief, Gc — while thy heart yet beats with fancy' d grief ; Thy lip fill confcious of the recent figh, The graceful tear fill ling'ring in thy eyer~ Go — a'/td on real mifery beftow The bleft effufion of fiftitious woe ! — So/hall our Mufe, fupreme of all the Nine, Deferve, indeed, the title of — Divine ! — Virtue jhall own her favour' d from above, And Pity — greet her — with afifter's love ! FINIS."], [87, ""], [88, ""]]