[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, ""], [10, ""], [11, ""], [12, ""], [13, "THE TRAVELLERS 1 N SWITZERLAND. A COMIC OPERA, IN THREE ACTS: AS PERFORMED AT THE THEATRE ROYAL, COVENT GARDEN. Mr. BATE DUDLEY. The curious Wanderer left afar to roam, Sighs for that comfort which he left at home: i d'b b a> a Printed for J. DEBRETT, oppofite Burllngton-Houfe, Piccadilly. 1794."], [14, ""], [15, "DEDICATION. TO THOMAS HARRIS, Efq. PATENTEE, &c&c. OF THE THEATRE-ROYAL, COVENT-GARDEN. MY DEAR SIR, - J HE Travellers in their Dramatic Tour through Switzerland, have derived fo ccnfiderable a ft'are cf their celebrity f rem your judicious guidance — and their Author owes fo much to your zealous friend pip on all occaf.ons, that it zvere impoffible to inferibe this OPERA\" to any other perfon than yourf elf with out violating thofe feelings , -which have fo invariably reprefented you, as the objeB of his regard, and effeen:. I am, dzar Sir, Very faithfully yours, H. B. DUDLEY. Bridwell Lod'^e, .March 20, \"-}94."], [16, ""], [17, "5 ADVERTISEMENT. THE Story on which the following Drama is founded, however defective, is not borrowed — Various curtailments, and tranfpofitions of Scenes, have unavoidably deranged the unities of the Piece, for the convenience of Stage reprefen tation. Several of the Airs, and all the Choruses having been written to compiled Mufic, the critical reader will make a fuitable indulgence for fome irregular, and uncouth numbers, which he will neceiTarily meet with. The Author has too high a fenfe of the zealous exer tions of his whole Dramatis Persons, to make any diftinftion in that general tribute of thanks, which he gratefully pays to their united merit. To Mr. Shield, he is indebted on this occafion, for every thing that friend fhip, and profeffional talent, could contribute. — The PafTages omitted on the Stage, are marked with inverted Commas."], [18, ""], [19, "DRAMATIS PERSONS. Mr. Sidney, , - .'•-'. Mr. MUNDEN. Dorimond, - . : . . Mr. JOHNSTONE. Dalton, - - - - - Mr. INCLEDON. Count Friponi, .... Mr. FAWCETT. Sir Leinfter M'Loghlin, - - Mr. ROCK. Daniel, - - - - . .Mr. QUICK. Robin, Mr. BLANCHARD: Swifs Burgher, - - - - Mr. THOMPSON. Landlord, .... Mr. LINTON. Serjeant, Mr. RICHARDSON. Fifherman, .... Mr. TOWNSHEND, Freebooters, .... (Mr. ABBOTT. J. Mr. REES. Mifs Somerville's Servant, - Mr. BLURTON. Lady Philippa Sidney, - - Mrs MATTOCKS. Mifs Somerville, - - Mifs POOLE. Julia, - -. - Mrs. CLENDINING. Nerinda, - - - Mrs. MARTYR. Margery, - - '- - Mrs. HENLEY. Shepherdefs, - - Mifs HOPKINS: Lady's Maid, - - „ - Mrs. BLURTON. Siuife Soldiery, Shepherds, &c. &£."], [20, ""], [21, "THE TRAVELLERS I N SWITZERLAND. A COMIC OPERA. A C T I. SCENE I. — An Auberge on the fide of a mountain at Sun-rife, Daniel leading his mule towards it. — After his calling loudly, the Landlord and Land- lady appear. SEPTETTO— I. Daiitl. TTOUSE! Landlord! Landlady! I fay. Landlord. X X Qui va la ? Landlady. My Lor Anglois ! Daniel. So I am, and yet you'll find Greater folks than me behind. B Enter"], [22, "The TRAVELLERS in SWITZERLAND : 10 Enter Lady Philippa, Mr. Sidney, Sir Leinster, Julia, and Dorimond, difguifed as Cazelle, aSwifs Valet. Landlord andl Je fu- charmg ; Landlady. J J LadyPhillippa. You alarm me, No good company to meet ? Mr Sidney and 7 N th; Jn the houfe t0 eat ? Sir Letnfter. J ° Landlady. Jean ! All. Landlord ! Tapfter ! Drawer ! Waiter !. Sir Leinfter. Oh, leave the matter to myfelf — Beft an Irifhman can cater, *, PJ TWI?erethere'sl nothing on the fiiclf. Mr. Sidney. Is there J 5 Mr Sidney and 1 B . t kafta flkeof ham in . Sir Leinfter. J ° Daniel. ' 'Tis in vain to think of cramming, ... ,. (\"Nothing in the houfe to eat, £This ismifery complete ! DUO — Cazelle and Julia. Such diftiefles never move Minds, that purely live on love. Sir Lein. Having nothing to eat, I perceive, is one of the luxuries we get by travelling into foreign parts ! Lady Phil. Take care of the baggage, Cazelle, and fee that the trunk with my family arms upon it, is particularly lecured. Cazelle. Oui Madame. Mr. Sidney. The honeft fellow, (clapping Dori mond on the fhoulder) that fo gallantly preferved your daughter's life at the hazard of his own, will not be found deficient in the common offices of fidelity, depend on't. [Exeunt within the Auberge. Enter"], [23, "A COMIC OPERA. 11 SCENE II. Enter Lady Philippa and Daniel. Lady Phil. What, news have you picked up, Daniel ? are there any people of rank, or old families befide myfelf, on the road ? Daniel. Not that I know of, my Lady ; I've Only heard of two furprizing things ; one is, that young 'Squire Dalton, paffed this way a few weeks ago, on his travels. Lady Phil. That is ftrange, indeed ! Daniel. But the other is much more wonder ful. Lady Phil. What can that be ? Daniel. Why, my Lady, a fine bewitched Caftle, only two leagues off! now, that in my notion, is a fight, worth going all the world over to fee ! Lady Phil. Poh ! this nonfenfe of witches and enchanted caftles, will one day or other turn your brain, Daniel. Daniel. Oh, what a noble fight an en chanted caftle muft be ! [Exit Daniel. Lady Phil. Such a pair of ridiculous lovers, as Dalton and Mifs Somerville, romance itfelf has never recorded —^both quarrelling with each other on a punctilio of falfe pride, when neither of their families have fo much as a pedigre to be proud of — though, ' I think, we heard enough of her antient Chateau, which fhe went abroad to take polTeffion of. B 2 Enter"], [24, "The TRAVELLERS in SWITZERLAND : 12 Enter Mr. Sidney. Mr. Sidney. Julia and Sir Leinfler feem inclined to breakfaft on a profpect ; theyfiave difcovered a diftant country through the telefcope, which fhe contends, is the cliffs of Dover ; while Sir Lein fler, to be a match for her in geography, declares it to be the Mangerton mountains, near the lake ofKillarney. Lady Phil. Now I muft conjure you, Mr. Sidney, to lay afide your coarfe jokes, and to deport yourfelf for the remainder of the tour, as may become the dignity of my family in a fo reign clime. Mr. Sidney. You know, my Lady Philippa, that the ruling object, of my life, is to make you happy. Lady Phil. For fhame, Mr. Sidney ! pray let me afk, in whatfingle inftance have you fhewn it ? name one ! Mr. Sidney. Compofe yourfelf, my dear, and I will — Did I not forbid our neighbour, young Dorimond, my houfe, becaufe the poor . fellow could not prove his defcent from one of the twelve Csefars ? Lady Phil. Don't name the upftart in my pre fence — a creature without a coat of arms to his family. Mr, Sidney. But having honour and private worth, Ifhould have given him up with reluctance, tho' he had been without a coat to his back. Lady Phil. I think, Mr. Sidney, you mio-hr p.ay a little, more refpect to the memory of my anceftors. Mr. Sidney. Come, come, my Lady Philippa, j et us drop this fubject, or you'll worry yourfelf about"], [25, "A COMIC OPERA. 13 about the antiquity of your anceftors, till you grow as old as the beft of 'em ! Lady Phil. Very well, Sir, — vaftly well ! Mr. Sidney. Have I ever uttered a fingle e monftrance on our carriage being overloaded with your quarterings, and fcutcheons, like a country hearfe ? Lady Phil. I fee through your cruel defign, Sir, — you intend to break my heart in a foreign country. Mr. Sidney. And did not I take the advertife ment for your Swifs valet to the newfpaper with my own hands, and procure you one to attend upon my perfon, with whifkers as long as a pole cat ? Lady Phil. Go on, Sir ! go on ! difhonour me through life, and when I am no more, perfevere in your barbarity, and let no family trophies fol low me to my tomb ! Mr. Sidney. Oh, my dear Lady Philippa ! AIR II.— Mr. Sidney. WHEN convincM by the deep founding boumt That in earned you feek your long home, For trifles I then will not cavil ; Bat refign'd to my fate, I'll direct that in ftate, ■ On this journey you proudly may travel. With a bim ! bourn ! bell '■ At your death, finceyou wifh it, my dear, All your honors of birth may appear, For Heralds your arms (hail reveal O ! Hang your a'chment up high, To tell all who pafs by, That my duck has got — quies in Cielo. With a bim ! bourn ! bell ! Lady"], [26, "The TRAVELLERS in SWITZERLAND ? 14 Lady Phil. Oh, you monfter of a man ! you would bury me alive ! get me a glafs of Eau de Cologne, or I fliall faint ! (fits down.) Enter Daniel. Daniel. Here's a letter, I fancy for your Ladyfhip, with a coat of arms on it, as big as a waterman's badge. ' Lady Phil. (Rifing in extacy and receives it.) Coat of arms !♦ Sidney. So then, go which way I will, I am crofted at every turn, by fome new fangled no tions of falfe grandeur ! (afide.) Lady Phil. (Looking minutely at the feal) Field fable, three panthers paflant, gorged with ducal collars chained, armed, crefted, tufted, and hoofed. Mr. Sidney. And horned too, I fuppofe, to compleat the impreffion of modern heraldry. Lady Phil. From fome illuftrious perfonage, my life on't ! Daniel Yes, my Lady ; I'm fure by what his fervant fays, he's a foreign Lord at the leaft. Lady Phil. And yet its rather fingular, that he fhould not know my name ! (reads) \" A Mefdames — Mefdames Angloifes.\" (opens it) yes, he mud be a man of fafhion, for he writes, I perceive, in all the languages (reads indiftinElly) \" Comte Friponi — les belles Angloifes — his de *« voirs in perfon — and chaperon them through <f Geneva and its environs\" Delightful ! Fri poni ? That's furely a very old name. Mr. Sidney. Yes, my Lady, one of the antient families, no doubt which the deluge had not time to"], [27, "A COMIC OPERA. 15 to fweep away. This muft be the fellow that T faw in clofe conference with our Swifs. (afide) Lady Phil. Notwithftanding your fneers, Mr. Sydney, I fhall not, you perceive be entirely deferted in your abfencc, if you fhould purfue your commercial fcheme to Strafburg— -who's there ? does the Courier wait ? ct Enter Dorimond (as Swifs Valet.) Cazelle. ■\" Yes, my Lady. . Lady Phil. \" Give me the port feiulle, that I may write an anfwer immediately. \" {Exit with Swifs - Mr. Sidney. \" Travel, fo far from correcting, \" feems but to increafe her romantic malady ! \" This artificial weaknefs bears down all the \" amiable qualities of her nature ; and the infa \" tuation, if not checked, will defcend, I fear ** even to the unaffected Julia ! ferious remon ** ftrance has been of no avail ; the force of ri \" dicule is my laft refource, and the object is too \" valuable, to leave the moft painful experi ** ment untried for its recovery. Enter Sir Leinster M'Loghlin. Sir Lein. \" What the devil, Mr. Sidney, have \" you done to my Lady Philippa this morning ? \" yefterday, fhe gracioufly told me, fhe could \" find no blot in my 'fcutcheon — now, this mi \" nute, fhe whifked as fpitefully by me, as a \" bullet from a crofs bow !\" Come come, Hand my friend with Mifs Julia, and tell her once for all how clever, a hufband I'll make her ! Mr. Sidney. Look ye, Sir Leinfter, as old friends, dont let you and I talk ferioufly when we <;an avoid"], [28, "16 TheTRAVELLERS in SWITZERLAND: avoid it. cc Julia has declared never to favour the \" addrefies of any one, without my approba- '* tion- in no cafe therefore but that of extreme \" neceffity, fhall a father's authority controul her tc inclination.\" The future happinefs of her life will probably depend on her own choice — let the man of her heart, then win her, and wear her, fay I. Sir Lein. My dear fellow, give me your hand, and is that what you fay ? Win her and- wear her ! Oh ! fay no more, only leave me alone for that. AIR III. — Sir Leihster M'Loghlin# TO win, and to wear a fweet creature, Is always Sir Leinfter's delight ; The firft thing he dreams in the morning, The laft th it awakes him at night. He's tight when he flips from his pillow, As a (hip that is juft out of dock ; Tho' at dufk with a fkinful of Claret, He's apt to run foul of a rock, S'mgfmaghler oo fmackfmhilat fmothar ; How funny this tafte is of mine, Oh ! I learnt it from father and mother, To love pretty women and wine ! Enter Lady Philippa. Lady Phil. Well, Mr. Sidney, we can part with younow as foon as you pleafe, for Count Friponi in his note, has recommended to me an Englifh guide, who lives juft at the foot of tire mountpin — tho' he knows but little of the man himfelf, he is reckoned the clevereft creature in the world, who can tell us every body, and every thing. Mr,"], [29, "A COMIC OPERA. 17 Mr. Sidney. An Englifii guide recommended to you by a foreign Count ? — there muft be fome mifchief on foot ! (afide.) Lady Phil. Yes ; and dont you think this an act. of great courtefy, and condefcenfion in a man of high family ? Mr. Sidney. Without doubt my everlafting love, (ruminating) If fuch a device were practi cable ! (afide.) Lady Phil. What are you profing about ? Mr. Sidney. I'm thinking, my Lady Philippa, that in my abfence, is it not poffible that you may thus fubject yourfelf to fome impofition ? Lady Phil. Impofition ! I know you deem me a weak creature ! fhew me the man, Mr. Sidney, that can impofe upon me. Mr. Sidney. Its worth the experiment at all events, (afide) But dont you perceive that this will bean unneceflary increafeof your expences ? Lady Phil. Poh ! what fignifies expence when the honour of a family is concerned ! the larger the fuite, you know, the more dignified ! be fides, he'll be a better interpreter than Cazelle, the Swifs, who is far too referved. Mr. Sidney. I fhould be forry to withhold my confent, even in Lady Phil. Your confent ? now, Mr. Sidney, you have made it an object of too much im portance for me to difpenfe with — fo have him I will, and there's an end of it. Mr. Sidney. Then all I have to do, is, I fup- pofe, as ufual, to acquiefce ? Lady Phil. To be fure. [Exit. Mr. Sidney. Well faid, my Lady Philippa! (mu~ fing) There can be no great difficulty in defeating C the"], [30, "The TRAVELLERS in SWITZERLAND : 18 the probable rafcalities of the Count, who, from what I can learn of our landlord, is little better^ than a defperado after all — This fame Guide, intended no doubt for fome fecret fervice of that fafhionable impoftor, may, with a little dexterity, be managed, fo as to anfwer a better purpofe of mine—\" I fhall fatisfy myfelf at lealtr, whe \" ther the regard fhe pays to other opinions in preference to mine, be a turn towards natural \" depravity, or merely the coquetcifti folly of \" family pride. If only the affectation of vice, \" lhe may yet be fhamed out of it-— fhould it \" prove worfe, the painful alternative my own *' honour muft fuggeftr.\" Who knows but I may be received as her guide by ftratagem, tho' refufed it thro' life on the fcore of long tried af fection—\" I remember to have enacted Davus *c before the grave dons of Weftminfter, with to \" lerable fuccefs.\"-— How fhall I manage my voice ? but there can be no great difficulty in that ■, for Lady Philippa has paid too little regard to its natural key, to be ftruck with it under any difguife it may now affume. [Exit. SCENE III.— Cafile Gardens. Enter Mifs Somerville. AIR IV. EVER let me fliun the danger Abfence is ordain'd to prove ; Where the mind to pride a ftranger Blends Indifference with love ! Oil,"], [31, "•M COMIC OPERA. 19 Oh, ye hoary mountains, f<iy, That furround me night and day, ■How elate have I, 'ere now, Sought uith hope your proudeft brow Aloft in air ! Then — fad reverfe of fcene I How foon alas have been Low at your feet with pale defpair I Enter Nerinda. Ner. Dear ma'am, why fhould we defpair? 1 hope we are not doomed to live alone for ever ! (Mifis Somerville mufiing) I wonder who that could be, I faw juft now through the glafs from the turret ? perhaps he's near enough by this time to be obferved with the naked eye. [Exit unperceived by Mifis Somerville. Mifis Som. This completes the firft year of my felf-banifhment from an object, which I find is ftill dearer to me even than my country ! How devoted is that affection, which neither time can alter, nor diftance remove ! In vain have I en« deavoured to reproach my own heart, for per mitting me to fly from all it values ! Oh, Dalton! ifl ftill beheld thee at the feet of another, my pride would take the fame alarm, and again in form thee, that I muft difpenfe with thofe ad drefles, which I owed more to my fortune than, my perfon. Had I wronged him by a groundless fufpicion, he could not have withdrawn himfelf with that cold refpect, without attempting the -fmalleft explanation of his conduft. Though my mind approves the facrifice it has made, it cannot recollect it with indifference. \" (peru tc fing a letter fhe had written) That enquiry after C 2 \" Dalton"], [32, "The TRAVELLERS in SWITZERLAND: J-» \" Dalton will betray a womanly weaknefs to \" others, and a want of refolution to myfelf— It \" muft not be (draws her pen through a paffage, <c folds up and addreffes the letter.} Yet how vain \" to erafe him here, when he is imprinted on my \" heart for ever.\" Enter Netunda haftily. DUETT V. 3?er. DEAR ma'am, I've fuch a fight for yau One fit for any queen ! Oh ! run the fweeteft man to view Your eye3 have ever feen I Mifs Som. Oh fie! 1 no, no, no, no Her. Now I pray don't fay j ' Ner. Along the lake I faw him ftray, Wrhere tempefts oft begin ; Poor foul he may have loft his way. Oh ! let us afk him in ! Mifis Som. Oh fie ! ) nn nn „„ ' . „•' xt t j i. r r no, no, no, no 5 Ner. Now I pray, don't fay J Ner. Why not ? he feems a countryman of our own, and may tell us all the news of dear England ! Mifis Som. Pryfhee, Ncrinda, do not trifle with me — I have addreffed a pacquet to my agent — you muft fee it fafely delivered to the mulateer when he next paffes the mountains. Ner. He looked a charming man from the turret ! and as I happen to have the key of the abbey gate, I'll take a nearer peep at him pre ftntly, ifldiefor't! Heigho! (fighi) Mifs"], [33, "A COMIC OPERA. 21 Mifs Som. Heyday, Nerinda, why that deep figh ? Ner. In pity, ma'am, that two fuch crea tures as you and I, fhould be fo unhandfomely concealed from the world. Mifs Som. Oh, I know the world a little bet ter than you, and believe me, that unprotected woman is never fo happy as in feclufion. Ner. Well now, I don't think, that ever I fhould have found that out. Mifs Som. Bred a reclufe, Nerinda, don't you prefer the peaceful freedom of this manfion, to the dull aufterities of a convent ? y-Ner. Oh, dear ma'am, the nunnery was cer tainly the moft fprightly thing of the two 1 for there, one had the privilege of peeping at a man through the grate, on a red-letter day ; but as to this dreary caftle of your great grandfather's, nothing human will approach it ! the fhepherds run away from us, for fear of being bewitched ; and the laft time Margery went to market, they were about to fwim her, poor foul, for a wizard! Mifs Som. Come, a truce to raillery. \" You \" know that I have impofed upon myfelf this '* penance, and the prejudices of the world fhall \" not move me from my refolve.\" If you, Nerinda, feel it a reftraint any longer to remain with me, I will gladly endeavour to provide you 'a fituation more fuitable to the natural gaiety of your temper ! Ner. O dear, ma'am, indeed I did but joke— I would not quit you for the whole world — I was more anxious to fhorten your ferious moments. I aflure you, than my own. Mifs Som. Amiable girl ! Ner."], [34, "The TRAVELLERS in SWITZERLAND i 22 Ner. However, ma'am, its neceffary that fomething fhould be done with the other part of your houfehold, for I left it in a ftate little fhort of mutiny : but here comes a pair of them to fpeak for themfelves. Enter Robin, and Margery. MifsSom. Wel-I, pray what are your com- plaints ? Robin. Not for want of good living, myLady, for no one roafts, or boils every day better than our Margery ! Margery. Nor for more wages — -for and pleafe your Ladyfhip, I am fure we are as \\%bll paid, as fed ! MifsSom. What is it then you want ? Robin. Why, if I may be zo bold as to fpeak iny mind, Madge and I here, have laid our heads together for fometime in this difmal country, and begin to think, we fhould like to telle what true liberty is in our own ! Mifs Som. And is this really the cafe, Mar- gery ? Margery. And pleafe you my Lady, Robin has promifed to make me his lawful fpoufe, as lbon as we fet foot in old England again ! Mifs Som. Poor creature ! and that's the •way 'fhe would fecure her liberty r Ner. Well ; but Margery, can't you con- trive to be married here ? Robin. , Yes, ma'am, in a botching kind of a way — but if the knot was to come azunder, and let her down in her old days, I Ihould never forgive myfelf ! MR"], [35, "A COMIC OPERA. 23 AIR VII.— QUARTETTO.— Margery, Robin, Nerinda, andMife Somerville. Marg, THUS on my bended knees I pray4 411. Ah, well-a-day ! Robin. Madge is in a melting mood! Marg. Let him cheer my latter days ; Robin. Hear her, ma'am, {he never prays But for zomething very good ! Nerinda. Now for fome mod doleful ditty, Marg. He's 'he only man I prize ! M'f Som, How the creature mpves my pity! Robin. Drown me not, thofe floe-black eyes,. \\ Ceafe }'our forrOWj and arife- Roliu. Stop your floodgates, wipe your eyes. Mifs Som, As your affe&ions feem mutual, at the end ef three months, your further fervices fhall be difpenfed with, and a paflport procured for your conveyance to England. Margery. Heaven blefs you, and fend your Ladyfhip a good hufband in your turn, and that fpeedily ! Ner. How happy you have made 'em ! Robin. Drop another curtfy, do'e, Madge^ and now live in hopes, a little longer like a rea-> fonable woman. . [Exeunt, SCENE IV. Lady Philippa and Julia, Lady Phil. Heaven be praifed, your father has taken his departure for Strafburgh, Julia"], [36, "The TRAVELLERS in SWITZERLAND .- 24 Julia. You muft excufe me, my Lady, ifl Cannot rejoice at the lofs of his fociety. Lady Phil. No great lofs, child ; for now I can fee good company, without the fear of being checked by the coarfenefs of his Englifh jokes — *c Let me expect, Julia, tjiat before the men you ** are properly referved ,- and if you fee me con- *c defcend occafionally to be a little more gracious \" to them, you fhould confider who I am, and \" that you child, in the line of precedence, are €t only the daughter of Mr. Sidney. Julia. \" A diftinction, my Lady, fufficiently *c honourable in my mind, I can affure you.\" Lady Phil. \" In a word, no more love fits 1\" You muft know I expect an immediate vifit from a Count Friponi, who is faid to be rather a polifhed creature. Julia. Probably he may. Lady Phil. With a fomething fo eafy In his addrefs. and familiar at firft fight, that I thought it neceffary to put you on your guard — befides, fhould you think to find a wealthy admirer on the Continent, which was probably your fa ther's object in coming abroad, you'll both be much disappointed, believe me ! AIR VIII— Julia. JOY fparkles in the roving eye, That feeks for treafure o'er the deep^ No billow then can beat too high, No reftlefs gale too boldly fweep. But what lorn maid, alas! will boafr, The fpieading fail, or willing wind. That wafts her from her native coaft. To leave her fondeft hope behind- Eiiter"], [37, "A COMIC OPERA.- 25 Enter Daniel. Daniel. The mules are put to the carriages, my Lady, and it's only four leagues to Geneva — oh, I'd like to have forgot ; here's an odd kind of man with only one eye, who fays he came by your Ladyfhip's order. Lady Phil. By my order ? oh then, it muft be the Englifh guide that the Count recom mended—fhew him iu : he is juft in time to go along with us. [Exit. Daniel. Enter Mr. Sidney, (difiguified as Lopez.) You are the perfon recommended to be our guide ? Lopez. (Speaking quick throughout his feems, in difguife) The fame at your Ladyfhip's eternal command ! now I'm launched, my fears begin to vanifh ! (afide.) Lady Phil. How had you the misfortune to lofe an eye ? Lopez. Merely by intenfe ftudy, illuftnous Lady. Lady Phil. What might that ftudy be ? Lopez. The Heraldry of antient Greece. Lady Phil. How fortunate to meet with fo illumined a creature ! why you muft have feen. better days ! Lopez. I have indeed, my Lady ; and am lineally defcended from the firft race of Picts, who made, you know, no fmall figure in the world, before cloaths came into fafhion ! Enter Daniel, whofiares at Mr. Sidney. Lady Phil. Take care of this perfon, Daniel, he's a clever creature, and has known better days. D patiitl."], [38, "The TRAVELLERS in SWITZERLANB : 26 Daniel. Take care of my little ftock of linen! (afide.) . Lady Phil. Now I look at him again, I can plainly perceive the man of confequence in him. (afide) What is your name ? Lopez. Lopez is my travelling name, my Lady. Lady Phil. Well, then, Lopez, you may now recite the curiofities that are molt worthy our feeing. Lopez. It's well 1 picked up a flice or two of the marvellous, along with my new jacket. (aftde,) Firft of all, moft noble Lady, you have no doubt, paid a vifit to the immenfe Glacieres ! Lady Phil. No, we have not. Lopez. No ? why, one of them wears his fnowy nightcap two thoufand toifes above the common clouds. Daniel. Phew ! (whiflles.) Lady Phil. That muft be nobly tremendous 1 Lopez. On our right about a league and a half, ftands — the enchanted c-aftle of the moun tains. Daniel, (impatiently P) Aye, that's the very fame caftle, my Lady, I told you of j and a fi^ht worth travelling to fee indeed ! Oh, he's a much cleverer fellow than I took him for. (afideP) Lady Phil. Who is the pofleflbr ? Lopez, (paufing.) A lucky thought* — I'll give it to the Comte — 'Tis one of the antient poflef fions of the Comte Friponi. Lady Phil. Indeed ! Lopez. Yes my Lady — But I muft requeft you to be on your guard, as he is unwilling to acknowledge this $art of his domain, from the"], [39, "A COMIC OPERA, 27 the awful family circumftance which led to his prefent celebrity. Lady Phil. What family circumftance ? pro ceed ! Daniel (anxioufly.) Ay, pray, Sir, do tell us all' about it! Lopex. About a century and a half ago, a Knight of Charlemagne, one of the Comte's illultrious progenitors, was flain there, within the antient Hall of Arms, in a tilting match, gallantly defending the honour ofhisfairmiftrefs. Immediately on hearing this, fhe threw herfelf headlong from the lofty battlements, and falling upon the foot of the Drawbridge, heroicly dafhed her lovely felf to atoms ! Dan. Poor foul ! Lady Phil. She acted, indeed, like an antient woman of honour. Lopez. At four periods in the year, about twilight, fhe has fince been feen to pafs through the illumined Hall, fometimes in white, at others in blue and fire. Daniel. Blefs me — blue and fire ! Lady Phil. But who inhabits it now ? Lopez. Two ladies, who had quarrelled with the world, are faid to have got there, but for what purpofeis not known, Lady Phil, I am all impatience to behold the Hall of Arms. Lopez. I can fhew your Ladyfhip that, and the caftle throughout, without the Comte's de licacy being hurt by the knowledge of it. Daniel. Oh, it will be well worth your feeing my. Lady — Suppofe I was to go forward myfelf, and enquire' a little about it firft ? D a Lady"], [40, "The TRAVELLERS ik SWITZERLAND » 28 Lady Phil. I don't think that would be amifs, Daniel ; and bring me fome further, account of it to Geneva. But be careful, for curiofity, you know, has always been your particular failing; fo take care Daniel, that it does* not run you into too much danger. [Exi Daniel. Oh, never fear me, my Lady, for fpirits and wizzards you know, were always my delight from a child. What a comical world it is that we odd folks live in ! nothing delights my curiofity fo much as a touch of the marvel lous ! now and then it fancies a bit of the doleful ! tho' a little fimple mirth after all it finds the eafieft of digeftion. AIR IX. JOY and grief are too many for poor little Dan, In his mind they kick up fuch a pother ; So the one I ferve truly as well as I can, And fey fome frien-ily proxy do fuit to the other! For light is my heart, and meny, With a high up ! not with your low down deny. See thefe eye-lids were made for no fnfvelling Elf j But light feather'd to twinkle with glee ; When I'm merry, I manage to laugh with myfelf, And when fad, why this flafk kindly weeps for poor me. For light is my heart, and merry, With a high up ! not with yoflr low down derry. SCENE"], [41, "A COMIC OPERA. 29 SCENE V. An extenfive Lake; AFifherman's Hut in a Rock, rjJV. Dalton coming out of the Hut. Dalton. Let me turn from the diftreffing fcenes of memory, to thofe of nature, fo beauti fully ranged around me — how unruffled is this expanfe of water ! AIR X. ELEMENT of liquid beauty, Mirror chafte as op'ning day, How enchanting is your duty, Graceful nature to difplay 1 Like the face of that fair cteature, Born fcr man's fupreme delight, Thou art deck'd with every -feature, That can captivate the fight i How contradictory are all the accounts I can col lect ! my retreat in this trufty creature's hut, will at leaft enable me to avoid the Sidney family, who would only trifle with my diftrefs. And yet I would gladly learn the better fate of Do rimond and his Julia, in whole caufe I have fo feverely fuffered. — Though I have at length found out the folitary abode of my cruei fugitive, how can I approach it, while her laft words weigh fo heavily on my heart ? \" Her \" wealth the object of my addrefs, while the * perfon of another engaged my affection ! 'twas a *c charge, which my pride can never condefcend *f to refute — had lhe been inferior to me in for- \" tune"], [42, "The TRAVELLERS in SWITZERLAND: 30 \" tune, a fingle prejudice of her mind againft \" me, my whole life fhould have been devoted \" to remove.\" — But here comes my honeft fifher man, whofe bufy fcenes afford me fome amufe ment. Enter Fifherman. — Dalton fhakes hands with him. AIR XI— GLEE. OH ! fay, ye happy mountaineers, who lead a lifefecure. How little do you reckon on the hardfliips we endure ; While on the lake, poor fifhermen for biead are doom'd to go, Dark or light, Day or night. Where tempeftuous winds do blow, And the billows break below ! Our element's the water, on which we work amain, The ftars our only pilots, to fleer us home again ; But on the beach re-'anded, we feel our fpirits flow, And on Ihore, Heed no more How tempeftuous winds do blow, Or the billows break below { Fifherman. Come, lads, buftle, buftle, and I'll be with you by the time you've fhot the big gefttrowl in the bay, {Exeunt Fifhermen. Enter Nerinda peeping. Dalton. Torment us how fhe may — woman, dear woman, muft ftill be the folace of our liv«s ! Net: As the only lady in company, that com pliment muft belong tome— (afide. Dalton Herns mi"], [43, "A COMIC OPERA. 31 and fees her) I fear, Sir, as a ftranger, you flatter me ! Dalton. I muft firft learn how to do juftice to fo charming a creature ! but fay, my pretty one, who are you ? and how came fo lovely an Englifh woman in thefe rude mountains ? Ner. Well, how delightful it is, to hear our native tongue, now and then fo charmingly ipoken ! Dalton. Where do you inhabit? Ner. Hard by ! I faw you from our battle ments, ftraying, as I thought, in a melancholy mood -, fol ran to afk you, if you flood in need of any thing. Dalton. Chnri table foul! fhe certainly be longs to the caftle ! (afide.) Ner. Pray, Sir, inform me, — how left you our native country ? Dalton. Bearing herfelf ftill proudly, as be comes the firft of nations ; and folicitous, like you, to fuccour thofe around her in diftrefs ! but you'll allow me to attend you back — I've a thou fand things to fay to you ! Ner. Oh no, that can't be — we keep a very ftrict houfe, I afiure you ! And yet he feems a good creature, that might affift me in comfort ing my poor lady ! (afide) Do you fee that dif mal manfion ? (pointing.) Dalton. Not long fince I pafled near it ! Ner. Then, if you muft know, two fpinfters of us inhabit it. Dalton. Indeed! the companion, no doubt, of my Louifa (afide). Ner. One facinated by the fpells of her own mind, from which I would fain relieve her — and the"], [44, "The TRAVELLERS in SWITZERLAND t 32 the other efcaped from a convent — and as you fee, not exactly calculated for fuch folitary confine ment. Dalton. But your companion — is fhe an En gliftiwoman, and as charming as yourfelf ? Ner. Every way my fuperior, I affure you— but you muft not be too particular at prefent — a thought has juft ftruck me, that you might per haps aflift me in rallying her out of this felf cap tivity. Dalton. By all means ! command me this in ftant ! Ner. Oh no ! not quite fo violently : for I can only gain you admittance by an innocent flratagem — but indeed, how dare I confide in a Arranger ? Dalton. Why fhould you doubt me ? Ner. That's true ; for you are an Englifh man, and the fervice 'I require of you, is the kind relief of a woman ! Dalton. Then let me fly with you this moment. Ner. I tell you, that's impofiible ; but fhould I happen to fee you a little before fun-let where the view opens from the caftle to the Glacieres, there, if my courage fail me not, I may, perhaps haps, give you further inftructions, till then, adieu! Dalton. I'll certainly attend you — Butfurely you will not leave me thus uninformed, to return ■ to folitude ? AIR XII.— Njjikda. SINCE you afk me, I'll honeftly tell you the truth, Flefh and blood cannot bear luch reftraint in their youth ! I ftiould like this fame folitude, better, I own, Was it not that I hate to be fighing alone ! For then poor Heigho ! \\% but labour in vain, Becauie one can't get a Keiglo back again ! Two"], [45, "A COMIC OPERA. 33 Two rivers when blended, we very well know, At all times more fweetly in unifon flow : Then my word for't you'll find that there's nothing amifs, If two hearts fliould thus form hut one current of blifs ; For then poor Heigho is not labour in vain, . Becaufe one may get a Heigho back again ! SCENE VI.— An Hotel at Geneva. Julia, and Cazelle entering to her. Caz. The Comte come with my lady, and Ihe afk Mademoifelle for you — I beg pardon — but I hope you not forget,that de foreign Comtes are never the moft honourable lover. Julia. You are determined, I find Cazelle, to make me every hour more your debtor. Caz. Oh, Mifs, you honour too great my humble fidelite. (retiring.) Jidia. Come hither, Cazelle — I owe you much more than this fmall tribute of gratitude for my prefervatiOn. (offering a purfe) Caz. Oh, no, Mifs (laying his hand on his Ireaft.) I have been pay for it here, over, and over again ! Julia. Noble minded creature ! Cazelle. My tranfport had nearly betrayed •me. (afide.) {Exit. Julia. There is fomething in the mild manners of this faithful Cazelle, which indicates, that fortune has been unmindful of his deferts — his kind attention to my fafety, brings to my mind the painful recollection of the friend, if nothing more, I loft, in Dorimond ! E .'\\ I R"], [46, "The TRAVELLERS in SWITZERLAND : 34 AIR XIII. Oh love, declare ! dear friendfhip, fay, Why, why (hou'd memory impart, A blifs, or forrow pafs'd away, T^ cheat, alas, the filly heart ? On plighted vows— on tranfports dwell, Such, memory, alone impart, From thy record thefe fondly tell, And kindly cheat the filly heart ! Enter Comte, leading in Lady Philippa. Comte. Ah, ma chere Dame ; comme vous aime! (Sings ad lib, and kneels.) Lady Phil. Rife, Comte, I intreat you ! Enter Lopez, (unobfierved.) Lopez. (Afide.) \" Surely this can't be the u old family way.\" Comte. \" How I you adore !\" Lady Phil. \" I muft not allow even of this travelling familiarity.\" Lopez. \" Nor I, or we fhall make the grand tour too foon.\" [Afide., Lady Phil. \" Rife, Comte, I conjure you !\" Comte. \" How can I rife, without your fair \" hand ?\" Lopez. (Afide) \" I'll fhew you (going between \" them.) As you feem to have made a flip, fir, \" fuppofe you make fhift with mine ? (prefients \" his hand.) Lady Phil. \" Mercy, how the man alarm'd \" me !\" Comte."], [47, "A COMIC OPERA. 35 Comte. \" Lopez, how ca.i yju be lo dam \" a fool . ' (Afide.) {Lopi z whifpers the Comte. Comte. \" Mademoiielle come dis way ? Oh, \" vous avez raifon. (Afide to him.) My lady, je \" vous demande pardon.\" [Talks upart with her. Lopez. \" My doubts increafe, if not my \" dangers — but being undifcovered, I am in a \" fair way of fatisfying the one, tho' I may not \" prevent the other ! at all events 1 fhall refcue \" my child from the contagion of fuch travelling, <c examples.\". {Exit. Lady Phil. Oh, here fhe comes — Julia, child, you have kept us waiting for you. Julia. I intreat your pardon Lady Philippa. Lady Phil. Let me introduce you to the Comte Friponi, the head of one of the moll antient houfes in the circle — fhe has a mauvaife honte, you'll perceive, .Comte, which travel will in time correct. Comte. Certainment (Singing and looking inqui sitively at Julia.) \" Ma foi! elle eft affez jolie ! \" Upon my word, how can I know which \" is Madame, and which is Mademoifelle ?\" Lady Phil. . \" You 'are right, Comte, forlhe's \" fometimes taken for my elder filter.\" '■ Comte. \" En verite! I'm not at all furprize!\" Lady Phil. \" But you fhou'd know, Monfieur \" le Comte, that I was a very young and filly \" girl indeed, when I condefcended to give my .' c hand to Julia's father.\" I'll juft ftep and finifh my dirpatches, and return to you immediate ly. [Exit, Comte. Bon ! Now I make de littel love to Mifs. E z AIR"], [48, "The TRAVELLERS in SWITZERLAND: 36 AIR XIV. DUET. Comte. Ma belle! majolie Reine ! Julia. What is it, fir, you mean Let me go ! Comte. Oh, no, no ! Julia. Releafe me, faucieft of men ! Comte. How (hall I catch a you again ? Julia. Hence from me fly — Comte. Crudtla ! you will make a me d:e ! Julia. What care 1 > Comte. But ah ! morblieu ! I'd rather live, ma chere, pour vous. [Julia breaks away and Exit, Comte. \" Dat is ver drole ! But fhe have \" de bonne fortune — fo, de next time I run wid \" her away fans ceemonie ! Till one of de dear \" creature come back, what will I do pour pafler \" le temps ? (walks towards the end of the room, and <c looks out of the glafs- doors. te Re-enter Lady Philippa, and Julia. Lady Phil. Ridiculous child ! Now your affec- tation carries you as far the other way ! '* He \" is a man of high birth ; fo that if he had been <f hurried into an indifcretion, it wou'd not have *c been with afubordinate branch of the family. Comte. (walks up to them) \" Eh bien, \" Mademoifelle, how you fly comme de littel \" bird upon de wing! (to Julia ; then talks apart \" with Lady Philippa.) Julia. \" To be driven from the man I love, \" and obliged to foljcit protection of another in 'c the abfcnce of my father, from the wretch \" I hate, is a deftiny fevere indeed!\" [Afide. [Savoyards heard without. Lady."], [49, "A COMIC OPERA. 37 Lady Phil. What delightful mufic. Comte. Une petite ferenade, I command pouc pafiei le temps ! * Lady Phil. How extremely well bred. [Savoyards enter, and play. Enter Cazelle. Cazelle. A packet my lady, from England. [Delivers letters. Lady Phil. What a charming buftle will travel afford ! Comte. Oh, de travaille! Oui! It is le plus iolie chofe du monde. Lady Phil. Come Julia, you promifed to throw afide your Englifh ennui. Julia. True Madam ! But how hard to feign a merriment to which the heart's a ftranger! [Afide. AIR XV. Quintette. The crofs road of life, which all mortals purfue, Merry Travellers only with comfort pafs thro' ; They (loop but to gather its pleafanteft fl wers, Then gaily trip on with the light-footed hours. SNB OF ACT I. ACT"], [50, "The TRA ELLERS' in SWITZERLAND : ss ACT IE SCENE I. — Cazelle alone. There goes the Comte's rafcally fpy— our guide, plotting every poffible mifchief againft the peace of a worthy man ! had Mr. Sidney's family no other claims on- my fervice, I am bound to protect it in his abftnce, even by the common duties of humanity ! Never yet have I alarn>ed her delicacy bv an abrupt avowal of my paffion. Had I revealed myfelf when I fnatched her from the waves, I might have mifinterpreted her emo tions of gratitude, for thofe of love ! Oh no ! my mind muft firft receive fome better afiurance that her ahfent Dorimond ftill lives in her regard. [fLxiV SCENE II.— The Glacieres. Daniel, difcovered zvith afikin of wine. Daniel. I begin to think this confounded curiofity of mine, will carry me a little too far! If I fhou'd be furpriz'd in thefe lonely moun tains, what wou'd become of me ? [Seeing a Savoyard. Hey day, what have we here ? Troth, and fo it is— one of the Shepherd's hurdy-gurdies, with which"], [51, "A COMIC OPE R A. 39 which he charms his mountain laffes. I'll fee if itwijj fay a foft thing or two to me (turns it) yes, yes, (laughing) 'tis a common prattling fool, that we wife men can always play upon ! (plays again) well, that ever I fhou'd turn out fuch a mafter of mufic ! Why, I do it better than the fam'd thrummer of old ; he only caper'd the ftones out of rocks — now fee how I tickle even flefh and blood from the mountains ! [Shepherds and Shepherdeffes defend from the Glacieres, dancing. Ecod, but their fellows are along with them! I've heard thefe long whifker'd fparks are now and then given to jealoufy ! I'll hide up a little \\ [Conceals himfelf in the rocks. — Dancers pafs off. Shepberdefs. I'm fure I heard him-near this glen — which way can he have taken ? Dan. (Peeping.) I'm not forry they are gone 3 two or three of them were furious looking dogs — ■ Fh ! that was civil enough tho', to leave one of their nymphs behind 'em. [Plays a ftra-in. Shep. Davio ! (running towards him) Ah ! no! 'tis fome ftranger ! [Falls bach Dan. Come, come, my pretty lafs, you are rather fupriz'd at my (kill — but that's nothing to what I can do. AIR XVI. Shepherdess. Came you near yon mountain glade, By the track the mules have madci Path to me for ever dear, Trodden by my Muleteer! O'er"], [52, "The TRAVELLERS in SWITZERLAND ; 40 O'er the frozen wafle of fnow, Light and fearkfs do I go, If the cheerful voice I hear, Of my faithful Muleteer. Cold my bofom never knows, For my heart with rapture glows, When the chearful voice I hear, Of my faithful Muleteer ! Dan. No, I did not meet any fuch trampef; but you are in luck, my little grafs-hopper, in popping upon the cleverer fellow of the two ! come, can't I do as well ? Shep. Ah ! no ! Dan. Blefs your little innocent heart, then if that's the cafe, I wont diftrefs you by tarrying — ; I'll look for him as I go On, and ifl find him, be fure I'll fend him to you. Shep. La ! where did you get that favoyard ? Dan. Found it on the green-fward here ! Shep. Lay it down again directly, for fear you fhou'd be feen with it. Dan. Seen with it — why ? Shep. It belongs to the fhepherd who keeps the watch this day on the mountain — the tune to which it is fet, calls them altogether, and if they caught you laughing at them, they'd punifh you, by fhutting you up in one of the caves. Dan. Lord a' mercy! you don't fay fo? (throws it down) what a narrow efcape I've had ! I'll begone! But hark ye, little one; is this the way. to the old caftle, that they fay is enchanted ? Shep>. Yes; you'll fee it on your left when you have pafs'd this Mountain. Dan."], [53, "A COMIC OPERA. 41 Dan. Well, that's lucky however — but are you certain it's bewitched ? Shep. So my grandmother fays — but I'm furc I don't know : two or three of our Shepherds have been there on a Sunday, and they never got any harm — good b'ye ! Dan. Well then — good bye ! [Exit Sheperdefs. Come no«, little Dan, as we are alone, anfwer me one queftion fairly ; an't you a bit of a coward at the bottom after ali ? No,' that I am not ! {bluftering) and fuppofe I was, you don't believe I fhou'd be fuch a fool to own it, even to myfelf: — if 1 have a fault, 'tis bearing a little too much to the defperate fide of valour. AIR XVII. Daniel. Does this look like the face Dan, Betwixt me and you ; ' Wou'd that Daniel difgiace man,. Antiquity knew, Whom ho fenfe- of danger could ever fubdue ? Little Dan will not flinch, He's a man ev'ry inch, To his name-fake of old he will ever prove true, Whom a Den full of Lions cou'd never fubdue ! [Exit. SCENE III. Lopez and the Comte meetiw. Comte. Ah, ah ! mon ami, Lopez, you muft help me to make de love to de dear ladies Ang loifes. • Lopez. What, both, your honor? Comte.. Oui, both to be fure. You make Madame in love wid the antiquite of mon famille- F and"], [54, "Th e TRAVELLERS I» SWITZERLAND : 42 and Madamoifelle in love auffi, wid my youth and bon efprit! Lopez. (Afide) Here's a complete fcoundrel for you ! But could not the Swifs lend a hand, your honor upon a pinch ? Comte. To be fure—he will do what I com mand. Lopez. I thought fo — ingrate, thus to cancel the obligations I owed him. [Afide. Enter Cazelle, (obferving them unfieen.) Caz. The confederates I fee, are met in knavifh council. [Afide. Comte. Here, mon ami, take de l'argent comp tant, and if ycu do my bufinefs tres bien, by gar I vill enriche vous for life. [Gives him money. [Exit. Caz. So — the compact of villainy is fully ratified. [Afide. Lopez. Now am I in the high road to prefer ment, or the devil's in't! But it was rather fhort fighted in me to enter on fuch a fervice with only one eye, which required all the vigilance pf him, who in wifer times, cou'd hardly make fhift with a hundred. (Seeing Cazelle.) Oh, here comes his new aflbciate, Mr. Whifkers — why not tax him with his knavery at once ? Caz. I cannot with-hold my indignation any longer. AIR XVIII. Cazelle, Lopez, and Sir Leinster. Cazelle, ~| Come, Sir, you're aiank impoftor ; and S- Well I know what you're about, Lopez. -And the villainies you fofter. Sirrah, have I found you out ? Alternately"], [55, "A COMIC OPERA. 43 Alternately. Sure he has not found me out ! How can you, fince that's the cafe, Dare to look me in the face ? Enter Sir Leinster. Sir Leinfter. What the devil's all this clatter ? Both. How can you, fince that's the cafe, Sir Leinfter. Jontlemen, pray what's the matter? Both. Dare to look me in the face ? Sir Leinfter. Varlets, can't you fight in peace? Sir Lein. Why, now, as fellow fervants fhou'd you take the trouble of going to loggerheads, when I've a little fnug quarrel ready made to your hands r? Here it is( producing a letter) \"Win her, and wear her\" — oh, to be fure and I won't do that. Caz. What can all this mean ? Lopez. Some new family mifchief on foot, my life on't ! Sir Lein. Come, as neither of you can write, I'll read this to myfelf, that you may both under ftand it, d'ye fee together, (reads) \" Mr. Count\" Both: The Count ! Sir Lein. Faith, and you have both made a good guefs of it ; — cc Mr. Count, I fhall be ready \" to give you fatisfadtion for the infult you have \" offer'd a fweet creature — you will expect -to '** fee me near the Cyprefs Grove precifely at \" three o'clock — I mean to bring only one friend, \" and that's my ownfelf — as a man of honor, he <f may fee fair play for both of us ! — lt Your's to command, \" LeinsterM'Laughlin.\" Now do you perceive that this fame Count — Caz. But who has he infulted, Sir ? [anxioufly. Lopez, Ay, pray, Sir, only tell us that. F 2 Sir"], [56, "The TRAVELLERS tn SWITZERLAND ; 44 Sir Lein. Why, who fhou'd it be, to befure* but the dear little Julia her own fweet felf I Caz. Mifs Julia ? Lopez. In what manner ? my agitation, I fear will difcover me. [Afide* Sir Lein. Only by his impertinent familiarities, and propofing to the fweet foul to run off with him, and leave me, d'ye fee Sir Leinfter, dif confoiate behind. Caz, Confummate fcoundrel ! [Afide. Lopez. Oh, if that be all, Sir, her own good fenfe and honor will protect her. Sir Lein. To be fure and I won't \" win her and wear her.\" Here — which of you twolacquies will take — [Offering the letter. Caz. I fly vid de letter,. Sir ! - Lopez. No, your honor, pray entruft it to me — - this is not the kind of correfpondence that the Swifs ufually conveys to the Count. Sir Lein, Well — fee that he has it fpeedily be twixt you, while I get mv little Wogdons rnidy. I hope this fame Cyprefs Grove is afnug place — that if one of us fhou'd happen to be kilt, he may not bother the other- with a hue and cry after the furvivor. Caz. But how you know de Comte, Sir, as you never fee him ? Sir Lein. Oh, lit me alone for that — I think I have travell'd far enough to find out a rafcal in any part of the world — and how to punifh him into the bargain. [Exit. Caz. Monfieur guide — tell me — for vhat I fee de Comte give you dat money juft now ? Lopez. To make your mouth water for a fhare of it — look ye, Mr. Swifs, our fufpicions of each other"], [57, "A COMIC OPERA. 45 other, if ill founded, may now be removed — by entrufting you with this letter I prove at leaft that I have no defire to fcreen a villain. (Gives the letter.) Caz. This is more myfterious than all the reft. [Afide. Lopez. Convince me by the punctual delivery of it, that you are equally faithful, and we fhall foon come to a better underftanding, my life on't. [Exit. Caz. Were it not for that purfe of money, I fhou'd think it poffible, that this fellow might ftill be honeft — but I begin to fufpect every thing around- me'. — Hitherto I have avoided difcovery ! To be banifhed the family as a friend, and recalled into it as a domeftic, are tranfitions which fortune in the height of her caprice, does not often dif play. Yet the fervice is ftill hazardous, for with my dialect, I muft continue to difguife thofe feel ings alfo, which the prefence of her I love fo na turally infpires '.—Poor Dalton ! harder ftill is his fate, to loofe his own miftrefs in the kind en deavour to fecure mine ! When in companion to my natural diffidence, he was prevailed upon to convey my fentiments of affection to Julia, I little thought it could afford to Mifs Somerville the flighteft ground, for jealoufy or fufpicion. Had I feen her before fo abrupt a departure to ftiut herfelf in a family caftle on the Continent, I might have convinced her at leaft, that Dalton's interviews with my Julia, were merely to pro mote the addrefles of his friend. AIR."], [58, "46 The TRAVELLERS in SWITZERLAND AIR XIX. Cazell. His vows to Julia, lovely maid, Where all from paiTion free ; Whoe'er heioi'k'd, wha'e'erhe faid, In friendlhip 'twas for me. A A fenfe of honour, -d*o*.::d reprove A thought .t\\.c wi-ongly prelT'd, And check thefelfifli figh of love, Ere it efcap'd bis br: ift. ' SCENE IV.— Near the front of the Caflle. Daniel alone. Dan. Yes, yes ! this muft be it ! chuck full of wizards and hobgoblins I'll warrant it — and there's the drawbridge, upon which the poor knight's miftrefs dafn'd her pretty felf to pieces ! — I wifh my lady had come along with rne, for my courage, like my wit, always appears to moft advantage in good company ! I thought I heard one of the rufty cafements grate on the hinges ! (Roli-i appears en the battlement) That's no ghoft however ! — hip ! Robin. Who's there ? Dan. Only one come to afk how you are, coop'd up in this difmal place? Robin. Pack off! or I muft unmuzzle the wolf-dog at you ! Dan. I'd rather hear your own fweet voice — pray come down, good Sir, and prattle here. (fits on the moat-wall and fills his flafk from the Jkin) Lud — hid — how it does grieve a body ! Robin (foftly) Hilio ! what' are you about? hip ! — I zay, is that the way you grieve ? what have you got there ? Dan."], [59, "A COMIC OPERA. 47 Dan. Nothing — no — it don't fignify ! thefe are hard times, when a poor fellow like myfelf, can't get a friend to lend him ahand with a ftoop of old wine, (drinks) Robin. Old wine ! — I ha been tailing a little good fluff myfelf, in our cellar — but 1 dont \"like tippling alone-r-zo ztop — and I'll ztep fo' y down to you. - [Exit. Dan. I guefs'd this muft fetch him, if any thing cou'd. [Robin lets down the draw-bridge, unlocks the pallifadoe, and comes cut with his coat on his arm. Dan.„ What a tremendous draw-bridge! [Robin locks the palifadoe, and puts the key in his pocket. Robin. I thought you were zorely grieved about zomewhat! Dan. So I am. (drinks) Rohjn. Then dont'e take it to heart too much — but leave a little for me to grieve alon? with'e! Dan. With all the pleafure in life — (Gives hint the flafk. Robin drinks) — Take a hearty pull at it — it wont hurt you ! Robin. Ecod, it's a clever notjon fure enough! Dan. Come, now to bufinefs — I've a meffage of compliment to your caftle. Robin. Lord love'e, we never receive any mef fages, or compliments. — Mum ! dont'e talk quite fo loud. Dan. Now fhall I hear all about it ! (afide) .to be fure I have heard an odd character of vour fa mily — come, among friends — who, and what are you ? and are you enchanted or not ? Robin. It's more than my life's worth ! Dan."], [60, "The TRAVELLERS in SWITZERLAND : 48 Dan. Indeed! now the mere frighten'd I am, the more do I want to fee the infide of this caftle. (afide) Only let me take. a peep at the an tient Hall of Arms! Robin. I be zworn to zecrecy ! Dan. The devil you are ! in a fpell, I fuppofe, with a circle made round you with charcoal? (mean time Robin drinks) he fucks it in kindly! I'll ply him clofer, and if an open hearted fellow like myfelf, the good creature will foon foften him. [Afide. AIR XX.— DUET.— Daniel and Robin. Daniel. Fellow-fervant, come, here's to you ! {drinks) Robin. Thank you — and much good may't do you. That's bravely quaft ! Daniel. • Come, mend your draught ! Both. 'Tis the ftuff with which wife men from old Noah's flood Have enliven'd their hearts, by enriching their blood. Robin. Is this fack, or not, I query I Daniel. No — 'tis generous Canary. _ ' Come drain the Ikin, boy. fill the wicker, 1 Fill it nimbly — drain it quicker ! Duo.) What a p|ty thac wine) wjtb a bi_.ght fparkj;ng face> / Shou'd not fmile oh poor fervants when turn?d out of place. Robin, (fitting down, and repealing indifiinclly) Should not fmile !— what a pity ! poor zervants' what a— (falls afleep.) Dan. Yes ! now I have done it with a ven- geance ! for I have made him fpeechlefs, by way of getting the fecret out of him ! if I go back"], [61, "ACQMICOPERA. 49 back without fome account of this place, I fhall neither fatisfy my lady's curiofity, nor my own. (looking towards tht bridge) The drawbridge in deed is down, and the key of the pallifadoe he put into his left hand pocket. But no — I can't bear the petty larceny of picking pockets— fo I'll e'en change garments with him at once — mine will keep him warm in his nap — and his may ferve me both for a pafs, and protection. (changes coats.) My heart begins to mifgive me forely — but what have I to fear ? I don't know that ever I wronged man, woman, or child — fo, with a good confcience, I don't fee what's to harm me. (Enters over drawbridge, and locks the pallifadoe gate after him.) Robin, (waking at the found of the drawbridge) Lord ! where be I ? why, our caftle goes round like a whirligig ! (looking about) where be the chap ? I be forry he's gone — he was a kind hearted vellow — for he loved the good fluff dearly (fearches Daniel's coat for the key) Why ! how now ? plague take'n, he has been too know ing for me zure enough ! — \" what a pity; what a pity\" — the devil take his pity ! — the cunning rogue muft be one of the mountain banditti! he's got my key of the drawbridge, and, as zure as I'm alive, let the gang in while I was a little dizzey ! mercy on us, what mun I do ? Why the Swifs guards be quartered not far off — zo I'll run and vetch fome of therm, and they'll match/a for it, I warrant'e ! [Exin Q SCENE"], [62, "The TRAVELLERS in SWITZERLAND; iro SCENE V.—Cyprefs Grove. Sir Leinster with a cafe of piftols, looking at his watch. Sir Lein. How punctual I am — only a quarter of an hour before my own appointment — To be fure, and it's not a mark of\" very ill breeding to keep a jontleman waiting in an affair of honour! but, Sir Leinfler, you may as well, my dear, be getting things in readinefs, and take out your little family, (takes his piftols out of the cafe, meafures fix fhort paces, fets up his cane and his hat upon it, falls back, andflrips to his flannel waificoat) I always take off my outer garment on thefe oc cafions; for there is, I think, Rothing fo beg garly, as for a jontleman to wear a fine coat with a hole in it. ( puts himfelf in a fighting attitude, le~ veiling al his hat) Enter Burgomaster. Burgo. Let the guard be relieved regularly, that the peace of the city may be duly preferved. . Sit Lein. The two deareft friends in the whole creation could not wifh to fight at a prettier cliftance ! .' Burgo. Whatman is this playing fuch anticks? \"Sir Lein. Oh ! and are you come at laft ? I thought you did not intend to let me fee your odd face again. Burgo. I am miftaken, if ever I faw vour's be fore. Sir"], [63, "A COMIC OPERA. 51 Sir Lein. That's all one — the fewer words, you know, the better — fo you may flick yourfelf up at once by my cane, if you pleafe. Burgo. This muft be fome man deranged in his mind ! Sir Lein. Oh, if you prefer it a pace or two nearer its all one to Sir Leinfler. Burgo. Armed! this poor creature may en danger his own life, if not that of others — what ho! Guards enter. Secure this unfortunate man, but treat him with lenity, till you hear further from me. [Exit. Guards feize Sir Leinfler. Sir Lein. Seize me ! for what ? oh, you pro digious coward! this is a new fafhion'd way of giving ajontleman fatisfa£tion indeed ! Serj. Peace ! Sir Leins. Only wait a moment, and fee if I don't wing him at leaft. AIR XXI.— TRIO and CHORUS. Soldiers. This traitor to the guard houfe take, For he has loft his reafon, 'Tis thus their wits low knaves forfake, To dabble in high treafon. We'll all his fly manoeuvres mark ! Now march away, the precious fpark, For hark ! the roll call ! hark ! (drum heard without, $'ir latins. Unhand me varlets, what d'ye mean i I'm fure yourfelves are crazy ! Och, let me but that coward cane, 'Twill malve me mighty eafy. G 2 Sol'"], [64, "Thb TRAVELLERS in SWITZERLAND: 52 Soldiers. Soon you'll be tried by laws of High Court Martial And from their honors' fentence, fo impartial, Be cat-o-nine-tail'd out of breath, Or elfe more nobly fliot to death. [Exeunt. Enter Comte, looking round fearfully. Comte. I have no grand inclination pour le combat! (fings melancholy) but I fave mon repu. tation if poffible- -no body here but moimeme ! courage, mon ami. (fings bolder) Ma foi, he no come at all ! (fings) la, la, la ! aw, aw ! voila ! de laquais vid one apologe! Swiss Enters. Caz. Sir Leinfter not here? this fellow's, triumph will be infupportable. Comte. Eh Bien ! vere be votre maitre ? [Blufiering. Caz. I come, Monfieur, from Comte. No Sir — no apologe will do — my honor will have de fatisfa&ion inftament. [Draws. Lopez, looking in. Lopez. And that damn'dSwifs of ours to be his. fecond after all ! (afide) Caz. But Monfieur a little patience. Comte. No Sir— I will have no littel patience. Lopez. What a furious dog this turns out ! why, where the devil is Sir Leinfter? he has mif taken the place — I'll run and fee for him. Comte. I vill proclaim votre maitre un srand poltroon — if he no come, vy he not fend'fome* depute"], [65, "A COMIC OPERA. 53 depute ? — I fight le diable himfelf, if he fend to me ! (Sings) \" Malbrook il va ton guerra !\" Caz. Den Sir accept de humble endeavour of de fervant to appeafe you. (Draws his fword and throws off his cloak.) Comte. Quelle outrage ! fight vid de Valet and de Swifs— no Sir— I no condefcend to kill a you en verite~h= [Puts up his fword. Caz, Pitiful evafion ! behold the man who is now oppos'd to you and fee, if in any lineament of his face, you can read difhonour ! Oh miferable — un diable Anglois ! Caz. Come, Sir Enter Lopez, undifcovered. Lopez. Ay, ay ! Why, here's a new turn to the game. Caz. No wonder that the affailant of a woman's honor fhou'd want the Ipirit to defend his own. Lopez. Well done, our Swifs ! he's an honeft fellow after all ! Caz. You wear in that ha.t a military emblem', which you muft no longer difgrace— give it to me. Comte. Cette pettite ribbon la? Oh, wid aH mon cceur ! Caz. One thing more— depart this city im mediately — if you are found within a league of it an hour hence, your difgrace fhall be the more exemplary. Lopez. Eh! furely that voice is familiar to my ear ! [Afide. Comte. La capitulation — let me confidere ! (afide) ma foi, as I intend to get into de CafTel bewitch dis ver night, in fearch ofde beauty, and. beaucoup"], [66, "The TRAVELLERS in SWITZERLAND : 54 beaucoup de l'argent — why not,I fet off to recon noitre dis ver moment ? Caz. Come, Sir— -— Comte. Monfieur, to do you de obligation, 1 fhall go a la campagne avec beaucoup de plaifir! and fo, bon jour, mon ami ! you have got my little ribbon— you are von comical man upon my honor. [Exit. Lopez. My honeft fellow, give me your hand. (Looking earnefily at him. Caz. Why de man flare fo amaze ? Lopez. (Afide) 'Tis he, as I live ! — why you muft know I was rather furpriz'd to hear a Swifs difcourfe in fuch excellent Englifh. The dog has taken us all in, and I'm heartily glad of it ! [Afide. Caz. My indignation, I own, has got the better of my prudence ; but as I now begin to think I have done you injuftice, by fufpedting you to be in league with this contemptible count--* I'll atone for it by owning to you, that I am not what I feem, but — an unfortunate Englifhman in difguife. Lopez. Indeed ? How my bofom labours to acknowledge him for one of my own ! (afide) you have follow'd this family then, I prefume, Sir, in friendfhip for its mafter ? Caz. Not fo — tho' no one can revere that wor thy man more than myfelf — I have attended them in this difguife with fear and trembling. Lopez. For what? Caz, Left I fhould lofe all that makes life defirable, in his lovely daughter ! Lopez. I fhrewdly fufpeft then, that you love her, good Sir ! Caz K"], [67, "A COMIC OPER4. 55 Caz- Adore her ! now have I imparted to you the deareft fecret of my heart. Should you at tempt to betray me, you fhall not furvive it. Lopez. That's one way of making a man keep a fecret fure enough! but depend on me, Sir— and accept of a little advice into the bargain. Lofe no more time in your diftant adoration— tell the young lady that you muft, and will have her, and fhe has too great a regard for truth, I am fure, to let fo clever a' Gentleman as you break his word. [Exeunt* SCENE V.—TheGlacieres. Enter Dalton. Dalton. No poor finner ever fuffered more in his pilgrimage of confeience, than I in this penance of unrequited love. AIR XXII. Heavily drag the dull houjs along, Every hope difappearing ; Where, foracomfoit, alas, (hall I turn, Or look for a ray that is cheering. How unrelentling, how cruel of fate, Hearts fo entwin'd to fever ; Why have I trae'd out her diftant abode? When gene is her love for ever ? Oh, how enraptur'd I've dwelt on her fmiles, Smiles which fo oft' have reliev'd me ! And on her vows fo tenderly made, Vows, which alas ! have deceiv'd me ! How umrelenting, bow cruel, &c. But a truce to this fruitlefs complainng. — Where, I wonder, is my Mountain Nymph ? The time of her appointment is near — But what fant»ftical being have we here ? Enter"], [68, "The TRAVELLERS in SWITZERLAND : 56 Enter Comte, (Haflily, with a Parafol, t&f, fmging.) Ccmte. Ah! ah! un bon Gajrcon. Bon jour, mon ami! Dalton. Pray, Sir, to what accident may I afcribe the honour of this vifit ? Comte. For what 1 come here ? Oh, I fhall tell you dans un moment. — I am de Comte Ffcponi, who was juft oblige to fly from Geneve pour un little affaire d'honeur. Dalton. Something of the duel kind, I prefume? Comte. Oui ; a littel rencontre ! Une belle Angloife, fhe attract with ma peribne, and mon canto bello (finging) fhew . to me fome little civilitc d'amour. Dalton. Very flattering, no doubt ! Comte. Ver flattere to be fine : But her Lover, bien impoli, refent it ! call a me out ! and I wasfo malheureufe to run him thro' de body. (Sings) \" Ah mio core, &c.\" Dalton. Killed him ? Comte. Oui; dead at my feet! Butdat is not ajl ; de pauvre Lady herfelf die for love of me at dis ver moment ! (Singing.) Dalton, Quick work, indeed, with both fexes. I fuppofe, Sir, you never fail ? Comte. Oh nevere ! Jamais ! nevere4 A I R XXIII. Comte, For de vomen, I've dc plan, Sir, Oh to charm dem-^-I'm de man, Sir I Den I do---vid fuch an air, Ev'ry ting beyond compare ! ' Be (lie Spanifh, Or Danifli, Oi\","], [69, "A COMIC OPERA, 57 Or RufGan, Or Pruflianj Flotentine, Algerine, American, Belgican, Corfican, Mexican, Holander, Polander, Venetian, Grecian, Portuguefe, . Or pretty, prattling Piedmontefe ; O, de fweet and lovely creature, I adore her every feature ! Each foft word of love I utter, Set her little heart to flutter: Vid de kits — her lip fo hufli is. Ven I ogle — den fhe blufhes : If fhe hear my canto bello Den fhe cry — -Oh charming fellow ! Mara, Banti, Pachierotti, Billingtoni, fweet Manghotti, Little David, great Marchefi, Never give fuch note to pleafe ye I Giornovichi, or Giardini, Bold Pafquali, or Nardini, Corporalli or Viotti, Paiffiello ov MingottL Sarti, Bruni, Boccherini, Heydn, Pleyel, San Martini, Gretuy, Ditters, fat Jomelli, Bach, Clementi, or Corelli, Crofdil wid de rapid bow, Hautboy Parke, or Florio, H Canno/*"], [70, "The TRAVELLERS in SWITZEELAND. 58 Cannot make fo pretty ftrain To relieve de lover's pain ! But fhould rival come to fight me. (draws hisfword.) Sa ! Sa ! to pink him it delight me ; Angelo, D'Eon, La Piere, Fam'd St. George, or Lindamere, Flanconade I pufh foneat, Dead I lay him at my feet, (returns hisfword.) Den return, like gallant fellow, To de girl wid canto bello ! Viganoni, Morichelli, Lovclini, Faranelli, Ailigranti, Gabrielli, Credential', Rubenelli, Never warble fo complete ! Mara never fing wid voice fo fweet, Cramer never play ce bow fo neat ! Enter Nerrida. (peeping) Ner. Oh dear, as fure as I am alive there are two. of them; and that's more than I bargain'd for ! But one feems a Frenchman. (Comte walking and finging by himfelf.) Dalton How am I to get rid of this fellow? Ner. What can there be in an Englifhman, that makes him fo fuperior a creature all the world over ? When a countryman's by, there's no danger, fo I'll e'en venture. Good day,gentlemen. Comte. Ah ma chere — Vous etes belle comme. — (Dalton talks apart to hev.) By gar, unejolie dame of de Caftle ! Ah! ma foi I make her let me in by love, which is fo mcuh better than de force, (afide.) Dalton. Hark ye, Sir, I have the vanity to think that this vifit was not intended for you ; and"], [71, "A COMIC OPERA. 59 and therefore to avoid giving you the trouble, either of killing another unhappy lady, or running me through the body, I mult requeft the favour of vou to retire. Ner. Well, how charming it is to be made fo much of! Comte. Retire ? Sir, I muft know what you mean by retire. Dalton. (turning him round) This inftant retire! Comte. Well, Sir, to oblige you I will retire. I take my conge. But by gar, I muft know a little more of this petit rendezvous to oblige myfelf. (afide). [Exit. Dalton. Now, my pretty incognita, for the remainder of your hiftory. Ner. No, not a tittle of intelligence reflecting the ftrength or weaknefs of our garrifon, till you are on actual fervice. In the meantime can you venture to confide in me ? Dalton. Moft fully. Comte (peeping). Ah ! ah ! here come the denouement ! (afide). Ner. I may put it in your power then, to do an art with whichyourheartcan never reproach you. Dalton. Command me in what way you pleafe. Comte. And me fo too — if it be de way 1 like. (afide) Ner. Be near the Ivy Turret then, about Sun fet# where I will endeavour to meet you. Dalton. 1 will certainly attend you. Comte (afide). Ma foi, and I fo too! Ha TRIO"], [72, "60 The TRAVELLERS m SWITZERLAND : AIR XXIII. Nerissa, Dalton, and Comte. TRIO. Ner. As foon as Moon-beams bright, Lead Faries, and Elves a gadding. And dazzle lovers fight, 'Till all their wits are madding, Will you appear, Our roof to cheer, And fet our hearts a gladding ? Yes, yes ! yes, yes, Oh, yes, and fet, l?e, Pallon. Beneath the lamp of night, While fairy tr.bes are playing, And by its witching light Love's whifperers are flraying ; I will appear, In hopes to cheer, And fet your hearts a gladding. Yes, yes! yes, yes! Oh' yes! andfiet^c. Ner. Be fectet I T • , IX 7 t> un I impiore you. Dalton. Be watchful r ' Comte. Or I'll be dere before you. (aftde) C This coming night Shall give delight, 'When all around is ftill ! All. \\ Then I, j And I, Will gladly fly, I My promife to fulfill. Ner. Remember ! Dalton. Remember ! Comte. Remember ! Ner. and Dalton. Your promife to fulfill ! Comte. My promife to fulfill ! End of Act IE ACT"], [73, "A COMIC OPERA. (■i ACT III. SCENE I Enter Lopez. Lopez (alone). \" It's aftonifliing how much ** I'm made of in my new' character : but this is \" not the firft time that the fervant has been pre \" ferr'd to his mafter ! Where I fhall find my \" friend, Sir Leinfler, 1 know not; for no fooner \" had 1 procured his liberty, than out he fallied ft after the Count, in fearch of a frefli adyenture. fe Now for this fam'd Caftle, which Lady Phi \" lippa, ftill thinking it the Count's, is fo impa \" tient to behold : no improper fcene for an \" appeal to her pride, from the detection of an c< impoftor : there my day's experiments will *c terminate; fhould they fail in die reformation t( of a wife, they will enable me at leaft to fecure, \"in honeft Dorimond, the happinefs of my child. [Exit. Enter Cazell, (with a Bouquet) Cazell.' I have collected the few flowers this country wou'd afford ; fcanty as they are, I can trace among them, emblems of my own mifery with thofe of Julia's charms ! yet I dare not pre fent them in my own perfon. To live in this per petual anxiety, fearful of alarming her by my difcovery, yet dreading to lofe her tor ever, is that"], [74, "62 The TRAVELLERS fn SWITZERLAND. that alternate wretchednefs I cannot endure ! But fhe comes this way, and leemingly more penflve than before ! i Enter Julia, (not obferving Cazell) Julia. This excurfion to the Caftle is no doubt intended to expofe me to fome new mortification. (fits mujing.) Cazell. (anxioufly approaching) Mifs Julia — ! you feem indifpofe. Julia. Oh Cazell, is it you ? Cazell. I have bring de flowers, Mifs, you afk for. Julia. Lay them on the table, Cazell. I fhall loon recover my fpirits ! AIR XXIV.— Cazell. Twin rofes you've archly contriv'd, To difplay all your charms on your face, For fragrance you knew was deriv'd, From the bofom you're defiin'd to grace. Here is \" Lovelies a bleeding\" behind, But of \" Heart's eafe,\" no bud did I view, In my fearch, not a fprig cou'd 1 find, Or elfe I had cull'd it for you. Rude clime ; 'twas in vain to explore, For a bouquet of nature in thee, Where Flora, alas ! is no more, Than a poor humble (hanger like mc! (By the emphatic expreffion of the laft line fhe difi covers him as he kneels.) Julia. Oh ! Dorimond ! — is it poffible ? Enter"], [75, "A -COMIC OPERA. 63 Enter Lady Philippa and Lopez. Lady Phil. What is all this ? Cazell. We are undone ! (afide.) Lopez. Heyday, why here's another knee fcene — Mr. Whifkers is now at his devotions ! Julia. One hope remains (afide) — as you have the opportunity Cazell — folicit her ladyfhip now felf. Lopez. No bad hit for a young one ! (afide.) Cazell. What can flie poflibly mean ? Lady Phil. But what is it he wifhes ? Lopez. If I don't lend a hand, it's all over with them, I fee. (afide.) Why, my lady, the poor fellow, from what I can learn of the matter, thinks he is likely to lofe his place, on account of your having retained me : — fo on his bended knee (beckons to Cazell) down ! down ! (afide) as you again behold, he folicits the honour to remain in your ladyfhip's fervice. (Cazell kneels to Lady Philippa.) Lady Phil. Oh, now I underftand him per fectly — and do hot difapprove the creature's humility—- Julia. Admirable invention ! (afide.) Lady Phil. Well, then, you have no great reafon to fear, young man, after preferring your fuit with fo much decorum. Julia. Nor are you- leffened in my efteem, Cazell, for this mark of your attachment to the family. Cazell. My life is devote to your fervice ! (looking from Lady Phillippa, to Julia, who makes fignals of affeclion to him and retires) how fortu- nate the efcape ■ (to Lopez.) [Exit. Lcpex. And who young fpark, may you thank for it ? . Lady"], [76, "The TRAVELLERS in SWITZERLAND: 64 Lady Phil. Have you no tidings of the Count, Lopez ? Lopez. None, my lady — that you'll like to hear at prefent. (afide) Lady Phil. He has not withdrawn himfelf, I hope, \"in chagrin, at the coolnefs of my reception ? Hearing of my intended vifit to the caftle, who knows but he may be gone thither, to prepare for our reception ? , Lopez. Nothing more likely, my lady ! Lady Phil. You, Lopez, who underftand the neceffary appendages to a woman of falhion, ■would not advife me to neglect fo elegant a chaperon, would you ? Lopez. Oh, by no means ! Lady Phil. Take this' letter then, and deliver it immediately to the Count, if he remains in Ge neva—-It only appoints an explanatory rendez vous at the caftle, to convince him, I meant not to treat him with difrefpect : (gives the letter) but return as foon/ poffible, that we may fly to behold the antient beauties of the Hall of arms ! Lopez. I am at laft, in the high road to family honours, or the devil's in it f (afide.) Lady Phil. The Parifians, you know, Lopez — apropos, you fpeak french like a native, no doubt ? Lopez. There, I fear, fhe'll have me. (afide) As to modern French, my lady, it has been fome time on the decline, and is evidently growing more barbarous eVery day — -fo that I feldom ufe more than two words, which I find fufficient paffports where-ever I go. AIR"], [77, "A COM IC OP ERA, 65 AIR XXV— Lopiz. The foul of wit is brevity, As all the antients tell us ; So, men of fewefl words mull be The wittieft of fellows. Then why multiply words when a couple will do, Like Manger, And Changer, So glibly to carry one all the world thro' ! Two woids will any bargain ftrike, 'Twixt-alHriclin'd to barter ; Except with women, who diflike To lofe the prattling charter. Then why multiply words, &c. SCENE II. — A room in the Caftle. Daniel coming out of a clofet. Dan. I have cooped myfelf up thefe three hours, in this difmal wing of the caftle, and now only venture out like a bat atdufk, for a mouth ful of frefh air ! This curfed curiofity of mine, I fear, v/ill bring me to an untimely end ! — -here may I be hang'd like a fcarecrow out of the watch tower, or rolled down the battlements bv a pair of witches in a but: full of fpiked nails ! All my hope is, that fome good chrjftian will come this way before it's quite dark to relieve me — Where have I got my unfortunate felf ? (runs againft a toilette table) As fure as I'm alive, I have ftumbled into fome ladv's bedchamber ! what have we here, I firncv a looking glafs, though none of the heweft fafhion---I thought I heard a I footftep"], [78, "66 The TRAVELLERS in SWITRERLAND : footftep ! this has fhewn many a nob in its time, perhaps now it may contrive to hide one. (conceals himfelf behind the glafs) Enter Nerinda. Ner. Oh, that my fcheme may fucceed ! affifired by this honeft Englifhman— who knows but I may prevail upon Mifs Somerville to return to England- -at any rate the attempt muft be guile her of fome fad moments, and that will make me happy— -But what fhall I call him ? coufin ? oh no, that won't do— for methinks one might have no great objection to be nearer re lated to him ! I would fain put on my beft looks, fo I'll e'en take a peep how my bonnet fits (v&alking towards the glafs) and yet, my old friend, you and I, are almoft tired cf each other, an't we ? AIR XXVI.— Nerinda. Dull refledlor of odd faces, I'll no more converfe with you, Give me back, my fmiles and graces, Or, pray give me fomething new. If by magic er fkili, brittle fliewman, You wou'd tickle the heart of a woman, The fecretto you l'lldifcover : When fhe looks for a grace,' You muft fhew her the face Of a man — to convert to a lover. Wou'd you win her to good nature, And her frowns lay on the fhelf ; Only give her back a creature, More bewi'.ching than herfelf. If by magic, kc, (Daniel"], [79, "A COMIC OPERA. 67 (Daniel in peeping, reverfes the glafs, and is difi covered through the frame. ) Ner. (Shrieks) Oh lud ! a man ! whence came you, and how got you here ? Dan. Now, for pity's fake, mifs, don't be fo violent ! I'm more frightened than you, a thou fand times over, and yet you don't hear me cry out ! Ner. Tell me, this inftant, who, and what are you ? Dan. An out of the way kind of travelling gentleman— whofe curiofity, as you may fee, now and then gets him into afcrape. Enter Margery, and other fervants. All. Oh dear ma'am ! what's the matter ? Ner. Secure this ruffian, who by fdme means has broke in with an intent to murder us all, and plunder the caftle ! Marg. My poor, dear Robin ! look! fee ! . Servant. And fo he has fure enough-- mur dered poor Robin, and got on his very cloaths ! Ner. Convey him inftantly to the dungeon, till I learn your lady's pleafure. (They feize him. Dan. Only hear me, fair lady— -as I hope for mercy !-— Enter Robin in Daniel's drefs. Marg. My deareft Robin— -then they have not killed thee quite ! Robin. Oh, you treacherous knave ! only bearwitnefs, he 's got my jacket on at this very moment. Daniel."], [80, "68 TheJTRAVELLERS in SWITZERLAND: Daniel. If I had known, I would not have been in your coat for a hundred ducats. Ner. Where have you been, Robin ? All. Ay, where ? Robin. 1 hardly knoWz where I'a been— or what I 'a been about ! — that rogue, there, gave me zweet poizon in a fkin of wine, and I 'a been azleep— or out of my zenfes ever zince. Marg. Oh, the mercilefs villain ! Robin. He be one of the mountain banditti, and the reft of the gang will zoon be after 'n !— he ftripped me o' my coat, and the key of the drawbridge in a whif— and I cou'd only get back to 'e Margery, by fwimming over the moat like a water-rat-— but there be they a coming, will teach'n better, I'll warrante. Daniel. Indeed, and indeed, I'm as innocent as Ner. Away with him, and confine him clofely till further orders. [Exeunt feverally . SCENE III — A diftant view of the Caftle atfiunfiet. Dalton alone. Though the affections of Mifs Somerville may have been eftranged from me, by the cafual in heritance of thefe domains, I feel, as I approach yon caftle, that my heart muft ftill pay a con ftant homage to its cruel poffeflbr. — How digni fied its turrets rife, graceful even in decay !— r Time was, a chief no doubt it boafted, whofe fun of glory fmiled on ages paft; — whether his vir tues have defcended with his name, the moulder ing manfion feems to queltion. AIR"], [81, "A COMIC OPERA. 69 * A I R XXVII. Say, Fame, What is then: in a titled name! Or what in birth To give hereditary worth, That fleeting fhadow of a noble pile, On which the beams of honour proudly fmile! Let not around Thy clarion breathe its facred found, Unlefs to fire, Infpire The fan to emulate a glorious fire ! SCENE IV. — A plantation walk near the battlements of the caflle. — MocnUgJM. Robin, alone. Robin. If d'ye zee I'd know'd there was but only he, I zhould not have thought it worth while to vetch fo many zoldiers for one rogue. Certain, howzever, I've placed the whole tribe of the Switz guards at the foot of the mountain. —But, mum, Robin, not a zvllable about the zoldier volk, for fear my lady fhou'd be angry. Enter Mifs Somerville. Mifs Som. And what does the ruffian fay for himfelf, Robin? Robin. Why, an' pleafe you, my lady, he zays but little-— but as I took a peep at'n thro' the iron lattice, he zeem'd to pay it away wi' thinking! * This Air has been tranfpofed to the lafl fcene of the Opera in the ftage reprcfentation. Mifis"], [82, "The TRAVELLERS in SWITZERLAND. 70 Mifs Som. I hope you let him want for no thing ? 1 Robin. Oh, no my lady; I took'n two ribs * ofroaft beef, and a zlice of baked pudding f myzelf- -but the zulky toad woud 'na feed. c MifsSom. Poor wretch-— perhaps he may ' be unwell. c Robin. Unwell ?— oh, he's a rum little * chap!— -but he fhall give me my dry coat back ' again, howzever— -W hen I clapp'd' the beef f down on the ztool before 'n, what now, my 1 lady, do you think the cunning rogue zaid?— ' Iz thiz the way you treat your ztate prizoners, ' zays he— -virzt and voremozt to take away ' their ztomachs, and then to zet good cheer ' before 'n ? Enter Nerinda. ' Mifis Som. Well, Nerinda! ' Ner. He'll confefs nothing, ma'am, but { that curiofity compell'd him to play this de ' vice upon Robin. ' Robin. Yez, gad rat 'n ! * Mifs Som. Of what country is he ? { Ner. I believe he's an Englifhman. ' Mfs Som. Some poor frantic wanderer— * enquire of him further, and anon I'll fee him f myfelf. « Robin. Lord, my lady, hez as cunning a c little villain, with a tongue — ' Ner. As nimble as your own. Come, fol ' low me. _ [Exeunt Nerinda and Robin. Mifs San. Calm is this parting fcene of na ture—how foft her whifpers of repofe ! Even the voice of forrow now is ftill, fave from that love lorn bird, whofe ftrains I hear. AIR"], [83, "A COMIC OPERA. 7i AIR . XXVIII— MifsS«MERVILLE. Still let thy plaintive numbers flow, Sweet bird of folitude and night, And I will join the fcng of woe, Until the morn's returning light. With thee I'll fhun the world's relief, Woo forrow only to my breaft, And prefs, for luxury of grief, The thorp, that will not let it reft! Enter Nerinda hafiily. Ner. Oh dear, ma'am, a body of armed men, fio doubt the whole gang, are halted towards the weft tower. MifsSom. Impoffible! and in a country fo fam'd for peace and freedom ? Ner. Indeed, and indeed its true! Mifs Som. Tho' few in number, let our do- meftics then inftantly arm! Ner. But what fnall we do with our pri- foner ? MifsSom. Order him in the front of the bat- tlement, as a fit facrifice to the lawlefs rage of his confederates. Let us even forget the weak- nefs of our fex, and arm ourfelves, Nerinda. Ner. Oh dear, ma'am, you wont pretend to fight : what can fuch helplefs creatures as we do ? Mifs Som. Wonders, in a juft caufe! at leaft, Nerinda, we can expofe to abhorrence that fa- ' vage licentioufnefs, which even women are com pell'd to refill. [Exit Mifs Somerville. ' Ner. How unfortunate, as well as alarm ' ing— -for this is the very time I was to admit my"], [84, "The TRAVELLERS in SWITZERLAND. 72 '* my good natured mountain acquaintance:— * and why not even now, when we Hand more in * need of a gallant man than ever! [Exit. SCENE V.— The Abbey Gate: Enter ComteFwwotsn.difguifed, with Freebooters. * Comte. De place of rendezvous— -it was 1 luck I meet la petite fille de chambre !--- At- c tendez — ven I go in — keep clofe to my per- fon, for fear of me furprize. 1 \\ft Freebooter. We'll follow your honour ' clofe, rely upon it. ' Comte. For why fhe not appear?— -prenez \" garde— voila, le diable Anglois! [Falls back, but appears liftening. Enter Dalton. A I R XXIX. Love may lead my fteps aftiay ; Where, ah whcre's majolieflle ? Come, and fafely point the way, Wont you ? Yes, I'm fure you will • Venez. done ma j die fille ! Let me not in vain implore, Hither fly, ma jolie ftlle, Open then the garden door, Wont you ? — yes I'm fure you will, Venez done ma jolie ftlle ! w Dalton. This is ftrange ! I muft have miftaken the gate, for why fhould lhe deceive me ? [Exit round the walls. Filter"], [85, "A COMIC OPERA. 73 Enter Lopez, and Cazell with drawn fwords , and foon after a file of Swifs Soldiery. AIR XXXI— —Chorus. Cazell, Lopez, 1 Yield, cruel mongers ! vengeance dread J Dalton,8cRobin. J Which way can the reft be fled ? Mifs Som. (within) Calmly I to fate refign! Cazell, &c. Hear the wailing voice to woe. Soldiers. Advance ! 'tis a foldier's duty. Tofave, not to plunder beauty, Where e'er he's doom'd to go. Mifs Som. (within) Take this wretched life of mine ! Camte, and others. Let us out before it's night, [on Staireaft. Robin,( afide them) That I will not by this light. All. When 'tis woman that infpires us, Valour, Honor, Glory, fires us. Cazell, and others. Hear the lovely fufferers cry ? Comte, &c. Let us once more daylight fpy ? [•within* Robin. Hold your tongues and quiet lye. [Afide to 'em. Soldiers, Itfc. Knaves, if here we cannot view you, O'er the Mountains we'll purfue you. Comte, l3c. Let us once more daylight fpy ? [within, Robin. Hold your tongues once more fay I. 1 [Afide to 'em. Soldiers, tsV. Since the ruffians wont appear, March on 1 Mifs Somtr-vilU. Behold your vi&im here ! [Throwing open the door, dij covers befelf. Dalton. Mifs Somerville ! Mifs Som, Impoflible ! and arm'd againft my life ? Dalton."], [86, "The TRAVELLERS in SWITZERLAND i 74 Dalton. Oh no ! led hither by our better ftars to defend the perfon of her, who too unkindly fled from his protection ! Mifis Som. Am I to believe thofe fenfes which have fo cruelly deceived me ? Robin. Why, dear heart, my Lady, this is the ftrange Gentleman that wou'd a vit for dear lite to defend you. Mifis Som. And do I find in Dalton my gallant defender ? (Dalton talks apart with her.) Swifs Serf. Advance ! (to his men.) Robin. Now dont'e fight no more about my blunders ; for I vancy they be all vriends and neighbours, except a few rogues that I a' got fnug in a corner. Mifs Som. Why, are not thefe our rude affail ants whom I faw from the Battlement ? Serj. We are guards of the Republic, Lady, marched here to preferve it's peace, and the pro perty of this Caftle. Dalton. All this is wond'rous ftrange ! Mifs Som. How came I thus deceived ? Robin. Why,my lady, it was all along o' I ! for when that comical chap ftript me, and got the key of the drawbridge, I took'n for one o' the Mountain robbers that I dreamt on laft Sunday, who like a rogue, meant to let in all his com rades} zo what did I, but run and vetch thefe honeft zoldier gentry to zave you from murder, or mayhap zomewhat worfe. Mifis Som. Your zeal rather outran your difcre-* tion. Dalton. But it was faithfully intended. Mifis Som. Come, Charles, attend me now in fearch of a moft amiable, and affectionate com- panion, [Exeunt. Robin"], [87, "A COMIC OPERA. 75 Julia. What doings does he mean ? Cazell. I fuppofe, Mifs, de rejoice, and fire work we hear juft now. Lady Phil. Fireworks ! I am forry he in formed them of my coming, I fhould like to have been received incog; without any particular regard to my rank or diftinction ! but come, which is the entree, Daniel? Daniel. Stop a little, my lady, and in the midft of the buftle ; I'll try to ftep down, and let you all in, if I die for it ! [Exit. Cazell. Surely the fellow's mad, Lopez. Lopez. Oh, no, only bewitched, I fuppofe, like the reft of the caftle. [Exeunt over the drawbridge into the caftle. SCENE VII. — Veftibule within the caftle. Nerinda alone. ' Ner. Oh ! it was all my unfortunate doing ! I found out my miftake, juft time, enough to fly and force my poor lady, out of their barbarous reach for a moment ! Befet by a hoft without, and aflail'd bv ruffians within, what hope have I of protecting her further ? Enter two Freebooters. ift. Freebooter. Softly, comrade ! here fhe is, and luckily all alone ! ind. Freebooter. Why then, no ceremony. (Draw their fwords, Nerinda obferving them fhrieks) ift Freebooter. No uproar, madam, I charge you, to difturb the peace of the manfion. K 2 Ner."], [88, "The TRAVELLERS in SWITZERLAND : 74 Ner. What is it you would have ? (they feize her.) ind Freebooter. The pleafure of conveying you, and all your valuables into our mountain for protection, fair lady of the caftie, that's all ! 'Ner. Lady of the caftie ! indeed, indeed ! gentlemen, you are much miftaken — I am only an humble domeftic, and therefore every way unworthy of the honour you intend me ! \\fi Freebooter. This inftant then, fhew us where fhe is, and all her treafure. Ner. Something lefs than that, gentlemen, I hope will appeafe you ? ind Freebooter. No — difpatch ! Enter Comte. Ner. (afide) The monfter that fo deceived me ! Comte. Eh bien, ma petite guide ! vite ! vite ! my mules are at de gate to car votre maitrefle, yourfelf, and all your treafure to mon chatteau ! Ner. But, Sir, as I had the honour to in troduce you, indulge me at leaft in one fmall requeft ! Comte. Oh, ccrtainment qu'eft que c_a ? ' Ner. Only, Sir, as they are of fuch confide rable value, that you will have the goodnefs to take charge of my poor lady's jewels your felf! Comte. Aflurement ! and de lady auffi, if fhe be prett comme vous ! (afide) Oh, quelle grand coup! fhew me to de dear creature dis moment ! Ner. Up this ftaircafe of the tower, is an an tichamber to the right — there, alas ! too foon you'll find her ! Comte"], [89, "A C 0 M I C 0 P E R A. \\ 77 Comte. Wid de jewels, and beaucoup de l'ar gent ? Mr. Alas! all! Comte. Bon ! come, you fliew de way allons! Ner. Not a word, I entreat you, Sir, that you were directed by me. Comte. (makingfiignals offiecrecy) Oh! jamais! jamais ! ( Exit thro' the flair cafe door with Freebooters^ Nerinda foon after haftily returns, and bolts it.) Ner. There, monfter, I have out generall'd you for the prefent, however ; where now is my faithful countryman ? Enter Robin with a blunderbufs . Oh, Robin ! I'm glad you're come ! Robin. Flefh and blood cannot hold out this way much longer ! Ner. Courage, man, I have fecured three of the ring leaders within here ! Robin. But pray ye madam Nerinda, how did you contrive to nab them fo nicely ? Ner. Why, as they ftumbled up the old dark ftaircafe, in fearch of my lady and her jewels, I turned the bolt, and have them all fafe together. Robin. Ecod you nick'd 'em there for once, howzever. Ner. Now you muft guard the door, without faying one word to any body about it, till I re turn with fuccour. Robin. But how mun I manage to keep three fuch defperate toads, only under two bolts ? I'll try my beft howzever, till you get more help. Ner. Ay, do, my honeft Robin. (Exit Ner. Robin"], [90, "The TRAVELLERS in SWITZERLAND: 78 Robin. Ecod, then it's lucky enough I've juft let in the Zwifs Guard ; come now what will, my Lady cannot blame me for vetching 'em, for there's a Banditti zure enough, in the Caftle now, or the devil's in't. (liftens at the door) The chaps do zeem pretty quiet tho' in their new lodgings, and they'd beft keep zo (levelling the blunderbufis at the door) I be not over fond of your devilifh pop-guns, vor they lay many a vine fellow flat before he's on his guard. If I'd had but my quarter-ftaff from the weft, I'd a crack'd moft of their noddles myfelf before this time, or know'd the reafon why — ecod here comes anodier on 'em ! Enter Dalton, with a drawn hanger. Dalton. Which way could the ruffians fly ? Robin. Now dont'e come no nigher, or I mun down wi ye ! Dalton. Why, how is all this ? Robin, (looking at him earneftly) Dear heart and zo you be ! our true Englifh friend thatpafled me juft now, and ax'd fo kindly about the poor Ladies. Dalton. Where are the fuffering captives? (Robin points to the Tower door behind him.) Confin'd within that Tower; let me inftantly behold them ! Robin. Can'tr— I be zet, d'ye zee, as guard over 'en ; zo neither vriend nor voe fhall let 'en out ! befides you're but a youngfter, and they'd be too many for you all to nothing, (noife without) The devils own-zelf be in them zurely! vor here's two more ! now mun we ztand ztout by one ano tncr* [Dalton goes over to him. Enter"], [91, "A COMIC OPERA. 73 Enter Comte, followed by Freebooters. Comte. Ah ! 'ah ! fhe no come to Monfieur Anglois ! now I try my canto bello ! Comte fing s the fame Air. None as me do love you more, Cara bella— jolie fille ! Open den de abbey door, Vont you ? ah ! by gar you vill, Cara bella — jolie fille ! (Nerinda opens the gate, and makingfigns, the Comte and Freebooters entering, follow her.) SCENE VI.— The Battlements of the Caftle. Mifis Somerville appearing on one wing, Daniel and domeftics on another. A file of Swifs fioldiery in Front. — Platoon firing heard. AIR XXX— Chorus. Serj. The Caftie quick furrender, Ye horde of Mountaineers ; Or elfe our arms fhall raze it By ftorm around your ears. Mifs Som. Of pride you can't difarm me \\ So hence, ye ruffian crew ! No fummons fhall alarm me ! Nor tyrant force fubdue. (Exit, Sty: Are you for war? Dan. No — peace my trade is. Serj, Then will you yield ? Dan. Nay, afk the ladies. Srxj. ■ Your walls we muft batter down. K Da^"], [92, "The TRAVELLERS in SWITZERLAND s 74 Dan. Not yet, Sir, I pray ! Dome/lie. You'll wafle, thui your powder, Dan. Your fhot throw away ! Re-enter Mifis Somerville. Full Chorus. Honour, ~\\ Juftice, >bids us prove vift rious. Courage, J rr-i t ■» T° ThA l t^iem> wou'd he glorious ! Serjeant. Gunners, now your mortars bring, To affail the Eaftern wing. $ Daniel. Hark ye, Sir, — in pity fpare, Serfeant. Mercy none of you muft fhare. Daniel. She who fights, and looks fo fair ! Full Chorus. Honour, juftice, &c. [Mifs Somerville and domeflics retire. Dan, I'm glad they're all marched off to the other fide of the caftie ! I'll flay here and take breath a little ! I only turned my back on the cowardly dogs for a minute, and fpank they had me in an awkward place. (Mufiquetry heard on the other fide. There — fhe's at it again pell mell ? (looking oui anxioufly) Eh ! yes, but it is — my dear Lady com ing! and my deliverance I hope along with her! Enter Lady Philippa, Julia, Lopez and Cazell. Lopez. Yes, yes, we are right enough — for fee your ladyfhip's trufty courier on the bat tlement. Lady Phil. Looking out to announce our ar rival ! I hope we are not too late, Daniel ? Daniel. Oh ! no, my Lady, you're time enough to have a fhare of it. Here have been warm doings, I promife you ! Julia."], [93, "A COMIC OPERA. 73 Robin. Now, Mr. Serjeant, only be you zo good as to mount guard a little at this door — and I'll vetch you a bottle or two of old Englifli ftingo to whet your whifkers with!---1 after that 4 we'll rummage the flair-cafe, when madam ' Nerinda comes, and zee whether we a got ' vriends, or foes there ; vor we've been at * fuch crofs purpofes o' late, that I don't know 'which they may turn out after all.' — One thing now, however's ■ zertain — that ■ my lady's old zweet heart be come to vetch her home — zo I'll go and let our Madge out of the cellar, and bid her pack up her duds for Old England ! AIR XXXII. Acrofs the briny zeas I'll zteer, And back to Taunton Dean, To tell the little huzzies there, The zights that I ha zeen ! Oh rare be the doings of Tauntou Dean ! O fare, &s. When I zet out for voreign parts, Poor zouls, how they did cry ! I thought they wou'd ha' broke their hearts, They were zo fond o'l ! O fad were the doings of Taunton Dean ! O fad, &c. If they could cry when I were gone In grief for zuch a boy. Why zure, when I g >es back a mon They'll cry again for joy ! Oh rare be the doings of Taunton Dean ! Oh rare, &c. My zunday zpoufe poor Madge I'll make, As vree as vlow'rs in May, And from the little jades I'll take A wife for every day ! O rare then the doings of Taunton Dean! Oh rare, &c. L SCENE"], [94, "The TRAVELLERS in SWITZERLAND, 74 SCENE VIII .—The antient Hall, illuminated, and decorated with banners, and armorial bearings. Lady Philippa, Mifis Somerville, and Dalton. Lady Phil. You have told me many ftrange things to be fure, child; but refpecting the feudal inheritance of this caftle, I fancy I know a little more than you. Indeed, how you became its refident at all, is matter of great furprize to me. Mifis Som. To receive your ladyfhip within its walls on any terms, is an honour I little ex pected. f Lady Phil. I always faid that you and Dal 1 ton wou'd come together ; and a very decent * alliance for two young families on both fides — ' you cou'd not deceive me, child. e Mifis S em. No, Lady Philippa ; I fear that ' I have been too bufily employed in deceiving 1 myfelf. Lady Phil. (Taking her glafis, and looking round the Hall.) Let me contemolate the antient ban ners, and armorial bearings ! near this fpot, no doubt, the gallant Knight of Charlemagne, true to his plighted vow, fell in the prefence of a beloved miftrefs Enter Dorimond, leading Julia. and honourably died ! Dor. Fit fcene for a more humble Knight of Lov*, to claim the hand of her — for whom he fondly lives! Lady Phil. I'm all amazement ! Dorimond! Julia. Dear madam, allow me to declare, that tho' 1 knew not of Dorimond's difguife, my heart, adopting his .fentiments, naturally tri umphs in its fuccefs ! Dalton."], [95, "A COMIC OPERA. ~> c Dalton. Oh, your ladyfiiip will excufe it ' all, when you obferve, that the rogue, Dori r mond, has deceived even me, his beft friend, ' by the metamorphofis.— -Now Louifa, I truit ' y r>u behold Mifs Sidney in her real character. Mifis Som. I do— as a rival created only by own fufpicions. [Mifs Som. Julia., Dalton and Dorimond, talk apart. Lady Phil. Who waits ? where is my guide, Lopez ! Cazell. I left him, my lady, in the court yard, paying due refpect to the Count Fripcni. Lady Phil. The Comte ? — oh, I'm rejoiced that he is arrived ! ' Dalton. What, my chaunting, woman-kii ' ling hero ? c Cazell. Why, do you know this vaunting c, braggart, Charles ? * Dalton. Perfectly! Lady Phil. But where is he? I'm impatient to welcome his arrival. Cazell. He's in his own apartments, my lady, but rather in a difhabille. Julia. I'm forry this wretch is return'd {o torment us. Mifs Som. What can all this mean ? (afide to Cazell.) Cazell. Why, ma'am, the plain matter of fact is, that like other great men, fome of the Count's enterprizes have mifcarried : his laft de fign was to difpoffefs you of this caftle; but fa; - ing in this attempt, he has modefty enough, as a freeboeter, to put up with 'one of its dun geons! L 2 All."], [96, "The TRAVELLERS in SWITZERLAND, 76 All. The leader of the banditti ! Lady Phil. The Count difgraced, and in a dungeon ? Oh, that Mr. Sidney were returned ! (afide.) Lopez fhall inftantly depart for Straf burgh! Cazell. On what errand, my lady ? Lady Phil. In fearch of Mr. Sidney, the only perfon in whom I can fafely confide. Enter Sidney in his own drefs. Mr. Sidney. A fingle wifh of your's reftores him back to happinefs, as well as fight !— -(Lifts up his bandeau.) Lady Phil. I am petrified, aftonifhed, and every way deceived. Mr. Sidney. Not fo my Lady Philippa, if 1 have at laft but the good fortune to prove — the man to your mind! All. Mr. Sidney! Julia. My dear father in faithful Lopez ! ' Mr. Sidney. Where's the wonder, Lady Phi c lippa, that I, an old friend, fhould have pro f cured you a more trufty guide than your new ' faftiion'd acquaintance ? Dor. And can it be poffible, Sir? Mr. Sidney. Yes, your fellow-fervant in dif guife.-—But once or twice, young fpark, we had nearly been too cunning for each other. ' Dalton. You have contrived Sir, to hit off c an admirable character in this travelling maf { querade. ' Lady Phil. The fhaft of ridicule has reached c me. I perceive but too late, that toperfift, even ' in a family prejudice, is unworthy of a; great, * or a good mind. ( Mr. Sidney, y Taking her by the hand) Oh, never f too late to renounce an error, which an amiable ' heart"], [97, "A COMIC OPERA. 77 1 heart muft have long difclaim'd! This billet, 1 which I confefs to have perufed, has removed c all my ferious apprehe.ifions. I return it, c therefore, as an harmlefs, tho' unguarded do * cument of fafhionable levity. Mr. Sidney. Twice has this gallant adventurer faved our only child : join with me then, Lady Philippa, in bellowing; her hand upon him, and thus fecure the faithful fervices of an honeft fel low thro' life. Lady Phil. Moft chearfully. Dori. How fliall I ever repay — Mr. Sidney. Not by longfpeeches, Dorimond — You have won her by no feats of anceftry, but your own natural deferts ; if lhe prove a bleffing therefore, long may you live to wear it. Lady Phil. Oh ! Mr. Sidney, you have taught me at length to feel, that to contribute to the happinefs of thofe around us, is far more honour able than all the pomp that heraldry can boaft. ' Mr. Sidney. Then have I neither toil'd, nor ' travell'd in vain !' Enter Sir Leinster. Sir Leinfler. I perceive you generally contrive that Sir Leinfler fhou'd be front rank, where there's a prifon ; and always in the rear, when there's either love, or fair fighting ! But I'm in luck that the Comte has got his deferts, tho' I have loft mine ! And what a mighty pretty fiege you have had, where you've mann'd all your works with women! (leaking at Mifs Som.) c Palliluh! why, is the devil's felf come to you { all, that you ladies fhou'd turn foldiers, and 1 your lacquies become fine gentlemen ? 1 dare ' fay, now, it's all very funny, if one could but ' find out the reafon why ? Dm."], [98, "The TRAVELLERS in SWITZERLAND, 73 Dan. Oyes, Sir, I've heard of all your prank?, and find I am the only fufferer, by keeping my own countenance. Mr. Sidney. All fhall be explained, Sir Leinfler, to your fatisfaction. Dalton. But its time we mufter our little garrifon, to get a return of our miffing, and wounded. Lady Phil. Where is poor Daniel ? Enter Nerinda, leading in Daniel. Ner. Having properly difpofed of the ruf fianly Comte, who bafely furprized me, 1 thought in my duty to adminifter the beft comfort in my power to one, who has fuffered a little too fe verely from his own curiofity, and my miftake. Daniel. You have an odd way here of re warding merit, that's certain ; for you open your gates to a banditti, and throw your beft friends, neck and heels into a dungeon ! Mifs Som. c And is this your arch valet, that put us all in fuch a fright ? Julia. ' The very fame; and as inoffenfive a creature as ever breath'd. Dau. * What a rare thing my curiofity hrs ' prov'd to all except myfelf ! It was rather hard, c after efcaping the canifter-fhot of thefe ladies • tongues, to be ftuck upon the battlements, to * be pelted with double-round, and grape! All. ' Poor creature !' Lady P. Where are you wounded, Daniel ? Dan. Not where its likely to disfigure me much, my lady — being as it were — in a place a little out of fight ! Sidney. We'll find the means of afpeedy cure; but you don't feem to recollect your o!d friends, Dan ? Mifs"], [99, "A COMIC OPERA. 79 Mifis Som. But here, Dalton, I owe more than I can exprefs. (points to Ner.) Dalton. I am much her debtor alio ; for fhe was the guiding liar, that led me, a difconfoiatc wanderer, to this fpot. Mifs Som. * Is that fo, Nerinda ? Ner. ' Nearly, Ma'am, and one time or Other, perhaps you may do me as good a turn. Mifis Som. * The day feems to have been '\" devoted to ftrange myfteries, and as the night * is too far advanc'd to allow of your departure, ' I truft the new pofieffor of thu caP.le will allow c me to give you welcome. Dalton. Moft welcome all ! for thus our lovely hoftefs bids me fay ; and though we have no feats of chivalry to boaft, we may, at leaft, as good natured travellers, amufe ourfelves with recount ing our various adventures. Sir Lein. But when you do that, you'll re member, if you pleafe, to forget mine. Lady P. Firft accept my open recantation ! for here do I renounce the vain parade, and follies of falfe grandeur, convinced, that the juft diftinc tions of honourable rank, are beft fupported by their own intrinfic merit ! Sidney. Then am I raifed to the enviable dig nity of a happy man. Come, you young deftined brides, ere you fct out on your nuptial travels, will you deign to accept of a hint from one, who has gone this crooked road before you ? Julia. Certainly, Sir. Mifs Som. Oh, with pleafure! Sidney. Then build not too much on convert ing a man into a hufband, unlefs you can conde fcend at the fame time — to create that hufband vour Guide thro' life ! FINALE"], [100, "The TRAVELLERS in SWITZERLAND. 80 FINALE. AIR XXXIII.— Chorus — Now let us feek our native coaft, Where friends we hope will meet us ; As Travellers we then may boaft, If they but kindly greet us.. QUARTETTO.— Dalton, Dorimond, Miss Somer- ville, and Julia. Let others travel worlds around For pleafure if they choofe it ; The road to happinefs we've found, And hope no more to lofe it. Chorus. Now let us feek, tSc. NfiRI NBA, To follow clofe your fteps thro' life, You know, dear Ma'am, I meant it ; So fhou'd I follow as a wife, I'm fure I fhan't repent it. Chorus.— Now let us feci, Z3c. Daniel. Come, little Dan, 'twixt you and me, Your trip may well conteut ye ; You've loft your curiofity, And that is gain in plenty. Chorus. Now let us feek, tic. ' Mr. Sidney. By travel I've regain'd a wife, Tho' I was fore'd to fnare her; So, for the remnant of my life, I hope to win, and wear her. FULL CHORUS, Now let us feek our native coaft, Where friends we hope will meet us ; As Tra-veUtrs we then may boaft, If they but kindly greet us !"], [101, ""], [102, ""]]