[[1, ""], [2, ""], [3, "THE QUESTION OF THE DAY. CHURCH PROPERTY: What is it, and Whose ? A PAPER, READ BY WILLIAM BEST, B.A., BEFORE A conference of young men, held in connection WITH THE LEEDS BRANCH OF THE SOCIETY FOR THE LIBERATION OF RELIGION FROM STATE PATRONAGE AND CONTROL. April 17th, 1868. LEEDS : Printed by Henry Newton, Park Lane. 1868. PRICE ONE PENNY."], [4, "ENTEKED AT STATIONERS' HALL."], [5, "CHURCH PROPERTY: What is it, and Whose ? The great question of the separation of Church and State comprises two branches. On the one hand, the Church enjoys very extensive revenues ; on the other hand, the Church is sub ject to a tight grasp of complete Parliamentary control. The object of the Liberation Society refers to both these points. It seeks to free the Church from Governmental conti ol. It seeks also to withdraw from the Church the revenues by which it is now sustained. The design of the Society, so far as it respects the freedom of the Church from Parliamentary control, does not excite a universal opposition among Churchmen. Large classes of them are as favourably disposed to freedom of ecclesiastical action as we are ourselves, and, I suppose, tbe mootiDg and dis- cussion of this topic would hardly arouse the bitterness of the most erastian of the Evangelicals. But if the Church is to be severed from the State, we claim that the emoluments and revenues its officers now enjoy shall be resumed by the State for State purposes. Here we are met with strenuous and implacable hostility. Our opponents say that to secularize Church property would be an act of spoliation and robbery, as much so as if the Government were to take from Dissenting Churches the pro- perty they hold and which has become theirs by voluntary gifts. The question is a grave one, and its settlement, we are glad to say, does not lie with Ecclesiastics or with any clique or class. By the nation and its parliament it must be decided. At present it rests with us as citizens to consider the matter as fully and as fairly as we can. The time for settlement is not yet ripe. The mind of the nation has first to master the facts and principles involved. Then for prac tical measures, and no earlier, and we feel confident that any"], [6, "4 measures that may then be adopted will recognise the principle that the Ecclesiastical revenues are national property, and that the nation can appropriate them as it sees fit. But in what does the property appertaining to the Church consist, and whence do its revenues arise . I proceed to give a detailed and yet brief reply to these questions. 1 . Episcopal Property. In England and Wales there are two Archbishops and twenty-six Bishops. These Ecclesiastics are in the enjoyment of stipends ranging from £15,000 to £2,000 per annum. The total annual expenditure under this head reaches £155,000, which gives an average income to each prelate of £5,535. This large outlay is met by the revenues of estates attached to the sees. Until recently each Bishop was in receipt of the whole revenues of his own see. Now, however, the stipend is a fixed sum ; and after this payment is made, the balance arising from Episcopal estates, passes into the hauds of the Ecclesiastical Commission for Church purposes. 2. Capitular Estates. Much more expensive than our Bishops ire our Cathedrals and Collegiate Churches. The revenues of the twenty-six Cathedrals of England and Wales and of the two Collegiate Churches reached, in 1852, a total of some £313,000. The largest of these revenues belongs to the Cathedral of Dur ham. In 1852 it amounted to nearly £58,000 , in 1857. to more than £80,000. The smallest is that of Llandaff, which in 1852 was less than £1,000. By far the largest proportion of these moneys arises from landed estates. More than half of the capitular income goes in payment of Deans and Canons ; the rest in payment of the salaries of the members and officers ofthe establishments — in pensions, in repairs, in benevolent grants to Vicars and Church Schools, in management, and taxes, and a sum of more than £40,000 per annum is paid to the Eccle siastical Commissioners. 3. Parochial Revenues. We now come nearer home. Our Parochial Clergy, Rectors, Vicars; i.e., the beneficed clergy, are sustained chiefly from the produce of tithes and glebe lands. \"Tithes,\" says Blackstone, \"are defined to be the tenth part of the increase yearly arising and renewing from the profits of land, the stock upon land, and the per sonal industry of the inhabitants.\" During the last reign, an act was passed for commuting tithe into rent charge, and it"], [7, "5 has been commuted accordingly in a large number of parishes. By glebe we understand a portion of land attached to a benefice as part of its endowment. In addition to these sources of revenue, the Parochial Clergy have a claim to certain Easter dues and surplice fees, of which this bate mention may suffice. 4. We should omit from our review a very important part of Ecclesiastical property, if we made no mention of Advowsons. \" An Advowson,\" says Blackstone, \" is the right of presenta tion to a church or ecclesiastical benefice.\" Property of this kind is largely vested in ecclesiastical persons, and as the quotations of the market for such property shew, is of great value, though the owners are incapable of deriving any income from it. 5. In considering the Revenues of the Church, two great Corporations claim our notice, viz. : Queen Anne'sBounty and the Ecclesiastical Commission. A few words in explanation of the nature and design of these bodies may be of service. (1.) From the reign of King Henry VIII. to that of Queen Anne, what are called First fruits and Tenths of all Spiritual preferments in the kingdom, were paid to the Crown as part of its revenue. These payments had previously been claimed by the Pope, and though his claims had been resisted by the parliament of England, the Clergy, to a great extent, had obsequiously yielded to them. First fruits are the first year's whole profits of a Spiritual preferment, now calculated according to a valuation made in the reign of Elizabeth. Tenths are a tenth part of the annual profit of each living now levied according to the same valuation. In Queen Anne's reign the revenue arising to the Crown from these payments was vested in Trustees for ever, to form a perpetual fund for the augmentation of poor livings. It is evident that, by this act of the then government, the secular revenues of the nation were diminished, and the Eccle siastical increased by the amount wi ich accrued to the Governors of this fund. The yearly revenue of this fund is said to be about £200,000. (2.) The Ecclesiastical Commission is of much more recent creation. This Corporation owes its existence to the gross"], [8, "6 abuse of ecclesiastical funds which, in the third decade of the present century, had grown intolerable, even to conservatives, and which the Commission was created to remedy. The Commissioners have had to deal with property worth many millions, but nearly the whole was already appertaining to the Church. Their funds have arisen principally from Episcopal and Capitular Estates, and their ostensible work has been to re-distribute these resources with greater equity and with a view to the present necessities of the population. We are under obligation to them for the new sees of Ripon and Manchester, and for the union of those of Gloucester and Bristol. They have created and endowed a large number of new districts and parishes. They have caused the incomes of the smaller Bishoprics to be augmented by contributions from the revenues of the larger. Up to 1859, they had expended nearly £70,000 in augmentations of Archdeaconries, and more than £400,000 in management ; and nearly £180,000 in Bishops' palaces, gardens, stables, and the like. Better still, we think, they have increased the stipends of some of the poorer Clergy, and, to a certain extent, have remodelled the officialism and the finances of the Cathedrals. This Corporation is in fact an elaborate, an expensive, and not very successful machinery tor effecting a new and a better employment of existing wealth. 6. We have not yet adverted to Church-rates, a diminishing source of income to the Church, and doomed, we trust, to a speedy extinction, at any rate as a compulsory tax. This rate is a parochial tax, imposed by a majority of rate-payers in a vestry meeting duly summoned for that purpose by the Churchwardens, or by a majority of votes obtained by a poll ing of the parish, such poll being demanded in the vestry meeting. A rate may be proposed to meet what may be termed the incidental expenses incurred in public worship, such as the cost of communion wine and bread, the washing of the Clergyman's surplice, repairs, cleaning, &c, __c. In many parishes this tax is wholly disallowed, and the number of such is increasing. Still the reveuue raised in this way amounts to a considerable sum, and is largely drawn from the smaller towns and rural parishes where the Squire and Vicar are supreme. The returns relating to the Church-rates of the year ending at Easter, 1866, are from 12,572 parishes of England"], [9, "7 and Wales, — 3,819 of them returned nil, or no rates collected ; 1,878 others also shew no rate collected in the year, but give an account of the expenditure us endowments in aid of rates, or of alms, or of a balance in hand from the previous year ; 6,785 shew a rate collected in the year, — the whole sum collected amounting to £228,984. 7. We have now considered the principal sources of Eccle siastical revenue; but there are certain large endowments, which, as they have been appropriated for the benefit of the national Church, claim our notice. (1.) The two great Universities of Oxford and Cambridge are in the hands, so far as honour and emolument are con cerned, exclusively of Conformists. They are claimed by our opponents, as appanages of tbeir Church, and very largely and richly feed, sustain, and reward its faithful sons. The revenues of these ancient and magnificent institutions are very con siderable. Those appertaining to Oxford are calculated at £166,500 yearly, and the revenues of benefices in the gift of the Colleges at £136,500 yearly. Cambridge is less wealthy. (2.) A large number of Public Schools, of ancient founda tion, many of which are wealthily endowed, are, like the Universities, claimed for the Church, and the claim has hitherto been allowed. These institutions afford, in many instances, nothing more than snug and luxurious retreats to clerical nonentities.* They have been hindrances rather than helps to education, and have been shamefully degraded to serve the narrow and party purposes of a dominant Church. (3.) The Church of England dips deeply into the Parlia mentary purse, year by year, for the sustaining of her National * A Schoolmaster with £400 a Tear and One Scholar.— At a little English grammar school, which I visited, with au income, according to Parliamentary returns, over £400 a year, and annually increasing, I found two master- with fixed salaries and one scholar. Perhaps one of the most comical scenes ever witnessed in that county was the examination of that solitary scholar by the venerable and learned head master, the usher, and assistant master. He was a sickly boy and very ignorant. Before leaving the place I ventured, as a matter of curiosity, to ask the master upon what pension he would be willing to retire. \" I don't want to retire at all,\" said he. \" But,\" said I, \" you have only one scholar.\" To which he made the astounding reply, \"And I don't want any more ; why should I? I am an old man. This is a good reason to give you ; and the place is better than a curacy, I will not retire if I can help it. and certainly not for less than the full salary ; why should I V —Mr. Fearon, one of Her Majesty's Inspectors of Sclwols."], [10, "8 Schools. In the year 1866, the following payments were made by the Government for Educational purposes : — To Roman Catholics, £26,083 ; to the Wesleyans, £28,592 ; to managers of British Schools, £58,623 ; to the Established Church, £351,491. These sums, doubtless, do much to extend ele mentary education. They are named here as being so much national money, paid to certain religious denominations, chiefly to the National Church, and n^ade to serve ecclesiastical interests. We have now glanced in a very rapid manner at the wealth and the resources ot* the Established Church. Before proceed ing, it may be well to recapitulate. In doing so, let me place before you the following quotation from the Census return of 1851, published by authority of the Registrar General : \" The income of the Church of England is derived from the follow ing sources — Lands, Tithes, Church-rates, Pew-rents, Easter offerings, and Surplice fees. The distribution of these revenues may be inferred from the state of things in 1831, when it appeared to be as follows: — Bishops, £181,631; Deans and Chapters, £360,095 ; Parochial Clergy, £3,251,159 ; Church rates, £500,000:— Total, £4,292,885. In the course ofthe twenty years which have elapsed since 1831, no fewer than 2,029 new Churches have been built, and the value of Church property has much increased, so that after the considerable addition which must be made to the above amount, in order to obtain an accurate view of the total income of the Church in 1851, it is probable that it will be considerablv upwards of £5,000,000 per annum.\" It will be noticed that so far no mention has been made of any Parliamentary grants for Ecclesiastical purposes. Such grants for parochial purposes have ceased. It is needless to say that the strong and decisive current of feeling, in and out of Parliament, would render any attempts to obtain money in this way perfectly hopeless. During the first quarter of this century, however, large sums accrued to the Church from Parliamentary grants. Between 1809 and 1820, eleven grants of £100,000 each were made for augmenting Church incomes ; and between the years lbl8 and 1826, £1,650,000 were voted for the erection of new Churches. Briefly, — the Church has received, during this cen tury, the sum of £2,750, 000,by vote of Parliament, for parochial purposes. This is not all. Year by year, large sums are paid out of the revenues of the country tor clerical services. An annual"], [11, "sum is voted by Parliament for the paymen t of Army chaplains; of which, though part goes to the Catholics and part to Pres byterian Clergy men,— by far tbe largest share is absorbed by the Ciergy of the Church of England. The Parliamentary vote this year for the purpose named is £49,000. A smaller amount, say some £20,000, is voted for Navy chaplains. From ,the public purse are sustained, at a heavy expense, the Chap lains of the Queen and of the Lord Lieutenant of Ireland. It costs the nalion about £10,000 annually to supply its Ambas sadors and Consuls with chaplains of the Church of England ; and no inconsiderable amount is incurred by the country, for the conveyance of Colonial Bishops and their surroundings, to and from England, in ships of war. Local rates and taxes have to bear the expense of the chaplaincy of gaols ami work houses. It is estimated that the Clergy receive some 140,000 per annum from this source. All these large payments are made directly out of the taxation of the country, either im perial or local. We may now approximate to the resources lavished upon our most costly Establishment. The direct Ecclesiastical .revenues of tlie country cannot be less than between five and six millions per aunum, and is, probably, very consi- derable in advance of the larger sum. The other resources of the Church, consisting of funds held and managed by ecclesiastical hands and for ecclesiastical ends, may reach another million. Hence we may see that the national wealth that goes in support of the Church of England represents a capital sum of certainly not less than £150,000,000, and probably nearer £200,000,000. Now we may enter upon the momentous question ; Are the Endowments of the Church private property, or do they belong to the nation . Our opponents say that Church propeity was the gift of the pious and faithful in b\\ gone times ; that to all intents and purposes it is now the private property of the Church ; that by consent of State and Church, the national Government has a certain control and direction of ecclesiastic funds, but no right to alienate a penny of them ; that to alien .ate and secularize would be nothing less than spoliation and sacrilege. We, on the other hand, affirm that these endowments are the property of the nation, and absolutely at the disposal of the national will. On the hypothesis of our opponents, it is easy to see that"], [12, "10 certain consequences of a very inadmissible kind must follow. It places this alternative before the nation. It must either retain the Established Church, or, if it exercise the right, which no one denies it to possess, of abolishing the Estab lishment, it must yield full possession of ecclesiastical property to the Church. But it is obvious that to bestow freedom upon the Church and to leave it in full possession of all its revenues would be an immense blunder. The Church practically means Ecclesiastics, and to leave Ecclesiastics with a revenue of millions — to do as they please — without supervision, without control, without responsibility, is a scheme so wild and so infatuated that no sane man could for a moment give it entertainment. That the clerical body has a right to continued existence is a point that no one disputes, but that as long as it exists, it shall have an inalienable right to be supported out of the funds now devoted to ecclesiastical purposes, is a claim that can only be spurned and rejected. Besides, the Episcopal Church is liable to decrease in the number of its adherents. Relatively to the whole population of England and Wales, it has already done so, and to a large extent, and th is process may continue. Secessions may occur — as in the case of the National Church of Scotland — and if there be true honour among the warring sects within its pale, secessions will occur. It is possible that the adherents of the Established Church might diminish, until it comprised within its communion no more than a fifth or a tenth or a twentieth of the whole population. But on the hypothesis of our opponents, whatever diminution took place, it would be sacrilege to alienate a penny of its enormous revenues. As long as the succession of its clerics could be maintained, though their churches were empty and their altars abandoned, they would retain as full a right to all ecclesiastical endowments as though they ministered to the whole nation. What claim has such a theory upon the accept ance of a clear-minded and really honest man ? But, further ; Parliament might change the constitution of the Established Church. Its discipline, doctrine, and cere monial lie completely within its control. It has the power to grant all that the Ritualists desire. It might narrow down the system to the meanest conception of the meanest Evan gelical. No one can deny that its power in this direction is"], [13, "11 virtually unlimited. But we are told that though Parliament may transform the Establishment from Popish to Protestant— from Episcopal to Presbyterian — from orthodox to latitudi narian, yet, through all possible variations and changes, the ■Church would still be the Church — in the sense at any rate of retaining an indefeasible claim to all existing ecclesiastical revenues and emoluments. No constitutional wrong would be committed by any such changes, if only throughout them all, Church property remained the property of the Church. We cannot admit a theory so loose and so devoid of all moral life and tone. It i3 self-confuted. 2. Our opponents affirm — and it is their strong point — that the endowments of the Church have accrued from pious dona tion and gift, and, therefore, possess the sacredness of private property. The chief endowment of the Church is that of tithes. Our opponents assert that tithes originated in gift and bequest ; that in some far distant age landowners voluntarily bestowed upon the Church a tenth of the produce of their lands ; that they did this for themselves and for all that should come after them for ever. This is a broad assertion, lacking only in proof. No deed is extant, no deeds are known ever to have existed. The claim of a rector or a vicar is never grounded upon deed. He claims his tithe of common right. His tithe is his not by virtue of any deed existing or supposed to be existent, or supposed some time or other to have existed. His claim is a claim at common law. How the tithe system came into ex- istence cannot be affirmed with certainty. But it can be affirmed with certainty that our Clergy have no claim for tithe except that which they derive from the law of the land. Legislative enactments respecting tithes of a thousand years ago are extant, but none that create the tax. From the reign of Offa, king of Mercia, in the latter part of the eighth century, we possess a mass of legislation regarding tithe. We quote from the law of Offa : \" Wherefore with obtestation we enjoin that all be careful to pay tithes of all that they possess, because they are the special property of the Lord our God, and maintain themselves and give alms of the nine parts.\" Burns, in his Ecclesiastical Law, says, \" This law of Offa was that which first gave the Church a civil right in tithes in this land, by way of property and inheritance, and enabled the Clergy to gather and receive them as their legal due by coercion of the civil power.\""], [14, "12 A common law claim for tithe we can understand. The theory of pious gift we cannot understand, — it is incredible. It is an insult to our common sense, to ask us to believe with out a shred of evidence that could be taken into any court that at some time, in the darkest ages — date utterly unknown — all men owning land, throughout Christendom, bad and good, churlish and bountiful, the richer and the poorer, without any exception, made precisely the same gift to the Church, ten per cent, of the produce of their estates, never more and never less, and that every one of them concurred, not only in making this gift for themselves, but in making it binding upon their heirs in all ages to come. Whether such a theory, if admitted, would involve the inde feasibility of tithe property is more than questionable, but the theory itself is altogether too rank and gross. But the right to tithes used to be defended on quite another ground The theory of pions gift was preceded by the theory of Divine right. It was held that the Church had a right to every tenth pig, every tenth sheaf, every tenth haycock, by the will of God. This defence of tithes seems now to be abandoned. Black stone says, \" The title of the Clergy to them cannot now be put upon any Divine right, though such a right certainly com menced, and it would seem as certainly ceased, with the Jewish Theocracy.\" To recur to the old theory would be to incur almost universal laughter and scorn. And yet here, probably, the real origin of tithes is indicated. *I do not mean that they originated in the will and bidding of God. I mean that this was the ground taken by Ecclesiastics in those remote days; tbat on this ground they urged their claims, and that by appeals to the Books of Moses, backed by the might of clerical exhortation and denunciation, the right of Churchman to tithe procured for itself acknowledgment. This view is confirmed by reference to the law of king Offa, already quoted, in which tithe is spoken of as \" the special property of the Lord our God.\" The right of tithe, on the ground of a Divine title, finding at length a pretty general acceptance, was taken into the sphere of legislative enactment. It was defined, sanctioned, legalized, and the mode of its administration fixed. To us, tithe, like Income-tax, is known _.s a legal impost. It is claimed, and the claim is allowed and payment made, not iu obedience to the intentions and gifts of mythical bene-"], [15, "13 factors, in the darkest ages, but in obedience to well-known and compulsory law. And even if it could be proved of any portion of the tithe that it had become ecclesiastical property by pious donation and bequest, which we deny, yet it is impossible that this theory could in any way apply to more than a very small frac tion of the whole. Tithes and titheable property have grown to their present extent gradually, and for centuries we can trace the mode of their increase.* Some time ago it was proposed to reclaim the vast acreage of Morecambe Bay from the sea. Had that project been carried out, a new county would have been added to England ; and as the district became peopled and was brought under cultivation, it would have been made to form part of our parochial system. Every farm, as it came into existence, would have become subject, as farms are in all parts of England, to tithe or rent-charge. And where, in this case, would have been the pretence of our opponents, that tithe originated in pious gift . But this supposed case fairly repre sents the nature of the claim to the largest portion of tithe property. Tithe or rent-charge is paid in respect of millions of acres reclaimed in modern days from waste and barren ness. A few years ago, in the fen district of Huntingdonshire, there existed a number of shallow, though extensive meres or lakes — Ugg mere, Ramsey mere, Whittlesea mere. Jfhese have all been drained within the memory of living men, and are now covered with fertile and well-tilled farms. Whence the title to tithes here, — from pious gift, or from the law of the land. At least one third of the acreage of England and Wales, now under cultivation and chargeable with tithe, has been reclaimed from waste and barrenness during the last hundred years. It is calculated that in England and Wales there are some twenty-four millions of acres of arable and grass land. Nearly 8,000,000 of these have been redeemed from waste, by virtue of enclosure bills passed by Parliament between the years 1760 and 1849. Was the tithe upon these 8,000,000 of acres the gift of pious ancestors 1 In the year 1200, in the reign of king John, the population of En \"land and Wales is estimated to have been about 2,000,000, and the extent of acreage then under cultivation » The reader is here referred to Mi*. Miall's \" Title Deeds of the Church of Eng- land,\" to which the writer of this paper is largely indebted for the statistics in reference to the increase of titheable property."], [16, "14 was proportionately small. Of 24,000,000 now cultivated, not 3,000,000 were, then under plough or depastured. All this increase of tithe property is the creation of law ; for all this redemption of land has taken place since the age in which it is pretended that tithe was conferred by pious donation. Besides, only one-third of the tithe in strict law belongs to the parson. One-third was assigned to the poor ; the remain ing third to the repairing of the Cliurch. This is called the tripartite division of tithes, — and, says Mr. Eagle, \"At the time of the Eeformation the parochial Clergy and the religious houses were possessed of all tithes of ecclesiastical benefices, in trust, for the pious and charitable purposes prescribed by the tripartite division ; and, accordingly, the Rectors of parishes have always borne the burden of repairing the chancel of the Church down to the present day. But as to the share of the poor it has long since been retained and applied by the parochial Clergy to their own use.\" And so it is clear that, if any tithe at all were the gift of pious ancestors, which we deny, it could only be a very small fraction of that now existing, and of this fraction only oner third belonged to the parsons. There is, indeed, some shadow of a reason for the pretence that tithes are Church property by pious gift. This I will ex plain. #Down to the reign of king John the laity, while legally bound to the payment of tithes, retained the right or the cus tom of bestowing their tithe upon any church or religious house they might prefer. This practice is termed in the law books, \" the arbitrary consecration of tithes \" This practice fre quently resulted in the alienation of the tithes of a parish from the parish itself. Landowners, yielding to the large influ ence at that time wielded by monasteries and various* religious houses, were induced to assign their tithe wholly or in part to their use. This was done by legal instrument, and the monks claimed such tithe in virtue of deeds of gift. But it was not by such deeds of gift that the parish churches became entitled to tithe. Their title is of another kind. A Rector claimed then as now his payment of tithes, as his common law right. And if it could not be shewn of the tithes of any parish that they had been alienated by arbitrary consecration, that they had become the property of religious houses by deed of gift, they belonged of common law right to the parish Church. In brief, tithes were a legal and compulsory payment, but a"], [17, "15 certain power of appropriating them was reserved to the land owners. If this was exercised, the religious houses to whom tithe was assigned claimed it by deed of gift. If the ri_*ht were not exercised, or if no deed of gift could be produced, the title was vested of common law in the rector of the parish. There was, then, such a thing as pious donation of tithes, but we see that they were given away from, and never to, the parish Church. Our opponents throw much confusion into the subject of ecclesiastical property by the phraseology they employ. We are told that the Church has an indefeasible right to such and such property; that tithes and glebe and other endowments belong to the Church, and it really seems to be supposed that such phrases convey a valid meaning. So far from this, they are utterly meaningless. The Church of England does not and cannot possess a ro'od of ground, nor any building, nor property of any kind. What is the Church of England . We leave others to answer the question positively. We say negatively that it is not a Corporation, and, therefore, cannot hold property. The freehold of ecclesiastical property is vested in certain officials, who, for the purpose of holding it, are constituted Corporations. A bishop, a dean and chapter, a rector, a vicar, can and do hold the freehold of ecclesiastical property, but not. be it understood, in their own persons. A dean and chapter is a corporation aggregate. A bishop or rector, or vicar, is a corporation sole. In these corporations the freehold of ecclesiastical property is vested. The fee sim- ple is, we are told, in abeyance. It really lies with the people of England. It will be seen, then, that the talk about such and such property belonging to the Church is without meaning. Pro- perty may be held by a natural person, by a man or a woman, but the Church is neither man nor woman. Property may be held by a politic person, i.e., by a corporation, but the Church of England is not a corporation. It does not and cannot pos- sess property, and therefore cannot be despoiled of property. And what is the interest of a bishop, or rector, or vicar, or of a dean and the members of his chapter in Church property ? A life interest — no more. If this is secured to him, he can- not be said to suffer any wrong, whatever may be the fate of Church property. Now it is very obvious that a Corporation is a fictitious person, — a person created by the State and for public advantage. What the State has created it can also dis-"], [18, "16 solve. It can dissolve any existing ecclesiastical corporation. Such corporations have been dissolved and without stretch of Governmental prerogative. And if Government has power to dissolve one it has power to dissolve all. The only thing needed to justify such a step would be the public will and the public benefit. And if it should be decreed that as ecclesiastical function aries die, the corporations they sustain should be dissolved, who would be wronged 1 The dead bishop, or dean, or parson ? Impossible. The successors of such . Who are tbey . They are non-existent. But it may be urged, the Church of Eng- • land would be wronged. Who, then, or what is the Church of England . Our reply is, the people of England, the whole of the people of England constitute the Church of England. The Church of Eugland is the people of England, ecclesias tically considered. And if they concuVred in such a measure of dissolution as I have supposed, who, I ask, would be spoli ated . A man cannot rob himself, neither can a nation. And what we seek is this, — that the nation by its own will and by its own constitutional act should cease to exist as an ecclesi astical body ; and as the property that now belongs to it as an ecclesiastical body would not then cease to belong to it, but would lie in its hands for re-disposal, — we ask in such a case that it should be employed and administered for the national benefit according to the national will. We have hitherto spoken of tithe or of tithe principally ; but a large amount of landed property is in ecclesiastical hands. Are not the lands that belong to the Church to be regarded as endowments created by private bounty? If so, let the deeds be shown. Let us learn from them who gave — when the gifts were made — and for what purpose. No doubt, the land owners of forgotten times bestowed farms, and manors, and rich estates upon ecclesiastical corporations. Such gifts were also bestowed by kings out of national possessions. Of the lands at present devoted to Church purposes it is impossible to say how much or what was originally of private grant, or what was of public grant. But if the great Barons gave largely to the Church they gave on conditions, and no clergyman of the existing Church of England would dare to say that he enjoys the revenues of any such land on the terms that these pious ancestors were accustomed to j>rescribe. Cer tainly no landowner before the Reformation would give on con dition of such service as is rendered by Protestant clergy."], [19, "17 In point of fact, whatever land was given to ecclesiastical corporations became the property of the nation, and the nation has claimed and exercised supreme right over it. Many of these corporations have been dissolved, and at their dissolution their possessions reverted into the hands of the civil govern- ment, who have exercised over them the largest prerogatives of ownership. After all, no point is of greater importance than to ascertain how Parliament has regarded and dealt with this property. Plainly enough it has power to do with it as it pleases, — but such a power would never be wielded incautiously, or without consultation with the highest law officers of the State. Now, if ecclesiastical property be private and not national, Parlia- ment has a strange way of forgetting the fact. It augments, it diminishes, it re-distributes, it alienates, it abolishes, it com- mutes,— in fact, deals with it not as private but as national property. It does this on its own authority, and often with the clerical party in full voiced opposition. In Henry VIII.'s reign enormous masses of ecclesiastical property were transferred to the Crown, and by the Crown were partly em- ployed for State purposes, and partly bestowed upon favourite families among the nobility, and partly re-appropriated for ecclesiastical purposes. If the theories now held by Church Institutes and their upholders had been broached before the bluff King, the reno- vator, if not the founder of the Church of England that now is, there is little doubt that some one — any one that had been bold enough for the deed — would have hanged or burned for his temerity, even though he had heen a clergyman, a doctor of Divinity, or Laws, and borne as honoured a name as that of Massingham or Bardsley. The clerical theoiy directly impugns the acts by which the government of Henry VIII. dissolved the religious houses of Eugland. If these measures were iniquitous and unconstitutional, — measures of spoliation .and robbery — what shall we say of the Prelates of the Church of England and of those members of the highest nobility who share in the spoils to this day. We are sometimes reproached with trying to unsettle the tenure of property. They are justly liable to this reproach who deny the right of Parliament to deal with Church property as national property, and who thereby im pugn the acts of Henry and his legislature, and so call in question the titles to some of the richest estates in the realm. But if the parliament of Henry were justified in transferring"], [20, "18 ecclesiastical property to the Crown, we are sure that in these days it does not possess a diminished prerogative. About thirty years ago, Parliament did a little tinkering at that gigantic blunder and crime, the Irish Church. At that time the Legislature abolished ten Bishoprics, that is, enacted that they should no longer exist as separate sees, after the death of the bishops then holding them. Church-cess, or Church-rate was wholly abolished, and tithe was in part com muted and in part transferred to the landowners. Twenty-five per cent, of the tithe was by legislative enactment withdrawn from the Church and made over to the landowners. On the theory that Church property is private endowment, these acts were nothing less than legislative robbery. But if Parliament acted within constitutional limits in framing these enactments, it is obvious that Church property is public property, and may be dealt with as the nation sees fit. It ought not to be omitted from our review of this subject, that of late years a large amount of property has become Church property by private donation. Those who give to the Church of England give to a national Institution — in fact, to the nation — and they must accept in regard to their gifts all the conditions to which Church property is subject. Since this paper was written, Mr. Coleridge, in his speech in favour of Mr. Gladstone's resolutions, referring to the dis establishment of the Irish Church, made the following remarks : — \" He maintained and defied contradiction that, from the earliest times, and in the interest of mankind, the State and Parliament of England had claimed to deal with Church property far more freely and peremptorily than with any other kind of property whatsoever. Any man, therefore, who had given property, either during his life-time or after his decease, had given it with the full knowledge that the holding of his gift mightie interfered with, if in the judgment ofthe State that holding was prejudicial and inconsistent with the State.\" The nation may hereafter deal with Church property and with the recent gifts, to which we are referring and which are part of it, as may appear expedient. With many secular advantages the Establishment has its disadvantages. This is one of them. But with such property the Liberation Society has never sought for parliamentary interference. We think"], [21, "19 we speak the opinion of the leaders of the movement when we say that, whatever Church property has accrued by pri vate gift since the Reformation, ought to be secured for ever to the Episcopal Church, whether it be established or dis established. All other Church property would come within our policy of disestablishment, — that is. Episcopal and capi tular estates, tithes, Church-rates, Easter -dues, advowsons not in private hands, the old parochial edifices, church-yards, and glebes, and such new property as State grants have created. But, in seeking to deal with this vast property, the Libera tion Society has never refused to recognize the Life claims of bishops, and dignitaries and beneficed clergy to their emolu ments and offices as indefeasible. Our leaders have also recognized the claims of those who have been educated for the Church or who are being so educated, and who have a prospective expectation of sharing in its revenues. All such claims are equitable and ought to be liberally met. And if the nation should re appropriate such of its property as must in any case be employed for ecclesiastical purposes, a liberal and broad- hearted policy ought in this case to be observed towards the Episcopal body. We ask, it is true, for disen dowment, but disendowment with an equitable, with a gener- ous regard to all existing interests. o ***> No public question is of equal moment with that of dis establishing the Church of England. As long as there exists a favoured Ecclesiasticism, as long as the State makes it of any advantage for a man to profess one form of religion rather than another, injustice is done. Whether the injustice is more or less is not worth considering. If it be a great in justice there is great reason for sweeping it away ; if the injustice be small, there is the less reason why it should con tinue to exist. But an Established Church never has been, never can be a small injustice. It is a great wrong. It cannot exist without impairing our citizenship. Every faithful citizen, every man of honour, ought to stand upon an equal footing before the law. An established Church forbids this. In all that is appertaining to public and secular life no difference ought to be made in respect of the form of religion professed. To raise any question of this nature is intolerable impertinence. Government has no function here. But if these views are sound, as I believe they are ; if we accept them, if we feel that an Established Church is a wrong aud a mistake ; and if we consider the matter for practical ends and for redress,"], [22, "20 H£S)*' 1- v *K . ._,*_, u fee inevitably come athwart the subject of C and it is ODe we must not evade. It de_r tion — calm, earnest, honest investigation. And I hold should lie open to the charges so reckless sHame. alleged against us — of spoliation and robbery -if we to seek for the disendowment of the Established Ora before we had satisfied our judgment and o_.r ■ that these revenues are public and not privste properl and tbat Parliament, if it think proper, me th for national and secular purposes without injustice to . man or body of men. Honestly, I believe it trust this paper will help you to the same conviction. (. assailants honestly believe it cannot. It is feu* the wl nation to decide. To public opinion, to the great lawyers of the land, to Imperial Legislature, to the inarch of years, and to of events, we are content to leave the issue."], [23, ""], [24, ""]]