[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, "Frontispiece."], [7, ""], [8, ""], [9, "Sutton Valence & East Sutton, THEIR EARLY HISTORY. II Y THE REV. J. CAVE-BROWNE, M.A. [VICAR OF DETLING. KENT,] AUTHOR OF \"LAMBETH PALACE AND ITS ASSOCIATIONS\" \"ALL SAINTS' CHURCH, MAIDSTONE,\" ETC. \" I do love these ancient shrines ; We never tread within them, but we set Our foot upon some reverent history ; Here some lie interred, Who loved the Church so well, And gave so largely to it.\" PRINTED FOR THE AUTHOR, BY W. P. DICKINSON, HIGH STREET, MAIDSTONE. 1898. ALL PROFITS TO BE GIVEN TO THE RESTORATION FUND."], [10, ""], [11, "ERRATA. Page 33, line 29, for \" smeered \" read \" smeared.\" Page 34, line 2 in note, for \"-LJIhurch'' read \"F. Church.\" Page 38, line 1 7, for \" end&Bted '•' Ye\\d \" indebted.\""], [12, ""], [13, "INTRODUCTION. THE appearance of this little volume may be accounted for in a few words. The author had often been struck with the extreme beauty of the windows of East Sutton Church as he passed along the road which runs by, and when opportunity offered looked into the Church, only however to be pained at the sight of so much neglect and decay. When one day he was attracted by the sound of workmen within, and then found that under the appreciative zeal of one of the Churchwardens, Mr. W. R. Ward, and a few like-minded Parishioners, a great work of reparation was being carried on. The removal of layers of mortar, the disclosure of long. concealed windows, and the bringing to light of other architectural gems, show*ed to him what a tale of history and art those walls and windows could reveal, and led him with an increasing and all-absorbing interest to endeavour to work out its history ; and of that endeavour this little volume is the result. He was induced to undertake it at the request of Mr. Ward, supported as it was by a very liberal offer of help from Mr. J. Church, a sympathising neighbour. Then came the loan of the electro blocks from the Hon. Company of Cloth-workers, which had served as illustra tions for a work by Mr. Angell a few years ago. This was followed by the ready contribution of photographs by his valued friend the Rev. Gardner-Waterman, all of"], [14, "INTRODUCTION. IV which demand grateful acknowledgment. Thus has the little volume grown into its present proportions. It will no doubt be noticed that no particular mention is made of the Grammar School beyond its foundation. Valuable as it is, it has of course no Archæological history. The present century has seen the imposing and picturesque buildings which now cover the southern slopes of Sutton hill, and he felt that there was nothing to bring the building within the scope of his original Archæological design. In time, no doubt, this admirable School will find its own historian. Fully aware as he is of many imperfections and defi ciencies, (especially as a considerable portion was dictated from a sick bed), he hopes that he may have been able to collect together such an amount of information as may prove interesting to Parishioners, Archæological neighbours, and Sutton Valence Schoolboys, past and present, and may produce some, however small, addition to the Fund which has been and is being raised for the purpose of carrying to completion the good work of Restoration so conscientiously begun. The windows of the north Chapel, especially that at the east, plead for a timely repair to save them from utter decay * that in the south Chancel also prays that its wrong of the past may now be righted • while the goodly tower, with its threatening fissures, cries as loudly and distinctly as stones can cry, that it may be saved from becoming a ruin."], [15, "Sttttcm Wwltm atib fet Sttttmt. THE MANORS. SELDOM do we find an English Parish however small, which in the history of its Manor, or in the details of its Church, does not amply repay a little research by revealing some interesting associations with the \"long, long ago : \" but it is very seldom our lot to meet with one so small, and so secluded, and therefore so little known, which is so full of the nation's history as the smaller of the two which form the subjects of our present paper, Sutton Valence and East Sutton. Originally two distinct Manors, each with its own Church, they were for some centuries so closely connected, that it becomes necessary to treat of them as one. As such we find them under the same Lords and the same Clergy. These Manors were, not once or twice, deemed worthy to be chronicled as forming part of the possessions, and in some cases the dowers, and probably also the occasional homes, of English Princesses — Saxon, Norman, and Plantagenet. In Domesday Book1 both Manors, though distinctly 1 According to the Domesday Record the two Manors, or Parishes, differed considerably in size and value. That of Sutton Aralence was rated at four (not two, as Hasted says) sullings, while East Sutton was rated at only one and a half. In other respects, they were nearly alike. Each had right of panace for fifty hogs : and each its Church. East Sutton had ten servi, but Sutton Valence none. Both were held at the same rental, £10, then raised to £18. Sutton Valence had a mill (molinum), for which it is still dis tinguished. 13"], [16, "2 Sutton Valence and East Sutton. described, are mentioned under the same name of Sudtone ; and both held by the same tenant, under the same Lord Paramount : in the days of the Confessor, by Leofwine, a younger brother of Harold, who appears under the varied name of Comes (Earl) Leuuin and Leuenot, but at the Conquest the Saxon element had disappeared, and Adam Fitz (filius) Hubert held both Manors under Bishop Odo, the Conqueror's half brother. In the next official survey of the land, known as \"Testa de Nevill,\" which was made in the end of the reign of Henry III. and the beginning of that of Edward I., say between 1270 and 1 280, the joint Manors formed a part of the Barony or Fee of Simon de Montford, Earl of Leicester.1 The question then arises, \" How can we fill in this interval of nearly 200 years between the two Records ? \" This can only be done by gleaning a few chance grains of informa tion from Charters preserved in the Record Office, among the Patent Rolls, Close Rolls, &c. Now a Charter of the first year of King John2 tells us that at that time, i.e., 1199, the two Sutton Manors were held in conjunction with several other Kentish Manors by Baldwin de Betun, Count of Albermarle, whose name appears in the Red Book of the Exchequer, (Liber Ruber de Scaccario,) in 1166, as \"Comes de Alba Maria.\" This transfer may be thus easily accounted for. Baldwin's grandfather, Stephen de Betun, had married Adeliza, a half-sister of William the Conqueror, and already possessed the Norman title of \" Count of Albermarle.\" His son, William le Gros, as he was called, (and is commonly known in the Patent Rolls as Gullelmus Grassus,) left an only 1 Testa de Nevill, p. 214. 2 Kalend. Rot. Chart., 1 John, m. 20."], [17, "The Manors. 3 daughter, Hawyse, who first married William de Maude ville, Earl of Essex; on his death in 1189, she married William de Fortibus, who died six years after ; and she then married, for her third husband, Baldwin de Betun, who was her own cousin, both beings grandchildren of the Conqueror. In each case she carried with her the title of Albermarle, and the estates. Then, when Odo, the Bishop of Baieux, was expelled the country, and all his •lands forfeited to the Crown, it was very natural that King John should confer some of his estates, and among them the Manors of Sutton, on his near kinsman Baldwin de Betun. He again, in 1203, assigned them with the king's sanction to his daughter Alicia (or Amieia), as her dower, on her marriage with William le Mareschall,1 who was afterwards created Earl of Pembroke, and with that title these Manors thenceforth remained for nearly 200 years. It was this William le Mareschall whom Hume declares to have been \" the man of greatest vigour and capacity in the English Court.\" He died in 1219, and though not himself a Templar, was honoured by a burial place and an effigy in the Temple Church. His son, also William, (commonly known as Comes Mareschall, Jun.) occupies an even more conspicuous place in the annals of England, He it was who, under the title of Earl of Pembroke, 1 \"Baldwinus de Betun, Comes de Albamarla concessit in maritagio Willelmo filio Willelmi Marescall Comitis de Pembrochie and Alicie filie Baldwini de Betun, Comitis de Albarmarle,\" P.R., 5 John, Pt. I., m. 19. The origin of this family may be thus traced. The office of Earl Marshall (Martit Seneschallus) created by Stephen (1135), was first conferred on Gilbert de Clare, younger brother of Richard de Clare, Earl of Hertford ; this Gilbert was four years after created Earl of Pembroke. His son Richard, better known as \" Strongbow,\" left an only daughter, whose husband William succeeding to his father-in-law's office, adopted that as his surname, and was thenceforth known as William Marshall, and in him the Earldom of Pem broke was revived in 1201."], [18, "Sutton Valence and East Sutton. 4 Willelmus Maresca.llus, Comes Pembrohie, though his father was still living, appears at the head of the roll of the noble persons, \" nobilium virorum,\" who extorted from King John the far-famed Magna Charta at Runnymede in 1213. His effigy holds a still more honourable place than that of his father, in Westminster Abbey. He had married Eleanor, the king's daughter : but leaving no heir, the Manors again fell to the Crown, and were conferred on Fulke de Beaute,1 a low-born but clever un scrupulous Court minion, one of King John's evil counsellors, whom he had compelled Hawy se, widow of Baldwin de Betun, to marry as her fourth husband, in spite of remonstrances and entreaties. All that seems to be known of this Fulke de Beaute's connection with Sutton is that in 1281 he obtained from Henry III. the grant of a Market or Fair for Town Sutton, to be held on the vigil, the day, and the morrow, of the Feast of St. Edmund.2 This became in time one of the most important cattle fairs of the County : but it gradually dwindled into insignificance, and only a few years ago, within the memory of middle-aged men, died of inanition. In due time this man was detected and convicted of gross rapacity and extortion, and shared the well-merited fate of so many Courtiers, being banished the kingdom • while the Sutton Manors and his other estates were confiscated, and again fell to the Crown. 1 Dugdale, in his \" Baronia,\" calls him \" Bearcte,\" and many subsequent writers have followed his mis-spelling of the name, which is clearly \"Beai.te.\" \" Rex concedit . . . Faulkesio de Breaute totam terram que suit Baldwini Comitis de Albermarle,\" P.R. 18th John, m. 1. 2 ' ' Dominus Rex concessit Falk. Breaut . . . quod habeat Feriam singulis annis apud Manerium de Sutton in vigilia and in die et crastino Sancti Edmundi, . . . ct mandatum est Vicecomiti Cant, quod feriam illam ei habere faciat.\" 6 Henry III., m. 4."], [19, ""], [20, "To Face Page 5- SUTTON CASTLE"], [21, "The Manors. 5 Once more these Manors formed part of the bribe to win into closer allegiance a valuable ally in the person of another rising Court favourite, Simon de Montford, on whose father, (also a Simon), John in 1207 had conferred the Earldom of Leicester, he having married Amieia, the daughter of Robert de Bellomont, a former Earl of that \" Honor,\" whose son Robert, surnamed Fitz-Parnell, had died childless. To secure the powerful aid of that influential but ambitious noble, Henry III. forced his own sister Eleanora to marry him, against her own will, and in violation of the vow of perpetual widowhood, which she had taken on the death of her first husband William le Mareschall, the second Earl of Pembroke.1 Thus we are brought to that entry in \" Testa de Nevill,\" already referred to (p. 2), with its explanation, which runs thus : \" Galfridus Martel (tenet) dimidium feodi in Sutton de Simon de Monte Forti, et ipse de W. Marescallo.'' The once con spicuous, but now ruined, Sutton Castle, by tradition associated with the name of Simon de Montford, demands more than passing notice. Probably in no other of his many Manors could this ambitious and high-handed Earl have placed himself in a more commanding position, or fortified himself more securely than here. It may have reminded him of the \" Strong Castle \" on the height between Chartres and Paris, from which his grandfather took his name of Monti-forti. At the extreme end of an abrupt spur, projecting beyond the line of the Chart range of hills, here no doubt had once stood an early Roman or even British watch-tower. The discovery of foundations of a building and a large number of Roman urns, etc., in the year 18-41, led Roach Smith to think that it must have 1 Knighton. Decem. Scriplores, p. 2347. See above, p. 4."], [22, "6 Sutton Valence and East Sutton. been the site of an important station, and probably the site of a \"Speculum,\" or watch-tower. A quantity of glass vessels and pateræ, and specimens of Samian ware, fibulæ of bronze, ivory ornaments, etc.,1 which are now preserved in the Maidstone Museum, were dug up here. From this point the eye could command the Weald spread out below, from the lordly castle of the Clares at Tonbridge on the West, to the strong, if less formidable, fortress which in former days had crowned the hill at Lymne on the East ; while before him rose on the summit of the South-Down range the Beacon Light which used to blaze out on the top of the still standing Fairlight Tower, and the then grand, but now ruined, walls of Hastings Castle itself. Here, in days when every Baron was forti fying himself against his neighbour Baron, or his Liege Lord, when every man's hand was against his fellow, such a position enabled him not only to confront the invading foe, but also to defy his Kiug, or any rival Baron.4 But Simon de Montford, though himself a foreigner, protested against the excessive introduction of foreigners 1 Archæologia' Vol. xxix., pp. 421-3. 2 Kilnrne, Survey of Kent, p..259, says of this \"Ancient Castle\" that it was built, as is conceived, when the sea came up the valley, under the same which, that it so did, appeareth by an Anchor there found, not far from the Castle, in the memory of men lately living. Philipott, Villare Canlianum, p. 333, tells us that in his time (1676) this Castle, \"in its relicks and fragments with much of venerable magnificence, overlooked the plain. \" He also questions the claim of Simon de Montford to be the builder : for he says that \"William de Valence certainly instituted the Castle;\" and Hasted (Vol. ii., p. 414) suggests that it was built \"probably by one of the family of Valence, Earls of Pembroke.\" Yet the rudeness of the structure com posed as it is of rag stones and flints, seems to connect it rather with the earlier part of the 13th, than of the 14th century : in which case it would presumably belong to the time of Simon de Montford rather than that of the Valentia Earls."], [23, "The Manors. 7 about the Court • threw himself ere long into the cause of the recalcitrant Barons ■ indeed became their leader • and eventually fell at the Battle of Evesham, fighting against the King • when all his estates, Sutton among them, were confiscated, and fell to the Crown, and his widow, sister though she was of the King, was banished the country. Henry III. had not far to go to find a recipient for these Manors • and conferred them on his own half-brother, William de Valentia, the son of Isabel of Anjouleme, the widow of King John, who, on his death, had married Hugh le Brun, (of Valentia in Spain), from whence William adopted the title of \" de Valentia,\" or Valence. From him the place hitherto known as Town Sutton, received the name of Sutton Valence. This William married Joan, the sister of William de Munchesi, and in him was revived the title of Earl of Pembroke, which had lapsed a short time before by the death of Anselm le Marshall without any family. He was succeeded in the Earldom and this Manor by his son Aymer, or as he is called in Parliamentary writs Adomarus de Valentia, with whose death in 1323 the Valentia line in the Pembroke Earldom ceased.1 Aymer married three times : his third wife, Maria de Sancto Paulo, a lady of noble descent in France, demands especial mention, as being probably instrumental in 1 These successive transfers are thus recorded in llotuli Hundredorum, p. 223. \" Dicunt quod Manerium de Sutton suit dominicum domini R(egis) H(enrici), patris regis nunc (Edwardi I.), qui dedit illud Manerium domino Willelmo Comiti Merescall, in maritagium cum domina Elianora sorore sua : et mortuo dicto Marescallo, dominus Simon de Montiforte duxit dominant predictam in uxorem, et habuit cum ea illud Manerium. Et mortuo ipso domino Simone per bellum de Evesham, intravit in illud Willelmus de Valence qui illud Manerium clamat hereditatem uxoris sue, et idem Willelmus tenet Manerium predictum de domino Rege in capite :\" &c, &c."], [24, "Sutton Valence and East Sutton. 8 bestowing on East Sutton Church one of its most conspicuous objects of beauty, the east window of the south aisle. This is at best conjectural ; not so the fact that the University of Cambridge owes to her one of her Colleges, where she has left a memorial which has already lasted for five centuries. She devoted a widowhood of nearly sixty years to good works, and among them the foundation of a College, which was originally called after her own name, that of \" Maria de Valencia,\" and after wards after her husband's title, Pembroke Hall, and now College.1 In the seventeenth century work of Sir Christo pher Wren • scarcely a vestage remains of the original building of this pious foundress. As Aymer de Valencia had died without children, the title and estates passed to his sister Isabel, who had married John Baron Hastings, and then to his son Lawrence Hastings, who obtained the confirmation of the Earldom of Pembroke from Edward III. in 1339.2 On his death in 1348 they fell to his son John Hastings, who had 1 Dyer's History of Cambridge, vol. ii. p. 94. An early student of this College, named James Nicholas, of Dacia, has left behind a Latin poem (Cottonian MSS. Claudius A. 14J, to which he has prefixed the following proemium : \" Jacobi Nicholai de Dacia poema in honorem Adamari de Valence, quondam Comitis Pembrochie, scriptum, A.D. 1363. Jacobus iste profitetur se fuisse scholarem nobiliis Domine Marie de Sancto Paulo Comitissa de Pembroke, supradicti Adamari (Aymer) uxoris, que Collegium Pembrokium Cautabrigie fundavit.\" 2 P.R., 13 Edward III., m. 12. 1239. \" Cum hereditas bonæ memoriæ Adomari de Valencia Comitis Pembrochiæ, ut dicitur Palatini, pridem sine hcerede de corpore suo proereato decendentis, ad sorores suas fuerit devoluta inter ipsas et earum hæredes proportionabiliter dividenda. Quia constat nobis quod prefatus Laurentius, qui dicto Adomaro in partem hereditatis succedit, est ex ipsius Adomari sorore seniori descendens .... sibi debetur prœrogativa nominis et honoris justum et debitum reputamus, ut idem Laurentius ex seniori sorore causam habens, assumat ac habeat nomen Comitis Pembrochiæ, quod dictus Adomaris habuit dum vivebat. Quod quidem nomen, quantum in nobis est, sibi confirmamus,\" &c, &o."], [25, "The Manors. 9 married the King's daughter Margaret, and was made one of the early Knights of the Garter. Thus again the Manor became connected with Royalty. But it was a short-lived connection : for she was divorced from her husband very soon after marriage, and in 1368 he married, as his second wife, Agnes, the daughter of Sir Walter (afterwards Lord) Manney, who lives in history as the original founder of Charterhouse. They had a son, also Sir John, whom his father did not live to see, as he was made a prisoner by the Spaniards on his attempt to relieve Rochelle, and though released a few years after, retired to France, where he died, as is suspected, of poison. His son, also a John, was born the very year of his father's capture, and barely lived to attain manhood, and married the King's daughter Philippa; but all promise of a brilliant and distinguished career was blighted, for he had barely attained to manhood when he was killed in a tournament at Windsor. Indeed, a fatality seemed to be hanging over the Hastings family, for, as has been noticed, \" No son ever saw his father, and no father lived to see his son \" for several generations. He died leaving no heir, and with him ceased the direct line of the Hastings family in the Earldom of Pembroke • which remained in abeyance for many years. We now arrive at a period in the history of these Manors, when, hitherto united, they became separated. The change arose thus : when this last John Lord Hastings, Earl of Pembroke, died, the next heir appeared in the person of Reginald Lord Grey, a great grandson (through his daughter Elizabeth) of the first John Lord Hastings, who, as already mentioned, had married Isabel, one of the sisters of Aymer de Valencia. The lands he owned in"], [26, "10 Sutton Valence and East Sutton. Wales, at Ruthen, from whence he took his title of Lord Grey de Ruthen, bordered on those of Owen Glendower, with whom he was constantly at war. Falling in one of these encounters into Glendower's hands, he was called on to pay a heavy ransom of 10.000 marcs. To raise this sum a licence was granted by Henry to sell the Manors of Lord Grey, and among them those of Sutton. From that day the Manors have been divided, and have passed in different lines, and lost their original character. Hitherto they had been almost regarded as a Royal appanage ; a lordship at the disposal of the Crown, held, as we have seen, by distinguished members of the nobles of England. Henceforth they were to be a \" marketable commodity \" passed by sale from one owner to another, though generally held by important Kentish families. That of Sutton Valence fell first to the St. Ledgers, of Otterden, from whom it passed to the Cliffords, of Bobbing Court, near Faversham • the last of these, Nicholas Clifford, left it as a dower to his only child, Mildred, who married, as the first of four husbands, Sir Edward Harper, who sold it to Sir Edward Hales, of Tunstall, from him it passed to the De-Bouveries, and from them to the Filmers. The Manor of East Sutton would appear from Philipott's account to have gone to Leeds Priory, and on its suppres sion by Henry VIII. to have fallen into the hands of John Tufton, Esq., of Hothfield, who sold it to Richard Argall, Esq., Otteringden, whose daughter Elizabeth married Edmund Filmer, Esq., of Herst. He purchased the Manor from her brother : and in his family it has ever since remained."], [27, "11 THE RECTORS AND VICARS. FROM the Lords of the Manor we pass naturally to their Clerical nominees, to whom they assigned the revenues and the duties of the Church. Here we meet with the two bodies, the Rectors (personœ, or Parsons proper), and their Vicars, those who performed the Church duties vicariously. With the Rectors as a rule lay the selection of their Vicars : and it is from the records of these appointments, as preserved in the Archiepiscopal Registers at Lambeth Palace, that we are able to trace the succession of the two classes, which are so closely interwoven together. For instance, the first mention of a Hector occurs in the pre sentation of the first recorded Vicar, where Bartholomew (whose sirname is not given), in the year 1288 appoints as his Vicar Ricardus de Lemnia.1 The next Rector is •Ricardus de Andevere, who in 1310 presents Gilbertus de Swafpham3 to the Vicarage ; on resigning the Rectory in 1319 he is succeeded by Radulphus de Sutton, being appointed by Adamarus (Aymer) de Valence, Comes, who had then become Lord of the Manor. Radulphus in 1324 presents to the Vicarage Johannes de Stok (or Stocke) ■ and appears to have died within two years, for in 1326, Aymer de Valence being dead, aud the patronage passing for the time to the Crown, Edward Ll. appoints Ricardus de Wynneferthynqi.3 His, however, must have been a 1 Abp. Peckham's Register, f. 38, b. - Abp. \"Wynchelsea's Register, f. 52. 3 Abp. Reynold's, f. 254."], [28, "12 Sutton Valence and East Sutton. very short tenure, for the same year the King appoints one of his Chaplains, Ricardus de Hannyngfeld,1 to the vacant Rectory. Hannyngfeld was clearly a man in high favour and confidence with Edward, for three years after he obtains \" a licence to go beyond the seas on the King's service, with Maria the widow of Aymer de Valence,\" a licence which was renewed for a further period two years after.2 Rome was no doubt his place of sojourn, and he took advantage of it to further his preferment, though apparently without success ■ for the Papal Registers, recently published (by C. Bliss), mention an application made by him in 1332 to the Pope for a Canonry at Ripon, where a Minster and Chapter of Secular Canons had existed for some years, and again in 1349 for a similar appointment at St. David's.3 We find him in the latter year, still holding the Rectory, and presenting to the Vicarage of Sutton Valence Robertus Lovel.4 The succession of the Rectors now becomes somewhat rapid and confused. For while the Lambeth Register records the presentation of Baldwinps du; Merewod,6 by Agnes, Countess of Pembroke, wife of Laurencius de Valencia, to the Rectory, in a Patent Roll6 occurs the name of Johannes de Sancto Paulo, as Rector ; as if appointed to act during the absence of Hannyngfeld. This name suggests a kinship with the Countess with whom he had gone abroad, Maria, the widow of Aymer de Valence, 1 P.R. 2 Edward III., pt. ii., m. 12. 2 Ibid, 12, 18. 3 Papal Registers (Bliss), p. 162. 4 Sede Vacante Cant vol. G , f. 56, a. between the death of Abp. Brad wardine and the appointment Abp. Islep. 6 Islep, f. 232. 6 9 Edward III., pt i , m. 38., A.D. 1335."], [29, "The Rectors and Vicars. 13 who was the daughter of Guido de Chatilion, Earl de Sancto Paulo. It has been noticed that this lady was the foundress of Pembroke College, Cambridge, in 1347 (p. 8). The next Rector of whom we find any mention is John Queenborough, whose name occurs incidentally in a Patent Roll of much later date,1 referring to the earlier history of the Advowson. He is spoken of as having been appointed to the Rectory by John de Hastynges, Earl of Pembroke, (the son of Laurencius de Hastynges) but his presentation does not appear in the Lambeth Registers. While Agnes de Hastynges, probably on the death of her husband, exercises the right of Advowson, as she had done in the case of Baldwins de Merewood, and in 1361 appoints Robertus de Lydiard2 to the Rectory • by whom several Vicars were presented, Reginaldus Rowe in 1363, Rogerus Stoke in 1369, on the death of Rowe, and the following year Willelmus Ibotte,3 on Stoke's resignation of the Vicarage. In 1385 Thomas Batte* was presented, but appears to have only held it for a few months, when in 1386 Thomas Scriven5 was appointed. Here the monotony of the mere names is broken by the record of a highly discreditable act on his part, the committing a gross assault on his wife Margarie, in which blood was shed, \"Manns injecit temere usque ad sanguinis effusionem,\" (whether in the Church or in the Churchyard is rather doubtful,) but it was so grave that the Churchwardens presented him to tho Archbishop, and he was at once deprived, and Archbishop Courtenaye6 taking the appointment into his own hands, placed Solomon Russell in the Vicarage, of whom the 1 P.R., 20 Henry VI., pt. ii., m. 20. - Islep, Register, f. 289. 3 Abp. Whittelseye, f. 81. l Abp, Courtenaye, f. 259, b. 5 Abp. Courtenaye, f. 276. 6 Abp. Courtenaye, f. 276."], [30, "14 Sutton Valence and East Sutton. honourable record is entered that the Archbishop selected him \"memor meritis,\" in recognition of his worth. Robertus Lydiard resigned the Rectory in 1377, and as John Hastings, the Earl of Pembroke, had recently died and his son was a minor, Richard II. , as custodian of the Pembroke estates, appointed in his place Walter de Rammesbury,2 who seems to have had but a brief tenure of it, for he is soon succeeded by Robertus Clerk, who died in 1380. In his case the Advowson seems to have reverted to the true patron, for in his Will he indicates that he owed his appointment to the Hastings family, as he leaves a legacy to the \" Fratres Minores\" of Dorchester Abbey, for Masses for the soul of Agnes, Countess of Pembroke.3 This brings us to a very serious controversy which then arose as to the Manor, and also the Advowson, (which here chiefly concerns us). On the death of the second John Hastings, Earl of Pembroke, without an heir, the King again claimed to be the custos or guardian of the property, with the right of appointing to the Rectory. The Manor however found a claimant, as we have seen, in the person of Reginald Gray, the son of Matilda, sister of the former Sir John Hastings, Earl of Pembroke. He how ever, to settle the question, conveyed the rights of Manor and Advowson to a body of Assessors, comprising the Bishops of London and Hereford, with a number of prominent Laymen, who assigned the Advowson as a dower to Philippa the widow of the last Sir John Hastings, with reversion to the Prior and Convent of Leeds. Philippa 1 He had been, according to a writer in Archæologia Cantiana (Vol. xvi., p. 164), successively Vicar of GouMhurst and of Ashford. 2 P. R., 1 Richard II., pt. i., m. 14. 3 Abp. Courtenaye's Register, f. 196."], [31, "The Rectors and Vicars. 15 afterwards married Richard, Earl of Arundel, and they jointly,1 in her right of dower, appointed William Whyte to the Rectory in 1394. She died two years after, aud the Advowson passed to the Leeds Priory. White appears to have held the office for twenty years, during which he appointed several Vicars : John Perot (or Pyrot), the date of whose appointment does not appear in the Registers ; in 1402 Perot exchanged with Thomas Golde,2 who had been Vicar of Borden : in 1415 Johannes Grymmesby3 exchanges with him, and he again in the next year effects an exchange with Reginaldus Body, who had been Vicar of Northall, in the Diocese of London ; the same year Body resigns, exchanging with Ricardus Halle4 (atte Hall), who had been Vicar of Twickenham (Twekynham). Halle died in 1419, and was succeeded by Robertus Smale,5 in 1419. In each of these cases William Whyte's name appears as the Rector making the presentation. On his death the Rectorial rights were passed to the Priory of Leeds (as already mentioned), and all the subsequent appointments were made by that body, until in 1538 that Priory was suppressed, and its revenues and rights were transferred to the Chapter of Rochester, from whom Henry VIII. had appropriated all the endowments. The Leeds Priory was not however to be left in indis turbed and undisputed possession of the Advowson of Sutton, for in 1420, when William White was dead, a counter claim to it was made by Mr. William Clifford, evidently an influential resident of the place, for he describes himself in his formal claim as \" de Sutton 1 Abp. Courtenaye, f. 199: \"Per Ricardum Comitem Arundel et Surrey, dotis assignate domine Philippe, consortis sue, nuper Comitisse Pembrochie.\" -' Abp. Arundel, f. 287: \" Collegii Sancti Trinitatis Arundel.\" 3 Abp. Chichele, f. 71. 4 Ibid, f. 80. 5 Ibid, f. 104."], [32, "Sutton Valence and East Sutton. 16 Domicellus.\" This claim he based on having been the purchaser of the Manor of Sutton Valence, by virtue of which he asserted his right to the Advowson also,1 and on the strength of which he presented William Hawkesworth. The case was submitted to Archbishop Chichele, who instituted a Court of Enquiry, comprising the Arch presbyter of Ulcombe Collegiate Church, the Rectors of Harrietsham and Staplehurst, the Vicars of Marden, Thornham and Boxley, and five Laymen from the adjacent parishes, (circumvicini) . After a prolonged investigation they ignored the claim of the said William Clifford, and affirmed that of the Priory of Leeds,2 basing it on the Letters Patent of Richard II. , confirming the bequest of Philippa, the widow of Richard Earl of Arundel, which had been sanctioned by Papal Bulls.3 The first appointment to the Vicarage made by Leeds Priory seems to have been that of Johannes Petewyn, (or Petwyn, (who was Vicar of Werle, in the Diocese of Winchester, and came to Sutton by exchange with Robert Small.4 After him, Laurence Golding, of whose appoint ment there seems no notice in the Lambeth Registers. On his death in 1450 Johannes Trewyn,6 no doubt one of the Chaplains of Leeds, was appointed; he was also Rector of Langley. He died in 1483, and in his Will6 he desires to be buried \"in Ecclesia de Sutton Valence in summo altare sub sepulchro dominico,\" and leaves a bequest 1 Abp. Chichele's Register, f. 107. 2 P.R., 20 Henry VI., Pt. 2., m. 20. Lambeth Registers, Abp. Chichele, f. 107, 8. s \" Vigore Litterarum Apostolicarum Innocentii and Gregorii Pontificum,\" Abp. Chichele's Register, f. 107. 4 Ibid, f. 171. 5 Abp. Stafford, f. 106. 6 Somerset House, 22 Loggc."], [33, "The Rectors and Vicars. 17 to the Prior of Leeds and to the Monks of Charterhouse, with which he was probably connected. The next name found in the Lambeth Registers is that of Nicholas Hillyngton : but no mention of his appoint ment, only the record of his death in 1519. His successor, Nicholas Won on,1 (if he be, as is most probable, identical with the contemporary Church dignitary of that name), had a career, both ecclesiastical and political, distinguished far beyond any of those who had been, or were to be, Vicars of Sutton; the first Dean of Canterbury, in 1542, he was also made Dean of York two years after ; a single instance of both Deaneries held simultaneously by the same man. His eventful career is thus summed up by old Isaac Walton, in his Life of Sir H. Wotton ; \" Nine times Ambassador to foreign Princes, and Privy Councillor to Henry VIII., Edward VI., Mary, and Elizabeth.\" On his resignation of the Vicarage of Sutton in 1530, he was succeeded by John Armorer,2 who, in 1554, was presented by the Queen to the Vicarage of Penshurst. He was evidently a man of considerable learning, for in the Library of the Inner Temple3 is a copy of Speculum Historicale, by Vincent de Beauvois, with Armorer's name on the fly-leaf, \" Vicarius de Sutton Valence, et modo de Pensehursf,\" with many marginal corrections, apparently in his hand-writing. He was probably followed by Christopher Maddington ; on whose death in 1566 the Rochester Chapter presented4 David Smythe ; and now for the first time mention is made of East Sutton Church, as forming a part of the Bene fice, (cum Capella de East Sutton annexa). Next to Smythe, in the year 1580, Thomas Partridge was Vicar, who 1 Abp. Warham, f. 366. J Abp. Warham, f. 402. 3 Hist. MSS., Com. XI. Report, App. 511. 4 Abp. Parker, f. 378, b. C"], [34, "18 Sutton Valence and East Sutton. resigned, and was succeeded by John Baker 1 (but no date is given); on whose death in 1588 Thomas Compton3 was appointed. When Compton died in 1606, Thomas Sandford3 succeeded, and on his resignation in 1614 Edmund Henshaw4 became Vicar. He was also Rector of Crundall and Vicar of Brenchley ; and thus the pastoral care of Sutton became deplorably neglected. So great indeed became the grievance that the Parishioners made a complaint to Parliament in 1641, through their County Members, Sir Edward Dering and Sir John Colepeper; representing that \"the Church Services were soe negligently and uncertainly supplied that they were for the most part forced to repayre to neighbour Churches ; \" that for instance, on Christmas-Day last they had \" neither devine service nor preaching,\" and on a Fast appointed by the King, \" only some fewe prayers by a neighbour minister.\"5 He was evidently soon removed, probably in 1 645, for in that year the name of Hezekiah Holland appears as Vicar of Sutton Valence. Henshaw's was probably no isolated instance of laxness and neglect. Without admitting the partizan state ments of men like White, in his Century of Scandalous Ministers, and Sylvester, in his Life of Richard Baxter, where it is represented that such men formed the rule rather than the exception among the clergy, it must be granted that the prevalence of such negligence gave the Parliament the so much desired opportunity of ejecting a large number of the Clergy from their Cures, and thrusting 1 Abp. Grindall, f. 547. 3 Abp. Bancroft, f. 275. 2 Abp. Whitgift, f. 480. 4 Abp. Abbott, f. 410. 5 Proceedings in Kent. 1640. (Camden Society.) p. 121; in the Preamble of this Petition he is called \"Edward,\" but in the body of it \"Edmund.\""], [35, "The Rectors and Vicars. 19 into their places men of their own views. Wherever this had been done, and a temporary success gave the Royalists a chance, these \" intruded \" men had been in their turn ejected. This called into existence the \" Committee for Plundered Ministers,\" as it was called, (though the Royalists named it the \" Committee for Plundering Ministers.\") Under them Hezekiah Holland, evidently one of them selves, was introduced into Sutton ; as a Memorandum in the Parish Register Book records, thus: — \"That Sir Hezekiah Holland, Clearke, was confirmed in the Vicarage of Sutton Valence and East Sutton the 18th February, 1645, by the Honourable Committee for Plundered Ministers, appointed by the House of Lordes and Comons over all eccliziastiq. matters. Mr. Thos. Tyndall and James Lambe being Churchwardens, and Mr. Thos. Tyndall, Mr. Nicholl Barker, James Lambe, and Walter Waller, Sequestratours for the Parish. (Signed) Hezek. Holland.\" In 1658, finding the influence of his own party in Parliament on the wane, he withdrew to Ireland; and died there in 1661. With the Restoration Thomas Pollington was appointed; and on his resignation in 1665, James Browne1 succeeded, who appears to have held it till 1678, or thereabouts, for in the following year the Advowson fell by lapse of time to Archbishop Sancroft, who collated John Romney2 to the Vicarage. In the \"Acts and Institutions\" of Lambeth Palace, it is stated that John Romney was Chaplain to Rachel, Countess Dowager of Westmoreland. It is quite refreshing to turn from what would seem to have been little more than a list of Vicars, whose individual history, if they had any, is lost in oblivion , most of whom have come to be but an empty name (nomen inane), to that of 1 Abp. Sheldon, f. 326. 5 Abp. Sancroft, f. 383."], [36, "Sutton Valence and East Sutton. 20 Romney's successor where we are brought in touch with an event in England's (and in Europe's) annals. A gravestone at the entrance of the Church tells us that John Gohier, who was the next Vicar, was a Huguenot Exile. Now the year 1685 saw the cancelling of what may be called the \"Charter of Huguenot Toleration,\" the Revocation of the Edict of Nantes, granted by Henry IV., which for well nigh a century had secured to French Protestants undis- turbed enjoyment of their own form of worship. So appalling a political convulsion could not have come upon them without some warning. The refusal of Louis XIV. to receive the deputation of Protestant Ministers in 1683, prepared them for the coming storm, and the impending attack upon their liberties. John Gohier's Epitaph tells us that he escaped from Lower Normandy in 1684, and found sanctuary in hospitable England. Here under William III. he was protected, and duly naturalised in The Inscription runs thus : — JOHANNES GOHIER de S'to Lo, Inferioris Normanniæ Civitate Incunabilis suis, Religionis ergo A.D. 1684 pulsus in exilium Cum bono Deo ad Nos profugit ; Quam omnigenæ Literaturæ, præsertim Theologiæ, studio affixus hœsisset, In Episcopale Sacerdotium Apud Gallos, multun diuque desideratum, Adscitus viginti tres annos Presbyter egit. Huic Parochiæ per quindecim annos, Perpaucis quidem falso criminantibus, Assiduam quam exereitabat. De Proventu Ecclesiastico vigilantium Felicitur ac secure præruit: Hanc tandem ob Operam fideliter navatum Optimus Hie et oculatus Episcopus D.M.C. [The remainder is illegible.]"], [37, "The Rectors and Vicars. 21 1693.1 His previous history may be thus briefly told. He was born at St. Lo, and in 1681 entered the University of Leyden : he ihen had received Orders as a \" Presbyter \" in the French Reformed Church, and as such would have been received by Abp. Tillotson,2 on the presentation of the Rochester Chapter, and instituted into the Sutton Valence Vicarage; and in 1710 was appointed to a Prebendal Stall in St. Paul's Cathedral.3 Here another point of some interest arises. The Dean of Rochester was then Henry Ullack. This is an un- English name, but somewhat similar in sound to that of John Ulacq, L.L.D., of Orange University (South of France), who had been a few years before (1670), incorpo rated at Oxford : and his father was Cornelius Ulacq, Secretary to the Prince of Orange. He, too, was probably of Huguenot descent; and herein may have lain the Dean's interest in John Gohier, on the strength of which he had been presented to this Benefice. We now come upon a startling succession of instances of nepotism, which perhaps can hardly be exceeded even at that period, when the system was so prevalent throughout England. Dean Ullack had been succeeded at Rochester, in 1706, by Dr. Samuel Prat, a clever and witty Court favourite; and on the death of John Gohier in 1713, the Dean seized the opportunity to appoint his son Samuel Prat,* already a Minor Canon, to the vacant Vicarage ; when however, six years after, the more valuable Living of Boughton Monchelsea became vacant, Samuel Prat was transferred, and his next brother, George Prat,0 was 1 Agnew's Protestant Exiles, vol. 1, p. 50 ; Vol. 2, p. 54. ' Abp. Tillotson, f. 200. 3 Le Neve's Fasti. 3 Le Neve's Fasti. 4 Abp. Tenison, vol. 1, f. 218. 5 Abp. Wake, f. 311"], [38, "22 Sutton Valence and East Sutton. presented to succeed him. His tenure of it was still shorter : for another Benefice in the gift of the Chapter falling vacant, he was preferred to it in 1722; and then his younger brother, Daniel Peat,1 who was not even a Minor Canon of Rochester, stepped into his place at Sutton Valence ; which however he only held for a few months, for he was transferred to succeed his brother at Boughton Monchelsea, which just then fell vacant. Sutton had thus been a \"Family Living\" for three appointments within ten years. It would appear however that such gross acts of nepotism were not allowed to be perpetrated without stringent, though fruitless, remonstrance from several members of the Chapter. However, the spell was broken by the death of Dean Prat,2 and Culpepek Savage,3 a member of a very old Kentish family, who had been Vicar of Stone in Oxney, was presented; and held the Living till 1742, when he resigned it for that of Eastry. After him Samuel Vennour (or Venner),4 a very young man, who had only left College (Christ Church, Oxford), the year before, was appointed. On his death iu 1764 Nicholas Brown, of Christ's College, Cambridge, succeeded, and held it for nearly 40 years. He was succeeded by William Henry Menzies, of University College, Oxford, and he again in 1819 by Henry Morgan Say, of St. Mary Hall, Oxford, who died in 1831. John Barnwell was next appointed: but being a Pluralist, holding the Livings of Holdford and Stogursay in Somersetshire, where he chiefly resided and eventually died, in 1866, during his Incumbency his place at Sutton Valence was supplied by Curates, whose 1 Ibid, f. 322. 2 He was buried in St. George's Chapel, Windsor. 4 Abp. Potter, f. 301. 3 Abp. Wake, f. 329."], [39, "The Rectors and Vicars. 23 names have honoured record here ; of these was Cecil Wray Goodchild, of Magdalen College, Cambridge, also Head Master of the Grammar School. He died in 1848, and a tablet was erected in the Church to his memory, recording his zeal and devotion to his duties. Another Curate's worth, also commemorated in the very handsome East window, (of which further mention will be made,) was Frank Walter, who died in 1865. The Vicarge becoming vacant the following year by Barnwell's death, Robert Sorsbie, one of the Minor Canons of Rochester, was presented by the Chapter.1 In 1876 he exchanged with Charles Nathaniel Williams, of St. Peter's College, Cambridge, who had been Rector of St. Andrew's, Hertford, who also in 1884 exchanged with David Harding, of Exeter College, Oxford, (previously Vicar of Perry Hill, Kent,) who is the present Vicar. 1 He had also been a Fellow of the University of Durham."], [40, "Sutton Valence and East Sutton. 24 THE LIST OF SUTTON VALENCE AND EAST SUTTON CLERGY. RECTORS. Circa. 1 288. Bartholomew 1319. Radulphus de Sutton. 1326. Ricardus de Winneferthinge 1326. Ricardus de Hannyngfeld. 1334. Baldwinus de Merewod. 1335. Johannes de Sancto Paulo. n. d. Johannes Queenborough. 1361. Robertus de Lydiard. 1377. Walter de Rammesbury. 1379. Robertus Clerk. 1394. William Whyte. On the death of William Whyte, in 1420, the Rectorial rights, and among them also the Advowson, passed to the Prior and Convent of Leeds, with whom they remained till the Suppression of the Priory itself in 1538, when they, with all the Priory rights, was transferred by Henry VIII. to the Dean and Chapter of Rochester. VICARS. 1288. Ricardus de Lemnia. 1310. Gilbertus de S waff ham. 3 324. Johannes de Stocke."], [41, "The Rectors and Vicars. 25 1349. 1363. 1369. 1370. 1385. 1386. 1390. n. d. 1402. 1415. 1416. 1417. 1419. 1422. n. d. 1450. 1483. 1519. 1530. n. d. 1566. 1580. n. d. 1588. 1606. 1614. 1640. 1665. 1678. 1690. 1713. 1719. Robertus Lovel. Reginaldus Rowe. Rogerus Stoke. Willelmus Ibotte. Thomas Batte. Thomas Scriven. Solomon Russell. Johannes Perot (or Pyrot). Thomas Golde. Johannes Grymmesby. Reginaldus Body. Richardus Halle. Robertus Smalle. Johannes Petwyn. Laurence Golding. Johannes Trewyn. Nicholas Hillyngton. Nicholas Wotton. John Armorer. Christopher Maddington. David Smythe. Thomas Partridge. John Baker. Thomas Compton. Thomas Sandford. Edmund Henshaw. Thomas Pollington. James Browne. John Romney. John Gohier. Samuel Prat. George Prat."], [42, "26 Sutton Valence and East Sutton. 1722. 1723. 1747. 1765. 1765. 1819. 1832. 1865. 1876. 1884. Daniel Prat. Culpeper Savage. Samuel Vennour, or Venner. Nicholas Brown. William Phillip Menzies. Henry Morgan Say. John Barnwell. Robert Sorsby. Charles Nathanael Williams. David Harding."], [43, "27 SUTTON CHURCHES. SUTTON VALENCE CHURCH. THE Church of Sutton Valence, or Town Sutton, as it was formerly called, retains very little indeed to interest the Archæologist. It is dedicated to St. Mary, and was no doubt for many generations the most important of the two Churches, though now in point of architectural beauty it must concede the palm to that of East Sutton. Standing nearly on the crest of the hill, with the Weald stretching below, its position is a commanding one, and it lies in close connection with the mass of the population ; but whatever it may once have possessed of attractiveness as a fabric has long since passed away. It has been the victim of many vicissitudes and changes, especially of late years. Camden does not mention it in his \" Brittania,\" nor does Lambarde include it in his \" Perambulations.\" Kilburne in his Survey of Kent, (p. 258) who wrote nearly a century later, only says that it had \" a Church, which was called St. Marie's. Harris, writing in the beginning of the last century, describes the Church as being \"large, with a low flat tower and no spire.\" Hasted,1 some seventy years later, calls it \" a handsome Church, with the steeple standing on the north side of it, and had a high spire on it formerly; the upper half of which having been burnt down by lightning, it is at that part covered with lead.\" 1 Hasted, 8vo. edition, vol. 5, p. 372."], [44, "Sutton Valence and East Sutton. 28 It is interesting to verify these accounts by means of a series of prints which still exist, and mark the periods at which these changes in the building were effected.1 The earliest of these is in a collection of drawings made about 1 720, by John Warburton, Esq., Somerset Herald, a copy of which, by Hasted, is preserved in the British Museum.2 In it the tower is represented as being rather lofty, topped by a battlement, but with no spire. The next drawing, nearly a hundred years later, was made by Edward Pretty, Esq., at the time Curator of the Maidstone Museum, where it is preserved among a large collection of similar sketches of neighbouring Churches. This drawing was apparently made with characteristic forethought in 1823, the warning having gone for the demolition of the building. And thus it happily remains as the last existing representation of what Sutton Valence Church was when erected, (probably in the 14th century,) with enough to show to what alterations and mutilations it had been subjected since that time. Marked as is the difference between the two sketches — so marked that they hardly seem to be representations of the same building — yet, bearing in mind that th6 one was probably the work of an amateur, and in the crude style of that period, the other the more finished and accurate production of a skilled draughtsman, there is enough resemblance in their general characters to enable one to see that they are pictures of the same building, made by two so different artists, at different periods. In the later 1 For the privilege to introduce these interesting Prints we are indebted to the courtesy and kindness of the Worshipful Company of Clothworkers, who had them prepared for a Pamphlet on the subject, published about twenty-five years ago by one of their own body, C. F. Angell, Esq. 1 \"Prints and Drawings,\" (Press Mark, Addit. MSS, 5480), vol. i., p. 455."], [45, "To Face Page 2tf. SUTTON VALENCE CHURCH, as it is supposed to have appeared In 1725. From a copy made by Hasted of a drawing by John Warburton, Somerset Herald, preserved In the British Museum."], [46, ""], [47, ""], [48, "To Face Page 29. SUTTON VALENCE CHURCH, as drawn by Mr. Pretty, before it was taken down in 1823."], [49, "Sutton Churches. 29 sketch we see the effect of the lightning on the tower, to which Hasted refers ; it no longer rose up square, but was abruptly cut off, with a small conical spire, carrying a weathercock rising up from a slightly battlemented top. That Church, like the present one, consisted of a nave and two aisles • judging from Mr. Pretty's sketch, the east end of the Chancel, where the weather-moulding still remained, would suggest that a fine early English window once stood here, but its proportions had been more than once spoiled by the economic instinct of successive would be renovators, until, bricking up the upper portion of it, they were content to substitute a low square-headed window, such as would have disgraced a barn. Not that the old Church was utterly devoid of objects of beauty or interest. The Chapel at the east end of the south aisle, known as the \" Lambe Chapel,\" contained once a window of goodly form, of somewhat later date than that in the chancel. It was associated with that worthy \" Citizen of London town,\" William Lambe, to whom the parish and neighbourhood are indebted for the excellent Grammar-School and Almshouses, now right loyally and liberally maintained by the Worshipful Company of Clothworkers, of which their founder was a distinguished brother, and to whose care he bequeathed them. Perhaps the memory of this benefactor's name is more permanently, though not so usefully, preserved, nearer the scene of his mercantile labours and successes, than at his Kentish home, in the Conduit which he built near Holborn Cross, and in the road still bearing his name, \" Lambe's Conduit Street.\" But to return to the Chapel : at its east end then stood a rich 3-light transomed Perpendicular window, a worthy"], [50, "Sutton Valence and East Sutton. 30 example of architectural taste in the reign of old \" Queen Bess.\" William Lambe died in 1581. In the so-called Restoration (demolition rather) of 1823, this window was bodily removed, and lost to sight, and would have been to memory, too, but for the timely intervention of a wealthy and appreciative resident of Maidstone, Mr. John Newington Hughes, Banker, and twice Mayor of that Borough, who rescued it from destruction by buying it as it stood, and removing it, with many other such despised works of mediæval art, into the Courtyard of his house at Maidstone, where it may still be seen behind the shop of Mr. Barling, Silversmith, in the High Street. But it is so enveloped in creepers that its bold tracery and well defined mouldings can scarcely be recognised. One interesting memorial of the earlier Church must, however, be noticed. On the floor of \" Lambe' s Chapel,\" as it is still called, is a gravestone which tells of two men, Benjamin and John Nichols, who were successively Masters of the Grammar School, each for a period of fourteen years. Memoriæ Sacrum Hoc sub lapide Recondite jacent exuviæ BENJAMINIS ET JOANNIS NICHOLS ; Ille pater, hie filius ; Ambo quatuordecim annis Publieæ de Sutton Valence Scholæ Magistri : Tributum Naturæ debitum solverunt, BENJAMIN 17'o Martii Anno 1673, ætatis 42. JOHANNES 18'o Julii, 1712, Ætatis 57, ineunte. Præiverunt, nos sequemur. Other inscriptions also appear there, but in so obliterated"], [51, "To Face Page 30. The Perpendicular Window, removed from LAMBE'S CHAPEL, in SUTTON VALENCE CHURCH, in 1827."], [52, ""], [53, ""], [54, "To Face Page 31. SUTTON VALENCE CHURCH, as rebuilt in 1828."], [55, ""], [56, "To Face Page 31. The Arcade introduced into SUTTON VALENCE CHURCH in 1874."], [57, "Sutton Churches. 31 a state as to be illegible. The inference is that this had been the burial place of the earlier Masters of the School. It only remains now to tell the tale of the present building. It dates from the year 1828.1 Instead of attempting to preserve, and where necessary restore, such portions of the earlier fabric as were of architectural interest, the entire building was condemned and demolished, with the exception of the tower, from which the stunted spire was removed, and another upper stage added. If the old sketches are true, the site of the Church must also have been somewhat altered. In both of them the tower is represented as abutting on the north aisle, whereas it now stands at the west end of the nave* leading to the inference that the entire building was carried a little further north. A wide-spanned saddle shaped roof must then have covered the entire area of the Church, about 48 feet wide. But in the year 1872-4 important alterations were made. An arcade was intro duced on either side, converting the north and south portions into aisles • the old high pews were removed, and the present pitch-pine seats and altar rails were substituted for old seats. In 1883 the staring look of the windows, with their large square panes of glass and upright iron bars, was relieved by the insertion of mullions and tracery, and thus a somewhat more ecclesiastical character was given to the Church. Allusion has been made to a memorial window to a former curate, the Rev. Frank Walter, A.M., in the east end of the chancel. Here Mr. Haberson, an Architect of some eminence in his day, under whom the present building was erected, made an ambitious attempt to introduce, as the 3 It took five years to build."], [58, "Sutton Valence and East Sutton. 32 most striking feature of the Church, a three-light window of geometrical tracery, of an original design, in which the Canons of mediæval architecture have been studiously ignored. In it Messrs. Lavers & Barraud (now Lavers & Westlake) have represented, in their well-known and admired style, six of the principal events of Our Blessed Lord's life; thus commemorating the esteem and affection entertained for a former Curate-in-Charge of the Parish Church ■ a work which would have had special interest for Mr. Lavers, as having been himself an old Grammar- School boy, and now one of the Governors of the Cloth workers' Company. At the west end of the nave the tower arch is spanned by a somewhat conspicuous gallery, constructed for the use of the Grammar-School boys, but now no longer required for that purpose, as they at present attend Divine Service in the School Hall, hoping in due time to have a Chapel attached to their goodly range of buildings. The Church does not retain any noteworthy monuments beyond the two gravestones already mentioned, those to the two Masters of the School, and the Huguenot Vicar. Like all else in this Church which had the demerit of being old, the Communion Plate, which was in use before the year 1823, has disappeared, to give place to some modern vessels • not that, from Mr. Angell's account, the earlier ones could lay claim either to antiquity or beauty of design. Of the Font there is little to be said save that it seems to be a characteristic specimen of the attempts made in the early decade of the nineteenth century to imitate and revive the style of the sixteenth : it possesses nothing requiring further remark."], [59, ""], [60, "To Face P.igc- 33. EAST SUTTON CHURCH, KENT. The Tower from the West."], [61, "Sutton Churches. 33 EAST SUTTON CHURCH. Very different is the history of East Sutton Church, originally regarded as the sister — but now-a-days as the daughter — almost as the Chapel-of-ease — to that of Sutton Valence, lying, as its name indicates, further to the east along the same lofty range of hills, embowered among the stately trees which skirt the garden walls of East Sutton Place, the home for nearly four centuries of the Filmer family. Here now is much that will delight the eye and rejoice the heart of the earnest Archæologist. He will find no modern building here • all time-honoured ; the same that has stood on this spot for many a generation. It is indeed an object of no ordinary beauty • at every corner, in every window and arch, he will see art revealing history, and history explaining art. As it had been with the Manors — in which the research among Charters and Patent Rolls and Close Rolls, has brought to light so much that helped to fill up what had been little more than an eventless blank — so has it been here. Two or three years ago the appearance of the interior had been far from beautiful or attractive. A barrel-shaped ceiling, of plaistor and whitewash, walls coated with mildew and moss, and discoloured with long broad streaks of leakage from the neglected roof, as though weeping under a sense of their degradation and decay, and groaning under the weight of cumbrous monuments blocking up windows and recessed arches ; while the area was filled with tall square box-like pews, their sides and backs, whether of oak or deal, smeered with paint of divers colours, until the whole presented a scene of disorder and neglect — such as was utterly unworthy of a \" House of D"], [62, "34 Sutton Valence and East Sutton. Prayer,\" and could not fail to sadden the heart of the devout worshipper ; while the effluvia that escaped from the vaults below often drove the more delicate out of the Church. Happily there were zealous parishioners1 in the parish who felt that such a state of their little Church was a standing reproach. With this conviction came the desire, and also the means, for effecting the needed alteration. The result has been that a wise, conscientious, and almost thorough restoration of the building has been carried out. Yards and yards of discoloured mortar and whitewash have disappeared ; monuments which had long disfigured and blocked up the walls were taken down, and replaced in more seemly order ; the roof opened out to the original beams and rafters; open seats substituted for the cumbrous pews ; thus the whole character of the Church has been changed; long hidden beauties brought to light; features enough to enable us to trace out the growth of the building, and even to fix approximately the dates of the several parts. Such then is the restored building to be now described. The Church is dedicated to SS. Peter and Paul. It is a small building, only 75 feet from east to west and 56 feet wide ; the chancel at the east of the south aisle, known as the Filmer Chapel, 36 feet by 13 feet ; that on the north 20 feet by 10 feet. There is no Chancel arch, nor any trace of one having ever existed ; though the lower roof of the chancel shows where the nave ceased and the choir 1 Prominent among them were Mr. W. R. Ward, one of the Church wardens, Mr. J. Church, and others likeminded, who enlisted the sympathy and co-operation of their neighbours, and raised a fund for the purpose. The entire work was ably carried out by Messrs. J. Wood & Sons, Builders of Boughton Monchelsea."], [63, ""], [64, "To Face Page 35. CROUND PLAN OF EAST SUTTON CHURCH, KENT,"], [65, "Sutton Churches. 35 commenced, as also does the step which separates the one from the other; while the easternmost bay of the nave shows where the Rood Loft once stretched across the Church, its stays and supports still projecting from the piers. The original Norman Church mentioned in Domesday is in all probability represented by the present nave, extending from the tower arch to the step of the choir. This view seems to receive confirmation by the discovery, made in the course of the recent work of restoration, of the foundation of substantial outer walls running along the lines of the present arcades. The first addition would naturally be by the extension of the Chancel eastward. Here the narrow slit-like windows on either wall ; of which that in the north still retains its distinctive features, its internal splays broad and deep, its exterior jambs boldly chamfered, its trefoil arch with ogee head; all suggesting the work of the 13th century, when this plinthless chancel of flint and rubble was probably built on ; and when no doubt its east end had its triplet of corresponding windows subsequently removed to make room for a graceful three-light single arched one, inserted perhaps a century later. It may be that this extension was carried out about the time when the Manor was held by William lb Mareschall, Earl of Pembroke. The next addition would probably have taken place about a hundred years after, when the Chantry Chapel on the south, now called the \"Filmer Chapel,\" was built. It is to be especially noticed that this addition was made — not into — but against the south wall of the chancel. The recent restoration has brought to light some strikingly interesting features in the construction of this Chapel. It"], [66, "Sutton Valence and East Sutton. 36 is formed by a double wall running face to face — not interbonded with — the earlier one, thus accounting for the unusual thickness of this wall, and closing up the upper part of the Early English window on the south, which no doubt corresponded with that in the north wall, leaving the broad deep splays untouched, and the lower portion open to serve as a hagioscope from the Chantry Chapel. It is evident, too, from the position of the piscina on one side and the ambry on the other, that this Chapel was at a lower level than the chancel, and was raised up to its present elevation when it was turned into a burial place for the Filmer family. The east wall of this Chapel has also a tale to tell. Though now commonly called by their name, it stood here long before the Filmers appeared in the place. The bold weather-moulding high up in the gable outside, the arched masonry, recently brought to light on the wall inside, with their wide-spanned graceful curves, belong to the time when, in the beginning of the reign of Edward III.. the Early English style was developing its broader windows and its flowing tracery. That was the time when the munificent Maria de Sancto-Paulo, the third wife, and widow, of Aymer (Adomarus) de Valencia, was Lady of the Manor. Such a pious work as adding this Chantry Chapel would well accord with the mind and taste of one who, as we have seen, was the foundress of Pem broke College, Cambridge. In the present window, reduced in size above, and with its lower part bricked up, appears but a sorry substitute for the goodly one which once adorned the east end of this Chapel, of which she not improbably was the designer. The opposite Chapel, at the east end of the north aisle,"], [67, ""], [68, "To Face Page 37- EAST SUTTON CHURCH, KENT. A pannelled Splay of the East Window of the North Chapel."], [69, ""], [70, "To Face Page ,17- EAST SUTTON CHURCH, KENT. The East Window of the North Chapel."], [71, "Sutton Churches. 37 proclaims another benefactor of the latter part of that century. Here we have a most beautiful example on a small scale of what the skill and taste of that day, with its advance in graceful decoration, could produce. Here, as plainly as mason's chisel can make stone speak, we can hear and read what a great authority on architecture, of some sixty years ago, Sir James Hall, suggests as \" the vegetable theory \" of architecture, finding, in the bending boughs, and pealing away of the bark the origin of the arches, cusps, and general tracery of the Decorated style. Standing in this Chapel, watching the moon rising behind that lovely east window, now, alas, it may be feared crumbling to decay, one can hardly fail to recall the beautiful lines in which Sir Walter Scott so graphi cally describes a similar effect in Melrose Abbey : — The moon on the east oriel shone, Through slender shafts of shapely stone, By foliaged tracery combined ; Thou would'st have thought some fairy hand, 'Twixt poplars straight, the osier band In many a freakish knot had twined ; Then framed a spell when the work was done, And changed the willow wreaths to stone. Nor was it only on the tracery of the window itself, that the architect lavished his wealth of skill and taste. Even the splays on either side supplied space whereon to exhibit his artistic powers, in the panelled recesses from the base to the spring of the arch, forming, as it were, a frame for his beautiful window. Its smaller companion in the north wall is no less deserving of special notice, as presenting an admirable object-lesson, or study, of the transition stage between the two styles which was taking place during the later years of the fourteenth century. Instead of the rich flowing"], [72, "38 Sutton Valence and East Sutton. style of the Decorated work of the east window, as already remarked upon, signs appear of the growing adoption of the more rigid lines of the Perpendicular style which was to follow. For instance, the mullion s, instead of branching off and losing themselves in geometric curves, now resume the upright lines and carry the eye, with only slight interruption, from base to the covering arch above : while the mouldings lose much of the hollowed roundness of the Decorated, and run into the more angular lines of the Perpendicular. This change too betrays itself in so minute a feature as the cusp, which instead of being gracefully trefoiled or foliated, is more or less cut up in acute lines. All these points of deviation between the two neighbour windows of the same Chapel, have suggested that this one in the north wall, beautiful as it is in itself, was a some what later insertion. To whom this little Church is endebted for this Chapel and its exquisite windows, and for its no less beautiful — perhaps almost more striking — companion under its seg mental arch in the north wall, it is more difficult to assign the credit. But when we bear in mind that towards the close of the 14th century, — the probable date of these windows, — the Manor of Sutton, with the Earldom of Pembroke, had passed from the Valencia to the Hastings family, by the marriage of Laurence (Lord) Hastings, with Isabel, the heiress of the Valencias, and that their son John (Lord) Hastings had married as his second wife Agnes, the daughter of Sir Walter (afterwards Lord) Manney, is it not allowable to suggest that East Sutton Church may possibly be endebted for her two most beautiful windows to the daughter of the Founder of Charterhouse ? Certainly the delicate tracery of the"], [73, "I'\" l'ace Page 3S. EAST SUTTON CHURCH, KENT. The North Window of the North Chapel."], [74, ""], [75, "Sutton Churches. 39 windows themselves, the wrought stone coins, the presence of a plinth (now first seen in the Church), the gracefully carved stringcourse running under the sill of the east window, would all suggest the latter part of the 14th century as the date to be approximately assigned to this Chapel. It is for the rescue of these two beautiful windows from utter ruin, — windows of which any Church may well be proud, — that an urgent plea is now put forth, in order to complete the work of restoration so well begun. At its west end of this Chapel there projects a buttress of massive proportions, within which winds a newel stair to what once was a Rood Loft, the entrance door and tho outlet above still existing in the wall inside. This Rood Loft apparently extended across the Church, occupying the entire width of one bay, as the wall and the columns retain the traces of the corbels on which it rested. All trace of the Loft itself has disappeared, but fragments of the screen which ran below still remain, though in a mutilated form, having been broken up into compartments to adorn (?) the sides of family pews. The east window of the Chancel too has its history. Originally no doubt a triplet of Early English windows, as already mentioned, of the same date as those in the side walls : to give place in time to a three-light single arched Decorated window, evidently substituted during the fourteenth century. And although traces of it in the jambs and sill were left, it had probably so far decayed as to require removal : and then about a century and a half ago in that evil day of Ecclesiastical architecture, a third was introduced, which was standing when the recent Restoration work began. But so patent were its defects,"], [76, "40 Sutton Valence and East Sutton. and so dilapidated had it also become, that removal was necessary. Happily a widow lady, Mrs. T. Brenchley, who once lived here, and was much interested in the work going on in the Church, desired to place in it a memorial of her late husband, and made an offering of the present handsome window, a copy of one in Merton College, Oxford which Messrs. Lavers and Westlake have embellished with Scriptural designs. While Mr. Lavers has himself filled in with stained glass the small window of the north wall of the Chancel, in memory of a young friend who had died at the Grammar-School. To resume the history of the fabric itself after the addition of the north Chapel : the next additions which the little Church received clearly belong to the period when the Advowson passed to Leeds Priory in the beginning of the fifteenth century. Then were added the aisles on either side and the tower, the plinth running continuously round this part of the building. The south porch is not without its interest, its stoup and two narrow windows, one on either side, now filled in with stained glass representing the two Patron Apostles, SS. Peter and Paul, have been restored. In the solid oak door remain some bullets to tell of Puritan frenzy. The font is perhaps the oldest fragment of mediæval art which the Church retains. A few years ago it was an unshapely mass of plaster and whitewash until traces of a Norman base were discovered at one corner. The careful delicate removal of mortar and plaster has brought to light a very handsome font, of probably late Norman date, with a massive bowl resting on a substantial central pier, and supported at each corner with a light shaft, presentino- a very interesting specimen of 13th century work."], [77, "To Face Page 40. EAST SUTTON CHURCH, KENT. The Font."], [78, ""], [79, "Sutton Churches. 41 Even here, in this retired parish church, may be traced Of mouldering shields the mystic sense, Scutcheons of honour or pretence, Remains of rude magnificence. a few fragments of heraldic device and emblems of past beauty have happily been preserved from the ruthless hands of the fanatic or the iconoclast. To many, no doubt, these \" bits of coloured glass \" will possess little interest or significance : yet have they a rare value, when, as in this Church, the \"charges\" of the Herald carry with them ample confirmation of the Record of the Chronicler. These stray fragments of glass, though dis coloured and dirty, bear testimony to the truth of the Alliances and Grants which Charters and Rolls have unfolded. For instance, considering the frequent connec tion between this Manor and the Crown, one expects to see the presence of a Royal Escutcheon, proclaiming such a relation. In the Filmer Chapel window appears the Royal Shield, England aud France quarterly, with a Label of Cadency bearing three roundelles on each point, alluding to a fifth son of a Plantagenet King, though we have failed to identify the individual scion of Royalty. Then in another window is a dirty fragment, which on careful examination discloses part of the banner of Simon de Montfort, (parti per pale indented, argent and <71t.es, confirming the local tradition and the record of that proud Baron's brief tenure of this Manor (p. 5). There is also the Ribbon of the Garter, sadly marred it is true, yet enough left to enable us to trace out the historic Scroll though the Shield it once encircled is gone. Yet we know that in 1348 John (Lord) Hastings, and in 1371 Walter (Lord) Manney, each in his order connected with this"], [80, "42 Sutton Valence and East Sutton. Manor, had been admitted into that high Order of Nobility. In the north window, too, though sadly mutilated, is emblazoned the alliance which transferred the Manor from the House of Valencia to that of Hastings ; here appears Hastings (or, a maunche gules,) impaling that of Isabel Valencia (a bary of ten azure and argent, with an orle of martlets gules, (see p. 8). A female face too of exquisite detail has been preserved, and round it run the \" Alicia Soeoe\" : but the only instance in which that female name is recorded, is in that of Alicia de Betum, who married the noble William le Mareschall. Besides these the arms of Filmer, either entire or per pale, sable, three bars, and in chief three cinquefoils or, appear in different parts of the windows. THE FILMER ARMS."], [81, "43 THE MONUMENTS. ' 1 \"HE Monuments remaining in this Church do not seem * to go beyond the period when the Argalls,and through them the Filmers, occupied East Sutton Place, formerly called Glencards. The earliest is that to Richaed Aegall, dating back to the year 1588. An additional interest is imparted to this tablet in the eyes of American visitors, because his widow married into a Washington family1 The inscription runs thus (in a tablet on the South wall) : \" If in this life only we have hope in Christ we are of all men the most miserable.\" 1 Cor. xv. 19. Eichard Argall, of East Sutton, in the County of Kent, Esquier, deceased Anno Domini 1588, leavinge five sonnes and sixe (laughters living. Mary, his second wile, one of the daughters of Sir Eenald Scott, of Seott Hall, in the County of Kent, Knight, marryed the second tyme to Lawrence Washington, Esquier, dyed in anno 1605. Thomas Argall, the eldest son of ye sayd Eichard and Mary, dyed anno 1 G05, whose souls resting in peace, their bodies lye here interred, attending the General Eesurrection. \" 0, Foole, that which thou sowest is not quickened except it die.\" 1 Cor. xv. 36. 1 In the Pedigree in the Memorials of the family of Scott, of Scott Hall, at page 1 85, Laurence Washington is described as of Maidstone, Kent : and in a foot note on the same page it is said that a Colonel Washington, of Maidstone (whose monument is in Maidstone Church) \"was in 1648 a commander of a regiment, on the side of the Royalists, and was at the siege of Maidstone.\" There is little doubt that he was direct descendant of this Mary, nee Argall. The relation to the illustrious American President is more doubtful."], [82, "Sutton Valence and East Sutton. 44 His second daughter, Margaret, married Edmund Randolph, Esq., who placed a tablet on the wall of the south aisle with the following inscription as a record of her many virtues : \" Memorise Sacrum. \" Edmund Randolph, Esq., in remembrance of his deare wife Margaret Randolph, second daughter of Richard Argall, Esquier, and Mary his wife, deceased, who was borne in this parish and dyed childles at Aylisford, in this County, the XX day of September A.D. 1609, anno suo XXXVIII. \" Theis stones cannot expresse love or deserte \" My love to thee, to God thy reverence, \" Thy chaste, devote, religious, humble harte \" Were signes of thy unspotted conscience. \" I flatter not : thy vertues were soe knowne \" That all that knewe thee knewe theis were thin own. \" Youth, midleage, life, death, were alwayes one, \" To thee (examples good for us to followe) \" Sweete, stayed, vertuous, godly ; I must mone \" The losse of thee, and theis whom grave did swallowe; \" for me to soone (too soon) for theo in happy tyme ; \" Mine is the greife, the heavenly joyes are thin.\" A slab in the same wall also records the death of another member of the Argall family. \" Hie Samuell Argall Medicus mea corpora terræ Trado libens, animam sed tibi, Christe, meam. Tertius e vivis en, sexagesimus annus Me rapit, atque annos terminat iste meos ; Septembris lux orta suit jam septima mensis, Cum lux lucem omnem surripit iste mihi.\""], [83, ""], [84, "To Face Page 45- EAST SUTTON CHURCH, KENT. The Brass of Sir Edward and Dame Elizabeth Filmer."], [85, "Tlie Monuments. 45 The series of the Filmee Monuments in this Church begins with that of Robart (so the name is spelt) Filmer, Esq., who was for many years Prothonotary under Queen Elizabeth, whose history is thus told : \" Here liethe the bodie of Robart Filmer, Esq. who this lyfetime married Fraunces, the daughter of Sir Robart Chester, Knight, and had issue by her sixe sones, Edwarde, Robarte, James, Henry, Anthony, Francis, and three daughters, Katherine, Mary, and Affeia, who departed this lyfe the last day of August, 1585, being then 60 yeares of age. (The rest is illegible.) It was the marriage of their eldest son, Edward, with Elizabeth, Richard Argall's daughter, and his purchase from his brother-in-law of the estate and goodly mansion of East Sutton Place, which transferred the property from the Argalls to be thenceforth the home of the Filmers. On the floor of the north aisle (until recently in the Filmer Chapel), lies a sumptuous brass, which represents this Sir Edward and his Lady and their progeny, possibly designed, and hoped to be, the forerunner of a long series of such family memorials, but now alone it its glory. It forms one continuous plate, thus indicating foreign rather than English workmanship, 6 feet 8 inches long by 3 feet 6 inches. The Knight and his Lady in full length, both ruffed and frilled, he in rich plated armour, booted, spurred and gartered, she in the graceful folds of a Jacobean Court dress, and at their feet in double rows, the long array of their eighteen children ! with their respective names, and a running scroll on the margin recording the death of the Knight and his Lady. In the dexter corner appears the Filmer shield, (Sable, 3 bars, and in chief as many cinquefoils, Or.) ; in the opposite corner that of the Argalls,"], [86, "46 Sutton Valence and East Sutton. (Per fesse, argent and vert, a pale counterchanged, 3 lions' heads erased, gules), while in the centre between the two figures, appear the Arms of Filmer and Argall per pale. Nor was this brass the only record of Sir Edward's existence. A much more detailed account of him and his family is given on a gravestone, on which the following Inscription remains : \" Under this rest, in the certain hope of the Resurrection, the bodies of Sir Edward FiLiMer, Knight, and Dame Elizabeth his wife, the daughter of Richard Argall, Esq. They lived together sortie four years, and had issue eighteen children, viz. : nine sonnes and nine daughters, Robert, Edward, John, Thomas, Reginald, Thomas, Richard, Henry, Augustin, and Man*, Margaret, Eliza beth, Judith, Katherine, Anne, Jane, Susannah, Sarah. He departed this life ye 2nd November, Ao. Di. 1629 ; she ye 9th August, Ao. Di. 1638.\" A small tablet records the death of their eldest daughter Mary. \" Here lieth the body of Mary Knatchbull, widdow, the eldest daughter of Sir Edward Filmer, Knt., and the widdow of John Knatchbull, of Mersham, Esq., by whom she had four children — Edward, John, Elizabeth, and Mary. She deceasod the 18th day of February, Anno Domini 1647.\" It was their son Robert, who became the celebrity of the family as a writer and a Royalist. Among other works that for which he is best known is Patriarcha, or the Natural Power of the Kings of England Asserted. His career illustrated the troublous times in which he lived, for his house is said to have been ten times beseiged and plundered by the Parliamentary troops, and he himself"], [87, "Tlie Monuments. 47 imprisoned in Leeds Castle in 1 644. He had married Anne the daughter and co-heiress of Dr. Martyn Heton, Bishop of Ely. He died in 1653. When we call to mind the intense bitterness of the Parliamentary feeling towards the family, of which we can still detect some signs in the bullets embeddod in the Church door, the more do we wonder that that Royalist brass was not maliciously torn up. The eldest son of this worthy Knight, Sir Edward, held honourable office in the Royal Household, as a tablet shows. \" Here lyeth the body of Sir Edward Filmer, Kt. Gentleman of the Privy Chamber in Ordinary to both Charles I. and II. , who died a Bachelor, at Paris, August xii. A.D. mdclxviii.\" The deaths of his sister Anne and her son John aro also recorded on slabs on the floor of the Church : \" Here lyeth the body of Anne Godschalke, wife of Sir John Godschalke, Knt., and daughter of Sir Robert Filmer, of Kent, Knight, who departed this life the 15th day of January, \" She left issue one son and one daughter.\" Also of the son, \" Here lyeth the body of John Godschalke, Esq. son of Sir John Godschalke, Esq. and Dame Anne his wife, daughter to Sir Robert Filmer, Knt, who departed this life ye 20th of November, 1683, aged 23 yeares.\" On the death of Sir Edward the title and estate passed to his second brother, Sir Robert Filmer, who married Dorothy, the daughter of Maurice Tuke, Esq., of Layer Marney, in Essex. A Baronetcy was conferred on him by"], [88, "Sutton Valence and East Sutton. 48 Charles II. in 1674. He died the next year, but no monument appears to have been erected in the Church to his memory. He was succeeded by his son, Sir Robert, who seems to have taken an active part in County business, being High Sheriff in 1689. He married Elizabeth, the daughter and co-heiress of Sir William Beversham, of Holbrook Hall, in the County of Suffolk. Dying in 1720 his eldest son, Sir Edward, succeeded him, and married Mary, the daughter of John Wallis, Esq., of Soundess, Oxfordshire. He died in 1755. To him is due the formation of the Vault in the south Chapel, thenceforth known as the Filmer Chapel. Prior to this time the burials of the family seem to have taken place apparently in different parts inside and outside the Church. \" In the little Vault under the pew made by Sir Edward Filmer, Bart., in the year of Our Lord 1733, to contain 12 bodys, one above another, for the use of himself, and his wife, his successors and their wives, lie the Bodys of the said Sir Edward Filmer and Dame Mart his wife, daughter of John Wallis of Soundess in Oxfordshire, Esq. They lived together near 48 years, & had issue 2 sons and 9 daughters. He departed this life 10th February 1755, in the 72nd year of his age, and she the 5th January 1761, in the 72nd year of her age. \" Non est vivere, sed valere vita.\" Sir Edward's younger brother, called after his maternal grandfather, Beversham Filmer, had a more distinguished career and a more imposing record. \" Under a small stone of white marble at the entrance into the Chancel lyes interred the body of Beversham Filmer, Esq., of"], [89, "The Monuments. 49 Lincoln's Inn, Barrister at Law. His great abilities, improved by the closest study and application, acquired him the reputation of one of the ablest Lawyers of his time. His singular probity and integrity, uniformly displayed in the course of Fifty years practice, procured him the character of an honest man. His affability, modesty, and sweetness of temper gained him the friendship and esteem of all his acquaintance. His innocency of life and sim plicity of manners, founded upon true Christian principles, in spired him with the most comfortable assurances of a Resurrection to a Blessed immortality. He was the second son of Sir Robert Filmer, Bart., by Dame Elizabeth, his wife (daughter and co-heir of Sir William Beversham, Kt.), and died a Batchelor on the 10th June in the year of Christ 1763, and the 78th of his age.\" Sir Edward was succeeded by his fourth son, Sir John Filmer, the three elder sons having died in infancy or early youth. He married Dorothy, daughter of the Rev. Julius Deedes, a Prebendary of Canterbury, but dying without issue the title and estate fell to his younger brother, Sir Beversham, who married Dorothy, daughter of William Hendley, Esq., of Gore Court, Otham. Her virtues are thus lovingly recorded on a monument : \" In a vault near to this spot on the outside of tho wall are interred the remains of Mrs. Dorothea Filmer, wife of Beversham Filmer, Esq., and second daughter of Wil. Henley, Esq., of Gore Court, in this county. \" A lady not less eminently distinguished for her intellectual endowments, polished manners, and cheerfulness of mind, than for a sweetness of temper which endeared her to all her acquaintance and rendered her loss great to them, but irreparable to her discon solate husband, who with a grateful heart for having been blesssed for above 29 years with so amiable a companion, has erected this monument to her memory. E"], [90, "50 Sutton Valence and East Sutton. \" She died Oct. H, 1793, aged 57, having supported herself during a long and very painful illness with that Christian forti tude, patience, and resignation which deserves to be imitated and cannot be surpassed.\" Of the second Sir Beversham Filmer, who succeeded his brother, Sir John, and whose tenure of the title was but brief, little is on record save his charitable bequests and the date of his death, which are thus told on the same tablet as records the virtues of his wife, who outlived him 20 years. \" In the same Vault, by the side of his dear wife, are deposited the remains of tbe said Beversham Filmer. He succeeded his brother Sir John in Title and Estate on the 22nd February, 1797, and died on 29 December, 1805, in the 87th year of his age, having bequeathed several charitable donations in perpetuity to the poor of this and other parishes.\" \" Near this spot lie the remains of Dorothy, widow of Sir John Filmer, Bart., who by her own desire was interred in the same tomb with her husbaud. She departed this life the 5th day of July, 1818, aged 82 years aud 6 ni'ths. \" She was eminently pious, virtuous, and charitable. As an affect' wife, a kind relation, and a faithful friend, her conduct was at all times most exemplary. Through a long life she possessed the esteem of all that knew her ; died as she lived, generally and deservedly beloved; she died universally regretted.\" Edmund Filmer, the 9th son of Sir John, dying without children, his baronetcy passed to his youngest brother, who was Rector of Crundale, and married Arabella Christian Honywood. After a brief tenure of the estate he was succeeded by his son, Sir John, of whom little is on record,* save that he married Charlotte, daughter of Joseph * There is a tablet in Sutton Valence Church commemorating a liberal donation towards its re-building."], [91, "The Monuments. 51 Portal, of Freefolk, Hants, Esq., and died in 1834, and that record seems due to the affection of a niece and her husband to the following effect : — \" This monument is raised by George James Sullivan and Mary Pomley, his wife, as a small token of affectionate regard to the memory of the late Reverend Sir John Filmer, of East Sutton Place, in the County of Kent, Baronet, who died deeply lamented on the 15th day of July, 1834, aged 74 years, honored and beloved for his piety and many exalted virtues. \"In the same vault lie the remains of Dame Charlotte Filmer, wife of the above Reverend Sir John Filmer, Baronet, eldest daughter of the late Joseph Portal, of Freefolk, in the County of Hants, Esquire, who died the 31st day of July, 1818, aged 58 years.\" While on separate tablets mention is made of the death of two brothers. \"Sacred to the memory of Edmund Filmer, Esquire, late Capt'n in Her Majesty's 4th Regiment, the 4th son of the Rev. Sir Edmund Filmer, Bart. He died at Bath after a short illness, March 30th, 1810, aged 45 years, and was buried at Newton St. Looe, near that city, leaving a widow and 8 chddren deeply to lament his early loss.\" \" Sacred to the memory of Robert Filmer, Esq., late of Upper Montague Street, Russell Square, London, whose remains are deposited in a vault in the church yard, near this spot. He was the fifth son of the Reverend Sir Edmund Filmer, Bart , and died on the 1st day of June, 1824, in the 56th year of his age. \"Also of Annie, his wife, who died November 17th, 1826, aged 58 years.\""], [92, "52 Sutton Valence and East Sutton. Sir John having died without a son, the estate with the title passed to Sir Edmund, the son of his younger brother, Captain Edmund, already mentioned, who took an active part in the affairs of the county, and died in 1859. A tablet records his death and those of a dearly beloved son and daughter. \" Christ is All and in All.\" \" Come unto me all ye that labour and are heavy laden, and I will give you rest.\" \" Sacred to the Memory of Sir Edmund Filmer, Bart., Member for this County for nineteen years. His remains are interred in a Vault adjoining the South Wall of this Church. He was the only son of Capt'n Edmund Filmer, and died on 8th January, 1859, agd 47 years.\" By his side lies the body of his youngest child Arthur, who after three days' illness was called to his rest on February 15th of the same year, aged 12 years. \" They were pleasant in their lives, and in their death they were not divided.\" \" In Memory of Catherine, the eldest and beloved daughter of Sir Edmund and Lady Filmer, who departed this life July 18th, 1854, aged 21 years. Her fervent unaffected piety, her gentle disposition, and her tender thoughtfuluess for every one, deservedly endeared her to all, both high and low. \"Her bereaved parents, sorrowing not as those without hope, and bowing in humble submission to His will, whose mercies are everlasting, have erected this Tablet in fond remembrance of a most truly affectionate and ever dutiful Child. Her mortal remains repose at Kensal Green Cemetery, near London. Her spirit is with Him who gave it.\" \"The Lord gave and the Lord hath taken away. Blessed be the name of the Lord.\""], [93, "The Monuments. 53 With this closes the series of the family monuments of the Filmers. On one other the name occurs in token of sincere friendship, thus : \" In the Churchyard, near this spot, are deposited the remains of Mary Ann Lunn, of Soho Square, London. She died October 10th, 1845, aged 52. \" This tablet is erected by Sir Edmund and Lady Filmer, as a slight token of their regard for an esteemed and lamented friend.\" Among other inscriptions of less note is one to the memory of a parishioner who lived about three centuries ago. The tenour and spelling of this inscription shows that it has been introduced at a much more recent period. It runs thus : \" Here lieth buried under this stone Geo. Usher, late of East Sutton, who died the 17th of March, 1565, Anno Dom'., which George gave to the relief of the poor people of East Sutton yearly for ever the yearly farm of 3 pieces of land, in East Sutton, cor rectly called Hunting's and Lodge Lands.\" One other tablet is of interest as an evidence of school boy affection. \" In the midst of life we are in death.\" \" Samuel Martin Edwards, eldest son of Samuel Price Edwards, Esq., Collector of Customs at Great Yarmouth, died at the Free Grammar School, at Sutton Valence, Nov. 12, 1840, in the 15th year of his age. \" He was a dutiful and affectionate son, a diligent and attentive pupil, much beloved by all who knew him. As a tribute of their affection, and to record their high esteem for him, his Schoolfellows erected this tablet to his memory. His earthly remains are interred beneath.\""], [94, "54 CONCLUSION. IT is with sincere regret that the author has found himself compelled by illness to abandon his original design of giving extracts from the Parish Registers, of which those of Sutton Valence date from the year 1576, while the East Sutton ones do not commence till 1648. He hopes that the deep interest which his researches into the early history of these Manors has roused will justify his adopting the refrain of the School Song — \"fffdoxtat DICKINSON, PRINTER HIGH STREET, MAIDSTONE"], [95, "POSTSCRIPT. The Author feels that in his reference to the contributions obtained through Mr. Ward's original appeal, (alluded to in Page 34 and the note,) but scant justice is done to the liberal benefactors who aided in this good work. He is now able to supplement the account by fuller details : — The Dean and Chapter of Rochester, as Patrons and Impropriators gave £477 0 0 The Trustees of the Filmer Property 212 0 0 The Beversham Filmer Trustees 116 0 0 F. C. (anon.) 120 0 0 Thomas Oliverson, Esq 51 0 0 J. Corlett, Esq 31 0 0 From the Church Lands Funds 100 0 0 Smaller Contributions from Individuals... 31 0 0 Mrs. Brenchley (for the Chancel Window) 200 0 0 Of this sum, the contracts of Messrs. James Wood and Sons for the internal and external repairs amounted to about £1200. A few minor expenses left the Fund a debtor of £18 to the treasurer, while the completion of the oak seating in the body of the Church is calculated to cost an additional £80. The state of the windows in the North Chapel, as already described, will require from £200 to £300 more to complete the work of restoration."], [96, ""], [97, ""], [98, ""], [99, ""], [100, ""]]