[[1, ""], [2, ""], [3, "Lines on the Trip promoted by N/IEJVIBERS OF THE L1TTLEBOROUGH AND SMALLBRIDGE ItlfSIM CU8$ ON WHIT-SATURDAY, MAY 26th, 1888, TO CHESTER AND THE RESIDENCE OF THE RIGHT EON. . E. GLASiTOBE, H.P."], [4, ""], [5, "LINES ON THE VISIT OF THE REFORM CLUBS i i IHI .A. AA7\" J^ ZELID E 3NT3 The Residence of the Right Honourable Wo æ. <aj»w<o>fti9 m* Wo \"'TIS Whitsuntide now, and right merry we'll be, For our friend Mr. Gladstone we'll now go to see ;\" \"A nice Trip we will have, to see our great man, And get him to speak too, as well, if we can.\" So we wrote, and a kind welcome letter has corne, With the news that our Leader would then be at home ; Then arrangements were made for the splendid ride, And a most lovely walk to the castle side. A few of the friends Mrs. Gladstone now saw, And expressed deep concern for the people below, In the heat of the sun, which was very intense ; And of the time he would speak she wished them to insense. So her words to the people were duly conveyed, But for answer the people all in their place stayed ; For not one was willing their place to forsake. Or a good chance of seeing, when he came and spake. Oh no, they would all most gladly remain, For they're willing to stay in sunshine or rain, — If only from him a few words they might gain, And his words in their memory they wish to retain. For they had come, to wait for their noble Sire, And their self-imposed task was real Liberal tire : For the highest ambition their thoughts now attained, Was that while in the house the grand man remained, —"], [6, "A few of his favourite pieces they'd sing, And with their melody make the woods ring. From the people Mr. Gladstone's best favourite now came, Which was, \"All hail the power of Jesu's name.\" The first of the illustrious family they cheer, Was the Rev. Stephen Gladstone, with his Wife so dear ; Then came Mrs. Gladstone, 'midst such ringing cheers, And with more hearty singing they now greet her ears : While friends crowd around her and patiently stand, Wishing only just for a shake of her hand ; For a Lady, deserving of honour is she ; In her face, truth, kind acts, and good deeds you may see. By and by the Rev. Harry and Mrs. Drew. Came out on the terrace, their friends to review ; Proffessor Stuart and Mr. Herbert Gladstone arrive, \"There's the member for West Leeds,\" and their cheers revive. Then a warm hearty greeting he also receives, For the son as the father the people believes, But what now absorbs their attention, is that Of the Grand Man, in light tweed, along with slouch hat. For such shouting and cheering, as now rent the air, Went up, and was maintained for some moments there : Mr. Gladstone his gracious acknowledgments bowing, For the honour the people were on him bestowing. Hearty greeting the leaders from Rochdale he gave, And bid them have courage, fight on, and be brave : While the people were singing the hearty refrain, — \"For he's a jolly good fellow, may he long life retain.\""], [7, "At last he came forth, with a step firm awl brave, And to the seven hundred a bright smile he gave, Saying, \"That no speech-making there be is a rule that we try, But as you come from Rochdale, we'll let that go by. For I love the people of south, east, and west, But the people of Rochdale rank with the best. It is for their sakes that this speech I now make, And hope that from me some advice they will take. 'Tis for my friend Mr. Potter I want you to fight, For he is the man who I know will do right ; Unselfish he is, and loyal, and true, And with all his powers he has been serving you. My wish is that you will remember his fame, And not think for a moment of changing the name ; But do all you can, at the next Election, To give him your votes, and the best protection.\" This is the advice our kind ex -Premier gives, You do well if you take it as long as lie lives ; For a man you'll not find more brave, good, and bold, And the rights of the people he will ever uphold. Then he spake a short time on the Licensing Clause, But cannot agree with what they propose ; He said, \"it was almost like a Railway, If a field you would go through, why then you must pay He cannot believe in Hotels for estates, And all the poor people to now have large rates ; Oh no, this would never our country please, But the bill's now thrown out, and we're once more at i i^<"], [8, "On a question he now spoke most dear to his heart, For his \"Home Rule for Ireland,\" from him can ne'er part ; And if friends into foes through this he might turn, No time he would waste any malice to learn. Forty minutes he spoke, and all that he said, To put it together will take a wise head ; But in the newspapers there you will see How enthusiastic and cheerful was he. For during his speech they could not refrain, From answering and cheering, again and again, And the hopes of the Trippers were quite satisfied, For their feelings ofjoy they could no longer hide. Mr. A. Gt'imshaw, of Littleborough, gave A few eloquent words, and said they'd be brave ; rs. Potter, and Hopwood, they'd see were returned, For fresh strength they had gain'd, & more knowledge learn'd, He said, \"they would ever remember the day, When to Hawardeu for pleasure they'd stray; And their confidence ever in Gladstone was strong, That for England or Ireland he'd fight against wrong.\" While Mr. A. Grimshaw the vote of thanks gave, From the sun Mr. Gladstone his young friend would save ; And a smile full of pleasure upon him he turn'd, For to live and to work_Jor the people they've learned. WM. BROWN, PHINTER & STATIONER, LITTLEBOROUGH."], [9, ""], [10, ""]]