[[1, ""], [2, ""], [3, "Our Little Nell. BY WILLIAM BOWES."], [4, ""], [5, "Our Little Nell. BY WILLIAM BOWES."], [6, "Introduction. 'XlOW many Books are written, How many stories told, Of poverty and wretchedness That city folks behold ; Of poor neglected children Who wander here and there, With none to lend a helping hand Their dnll sad lives to cheer ? Yet not alone in cities Does poverty abound, E'en in our quiet villages The starving poor are found : Mid scenes of life and beauty Where the bird songs fill the air, The bitter cry goes up to heaven From hearts bowed down with care"], [7, "f'WAS winter time, and far and wide, The earth was clothed in spotless white, Few cared to leave their fireside To wander forth on such a night. Yet through the bitter wintry blast, A lonely woman made her way, Too weak and ill to travel fast, Too sad and anxious to delay. With weary steps she plodded on, All heedless of the blinding storm, For well she knew that she had got An urgent duty to perform. Within that humble cottage home, There lay a child of tender years, Whose feeble health had now become A cause for many anxious fears. At last the Doctor was called in, And as he left was heard to say \"Unless the child is better soon Please send for me without delay. Of course you will not come yourself, Your husband he will see to that ; The little thing must not be left, You know so much depends on that.\" Ah! had he known as well as she, The reckless life her husband led, The kind old Doctor would have seen How useless were the words he'd said. Full well that anxious mother knew How little to expect from him, Who once to her was kind and true, Till drink had well nigh ruined him."], [8, "4 Now when his daily work was done, His chief ambition seemed to be To hasten to the \"Rising Sun,\" To spend the hours in mirth and glee. How tenderly that mother watched The little sufferer as she lay, Now lowly bending down to catch Some feeble word the child might say. Thus passed the weary hours away, Till darkness settled down again, And still the little sufferer lay Moaning in agony and pain. No longer could the mother see Her darling child in such a state, The Doctor must be fetched at once, Or possibly t'would be too late. The good man heard her tale of woe, Bade her come in and rest awhile, Till he should be prepared to go Along with her to see the child. 'Woman! 'tis well you came\" said he, \"In fact you should have come before, The child is bad as she can be, And soon would be beyond my power. But now I hope to pull her through, And make her well and strong again, And as so much depends on you, My efforts will not be in vain. I leave her now within your care, I know that you will do your best, To-morrow I will call again, Now you had better take some rest.\" With that the Doctor took his leave, And drove straight to the \"Rising Sun,\" He'd yet some more advice to give, Before his evening's work was done. The motley crowd assembled there, Looked up, with wonder and surprise! They ceased their singing, dropped their beer, And stared at him with wondering eyes."], [9, "5 The Landlord coming forward said, His red face beaming with delight, \"Our worthy Doctor to be sure! Pray Sir, what brings you here to-night?\" But to the wily Landlord's word The worthy Doctor paid no heed, It is no time for flattery When looking after other's needs. 'Here is the man I want!\" he said, And pushed his way across the room, 'Your wife and child are wanting you. It is on their behalf I've come. Your proper place I think would be Beside your little daughter's bed, I have now been to see the child And found her just as good as dead. But now, I think with proper care, I yet may save the dear child's life, But you must go and do your share Of nursing, with your worn out wife. 'Tis hard I sa}r, for her to bear This heavy trial all alone, While 3'ou are wasting inone}' here That should be spent about your home. Just one word more I wish to say, Which you'll do well to bear in mind, That child must have good nourishment, Which things of course you'll have to find : Tis no use saying you are poor, And can't afford such things to buy, The child must have them, and what's more Unless she has them she will die.\" The Landlord coming in the room, Approached his customer with a bow, And said \"You'd best be getting home And do a bit of nursing now. To have you hanging round the place, After receiving such advice; Would likely land me in disgrace, And that you know would not be nice.\""], [10, "6 T think so too,\" replied the man, \" I only wish I'd gone before, But I will do the best I can, And no man living can do more.\" A hearty welcome he received From those within his cottage home, Although they scarcely could believe That he had ventured home so soon. His little daughter heard his voice, And beckoned him to her bedside, Then with her feeble hand in his, Lay peaceful, calm and satisfied. The days and weeks dragged slowly by, While little Nellie's strength returned. And sometimes it was hard to say Whether the spark of life still burned. But with the Doctor's kindly aid, And mother's gentle nursing too, The child was fit to leave her bed, And then she daily stronger grew. And soon the merry springtime came, When all around was blythe and gay, And in the meadows, fields and lanes, Our little Nell would skip and play. Her father too had now become More steady than he was before, His leisure time he spent at home, As in the happy days of yore. And with a little thought and care, Bestowed upon his sickly wife, She too was better fit to bear The strange vicissitudes of life. The Landlord of the \"Rising Sun \" Had often heard about the change, And vowed he would not be outdone, But very soon would seek revenge. He little thought that fatal eve, When he had spoken out his mind, That he would lose a customer, The very best that he could find."], [11, "7 And when he saw the ill effects, His hasty words had brought about, Bad thoughts arose within his heart, Which better far had been left out. The spring and summer passed away, And autumn days grew dark and chill, But no one thought that Nellie's home Was threatened with impending ill. For since her father had become A thoughtful, sober man again, Happiness reigned within the home, Where once was poverty and pain. They dreaded not the frost and cold, For they were now well clothed and fed. Not tattered garments worn and old, With nothing else to eat but bread. -I But good warm boots and clothing too, As any one could wish to wear, And plenty of good, wholesome food, Enough for them and some to spare. T'was well a kindly Providence Had hid the future from their eyes, They could not see the cloud, that soon Would burst upon them with surprise. T'were better far they should not know How soon their happiness would cease, Enough for them to feel the blow, That would for ever mar their peace. The Landlord of the village inn Had not forgot the vow he made, Aud thought he now might well begin To carry out the plans he'd laid. The winter days had come once more, With evenings long, and dark, and cold. And he by some means must restore This long lost customer to his fold. That very night as Jim went by, The Landlord stood against his door, And beckoned to him with his hand, As he had often done before."], [12, "8 I will not keep you long\" he said, Not knowing well how to begin, I see you're anxious to be gone, Therefore I will not ask you in. I have a small request to make, 'Tis one I hope you wont refuse, As an old customer of mine, Who's friendship I've no wish to lose. To-morrow night we celebrate Our wedding anniversary, And just for old acquaintance sake, Have asked a few old friends to tea. I know of no one else but you. Who can oblige us with a song, Although I've searched the village through A task which did not take me long. But if you kindly would consent To make one of the company, I'd take it as a compliment, And we should get on splendidly. The company will be select, As any song that you may sing, You shall be treated with respect, And need not pay for anything. Now do not say you cannot come, For I know very well you can, Sure you can spend one night from home, Just to oblige a fellow man.\" T'was thus the crafty Landlord spoke, And sought his victim to ensnare, And with an undecided look, The man half promised to be there. He little thought as he went home, What untold mischief he had wrought, And of the evil days to come He did not entertain a thought. But sitting with his wife and child, That night before the blazing fire, He knew that he had acted wrong, In yielding to that base desire."], [13, "9 His conscience would not let him rest, But troubled him the whole night through He plainly saw what was the best, The right, and proper thing to do. Oh ! had he then made up his mind, That unwise promise to recall, Better by far it would have been For father, mother, child and all. But this he did not care to do, He thought, t'would look so very mean, As he had promised, he must go Where he for months had not been seen. It was a merry party, that Assembled at the \" Rising Sun,\" And foremost in the number, sat The man whose ruin was begun. The Landlord and his wife were there, Both dressed in clothes so fine and gay, And oh how generous they appear, This wedding anniversary day. The tea it was a grand success, A fact which cannot be denied, The Landlord's wife had done her best, And every one was satisfied. T'was then the duty of \"mine host\" To entertain the invited guests, And he determined that he too Would make his duties a success. Of all the various kinds of drink, His house contained a rich supply, And all should have their proper share, Or he would know the reason why. With laugh and song the glass went round, And many vulgar jokes were heard, Until their senses all were drowned, And none could rightly speak a word. If in that circle there was one Who claimed the Landlord's special care. It was the singer, who had come By special invitation there."], [14, "From him alone the Landlord hoped, To see his money back again, The money which he felt assured He had not spent that night in vain If only he could win him back To paths of drunkenness and sin, He knew how easy it would be To get his money back again. Aye, and a great deal more besides, For none could say where it would end Now he had once more learned to drink, In drink his money he would spend. For let it never be supposed, The Landlord was a generous man, His generosity arose, While working out this evil plan. He never once was known to give A sixpence to relieve the poor, His only thought was how to live, And multiply his golden store. The man had not informed his wife Of what he had been asked to do, And she poor soul was much put out To know where he could have gone to. For hours she waited patiently, And wondered why he did not come, Long weeks and months had passed away Since he had been so late from home. In vain she tried to find a cause, For his long absence from her side, But though she tried and tried again On nothing could she yet decide. That evil had befallen him, She had no longer any doubt, But what the evil really was She could not very well make out. She still must sit and wait awhile, For there was nothing she could do, But bear the trouble all alone, And this she did, right bravely too. 10"], [15, "11 At last she heard the heavy tread, Of someone's footsteps near the door, It was the old familiar step That she had often heard before. With trembling hands she ope'd the door, ■ To let her erring husband in, Assured by past experience That soon fresh troubles would begin. No need for her to wonder now, The reason he was out so late, The fact was all too evident When she beheld his wretched state. So well did Mr. Boniface, His evil purpose carry out, That this man's ruin and disgrace Successfully was brought about. When first she saw her husband thus The woman stared in mute surprise, So suddenly had come the change, She scarcely could believe her eyes. No wonder that her heart was sad, As she beheld him sitting there, The wonder is she was not led To give up wholly in despair. Yet no harsh words escaped her lips, For such a course would not be right, She thought the better plan would be To get him settled for the night. Then on the morrow she would try If she could win him back again, Although she almost felt assured That all her efforts would be vain. At any rate she could but try, And if she only did her best, The God of love who rules on high Would condescend to do the rest. One thing at least must not be done, If she could any how prevent, Her little Nellie must not know A word about the sad event."], [16, "12 Her little heart would almost break, If she the awful truth should know, And more severe the shock would be, Because she loved her father so. A real father's girl was she, So said the humble village folk, And plain enough it was to see Those words were true which they had spoke They seldom went about alone, For where he went the child would go, And when he sometimes went to church, His little Nellie would go too. No wonder then, the mother sought To keep the sad news from the child, Whose nature was so sensitive, Such grief would almost make her wild. Most earnestly the woman tried To win her husband back again, All kinds of methods she employed, Yet still her efforts were in vain. He often promised to do right, And possibly he meant it too, Yet very nearly ever}- night To that vile taproom he would go. Here he would sit and sip his beer, And sing his songs and crack his jokes, Mid language which 'tis very clear Would shock the nerves of decent folks. Of course he spent his money too, That's all the Landlord cared about, When that was gone, he too might go And quickly too, without a doubt. Thus things went on from bad to worse All through those long dark wintry days, And Nellie and her mother too Were worse off now in many ways. When father led a sober life, Their wants could mostly be supplied, And sometimes with a little care A few small luxuries beside."], [17, "13 And what to them was better far, They had his love and sympathy, And many happy hours they spent Together in his company. But now alas the scene is changed, Those happy hours have passed away, And they are full of sorrow now, Who once were happy, light and gay, A happier home could not be found, When drink was banished from the place, But with the advent of this curse Came certain ruin and disgrace. Peace on the earth, good will to man Rang out the bells with joyous strain, Glad tidings of the Saviour's birth Re-echoed over hill and plain. And many a home that Christmas Eve Was filled with joy and gladness too, Friends met together once again, Who left their homes long years ago. And as they gathered round the fire, And talked together of the past, Each would be thinking of the time When they had met together last. When little Nellie heard the bells. Her young heart bounded with delight, For had not mother said to her, Hang up your stocking child to-night I don't suppose that Santa Claus Will fill it very full she said, But if he leaves one present in My little daughter will be glad. The child then hurried up to bed, , And hung her stocking on a chair, That good old Santa Claus might see And leave some little present there. Soon after she had gone to bed She heard her father at the door, Then heard him speak in angry tones As he had never spoke before."], [18, "14 She wondered much as she lay there, Why father talked so loud to-night, And when his voice still louder grew The poor child trembled with affright. She knew there must be something wrong, But could not think what it could be, And though she longed so much to know, She dared not venture down to see. At last she heard her mother speak, Although her words were weak and few, 'Jim, you may kill me if you wish But this thing I will never do.\" Then something fell upon the floor, And Nellie heard an awful scream, And she rushed wildly from the room Like one awakened from a dream. The neighbours too had heard the noise, And one came in to know the cause, But ere she crossed the threshold o'er, She saw a sight which made her pause, There in a corner of the room Lay Nellie's mother in a swoon, And as the woman raised her head Her face revealed an ugly wound. The village Doctor soon arrived And gave instructions what to do, 'It is a nasty wound\" he said, \"But still I think she'll soon pull through. I'm not so sure about the child\" He said, and turned to little Nell, 'With her I should not be surprised If things do not turn out so well. Her nerves have had a fearful shock, And it will take a deal of care To nurse her back to life again, However, we must not despair. If you could get them both to bed And stay with them the whole night through, I'll call again to-morrow, when I shall know better what to do.\""], [19, "15 The neighbour kindly gave consent To stay all night by their bedside, ' I thank you very much,\" he said, \"I now shall feel quite satisfied.\" It was a dark, sad Christmas day For those within that cottage home, And he whose sin had been the cause Would think of it for years to come. That morning when the Doctor called He found his little patient worse, 'The child\" said he, \"is very bad And she must have a proper nurse. t It may be that her services Will not be needed long he said, For much I fear ere many days She'll need no nurse or Doctor's aid.\" It needed but a glance of his To tell which way the case would go, But though he knew the worst must come He would not tell her parents so. And truly sorry too was he To think he could not save the child, For he had often stopped to see Her gather flowers and heather wild. And sometimes she had given him A lovely bunch of roses gay From out her little garden plot, When he perchance had passed that way. He knew those little feet no more Would wander where the Blue-bells grew, And he for one would miss her sore, That was a fact he also knew. The parents were o'erwhelrned with grief When first the news to them was brought Her father grieved the more because His hand had all the mischief wrought. He knew that cruel blow was struck Because his wife refused to give The sixpence she had saved to buy Their little girl a present with."], [20, "i6 Now as he saw her lying there And knew not when the end would come, His mind was filled with dark despair, And he sat speechless, silent, dumb. If only they could hear her speak, That truly would be some relief, To see her lie unconscious there Increased a hundredfold their grief. But that small comfort was denied, Their child would never speak again, Till she awoke in that bright land, Where they are ever free from pain. Her days on earth were short and few, And very quickly passed away, And yet she had a work to do Of what importance, who can say. How many parents have been led To give up drink, and sin, and shame, All through a child's sweet influence, And Nellie's father did the same. Right from the day on which she died His mind was set against the drink, And he began the self-same time On all his evil ways to think. And now he seeks most earnestly To make amends for all the past, And prays for grace that he may be A useful christian to the last. Then in the sunny land above Earth's cares and burdens all laid down, Heaven's joys he shall for ever prove, And for the cross, receive a^Crown. The; End."], [21, ""], [22, ""]]