[[1, ""], [2, ""], [3, ""], [4, ""], [5, "STRAFFORD A TRAGEDY. BY ROBERT BROWNING. WITH NOTES AND PREFACE BY EMILY H. HICKEY, AUTHOR OF \" A SCULPTOR, AND OTHER POEMS.\" AND AN INTRODUCTION BY SAMUEL R. GARDINER, LL.D., PROFESSOR OF MODERN HISTORY, KING'S COLLEGE, LONDON. LONDON : GEORGE BELL AND SONS, YORK STREET, COVENT GARDEN. 1884."], [6, "CHISWICK PRESS I— C. WHITTINGHAM AND CO., TOOKS COURT, CHANCERY LANE."], [7, "EDITOR'S PREFACE. It was in 1835 that Mr. Browning was introduced to Mac ready the tragedian, and it was out of this acquaintance that the production of \" Strafford \" came. Macready saw in \"Paracelsus \" the work of a true tragic poet, and suggested that Browning should write a play for him. Macready wrote in hisjournal in 1836: \"Browning said that I had bit himbj my performance of Othello, and I told him I hoped I should make the blood come. It would, indeed, be some recompense for the miseries, the humiliations, the heart-sickening dis gusts which I have endured in my profession if, by its exercise I had awakened a spirit of poetry whose influence would elevate, ennoble, and adorn our degraded drama. May it be ! \" A little later, Macready said to Mr. Browning, \" Write a play, Browning, and keep me from going to America ! \" Mr. Browning replied, \" Shall it be historical and English ? What do you say to a drama on Strafford ?\" In March, 1837, the play was put in rehearsal, and produced at Covent Garden Theatre on the 1st of May. To quote Mr. Edmund Gosse's account in \" The Century \" for Dec., 1881, from which I have taken the above details : — \" It is time now to deny a statement that has been re peated ad nauseam in every notice that professes to give an account of Mr. Browning's career. Whatever is said or not said, it is always remarked that his plays have ' failed '"], [8, "EDITOR'S PREFACE. IV on the stage. In point of fact, the three plays which he has brought out have all succeeded, and have owed it to fortuitous circumstances that their tenure on the boards has been comparatively short. ' Strafford ' was produced when the finances of Covent Garden Theatre were at their lowest ebb, and nothing was done to give dignity or splendour to the performance. 'Not a rag for the new tragedy,' said Mr. Osbaldiston. The King was taken by Mr. Dale, who was stone-deaf, and who acted so badly that, as one of the critics said, it was a pity that the pit did not rise as one man and push him off the stage. All sorts of alterations were made in the text ; where the poet spoke of ' grave grey eyes,' the manager corrected it in rehearsal to ' black eyes.' But at last Macready appeared, in the second scene of the second act, in more than his wonted majesty, crossing and recrossing the stage like one of Vandyke's courtly personages come to life again, and Miss Helen Faucit threw such tenderness and passion into the part of Lady Carlisle as surpassed all that she had previously displayed of histrionic power. Under these circumstances, and in spite of the dull acting of Vandenhoff, who played Pym without any care or interest, the play was well received on the first night, and on the second night was applauded with enthusiasm by a crowded house. There was every expectation that the tragedy would have no less favourable a ' run ' than ' Ion ' had en joyed, but after five nights, Vandenhoff suddenly with- drew, and though Elton volunteered to take his place, the financial condition of the theatre, in spite of the nn- diminished popularity of the piece, put an end to its representation.\" When the play was rehearsing, Mr. Browning gave Mac ready a lilt which he had composed for the children's song in Act V. His object was just to give the children a thing children would croon ; but the two little professed singers, Master and Miss Walker, preferred something that should exhibit their powers more effectually, and a regular song"], [9, "editor's preface. V was substituted, scarcely, it will be thought, to the im provement of the play. By kind permission I print the original music. m Andante. f^-~, -_, -~^ ==\"\" O bell' an-dare.Per baroa in mare, Ver-so la se -ra.Di prima- slentando e diminuendo. - ve - ra, 0 bell' an-da • re, O bell' an-da - - re. The text of this edition has been revised by Mr. Browning. There are a good many changes in the punctuation, and a few verbal alterations. By a printer's error, unfortunately not discovered in time, a comma at the end of line 54, Act I., Scene 1, has been replaced by a period. I am privileged to print a letter in which Lady Martin most kindly complies with my request that she should write a few lines on the character of Lady Carlisle, which she so beautifully rendered when the play was first produced : — \" You ask me to write a few words about the character of Lucy Percy, Countess of Carlisle, as drawn by Mr. Browning in his play of ' Strafford.' That it is purely imaginary, he has told us himself in his preface. It is, therefore, not to be looked at in relation to any record of what the real Lady Carlisle was. It is drawn so firmly and clearly, that I feel it almost a wrong to my friend, Mr. Browning, to attempt to put my own idea of it into such words as one unaccustomed, like myself, to write on such things, can command. All I can say is, that I think Mr. Browning set himself a very difficult task in drawing a woman, full of love and devotion to a"], [10, "editor's preface. VI man who, while he could not help being grateful for such devotion to his interests, and attracted by her charms as a woman, yet was so engrossed by personal and public interests, and the conflict with political adversaries, that he gives little or no sign of a reciprocal affection. There was great danger in working out this idea, and placing Lady Carlisle at a disadvantage ; — for little sympathy is shown for a woman who shows her love, and meets only the coldest return. But over this difficulty the poet has, I think, triumphed. Among the other characters, of whom so many are selfish, headstrong, weak, or wayward, she seems to me to stand out in striking colours, such are the clearness of her perceptions, the fearlessness of her courage, the depth and nobleness of her love. \" I was a mere girl, and a novice on the stage, when the play was produced — but I remember well what struck me as the true note of Lady Carlisle's character, and how difficult I felt the task of trying to give it expression. But the soul of nobleness which shines throughout all her words and acts, helped me in a great measure through my anxious ordeal.\" The historical Lady Carlisle was the daughter of the ninth Earl of Northumberland. In 1639, she had been for three years a widow. Her husband was James, Lord Hay, created successively Viscount Doncaster and Earl of Carlisle. For a sketch of this strange woman, see Lodge's \" Portraits of Illustrious Personages,\" &c, vol. v., in Bohn's Library. Sir Tobie Matthews' \" character of the most excellent Lady, Lucy, Countess of Carlisle,\" prefixed to a collection of letters, which Donne edited in 1660, is of sufficient interest to repay a careful perusal. Lodge has an engraving of her portrait by Vandyke. There is a younger portrait of her along with her sister, Dorothy, Countess of Leicester, at Bilton, near Rugby, a relic of the days when Addison lived there. Waller's Saccharissa was her niece."], [11, "editor's preface. VII In annotating this play I have had before me the pro bable needs of students and the possible needs of teachers. Some time ago, when speaking of this play as a subject for study, a lady said to me, \" How can a modem work be studied ? What is there to say about it ? \" This remark must have originated in a feeling that etymology and verbal points in general are the things to be considered in teaching English literature, and that where there is little to do in the way of hunting up obsolete words there is little to do inany way. Itseemstome that \"Strafford,\" offering much to the mere reader, offers greatly more to the student, and that the hours spent over it will not be regretted. I have tried to give help, as far as possible, by suggestion, and have therefore frequently used the form of questions, instead of merely appending notes. It has appeared to me that the special beauty of certain passages should not be \" sign-posted,\" but that the poet should be left to speak for himself, as far as an annotated edition is concerned. I would suggest that the play should be read through, twice, if possible, before any use be made of the notes, and that the student should keep steadily in mind the necessity of considering the play as a whole. I shall take it as a kindness if any suggestions be sent to me, with a view to making a second edition, should the work be fortunate enough to reach one, more helpful than the first. I wish to express my very warm thanks to Mr. Brown ing for his readily given permission to issue this edition of \"Strafford\"; for his explanation of three or four passages — I being specially indebted to him for most of the note on v. 2, 40 ; and for his revision of the text. I have also to thank Dr. Abbott for some good hints, of which I have duly availed myself. I owe much grati tude to Professor Hales for his careful reading of my notes, and for numerous valuable suggestions, nearly all of which I have endeavoured to carry out."], [12, "editor's preface. VIII Professor Gardiner knows, I hope, how much I feel indebted to him, not only for the writing of the Introduc tion, but for most kind help in the arrangement of the historical notes. E. H. H. London, March, 1884."], [13, "INTRODUCTION. The reader of a play which is founded on the facts of history may reasonably wish to know how far the author has allowed himself to be bound by his knowledge of the actual course of events, and whether, if he has departed from it, it is possible to trace any principle in the variance. The present introduction is intended to give an answer to such a demand. When, at the age of twenty-five, Mr. Browning wrote \" Strafford,\" Mr. Forster's life of that statesman had just been published. There was an intimate friendship between the poet and the biographer, and Mr. Browning thus found the materials which he needed brought easily within his reach. In a passage which rises far above Mr. Forster's ordinary level, the true theory of the identity of Strafford's life is set forth. (\" British Statesmen,\" ii. 228) : — \" In one word, what it is desired to impress upon the reader, before the delineation of Wentworth in his after years, is this — that he was consistent to himself through out. I have always considered that much good wrath is thrown away upon what is usually called ' apostasy.' In the majority of cases if the circumstances are thoroughly examined it will be found that there has been ' no such thing.' The position on which the acute Roman thought fit to base his whole theory of Æsthetics — \" ' Humano capiti cervicem pictor equinam Jungere si velit, et varias inducere plumas, Undeque collatis membris, ut turpiter atram Desinat in piscem mulier formosa superne Spectatum admissi risum teneatis amici ? ' &c,"], [14, "X introduction. — is of far wider application than to the exigencies of an art of poetry ; and those who carry their researches into the moral nature of mankind, cannot do better than im press upon their minds, at the outset, that in the regions they explore, they are to expect no monsters, no essentially discordant termination to any ' mulier formosa superne.' ****** \" Against all such conclusions I earnestly protest in the case of the remarkable personage whose ill-fated career we are now retracing. Let him be judged sternly, but in no unphilosophic spirit. In turning from the bright band of patriot brothers to the solitary Strafford — ' a star which dwelt apart,' we have to contemplate no extinguished splendour, razed and blotted from the book of life. Lustrous, indeed, as was the gathering of the lights in the political heaven of this great time, even that radiant cluster might have exulted in the accession of the ' comet beautiful and fierce,' which tarried awhile within its limits ere it ' dashed athwart with train of flame.' But it was governed by other laws than were owned by its golden associates, and — impelled by a contrary, yet no less irre sistible force, than that which restrained them within their eternal orbits — it left them, never to 'float into that azure heaven again.' \" Partly from want of sympathy with statesmen of Strafford's type, and partly from the lack of material which has since come to light, Mr. Forster did not succeed in constructing a biography which answered to the ex pectations raised in these sentences. He enabled us to see the zeal and energy of his hero, and he showed that the result was the establishment of a tyranny. To exhibit Strafford believing that he was establishing a reign of justice, and that he was even defending the English constitution against its assailants, was beyond his range. Is it too hazardous a conjecture to suppose that Mr. Browning was impelled to write \" Strafford,\" not merely"], [15, "introduction. XI by his admiration for the man, but also from some desire to give a portraiture of him which would have the com pleteness of an imaginative conception ? Whether it was so or not, there can be no doubt that the task which he undertook was one of extraordinary difficulty. The main interest of Strafford's career is political, and to write a political play Non di, non homines, non concessere columnæ. The interests of politics is mainly indirect. Strafford is impeached, not merely because he is hated, or because he has done evil things, but because he is expected to do more evil things, and because if he is not punished other people at some future time will not be easily deterred from doing other evil things. Such possibilities of future evil, which the historian is bound to consider, are, however, essentially undramatic. The poet can at most only avail himself of them as a background for the scenes in which the charac ters or the passions of his personages are developed. Still less can he bring upon the stage personages who discuss the bearing and meaning of Acts of Parliament, as Pym and Strafford did in real life. We may be sure, therefore, that it was not by accident that Mr. Browning in writing this play, decisively aban doned all attempt to be historically accurate. Only here and there does anything in the course of the drama take place as it could have taken place at the actual Court of Charles I. Not merely are there frequent minor inac curacies, but the very roots of the situation are untrue to fact. The real Strafford was far from opposing the war with the Scots at the time when the Short Parliament was summoned. Pym never had such a friendship for Strafford as he is represented as having, and to anyone who knows anything of the habits of Charles, the idea of Pym or his friends entering into colloquies with Strafford, and even bursting in unannounced into Charles's presence, is, from the historical point of view, simply ludicrous."], [16, "introduction. XII So completely does the drama proceed irrespectively of historical truth, that the critic may dispense with the thankless task of pointing out discrepancies, where the writer plainly meant that there should be discrepancies. He will be better employed in asking what ends those discrepancies were intended to serve, and whether the neglect of truth of fact has resulted in the higher truth of character. There is not much difficulty in answering the first question. From the beginning to the end of the play the personal relations between the actors are exaggerated at the expense of the political. To make that dramatic which would otherwise not be dramatic, Mr. Browning has been utterly regardless even of historical probability. Whatever personal feeling may have entwined itself in the political attachment between Strafford and Charles, is strengthened till it becomes the very basis of Strafford's life, and the keynote of his character. Having thus brought out the moral qualities of his hero, it remained for Mr. Browning to impress his readers with Strafford's intellectual greatness. The historian -who tries to do that will have much to say on his constitutional views and his Irish government, but a dramatist who tried to follow in such a path would only make himself ridiculous. Mr. Browning understood the force of the remark of the Greek philosopher that Homer makes us realize Helen's beauty most, by speaking of the impression which it made upon the old men who looked on her. Mr. Browning brings out Strafford's greatness by showing the impression which he made on Pym and Lady Carlisle. Mr. Browning took a hint from the old story which is without any satisfactory evidence, and which is indirectly contradicted by all the evidence which has reached us, that Pym and Strafford were once intimate friends. In carry ing on Pym's feeling of admiration for Charles's minister to the days of the Short, and even of the Long Parlia-"], [17, "introduction. XIII ment, the dramatist has filled his play with scenes which are more hopelessly impossible than anything else in it ; but they all conduce to his main object, the creation of the impression about Strafford which he wished to convey. He pursues the same object in dealing with Lady Carlisle. What he needs is her admiration of Strafford, not Strafford's admiration of her. He takes care to show that she was not, as vulgar rumour supposed, Strafford's mistress. The impression of Strafford's greatness is brought more com pletely home to the spectator or the reader, because of the effect which it produces upon one who has given her heart without return. Having thus noted the means employed in creating the impression desired, we have still to ask, how far the im pression is a correct one. On this point each reader must judge for himself. For myself, I can only say that, every time that I read the play, I feel more certain that Mr. Browning has seized the real Strafford, the man of critical brain, of rapid decision, and tender heart, who strove for the good of his nation without sympathy for the generation in which he lived. • Charles too, with his faults perhaps exaggerated, is nevertheless the real Charles. Of Lady Carlisle we know too little to speak with anything like certainty, but, in spite of Mr. Browning's statement that his character of her is purely imaginary, there is a wonder ful parallelism between the Lady Carlisle of the play and the less noble Lady Carlisle which history conjectures rather than describes. There is the same tendency to fix the heart upon the truly great man, and to labour for him without the requital of human affection, though in the play no part is played by that vanity which seems to have been the main motive with the real personage. On the other hand Pym is the most unsatisfactory, from a historical point of view, of the leading personages. It was perhaps necessary for dramatic purposes that he should appear to be larger-hearted than he was, but it imparts an"], [18, "INTRODUCTION. XIV unreality to his character. It must be remembered, how ever, that the aim of the dramatist was to place Strafford before the eyes of men, not to produce an exact representa tion of the statesmen of the Long Parliament. S. R. G."], [19, "PREFACE TO THE FIRST EDITION OF STRAFFORD. I had for some time been engaged in a Poem of a very different nature, when induced to make the present attempt; and am not without apprehension that my eagerness to freshen a jaded mind by diverting it to the healthy natures of a grand epoch, may have operated unfavourably on the represented play, which is one of Action in Character, rather than Character in Action. To remedy this, in some degree, considerable curtailment will be necessary, and, in a few instances, the supplying details not required, I sup pose, by the mere reader. While a trifling success would much gratify, failure will not wholly discourage me from another effort : experience is to come ; and earnest en deavour may yet remove many disadvantages. The portraits are, I think, faithful ; and I am exceedingly fortunate in being able, in proof of this, to refer to the subtle and eloquent exposition of the characters of Eliot and Strafford, in the Lives of Eminent British Statesmen, now in the course of publication in Lardner's Cyclopædia, by a writer : whom I am proud to call my friend ; and whose biographies of Hampden, Pym, and Vane, will, I am sure, fitly illustrate the present year — the Second Cen tenary of the Trial concerning Ship-Money. My Carlisle, however, is purely imaginary : I at first sketched her 1 John Forster."], [20, "PREFACE TO THE FIRST EDITION. XVI singular likeness roughly in, as suggested by Matthews and the memoir- writers — but it was too artificial, and the substituted outline is exclusively from Voiture and Waller. The Italian boat-song in the last scene is from Redi's \" Bacco,\" long since naturalized in the joyous and delicate version of Leigh Hunt."], [21, "PERSONS. Charles I. Earl of Holland. Lord Savile. Sir Henry Vane. Wentworth, Viscount Wentworth, Earl of Strafford. John Pym. John Hampden. The younger Vane. Denzil Hollis. Benjamin Budyard. Nathaniel Fiennes. Earl of Loudon. Maxwell, Usher of the Black Bod Balfour, Constable of the Tower. A Puritan. Queen Henrietta. Lucy Percy, Countess of Carlisle. Presbyterians, Scots Commissioners, Adherents of Strafford, Secretaries, Officers of the Court, &c. Two of Straf- ford's Children. b"], [22, ""], [23, "STRAFFORD. ACT I. Scene I. A House near Whitehall. Hampden, Hollis, the younger Vane, Rodtard, Fiennes and many of the Presbyterian Party: Loudon and other Scots Commissioners. Vane. I say, if he be here — Bud. (And he is here !) — Hoi. For England's sake let every man be still Nor speak of him, so much as say his name, Till Pym rejoin us ! Rudyard ! Henry Vane ! One rash conclusion may decide our course And with it England's fate — think — England's fate ! Hampden, for England's sake they should be still ! 5 Vane. You say so, Hollis ? Well, I must be still. It is indeed too bitter that one man. Any one man's mere presence, should suspend England's combined endeavour: little need To name him ! 10 Eatd. For you are his brother, Hollis ! Hamp. Shame on you, Rudyard ! time to tell him that. When he forgets the Mother of us all. Bud Do I forget her ? Hamp. You talk idle hate Against her foe : is that so strange a thing ? Is hating Wentworth all the help she needs ? A Puritan. The Philistine strode, cursing as he went : But David — five smooth pebbles from the brook '5 Within his scrip . . . Bud. Be you as still as David ! Fien. Here 's Rudyard not ashamed to wag a tongue Stiff with ten years' disuse of Parliaments ; Why, when the last sat, Wentworth sat with us ! 20 D"], [24, "2 STRAFFORD. Bud. Let 's hope for news of them now he returns — He that was safe in Ireland, as we thought ! 25 — But I '11 abide Pym's coming. Vane. Now, by Heaven, They may be cool who can, silent who will — Some have a gift that way ! Wentworth is here, Here, and the King 's safe closeted with him Ere this. And when I think on all that 's past 30 Since that man left us ; how his single arm Rolled the advancing good of England back And set the woeful past up in its place, Exalting Dagon where the Ark should be, — How that man has made firm the fickle King 35 (Hampden, I will speak out !) — in aught he feared To venture on before ; taught tyranny Her dismal trade, the use of all her tools, To ply the scourge yet screw the gag so close That strangled agony bleeds mute to death — 40 How he turns Ireland to a private stage For training infant villanies, new ways Of wringing treasure out of tears and blood, Unheard oppressions nourished in the dark To try how much man's nature can endure 45 — If he dies under it, what harm ? if not, Why, one more trick is added to the rest Worth a King's knowing, and what Ireland bears England may learn to bear : — how all this while That man has set himself to one dear task, 50 The bringing Charles to relish more and more Power, power without law, power and blood too, —Can I be still ? Hamp. For that you should be still. Vane. Oh Hampden, then and now ! The year he left us. The People in full Parliament could wrest 55 The rights we claimed from the reluctant King; And now, he '11 find in an obscure small room A. stealthy gathering of great-hearted men That take up England's cause : England is here ! Hamp. And who despairs of England ? Bud. That do I, 60"], [25, "3 STRAFFORD. If Wentworth comes to rule her. I am sick To think her wretched masters, Hamilton, The muckworm Cottington, the maniac Laud, May yet be longed-for back again. I say, I do despair. Vane. And, Rudyard, I '11 say this — Which all true men say after me, not loud But solemnly and as you 'd say a prayer ! This King, who treads our England underfoot, Has just so much ... it may be fear or craft, As bids him pause at each fresh outrage ; friends, He needs some sterner hand to grasp his own, Some voice to ask, \" Why shrink ? Am I not by ? \" Now, one whom England loved for serving her, Found in his heart to say, \" I know where best \" The iron heel shall bruise her, for she leans \" Upon me when yon trample.\" Witness, you ! So Wentworth heartened Charles, so England fell. But inasmuch as life is hard to take 65 70 75 From England Many Voices. Go on, Vane ! 'T is well said, Vane ! Vane. Who has not so forgotten Runnymead ! — 80 Voices. 'T is well and bravely spoken, Vane ! Go on ! Vane. — There are some little signs of late she knows The ground no place for her. She glances round, Wentworth has dropped the hand, is gone his way On other service : what if she arise ? 85 No ! the King beckons, and beside him stands The same bad man once more, with the same smile And the same gesture. Now shall England crouch. Or catch at us and rise ? Voices. The Renegade ! Haman ! Ahithophel ! Hamp. Gentlemen of the North, It was not thus the night your claims were urged, And we pronounced the League and Covenant, The cause of Scotland, England's cause as well : Vane there, sat motionless the whole night through. 90 Vane. Hampden ! Fien. Stay, Vane !"], [26, "4 STRAFFORD. Lou. Be just and patient, Vane ! 95 Vane. Mind how you counsel patience, Loudon ! you Have still a Parliament, and this your League To back it ; you are free in Scotland still : While we are brothers, hope 's for England yet. But know you wherefore Wentworth comes? to quench 100 This last of hopes ? that he brings war with him ? Know you the man's self? what he dares ? Lou. We know, All know — 'tis nothing new. Vane. And what 's new, then, In calling for his life ? Why, Pym himself — You must have heard — ere Wentworth dropped our cause 105 He would see Pym first ; there were many more Strong on the people's side and friends of his, Eliot that's dead, Rudyard and Hampden here, But for these Wentworth cared not ; only, Pym He would see — Pym and he were sworn, 'tis said, no To live and die together ; so, they met At Greenwich. Wentworth, you are sure, was long, Specious enough, the devil's argument Lost nothing on his lips ; he 'd have Pym own A patriot could not play a purer part 1 1 5 Than follow in his track ; they two combined Might put down England. Well, Pym heard him out ; One glance — you know Pym's eye — one word was all : \" You leave us, Wentworth ! while your head is on, \" I'll not leave you.\" Hamp. Has he left Wentworth, then ? 120 Has England lost him ? Will you let him speak, Or put your crude surmises in his mouth ? Away with this ! Will you have Pym or Vane ? Voices. Wait Pym's arrival ! Pym shall speak. Hamp. Meanwhile Let Loudon read the Parliament's report 125 From Edinburgh : our last hope, as Vane says, Is in the stand it makes. Loudon ! Vane. No, no ! Silent I can be : not indifferent ! Hamp. Then each keep silence, praying God to spare"], [27, "5 STRAFFORD. His anger, cast not England quite away In this her visitation ! 130 A Puritan. Seven years long The Midianite drove Israel into dens And caves. Till God sent forth a mighty man, Pym enters. Even Gideon ! Pym. Wentworth 's come : nor sickness, care, The ravaged body nor the ruined soul, 135 More than the winds and waves that beat his ship, Could keep him from the King. He has not reached Whitehall : they 've hurried up a Council there To lose no time and find him work enough. Where's Loudon? Your Scots' Parliament . . . Lou. Holds firm : 140 We were about to read reports. Pym. The King Has just dissolved your Parliament. Lou. and other Scots. Great God ! An oath-breaker ! Stand by us, England, then ! Pym. The King 's too sanguine : doubtless Wentworth 's here ; But still some little form might be kept up. 145 Hamp. Now speak, Vane ! Rudyard you had much to say ! Hoi. The rumour's false, then . . . Pym. Ay, the Court gives out His own concerns have brought him back : I know 'T is the King calls him. Wentworth supersedes The tribe of Cottingtons and Hamiltons, 150 Whose part is played ; there 's talk enough, by this, — Merciful talk, the King thinks : time is now To turn the record's last and bloody leaf That, chronicling a nation's great despair, Tells they were long rebellious, and their lord 155 Indulgent, till, all kind expedients tried, He drew the sword on them and reigned in peace. Laud's laying his religion on the Scots Was the last gentle entry : the new page Shall run, the King thinks, \" Wentworth thrust it down 160"], [28, "6 STRAFFORD. At the sword's point.\" A Puritan. I'll do your bidding, Pym, England's and God's — one blow ! Pym. A goodly thing — We all say, friends, it is a goodly thing To right that England. Heaven grows dark above : Let 's snatch one moment ere the thunder fall, 165 To say how well the English spirit comes out Beneath it ! All have done their best, indeed, From lion Eliot, that grand Englishman, To the least here : and who, the least one here, When she is saved (for her redemption dawns 170 Dimly, most dimly, but it dawns — it dawns) Who 'd give at any price his hope away Of being named along with the Great Men ? ' We would not — no, we would not give that up ! Hamp. And one name shall be dearer than all names. 175 When children, yet unborn, are taught that name After their fathers', — taught what matchless man . . . Pym. . . . Saved England ? What if Wentworth's should be still That name ? Bud. and others. We have just said it, Pym ! His death Saves her ! We said it — there 's no way beside ! 180 I '11 do God's bidding, Pym ! They struck down Joab And purged the land. Vane. No villanous striking-down ! Bud. No, a calm vengeance : let the whole land rise And shout for it. No Feltons ! Pym. Rudyard, no ! England rejects all Feltons; most of all 185 Since Wentworth . . . Hampden, say the trust again Of England in her servants ! — but I'll think You know me, all of you. Then, I believe, Spite of the past, Wentworth rejoins you, friends ! Vane and others. Wentworth? Apostate ! Judas ! Double-dyed 190 A traitor ! Is it Pym, indeed . . . Pym. . . . Who says Vane never knew that Wentworth, loved that man,"], [29, "7 STRAFFORD. Was used to stroll with him, arm locked in arm, Along the streets to see the people pass, And read in every island-countenance 195 Fresh argument for God against the King, — Never sat down, say, in the very house Where Eliot's brow grew broad with noble thoughts, (You 've joined us, Hampden — Hollis, you as well,) And then left talking over Gracchus' death . . . 200 Vane. To frame, we know it well, the choicest clause In the Petition of Right : he framed such clause One month before he took at the King's hand His Northern Presidency, which that Prayer Denounced. Pym. Too true ! Never more, never more 205 Walked we together ! Most alone I went. I have had friends — all here are fast my friends — But I shall never quite forget that friend. And yet it could not but be real in him ! You, Vane, — you, Rudyard, have no right to trust 210 To Wentworth : but can no one hope with me? Hampden, will Wentworth dare shed English blood Like water ? Hamp. Ireland is Aceldama. Pym. Will he turn Scotland to a hunting-ground To please the King, now that he knows the King? 215 The People or the King ? and that King — Charles ! Hamp. Pym, all here know you : you '11 not set your heart On any baseless dream. But say one deed Of Wentworth's, since he left us . . . [Shouting without. Vane. There ! he comes, And they shout for him ! Wentworth 's at Whitehall, 220 The King embracing him, now, as we speak, And he, to be his match in courtesies, Taking the whole war's risk upon himself, Now, while you tell us here how changed he is ! Hear you ? Pym. And yet if 'tis a dream, no more, 225 That Wentworth chose their side, and brought the King To love it as though Laud had loved it first, And the Queen after ; — that he led their cause"], [30, "8 STRAFFORD. Calm to success, and kept it spotless through, So that our very eyes could look upon 230 The travail of our souls ; and close, content That violence, which something mars even right Which sanctions it, had taken off no grace From its serene regard. Only a dream ! Hamp. We meet here to accomplish certain good 235 By obvious means, and keep tradition up Of free assemblages, else obsolete, In this poor chamber : nor without effect Has friend met friend to counsel and confirm, As, listening to the beats of England's heart, 240 We spoke its wants to Scotland's prompt reply By these her delegates. Bemains alone That word grow deed, as with God's help it shall — But with the devil's hindrance, who doubts too ? Looked we or no that tyranny should turn 245 Her engines of oppression to their use ? Whereof, suppose the worst be Wentworth here — Shall we break off the tactics which succeed In drawing out our formidablest foe, Let bickering and disunion take their place ? 250 Or count his presence as our conquest's proof, And keep the old arms at their steady play ? Proceed to England's work ! Fiennes, read the list ! Fiennes. Ship-money is refused or fiercely paid In every county, save the northern parts 255 Where Wentworth's influence . . . [Shouting. Vane. I, in England's name, Declare her work, this way, at end ! Till now, Up to this moment, peaceful strife was best. We English had free leave to think ; till now, We had the shadow of a Parliament 260 In Scotland. But all 's changed: they change the first,\" They try brute-force for law, they, first of all . . . Voices. Good ! Talk enough ! The old true hearts with j Vane ! Vane. Till we crush Wentworth for her. there 's no act Serves England ! Voices. Vane for England !"], [31, "STRAFFORD. 9 Pym. Pym should be 265 Something to England. I seek Wentworth, friends. Scene II. — Whitehall. Lady Carlisle and Wentwokth. Went. And the King ? Lady Car. Wentworth, lean on me ! Sit then ! I '11 tell you all ; this horrible fatigue Will kill you. Went. No ; — or, Lucy, just your arm ; I '11 not sit till I 've cleared this up with him : After that, rest. The King ? Lady Car. Confides in you. 5 Went. Why ? or, why now ? — They have kind throats, the knaves ! Shout for me — they ! Lady Car. You come so strangely soon : Yet we took measures to keep off the crowd. Did they shout for you ? Went. Wherefore should they not ? Does the King take such measures for himself? 10 Beside, there 's such a dearth of malcontents, You say ! Lady Car. I said but few dared carp at you. Went. At me ? at us, I hope ! The King and I ! He 's surely not disposed to let me bear The fame away from him of these late deeds . 1 5 In Ireland ? I am yet his instrument, Be it for well or ill ? He trusts me, too ! Lady Car. The King, dear Wentworth, purposes, I said, To grant you, in the face of all the Court . . . Went. All the Court ! Evermore the Court about us ! 20 Savile and Holland, Hamilton and Vane About us, — then the King will grant me — what P That he for once put these aside and say — \" Tell me your whole mind, Wentworth ! \" Lady Car. You professed"], [32, "10 STRAFFORD. You would be calm. Went. Lucy, and I am calm ! 25 How else shall I do all I come to do, — Broken, as you may see, body and mind, How shall I serve the King ? Time wastes meanwhile, You have not told me half. His footstep ! No. Quick, then, before I meet him, — I am calm — 3° Why does the King distrust me ? Lady Car. He does not Distrust you. Went. Lucy, you can help me ; you Have even seemed to care for me : one word ! Is it the Queen ? Lady Car. No, not the Queen : the party That poisons the Queen's ear, Savile and Holland. Went. I know, I know : old Vane, too, he 's one too ? 35 Go on — and he 's made Secretary. Well? Or leave them out and go straight to the charge; The charge ! Lady Car. Oh, there 's no charge, no precise charge ; Only they sneer, make light of — one may say, V Nibble at what you do. Went. I know ! but Lucy, I reckoned on you from the first ! — Go on ! Was sure could I once see this gentle friend When I arrived, she 'd throw an hour away To help her . . . what am I ? Lady Car. You thought of me, 45 Dear Wentworth ? Went. But go on ! The party here ! Lady Car. They do not think your Irish Government Of that surpassing value Went. The one thing Of value ! The one service that the crown May count on ! All that keeps these very Vanes 5° In power, to vex me — not that they do vex, Only it might vex some to hear that service Decried, the sole support that 's left the King! Lady Car. So the Archbishop says. Went. Ah? well, perhaps"], [33, "11 STRAFFORD. The only hand held up in my defence 55 May be old Laud's ! These Hollands then, these Saviles Nibble ? They nibble ? — that 's the very word ! Lady Oar. Tour profit in the Customs, Bristol says, Exceeds the due proportion : while the tax . . . Went. Enough ! 't is too unworthy, — I am not 60 So patient as I thought !• What 's Pym about ? Lady Car. Pym p Went. Pym and the People. Lady Gar. Oh, the Faction ! Extinct — of no account : there '11 never be Another Parliament. Went. Tell Savile that ! You may know — (ay, you do — the creatures here 65 Never forget !) that in my earliest life I was not . . . much that I am now ! The King May take my word on points concerning Pym Before Lord Savile's, Lucy, or if not, I bid them ruin their wise selves, not me, 70 These Vanes and Hollands ! I '11 not be their tool Who might be Pym's friend yet. But there 's the King ! Where is he P Lady Car. Just apprised that you arrive. Went. And why not here to meet me ? I was told He sent for me, nay, longed for me. Lady Car. Because, — 75 He is now ... I think a Council's sitting now About this Scots affair. Went. A Council sits ? They have not taken a decided course Without me in the matter ? Lady Car. I should say . . . Went. The war ? They cannot have agreed to that ? 80 Not the Scots' war P — without consulting me — Me, that am here to show how rash it is, How easy to dispense with ? — Ah, you too Against me ! well, the King may take his time. — Forget it, Lucy ! Cares make peevish : mine 85 Weigh me (but 't is a secret) to my grave."], [34, "12 STRAFFORD. Lady Car. For life or death I am your own, dear friend! [Goes out. Went. Heartless ! but all are heartless here. Go now. Forsake the People ! — I did not forsake The People : they shall know it — when the King 90 Will trust me ! — who trusts all beside at once, While I have not spoke Vane and Savile fair, And am not trusted : have but saved the throne : Have not picked up the Queen's glove prettily, And am not trusted. But he '11 see me now. 95 Weston is dead : the Queen 's half English now — More English : one decisive word will brush These insects from . . . the step I know so well ! The King ! But now, to tell him . . . no — to ask What's in me he distrusts : — or, best begin 100 By proving that this frightful Scots affair Is just what I foretold. So much to say, And the flesh fails, now, and the time is come, And one false step no way to be repaired ! You were avenged, Bym, could you look on me. 105 Pym enters. Went. I little thought of you just then Pym. No ? I Think always of you, Wentworth. Went. The old voice ! I wait the King, sir. Pym. True — you look so pale ! A Council sits within ; when that breaks up He '11 see you. Went. Sir, I thank you. Pym. Oh, thank Laud ! no You know when Laud once gets on Church affairs The case is desperate : he '11 not be long To-day : he only means to prove, to-day, We English all are mad to have a hand In butchering the Scots for serving God 115 After their fathers' fashion : only that ! Went. Sir, keep your jests for those who relish them ! (Does he enjoy their confidence ?) 'T is kind"], [35, "13 STRAFFORD. To tell me what the Council does. Pym, You grudge That I should know it had resolved on war 120 Before you came ? No need : you shall have all The credit, trust me ! Went. Have the Council dared — They have not dared . . . that is — I know you not. Farewell, sir : times are changed. Pym. — Since we two met At Greenwich? Yes : poor patriots though we be, 125 You cut a figure, makes some slight return For your exploits in Ireland ! Changed indeed, Could our friend Eliot look from out his grave ! Ah, Wentworth, one thing for acquaintance' sake, Just to decide a question ; have you, now, 130 Felt your old self since you forsook us ? Went. Sir ! Pym. Spare me the gesture ! you misapprehend ! Think not I mean the advantage is with me. I was about to say that, for my part, I never quite held up my head since then — 135 Was quite myself since then : for first, yon see, I lost all credit after that event With those who recollect how sure I was Wentworth wouid outdo Eliot on our side. Forgive me : Savile, old Vane, Holland here, Eschew plain speaking : 'tis a trick I keep. 140 Went. How, when, where, Savile, Vane and Holland speak, Plainly or otherwise, would have my scorn, All of my scorn, sir. . . . Pym. . . . Did not my poor thoughts Pym. Claim somewhat? Went. Keep your thoughts ! believe the King 145 Mistrusts me for their prattle, all these Vanes And Saviles ! make your mind up, o' God's love, That I am discontented with the King ! Pym. Why, you may be : I should be, that I know, Were I like you. Went. Like me ? Pym. I care not much 150"], [36, "14 STRAFFORD. For titles : our friend Eliot died no lord, Hampden 's no lord, and Savile is a lord ; But you care, since you sold your soul for one. I can't think, therefore, your soul's purchaser Did well to laugh you to such utter scorn 155 When you twice prayed so humbly for its price, The thirty silver pieces ... I should say, The Earldom you expected, still expect, And may. Your letters were the movingest ! Console yourself: I've borne him prayers just now 160 From Scotland not to be oppressed by Laud, Words moving in their way : he '11 pay, be sure, As much attention as to those you sent. Went. False, sir ! Who showed them you ? Suppose it so, The King did very well . . . nay, I was glad 165 When it was shown me : I refused, the first ! John Pym, you were my friend — forbear me once ! Pym. Oh, Wentworth, ancient brother of my soul, That all should come to this ! Went. Leave me ! Pym. My friend, Why should I leave you ? Went. To tell Budyard this, 170 And Hampden this ! Pym. Whose faces once were bright At my approach, now sad with doubt and fear, Because I hope in you — yes, Wentworth, you Who never mean to ruin England — you Who shake off, with God's help, an obscene dream 175 In this Ezekiel chamber, where it crept Upon you first, and wake, yourself, your true And proper self, our Leader, England's chief, And Hampden's friend ! This is the proudest day ! Come, Wentworth ! Do not even see the King ! 180 The rough old room will seem itself again ! We'll both go in together : you've not seen Hampden so long : come : and there's Fiennes : you '11 have To know young Vane. This is the proudest day !"], [37, "STRAFFORD. 15 [The King enters. Wentworth lets fall Pym's hand. Cha. Arrived, my lord? — This gentleman, we know, 185 Was your old friend. The Scots shall be informed What we determine for their happiness. [Pym goes out. You have made haste, my lord. Went. Sir, I am come Cha. To see an old familiar — nay, 't is well ; Aid us with his experience; this Scots' League 190 And Covenant spreads too far, and we have proofs Their chiefs intrigue with France : the Faction, too, Whereof your friend there is the head and front, Abets them, — as he boasted, very like. Went. Sir, trust me ! but for this once, trust me, sir ! 195 Cha. What can you mean ? Went. That you should trust me, sir ! Oh — not for my sake ! but 't is sad, so sad That for distrusting me, you suffer — you, Whom I would die to serve : sir, do you think That I would die to serve you ? Cha. But rise, Wentworth ! 200 Went. What shall convince you ? What does Savile do To prove him. . . Ah, one can't tear out one's heart And show it, how sincere a thing it is ! Cha. Have I not trusted you ? Went. Say aught but that ! There is my comfort, mark you : all will be 205 So different when you trust me — as you shall ! It has not been your fault, — I was away, Mistook, maligned, how was the King to know ? I am here, now — he means to trust me, now — All will go on so well ! Cha. Be sure I do — 210 I 've heard that I should trust you : as you came, Your friend, the Countess, told me . . . Went. No,— hear nothing — Be told nothing about me ! — you 're not told Your right hand serves you, or your children love you !"], [38, "16 STRAFFORD. Cha. You love me, Wentworth : rise ! Went. I can speak now. 215 I have no right to hide the truth. 'T is I Can save you : only I. Sir, what must be ? Cha. Since Laud 's assured (the minutes are within) — Loath as I am to spill my subjects' blood . . . Went. That is, he'll have a war: what's done is done ! 220 Cha. They have intrigued with France; that's clear to Laud. Went. Has Laud suggested any way to meet The war's expense ? Cha. He 'd not decide so far Until you joined us. Went. Most considerate ! He 's certain they intrigue with France, these Scots ? 225 The Feople would be with us. Cha. Pym should know. Went. The People for us — were the People for us ! Sir, a great thought comes to reward your trust ; Summon a Parliament ! in Ireland first, Then here. Cha. In truth ? Went. That saves us ! that puts off 230 The war, gives time to right their grievances — To talk with Pym. I know the Faction, as Laud styles it, tutors Scotland : all their plans Suppose no Parliament : in calling one You take them by surprise. Produce the proofs 235 Of Scotland's treason ; then bid England help : Even Pym will not refuse. Cha. You would begin With Ireland? Went. Take no care for that : that 's sure To prosper. Cha. You shall rule me. You were best Beturn at once : but take this ere you go ! 240 Now, do I trust you ? You 're an Earl : my friend Of friends : yes, while . . . You hear me not! Went. Say it all o'er again — but once again : The first was for the music — once again ! Cha. Straflbrd, my friend, there may have been reports, 245"], [39, "17 STRAFFORD. Vain rumours. Henceforth touching Straflbrd is To touch the apple of my sight : why gaze So earnestly ? Went. I am grown young again, And foolish. What was it we spoke of? Cha. Ireland, The Parliament, — Went. I may go when I will ? 250 ■Now? Cha. Are you tired so soon of us ? Went. My King ! But you will not so utterly abhor A Barliament ? I 'd serve you any way. Cha. You said just now this was the only way. Went. Sir, I will serve you ! Cha. Straflbrd, spare yourself — 255 You are so sick, they tell me. Went. 'T is my soul That 's well and prospers now. This Parliament — We '11 summon it, the English one — I '11 care For everything. You shall not need them much. Cha. If they prove restive Went. I shall be with you. 260 Cha. Ere they assemble ? Went. I will come, or else Deposit this infirm humanity I' the dust. My whole heart stays with you, my King ! [As Wentworth goes out the Queen enters. Cha. That man must love me. Queen. Is it over then ? Why, he looks yellower than ever ! Well, 265 At least we shall not hear eternally Of service — services : he 's paid at least. Cha. Not done with : he engages to surpass All yet performed in Ireland. Queen. I had thought Nothing beyond was ever to be done. 270 The war, Charles — will he raise supplies enough ? Cha. We 've Mt on an expedient ; he . . . that is, c"], [40, "18 STRAFFORD. 275 280 285 290 buy 295 I have advised ... we have decided on The calling — in Ireland — of a Parliament. Queen. 0 truly ! You agree to that ? Is that The first fruit of his counsel? But I guessed As much. Cha. This is too idle, Henriette ! I should know best. He will strain every nerve, And once a precedent established . . . Queen. Notice How sure he is of a long term of favour ! He '11 see the next, and the next after that ; No end to Parliaments ! Cha. Well, it is done. He talks it smoothly, doubtless. If, indeed. The Commons here . . . Queen. Here ! You will summon them Here p Would I were in France again to see A King ! Cha. But, Henriette Queen. Oh, the Scots see clear ! Why should they bear your rule P Cha. But listen, sweet ' Queen. Let Wentworth listen — you confide in him ! Cha. I do not, love, — I do not so confide ! The Parliament shall never trouble us . . Nay, hear me ! I have schemes, such schemes : we '11 The leaders off: without that, Wentworth's counsel Had ne'er prevailed on me. Perhaps I call it To have excuse for breaking it for ever, And whose will then the blame be ? See you not ? Come, dearest ! — look, the little fairy now, That cannot reach my shoulder ! Dearest, come !"], [41, "19 STRAFFORD. ACT II. Scene I.— (As in Act I., Scene I.) The same party enters. Bud. Twelve subsidies! Vane. O Budyard, do not laugh At least ! Baid. True : Straflbrd called the Parliament — 'T is he should laugh ! A Puritan. Out of the serpent's root Comes forth a cockatrice. Fien. — A stinging one, If that 's the Parliament : twelve subsidies ! it tnat s tne rariiament : twelve subsidies ! 5 A stinging one ! but, brother, where 's your word For Stratford's other nest-egg, the Scots' war ? Tlie Puritan. His fruit shall be a fiery flying serpent. Fien. Shall be? It chips the shell, man, — peeps abroad. Twelve subsidies ! — Why, how now, Vane ? Bud. Peace, Fiennes ! 10 Fien. Ah? — But he was not more a dupe than I, Or you, or any here, the day that Pym Beturned with the good news. Look up, friend Vane ! We all believed that Straflbrd meant us well In summoning the Barliament. Hampden enters. Vane. Now, Hampden, Clear me ! I would have leave to sleep again : I 'd look the Beople in the face again : r5 Clear me from having, from the first, hoped, dreamed Better of Straflbrd ! Hamp. You may grow one day A steadfast light to England, Henry Vane ! Bud. Meantime, by flashes, I make shift to see. Straflbrd revived our Parliaments ; before, 20"], [42, "20 STRAFFORD. War was but talked of; there 's an army, now : Still, we 've a Parliament! Poor Ireland bears Another wrench (she dies the hardest death!) — Why, speak of it in Parliament ! and lo, H 'T is spoken, so console yourselves ! Fien. The jest ! We clamoured, I suppose, thus long, to win The privilege of laying on our backs A sorer burden than the King dares lay ! 30 Bud. Mark now : we meet at length, complaints pour From every county, all the land cries out in On loans and levies, curses ship-money, Calls vengeance on the Star Chamber ; we lend An ear. \"Ay, lend them all the ears you have !\" Puts in the King; \" my subjects, as you find, \" Are fretful, and conceive great things of you. \" Just listen to them, friends ; you '11 sanction me \" The measures they most wince at, make them yours, \" Instead of mine, I know : and, to begin, 35 40 \" They say my levies pinch them, — raise me straight \" Twelve subsidies ! \" Fien. All England cannot furnish Twelve subsidies! Hoi. But Straflbrd, just returned From Ireland — what has he to do with that ? How could he speak his mind? He left before The Parliament assembled. Pym, who knows Straflbrd . . . 45 Bud. Would I were sure we know ourselves ! What is for good, what bad, — who friend, who foe ! Hoi. Do you count Parliaments no gain ? Bud. A gain ? While the King's creatures overbalance us ? — There 's going on, beside, among ourselves 5° A quiet, slow, but most effectual course Of buying over, sapping, leavening The lump till all is leaven. Glanville 's gone. I '11 put a case ; had not the Court declared That no sum short of just twelve subsidies Will be accepted by the King — our House, 5 5"], [43, "STRAFFORD. 21 I say, would have consented to that offer To let us buy off ship-money ! Hoi. Most like, If, say, six subsidies will buy it off, The House . . . 60 Bud. Will grant them ! Hampden, do you hear ? Congratulate with me ! the King 's the king, And gains his point at last — our own assent To that detested tax ! All 's over, then ! There 's no more taking refuge in this room, Protesting, \" Let the King do what he will, \" We, England, are no party to our shame : \" Our day will come ! \" Congratulate with me ! 65 Pym enters. Vane. Pym, Straflbrd called this Parliament, you say, But we '11 not have our Parliaments like those 70 In Ireland, Pym ! Bud. Let him stand forth, your friend ! One doubtful act hides far too many sins ; It can be stretched no more, and, to my mind, Begins to drop from those it covered. Other Voices. Good ! Let him avow himself ! No fitter time ! We wait thus long for you. 75 Bud. Perhaps, too long ! Since nothing but the madness of the Court, In thus unmasking its designs at once, Has saved us from betraying England. Stay — This Parliament is Strafford's : let us vote Our list of grievances. too black by far So To suffer talk of subsidies : or best, That ship-money 's disposed of long ago By England : any vote that 's broad enough : And then let Straflbrd, for the love of it, Support his Barliament ! 85 Vane. And vote as well No war to be with Scotland ! Hear you, Pym ? We '11 vote, no war ! No part nor lot in it For England !"], [44, "22 STRAFFORD. Many Voices. Vote, no war ! Stop the new levies ! No Bishops' war ! At once ! When next we meet ! 90 Pym. Much more when next we meet! Friends, which of you Since first the course of Straflbrd was in doubt, Has fallen the most away in soul from me? Vane. I sat apart, even now, under God's eye, Pondering the words that should denounce you, Pym, 95 In presence of us all, as one at league With England's enemy. Pym. You are a good And gallant spirit, Henry. Take my hand And say you pardon me for all the pain Till now ! Straflbrd is wholly ours. Many Voices. Sure ? sure ? 100 Pym. Most sure : for Charles dissolves the Parliament While I speak here. — And I must speak, friends, now ! Straflbrd is ours. The King detects the change, Casts Straflbrd off for ever, and resumes His ancient path : no Parliament for us, 105 No Straflbrd for the King ! Come, all of you, To bid the King farewell, predict success To his Scots' expedition, and receive Straflbrd, our comrade now. The next will be Indeed a Parliament ! Vane. Forgive me, Pym ! no Voices. This looks like truth : Straflbrd can have, indeed, No choice. Pym. Friends, follow me ! He 's with the King. Come, Hampden, and come, Budyard, and come, Vane ! This is no sullen day for England, sirs ! Straflbrd shall tell you ! Voices. To Whitehall then ! Come! 115"], [45, "STRAFFORD. 23 Scene II. — Whitehall. Chakles*(«kv? Stratford. Cha. Stratford! Straf. Is it a dream ? my papers, here — Thus, as I left them, all the plans you found So happy — (look ! the track you pressed my hand For pointing out) — and in this very room, Over these very plans, you tell me, sir, With the same face, too — tell me just one thing That ruins them ! How 's this ? What may this mean ? Sir, who has done this ? 5 Cha. Straflbrd, who but I ? You bade me put the rest away : indeed You are alone. Straf. Alone, and like to be ! IO No fear, when some unworthy scheme grows ripe, Of those who hatched it, leaving me to loose The mischief on the world ! Laud hatches war, Falls to his prayers, and leaves the rest to me, And I 'm alone. Cha. At least, you knew as much '5 When first you undertook the war. Straf. My liege, Was this the way ? I said, since Laud would lap A little blood, 't were best to hurry over The loathsome business, not to be whole months At slaughter — one blow, only one, then, peace, Save for the dreams. I said, to please you both 20 I 'd lead an Irish army to the West, While in the South an English . . . but you look As though you had not told me fifty times 'T was a brave plan ! My army is all raised, 2 5 I am prepared to join it . . . Cha. Hear me, Straflbrd ! Straf. . . . When, for some little thing, my whole design Is set aside — (where is the wretched paper ?) I am to lead — (ay, here it is) — to lead"], [46, "24 STRAFFORD. The English army : why ? Northumberland That I appointed, chooses to be sick — Is frightened : and, meanwhile, who answers for The Irish Parliament ? or army, either ? 30 Is this my plan ? Cha. So disrespectful, sir? Straf. My liege, do not believe it ! I am yours, Yours ever : ' tis too late to think about : To the death, yours. Elsewhere, this untoward step Shall pass for mine ; the world shall think it mine. But here ! But here ! I am so seldom here, Seldom with you, my King ! I, soon to rush 35 40 Alone upon a giant in the dark ! Cha. My Straflbrd ! Straf. [examines papers aivhiie.~\\ \" Seize the passes of Tyne!\" the But, sir, you see — see all I say is true ? My plan was sure to prosper, so, no cause To ask the Barliament for help ; whereas We need them frightfully. 45 Cha. Need the Parliament ? Straf. Now, for God's sake, sir, not one error more ! We can afford no error ; we draw, now, Upon our last resource : the Parliament Must help us ! Cha. I 've undone you, Straflbrd ! Straf. Nay — Nay — why despond, sir, 'tis not come to that ! I have not hurt you ? Sir, what have I said To hurt you ? I unsay it ! Don't despond ! 5° Sir, do you turn from me ? Cha. My friend of friends ! Straf. We '11 make a shift. Leave me the Parliament ! Help they us ne'er so little and I '11 make 55 Sufficient out of it. We '11 speak them fair. They 're sitting, that 's one great thing ; that half gives Their sanction to us ; that 's much : don't despond [ Why, let them keep their money, at the worst ! 60 The reputation of the People's help Is all we want : we '11 make shift yet !"], [47, "25 STRAFFORD. Cha. Good Straflbrd ! Straf. But meantime, let the sum be ne'er so small They offer, we '11 accept it : any sum — For the look of it : the least grant tells the Scots 65 The Parliament is ours — their staunch ally Turned ours : that told, there's half the blow to strike ! What will the grant be ? What does Glanville think ? Cha. Alas ! Straf. My liege ? Cha. Straflbrd ! Straf. But answer me ! Have they ... 0 surely not refused us half? 70 Half the twelve subsidies ? We never looked For all of them. How many do they give ? Cha, You have not heard . . . Straf. (What has he done ?) — Heard what P But speak at once, sir, this grows terrible ! [The King continuing silent. You have dissolved them ! — I '11 not leave this man. 75 Cha. 'T was old Vane's ill-judged vehemence. Straf. Old Vane P Cha. He told them, just about to vote the half, That nothing short of all twelve subsidies Would serve our turn, or be accepted. Straf. Vane ! Vane ! Who, sir, promised me that very Vane ... 80 0 God, to have it gone, quite gone from me, The one last hope — I that despair, my hope — That I should reach his heart one day, and cure All bitterness one day, be proud again And young again, care for the sunshine, too. 85 And never think of Eliot any more, — God, and to toil for this, go far for this, Get nearer, and still nearer, reach this heart And find Vane there ! [Suddenly talcing up a paper, and continuing with a forced calmness. Northumberland is sick ; Well, then, I take the army : Wilmot leads 90 The horse, and he, with Conway, must secure"], [48, "26 STRAFFORD. The passes of the Tyne ; Ormond supplies My place in Ireland. Here, we'll try the City : If they refuse a loan — debase the coin And seize the bullion ! we 've no other choice. Herbert . . . 95 And this while I am here ! with you ! And there are hosts such, hosts like Vane ! I go, And, I once gone, they '11 close around you, sir, When the least pique, pettiest mistrust, is sure To ruin me — and you along with me ! Do you see that ? And you along with me ! — Sir, you '11 not ever listen to these men, And I away, fighting your battle ? Sir, If they — if She — charge me, no matter how — Say you, \" At any time when he returns ioo \" His head is mine !\" Don't stop me there ! You know My head is yours, but never stop me there ! 105 Cha. Too shameful, Straflbrd ! You advised the war, And . . . Straf. I ! I ! that was never spoken with Till it was entered on ! That loathe the war ! That say it is the maddest, wickedest . . . Do you know, sir, I think within my heart, That you would say I did advise the war ; And if through your own weakness, or what 's worse, These Scots, with God to help them, drive me back, You will not step between the raging People no \"5 And me, to say I knew it ! from the first I knew it ! Never was so cold a heart ! Bemember that I said it — that I never Believed you for a moment! — And, you loved me ? You thought your perfidy profoundly hid Because I could not share the whisperings 120 With Vane, with Savile ? What, the face was masked ? I had the heart to see, sir ! Face of flesh, But heart of stone — of smooth cold frightful stone ! Ay, call them ! Shall I call for you ? The Scots Goaded to madness ? Or the English — Pym — \"5"], [49, "27 STRAFFORD. Shall I call Pym, your subject ? Oh, you think I'll leave them in the dark about it all ? They shall not know you ? Hampden, Pym shall not ? Pym, Hampden, Vane, etc., enter. [Dropping on his ~knee.~] Thus favoured with your gracious countenance 1 30 What shall a rebel League avail against Your servant, utterly and ever yours ? So, gentlemen, the King 's not even left The privilege of bidding me farewell Who haste to save the People — that you style 135 Your People — from the mercies of the Scots And France their friend ? [To Charles.] Pym's grave grey eyes are fixed Upon you, sir! Your pleasure, gentlemen ? Hamp. The King dissolved us — 't is the King we seek, And not Lord Straflbrd. Straf — Straflbrd, guilty too 140 Of counselling the measure. [To Charles.] (Hush you know — You have forgotten — sir, I counselled it) A heinous matter, truly ! But the King Will yet see cause to thank me for a course Which now, perchance . . . (Sir, tell them so!) — he blames. 145 Well, choose some fitter time to make your charge : I shall be with the Scots, you understand ? Then yelp at me ! Meanwhile, your Majesty Binds me, by this fresh token of your trust [Under the pretence of an earnest farewell, Straeford conducts Charles to the door, in such a manner as to hide his agitation from the rest ; as the King disappears, they turn as by one impulse to Pym, who has not changed his original posture of surprise. Hamp. Leave we this arrogant strong wicked man ! 150 Vane and others. Hence, Pym ! Come out of this unworthy place !"], [50, "28 STRAFFORD. To our old room again ! He 's gone. [Stratford, just about to follow the King, looks back. Pym. Not gone ! [To Straetord.] Keep tryst! the old appointment's made anew : Forget not we shall meet again ! Straf. So be it ! And if an army follows me ? Vane. His friends 155 Will entertain your army ! Pym. I '11 not say You have misreckoned, Straflbrd : time shows. Perish Body and spirit ! Fool to feign a doubt, Fretend the scrupulous and nice reserve Of one whose prowess shall achieve the feat ! 160 What share have I in it ? Do I affect To see no dismal sign above your head When God suspends his ruinous thunder there ? Straflbrd is doomed. Touch him no one of you ! [Pym, Hampden, etc., go out. Straf. Pym, we shall meet again. Lady Carlisle enters. You here, child ? Lady Car. Hush — 165 I know it all : hush, Straflbrd ! Straf. Ah ? you know ? Well. I shall make a sorry soldier, Lucy ! All knights begin their enterprise, we read, Under the best of auspices : 't is morn, The Lady girds his sword upon the Youth (He 's always very young) — the trumpets sound, Cups pledge him, and, why, the King blesses him — You need not turn a page of the romance 170 To learn the Dreadful Giant's fate. Indeed. We 've the fair Lady here ; but she apart, — A poor man, rarely having handled lance, And rather old, weary, and far from sure His Squires are not the Giant's friends. All 's one : i75"], [51, "STRAFFORD. 29 Let us go forth ! Lady Car. Go forth ? Straf. What matters it ? We shall die gloriously — as the book says. 1 80 Lady Car. To Scotland ? not to Scotland ? Straf. Am I sick Like your good brother, brave Northumberland ? Beside, these walls seem falling on me. Lady Car. Straflbrd, The wind that saps these walls can undermine Your camp in Scotland, too. Whence creeps the wind? 185 Have you no eyes except for Pym ? Look here ! A breed of silken creatures lurk and thrive In your contempt. You '11 vanquish Pym P Old Vane Can vanquish you. And Vane you think to fly P Bush on the Scots ! Do nobly ! Vane's slight sneer 190 Shall test success, adjust the praise, suggest The faint result : Vane's sneer shall reach you there. — You do not listen ! Straf. Oh, — I give that up ! There 's fate in it : I give all here quite up. Care not what old Vane does or Holland does 195 Against me ! 'T is so idle to withstand ! In no case tell me what they do ! Lady Car. But, Straflbrd . Straf. I want a little strife, beside ; real strife. This petty, palace-warfare does me harm : I shall feel better, fairly out of it. 200 Lady Car. Why do you smile ? Straf. I got to fear them, child ! I could have torn his throat at first, old Vane's, As he leered at me on his stealthy way To the Queen's closet. Lord, one loses heart ! 205 I often found it in my heart to say, \" Do not traduce me to her ! \" Lady Car. But the King . . . Straf. The King stood there, 't is not so long ago, — There ; and the whisper, Lucy, \"Be my friend \" Of friends !\" — My King ! I would have . . . Lady Car. . . . Died for him ?"], [52, "30 STRAFFORD. Straf. Sworn him true, Lucy : I can die for him. 210 Lady Car. But go not, Strafford! But you must renounce This project on the Scots ! Die, wherefore die ? Charles never loved you. Straf. And he never will. He 's not of those who care the more for men That they 're unfortunate. Lady Car. Then wherefore die 215 For such a master? Straf. You that told me first How good he was — when I must leave true friends To find a truer friend ! — that drew me here From Ireland, — \" I had but to show myself \" And Charles would spurn Vane, Savile and the rest \" — 220 You, child, to ask me this ? Lady Car. (If he have set His heart abidingly on Charles !) Then, friend, I shall not see you any more. Straf. Yes, Lucy. There's one man here I have to meet. Lady Car. (The King ! What way to save him from the King ? My soul — 225 That lent from its own store the charmed disguise That clothes the King — he shall behold my soul !) Straflbrd, — I shall speak best if you '11 not gaze Upon me : I had never thought, indeed, To speak, but you would perish too, so sure ! 230 Could you but know what 't is to bear, my friend, One image stamped within you, turning blank The else imperial brilliance of your mind, — A weakness, but most precious, — like a flaw I' the diamond, which should shape forth some sweet face 235 Yet to create, and meanwhile treasured there Lest nature lose her gracious thought for ever ! Straf. When could it be P no ! Yet . . . was it the day We waited in the anteroom, till Holland Should leave the presence-chamber? Lady Car. What ?"], [53, "STRAFFORD. 31 Straf. —That I 240 Described to you my love for Charles ? Lady Car. (Ah, no — One must not lure him from a love like that ! Oh, let him love the King and die ! 'T is past I shall not serve him worse for that one brief And passionate hope, silent for ever now !) Ana passionate nope, silent lor ever now I) 245 And you are really bound for Scotland, then ? I wish you well : you must be very sure Of the King's faith, for Pym and all his crew Will not be idle — setting Vane aside ! Straf. If Pym is busy, — you may write of Pym. 250 Lady Car. What need, since there 's your King to take your part? He may endure Vane's counsel ; but for Pym — Think you he '11 suffer Pym to . . . Straf. Child, your hair Is glossier than the Queen's ! Lady Car. Is that to ask A curl of me ? Straf. Scotland — the weary way ! 255 Lady Car. Stay, let me fasten it. — A rival's, Straflbrd ? Straf. [showing the George.~\\ He hung it there : twine yours around it, child ! Lady Car. No — no — another time — I trifle so ! And there 's a masque on foot. Farewell. The Court Is dull ; do something to enliven us 260 In Scotland : we expect it at your hands. Straf. I shall not fail in Scotland. Lady Car. Prosper — if You '11 think of me sometimes ! Straf. How think of him And not of you P of you, the lingering streak (A golden one) in my good fortune's eve. 265 Lady Car. Straflbrd . . . Well, when the eve has its last streak The night has its first star. [She goes out. Straf. That voice of hers —"], [54, "32 STRAFFORD. You'd think she had a heart sometimes ! His voice Is soft too. Only God can save him now, Be Thou about his bed, about his path ! His path ! Where 's England's path ? Diverging wide, And not to join again the track my foot 270 Must follow — whither ? All that forlorn way Among the tombs ! Far — far — till . . . What, they do Then join again, these paths ? For, huge in the dusk, There 's — Pym to face ! 275 Why then, I have a foe To close with, and a fight to fight at last Worthy my soul ! What, do they beard the King, And shall the King want Straflbrd at his need ? Am I not here ? Not in the market-place, 280 Pressed on by the rough artisans, so proud To catch a glance from Wentworth ! They lie down Hungry yet smile \" Why, it must end some day : \"Is he not watching for our sake ?\" Not there ! But in Whitehall, the whited sepulchre, 285 The Curse nothing to-night ! Only one name They '11 curse in all those streets to-night. Whose fault ? Did I make kings ? set up the first, a man To represent the multitude, receive All love in right of them — supplant them so, Until you love the man and not the king The man with the mild voice and mournful eyes Which send me forth. 290 — To breast the bloody sea That sweeps before me : with one star for guide. Night has its first, supreme, forsaken star. 295"], [55, "33 STRAFFORD. ACT III. Scene I. — Opposite Westminster Hall. Sir Henry Vane, Lord Savile, Lord Holland and others of the Court. Sir H. Vane. The Commons thrust you out ? Savile. And what kept you From sharing their civility ? Sir H. Vane. Kept me ? Fresh news from Scotland, sir ! worse than the last, If that may be. All 's up with Straflbrd there : Nothing to bar the mad Scots marching hither 5 Next Lord's-day morning. That detained me, sir ! Well now, before they thrust you out, — go on, — Their Speaker — did the fellow Lenthal say All we set down for him ? Hoi. Not a word missed. Ere he began, we entered, Savile, I, 10 And Bristol and some more, with hope to breed A wholesome awe in the new Parliament. But such a gang of graceless ruffians, Vane, As glared at us ! Vane. So many ? Savile. Not a bench Without its complement of burly knaves ; '5 Your hopeful son among them : Hampden leant Upon his shoulder — think of that ! Vane. I 'd think On Lenthal's speech, if I could get at it. Urged he, I ask, how grateful they should prove For this unlooked-for summons from the King ? 20 Hoi. Just as we drilled him. Vane. That the Scots will march On London ? Hoi. All, and made so much of it, A dozen subsidies at least seemed sure D"], [56, "34 STRAFFORD. To follow, when Vane. Well ? Hoi. 'T is a strange thing, now ! I 've a vague memory of a sort of sound, *5 A voice, a kind of vast unnatural voice — Pym, sir, was speaking ! Savile, help me out : What was it all ? Sav. Something about \" a matter \" — No, — \" work for England.\" Hoi. \" England's great revenge \" He talked of. Sav. How should I get used to Pym More than yourselves ? 3° Hoi. However that be, 'T was something with which we had nought to do, For we were \" strangers \" and 't was \" England's work \" (All this while looking us straight in the face) In other words, our presence might be spared. 35 So, in the twinkling of an eye, before I settled to my mind what ugly brute Was likest Pym just then, they yelled us out, Locked the doors after us, and here are we. Vane. Eliot's old method Sav. Prithee, Vane, a truce To Eliot and his times, and the great Duke, And how to manage Parliaments ! 'T was you Advised the Queen to summon this : why, Straflbrd (To do him justice) would not hear of it. 40 Vane. Say rather, you have done the best of turns To Straflbrd : he's at York, we all know why. I would you had not set the Scots on Straflbrd Till Straflbrd put down Pym for us, my lord ! 45 Sav. Was it I altered Stratford's plans ? did I A Messenger enters. Mes. The Queen, my lords — she sends me : follow me At once ; 't is very urgent ! She requires 5° Your counsel : something perilous and strange Occasions her command. Sav. We follow, friend!"], [57, "35 STRAFFORD. Now, Vane ; — your Parliament will plague us all ! Vane. No Straflbrd here beside ! Sav. If you dare hint 55 I had a hand in his betrayal, sir . . . Hoi. Nay, find a fitter time for quarrels — Pym Will overmatch the best of you : and, think, The Queen ! Vane. Come on, then : understand, I loathe Straflbrd as much as any — but his use ! 60 To keep off Pym, to screen a friend or two, I would we had reserved him yet awhile. Scene XL — Whitehall. The Queen and Lady Caklisle. Queen. It cannot be Lady Car. It is so. Queen. Why, the House Have hardly met. Lady Car. They met for that. Queen. No, no ! Meet to impeach Lord Straflbrd ! 'Tis a jest. Lady Car. A bitter one. Queen. Consider ! 'T is the House We summoned so reluctantly, which nothing 5 But the disastrous issue of the war Persuaded us to summon. They'll wreak all Their spite on us, no doubt ; but the old way Is to begin by talk of grievances : They have their grievances to busy them. Lady Car. Pym has begun his speech. Queen. Where 's Vane ? — That is, 10 Pym will impeach Lord Straflbrd if he leaves His Presidency ; he 's at York, we know, Since the Scots beat him : why should he leave York ? Lady Car. Because the King sent for him. Queen. Ah — but if '5 The King did send for him, he let him know"], [58, "36 STRAFFORD. We had been forced to call a Parliament — A step which Straflbrd, now I come to think, Was vehement against. Lady Car. The policy Escaped him, of first striking Parliaments To earth, then setting them upon their feet And giving them a sword : but this is idle. Did the King send for Straflbrd ? He will come. 20 Queen. And what am I to do ? Lady Car. What do ? Fail, madam ! Be ruined for his sake ! what matters how, 25 So it but stand on record that you made An effort, only one ? Queen. The King away At Theobald's ! Lady Car. Send for him at once : he must Dissolve the House. Queen. Wait till Vane finds the truth Of the report : then . . . Lady Car. — It will matter little What the King does. Straflbrd that lends his arm And breaks his heart for you ! 30 Sir H Vane enters. Vane The Commons, madam, Are sitting with closed doors. A huge debate, No lack of noise ; but nothing, I should guess, Concerning Straflbrd : Pym has certainly Not spoken yet. 35 Queen [To Lady Carlisle]. You hear? Lady Car. I do not hear That the King 's sent for ! Sir H. Vane. Savile will be able To tell you morfl^ Holland enters. The last news, Holland ? Queen. Hoi. Pym Is raging like a fire. The whole House means To follow him together to Whitehall 40"], [59, "37 STRAFFORD. And force the King to give up Straflbrd. Queen. Strafford ? Hoi. If they content themselves with Strafford ! Laud Is talked of, Cottington and Windebank too. Pym has not left out one of them — I would You heard Pym raging. Queen. Vane, go find the King ! Tell the King, Vane, the People follow Pym To brave us at Whitehall ! +5 Savile enters. Savile. Not to Whitehall — 'T is to the Lords they go : they seek redress On Strafford from his peers — the legal way, They call it. Queen. (Wait, Vane !) Sav. But the adage gives 50 Long life to threatened men. Strafford can save Himself so readily : at York, remember, In his own county : what has he to fear? The Commons only mean to frighten him From leaving York. Surely, he will not come. 55 Queen. Lucy, he will not come ! Lady Car. Once more, the King Has sent for .Strafford. He will come. Vane. Oh doubtless ! And bring destruction with him : that's his way. What but his coming spoilt all Conway's plan ? The King must take his counsel, choose his friends, 60 Be wholly ruled by him ! What 's the result ? The North that was to rise, Ireland to help, — What came of it ? In my poor mind, a fright Is no prodigious punishment. Lady Car. A fright ? Pym will fail worse than Strafford, if he thinks 65 To frighten him. [To the Queen]. You will not save him then ? Sav. When something like a charge is made, the King Will best know how to save him : and 't is clear, While Straflbrd suffers nothing by the matter,"], [60, "38 STRAFFORD. The King may reap advantage : this in question, 70 No dinning you with ship-money complaints ! Queen [To Lady Carlisle], If we dissolve them, who will pay the army ? Protect us from the insolent Scots ? Lady Car. In truth, I know not, madam. Strafford's fate concerns me But little : you desired to learn what course 75 Would save him : I obey you. Vane. Notice, too, There can't be fairer ground for taking full Bevenge — (Straflbrd 's revengeful) — than he '11 have Against his old friend Pym. Queen. Why, he shall claim Vengeance on Pym ! Vane. And Strafford, who is he 80 To 'scape unscathed amid the accidents That harass all beside ? I, for my part, Should look for something of discomfiture Had the King trusted me so thoroughly And been so paid for it. Hoi. He '11 keep at York : 85 All will blow over : he '11 return no worse, Humbled a little, thankful for a place Under as good a man. Oh, we '11 dispense With seeing Strafford for a month or two ! Straftobd enters. Queen. You here ! Straf. The King sends for me, madam. Queen. Sir, 90 The King . . . Straf. An urgent matter that imports the King! [To Lady Carlisle.] Why, Lucy, what 's in agitation now. That all this muttering and shrugging, see Begins at me ? They do not speak ! Lady Car. 'T is welcome ! For we are proud of you — happy aud proud 95 To have you with us, Strafford ! You were staunch At Durham : you did well there ! Had you not"], [61, "STRAFFORD. 39 Been stayed, you might have ... we said, even now, Our hope 's in you ! Sir H. Vane [To Lady Carlisle]. The Queen would speak with you. Straf. Will one of you, his servants here, vouchsafe ioo To signify my presence to the King ? Sav. An urgent matter ? Straf. None that touches you, Lord Savile ! Say, it were some treacherous Sly pitiful intriguing with the Scots — You would go free, at least ! (They half divine 105 My purpose !) Madam, shall I see the King ? The service I would render much concerns His welfare. Queen. But his Majesty, my lord, May not be here, may . . . Straf. Its importance, then, Must plead excuse for this withdrawal, madam, no And for the grief it gives Lord Savile here. Queen. [Who has been conversing with Vane and Holland.] The King will see you, sir ! [To Lady Carlisle.] Mark me : Pym's worst Is done by now : he has impeached the Earl, Or found the Earl too strong for him, by now. Let us not seem instructed ! We should work \"5 No good to Strafford, but deform ourselves With shame in the world's eye. [To Strafford.] His Majesty Has much to say with you. Straf. Time fleeting, too ! [To Lady Carlisle.] No means of getting them away ? And She— What does she whisper ? Does she know my purpose ? 120 What does she think of it ? Get them away ! Queen [To Lady Carlisle]. He comes to baffle Pym — he thinks the danger Far off: tell him no word of it ! a time For help will come ; we '11 not be wanting then. Keep him in play, Lucy — you, self-possessed 125 And calm ! [To Strafford.] To spare your lordship some delay"], [62, "40 STRAFFORD. I will myself acquaint the King. [To Lady Carlisle.] Beware ! [The Queen, Vane, Holland and Savile go out. Straf. She knows it ? Lady Car. Tell me, Strafford ! Straf. Afterward ! This moment's the great moment of all time. She knows my purpose ? Lady Car. Thoroughly : just now 130 She bade me hide it from you. Straf. Quick, dear child, The whole o' the scheme ? Lady Gar. (Ah, he would learn if they Connive at Pym's procedure ! Could they but Have once apprised the King ! But there 's no time For falsehood, now.) Strafford, the whole is known. 135 Straf. Known and approved ? Lady Car. Hardly discountenanced. Straf. And the King — say, the King consents as well ? Lady Car. The King \"a not yet informed, but will not dare To interpose. Straf. What need to wait him, then ? He '11 sanction it ! I stayed, child, tell him, long ; 140 It vexed me to the soul — this waiting here. You know him, there 's no counting on the King. Tell him I waited long ! Lady Car. (What can he mean ? Eejoice at the King's hollowness ?) Straf. I knew They would be glad of it, — all over once, 145 I knew they would be glad : but he 'd contrive, The Queen and he, to mar, by helping it, An angel's making. Lady Car. (Is he mad ?) Dear Strafford, You were not wont to look so happy. Straf. Sweet, I tried obedience thoroughly. I took 1 50 The King's wild plan : of course, ere I could reach My army, Conway ruined it. I drew The wrecks together, raised all heaven and earth,"], [63, "41 STRAFFORD. And would have fought the Scots : the King at once Made truce with them. Then, Lucy, then, dear child, 155 God put it in my mind to love, serve, die For Charles, but never to obey him more ! While he endured their insolence at Bipon I fell on them at Durham. But you '11 tell The King I waited ? All the ante-room 160 Is filled with my adherents. Lady Car. Strafford — Strafford, What daring act is this you hint ? Straf. No, no ! 'T is here, not daring if you knew ! all here ! [Drawing papers from his breast. Full proof, see, ample proof — does the Queen know I have such damning proof? Bedford and Essex, 165 Brooke, Warwick, Savile (did you notice Savile ? The simper that I spoilt ?) Saye, Mandeville — Sold to the Scots, body and soul, by Pym ! Lady Car. Great heaven ! Straf. From Savile and his lords, to Pym And his losels, crushed ! — Pym shall not ward the blow 170 Nor Savile creep aside from it ! The Crew And the Cabal — I crush them ! Lady Gar. And you go — Strafford, — and now you go ? — Straf. — About no work In the background, I promise you ! I go Straight to the House of Lords to claim these knaves. 175 Mainwaring ! Lady Car. Stay — stay, Strafford ! Stars. She '11 return, The Queen — some little project of her own ! No time to lose : the King takes fright perhaps. Lady Car. Pym 's strong, remember ! Straf Very strong, as fits The Faction's head — with no offence to Hampden, 180 Vane, Budyard and my loving Hollis : one And all they lodge within the Tower to-night In just equality. Bryan ! Mainwaring ! [Many of his Adherents enter."], [64, "42 STRAFFORD. The Peers debate just now (a lucky chance) On the Scots' war; my visit 's opportune. When all is over, Bryan, you proceed To Ireland : these dispatches, mark me, Bryan, Are for the Deputy, and these for Ormond : We want the army here — my army, raised At such a cost, that should have done such good, And was inactive all the time ! no matter, We '11 find a use for it. Willis ... or, no — you ! You, friend, make haste to York : bear this, at once Or, — better stay for form's sake, see yourself The news you carry. You remain with me 185 190 i95 To execute the Parliament's command, Mainwaring ! Help to seize these lesser knaves, Take care there 's no escaping at backdoors : I '11 not have one escape, mind me — not one ! I seem revengful, Lucy ? Did you know 200 What these men dare ! Lady Car. It is so much they dare ! Straf. I proved that long ago ; my turn is now. Keep sharp watch, Goring, on the citizens ! Observe who harbours any of the brood That scramble off : be sure they smart for it ! Our coffers are but lean. 205 And you, child, too, Shall have your task ; deliver this to Laud. Laud will not be the slowest in my praise : \" Thorough \" he '11 cry ! — Foolish, to be so glad ! This life is gay and glowing, after all : 210 'T is worth while, Lucy, having foes like mine Just for the bliss of crushing them. To-day Is worth the living for. Lady Car. That reddening brow ? You seem . . . Straf. Well— do I not ? I would be well- I could not but be well on such a day ! 2I5 And, this day ended, 't is of slight import How long the ravaged frame subjects the soul In Strafford. Lady Car. Noble Strafford !"], [65, "43 STRAFFORD. Straf. No farewell ! I '11 see you anon, to-morrow — the first thing. — If She should come to stay me ! Lady Car. Go — 't is nothing — 220 Only my heart that swells ; it has been thus Ere now : go, Strafford ! Straf. To-night, then, let it be. I must see Him : you, the next after Him. I '11 tell you how Pym looked. Follow me, friends ! You, gentlemen, shall see a sight this hour 225 To talk of all your lives. Close after me ! \" My friend of friends ! \" [Strafford and the rest go out. Lady Car. The King — ever the King ! No thought of one beside, whose little word Unveils the King to him — one word from me, Which yet I do not breathe ! Ah, have I spared 230 Strafford a pang, and shall I seek reward Beyond that memory ? Surely too, some way He is the better for my love. No, no — He would not look so joyous — I '11 believe His very eye would never sparkle thus, 235 Had I not prayed for him this long, long while. Scene IH. — The Antechamber of the House of Lords. Many of the Presbyterian Party. The adherents of Stkaffokd, etc. A Group of Presbyterians. — 1. I tell you he struck Maxwell : Maxwell sought To stay the Earl : he struck him and passed on. 2. Fear as you may, keep a good countenance Before these rufflers. 3. Strafford here the first, With the great army at his back ! 4. No doubt. 5 I would Pym had made haste. That 's Bryan, hush — The gallant pointing."], [66, "44 STRAFFORD. Strafford's Followers. — 1. Mark these worthies, now ! 2. A goodly gathering ! \" Where the carcass is \" There shall the eagles \" — what 's the rest ? 3. For eagles Say crows. A Presbyterian. Stand back, sirs ! One of Strafford's Followers. Are we in Geneva ? io A Presbyterian. No, nor in Ireland ; we have leave to breathe. One of Strafford's Followers. Truly ? Behold how privileged we be That serve '■ King Bym ! \" There 's Some-one at Whitehall Who skulks obscure ; but Pym struts . . . The Presbyterian. Nearer. A Folloiver of Strafford. Higher, We look to see him. [ To his Companions.] I 'm to have St. John 15 In charge ; was he among the knaves just now That followed Pym within there ? Another. The gaunt man Talking with Budyard. Did the Earl expect Pym at his heels so fast ? I like it not. Maxwell enters. Another. Why, man, they rush into the net ! Here's Maxwell — 20 Ha, Maxwell ? How the brethren flock around The fellow ! Do you feel the Earl's hand yet Upon your shoulder, Maxwell ? Max. Gentlemen, Stand back ! a great thing passes here. A Folloiver of Strafford. [To another.] The Earl Is at his work ! [To M.] Say, Maxwell, what great thing ! 25 Speak out ! [To a Presbyterian.] Friend, I 've a kindness for you ! Friend, I 've seen you with St. John : 0 stockishness ! Wear such a ruff, and never call to mind St. John's head in a charger ? How, the plague, Not laugh ? Another. Say, Maxwell, what great thing !"], [67, "45 STRAFFORD. Another. Nay, wait : 30 The jest will be to wait. First. And who 's to bear These demure hypocrites ? You 'd swear they came Came . . . just as we come ! [A Puritan enters hastily and without observing Strafford's Followers. The Puritan. How goes on the work ? Has Pym . . . A Folloiver of Strafford. The secret 's out at last. Aha, The carrion 's scented ! Welcome, crow the first ! 3 5 Gorge merrily, you with the blinking eye ! \"King Pym has fallen ! \" The Puritan. Pym ? A Strafford. Pym ! A Presbyterian. Only Pym ? Many of Strafford's Followers. No, brother, not Pym only ; Vane as well, Budyard as well, Hampden, St. John as well ! A Presbyterian. My mind misgives : can it be true ? Another. Lost ! Lost ! 40 A Strafford. Say we true, Maxwell ? Tlie Puritan. Pride before destruction!, A haughty spirit goeth before a fall. Many of Strafford's Folloivers. Ah now ! The very thing ! A word in season ! A golden apple in a silver picture, To greet Pym as he passes ! [The doors at the back begin to open, noise and light issuing. Max. Stand back, all ! 45 Many of the Presbyterians. I hold with Pym ! And I ! Strafford's Followers. Now for the text ! He comes ! Quick ! The Puritan. How hath the oppressor ceased ! The Lord hath broken the staff of the wicked ! The sceptre of the rulers, he who smote The people in wrath with a continual stroke, 50 That ruled the nations in his anger — ho"], [68, "46 STRAFFORD. Is persecuted and none hindereth ! [The doors open, and Strafford issues in the greatest disorder, and amid criesform within of \"Void theHouse.\" Straf. Impeach me ! Pym ! I never struck, I think, The felon on that calm insulting mouth When it proclaimed — Pym's mouth proclaimed me . . . God ! 55 Was it a word, only a word that held The outrageous blood back on my heart — which beats ! Which beats ! Some one word — \" Traitor,\" did he say, Bending that eye, brimful of bitter fire, Upon me ? Max. In the Commons' name, their servant 60 Demands Lord Strafford's sword. Straf. What did you say ? Max. The Commons bid me ask your lordship's sword. Straf. Let us go forth : follow me, gentlemen ! Draw your swords too : cut any down that bar us. On the King's service ! Maxwell, clear the way ! 65 [The Presbyterians prepare to dispute his passage. Sflraf. I stay : the King himself shall see me here. Your tablets, fellow ! [ To Mainwaring.] Give that to the King ! Yes, Maxwell, for the next half-hour, let be ! Nay, you shall take my sword ! [Maxwell advances to take it. Or, no — not that ! Their blood, perhaps, may wipe out all thus far, 70 All up to that — not that ! Why, friend, you see When the King lays your head beneath my foot It will not pay for that. Go, all of you ! Max. I dare, my lord, to disobey ; none stir ! Straf. This gentle Maxwell ! — Do not touch him, Bryan ! 75 [To the Presbyterians.] Whichever cur of you will carry this Escapes his fellow's fate. None saves his life? None P [Cries from within of \" Strafford.\" Slingsby, I 've loved you at least : make haste ! Stab me ! I have not time to tell you why. You then, my Bryan ! Mainwaring, you then ! 80 Is it because I spoke so hastily At Allerton ? The King had vexed me."], [69, "47 STRAFFORD. [To the Presbyterians.] You ! — Not even you ? If I live over this, The King is sure to have your heads, you know ! But what if I can't live this minute through ? 85 Pym, who is there with his pursuing smile ! [Louder cries of \"Strafford.\" The King ! I troubled him, stood in the way Of his negotiations, was the one Great obstacle to peace, the Enemy Of Scotland : and he sent for me from York, 90 My safety guaranteed — having prepared A Parliament — I see ! And at Whitehall The Queen was whispering with Vane — I see The trap ! [Tearing off the George. I tread a gewgaw underfoot, And cast a memory from me. One stroke, now ! 95 [His own adherents disarm him. Benewed cries of\" Strafford.\" England ! I see thy arm in this and yield. Pray you now — Pym awaits me — pray you now ! [Strafford reaches the doors .- they open wide. Hampden and a crowd discovered, and, at the bar, Pym standing apart. As Strafford kneels, the scene shuts. ACT IV. Scene I. — Whitehall. The King, the Queen, Hollis, Lady Carlisle. (Vane, Holland, Savile, in the background.) Lady Car. Answer them, Hollis, for his sake ! One word ! Cha. [To Hollis.] You stand, silent and cold, as though I were Deceiving you — my friend, my playfellow Of other times. What wonder after all ? Just so, I dreamed my People loved me. Hoi. Sir, 5 It is yourself that you deceive, not me."], [70, "48 STRAFFORD. You '11 quit me comforted, your mind made up That, since you 've talked thus much and grieved thus much, All you can do for Strafford has been done. Queen. If you kill Strafford — (come, we grant you leave, 10 Suppose) — Hoi. I may withdraw, sir ? Lady Car. Hear them out ! 'T is the last chance for Strafford ! Hear them out ! Hoi. \" If we kill Strafford \" — on the eighteenth day Of Strafford's trial—\" We!\" Cha. Pym, my good Hollis — Pym, I should say ! Hoi. Ah, true — sir, pardon me ! 1 5 You witness our proceedings every day ; But the screened gallery, I might have guessed, Admits of such a partial glimpse at us, Pym takes up all the room, shuts out the view. Still, on my honour, sir, the rest of the place 20 Is not unoccupied. The Commons sit — That 's England ; Ireland sends, and Scotland too, Their representatives ; the Peers that judge Are easily distinguished ; one remarks The People here and there ; but the close curtain 25 Must hide so much ! Queeyi. Acquaint your insolent crew, This day the curtain shall be dashed aside ! It served a purpose. Hoi. Think ! This very day ? Ere Strafford rises to defend himself? Cha. I will defend him, sir ! sanction the past 30 This day : it ever was my purpose. Bage At me, not Straflbrd ! Lady Car. Nobly ! — will he not Do nobly ? Hoi. Sir, you will do honestly ; And, for that deed, I too would be a king. Cha. Only, to do this now ! — \" deaf\" (in your style) 35 \" To subjects' prayers,\" — I must oppose them now. It seems their will the trial should proceed, — So palpably their will !"], [71, "49 STRAFFORD. Hot. You peril much, But it were no bright moment save for that. Strafford, your prime support, the sole roof-tree 4° That props this quaking House of Privilege, (Floods come, winds beat, and see — the treacherous sand !) Doubtless, if the mere putting forth an arm Could save him, you 'd save Strafford. Cha. And they dare Consummate calmly this great wrong ! No hope ? 45 This ineffaceable wrong ! No pity then ? Hoi. No plague in store for perfidy ? — Farewell ! You called me, sir — [To Lady Carlisle.] you, lady, bade me come To save the Earl : I came, thank God for it, To learn how far such perfidy can go ! .50 You, sir, concert with me on saving him Who have just ruined Strafford ! Cha. I ?— and how ? Hoi. Eighteen days long he throws, one after one, Pym's charges back : a blind moth-eaten law ! — He '11 break from it at last : and whom to thank ? 55 The mouse that gnawed the lion's net for him Got a good friend, — but he, the other mouse, That looked on while the lion freed himself — Fared he so well, does any fable say ? Cha. What can you mean ? Hoi. Pym never could have proved 60 Strafford's design of bringing up the troops To force this kingdom to obedience : Vane — Your servant, not our friend — has proved it. Cha. Vane ? Hoi. This day. Did Vane deliver up or no Those notes which, furnished by his son to Pym, Seal Strafford's fate ? 65 Cha. Sir, as I live, I know Nothing that Vane has done ! What treason next ? I wash my hands of it. Vane, speak the truth ! Ask Vane himself ! Hoi. I will not speak to Vane, Who speak to Pym and Hampden every day. 70 E"], [72, "50 STRAFFORD. Queen. Speak to Vane's master then ! What gain to him Were Strafford's death ? Ho?. Ha ? Strafford cannot turn As you, sir, sit there — bid you forth, demand If every hateful act were not set down In his commission ? — whether you contrived 75 Or no, that all the violence should seem His work, the gentle ways — your own, — his part. To counteract the King's kind impulses — While . . . but you know what he could say ! And then He might produce, — mark, sir ! — a certain charge 80 To set the King's express command aside, If need were, and be blameless. He might add . . . Cha. Enough ! Hoi. — Who bade him brea.k the Parliament, Find some pretext for setting up sword-law ! Queen. Betire ! Cha. Once more, whatever Vane dared do, 85 I know not : he is rash, a fool — I know Nothing of Vane ! Hoi. Well — I believe you. Sir, Believe me, in return, that . . . [Turning to Lady Carlisle]. Gentle lady, The few words I would say, the stones might hear Sooner than these, — I rather speak to you, 90 You, with the heart ! The question, trust me, takes Another shape, to-day : not, if the King Or England shall succumb, — but, who shall pay The forfeit, Strafford or his master. Sir, You loved me once : think on my warning now ! 95 [Goes out. Cha. On you and on your warning both ! — Carlisle ! That paper ! Queen. But consider ! Cha. Give it me ! There, signed — will that content you ? Do not speak ! You have betrayed me, Vane ! See ! any day, According to the tenor of that paper, 100 He bids your brother bring the army up. Straflbrd shall head it and take full revenge."], [73, "STRAFFORD. 51 Seek Strafford ! Let him have the same, before He rises to defend himself ! Queen. In truth ? That your shrewd Hollis should have worked a change 105 Like this ! You, late reluctant . . . Cha. Say, Carlisle, Your brother Percy brings the army up, Falls on the Parliament (I '11 think of you, My Hollis !) say, we plotted long — 't is mine, The scheme is mine, remember ! Say, I cursed no Vane's folly in your hearing! If the Earl Does rise to do us shame, the fault shall lie With you, Carlisle ! Lady Car. Nay, fear not me ! but still That 's a bright moment, sir, you throw away. Tear down the veil and save him ! Queen. Go, Carlisle ! 115 Lady Car. (I shall see Strafford — speak to him : my heart Must never beat so, then ! And if I tell The truth ? What 's gained by falsehood ? There they stand Whose trade it is, whose life it is ! How vain To gild such rottenness ! Strafford shall know, 120 Thoroughly know them !) Queen. Trust to me ! [To Carlisle]. Carlisle, You seem inclined, alone of all the Court, To serve poor Strafford : this bold plan of yours Merits much praise, and yet . . . Lady Car. Time presses, madam. Queen. Yet — may it not be something premature ? 125 Strafford defends himself to-day — reserves Some wondrous effort, one may well suppose ! Lady Car. Ay, Hollis hints as much. Cha. Why linger then ? Haste with the scheme — my scheme : I shall be there To watch his look. Tell him I watch his look ! 130 Queen. Stay, we '11 precede you ! Lady Car. At your pleasure. Cha. Say — Say, Vane is hardly ever at Whitehall ! I shall be there, remember !"], [74, "52 STRAFFORD. Lady Car. Doubt me not. Cha. On our return, Carlisle, we wait you here ! Lady Car. I '11 bring his answer. Sir, I follow you. 135 (Prove the King faithless, and I take away All Strafford cares to live for : let it be 'T is the King's scheme ! My Strafford, I can save, Nay, I have saved you, yet am scarce content, Because my poor name will not cross your mind. 140 Strafford, how much I am unworthy you !) Scene II. — A passage adjoining Westminster Hall. Many groups of Spectators of the Trial. Officers of the Court, etc. 1st Spec. More crowd than ever ! Not know Hampden, man? That 's he, by Pym, Pym that is speaking now. No, truly, if you look so high you '11 see Little enough of either ! 2nd Spec. Stay : Pym's arm Points like a prophet's rod. 3rd Spec. Ay, ay, we 've heard 5 Some pretty speaking : yet the Earl escapes. ith Spec. I fear it : just a foolish word or two About his children — and we see, forsooth, Not England's foe in Strafford, but the man Who, sick, half-blind . . . 2nd Spec. What's that Pym's saying now 10 Which makes the curtains flutter ? look ! A hand Clutches them. Ah ! The King's hand ! 5th Spec. I had thought Pym was not near so tall. What said he, friend ? 2nd Spec. \" Nor is this way a novel way of blood,\" And the Earl turns as if to . . . look ! look ! 15 Many Spectators. There ! What ails him ? no — he rallies, see — goes on And Strafford smiles. Strange ! An Officer. Haselrig !"], [75, "STRAFFORD. 53 Many Spectators. Friend ? Friend ? The Officer. Lost, utterly lost : just when we looked for Pym To make a stand against the ill effects Of the Earl's speech ! Is Haselrig without ? 20 Pym's message is to him. 3rd Spec. Now, said I true ? Will the Earl leave them yet at fault or no ? 1st Spec. Never believe it, man ! These notes of Vane's Euin the Earl. 5th Spec. A brave end : not a whit Less firm, less Pym all over. Then, the trial ijess nrm, less rym all over. Then, the trial 25 Is closed. No — Straflbrd means to speak again ? An Officer. Stand back, there ! 5th Spec. Why, the Earl is coming hither ! Before the court breaks up ! His brother, look, — You 'd say he 'd deprecated some fierce act In Strafford's mind just now. An Officer. Stand back, I say ! 30 2nd Spec. Who 's the veiled woman that he talks with ? Many Spectators. Hush — The Earl ! the Earl ! [Enter Stratford, Slingsby and other Secretaries, Hollis, Lady Carlisle, Maxwell, Balfour, etc. Strafford con- verses with Lady Carlisle. Hoi. So near the end ! Be patient — Beturn ! Straf. [To his Secretaries]. Here — anywhere — or, 'tis freshest here ! To spend one's April here, the blossom-month ! 35 Set it down here ! [They arrange a table, papers, etc. So, Pym can quail, can cower Because I glance at him, yet more 's to do ? What 's to be answered, Slingsby ? Let us end ! [To Lady Carlisle.] Child, I refuse his offer ; whatsoe'er It be ! Too late ! Tell me no word of him ! 40 'T is something, Hollis, I assure you that — To stand, sick as you are, some eighteen days"], [76, "54 STRAFFORD. Fighting for life and fame against a pack Of very curs, that lie through thick and thin, Eat flesh and bread by wholesale, and can't say 45 \" Straflbrd \" if it would take my life ! Lady Car. Be moved ! Glance at the paper ! Straf. Already at my heels ! Pym's faulting bloodhounds scent the track again. Peace, child ! Now, Slingsby ! [Messengers from Lane and other of Strafford's Counsel within the Hall are coming and going during the Scene. Straf. [setting himself to write and dictate.] I shall beat you, Hollis : 50 Do you know that ? In spite of St. John's tricks, In spite of Pym — your Pym who shrank from me ! Eliot would have contrived it otherwise. [To a Messenger.] In truth ? This slip, tell Lane, contains as much 55 As I can call to mind about the matter. Eliot would have disdained [Calling after the Messenger.] And Badcliffe, say, The only person who could answer Pym, Is safe in prison, just for that. Well, well ! It had not been recorded in that case, I baffled you. [To Lady Carlisle.] Nay, child, why look so grieved ? 60 All 's gained without the King ! You saw Pym quail ? What shall I do when they acquit me, think you, But tranquilly resume my task as though Nothing had intervened since I proposed To call that traitor to account ! Such tricks, 65 Trust me, shall not be played a second time, Not even against Laud, with his grey hair — Your good work, Hollis ! Peace ! To make amends, You, Lucy, shall be here when I impeach Pym and his fellows. Hoi. Wherefore not protest 70 Against our whole proceeding, long ago ?"], [77, "55 strafford. Why feel indignant now ? Why stand this while Enduring patiently ? Straf. Child, I '11 tell you— You, and not Pym — you, the slight graceful girl, Tall for a flowering lily, and not Hollis — Why I stood patient ! I was fool enough To see the will of England in Pym's will ; To fear myself had wronged her, and to wait Her judgment : when, behold in place of it . . . [To a Messenger who whispers.] Tell Lane to answer no such question ! Law, — 75 80 I grapple with their law ! I 'm here to try My actions by their standard, not my own ! Their law allowed that levy : what 's the rest To Pym, or Lane, any but God and me ? Lady Gar. The King's so weak! Secure this chance ! 'T was Vane, 85 Never forget, who furnished Pym the notes Straf. Fit, — very fit, those precious notes of Vane, To close the Trial worthily ! I feared Some spice of nobleness might linger yet And spoil the character of all the past. Vane eased me . . and I will go back and say As much — to Pym, to England ! Follow me ! I have a word to say ! There, my defence Is done ! 90 Stay ! why be proud ? Why care to own My gladness, my surprise ? — Nay, not surprise ! Wherefore insist upon the little pride 95 Of doing all myself, and sparing him The pain ? Child, say the triumph is my King's ! When Pym grew pale, and trembled, and sank down, One image was before me : could I fail ? Child, care not for the past, so indistinct, Obscure — there 's nothing to forgive in it 100 'T is so forgotten ! From this day begins A new life, sounded on a new belief In Charles. Hoi. In Charles ? Bather believe in Pym ? And here he comes in proof! Appeal to Pym ! 105"], [78, "56 strafford. Say how unfair Straf. To Pym ? I would say nothing ! I would not look upon Pym's face again. Lady Car. Stay, let me have to think I pressed your hand! [Strafford and his friends go out. Enter Hampden and Vane. Vane. 0 Hampden, save the great misguided man ! no Plead Strafford's cause with Pym ! I have remarked He moved no muscle when we all declaimed Against him : you had but to breathe — he turned Those cold calm eyes upon you. [Enter Pym, the Solicitor-General St. John, the Managers of the Trial, Fiennes, Budyard, etc. Bud. Horrible ! Till now all hearts were with you : I withdraw 115 For one. Too horrible ! But we mistake Your purpose, Pym : you cannot snatch away The last spar from the drowning man. Fien. He talks With St. John of it — see, how quietly ! [To other Presbyterians.] You '11 join us ? Strafford may deserve the worst : 120 But this new course is monstrous. Vane, take heart ! This Bill of his Attainder shall not have One true man's hand to it. Vane. Consider, Pym ! Confront your Bill, your own Bill : what is it ? You cannot catch the Earl on any charge, — 125 No man will say the law has hold of him On any charge ; and therefore you resolve To take the general sense on his desert, As though no law existed, and we met To found one. You refer to Parliament 1 30 To speak its thought upon the abortive mass Of half-borne-out assertions, dubious hints Hereafter to be cleared, distortions — ay, And wild inventions. Every man is saved The task of fixing any single charge 135"], [79, "57 STRAFFORD. On Strafford : he has but to see in him The enemy of England. Pym. A right scruple. I have heard some called England's enemy With less consideration. Vane. Pity me ! Indeed you made me think I was your friend ! I who have murdered Strafford, how remove That memory from me ? 140 Pym. I absolve you, Vane. Take you no care for aught that you have done ! Vane. John Hampden, not this Bill ! Beject this Bill ! He staggers through the ordeal : let him go, Strew no fresh fire before him ! Plead for us ! When Straflbrd spoke, your eyes were thick with tears ! '45 Hamp. England speaks louder : who are we, to play The generous pardoner at her expense, Magnanimously waive advantages, And, if he conquer us, applaud his skill ? 150 Vane. He was your friend. Pym. I have heard that before. Fien. And England trusts you. Hamp. Shame be his, who turns The opportunity of serving her She trusts him with, to his own mean account Who would look nobly frank at her expense ! '55 Fien. I never thought it could have come to this. Pym. But I have made myself familiar, Fiennes, With this one thought — have walked, and sat, and slept, This thought before me. I have done such things, Being the chosen man that should destroy 160 The traitor. You have taken up this thought To play with, for a gentle stimulant, To give a dignity to idler life By the dim prospect of emprise to come, But ever with the softening, sure belief, 165 That all would end some strange way right at last. Fien. Had we made out some weightier charge ! Pym. You say That these are petty charges : can we come"], [80, "58 STRAFFORD. To the real charge at all ? There he is safe In tyranny's stronghold. Apostasy Is not a crime, treachery not a crime : 170 The cheek burns, the blood tingles, when you speak The words, but where 's the power to take revenge Upon them ? We must make occasion serve, — The oversight shall pay for the main sin '75 That mocks us. Bud. But this unexampled course, This Bill ! Pym. By this, we roll the clouds away Of precedent and custom, and at once Bid the great beacon-light God sets in all, The conscience of each bosom, shine upon The guilt of Strafford : each man lay his hand Upon his breast, and judge ! 180 Vane. I only see Strafford, nor pass his corpse for all beyond ! Bud. and otliers. Forgive him ! He would join us, now he finds 185 What the King counts reward ! The pardon, too, Should be your own. Yourself should bear to Strafford The pardon of the Commons. Pym. Meet him ? Strafford ? Have we to meet once more, then ? Be it so ! And yet the prophecy seemed half fulfilled When, at the Trial, as he gazed, my youth, Our friendship, divers thoughts came back at once And left me, for a time . . . 'T is very sad ! 190 To-morrow we discuss the points of law With Lane — to-morrow ? Vane. Not before to-morrow — So, time enough ! I knew you would relent ! i95 Pym. The next day, Haselrig, you introduce The Bill of his Attainder. Pray for me !"], [81, "STRAFFORD. 59 Scene III. — Whitehall. The King. Cha. My loyal servant ! To defend himself Thus irresistibly, — withholding aught That seemed to implicate us ! We have done Less gallantly by Stratford. Well, the future Must recompense the past. She tarries long. I understand you, Stratford, now ! The scheme — Carlisle's mad scheme — he '11 sanction it, I fear, For love of me. 'T was too precipitate : Before the army 's fairly on its march, He '11 be at large : no matter. 5 Well, Carlisle? io Enter Pym. Pym. Fear me not, sir : — my mission is to save, This time. Cha. To break thus on me ! Unannounced. Pym. It is of Straflbrd I would speak. Cha. No more Of Strafford ! I have heard too much from you. Pym. I spoke, sir, for the People ; will you hear '5 A word upon my own account ? Cha. Of Strafford? (So turns the tide already ? Have we tamed The insolent brawler ? — Strafford's eloquence Is swift in its effect.) Lord Strafford, sir, Has spoken for himself. Pym, Sufficiently. I would apprise you of the novel course The People take : the Trial fails. Cha. Yes, yes : We are aware, sir : for your part in it Means shall be found to thank you. 20 Pym. Pray you, read"], [82, "60 STRAFFORD. This schedule ! I would learn from your own mouth 25 — (It is a matter much concerning me) — Whether, if two Estates of us concede The death of Strafford, on the grounds set forth Within that parchment, you, sir, can resolve To grant your own consent to it. This Bill 30 Is framed by me. If you determine, sir, That England's manifested will may guide Your judgment, ere another week such will Shall manifest itself. If not, — I cast Aside the measure. Cha. You can hinder, then, 35 The introduction of this Bill ? Pym. I can. Cha. He is my friend, sir : I have wronged him : mark you, Had I not wronged him, this might be. You think, Because you hate the Earl . . . (turn not away, We know you hate him) — no one else could love 40 Strafford : but he has saved me, some affirm. Think of his pride ! And do you know one strange, One frightful thing ? We all have used the man As though a drudge of ours, with not a source Of happy thoughts except in us ; and yet Straflbrd has wife and children, household cares, 45 Just as if we had never been. Ah, sir, You are moved, even you, a solitary man Wed to your cause — to England, if you will ! 49 Pym. Yes — think, my soul — to England ! Draw not back ! Cha. Prevent this Bill, sir ! All your course seems fair Till now. Why, in the end, 't is I should sign The warrant for his death ! You have said much I ponder on ; I never meant, indeed, Strafford should serve me any more. I take 55 The Commons' counsel ; but this Bill is yours — Not worthy of its leader ; care not, sir, For that, however ! I will quite forget You named it to me. You are satisfied ? Pym Listen to me, sir ! Eliot laid his hand, 60 Wasted and white, upon my forehead once ;"], [83, "STRAFFORD 61 Wentworth — he 's gone now ! — has talked on, whole nights, And I beside him ; Hampden loves me : sir, How can I breathe and not wish England well, And her King well ? 65 Cha. I thank you, sir, who leave That King his servant. Thanks, sir ! Pym. Let me speak ! — Who may not speak again ; whose spirit yearns For a cool night after this weary day : — Who would not have my soul turn sicker yet In a new task, more fatal, more august, 70 More full of England's utter weal or woe. I thought, sir, could I find myself with you, After this Trial, alone, as mau to man — I might say something, warn you, pray you, save — Mark me, King Charles, save you ! But God must do it. Yet I warn you, sir — 75 (With Strafford's faded eyes yet full on me) As you would have no deeper question moved — \" How long the Many must endure the One — ' Assure me, sir, if England give assent 80 To Strafford's death, you will not interfere ! Or- Cha. God forsakes me. I am in a net And cannot move. Let all be as you say ! Enter Lady Carlisle. Lady Car. He loves you — looking beautiful with joy Because you sent me ! he would spare you all 85 The pain ! he never dreamed you would forsake Your servant in the evil day — nay, see Your scheme returned ! That generous heart of his ! He needs it not — or, needing it, disdains A course that might endanger you — you, sir, 90 Whom Strafford from his inmost soul [Seeing Pym.] Well met ! No fear for Strafford ! All that 's true and brave On your own side shall help us : we are now Stronger than ever. Ha — what, sir, is this ?"], [84, "62 STRAFFORD. All is not well ! What parchment have you there ? Pym. Sir, much is saved us both. 95 Lady Car. This Bill ! Your lip Whitens — you could not read one line to me Your voice would falter so ! Pym. No recreant yet ! The great word went from England to my soul, And I arose. The end is very near. IOO Lady Car. I am to save him ! All have shrunk besides 'T is only I am left. Heaven will make strong The hand now as the heart. Then let both die ! ACT V. Scene I. — Whitehall. Hollis, Lady Carlisle. Hoi. Tell the King, then ! Come in with me ! Lady Car. Not so ! He must not hear till it succeeds. Hoi. Succeed ? No dream was half so vain — you 'd rescue Strafford And outwit Pym ! I cannot tell you . . . lady, The block pursues me, and the hideous show. 5 To-day . . . is it to-day ? And all the while He 's sure of the King's pardon. Think, I have To tell this man he is to die. The King May rend his hair, for me ! I '11 not see Strafford ! Lady Car. Only, if I succeed, remember Charles io Has saved him. He would hardly value life Unless his gift. My staunch friends wait. Go in — You must go in to Charles ! Hoi. And all beside Left Strafford long ago. The King has signed The warrant for his death ! The Queen was sick 15 Of the eternal subject. For the Court. — The Trial was amusing in its way,"], [85, "STRAFFORD. 63 20 25 3° the 35 40 this 5 Only, too much of it : the Earl withdrew In time. But you, fragile, alone, so young, Amid rude mercenaries — you devise A plan to save him ! Even though it fails, What shall reward you ? Lady Car. I may go, you think, To France with him ? And you reward me, friend, Who lived with Strafford even from his youth Before he set his heart on state-affairs And they bent down that noble brow of his. I have learned somewhat of his latter life, And all the future I shall know : but, Hollis, I ought to make his youth my own as well. Tell me, when he is saved ! Hoi. My gentle friend, He should know all and love you, but 't is vain ! Lady Car. Love ? no — too late now ! Let him love King ! 'T is the King's scheme ! I have your word, remember ! We '11 keep the old delusion up. But quick ! Quick ! Each of us has work to do, beside. Go to the King ! I hope — Hollis — I hope ! Say nothing of my scheme ! Hush, while we speak Think where he is ! Now for my gallant friends ! Hoi. Where is he ? Calling wildly upon Charles, Guessing his fate, pacing the prison-floor. Let the King tell him ! I '11 not look on Strafford. Scene II.— The Tower. Stkaefokd sitting with his Children. They sing. 0 bell' anclare Per barea in mare, Verso la sera Di Primavera ! William. The boat's in the broad moonlight all while —"], [86, "64 STRAFFORD. Verso la sera D i Primavera ! And the boat shoots from underneath the moon Into the shadowy distance ; only, still You hear the dipping oar — Verso la sera, 10 And faint, and fainter, and then all 's quite gone, Music and light and all, like a lost star. Anne. But you should sleep, father : you were to sleep. Straf. I do sleep, Anne ; or if not — you must know, There 's such a thing as Wil. You 're too tired to sleep ? 15 Straf. It will come by-and-by and all day long, In that old quiet house I told you of: We sleep safe there. Anne. Why not in Ireland ? Straf. No ! Too many dreams ! — That song 's for Venice, William. You know how Venice looks upon the map — 20 Isles that the mainland hardly can let go ? Wil. You 've been to Venice, father ? Straf. I was young, then. Wil. A city with no King ; that 's why I like Even a song that comes from Venice. Straf. William ! Wil. Oh, I know why ! Anne, do you love the King ? But I '11 see Venice for myself one day. 25 Straf. See many lands, boy — England last of all, — That way you '11 love her best. Wil. Why do men say You sought to ruin her, then ? Straf. Wil. Why? Ah, — they say that. Straf. I suppose they must have words to say, 30 As you to sing. Anne. But they make songs beside ! Last night I heard one, in the street beneath, That called you . . . Oh, the names ! Wil. Don't mind her, father !"], [87, "65 STRAFFORD. They soon left off when I cried out to them. Straf. We shall so soon be out of it, my boy ! airaj. we snau so soon oe out ot it, my boy ! 35 'T is not worth while : who heeds a foolish song? Wil. Why, not the King. Straf. Well : it has been the fate Of better ; and yet, — wherefore not feel sure That time, which in the twilight comes to mend All the fantastic day's caprice, consign 40 To the low ground once more the ignoble Term, And raise the Genius on his orb again, — That time will do me right ? Anne. (Shall we sing, William ? He does not look thus when we sing.) Straf. For Ireland, Something is done : too little, but enough 45 To show what might have been. Wil. (I have no heart To sing now ! Anne, how very sad he looks ! Oh, I so hate the King, for all he says !) Straf. Forsook them ! What, the common songs will run That I forsook the People ? Nothing more ? 50 Ay, Fame, the busy scribe, will pause, no doubt, Turning a deaf ear to her thousand slaves Noisy to be enrolled, — will register The curious glosses, subtle notices, Ingenious clearings-up one fain would see 55 Beside that plain inscription of The Name — The Patriot Pym, or the Apostate Strafford ! [The Children resume their song timidly, but break off. Enter Hollis and an Attendant. Straf. No, — Hollis ? in good time ! — Who is he ? Hoi. One That must be present. Straf. Ah — I understand. They will not let me see poor Laud alone. How politic! They 'd use me by degrees To solitude : and, just as you came in, I was solicitous what life to lead 60 When Strafford 's \" not so much as Constable j?"], [88, "66 STRAFFORD. \" In the King's service.\" Is there any means 65 To keep one's self awake ? What would you do After this bustle, Hollis, in my place ? Hoi. Strafford! Straf. Observe, not but that Pym and you Will find me news enough — news I shall hear Under a quince-tree by a fish-pond side 70 At Wentworth. Garrard must be re-engaged My newsman. Or, a better project now ! What if, when all 's consummated, and the Saints Beign, and the Senate's work goes swimmingly, — What if I venture up, some day, unseen, 75 To saunter through the Town, notice how Pym, Your Tribune, likes Whitehall, drop quietly Into a tavern, hear a point discussed, As, whether Strafford's name were John or James — And be myself appealed to — I, who shall 80 Myself have near forgotten ! Hoi. I would speak Straf. Then you shall speak, — not now. I want, just now, To hear the sound of my own tongue. This place Is full of ghosts. Hoi. Nay, you must hear me, Strafford ! Straf. Oh, readily ! Only, one rare thing more, — 85 The minister ! Who will advise the King, Turn his Sejanus, Bichelieu and what not, And yet have health — children, for aught I know ! My patient pair of traitors ! Ah, — but, William — Does not his cheek grow thin ? Wil. 'Tis you look thin, 90 Father ! Straf. A scamper o'er the breezy wolds Sets all to-rights. Hoi. You cannot sure forget A prison-roof is o'er you, Strafford ? Straf. No, Why, no. I would not touch on that, the first. I left you that. Well, Hollis ! Say at once, 1 left you that. well, Hollis ! bay at once, 95 The King can find no time to set me free ! A masque at Theobald's ?"], [89, "STRAFFORD. 67 Hoi. Hold : no such affair Detains him. Straf. True : what needs so great a matter ? The Queen's lip may be sore. Well : when he pleases, — Only, I want the air : it vexes flesh ioo To be pent up so long. Hoi. The King— I bear His message, Strafford : pray you, let me speak ! Straf. Go, William ! Anne, try o'er your song again ! [ The Children retire. They shall be loyal, friend, at all events. I know your message : you have nothing new 105 To tell me : from the first I guessed as much. I know, instead of coming here himself, Leading me forth in public by the hand, The King prefers to leave the door ajar As though I were escaping — bids me trudge no While the mob gapes upon some show prepared On the other side of the river ! Give at once His order of release ! I 've heard, as well, Of certain poor manœuvres to avoid The granting pardon at his proper risk ; 115 First, he must prattle somewhat to the Lords, Must talk a trifle with the Commons first. Be grieved I should abuse his confidence, And far from blaming them, and . . . Where 's the order ? Hoi. Spare me ! Straf. Why, he 'd not have me steal away ? 120 With an old doublet and a steeple hat Like Prynne's ? Be smuggled into France, perhaps ? Hollis, 't is for my children ! 'T was for them I first consented to stand day by day And give your Puritans the best of words, '25 Be patient, speak when called upon, observe Their rules, and not return them prompt their lie ! What 's in that boy of mine that he should prove Son to a prison-breaker? I shall stay, And he'll stay with me. Charles should know as much : 130 He too has children ! [Turning to Hollis' companion]. Sir, you feel for me !"], [90, "68 STRAFFORD. No need to hide that face ! Though it have looked Upon me from the judgment-seat ... I know Strangely, that somewhere it has looked on me ... 135 Your coming has my pardon, nay, my thanks : For there is one who comes not. Hoi. Whom forgive, As one to die ! Straf. True, all die, and all need Forgiveness : I forgive him from my soul. Hoi. 'T is a world's wonder : Straflbrd, you must die ! Straf. Sir, if your errand is to set me free 140 This heartless jest mars much. Ha ! Tears in truth ? We '11 end this ! See this paper, warm — feel — warm With lying next my heart ! Whose hand is plain ? Whose promise P Bead, and loud for God to hear ! \" Strafford shall take no hurt\" — read it, I say ! •• fetranora snail taKe no hurt — read it, 1 say ! 145 \" In person, honour, nor estate.\" Hoi. The King . . . Straf. I could unking him by a breath ! You sit Where Loudon sat, who came to prophesy The certain end, and offer me Pym's grace If I 'd renounce the King : and I stood firm 11 1 a renounce tne rung : ana jl stood hrm 150 On the King's faith. The King who lives . . . Hoi. To sign The warrant for your death. Straf. \" Put not your trust \" In princes, neither in the sons of men, \" In whom is no salvation ! \" Hoi. Trust in God ! The scaffold is prepared : they wait for you ; ine scanoia is prepared : tney wait tor you ; 155 He has consented. Cast the earth behind ! Charles. You would not see me, Strafford, at your foot ! It was wrung from me ! Only curse me not ! Hoi. [To Strafford.] As you hope grace and pardon in your need, Be merciful to this most wretched man ! 160 [Voices from within. Verso la sera Di Primavera, Straf. You '11 be good to those children, sir ? I know"], [91, "69 STRAFFORD. You '11 not believe her, even should the Queen Think they take after one they rarely saw. I had intended that my son should live A stranger to these matters : but you stand So utterly deprived of friends ! He too Must serve you — will you not be good to him P Or, stay, sir, do not promise — do not swear ! You, Hollis, do the best you can for me ! I've not a soul to trust to : Wandesford 's dead, And you 've got Badcliffe safe, Laud's turn comes next. I've found small time of late for my affairs, 165 170 But I trust any of you, Pym himself — '75 No one could hurt them : there 's an infant, too. These tedious cares ! Your Majesty could spare them ! Nay — pardon me, my King ! I had forgotten Your education, trials, much temptation, Some weakness : there escaped a peevish word : 'T is gone : I bless you at the last. You know, All 's between you and me : what has the world To do with it ? Farewell ! 180 Cha. [at the door.] Balfour ! Balfour ! Enter Balfour. The Parliament ! — go to them : I grant all Demands. Their sittings shall be permanent : 185 Tell them to keep their money if they will ; I '11 come to them for every coat I wear And every crust I eat : only, I choose To pardon Strafford : — as the Queen shall choose ! — She never heard the People howl for blood, 190 Beside ! Bal. Your Majesty may hear them now : The walls can hardly keep their murmurs out : Please you retire ! Cha-. Take all the troops, Balfour ! Bal. There are some hundred thousand of the crowd. Cha. Come with me, Strafford ! You '11 not fear, at least ! Straf. Balfour, say nothing to the world of this ! 196 I charge you, as a dying man, forget You gazed upon this agony of one"], [92, "70 STRAFFORD. Of one . . or if . . why, you may say, Balfour, The King was sorry : 'tis no shame in him ; Yes, you may say he even wept, Balfour, And that I walked the lighter to the block Because of it. I shall walk lightly, sir ! Earth fades, heaven breaks on me: — I shall stand next Before God's throne. The moment 's close at hand When man, — the first, last time, — has leave to lay His whole heart bare before its Maker, leave 200 2o\"; To clear up the long error of a life And choose one happiness for evermore. With all mortality about me, Charles, 210 The sudden wreck, the dregs of violent death — What if, despite the opening angel-song, There penetrate one prayer for you ? Be saved Through me ! Bear witness, no one could prevent My death ! Lead on ! ere he awake — best, now ! All must be ready : did yon say, Balfour, The crowd began to murmur ? They '11 be kept Too late for sermon at St. Antholin's ! 2'5 Now ! But tread softly — children are at play In the next room. Precede ! I follow — 220 Enter Lady Carlisle, with many Attendants. Lady Car. Me ! Follow me, Strafford, and be saved ! The King ? [To the King.] Well — as you ordered, they are ranged without, The convoy . . [seeing the King's state.] [To Strafford.] You know all, then ! Why, I thought It looked best that the King should save you, — Charles Alone ; 't is a shame that you should owe me aught. Or no, not shame ! Strafford, you '11 not feel shame At being saved by me ? \"5 Hoi. All true ! Oh Strafford, She saves you ! all her deed — this lady's deed ! And is the boat in readiness P You, friend, Are Billingsley, no doubt ! Speak to her, Straflbrd ! See how she trembles, waiting for your voice ! The world 's to learn its bravest story yet ! 230"], [93, "71 STRAFFORD. Lady Car. Talk afterward ! Long nights in France enough, To sit beneath the vines and talk of home. Straf. You love me, child? Ah, Strafford can be loved 235 As well as Vane ! I could escape, then ? Lady Car. Haste ! Advance the torches, Bryan ! Straf. I will die. They call me proud : but England had no right, When she encountered me — her strength to mine — To find the chosen foe a craven. Girl, 240 I fought her to the utterance, I fell, I am hers now, and I will die. Beside, The lookers on ! Eliot is all about This place, with his most uncomplaining brow. Lady Car. Strafford ! Straf. I think if you could know how much 245 I love you, you would be repaid, my friend ! Lady Car. Then, for my sake! Straf. Even for your sweet sake, I stay. Hoi. For their sake ! Straf. To bequeath a stain ? Leave me ! Girl, humour me and let me die ! 250 Lady Car. Bid him escape — wake, King ! Bid him escape ! Straf. True, I will go ! Die, and forsake the King ? I '11 not draw back from the last service. Lady Car. Straflbrd ! Straf. And, after all, what is disgrace to me ? Let us come, child ! That it should end this way ! 255 Lead, then ! but I feel strangely : it was not To end this way. Lady Car. Lean — lean on me ! Straf. My King ! Oh, had he trusted me — his \" friend of friends ! \" Lady Car. I can support him, Hollis ! Straf. Not this way ! This gate — I dreamed of it — this very gate. 260 Lady Car. It opens on the river : our good boat Is moored below, our friends are there."], [94, "72 STRAFFORD. 265 the with sol sole 270 275 280 285 290 Straf. The same : Only with something ominous and dark, Fatal, inevitable. Lady Car. Strafford ! Strafford ! Straf. Not by this gate ! I feel what will be there ! I dreamed of it, I tell you : touch it not ! Lady Car. To save the King, — Strafford, to save King! [As Strafford opens the door, Pym is discovered Hampden, Vane, etc. Strafford falls back .- Pym lows slowly and confronts him. Pym. Have I done well ? Speak, England ! Whose sake I still have laboured for, with disregard To my own heart, — for whom my youth was made Barren, my manhood waste, to offer up Her sacrifice — this friend, this Wentworth here — Who walked in youth with me, loved me, it may be, And whom, for his forsaking England's cause, I hunted by all means (trusting that she Would sanctify all means) even to the block Which waits for him. And, saying this, I feel No bitterer pang than first I felt, the hour I swore that Wentworth might leave us, but I Would never leave him : I do leave him now. I render up my charge (be witness, God !) To England who imposed it. I have done Her bidding — poorly, wrongly, — it may be, With ill effects — for I am weak, a man : Still, I have done my best, my human best, Not faltering for a moment. It is done. And this said, if I say . . , yes, I will say I never loved but one man — David not More Jonathan ! Even thus I love him now : And look for my chief portion in that world Where great hearts led astray are turned again, — (Soon it may be, and, certes, will be soon ; My mission over, I shall not live long,) — Ay, here I know I talk — I dare and must,"], [95, "73 STRAFFORD. Of England, and her great reward, as all 295 I look for there ; but in my inmost heart, Believe, I think of stealing quite away To walk once more with Wentworth — my youth's friend Purged from all error, gloriously renewed, And Eliot shall not blame us. Then indeed . . . 300 This is no meeting, Wentworth ! Tears increase Too hot. A thin mist — is it blood P — enwraps The face I loved once. Then, the meeting be ! Straf. I have loved England too ; we '11 meet then, Pym. As well die now. Youth is the only time 305 To think and to decide on a great course : Manhood with action follows ; but 't is dreary, To have to alter our whole life in age — The time past, the strength gone ! As well die now. When we meet, Pym, I'd be set right — not now! 310 Best die. Then if there 's any fault, fault too Dies, smothered up. Poor grey old little Laud May dream his dream out, of a perfect Church, In some blind corner. And there 's no one left. I trust the King now wholly to you, Pym ! 315 And yet, I know not : I shall not be there : Friends fail — if he have any. And he 's weak, And loves the Queen, and . . . Oh, my fate is nothing — Nothing ! But not that awful head — not that ! Pym. If England shall declare such will to me . . . 320 Straf. Pym, you help England ! I, that am to die, What I must see ! 't is here — all here ! My God, Let me but gasp out, in one word of fire, How thou wilt plague him, satiating hell ! What ? England that you help, become through you, 325 A green and putrefying charnel, left Our children . . . some of us have children, Pym — Some who, without that, still must ever wear A darkened brow, an over-serious look, And never properly be young ! No word? 330 What if I curse you ? Send a strong curse forth Clothed from my heart, lapped round with horror till She 's fit with her white face to walk the world Scaring kind natures from your cause and you —"], [96, "74 STRAFFORD. Then to sit down with you at the board-head, The gathering for prayer ... 0 speak, but speak ! 335 . . . Creep up, and quietly follow each one home, You, you, you, be a nestling care for each To sleep with, — hardly moaning in his dreams, She gnaws so quietly, — till, lo he starts, 340 Gets off with half a heart eaten away ! Oh, shall you 'scape with less if she 's my child ? You will not say a word — to me — to Him ? Pym, If England shall declare such will to me Straf. No, not for England now, not for Heaven now, See, Pym, for my sake, mine who kneel to you ! There, I will thank you for the death, my friend ! This is the meeting : let me love you well ! 345 Pym. England, — I am thine own ! Dost thou exact That service ? I obey thee to the end. 3 5° Straf. 0 God, I shall die first ! I shall die first !"], [97, "NOTES. The action ot' the play occupies a year and a half, from November, 1639, to May, 1641. Browning followed the same authorities that were used for Forster's Life of Strafford ; hence the date of November instead of September. Act I. — Scene 1. Presbyterian Party. The party to which Pym and others belonged was not, at this time, a Presbyterian party. It was opposed to Charles politically, and to Laud ecclesiastically. It had strongly resented re cent ceremonials in which Laud had taken a most prominent part. If any member of it could at this time have been called a Presbyterian, it would have been Fiennes, second son of Lord Saye and Sele. 1-4. Vane. See Milton's sonnet \" To Sir Henry Vane the Younger.\" He is the \" Young Harry \" of Browning's Cavalier Tunes, I. See that lyric also for mention of Hampden, Pym, &c. 12. For you are his brother, Hollis. Wentworth had married Lady Arabella, sister to Hollis. 16. Is that so strange a thing? Is it so unusual to hate England's foe? 18. See 1 Sam. xvi. 23. Why, when the last sat, Wentworth sat with us. For the account of Wentworth's real part in 1628, see Gardiner's History of England, vol. vi. p. 235. 34. Exalting Dagon, Sec. See 1 Sam. v. (Expand this metaphor.) 39, &c. To ply the scourge, $c. A statement that would come home painfully to those who lived at this time. (How are the words tyranny and agony used here ?) 51. The bringing. (Explain the construction here.) 52. Power, power without law, power and blood too. The first and third power are monosyllabic ; the second a dissyllable. Cf. Shake spere's — \" As fire drives out fire, so pity pity.\" Julius Cæsar. So years in Tempest, I. 2, 53."], [98, "76 NOTES 57. An obscure small room. Historically, in Pym's house. 62. Hamilton. James, Marquis of Hamilton, was appointed, after the renewal of the Covenant (1638), High Commissioner in Scotland. He proclaimed the dissolution of the General Assembly when it pro ceeded to inquire into the conduct of the bishops. He was beheaded in 1649. 63. The muckworm Cottington. Francis, Lord Cottington, was Chan cellor of the Exchequer and Master of the Court of Wards in the reign of Charles I. He \" was swayed neither by zeal for the public good nor by scrupulous regard for justice. He would be content if only, whatever happened, the bark of his fortunes remained floating on the time . . • he was never known to do a kind action which entailed loss upon him self.\" — Gardiner's History of England, vol. viii. p. 69. (What is the force of \" muckworm \" here ? Express what is meant, by using an adjective sentence instead of an epithet. Why is the epithet maniac applied to Baud ?) Bead Lycidas, 11. 103-131. 73. One whom England loved for serving her. Cf. 11. 201, 202. 80. Bunnymead. (Explain this reference.) 85. On other service. In Ireland. (What was Wentworth's \" service \" there ? ) 89. Renegade. One who has denied his faith. Sp. renegado ; Low Latin, renegatus. Nego, I deny. Often confounded with runagate = runaway. Shakespere has a verb renege. [Lear, II. 2, 84 ; Ant. and Cleo. I. 8.) And reneging occurs in a poem which has been attributed to Shakespere, Passionate Pilgrim, 251. 90. Hainan. See the Book of Esther, chapters iii. to end. Ahitophel. See 2 Samuel, xv. 31 ; xvi. 20, &c. (How might Went worth have been compared to Haman 1 how to Ahitophel ? What other statesman has been compared to Ahitophel ? by whom ? and why ? Was Haman a \" renegade \" ?) 101. He brings war with him, i.e. war against the Scots. 103, 104. The first hint of the end. 108. Sir John Eliot, the great Parliamentarian. He died in the Tower in 1 632, of consumption, the result of the colds he had suffered from during a most harsh imprisonment. 113. Specious, looking well. That is, he used arguments that looked fair. 131. Seven years long, $c. See Book of Judges, chapters vi.— viii. 135. The ravaged body. \" He had arranged everything for his de parture (from Ireland), when one of his paroxysms of illness seized him. He wrestled with it desperately, and set sail. On landing at Chester, he wrote to Lady Wentworth a sad description of the effects of the journey"], [99, "77 NOTES upon his gout and the 'flux' which afflicted him.\" — Forster's Strafford, 366. 147, 148. Ay, the Court gives out, His own concerns have brought him back. Charles had written to Wentworth in these terms : \"I have . . . too much to desire your counsel and attendance for some time, which I think not fit to express by letter, more than this — the Scots' Covenant begins to spread too far. Yet, for all this, I will not have you take notice that I have sent for you, but pretend some other occasion of business.\" 158. Laud's laying his religion on the .Scots. (In what sense is the word religion here used ?) 175. And one name. Pym's. 179. We have just said it, $c. See 11. 103, 104. 184. Ko Feltons. No private assassins like Felton, who stabbed the Duke of Buckingham. 190. Apostate. For a complete vindication of Strafford from the charge of apostasy, from which indeed he was vigorously cleared in Mr. Forster's Life, see Gardiner's History of England, vol. vi. p. 338. 200. Gracchus' death. Both the Gracchi, Tiberius and Caius (the \" jewels \" of Cornelia) were prominent as \" people's men,\" and both died the death of martyrs for the people's cause. Tiberius the elder, who seems to be the one alluded to here, was tribune of the people (see note to V. 277) in the year B.C. 133. Before he had offered himself for this office he had been deeply impressed with the sufferings of the poorer Roman citizens, which he traced to the unfair possession of public land by rich men. He brought in a bill to revive, with some modifications, a law that had been passed more than two hundred years previously, limiting the amount of public land to be held by any one citizen. The senators, who opposed Tiberius' election to the tribuneship for the second time, made an attack upon the people while the tribes were voting, and Tiberius was killed. Caius became tribune in 123 B.C., and carried out his brother's reforms with others still more sweeping. He fell in the year 121 B.C. See Beesly's Gracchi, Marius and Sulla. 213. Aceldama. See Acts i. 19. 225-234. Paraphrase. \" Chose,\" \" brought,\" \" led,\" \" kept,\" are sub- junctives. 232. The travail of our souls, by metonymy for the fruit of the tra- vail. See Isa. liii. 11. Something. (What part of speech here ?) 234. Regard. Look, appearance. 242. Remains alone. Ellipsis of secondary subject (it or there). See note to I. 2, 126."], [100, "78 NOTES 254. Ship-money. See Hist. Eng. under years 1634, &c. 256. Where Wentworth's influence. Wentworth's family were closely connected with the north of England. He first entered Parliament as a knight of the shire for Yorkshire. In 1628 he was made Lord Pre sident of the North. (What do we learn from this scene of the public situation ? of the cha racter of the men introduced ? Trace the line of thought by which Pym arrives at the conviction that Wentworth will once more take the people's side.) Notice the prominence of Pym in the thoughts and hopes of the people's men. Notice, too, how he does not seek to be prominent, — cares that England should be saved more than that he should be her saviour. See how Eliot \" being dead yet speaketh ! \" (What is the gist of this scene ?) Scene 2. 14. He 's surely not disposed, §e. Cf. IV., 75-8. 41. Nibble at what you do. Laud had said, \" I have of late heard some muttering about it in Court, but can meet with nothing to fasten on ; only it makes me doubt someone hath been nibbling about it.\" 80. The war\"! They cannot have agreed to that ? Cf. II. 2, 108-110. Wentworth had written from Ireland to Charles, \" If the war were with a foreign enemy, I should like well to have the first blow ; but being with your Majesty's own natural, howbeit rebellious subjects, it seems to me a tender point to draw blood first ; for till it come to that, all hope is not lost of reconciliation ; and I would not have them with the least colour impute it to your Majesty to have put all to extremity, till their own more than words enforce you to it.\" 88. Go now. Like the French allez done ! an ironical encouragement addressed by Strafford, in bitterness, to himself. 89. Forsake the people ! Cf. V. 2, 49, &c. We must keep before us the different standpoints of Pym and Strafford. Men having the same desires and hopes may go widely different ways to realize them. Strafford had used the expression, \" Salus populi suprema lex,'' when urging the prerogative of the Crown to levy forces. This \" salus populi\" was to be, \" in cases of extremity,\" the \" suprema lex,\" even above Acts of Parliament. 92. Spoke. Cf. Byron's— \" The idols are broke in the temple of Baal.\" In oome the -n of the strong passive participle has finally disappeared."], [101, "79 NOTES, 94. Henrietta Maria had disliked Wentworth most cordially. \" It ought to be stated, to Wentworth's honour, that though he much desired to have stood well with her Majesty, he declined to purchase her favour by acts inconsistent with his own public schemes. See curious evidences of this in Strafford Papers, vol. ii. pp. 221, 222, 257, 329, 425, 426, &c. .... The King himself appears to have made it a personal request of Wentworth, that he should can-}' himself with all duty and respect to her Majesty.\" — Forster's Strafford, note to p. 358. Browning was of course unaware of the evidence contained in the letters of Rossetti, of which no copies were in England when the play was written, but which show that about the time of the meeting of the Short Parliament she began to look to him as the saviour of her husband's cause. 96. Weston. Sir Richard Weston, treasurer, died 1635. 104. One false step. The Scots' war. 106. (Why does Wentworth say this ?) 114. We English all are mad to have a hand, (What does this mean ? What might it mean, as far as the construction goes ?) 124-5. Since we two met At Greenwich. Cf. I. 1, 112. 126. You cut a figure, makes some slight return. Sec. In prose English the relative when in the nominative case is never omitted. In poetry the aversion to lengthiness is manifested in avoiding the use of conjunctive words. See Abbott and Seeley's English Lessons for English Readers, 43. Browning's poetry is fuller of these ellipses than that of any other English poet. 147. o' God's love, o' here = of. Cf. Twelfth Night, V. 273— \" Of charity, what kin are you to me ?\" See also \"of all loves,\" Midsummer Night's Dream, II. 1, 154, and Othello, III. 1, 13, where, as Wright notes, the Folios read ': for love's sake\" and the Quartos \" of all loves.\" (In what sense is of used here ? Cf. \" of necessity \" and needs.) 159. Your letters were the movingest. Notice the declension of moving. 164-5, &c. The first time Wentworth had asked for an earldom he had asked that, in case of a refusal, Charles would keep the request a secret. 1 64-5, &c. Suppose it so, the King did very well . . . Compare with this II. 2, 130, &c. 175-6. An obscene dream In this Ezekiel chamber. See Ezekiel, viii. 208. Mistook. Past tense for passive participle. Frequent in Shak sperean English. See Clarendon Press note to Macbeth, III. 4, 109. 239. You were best. Originally the construction was (to) you (it) were best. Afterwards the nominative replaced the dative, as clearly"], [102, "80 NOTES, seen in \"thou wert best\" (As You Like It, I. 1.) This latter usage cannot be preferred on logical grounds. 247. The apple of my sight. See Zech. ii. 8. 261. I will come, #c. In a letter dated Good Friday, 1640, written at Dublin just before Strafford crossed to England for the last time, he says, \" I shall cheerfully venture this crazed vessel of mine, and either, by God's help, wait upon your Majesty before the Parliament begin, or else deposit this infirm humanity of mine in the dust.\" 283. He talks it smoothly. Notice how the \" it\" points the half sneer which shows that the value of Strafford's advice is already diminishing in the King's eyes. Notice how, while to Lucy, Pym and his fellows are the Faction, to Wentworth they are Pym and the People. ( What appears to be Strafford's ruling motive ? What part does Lady Carlisle play here ? What do we see of the character of Charles ? of the Queen ?) Act II. — Scene 1. For the proceedings of the Short Parliament see Gardiner's History of England, vol. ix. 1. Twelve subsidies. A subsidy was originally a grant made by Par liament to the King \" upon need and necessity.\" In the time of Charles I. the usage of the word is ordinarily limited to a tax levied on lands and goods. The rate was 4s. in the pound on lands and 2s. 8d. on goods, though in consequence of the insufficient value put upon estates by the Commissioners appointed for the purpose, it did not in reality amount to anything like that sum. Each subsidy at this time produced about £70,000. In its modern use the word means supplies granted by one nation to another, to assist it in the prosecution of a war. 3. Out of the serpent's root, Sec. Isa. xiv. 29. (What is the force of root here ?) Cf. Lat. stirps. 4. Cockatrice. A corruption of the Greek krokddeilos, lizard, through Latin and French. The fable of the creature's being produced from a code's egg must be one of the numerous stories invented to account for an apparent etymology. See Max Muller's Lectures on the Science of Language, Series ii. The cockatrice and basilisk were the same. See Clarendon Press note to Bich. III. I. 2, 150. 34. The Star Chamber. (What was this Court ? What was the dif ference between it and the Court of High Commission ?) 35 . Lend them all the ears you have. For this use of lend, cf. Julius Cæsar, III. : — \" Friends, Bomans, countrymen, lend me your ears.\""], [103, "81 NOTES In the earliest stages of English, lænan = to give. Then, to give for a time. 62. Congratulate with me. Rejoice along with me, or as in older English it might have been, Rejoice together with me. 70. But we'll not have our Parliaments like those In Ireland. By Sir Edward Poyning's bill, a Parliament could not be summoned more than once a year in Ireland, nor could it be summoned even then unless the Bills to be proposed to it had been approved by the English Privy Council. 72. (Expand this metaphor. ) 90. No Bishops' war. (Why was the war with the Scots called the Bishops' war ?) (Describe exactly the part taken by Rudyard in this scene. What is his feeling as to the staunchness of the Parliament ? What makes Pym certain that Strafford will rejoin the Parliamentarians ?) Scene 2. 17. Isaid, S-c. Cf. I. 2, 220, &c. 25. He had, in a fortnight, levied an army of 8,000 men. 37. Untoward, unlucky, unfortunate : not toward one's wishes, hopes, 40-41. To rush Alone upon a giant in the dark. Cf. : — \" For I seem, dying, as one goiDg in the dark To fight a giant.\" Pauline. 1A. 173, &£., and 275, 276, of this scene. Notice in 1. 99, And you along with me. And compare with Pym's words in IV. iii. 69-81. Contrast the motives of the two speeches. In 1. 115, we have Strafford's first open expression of his thought of Charles. Notice \" So cold a heart.\" 130. See Strafford's extraordinary self-command. (Why does he exercise it ?) 137. Pym's grave grey eyes. Cf. \"You know Pym's eye,\" I. 1, 118. At this moment Pym has given up hope. 153. Keep tryst. See how the meeting between Pym and Strafford is dwelt on. Cf. 1. 165, 1. 276, III. 3, 97 ; V. 2, 301-304. We have Pym and Strafford as the two antagonists : before, Pym believed that Strafford might be England's saviour ; now, silently, he accepts the dread office of being the destroyer of England's foe. G"], [104, "82 NOTES 158. Fool to feign a doubt, §c. Pym means that it is but folly for him to doubt what the end must be ; but folly to affect the scrupulous and nice reserve which might belong to the man who knew himself ordained to achieve the feat of destroying England's enemy; and this because it is not he, Pym, but God Himself, who dooms Strafford. (Trace the meaning of nice from the derivation.) 167. Lady Carlisle has heard all. Notice Strafford's change of mood. It is perfectly true to nature : the fierce strain removed, the powers which had been braced up to the utmost state, and Strafford is poor and old and weary. 167. In \"those debonair romances\" all, indeed, goes well. Notice \" why, the King blesses him.\" Think how Strafford must have felt when he said this. \" Far from sure His squires are not the giant's friends.\" He is not sure whether those who seem to support him may not really be against him. But he will go on. It is all one, now. 167. Sorry. Poor. 184. The wind that saps, S;c. (Expand into a simile.) 187. A breed of silken creatures. Cf. Coriolanus, I. 9, 45 — \" Where steel grows soft as the parasite's silk.\" 188. Thrive In your contempt. While you despise them. For all that they thrive, and are powerful to do you harm. 190. Vane's slight sneer. Cf. II. 2, 57, &c. 193. I give that up. I give up caring about that. 210. Strafford's faith in the King has perished; but his purpose is unaltered, and he will go oil to the death. 225. My soul That lent from its own store, &c. What Lady Carlisle means is, perhaps, something like this : \" I expressed to Strafford the love I bore him myself as borne to him by Charles ; when he loved the King, he was loving a being such as I had represented Charles to be, not such as he really was.\" Observe how it had been through Lady Carlisle's representation of Charles that Strafford had grown so greatly to care for him. She had believed in him herself and drawn Strafford into a like belief. When she says, \" he shall behold my soul,\" the unexpressed hope is, \" if he sees the truth he may love me.\" 232. One image, cfc. The flaw in the diamond may take the shape of some sweet face, which nature means to create some day. But how ever beautiful this may be in itself, it is a flaw in the diamond, which ought to be absolutely clear. This image which you think to be Charles, this. \"sweet face\" which is not his — for you have never seen the King as he is, and this portrait in your soul is of some one who has never lived ; —"], [105, "NOTES 83 this image is but a flaw in the diamond, your mind, turning blank its else imperial brilliance. Lady Carlisle does not yet understand; she thinks that if only Strafford could recognise that he had been mistaken in Charles, he would shake off the bond that bound him to the King. She does not see that Strafford knows the King, and loves him still. 243. Now she understands. He loves the King, not her; but she will serve him all the same, and none the worse for that brief hope that he might love her. 246. Observe her complete change of tone. She is now apparently the woman of the world. She will not let him know that she is suffering. • 257. The George. The badge of the Order of the Garter, St. George mounted and piercing the dragon. 259. A masque. The masque was a dramatic entertainment, of Italian origin ; at first, it consisted of dumb-show and dancing only. The mechanical arrangements of it were often elaborate and costly. After wards, speeches formed part of the performance, and the highest of rank used to play in the masque. Ben Jonson wrote many masques for the Court, Inigo Jones planning the machinery, and Henry Lawes often writing the music for them. Sir Dudley Carleton describes a Court masque thus : \" At night, we had the Queen's maske, in the banqueting house, or rather the pageant. There was a great engine at the lower end of the room, which had motion, and in it were the images of sea horses and other terrible fishes, which were ridden by Moors. The indecorum was, that there was all fish and no water. At the further end was a great shell, in form of a shallop, wherein were four seats, on which sat the Queen and her ladies. Their apparel was rich, and too light and courtezan-like for such great ones. Instead of vizards, their faces and arms were painted black, which was disguise sufficient, for they were hard to be known ; but it became them nothing so well as their red and white.\" — Winwood's Memorials, ii. 44. Quoted in Popular Encyclopædia. The most celebrated of masques is Milton's Comus (not a Court-masque). Shakespere has introduced a masque into the Tempest. On foot. Being arranged. 276. Why, then, I have a foe, SsC. Cf. Lady of the Lake, canto iv. — \" And that stern joy which warriors feel In foemen worthy of their steel.\" 279. Want = lack. Cf. Tempest, III. 179. \" that dare not offer What I desire to give, and much less take What I shall die to want.\""], [106, "84 NOTES, And As You Like It, III. 2, 20 :— \" He that wants money, means and content, is without three good friends.\" 280. Am I not here? Not in the market-place, S;c. I am now working for the King, not for the people. 286. Only one name, i.e. Charles's. 291. Until you love, S(C. You love the man and not the representative of the people, the recipient of love in their right. I do not love Charles as the King, but as the man whose mild voice and mournful eyes send me forth. For this allusion to Charles's personal appearance, cf. the impression produced by Vandyke's portrait. 294. One star for guide. This love for Charles. The words are an echo of Lady Carlisle's, 1. 266; but the thought seems to be widely different. (What does Lady Carlisle seem to mean ?) Act III. — Scene 1. 6. Next Lord's-day morning. Observe the sneer in Lord's-day. 12. The new Parliament. The Long Parliament, which met on the 3rd November, 1640. 40. Eliot's old method. When Charles ordered the adjournment of the House in 1629, it was under Eliot's leading that it asserted its right of self-adjournment. The Speaker, on moving to leave the chair, was forcibly held in it. Eliot plainly told him the order of the House would be sufficient to excuse him with the King. On some members then rising to leave the house, the doors were locked. 41. The Great Duke. Buckingham. Note that we are to understand that these Lords have planned the \" betrayal\" of Strafford. The Queen sides with the Lords. The com mon danger is — Pym. Scene 2. 5. We summoned so reluctantly, $-c. Charles had avoided summoning a Parliament until it was impossible to help it. He had tried the expe dient of summoning a Council of Peers at York, but the voice of the people made itself heard, and writs were at last issued. The issue of the war with Scotland had, as it has been phrased, \" dragged Charles to the people's feet.\" 28. Theobalds. The manor of Theobalds in Hertfordshire belonged"], [107, "NOTES, 85 to Sir William Cecil, better known as Lord Burghley. The house which he built there was originally small, but Elizabeth paying him a visit in 1564, he enlarged the house and made fine gardens. After this, the Queen paid frequent visits to Theobalds. His son, Bobert Cecil, ex changed Theobalds with James I. for Hatfield. James died at Theobalds, and it was at the court-gate that Charles was proclaimed \" rightful and dubitable heir,\" and it was from Theobalds that he set out for the North, in March, 1642, and raised the standard at Nottingham. During the Commonwealth the palace was demolished, and the money arising from the sale of materials divided among the army. At the Kestoration, the site, park, and manor were granted to the Duke of Albemarle (General Monk). For further information see a lecture by John Charles Earle, B.A. Oxon., on \" The Palace of Theobalds in the Olden Time.\" (Hotten, 1869). 28, 29. He must Dissolve the House. Charles had dissolved the House that had impeached Buckingham. Compare his conduct then with his conduct now, and the position of Strafford with that of Buckingham. Waller says, in the poem entitled \" Of his Majesty's receiving the News of the Duke of Buckingham's Death :\" — \" The Sacred Wrestler, till a Blessing given, Quits not his hold, but halting conquers Heav'n. Nor was the Stream of thy Devotions stop'd When from the Body such a Limb was lop'd As to thy present State was no less Maim ; Tho' thy wise Choice has since repair'd the same.\" 43. Windebank. One of the Secretaries of State. 45. Go find. A very common construction in older English. In our older literature editors have frequently inserted a comma between the imperative and the gerundial infinitive, thus making the constrnction apparently = two imperatives. In parts of England, and in Ireland, the expressions, \" Go find,\" \" Go see,\" &c, may still be heard. The English verb originally took -an, or -ian, as its infinitive suffix. The preposition to was never used except when the infinitive, used actively or passively, marked purpose, fitness, &c, and was in the dative case. When the endings -an and -anne had become weakened into -e, the to commonly preceded the ordinary infinitive as well as the other. We sometimes find the two prepositions, for and to, preceding the gerundial, and even the simple infinitive : this is found as early as the twelfth century. See Oliphant's Old and Middle English, p. 149. Before the ordinary infinitive, to is now merely an arbitrary sign, with no prepositional"], [108, "86 NOTES force. (What English verbs omit it ?) Thus, \"I desire to see\" = \" ic wilnige ge-sedn ;\" but, \" I am here to see (or be seen) \" = \" ic eom her to ge-sednne.\" 48. 'Tis to the Lords they go, Sec. Pym went up to the Lords at the head of upwards of 300 representatives of the English people to impeach Strafford. 50. Adage. Saying, saw. Lat. adagium, from ad, to, and a word connected with aio, I say. 55. Surely he will not come. Strafford had asked for the King's per mission to go to Ireland, knowing how dangerous it would be to come to London. 70. This in question. This being under consideration. 103. Say it were, $x: See note to 164, &c. 130, &c. She knows my purpose, Sec. Lady Carlisle thinks Strafford's \" purpose \" is \" to baffle Pym \" (1. 122, 8a!.). When he says, \" The whole of the scheme,\" he means, \" What is my scheme ? Do you really know it ? \" Lady Carlisle thinks he means, \" What is the scheme against me ? Do they connive at Pym's procedure ? \" When she says, \" The whole is known,\" she means that the Queen and the Lords are ac quainted with Pym's doings. Strafford and Lady^ Carlisle are at cross purposes, until Strafford (1. 160) begins to speak of the ante-room's being filled with his adherents, and goes on (1. 164) to explain. 152. Conway. See II. 2, 9. 159. 1 fell on them at Durham. \" Thwarted and exasperated on all sides, he resolved to furnish one more proof (it was destined to be the last ! ) of the possibility of recovering the Royal authority, by a great and vigorous exertion. During the negotiations no actual cessation of arms had been agreed to by the Scots, and he therefore secretly despatched a party of horse, under a favourite officer, to attack them in their quar ters. A large body of the enemy were defeated by this manœuvre, all their officers taken prisoners, the army inspirited, and the spirit of Strafford himself restored.\" — Forster's Strafford, 378. 164. Full proof, Sec. Clarendon says : \" It was believed by some (upon what ground was never clear enough) that he made haste then to accuse the Lord Say, and some others, of having induced the Scots to invade the kingdom.\" There is no doubt about the matter on far better evidence than Clarendon's. 166. Did you notice Savile ? Cf. 11. 103-5. 170. Losels, rascals. Lorel is another form, Cocke Lorel being for merly a generic term for a very great rascal. The root is in lose. 171-2. The Crew and the Cabal. (Who are the Crciv? who the Cabal ! Discuss the appropriateness of these epithets.)"], [109, "87 NOTES 203. Goring. This Colonel Goring would have taken the lead in a plan, formed when Strafford was in the Tower, to bring the army up to London, but the other officers refused to submit to his command. See IV. 1, 100, &c. 220. If She, i.e. the Queen. (Why does Lady Carlisle \" not breathe\" the \"little word\" to \"unveil the King to Strafford ? \") Scene 3. 4. Rufflers. Swaggerers, bullies. 10. Are we in Geneva? Calvin's code of ecclesiastical and moral dis cipline had been established at Geneva in 1541. The sharpest vigilance was exercised over the words and actions of young and old by a tribunal composed of clergy and laity, and extremely severe penalties were enforced for divergence of opinion as well as for offences against morals. 13. King Pym. A nickname given to Pym by the royalists a little later on. 15. St. John. Oliver St. John, the Solicitor-General. 27. Stockishncss. (Trace the meaning of the word from stock.) 29. St. John's head in a charger. See Matt. xiv. 41. Pride before destruction. Prov. xvi. 18. 43. A word in season, §c. Prov. xv. 23. 47. How hath the oppressor ceased. Isa. xiv. 4. The doors, Qc. \" With speed he comes to the House ; he calls rudely at the door; James Maxwell, keeper of the black rod, opens ; his lordship, with a proud glooming countenance, makes towards his place at the board-head ; but at once many bid him void the House ; so he is forced, in confusion, to go to the door till he was called . . . He offered to speak, but was commanded to be gone without a word. In the outer room, James Maxwell required him, as prisoner, to deliver his sword.\" — Baillie. 82. Allerton. Northallerton, in Yorkshire. 90. He sent for me from York, My safety guaranteed. Charles is re ported to have said that while there was a king in England, not a hair of Strafford's head should be touched by the Parliament. 94. Gewgaw. Bauble. Connected with give."], [110, "88 notes: Act IV. — Scene 1. The trial began on the 22nd of jVIarch, 1641. 1. Hollis. \"The Earl of Strafford had married his sister; so, though in the Parliament he was one of the hottest men of the party, yet when that matter was before them, he always withdrew.\" — Burnet. 16. You witness our proceedings, Sec. The King, Queen, and Court occupied one of two cabinets, made with trellis-work, and placed on either side of the seats arranged for the King and the Prince. Baillie says the King \" brake down the screens with his own hands, so they sat in the eyes of all, but little more regarded than if they had been absent, for the lords sat all covered.\" 40. Roof -tree. Beam. Tree is here used in its old sense of wood. We read of vessels made of tre. (Expand the metaphor.) 54. \" A blind moth-eaten law.\" Strafford said in his defence, \" It is now two hundred and forty years since any man was touched for this alleged crime, to this height before myself. Let us not awaken these sleeping lions to our destructions, by taking up a few musty records that have lain by the walls so many ages, forgotten or neglected.\" Cf. \" Another putteth the kynge in remembraunce of certeine olde and moughteaten lawes that of longe tyme have not bene put in execution, whych because no man can remembre that they were made, everie man hath transgressed.\" — Moke's Utopia, Book I. 64. These notes. There were notes made by Sir Harry Vane, the elder, and headed, \" A Copy of Notes taken at a Junto of the Privy Council for the Scots Affairs, about the 5th of May last.\" They were read by Pym in Westminster Hall on the 13th of April. \" No defensive war ; loss of honour and reputation. The quiet of England will hold out long. You will languish as between Saul and David. Go on with a vigorous war, as you first designed, loose and absolved from all rules of government ; being reduced to extreme necessity, everything is to be done that power might admit, and that you are to do. They refusing, you are acquitted towards God and man. You have an army in Ireland you may employ here to reduce this kingdom. Confident as anything under heaven, Scotland shall not hold out five months. One summer well employed will do it. Venture all I had, I would carry it or lose it. Whether a defensive war as impossible as an offensive, or whether to let them alone.\" For a discussion of the relative value of the two copies of Vane's notes, see Gardiner's History of England. 101. He bids your brother bring the army up. The Earl of Northum-"], [111, "89 NOTES. berland. There was a plot formed, originally by Sir John Suckling, to bring the army up to London, overawe the Parliament, and render the King absolute. This was to be combined with the escape of Strafford from the Tower, for which see note to V. 2, 228, &c. 128. Ay, Hollis hints as much. See 1. 48. (What at last determines Charles to attempt to save Strafford? What does he mean by, \" You have betrayed me, Vane? \" L. 99. What seems to have been the part he really played according to the drama ?) Scene 2. 5. A prophet's rod. Cf. Ex. iv. 20. 7-8. Just a foolish word or two About his children. \" ' Were it not for the interest of those pledges that a saint in heaven left me, I would be loth, my lords ' For the moment he could say no more. The strong, iron-hearted man burst into tears. After a little while, he re covered himself.\" — Gardiner. 14. \" Nor is this way a novel way of blood.\" Pym's own words almost literally. 15. And the Earl turns, <fc. Pym, suddenly turned, met Strafford's gaze fixed on him. For a moment he could not recover himself. Baillie says, \" His papers he looked on, but they could not help him to a point or two, so he behoved to pass them.\" 17. Haselrig. Sir Arthur Hazlerigg's name is prominently connected with the proposal to bring in a Bill of Attainder against Strafford. Hazlerigg was one of the five members whom Charles tried to impeach in 1642. 22. At fault. Cf. 1. 48. A dog \" at fault \" had lost the scent of his game. 28. His brother. Hollis. 35. To spend one's April here, the blossom-month. Read Browning's Home- Thoughts from Abroad, beginning — \" Oh, to be in England, now that April 's there.\" 57. Radcliffe. Sir George Radcliffe had been charged by Pym with treason. 67. Not even against Laud. Laud had been impeached by Hem-y Vane the younger, and was now in the Tower. 77. To see the will of England in Pym's will. Cf. III. 3, 96, 97. 85. 'Twos Vane, Sec. See note to IV. 1, 65. 122. This Bill of his Attainder. A Bill of Attainder differs from an"], [112, "90 NOTES Impeachment by being a legislative act, to which the consent of Crown, Lords, and Commons, is necessary, whereas, in an Impeachment the House of Commons prosecutes, and the House of Lords judges. The consequences of the passing of a Bill of Attainder are, to the attainted (Lat. attinctus, stained, blackened), (1) forfeiture, (2) corruption of blood, which implies that the \"corrupted\" person can neither inherit nor transmit lands, and (3) death. 138. I have heard some called England's enemy. See II. 1, 95-7. 161, 162. Being the chosen man, $c. Cf. H. 2, 158-60. 165. Emprise. Etymologically, a form of enterprise. 176, 177. The oversight shall pay for the main sin. We cannot punish the main sin, apostasy or treachery, but we must avail ourselves of any occasion to punish what is in reality, or by comparison, a mere oversight. 180. \"My lords,\" Pym said, when pleading against Strafford, \" we charge him with nothing but what the ' law ' in every man's breast condemns, the light of nature, the light of reason, the rules of common society.\" 188. Meet him. Cf. II. 2, 168, 224. Scene 3. 25. Schedule. A list or inventory. (Through Old Fr., Lat. sckedula, schede, strip of papyrus ; Gr. schizo, something formed by cleaving, hence, a leaf. ) 34, &c. (Is it inconsistent with Browning's conception of Pym's cha racter, as we have followed it hitherto, that he should be represented as making this offer ?) Bat cf. 69-82. He sets before Charles the full danger that his refusal to give assent to the bill must bring. 37, &c. Cf. John Inglesant, vol. i. pp. 236-7. 54, 55. / never meant Strafford should serve me any more. Cf. V. 2, 64, and note. 75. This line is what is called \" truncated.\" Act V. — Scene 2. There are many mentions of Strafford's children in letters written and received by him. See the letter to Lady Clare, written just before he left Ireland in 1639. Writing from Ireland in 1634, he tells Cottington that since he came into that kingdom he grows exceeding old and full"], [113, "NOTES, 91 of grey hairs, and should wax exceeding melancholy were it not for two little girls that come now and then to play by him. The two little girls were this Ann aud the younger Arabella. There is a delightful account in a letter, written to Strafford when his house in Yorkshire was being enlarged, of Mistress Ann's complaining very much of two rainy days, which, she said, hindered her from coming down, and the building from going up, because she was expected to keep her chamber, and could not overlook the workmen. This \" careful steward,\" as the writer of the letter calls her, was then aged three ! See also the letter written to Will after Strafford's sentence had been passed. 20. Venice. Cf. Browning's A Toccata of Galuppi's. 40. Consign To the low ground once more the ignoble Term, And raise the Genius on his orb again. The Term was a statue, representing the Roman Term, the god who presided over boundaries. The figure was an ignoble one, with ignoble attributes. The Genius was the image that represented the guardian spirit who was supposed to accompany every created being from the cradle to the grave. The Boman Genius corresponded to the Greek daimon geneihlios. This spirit, as the in stigator of a man's actions, was a representative of his main endeavour. The Genius of a male person was represented as a beautiful boy, with a chlamys on his shoulders , and with the wings of a bird. The Juno, or Genius of a female, was represented as a maiden, draped, and with the wings of a bat or moth. In Mr. Browning's own words, \" Suppose the enemies of a man to have thrown down the image and replaced it by a mere Term, and you have what I put into Strafford's head.\" '■' Putting the Genius on the pedestal usurped by the Term means — or tries to mean — substituting eventually, the true notion of Strafford's endeavour and performance in the world, for what he conceives to be the ignoble and distorted conception of these by his contemporary judges. \" There are many allusions in Shakespere to the Genius, e.g. Ant. Ss Cleo. II. 3, 19 : \" Thy demon, that's thy spirit, which keeps thee.\" See also Twelfth Night, III. 4, 142 ; Julius Cæsar, II. 1, 166; Macbeth, III. 1, 56. 54. Glosses. Comments. 64. Not so much as Constable. In petitioning the Parliament on Strafford's behalf, Charles said, \" I must confess, for matter of misde meanours, I am so clear in that, that though I will not chalk out the way, yet let me tell you, that I do think my Lord Strafford is not fit hereafter to serve me or the Commonwealth in any place of trust, no, not so much as that of a constable.\""], [114, "92 NOTES 71. Garrard must be re-engaged My newsman. Garrard was a clergy man who, when Wentworth went to Ireland as Lord-Deputy in 1633, was instructed \" to furnish him, in monthly packets of news, with all the private scandal, and rumours, and secret affairs, of the Court and of London generally.\" 73. Consummated. Scan this line thus : What if | when all 's | consum | mated and | the Saints. 77. Tribune. The Roman tribunes were officers elected from among the people to defend their rights against the Patricians. See Coriolan us. 87. Sejanus. The unscrupulous minister of the Emperor Tiberius. His story furnished Ben Jonson with material for the tragedy that goes by his name. Ib. Richelieu. The prime-minister of Louis XIII. It has been said of him that he \" raised the power of the sovereign in France to its highest pitch.\" 122. Like PrynneS. William Prynne, whose name is chiefly known as that of the writer of Histrio-Mastix, or the Players' Scourge, in which there were some reflections on women actors which were construed into an attack on the Queen ; in consequence of which, Prynne suffered horrible punishment. 131. He too has children. Cf. Macbeth, IV. 3, 217: \"He has no children.\" 145. Strafford shall take no hurt. Charles's words were, \" Upon the word of a King, you shall not suffer in life, honour, or fortune.\" 151-2. Cf. John Inglesant, vol. i. 123. 152. Put not your trust, Qc. Strafford's words when he was told that the King had assented to the bill. They are taken from Psalm cxlvi. 3. 172. WandesforaVs dead. Sir Christopher Wandesford, Master of the Rolls and Privy Councillor in Ireland, had been appointed Deputy there during Strafford's absence. He was an intimate friend of Strafford's, and is said to have died of grief on hearing of Strafford's arrest. 173. Radcliffe. See IV. 2, 56. Radcliffe was appointed by Strafford guardian of his children. 183. Balfour. The Lieutenant of the Tower. 191. Your Majesty may hear them now. \"A furious mob of upwards of 6,000 people, variously armed, thronged round Westminster Hall, clamoured for Strafford's blood, and placarded the names of those mem bers of the Commons who . . . had voted against the attainder, as Straffordians, and betrayers of their country.\" — Forster's Life of Pym, 183."], [115, "93 NOTES, 211. The dregs of violent death. The cup must be drunk down to the very dregs. 213-214. Be saved Through me. Cf. II. 2, 99, 100. 218. Too late for sermon at St. Antholin's. Government had appro priated the Church of St. Antholin's to the use of the Scotch Commission. Alexander Henderson preached there to crowded audiences. 230, Billingsley. Balfour was desired by the King to receive Captain Billingsley and 100 men into the Tower, to effect Strafford's escape. 241. To the utterance. Fr. a outrance. Cf. : — \" Come, Fate, into the list, And champion me to the utterance.\" — Macbeth, III. 1, 72. 275. I hunted by all means. Cf. IV. 2, 175, &c. 280. I do leave him now. Do is here not emphatic ; the stress is on now. 288-289. David not More Jonathan. 1 Sam. xviii. 1 293. I shall not live long : Pym died Dec. 1 643. 300. And Eliot shall not blame us. Notice the haunting presence of Eliot all through the play. 332. Lapped. Another form of wrapped. In lap the w has been lost. 351. / shall die first. Strafford feels that in the tragedy of his fate, there is the prologue to another tragedy, more terrible still."], [116, ""], [117, "GENERAL QUESTIONS. 1 . Whj\\.t is meant by the Action of a Play ? (The story, as told on the stage.) Is the incident of Pym's meeting Strafford at Greenwich part of the action ? Is Strafford's falling on the Scots at Durham ? (The first is not, because it is narrated as having occurred before the play begins ; the second is, because it is part of the story, though not actually repre sented on the stage.) 2. It has been said of the drama that in it there should be a sudden change from happiness to misery, or from misery to happiness. Can you trace this suddenness in Strafford's fall ? 3. What makes the tragedy in \" Strafford ? \" Compare with what makes it in \" Macbeth,\" and \" King Lear.\" 4. How far do you think it may be allowable to alter (1) historical facts, (2) historical sequence, for dramatic purposes ? Mention any instances you find of either in this play — in any play of Shakespere's. 5. Can you think of any reason why the actions of people in a political sphere should be judged by a different standard from that by which we judge those of people in private life ? (Read Gervinus's\" Shakespeare Commentaries,\" pp. 256-7.) Apply this to Strafford. 6. Can you see anything identical, or similar, in the leading motives of Strafford, Pym, and Lady Carlisle ? 7. Compare Browning's blank verse with Shakespere's and with Milton's."], [118, "CHISWICK PRESS :— C. WHITTINGHAM AND CO., TOOKS COURT, CHANCERY LANE."], [119, ""], [120, ""], [121, ""], [122, ""]]