[[1, ""], [2, ""], [3, "MODERN CANVASSING, OR POPERY AND NO POPERY. LEEDS : PRINTED BY EDArARD BAINES. 1826."], [4, ""], [5, "NEW YEAR'S DAY, scene— DALBY FARM, NEAR YORKSHIRE. Farmer Steadyman a Free/wider and Neighbour to Mr. Mr. Newstead, Agent to Mr. , who is canvassing for the County. Agent. (Entering the Farm-house) Good morning Mr. Steadyman, a happy new year to you. Freeholder. The same to you Sir. I hope you'll take a chair this morning and a glass of something to drink in the New Year ; what say you to a glass of rum and water ? Agent. If it's the same to you Mr. Steadyman I should rather prefer a glass of your good ale. Freeholder. (Pouring out some ale) Why there's nothing amiss with the ale to be sure. Warm work there's to be I fancy, Master Newstead, tl.is election. Agent. Allow me the honour of drinking your good health Mr. Steadyman, and yours too my good lady (bowing to his wife.) Freeholder. Thank you Sir, thank you ; and y0Urs : but come you've said nothing about this election. I hear nothing but a great try of \" No Popery.\" For my part I can't say that I reckon much about the Pope. Agent. (Aside. Upon my honour how absurd ! the idea of a farmer pretending to know any thing"], [6, "4 about the Pope. The man used to give a plumper to ; but these boors, now-a-days, have got a Mr. way of thinking for themselves). I cannot at present in cline to that opinion Mr. Steadyman ; believe me the Pope always has been, and always will be, a very danger ous person, and once had as much power in England as he now has in Italy and France. Freeholder. That may be all very true> and that's the reason why he never will again. I'm just as much afraid of the Pope as ever I was of Bonaparte. Agent. But let me beseech you Mr. Steadyman to consider the political influence of the Pope over most of the kingdoms of the continent. Freeholder. I've read the papers a good deal, but I never see the name of the Pope mentioned in any of the great meetings of the Holy Alliance, so we can't say much for the lead he takes in the politics of Europe : and, as to the power of the Pope about home, I wonder he is not ashamed of all the robberies and mur ders that take place in his kingdom, except that I believe he is too weak to be able to put a stop to them. I'd stake £50 that my neighbour, Squire Preston, would beat him any day in committing a highway robber or a poacher. Agent. Consider, then, the veneration that is paid by all the Catholics to the person of the Pope, as Apos tolic Yicar ; and how uncontrollable is the influence which this religion possesses over the minds of tire people to effect the most horrible purposes. Freeholder. If I recollect right, the French, who they tell me are good Catholics enough, did net"], [7, "5 think much about him when he was taken prisoner by Bonaparte, and kept in France ; their reverence, I fancy, was not so great but that they could continue to pocket it when convenient. Agent. Mr. Steadyman, I can positively assure you that it has been my good fortune to have had frequent opportunities of perusing a book on this important and dangerous topic, and I have learnt (you know what a horrid, detestible thing superstition is) that popery and superstition are the same thing. Freeholder. And so was witchcraft, 'till we were wise enough to let it alone ; we have never heard my thing since of old women riding upon broomsticks. Agent. Oh ! but this book says that two or three hundred years ago the Papists usurped all power, burned every body, deprived the people of all liberty, and, in short, took every thing for themselves. Freeholder. I dont want you or any one else to tell me what the Pope, with his friend superstition, did two or three hundred years ago ; I only know this, that he could not do any thing in England at the time of our Revolution in 36S8, when he had a King, too, to clap him on the back. Agent. It is a pity, Mr. Steadyman, that you should ever have received these dangerous sentiments into your mind ; Mr. , who is a firm defender of our good old Church, will tell you the same as I do. Freeholder. And so will the parsons too, I reckon, or any body else, who want to keep all the livings in Ire land as well as England for themselves or their sons. But 1. won't dp any longer— how fan I reconcile it to my opn-"], [8, "6 science ; (and I value that before all other things) what, I say, shall I answer to my Judge at the last day, when he asks me how I have done my duty to my neighbour ? my neighbours and fellow-citizens too, the Irish, who have always done their best to defend Old England from all her enemies, whilst I, in return, have done all in my power to injure them in every way, to deprive them of their liberties, both civil and religious, and of all the blessings which I myself enjoy. Oh ! selfish ingrati tude ! Agent. But remember the rebellion in Ireland, that history of murders and cruelties. Freeholder. Think you not that the faithful spa niel would cease in time to fawn, if always repaid by kicks and blows. And for the cruelties of the Irish rebellion, who are to blame ? Who have been their masters for ages but ourselves ? If England did not instruct Ire land in crime, she has at least prevented her from learn ing what was better. The Irish, poor devils, have had more to suffer than we can ever make up to them. Agent. If the Catholic Emancipation Bill was to pass, you would find that you would lose a great portion of your own liberty in attempting to give it to the Catholic. Freeholder. Do you think then I do not know what I owe my liberty to ? and cannot tell why England would not receive a Catholic King in 1688? Why, be cause it had learned to know better. The world was in creasing in knowledge then, and knowledge is now gain ing ground faster then ever it did. England was wiser than to have any thing to do with Popery and King"], [9, "7 James, and I warrant you it is as wise now, or we have lived to very little purpose. Agent. Recollect, Mr. Steadyman, you were born to hate the Catholics ; your poor father would have grieved to see the day in which his sons had ceased to fol low his steps. Freeholder. I certainly once did believe as you do, Master Newstead, but that was when I was a boy, and before I began to think for myself. I should have been very sorry to have hurt my poor father's feelings, but I think that God is so good and just that he would never have given me the reason, I humbly thank him for, if he had not intended me to use it. If we had never changed or improved upon the opinions of those that have gone before us, we should be as backward now as our fore fathers were a thousand years ago. Ace nt. Oh ! it w*ould have broken your poor father's heart to have known that his son wished to give power to the Pope. Freeholder. I am as much against the power of the Pope as any one else can be. I always have hated the Popes for the power they used to usurp when they could ; but now I tell you, the Pope has no power, nor ever can, have again, 'till knowledge gives way to igno rance. Every dog has his day — the Pope has had his — and these criers out of \" No Popery\" know it as well as I do : they only make this cry to keep us middling class es in our old prejudices and ignorance, to serve some of their own purposes, whilst, secretly, they are exulting over the grave of Popery. I should not be surprised at any other nation rejoicing over a fallen enemy, but Eng,"], [10, "8 lishmen used to have some generosity about them, and would open their hearts, and even their purses, if neces sary, to an enemy in distress. I hope we have some of this good feeling still remaining in us ; for my part jf I saw the Pope begging at my door, (and there are things as unlikely) I would show him the same courtesy as any other stranger, and give him as good cheer as any other Yorkshireman I hope would do. Zounds ! if all England loses it. character in this respect, let Old Yorkshire, at least, maintain its charter of hospi tality. Agent. I am really grieved, Mr. Steadyman, that you are inclined to profit so little by the good advice I had to offer you. The day will come, depend upon it, when you will find Catholic toleration a dangerous principle. Freeholder. I have often heard a great deal said about English toleration ; but it is no easy matter to find out where it is. I should like to know where all the Catholics are in America. As soon as every religion became equally tolerated there, the Catholics who had a fair start with the rest, are now no where to be found ; they have sunk into the insignificance which, when unopposed, ignorance and superstition al ways will do in the eyes of knowledge. True know ledge is always accompanied by liberality ; and nobody can object to a liberal policy in these days, for that is the principle upon which our present excellent Minis ters are ruling us, Mr. Canning, Mr. Robinson, Mr. Huskisson, &c. &c. We are all satisfied with their li beral measures for oar own advantage ; let os go still"], [11, "9 further with them, and be liberal to our poor neigh bours in Ireland, the generous and forgiving Irish who, ever unmindful of the injustice done to them, have never denied their services to us. Agent. (Aside. This honest Freeholder talks too moderately and well ; but these things are nothing to me, I must pursue the interest of my employer :) What then would you leave the Catholics without any restrictions ? Freeholder. With no more than we have our selves. Leave ignorance and superstition in the lurch, and you will hear no more of them. They will die a natural death ; but if you put chains upon them, it is in human nature to cry out, and they will make a noise, (however empty) as long as you condescend to notice them. I say again and maintain it, that as soon as the Catholics are left to go their own way, we shall hear no more of them, than we do now of witches. It's the way with all old women— and what's the Pope but an old woman ? Agent. From the general steadiness of your character, and the staunch support you gave to his pre decessor in these principles at the last election, Mr. has been led to depend greatly on your kind interest and vote for the County in the ensuing election. Freeholder. I should be very glad to serve Mr. ■ i .... as a neighbour in any way in my power, so long as it did not interfere with my conscience. But since last election, I have been considering a good deal, and do not see, because we took the Catholics prisoners a couple of centuries ago, why we should keep them locked up"], [12, "10 for ever If the Catholics were once our enemies, does not the Christian religion teach us to \" return good for evil.\" Remember that we are Christians, \" forget and forgive,\" and let us live in Christian charity with all men. If, however, my own interest was all that was concerned, I might be induced for old acquaintance sake, to give my vote to Mr. ; but there is another thing: — I am not so selfish as to wish to enjoy every thing myself, (that would be too like what you say the Catholics used to be :) I, will therefore give my vote to some one who will second me in my wish to give happi ness and comfort to all around me. I will not be so prejudiced, (and if not prejudiced) so unnatural as to exclude my fellow-countrymen, the Irish, any longer from the same privileges which I myself possess, be cause the Pope once was dangerous to this country ; I am quite convinced he will never have it in his power to do any more harm. No. I have a more firm depend ence upon the \" good old Protestant cause.\" It is only a po >r com] liment to the truth of our own religion for us to be afraid of the mouldy opinions of the dark ages. I am resolved then to throw away all my prejudices on this subject, and to make amends for my former injus- tice to Ireland, by doing my bjst to give her civil and religious liberty, redress her many grievances, and make her as free and as happy as mvself. Agent. Come, come Mr. Steadyman, as I know you are an honest fellow, and won't peach, the truth shall come out. — We are no more afraid of Popery than you are ; the people, however, you will allow, must be governed ,* but John Bull has lately from the"], [13, "11 Budden inroad of liberal principles, got so quickly rid of most of his old prejudices ; by which he used to allo* himself to be governed, that it behoves our party to make the most of this almost only remaining one to prevent the veil of mystery from being entirely with drawn from the old system. Freeholder. Sir, the last thing that I wish for is, that the people of England should be governed by the worst and lowest of their prejudices ; and I think it not only unfair, but absolutely wicked, that the higher and better informed orders of society should attempt to keep them back in their former ignorance. The minds of the people have been by degrees opened to think with reason on most subjects, it is but right that they should also be governed with reason. No honest man, whether in or out of power, was ever yet afraid of the day light. I must however, say, that it has surprised me a good deal to see many of that respectable and well-intentioned body of men, who have dissented from the holy ordi nances of our church, under the title of Methodists, &c. so grossly humbugged as to join in this \" No Po pery\" cry, which is equally fatal to their own interests as Dissenters, as it is to their Christian brethren of the Catholic faith. For every exclusion of the Catholic is for the same reason an exclusion of the Dissenter. Agent. This is the very cause why our party wish to keep alive the dying embers of the \" No Popery\" prejudice ; for if we give way to the Catholics we mtist likewise give way to the Dissenters, and particularly to the Methodists, who are much the most powerful ids all the dissenting body, and of course the most obtobxibtfn'-fo"], [14, "12 the High Church party, however smooth and Conciliat ing we may be in our manners to them. Here then rests the ground work of our policy. The Methodists are comparatively a new sect in the world, and have never been guilty of any outrages upon which to found a po-; pular prejudice ; but the Catholics in days of old have made themselves obnoxious, and particularly to the English : and it is by the very means of this ancient popular hatred of the Catholics that we would put a check upon all Dissenters, especially upon the Me thodists, the most numerous of them, and of whom consequently the Church are the most jealous. Freeholder. What then ! your party keep smooth with the Dissenters on purpose to have their support in the \" No Popery\" cry : thus you get them without knowing it to work against their own interests as Dissenters. Agent. To be sure we do — Ah ! ah ! ah ! Freeholder. Then the sum of your argument is this: — viz. that the Dissenters, and the Methodists in particular, being so harmless and respectable a body of people, that you cannot in any reasonable way object to them ; — you get them by underhand means to support you in the old-fashioned vulgar cry of \" No Popery ;'' and then you turn round upon them, and say, we only consider the Catholics in the light of Dissenters, and therefore we must in decency and justice to them, ex clude you also. This being the case, my mind is made up not to give my vote to support any thing so un principled—therefore Mr. Newstead we may wish each other a very good morning. FI*W.\\I.D BAINES, I'KINTKB, LEfcrS."], [15, ""], [16, ""]]