[[1, ""], [2, ""], [3, "DIARMID"], [4, ""], [5, "DIARM1D. <§ranU <@prra IN FOUR ACTS, FOUNDED ON HEROIC CELTIC LEGENDS, AND WRITTEN BY THE MARQUIS OF LORNE, K.T. THE MUSIC COMPOSED BY HAMISH MacCUNN. OPUS 34. PRICE ONE SHILLING. BOOSEY & CO., 295, REGENT STREET, LONDON, W., AND 9, EAST SEVENTEENTH STREET, NEW YORK. Copyright 1897 by BOOSEY & CO. All Rights reserved under she International Copyright Act. Public Perfot- mance forbidden, and Right of Representation reserved. Single detached numbers may be sung at Concerts, not more than two at any one Concert, but they must be given without Theatrical Costume or Action, in no case must such performances be announced as a \" Selection \" from the Opera, Applications for the right of performing the above Opera must be made to Messrs. Boosey & Co."], [6, ""], [7, "Dramatis personcc. Diarmid (a hero of the Feinne) Tenor. Fionn (King of the Feinne) ... ... ... Baritone. Eragon (King of the Norse) Bass. Grania (Fionn's Queen) ... ... ... Soprano. Eila (Fionn's Daughter — Grania's step daughter) Mezzo -Soprano. Freya (Norse Goddess of Love) \"... ... Contralto. First Messenger... ... Bass. A Prisoner ... ... Bass. Shades of the Immortals, Freya's attendant Maidens, Scottish Soldiers, Norse Warriors, Vikings, Chiefs, Attendants, Hunters, Messengers, People, Gnomes, Hobgoblins, Sprites, and Fairies. Scene. — Erin or Scotia. Period. — 2nd Century."], [8, "INDEX. ACT I. Scene. — A \" brock,\" fort, or \" dun.\" (Evening.) Ground sloping, shows outer walls on lower level beyond. Inter mediate space has beehive-like stone huts. Women and children taking refuge in the defences, employing themselves in cooking, mending nets, bringing in provisions, fish, &c Distant sea. Hills. Promon tories. Woods. Moors. ACT II. Scene I A wood. (Morning.) (Attacca Scene II.) Scene II •A group of Scots firs, on mound, on a moor (Afternoon.) ACT III Scene I A. Celtic circle of standing stones, with rude shelter formed by one great stone fallen against another. (Night Moonlight.) (Attacca Scene II.) -The same. (Grey of morning coining on. Light, at first dim, increasing gradually. Flush of early dawn towards end of Scene.) Scene II ACT IV. Scene I Another part of the woodland. (Morning.) (Attacca Scene II.) Scene II Cliff, over which cascade falls. Cavern behind cas cade, and beneath cliff. Half-way up cliff, large full foliaged rowan tree grows out of rock-ledge, covered with red berries, and leaves, autumn tinted, ivy around stem, hanging over sward that slopes to pool, out of which water flows by side of stage. Split in cliff behind rowan tree. Beyond, plateau drops towards distant sea. (Bright sunlight. Darker towards end of Srene.)"], [9, "ARGUMENT. The opera of Diarmid and Grania is founded on two Celtic ballads of a Norse invasion, and of the loves of Diarmid and Grania. The last story is well known in Ireland, formerly called Scotia, and also much spread among the Highlanders, who claim their descent from the ancient Irish Scots. Diarmid receives an enchantment which makes him invulnerable save on a spot in the sole of his foot. Freya, the Norse Goddess of Love, also gives him an enchantment in order to help her own people, the Norwegians. Her enchantment gives Diarmid the power of making all women fall in love with him. These enchantments take effect, and in the battle with the Norse, Diarmid prevails against his enemies. Queen Grania, the wife of Fion, the King of the Feinne, or Ancient Militia of Erin, falls in love with him. He repels her love, but she, pursuing him, persuades him to leave the Feinne and go with her. In their retreat at the Cave of the Red Cascade, he hears the hunting horns of Fion. Being bound by military oath to join the Feinne, whether for hunting or for fighting, he tells Grania he must join the King. She endeavours to dissuade him, and Fion's hunting party coming on the scene, Diarmid and Grania are discovered. A magic boar having poisoned bristles on its back is hunted. Fion tells Diarmid to fight the boar when at bay on a narrow cliff ledge. He descends, kills the boar, is told by Fion to measure it with naked feet; he does so, is wounded by the poisoned bristles, and comes back to the King. The latter refuses to give him water from a golden cup which heals all wounds. Diarmid dies, after in vain recalling to the King the deeds he has done for him and the Feinne in many parts of Ireland and Scotland. The graves of Diarmid and Grania are pointed out by the people to the present day."], [10, "SYNOPSIS. ACT I. In the midst of preparations to resist a Norse invasion, Eila, a daughter of King Fion, and other women of the Feinne at a fort, show their love and admiration for Diarmid, who works at the fortifications, and when the soldiers are wearied and sleep, the Immortals appear and give him enchantment; Freya does the same. ACT IL— Scene i King Fion and Grania speak about the hard straits of the Feinne. Grania suggests that Eila be sent with gifts to the Norse King Eragon, to ransom King Fion and his country. The King reluctantly consents. Scene ii. Norwegian headquarters. Eila comes with the ransom— is spurned with contempt— departs indignant. The battle is joined, ending in the victory of Diarmid and death of King Eragon. ACT III. A Celtic Druidical Circle. Diarmid reposes at night under one of the great stones. While he is asleep the Gnomes and Fairies dance in the moonlight and bring forth their prisoners, Celtic legend stating that Fairies held in underground prisons the men and women they kidnapped. The dance over and Diarmid left alone, Grania appears following the track of Diarmid, and discovers him. He has vowed to reject her, but she, prevailing, induces him to fly with her. ACT IV. Grania and Diarmid are discovered in a cave at the Red Cascade. While rejoicing in their love, Fion and his hunting train appear. Diarmid, desiring to fulfil his vow, wishes to join them, is withheld by Grania for a time, but Diarmid obeys an order of the King to beard the boar in his den. He kills the brute, but, wounded in the foot, he staggers to the front of the stage, and the final scene takes place in which King Fion is avenged, and the hero dies."], [11, "DIARMID ACT I. To left rude Tower, to appear jo sect high, jo sett diameter at base — less above — low stone doonvay in wall. (Scene. — A \"Brock,'' Fort, or \"Dun.\" Evening. Sentries. Ground sloping, shows outer walls on lotver level beyond. Intermediate space has beehive-like stone huts. Women and children taking refuge in the defences, employing themselves in cooking, mending nets, bringing in provisions, fish, Ss'c. Distant sea, Hills. Promontories. Woods. Moors.) Procession and Chorus of Scottish Soldiers. (Some soldiers are occupied in piling great stones on the walls to strengthen the fortifications?) Soldiers. Norway's dread warriors come to assail us ; Beaten, they fled, but return with their Monarch. Here watch we their fleets, and hear songs of their oarsmen — Watch from the mountains, as eagles for fishes : Our beacons flash warning from headland to headland, Chiefs (making rounds). We have watched and have laboured, our bulwarks are stronger — Watch yet with care ! The invader will strike like the stormbolt ! [Exeunt. Soldiers. We have watched, and they come not. Sleep ' Rest and refreshment ! What shall avail us long watching ? Fear falls on the strangers ! Copyright 1897 by BOOSEY & CO."], [12, "DIARMID. 8 Sleep ! The woods and walls conceal us ! Rest ! our heavy task is done ! Never by the sword of stranger Was a Scottish province won ! Sleep and rest ! (They lie down within the outer wall, and the Sentries also leave the ramparts. Fires glow in the little stone huts. Evening draws on. Diarmid enters fatigued, and his face lined with care; looking excited and exhausted, lifts great stone, and places it on unfinished outer wall. Diarmid. Asleep ! while Eragon's great host draws near ! Awake ! awake ! Soldiers. Sleep ! and rest. We have no fear ! Diarmid, rest, for thou art overwrought — To-morrow watch ; to-night no fight is sought. Diarmid. Awake ! awake ! I have toiled from day unto day. Pile stones yet higher on the walls ! Rest not to-night, when danger calls ! (Eila enters from Fort.) Diarmid's voice I heard ! a warning sound ! Eila. Voice, wonted summoner to gallant games ! Voice that has made my heart in love abound — Diarmid, dearest of our bravest names. SONG— (Eila.) Heavy thy burden, Diarmid, Rest from thy toil awhile ! 'Watching are sentries, seaward — Watching o'er mount and isle. Hearken my words, beloved ; — Birds fly to sleep on shore, Calling \"good night\" to ocean, \" Good night,\" for day is o'er !"], [13, "DIARMID. 9 Clouds have been lifted gently, Leaving the hill-top clear, Dew-mists along the lowland Herald night's silence near. Listen ! for love's more peaceful, Sweeter than aught beside : Now round thee night is bringing Love's peace from land and tide ! Diarmid (pointing to distant promontories and nearer headlands, where lights of beacon-fires appear, and laying hand on Eila's arm.) See how the beacon-fires spring forth to answer thee ! To-morrow eve the Norseman must be fought ! The warning lights are sparkling o'er the sea Where dragon-ships its tides and storms have sought. Away ! and tell thy father Fionn — rouse the chiefs ! Nay, let me stay with thee ! Eila, Diarmid. Away ! this is no time for love Away ! [Exit Eila. Wake ! Better than meat is care for our land ! Stronger than food is the hope of renown ; The metal that's purest the deepest can strike ! How shall man forge for his lifetime a crown ? By giving his comrades and country his all, His name shall be honoured in hut and in hall ! Forsaken, now I toil alone ; Let me seek light from Heaven's throne. Immortals ! for your aid I cry, Who stride in mists of glory by ! Oh give me of the strength that streams Through all your elements of air, Fierce purity of fiery gleams, The peace that only power can bear. (Distant thunder.)"], [14, "to DIARMID. The strength that curbs the breakers' roar Gives calm to mountain and to shore, Clears for the sun the paths of day, And makes the tides the moon obey ! Strength ! strength ' I faint ; let me implore The gods to grant me strength to swing My sword in battle's inmost ring ! A flash of lightning, loud thunder. A vision of Immortal Heroes appears in the clouds. Diarmid kneels down, and, as the song of enchantment proceeds, covers his face with his mantle, leaning on the great stone he had carried?) \"Shades of the Immortals. Youth ! we have trodden the path thou desirest ! Our bliss thou shalt gain, If proof 'gainst temptation and peril the direst Thou faithful remain ! Thine be a gift by our benison granted ! In one place alone Shall thy body feel Death ; for thou art enchanted ! Arise ! and begone ! (They vanish. Distant lightning and thunder. The moon breaks through the rolling clouds, and shines over the sea Diarmid rises, looking younger and more beautiful.) Diarmid, No dream was the vision ! No sense of bereavement, No toil weights the heart the Immortals make gay ! No weapons, though launched by the arms that are strongest, Can sap the brave blood that my pulses obey. Yet feel I the spell ! 'Twas as water poured o'er me, But reached not my foot. Glad am I that still"], [15, "DIARMID, )! Communion I have with the Mother that bore me, With comrades and kinsfolk ! If magic can kill (doubtingly) The love of the women — ye gods ! then restore me The weakness you took by the curse of your will ! (He seats himself, reclining, on the stone, and falls to sleep. Freya, 'with attendant maidens, appears in the air near him, her arms extended towards him.) Freya. Diarmid, upon thee now Freya has power ! In sleep as thou liest, Love's dream be upon thee ! Sleep ! Never is vanquished in bosom of mortals The dream thou beholdest ! Now, whether it harm thee, Or if it bless thee, I give thee enchantment ! All women who see thee Shall straight be enamoured ; The lock on thy forehead, Whenever thou bar'st it, Shall be like the torch-fire ! Great Freya hath spoken— Her doom be upon thee ! Attendants. Strong are our youths, but the hero before us Hath the limbs and the locks of enchantment and gold! We love him, and weep for the Northland that bore us — Her foe hath the might of enchantment and gold ! Freya (turning from him, frowning ; to audience). Now have I triumphed ! Now, if he conquer, Yet through the women there shall be vengeance If o'er my country, If over Norway He shall be victor, Doom shall be on him !"], [16, "18 DIARMID. Attendants. Strong are our youths, &c. Freya and Attendants. Dream of great Freya ! Youth only measures Freya' s sweet treasures ! Hail to great Freya ! Hail! (Curtain falls slowly as Freya and Maidens slowly disappear, and Diarmid remains in a deep sleep.) End of Act I."], [17, "IS DIARMID. ACT II. SCENE I. (A wood. Morning. Fionn brooding in melancholy.) Fionn. \" Were the sea thy silver treasure, Were thy forests' leaves of gold, Thou wouldst grant them all, and gladly : ' So they sang my praise of old ! Fortune ! thou canst change with seasons ; Yet the woodland monarchs show Golden through the storms of autumn ; Silver gleam the tides in snow ! After storms when leaves have fallen Round the stems in gold they lie ; While beside them silver waters Wear the gold in passing by ! Enter Grania (derisively). Thus lonely is thy regal state, so soon, O King ! Thou takest to the woods, like otter chased From stream and shore ! I thought I was a Queen, And wedded to a King who met his foes ! Fionn. Grania, have patience. Soon will come my friends, And we shall chase the Norsemen to the sea — Have patience still, and all shall yet be well. Grania. All well ! nay, naught is well They come for spoil; Thou must send treasure ere they quit their hold."], [18, "DIARMID. 14 Fionn. How purchase peace from men who are like wolves ? Grania. By sending treasure, by a hostage borne. Fionn. Whom have I for such embassy ? Grania. Eila ! why not ? Men like to see her, and to hear her words. Fionn. Eila ! my daughter ! for those cruel men ! A wife should be a stay unto her husband. Thou Wouldst give my daughter, prisoner, to the foe. Grania (aside). Ransom or kingdom ! Now shall this day prove If I or that proud minx be stronger ! (To Fionn.) Fionn, Thou lovest Eila better than thy wife ! (Throws furself down at his knees and caresses him.) Let Eila, as thine envoy, go with gifts. So she can serve thee best, and, all unhurt, She shall return, or wed some Norseman Yarl. O, listen to the counsel of thy wife — ■ Thou saidst my love would be supreme with thee. Fionn. Have patience, Grania, for my friends will come ! (Messengers arrive.) ist Messenger. Thy friends would come, O king— they bid us say — Were not their men afar. They counsel thee Make peace with Eragon. (Mtssengers retire.) Grania. 'Tis even as I said ! (Rising.) Fionn. Alas ! what hope is there ? My false allies Have sent this answer to my urgent call ! Suspicion dogs the old ; and Grania's eyes (aside) Follow Diarmid ! Would that he might fall ! Soon I will send him forth to rally those Who hide behind the hills, refusing aid : Yet, I will wait, for still the danger grows ! What if his carcase clog the Norseman's blade ?"], [19, "DIARMID. 15 Grania. Let Eila go — so shalt thou reign in peace. I will not live, but as a queen, a wife, And reign supreme — I say let Eila go ! Fionn. Grania, have patience — oh my daughter dear ! Grania, smile on me ! — now shall Eila go ! (Is led away by Grania.) (Quick Curtain. The Orchestra is heard while the Curtain remains down.) (Attacca Sc. II.) SCENE II. (Afternoon. A group of Scots firs on mound on a moor. Norse Warriors and Vikings gathering for battle, ar.d carrying th: Raven Standard, which they plant and display as the King enters?) Norse Warriors. Our King has come, with ladies fair Among his host, these lands to share ; Old Fionn hides in mountain lair, And from their forts no Feinne dare ! (Enter King Eragon.) Eragon. Up with the Raven Standard here ! Good day unto you all — good cheer ! Warriors. Good day, our King ! The foe is dumb, And from their forts no Feinne come ! They could not stand ; and fled before our King ! (Looking off.) Lo ! here some messengers their tidings bring ! A lady with them. Who is she ? — With step so light, and air so free ? (Enter Eila, with Attendants and Messengers carrying hawks and rich gifts, some of the latter carried in ■bieces of netting?)"], [20, "16 DIARMID. Messengers. King Eragon ! we bring, as Envoy, this fair maid, The daughter of our Monarch, Fionn. She will speak. Eragon (to a Viking). Go, Sigurd, ask her what she may desire. Eila. I speak to none, but to the King. O King, Our countrymen have angered thee ; but they Are ever hasty, and their anger flies As sudden squalls across clear waters pass. Thine should be brief as theirs, to make amends, And spare the lives dear both to thee and us. My father sends these gifts — thou lovest hawks ? Thou likest hunting ? Eragon. Now, by the gods, she questions us ! Sigurd ! Tell her, though fair she be, she speaks in vain. (Sigurd approaches Eila. She continues to address the King.) Eila (to Attendants). Bring hither now the gifts. (To the King, showing the gifts). This for thy Queen — A girdle, with the stones like shallow sea, That flows in purple over bannered rocks. A goblet, with the stone like amber clear ! (Shows this as she has shown the girdle.) And amber beads are here, and here, O king, A belt of pearl !— thou hast a queen ? They said That she had come. (To the Vikings) Your wives are here ? Warriors and Vikings. King, she insults thee ! Thine are these treasures ! All, in these islands- Gold, and the women, Grain, herds, and silver — All are thy spoil !"], [21, "DIARMID. 17 Eila. He speaks not ! (Aside) But King Eragon ! I'll give My message. (To the King) All the gifts within these nets Are thine — O listen ! else my folk will think I have not spoken as I should. (She weeps.) (Murmurs among Norse.) Eragon. Ha ! let her tell her father, that old fox, His goods are ours ; for Norsemen have been slain, And each Norwegian life is worth his crown. Let him come here, and kneel, and mercy crave ! ( Viking goes to Eila, who turns furiously.) En A. Never ! Now make your vaunting good by sight ; No host brought here shall make my father kneel ! His curse and mine be on you ! Loathly men ! (She turns to depart. Eragon's men try to stop her. Her guards resist. These guards are overpowered and brought back. Eila is surrounded.) Eragon. Nay, let her go, nor cage a hooded hawk ! Soon shall she answer to a Norseman's lure. Eila. The hawk shall not return ; but eagles, loosed, Shall scatter all your raven's croaking host ! (Exit with her guards?) Eragon. A whelp from old fox Fionn ! Come, let our men Challenge, and meet and overthrow his host. (Norse war-trumpets sound behind the scenes. Distant sounds of fight.) (Enter a fugitive Norseman, breathless and 7vounded.) Fugitive. Attack with all your force — you need it all ! There is one there whose sword like lightning slays ! [Staggers out — consternation among Norse."], [22, "18 DIARMID. Diarmid's voice (without). We fight with equal force ! Send seven score, O Eragon, if thou hast heart for fight. They who are borne for seven score paces back Shall own themselves defeated, and shall yield. Eragon. Let seven score advance, and challenge give .' (Norse war-trumpets again sound behind the stage Nearer sounds of fighting?) War Chorus of Scots (without). Suassa ! Suassa! Lochlanner's death-cry Sounds in their onset. Erin-go-bragh ! Erinners onward ! On with the sunburst Banner of victory ! Erin-go-bragh ! Some Vikings and Warriors (looking forth at the combat). See how the Scottish hero's tread Tramples on bodies of our dead. King ! they who flee are Norsemen— they are thine ! Thine are the vanquished, pressed back to the line ! (Enter some Norse with a Prisoner.) Eragon. Burn him ! in hell his soul shall find its place ! Prisoner (to Eragon). I see thy shroud ! 'Tis high about thy face ! (Prisoner is hurried away.) Diarmid's voice (-without). Eragon, sendest thou more to the slaughter ? Or tak'st thou the terms of Fionn's sweet daughter ? Eragon. Down on them ! Now for an onset worthy of Norsemen! Vikings and Warriors. All go ! The best leap down and press forward — The Captains of ships, the best in the sword-play ! Diarmid strikes — they fall — he makes onward Like fire through the pines, in the hot summer day ! (All Vikings and Warriors on stage crowd round King Eragon.)"], [23, "DIARMID. 19 All. The lines are passed ! Our bravest fall ! Defend the King ! (Diarmid rushes on the stage, followed by the Scots bearing aloft the \" Dheo-Greine\" (Sunbrightness), the Banner of the Feinne.) Scots, Food for the worm, and the fish of the ocean ! Ha ! see the wreckage cast up by the sea ! Spear them ! and scatter them ! Laughter, in winter, Greets their death story at hearths of the free ! Diarmid, Name yet a champion. Him will I vanquish ! Sparing the others — this yet for peace sake ! Eragon Sigurd ! I trust thee. Teach him thy sword-play ! Vikings (to King). Let us avenge thee, King ! We will slay him ! Curse on him ! Vengeance ! Ah! Scots, Suassa ! Suassa ! Lochlanner's death-cry, &c, &c. (Sigurd and Diarmid fight ; Sigurd falls. Others attack Diarmid, their swords breaking as they strike him, when others of the Feinne, resuming their fierce war-cries, come to assist him. Diarmid springs at Eragon, and kills him. Sounds of fight and pursuit are heard as all leave stage ; sounds getting fainter. Diarmid alone remains, standing, leaning on sword, and looking at dead bodies of Sigurd and Eragon.) (Curtain falls quickly.) End of Act II."], [24, "DIARMID 20 ACT III. SCENE I. (A Celtic circle of standing stones on a mound, with rude shelter, formed by one great stone fallen against another. Under shelter, Diarmid lies asleep at slow fire. Night. Moonlight?) CHORUS AND BALLET OF GNOMES, HOBGOBLINS, AND FAIRIES. (Enter Gnomes, gambolling and playing?) Chorus of Gnomes. Ho ! ho ! ho ! now dance the Gnomes ! Out we go from our hidden homes. Ho ! ho ! ho ! for all our tribe Ever at man must laugh and jibe ! See how vain his oaths and deeds ! Few are faithful — most are weeds : Ho ! ho ! ho ! the human heart Thumps this tune, ere life depart. Devil do, as Devil must : Ho ! ho ! ho ! the dust is dust ! Man or maid ; 'tis ever so — Chance it and dance — Ho ! ho ! ho ! ( Hobgoblins enter and dance a grotesque measure.) ****** (Some Fairies enter, others are seen flitting across the stage. The fairy lights are seen. Dance of Fairies, Sprites, Hobgoblins, and Gnomes. The fairies bring from underground prisons their human prisoners. These are made to dance, chained icith silver fetters."], [25, "DIARMID. 21 Chorus of Fairies (behind the scenes). The lights are seen of the fairy dance On circles of green their hosts advance, And the lightsome steps of the fairies' feet To music soft a measure beat ; And never a care have they to bear, For peace they bring, and in peace they meet. Gnomes (on stage). Ho ! ho ! ho ! &x. Fairies. O, hush ! beware lest they hear and go, For the tides of luck with the fairies flow ! They hurt not a blossom of frosty rime, .Nor bells that are blue in the summer-time, When their dances sweep through the land of sleep With silent wing, in a peaceful clime. Gnomes (on stage). Ho ! ho ! ho ! &c. (Pas seul, &*c.) (Dance of Fairies, Hobgoblins, &*c.) (All Fairies, Gnomes, Sprites, and Hobgoblins dance in wild whirling circles. When the dance is at its height they suddenly vanish. ) (Short pause — Attacca Scene II.) SCENE II. (The same. Grey of morning coming on. light increasing gradually. Flush of early dawn towards end of Scene?) Introduction. (Grania enters, agitated and torn by conflicting emotions. As she approaches the shelter of Diarmid she looks towards it many times, with passionate yearning.) Grania. I hear the heron cry— first sign of morn ! Diarmid sleeps, kissed only by the mist."], [26, ".>.> DIARMID. Oh ! Fionn's curse is o'er my head — but Love Bears armour proof to fury or to scorn ! No favouring star has looked on my desire — Can love like mine be thought a baleful fire? If he be there, he shall not fly the spell That bids me, wandering, follow where he goes ! Ah me ! my track through dewy grass may tell A queen's humility — a woman's woes ! Grey time, when Love's dreams reign, be kind, and weave Thoughts day and night are fain to dusk to leave ! (She slcncly approaches the threshold of '_ the shelter. Diarmid starts up in alarm.) Diarmid Avoid the lair of the hunter ; a shaft May ask if the shadows are silent at morn ! Grania, Diarmid ! Come ! I follow thee Well lost be all for thy dear love ! Diarmid. 'Tis Grania ! Nay — I know thee — have no fear ! * * * * By oath I am bound to follow the shout Or horn of the King, to war and to chase : I go not with thee, nor will look in thy face, If standing, or lying, or sitting thou art, By day or by night, in the house or without, On horse or on foot — O Grania, depart ! Grania (crouching close to threshold of shelter). Now wilt thou go with me. Morn has not come — Not on foot or in saddle, in field or in home, Am I who so love thee — O come, be my King ! Diarmid. No King to thee ; my oath and sword Are for my land — sole Love and Lord. Begone ! Grania Yea, King to me, thy love, and slave ! Here take my hand — be kind, be brave ! *"], [27, "DIARMID. 23 Diarmid, No waves of love this stony heart have won Grania Yet rocks I know by frost and sun undone Oh ! woman, when conquered by love is the stronger ! Her power is more potent than sun or than wave ! Resistance but makes it endure ever longer, And fiercer the bliss of the love she may crave Diarmid Shall love, then, ever come And make my heart his home — No stony place, But fair, and nurtured well, Wood-shaded, where may dwell Man's happy race ? What dost thou ask ? I know Of nought on earth Grania Love's fire cannot bestow, Or thence have birth. See, now, my hands in thine ! (Takes both hands.) Let me cast out From thy blue eyes the sign That tells of doubt. Diarmid I thought of three evils : The one to be slave, The other, be lonely ; And last — of the grave ! Grania My arm around thee thrown Shall bring thy thought (Throwing arm round his neck.) Where heart is never lone, And suffers nought ! For comradeship lives on When lovers meet, With love to shine upon And guide their feet !"], [28, "2+ DTARMID. If lonely pride descend From barren height, And down to Love can bend His searching sight, Both shall arise, to soar To hills joy-crowned, Because from peak to shore By Love long found ! Diarmid. I swore in haste ! and now The spell must fade ! Vows must unloose a vow In error made ! Grania. And heart with heart beat ! (Embracing him.) So that Will And Love, with bliss so sweet, Be comrades still ! Diarmid. Grania ! Grania ! see, thy name Means \" Light of Light \" ; is Sun and Flame. Diarmid and Grania. As the light from sky to stream, As the day-thought to the dream, As the call to echo thrown, Thy spell I feel, thy love I own ! Come ! come ! come away ! Both. Throw thy rosy mist around us, Love, who hidest care ! Thou hast sought, and, following, found us ! Stay our joy to share. How to make thee tarry, tell us — Thou alone canst know ! Be not hasty, be not jealous, Stay through weal and woe."], [29, "DIARMID. 25 How can all thy bliss enfold us — Melt our souls in one ! Ah, we feel thy spells now hold us — Love, our cause is won ! Come, if e'en by all forsaken, Fear has lost its powers ! Heart to heart, to sleep and waken, Love, true love, is ours ! (They go, looking often behind them, pausing at shelter for Diarmid to get his spears, sword, and shield — then exeunt swiftly.) (Quick Curtain.) End of Act III."], [30, "26 DIARMID. ACT IV. SCENE I. Another part of Forest. Women and children come on stage (right to left) frightened and pointing behind them. (Attacca scena.) Women. We saw him ! The venomous Boar which slays ! Would Diarmid were at hand ! Better he than Fionn's band ! None can wound Diarmid ! Others. Nay, if his foot be wounded, then he dies ! (Enter Eila, calming the others.) Eila. Though morning's sun may light the lea, And laugh in beams of gold, And secrets be revealed ; for me One sleeps untold ! O mocking stream, will you not tell, O birds with wisdom's cry, O warning winds ? You know full well, Then why not I ? O shadows on the sunlit ground, Is happiness his own ? O morning ! tell me all you found, For you have known ! (Sounds of the Hunt )"], [31, "DIARMID. 27 I welcome danger — 'tis the game My lost love liked to share ! And where its sport is still the same, I'll find him there ! (Enter Fionn with hunting train, dogs, &c, carrying spears and btnvs (left to right), crossing slowly in starts as they pick up trail. They sing pointing, crouching, and starting forward?) Chorus of Hunters. Follow on — follow on, till we kill. Hollo ! ho ! Follow on, for at noonday the scent will be slow — He's afoot — he's afoot ! Watch the hounds, for they know ! Follow on — follow on ! He's ahead ! — hollo ! ho ! Fionn. Stay, pick up his track, He may have gone back — ■ No, no, he's away ! We'll grant him a space, For breath and for grace, He'll die, boys, to-day ! No more shall he hear The weak cry in fear — He's doomed ! He is done ! The morning's sweet breath Was signal of Death And trophies well won ! Hark forward, bend low Through the brake as you go — He's cunning and strong ! Come hail, sun, or showers, We will tax all his powers, And kill him ere long ! [Exeunt Eila and people to left. Fionn and hunting train to right. Curtain."], [32, "28 DIARMID. SCENE II. Cliff, over which cascade falls. Cavern behind. Half-ivay up cliff, large fullfoliaged rowan tree growt out of rock ledge hanging over sward that slopes to pool, out of which water flows by side of stage. Split in cliff behind rowan tree. Beyond, plateau drops toivards distant sea. Bright sunlight.) Orchestral Introduction. SCENA. — Diarmid and Grania. Diarmid. How sweet to rest from toil of war ! The first frost comes, like foam, that cools Hot sands of seas afar ! Grania ! Grania ! (Grania appears at mouth of cavern, and goes to the water's edge, looking back laughingly at Diarmid.) Grania. How beauteous is the water's sheen ! Thy frame of strength reflected there ! Like torrent thou wert : now, changed thy mien, Love thou dost breathe on the radiant air ! Diarmid. Who drinks not with delight the dew, Where blushing heaths are bowed ? Who does not love the lights of blue 'Twixt white and rosy cloud ? The head that lies on happy hills Well knows that youth is sweet ; And joys in sunlit dusk that fills The glens where torrents beat."], [33, "DIARMID. 20 Diarmid and Grania. O hill and moor, O wild ravine, Your magic all to know, With beating hearts, unheard, unseen, With love for Lord we go ! Who drinks not with delight the dew, Where blushing heaths are bowed ? &c. Diarmid In yonder tree, whose berries burn, We'll weave a tent, With branches bent, That none our green retreat may learn ! (leads to tree and points up to it. She \\ seems glad ; of cliff from they seat themselves on bank at base which tree springs.) DUET.—\" The Cherry and Rowan.\" Grania. The cherry and rowan In colour are chief Of all in the forest At fall of the leaf. The fruit of the autumn In crimson is hung, That joy-notes of summer By birds may be sung. Diarmid and Grania (together). Then hey for the cherry, The rowan, and all The trees that make merry The woods in the fall ! Diarmid. Sweet, Sunbeam thy name is, The trees thou dost burn To Rose, and Love's flame is Where'er thou dost turn."], [34, "30 DIARMID. No winter shall sever The gold from our bough, Our love shall last ever As ardent as now ! Diarmid and Grania (together). Then hey for the cherry, &c. Grania. To cold winter's hunger Bright seasons I'll give ! Our love shall be younger The longer we live. Your spring I will beckon To summer's full bloom ; Our love shall not reckon Time's changes and gloom. Diarmid and Grania (together). Then hey for the cherry, &c. FINALE. ( They are alarmed at hearing distant sounds of hunting chorus and hunting horns.) Chorus (in the distance). The boar follows fast where the roe-deer has led Y-orla ! Be-orla ! The hind stands at gaze where the hart has his bed ! Lua-luar ! Fionn-morar ! The hunter has drawn the long shaft to its head ! The boar is afoot, and the arrow has sped ! S'assa-ro ! Ho-iero ! (Both Diarmid and Grania stand on cliff-ledge to listen.) Diarmid. Old Fionn's horn ! I must away ! (Horns sound nearer.)"], [35, "DIARMID. 31 Grania (in terror). O leave her not who for thee bears All love ! all pride ! Who only in thy presence cares What may betide ! What woman, lone and loveless, dares The world so wide ? Both. O cruel fate, that sunders those Whose lives are one ! We know, if parted, these will close Distraught — undone : That over them a darkness grows — Slow sinks their sun ! (Horns and hunting chorus much nearer.) Chorus. Ha ! Death to the boar, and long life to the man ! Y-orla ! Be-orla ! Whose life with his hounds and his hunting began ! Dur-dana ! Dur-dana ! 'Tis sport makes a hero, and warfare a clan ! In peace or in fight let us be in the van ! S'assa-ro ! Ho-iero ! ( They climb back, and conceal themselves in tree. Fionn and his hunting train (armed ivith spears, bows, &*cl) enter and in groups stand under tree. Grania drops a branch of rowan berries. Fionn looks up and discovers her and Diarmid.) Fionn (aside) Diarmid the traitor ! Ah ! now for vengeance ! curse him ! (Archers line off and bend bows? aiming at tree. Diarmid descends cliff as Grania flies up raxnne behind tree. DiARMiDyW.r Fionn.)"], [36, "DIARMID. 32 (To Diarmid.) Diarmid, see there below the boar at b.iy : Take off thy foot-gear to make climbing sure And kill him ! Diarmid. King, I hear, and will obey ! (Takes of foot-gear, and goes over cliff at side of stage. Fionn remains at stage front. Some of the men crowd to cliff edge looking downwards towards the fight. People come in detachments on stage armed with sickles, clubs, spears, scythes, 6-v.) Chorus (tutti). \" Ha ! death to the boar and long life to the man,\" Y-orla ! Be-orla ! &c, &c. Men (at ihe cliff top). The boar dies ! Fionn. Nay, tell him, if the boar be dead. To measure it with naked feet ; Then come and tell me how the fight has sped. Men (al the cliff lop). He maketh measurement ! (Diarmid's voice gives a cry of pain.) (Men let down a rope, helping him ; he appears at cliff top, and is carried, wounded and sinking, to stage front, where Fionn has seated himself?) People. The poison bristle draws a crimson tide ! O what can aid him ? What can heal such wound ? Diarmid (to Fionn). Thou hast the golden cup that heals all wounds ; One drop suffices to quench thirst — to live !"], [37, "DIARMID. 33 People, &c. Give him the golden cup of healing ; it hath stood 'Twixt many a man and death. Drink from the cup ! Fionn (rising, and going to Diarmid). Here is the cup, Diarmid. Yes, one drop Would save thee — see it flung away ! (Throws cup away?) People (with horror). Ah! Diarmid. O water! water ! King, in every year Of manhood, fought, I conquering, for thee, If light of day be unto thee still dear, Remember, King, thou owest it to me ! My life ebbs so fast — give me drink from the spring ; Remember my deeds, and thank me thou art King ! Fionn. What good is thy life ? can its fair deeds o'erpower The guilt of one act, and the curse of one hour ? Diarmid. Water ! — Grania ! — Darkness ! — Thirst ! Without thy love I die — accurst ! (Dies.) People, &c. (all except Fionn). Woe ! woe ! Enter Eila, and stands over Diarmid. Eila. Too late ! Too late ! Hope came in vain ! Death must disdain My hope and prayer ! Too late ! Too late ! (To Fionn.) Forgive the past, And now at last All hate forbear ! Too late ! Too late ! (Going to body of Diarmid.)"], [38, "DIARMID. 34 His eyelids close ! His spirit knows Immortal peace ! Too late ! Too late ! Earth's love's too weak His home to seek Where sorrows cease ! (She goes and stands near Fionn, who remains seated on left front of stage, showing signs of trouble and of anger as Grania enters.) (Grania enters. Grania falling beside body, then kneeling by its side and raising hands, swaying herself backwards and forwards in grief.) Grania. Dead, O Diarmid, — o-ir-i-hu-o ! Silent thy war cry, — o-hy-o-ro ! Thine be my blessing, Hero, forever — O hear me, fair love of my heart. Gone, our fairest, — o-ir-i-hu-o ! Answer ! — my heart breaks, — o-hy-o-ro ! Canst thou not hear me ? Thou wast my lover — O leave me not, Diarmid, mo-chree ! Sightless blue eyes, — o-ir-i-hu-o ! Pale lips, once crimson, — o-hy-o-ro ! Arms that embraced me ! Looks that I loved so ! O do not die — stay with me still ! Lost to battle I o-ir-i-hu-o ! Lost to the hunt-call — o-hy-o-ro ! May I not die too ? Now thou art taken Would I were dead — Diarmid — mo chree ! (77 grows dark, the clouds break, and Freya appears.)"], [39, "DIARMID. 35 Freya. Revenged is our Norway ! The vengeance of Freya May tarry — but never — is balked of her triumph. Man born of a woman — to woman a lover; By woman is shrouded — for Death and Valhalla ! (Disappears, the clouds rolling over her.) The People. Woe ! Woe ! (The clouds break again, and the Immortals appear as in Scene I.) Immortals. The cloud may enfold thee ! Above are the spaces Of Infinite Light ! One hour was thy ruin ! Another effaces Thy crime from our sight ! Diarmid, Immortal ! thy glory once riven, Through pain is made whole ! Diarmid ! through sorrow thy sin is forgiven, And ransomed thy soul ! (Slow Curtain.) End of Opera. Henderson & Spalding, Printers. I, 3 & 5- Marylebone Lane, Oxford Street, W."], [40, ""], [41, ""], [42, ""]]