[[1, ""], [2, ""], [3, "'Tis Well it's no Worfe: A COMEDY. As it is Performed at the THEATRE ROYAL I N DRURY-LANE, HIS MAJESTY'S SERVANTS. THE THIRD EDITION. Va, mon Enfant, prend ta Fortune. LONDON. Printed for W. Griffin, at Garrick's-Head, in Catharine-Street, in the Strand. MDCCLXX. {Price One Shilling and Six-Pence.]."], [4, ""], [5, "T O Mrs. A BI N G T O No Madam, 1 HE great fervice you have done this comedy, by ycur admirable per formance in it, obliges the author to return you his publick thanks ; he does fo moft fincerely ; and, at the fame time, begs leave to infcribe it to you, as you have certainly the belt right to what you have made. It is not the firft rime, indeed, that the writer of this piece has been in debted to the abilities' of Mrs. Abing ton: thofe perfohs who remember her in the Hypocrite, (and fuch as have ken that play, I think, cannot have eafily forgot her) muft allow, that fhe made a no lefs ftriking figure in Charlotte, (the elegant, and fprightly Maria of the Nonjuror) than fne now does, in the Haunting, flippant, noify chambermaid. y. 2 But,"], [6, "DEDICATION. 4 But, while I am endeavouring to acknowledge my obligations to you, let not my complaifance for a lady, make me overlook a friend to whom I am equally bound; I mean Mr. King: who, by all accounts, has fupported the character of Mu/kato in a manner even to force applaufe from enemies. I wifh I could devife a better me thod than I here take to exprefs my gratitude to you both; my praifes can add nothing to your reputation, nor to his: however, I fhall have a lefs mean opinion of my writings, than I otherwife would, while they afford either of you an opportunity of infpir ing the public, with frefh admiration of your talents. I am, Madam, Your moft obliged, and moft obedient Servant; Goodge- Street, Dec. 3, 1770. The AUTHOR."], [7, "PREFACE. W HEN this Comedy was put into Mr. Garrick's hands, it was delivered to him as a piece, the chief merit of which conlifted in the Intrigue ; and, as fuch, he agreed with the Author, that it was a very great curiollty. It muft be owned, indeed, in juftice to his difcernment, that he thought the exhibition of it a hazardous attempt ; however, he at the fame time declared, that if the Play did not too far clafh with the prejudices of pre vailing tafte, he thought it had an undoubted right to fuccefs. On what ground the writer founded his hopes, that thefe prejudices would not be unreafonably urged againft it ; or, if they were, that his Comedy would in the end get the better of them ; a fhort account of the piece from whence he took it, will pro bably be the beft explanation. TkS"], [8, "PREFACE: 6 1Th£ original of the Play, now laid before the public, is called El ' Ef con dido y la Tapada, The Hidden Man and the Veil'd Woman ; and is counted the mafter-piece o£ the mofl famous among the Spanifh Dramatic Poets, Don Pedro Calderon de la Barca ; who, through Moliere, Corneille, Le Sage, Boiffy, &c. has provided Vanbrugh, Centlivre, Cibber, and Steel, With ThcMiftake, The Falfe Friend, The Wonder, The Bufy Body, The Kind Impoftor, The Lady's I'hilofophy, and The Lying Lover, all Englifh Comedies, which have been received upon the ftage with the warmeft marks of approbation. However, neither thefe former inftances of Calderon's favourable reception among us, nor the forcible manner in which the writer was ftruck, when he firft perufed this parti cular Comedy of his, were the fole motives that induced him to adopt it. In a little French book, called Jiifloire des Fetes Gallantes des Rois de France, he found it praifed as a miracle of invention and dramatic iituations ; and that in the year 1668 it was one of the plays that had been performed during the famous feaft at Verfailles, given by Louis XIV. to his court, and a vaft concourfe of the nrft people in Europe. In another book, where it is mentioned, he found that in November 1716 it was again put into French, and acted under the title of L' Am ant Cache & la Dame VoiUe, nrft at the caftle of the celebrated Marefchal"], [9, "PREFACE 7 Marefchal ' No allies, in honour of his daughter's marriage with Prince Charles ; and afterwards by the comedians in Paris, (to whom the Marefchal made it a prefent) with the greateffc fuccefs. Laftly, in the year 1769, it was once more tranllated into the French language, hy Monf. Lanquit, a Counfellor of Parliament, and an excellent writer and critic ; who, after much praife of the poet and the piece, (which he names La Cloifon, The Pannel) fpeaking of Don Carlos and Mufkato, being locked up in the unfurnifhed houfe, he fays, \" it *' is an incident the moft theatrical that can \" be imagined, and nothing is fo inerefting '* and fo lingular as the fituations it produces. \" But I fhall perhaps be told, that thefe tef timonies in favour of the Original may ftill leave the Copy without excufe ; and as I be lieve they who diflike the Play will hardly take my word, when I tell them I have done it no harm, I muft refer them to the Spanifh original, or the French tranflation, (which is literal) to enable them to decide the point. I fhall only add, in this place, that the critics have long agreed to make a diftinction be tween Comedies of Character and Comedies pf Intrigue ; aqd notwithstanding thefe are undoubtedly the beft, which are compofed qf a due portion of both, I never understood, from all I have read about the matter, that Comedy forfeited her name by attaching her felf to either, particularly the latter ; in which the"], [10, "PREFACE. 8 the great difficulty of the dramatic art feems to lie. Nor can I find, tho' it has been of late years the fafhion for Comedy to addrefs herfelf rather to the Heart and Understanding*, than the Fancy, that fh\" may hot addrefs her felf* to the Fancy folely, (as in this piece) without calling her title at all in question. These proportions agreed to, I hope I fhall be pardoned for thinking that a reader, fpedtator, not violently exceptions, who will fit down with a hearty defire to be amufed, may find great entertainment from Calderon's Play. Nay, even the profeffed critic will meet forne thing not to be difpleafed with, 'particularly in the Plot; in which is preferved a perfect unity of adtion, at the fame time that it is branched into a multitude of incidents. Thefe incidents, again, are all natural!)' prepared; riling om from the other, without confusion, without obfeurity ; and with lefs to excufe, on the plea of neceffity, (a plea which in fome cafes a judicious critic will always be ready to admit) than could be eafily fuppofed, in fuch a tiffue of events, drawn from a simple circumstance. Nor, let me lay, will a candid judge, who knows how 5* This fort of Comedy, if pleafantry be not intirely excluded, is certainly the moft commendable of all ; and the Author begs leave to obferve, that the Maid of the Mill, a piece written by himfelf, however trifling in-other ci rcumfb.iic.es, was the firft fentimental Drama that had (appeared on the Englifh ftage for near forty years. £i"], [11, "PREFACE. 9 to rate the merit of invention, be very apt to quarrel with fuch a Play, for a weak Scene, or unguarded Phrafe ; or for wanting, what in its nature it cannot have, laboured Dialogue, and high wrought Character. To the performers in this Comedy, the Englifn Author, or Tranflator, which ever he may be called, has great obligations ; particularly to Mr. Reddifh, who, in the character of Don Carlos, accepted of a part, purely to ferve him, greatly below his merit ; though his fpirited action gives it confequence in the reprefentation. To Mr. Parfons, Mr. Brereton, and Mr. Baddely, he is alfo very much obliged. To Mr. Garrick he is indebted for — every thing ; but, as they were given in a moment of necessity and difappointment, he muft par ticularly thank him for his Prologue and Epilogue ; the value of the gift being in no fort leffened to the receiver, by the fhort time taken to produce them. A PRO-"], [12, ""], [13, "PROLOGUE. Written by D. G. Esq. SPOKEN BY M R. MOODY. OHo ! there ye are ! — Before one word I utter, I muft tell you, my dears — that 1, Captain 0 Cutter, With filent refpeff, will a thing or two fay About my relation who wrote this new play : My coufin, poor foul's, in a damnable fright, Becafe why? — to amufe ye he takes great delight; I faid, fye, for fhame ! — what a man and be frightful ? A pale bafhful Irifhman's never delightful ; Noconquefts are gain'd, with fuch dread looks as thofe; I told him, a man fhould not fhrink at his foes ; That you were his friends, and would tafte what he writ, If he would not o'erload you with humour and wit; He fwore he would not be fo wake and abfurd ; And if I know my coufin, he'll not brake his word. My coufin's no fool, at your reading and writing, Tho' now for his play, he's as pale as a whiting. I anfwer'd fox you, which his heart has much eas'd, That tho' you don't like it, I'm fure you'll be plas'd j For they fay that Old Nick, if he's plas'd, will be civil ; You'll like it, if not plas'd, to be unlike the Devil. In fhort, my dear coufin has taken a prize ; I'm fure you'll applaud him, 'tis Spanijh, my boys. An old crazy veflel, ill built, rigg'd, and plann'd ; But now is ra-built, new rigg'd, and new mann'd, And juft read) to lance. — If, when it appears, From this noble veffel, you'll give it three cheers, 'Twill lighten his heart, tho' it load not his purfe, And the rogue will cry out — \"Th well it's no wor/e. From the head to the ftarn, thus let me addrefs ycu, To lend us your hands—for faith i'll not prefis you."], [14, "PROLOGUE* 12 Firft * you in the top there, with bawling don't ftun him j As you'r ftout, pray be marciful, don't fire upon him. If f you on the quarter-deck Will not befriend him, Your fwivels and fmall arms, faith, quickly will end him. And if J you between decks, my coufin don't favour, But give him your broadfides, you fink him for ever. And, O ye || fweet Craters, who fit in the cabin, • f Whofe privateer eyes are our hearts ever nabbing, Do but awe with your cannon this critical § crew, You'll charm Irifh hearts, to your fex ever true, That a fon of St. Patrick's protected by you, * Upper gallery. f Firfl gallery. % Pit, I Boxes. § The Pit. • E P U"], [15, "EPILOGUE. WRITTEN BY The Author of the Prologue. Spoken by Mr. KIN G. INSTEAD of an epilogue, round, fmart, and terfe, Let poor fimple me, and in more fimple verfe, Juft handle the text It is well it's no worfe. It is well it's no worfe. The brat of this night, fhould you cherifh and nurfe, And hufh it, and rock it, tho' you fill not his purfe, The daddy will fay, that 'Tis well it's no worfe. Or fhou'd his ftrange fortune, turn out the reverfe. That his pockets you fill, tho' his play you fhou'd curfe, Still our author will fay It is well its no worfie. The town with each poet, will pufh, carte and tierce, If the bard can fo guard, that his buff you don't pierce, Tho' you pink him a little .. 'Tis well it's no worfie. Should the play-houfe be full, tho' the criticks fo fierce, The managers, actors, and author afperfe, We fhrug up our fhoulders 'Tis well it's no worfie. But fhould you to damn, be refolv'd and perverfe, If quietly after, from hence you difperfe, We wifla you good-night — and It's well it's no worfe,"], [16, "Dramatis Perfonae. MEN. Don Guzman de Ribbera, Mr. Parfons. Don Carlos de Pimentel, Mr. Reddifh. Don Pedro Pacheco, Mr. Davis. Don Ferdinand, , Mr. Brereton.' Lazarillo, Mr. Baddely. Mufkato, Mr. King. WOMEN. MarcelJa. Mrs. Jefferies. Aurora, Mrs. Baddely. Leonarda, Mrs. Love. Beatrice, Mrs. Abingtoa. An Old Nun, Mrs. Dorman. Officers, Lawyers, Servants, &c. SCENE, MADRID."], [17, "'Tis Well it's no Worfe. A COMEDY. ACT I. SCENE I. A place fuppofed to be in the fiuhurhs ofi Madrid: time, near the duff ofi the evening. Don Carlos enters as from a journey, followed by Mufkato. D.Car. Musk A TO! Mufk. Signor Don Carlos. D. Car. What was it the clock struck as we pafTed by the convent ? . Mufk. Seven, Sir. D. Car. 'Tis too light to venture into town yet j till it grows a little darker, let us flop here — have you tied the mules to the trees, as I ordered you ? Mufk. Yes, Sir, I have tied the mules ; but don'c you think it would have been more m the natural Order of things, if the riders had been tied firft ? D. Car. What do you mean ? Mufk. Neither more nor lefs, than that, of the four, the beafts are the moft realbnabie creatures. D. Car. You think we are two madmeri then. Mufk. Troth do I, Sir-, with fomc little differ ence, however, between us. B D. Car,"], [18, "'TIS WELL IT'S NO WORSE: 2 D. Car. You would insinuate, I fuppofe — Mufk. Oh nothing farther, Sir, than that you have the precedence in that, as you ought in all other things in which we are mutually concerned ; you are mad, en waitre, as the French have it : I am mad, through complaifance, as it were; or interest ; or to adapt myfelf to the company of my betters. D. Car. And how do you prove this, pray ? 'Mufk. How do I prove it ? — Thus — It is fcarcely three months fince we were obliged to make our efcape from this good town of Madrid, after having killed a gentleman, brother to a certain lady to whom, for fome months before, you bad been paying your addreffes: and, what is not a little ex traordinary, you were not only the profeffed ad mirer of his filter, but his rival at the fame time with another lady, about whom you wifely took it in your heads to quarrel. Well, after having fought ourfelves out of Spain, we arrived fafely and happily in Portugal -, when, I know not upon what crotchet for you never told me a word of your intention, till the moment you put it in practice — coming one evening fuddenly into your lodgings — Mafkato, fays you- Here, your honour, fays I — Get our boots, fays you, and faddle the muies di rectly — I thought we were going to take the air in fome of the pretty outlets about town but the devil a bit — No (boner had we fet foot on the road to Spain, than clapping your heels fmartly to the fides of your bealr, off you went in a hand gallop, and I followed crick, crack- whip and fpur, through thick and thin — till here we are at the gates of Madrid again. D. Car. This is all verv true. Mufk. And yet you are furprized that I mould think you a madman. .D. Car. You are not unacquainted, Mufkato, with the violence of mv paffion for Marcella, the daughter of Don Guzman de Ribbera — I loved her from"], [19, "A COMEDY. 3 from the first moment I faw her ; but finding her prepofTcflion in favour of a relation of her own, an unfurmountable bar to my wifhes, I at lenpth de termined to get the better of an inclination fo un happily placed, and to that end caft my eyes upon another very beautiful woman, whom you are alfo acquainted with — Aurora, the fitter of Don Pedro Paccheco. Mufk. Well, Sir, and being fo mighty well ac quainted with all thele things — as, to my forrow, I moft certainly am what fignifies your going about to tell me this rigmiroll ftory now ? D. Car. There is a melancholy indulgence in dilcourling upon the subjects of our uneafinefs 1 fay then, my friend, I ufed every means poffible to make myfelf really fall in love with Aurora; but my heart refuled to be an accomplice in the inconftancy to which my reafon advifed me — for my misfortune, Don Aionzo, the brother of the beauty from whofe power I endeavoured to free myfelf, was the pro feffed admirer of her whom I affected to ferve 1 one day faw them walking together on the Prado ; I was willing to interrupt the tete a tete, and im mediately joined them — Aurora appeared pleafed with my company ; and after I came up, paid little attention to Don Aionzo — this piqued his pride he took occafion to infult me — we drew our fwords 1 had the advantage — and, at the fecond pafs, my antagonist lay dead at my feet. Mufk. At mine, upon my honour, Sir, for there he fell — and a well timber'd fellow he was — I think I never faw a finer corpfe fince I came into the world. D. Car. This unlucky affair forced me to fly — and when I had been about two months in Por tugal, I received this letter from Aurora — faking a letter from his pocket) — you may read it. Mufk. You know I can't, and that's the reafon you are fo willing to lee me — however, read it for B 2 me>"], [20, "4 'TIS WELL IT'S NO WORSE: me ; I have done more than that for you before now. D, Car. Liften then — After fome general expla nat;ons of compliment and regard, are thefe words, 11 You know my brother is abfent, and you can *' not have a furer retreat than in my houfe, *' where the family will never think of fearching \" for you : accept it I befeech you ; you will be on ■' the fpot to manage your affairs •, and I am per \" fuaded nothing prevents your pardon, but your \" not being here to excite your friends to a proper \" zeal.\" Mufk. And fo, Sir, to convince Donna Aurora that you were not infenfible of her obliging offer, you quitted Lifbon, where you were in peace and fafety — D. Car. In effect, Mufkato, friends are feldom fo folicitous for us in our abfence 1 have therefore come to Madrid upon this invitation. In the day time I can conceal myfelf in Aurora's houfe ; and at night, go out among fome I dare. truft, whofe in tereft, if warmly exerted, may be of the utmoft fervice to me. And fhall I confefs, that I am not a little flattered with the thought, now I am here, of fometimes accidentally feeing the charming Mar cella ; and now and then, in an evening, paying my homage under her window. Mufk Why to be fure, Sir, that muft be a comfort to a gentleman of your amorous difpofition •, and to fpeak the truth, 1 promife myfelf fome little grati fication, in enjoyments of the fame kind ; for what between Beatrice, chamber-maid to Donna Marcel la, and Leonarda, the governante of Donna Auro ra — But I am iadly afraid we fhall be executed be fore we have time to put any of thofe pretty fancies into practice. Don"], [21, "A COMEDY, 5 Don Carlos, Mufkato : Marcella, Beatrice, Coach- man, and Servants behind the Janes. A fudden crafih is heard, -with ficr earns and cracking ofi whips. Alar. O heav'ns and earth ! Ccacbm. Kniac, kniac, kniac ! Mufk. Hey dey ! what's all this ? Mar. Pedro, Lopez ! Coacbm. Ge up ! ge up, I fay. ijl Footm. Why, Diego, you have got into a ditch here. id Footm. Take the horfes by the head, while I clap my fhoulder to the wheel. Coacbm. Come then loves, come — Beat. Help, murder, help ! D. Car. A carriage is overturned with women in it ; I muft affift them, let what will be the confe quence.' Mufk. Why Sir, are you — he's gone — ijl Footm. (running acrofs) Stay a little comrade, ftay a little — I'll run to the houfe and inform my mafter of what has happened, and get fomebody to our afhttance. Aiufik. Hah, fure I fhould know that livery ! If ever I faw it in my life, 'tis Don Guzman de Rib bera's : his houfe is hard by, and I'll be hang'd if this is not his coach that's overturn'd — Who have we here ? Enter Beatrice, with ihe coachman drunk ; and a foot- man carrying a flambeau. Beat. Oh ! you villain, you villain, fee what! you've done- Coachm. Why what have I done, Mrs. Beatrice? I hope I have done no harm to you, nor nobody elfe; Heav'n forbid. . Beat. Do you call it no harm to overturn us ? My ruffles are torn off my arms ; and fee here what a condition my veil's in — It's not the firft time • \\ you've"], [22, "6 'TIS WELL IT'S NO WORSE: you've been like, to ferve us this way before ; but my mailer deferves it, for keeping fo long in his fa my fuch a drunken fot as you are. Croat bm. Drunken ! Upon my honour, and as I am a c iriftian, I hav,. not tafted a::y thing wet this bleffed day, except j oft how; againft my will, a little ditch water. Beat. G:.i, you area nafty wretch, Coe-.ihm. But I knew well enough you would fay I was 'drunk. . . Beat. Sancho, where's my lady ? id Footm. A cavalier came to her afiiftance, and is leading her along. Beat. And why did you not ftay to attend her with the light ? (The fervant goes 'out.) My poor things will never be worth a farthing again, as long as- ihe world itands. C'.acbm. I knew as well as could be they would fay I was drunk. Ai'.fk (willing forward) Signora Beatrice ! Beat, (fiartmif)- Ah ! who's this ? Alujk- Don't you know your old friend and ad- mirer ? Beat. Mufkato! Mufk. Ay. Beat. Mercy on us, man, what brings you here? Mitfk. Love, and my other misfortunes. Beat Is your1 matter with you ? Mufk. We never travel afunder. Beat. And are you ignorant of the confequence,\" fiioi-lu it be known that you are in Madrid ? If ei tl.ei of you are catched, you'll cert_^B|be hanged. htbfk. But i hope we fhan'c be c^Bi?d, it you are not lb cruel as to betray us. Beat. I (han't betray you, but I caM&ll.you my old mafter has not forgot the death of hisAfon -, he is as implacable as ever. Mflc. And yet the death of his fon was not our fault. Beat."], [23, "A COMEDY. 7 Beat. No matter for that •, there is fcarcely an al guazil in Spain but has a warrant againft you ; fo have a care of yourfelves. Enter Don Carlos, leading Marcella, preceded by a fervant with a flambeau. T). Car. Go before, and keep your light at a greater diftance. Beat. Dear Madam, how do you find yourflf ? Mar. Oh, pretty well, thanks to the civility of this cavpfier. I only wifh to know him, that I may acknowledge the favour as I ought: D. Car. (qiiiuing her hand) She w.ll never be able to ''ear the light < f me after Killing her brother; I had betrer noi dif over m\\l; | Maf. Oblige me, Sir, by making me acquainted with the gentleman to whom I an, fo much indebted. D Car. (turning from her) You confefs I have been ferviceable to you, Madam -, that is happinefs enough for me •, wiih not to know your benefactor, kit it ihouiu make you hate the benefit. Mar. What do you mean, Sir ? I owe my life to you ; if you will nor accept of my acknowledgments, give my friends, my father, leave — D. Car. (sliil turning from her) You owe me no thing, Madam, I defire no acknowledgments ; I dread them more than you did your danger. Mar. Sure there is fomething in that voice that I have heard before. Beat. It is Don Carlos ! Mufk. My poor unfortunate mafter. Turn to her, Sir, turn to her, o' God's name*-, and don't be afraid •, Donna Marcclla is too generous to injure a miferable gentleman that loves her. D. Car. (falling en his knees, and catching Marcella by the hand) Beautiful Marcella! Lenoid at your feet the moft unfortunate of men. Afar. Signer Don Carlos ! Pray Sir, pray, what brings you here ? Let go my hand ; you can't ima gine the terror you have thrown me into."], [24, "'TIS WELL IT'S NO WORSE: 8 D. Car. You know I adore you. Hear me ex culpate myfelf from the fatal offence which drove me for ever from your prefence : by heav'ns, when your brother fell, through his own ungoverned paffion — Mar. Wound not my ears with the fhocking re cital, and leave me directly •, you may do fo in full fecurity : the favour I have juft received from you warrants my letting you go unmolefted. Mufk. Sir, here are people coming with more lights -, we fhall be feized before we can look about us. Mar. My honour is pledged for your fafety, Don Carlos, if you depart immediately. D. Car. Be it fo, Madam •, I'll trouble you no farther ; but remember my life is in your hands more ways than one. Marcella, Beatrice, Don Guzman, Don Ferdinand, with fiervants and lights. D. Guz. Why, what is all this? what is it all? The coach overturn'd, and my daughter and her maid in the mire ! I never heard fuch a filly, ftrange, unaccountable, devilifh thing fince I was born. Oh, here are our young women. How did this accident happen to you, child ? You are not hurt, 1 hope ; all your limbs are fafe, no bones broke ? Beat. No, there are no bones broke ; but look what a condition I'm in ; I lhall never be able to wear a flitch of thefe cloaths again. D. Guz. Who the devil cares whether you are or not •, what do you trouble me about your rags for, you paltry huffy, when I am enquiring after your miftrefs's fafety ? I fay, my dear, you are not hurt ? Alar. No, Sir, no ; not much hurt, but exceed ingly terrified. D. Guz."], [25, "A COMEDY. 9 D. Guz. Well, but Stretch out your arms, and walk about, that I may be fatisfied there are no fractures, or diflocations. Marc. There are none, Sir ; pray let us go home as fait as poffible. D. Guz. Ferdinand, take care of your coufin. Ferd. Lean upon my arm, my dear, and fear nothing. D. Guz. To talk to me about your dirty rags ! (croffing Beatrice.) Diego, firrah, how have you overturned the coach, you rafcal ? Coacbm. Sir, if you'll have patience, I'll tell you the whole affair, from firft to laft; and if your honour finds me blameable in any manner of way — Beat He'll tell you he's drunk, Sir-, but that he need not icll vou, for it's eafy enough to be fecn. Coachm. Don't you be in a paffion, Mrs. Beatrice. I fay, Sir, the fault of chis here affair lay all entirely in the horles -, fomebody gave the beaits fomething while I ftep'd into the public houfe, I believe ; for as foon as i got on the box again, I found I fhould not be able to manage them. D. Guz. Well, Mr. Dog, I tell you but this— Coacbm. Well, but hear me out, your honour ; and if I dont make it as plain — D. Ferd. Come, Sir, come •, you fee it's in vain to talk to him now, and my coufin wants to get out ofthe air. Advance, there, with a flambeau. D. Guz. Well, I'll talk to him to-morrow to fome purpofe, and ftrip his livery over his ears, I can tell him that; a carelefs, drunken, fcoundrel. Go, fomebody, and look after the horfes. Coach. Hold, hold ; I'll go and look after them. Ge up, there. — This it is, to live under an arbi trary government ; a man muft not tpeak in his own defence : I wifh I had been born in England ; a good fervant there can bid his matter drive his COach himfelf, if he does not like how he's driven. C (hiccups ,"], [26, "to 'TIS WELL IT'S NO WORSE: (hiccups, and Jl aggers.) Its no comfort to get drunk in this flavifh country. Scene changes to a room in Aurora' j houfie, Aurora enters followed by Leonarda. Atir. Undone ! ruined ! and undone paft re demption. Leon. I wifh I could fay any thing to comfort you, Ma'am : but, Heaven help me, I can't : how ever, I think it would have been better, fome how, if you had not writ that letter to Don Carlos, to defire him to come back to Madrid ; and fince you did write it, it would have been better if he had not received it ; and fince he did receive it, it would have been better if he had not accepted the invitation. Aur. What a marvellous difcoverer you are ; no doubt any of thefe things would have been better, as matters now ftand ; but who could divine that my brother would return from Naples without giving me any notice of his intention ; and that he fhould come at fo critical a juncture ? Leon. Well, Ma'am, I can't help applauding my own furgacity, for I always thought your writing to Don Carlos would come to no good, Aur. And why did you not fay fo pray ? I'm fure it was chiefly by your advice I did it. Leon. Why yes, Ma'am, becaufe I faw you pining and languifhing ; and to be fartin, I thought it a very genteel thing in Don Carlos to kill a gentle-. man for you, as no doubt it was ; and I faid it would be very hard, if he fhould fuffer the law, which he rnuft do, or live in banifh men t all his life, unlefs he could get his pardon ; and how could he get his pardon fo well, as by coming among his friends to partition for him ; feeing the revengeful difpofi tion of Don Guzman and his family ? Aur. Well, let me hear no more of your prate, 1 befeech you, Leon."], [27, "A COMEDY. 11 Leon. Do you think, Ma'am, Don Carlos will be here to night ? Aur. I expected him laft night, you know, and {hall expect every moment 'till I hear farther from him. Leon. And, blefs us all, what do you intend to do ? Aur. Afk me no queftions, I know not what to do. Leon. Lord, Ma'am, there's no faying a word to you, you are fo ill natur'd. Aur. You have been able to pick nothing out of my brother's fervant, you fay, with regard to the bufinefs that has brought his mafter hither ; there is certainly fome myftery in it. Leon. That there is, Ma'am, as fure as can be ; you may fee it by the manner he carries himfelf. And it's my opinion the fervant, tho' he's fo clofe, knows more of the matter. Aur. Softly, here is my brother. Enter Don Pedro, and a Servant. D. Fed. Give me a chair, and have my gown and flippers ready, I fhall undrefs prefently. Leon, (in Aurora'* ear.) Mercy on us, how crofs he looks ! Aur. Good evening to you, Sir ; you have been out a great deal to day, and I am afraid have fatigued yourfelf: why don't you reach my brother a chair ? D. Ped. Time enough, time enough. (Throws himfelf into an arm cbair.) Go you, Sir, and get me a glafs of water: or ftay, let it alone; I wont have any. (clapping bis band on bis forehead.) Oh ! Aur. You feem uneafy, Sir ; has any thing hap pened to vex you while you were abroad ? D. Ped. Do you know of nothing that has hap pened which ought to vex me r Attr. How can I poffibly be acquainted with your concerns? Yet, to be plain with you, Sir, fince you have ftarted the fubject, your unexpected coming Q t w"], [28, "'TIS WELL IT'S NO WORSE. 12 to Madrid, and your behaviour ever fince yefterday that you arrived here, has raifed fome doubts in my mind •, and inclined me to fufpect, that fomewhat more than ordinary has been the matter with you. D. Ped. And you really can form no idea of what that fomething more than ordinary fhould be ? Aur. No. really. D. Ped. You would be glad to know it, I prefume ? Aur. Moft certainly. D. Ped. Leonarda, and Lopez, leave the room. Leon. (Afide.) With all my heart; I am very glad to be out of the way. [Exit. Don Pedro, Aurora. D. Ped. (Rifing.) You know, fitter, when our father died, a very considerable fucceffion devolved to me: however, being then with my regiment at Naples, I did not come to take poffeffion, but left every thing to ycur care and management. Aur. I hope, Sir, you have had no reafon to re pent — D. Ped. Pray hear me out. This confidence in your discretion naturally led me to expect that you would keep a more than ordinary guard upon all your actions ; on the contrary, however, I had re peated advice from hence, that the honour of our family was in imminent danger from your want of prudence ; a friend in particular, writ me word, that in the month of April laft, you left your lodg ings, with Don Aionzo de Ribbera •, and that while you were walking together on the Prado, another cavalier came up, charged him fword in hand, and killed him on the fpot. In a word, it is this intel ligence that has brought me here to Madrid. It is a duty I owe both to you, and myfelf, to find out the truth of thefe reports ; and, if they prove au- . thentic, it will be my duty, to take fuch measures, as may prevent your running into the like difordcrs tor the future. Aur."], [29, "A COMEDY. 13 Aur. It feems then, you give credit to the fcan dalous fable, upon the Icent of which you have run fo far. D. Ped. I fhall deal plainly with you. I have been this day, in every place, where I thought it poffible to have my doubts fatisfied by enquiry ; particularly at Don Guzman's, whofe unfortunate fon perifhed in the rencounter with Don Carlos de Pimentel. But, upon the whole, I know not whether abfolutely to believe, or totally to difcredit it. I find, both the young men were known for your admirers; and the report certainly ran, that you were the lady prefent at the fatal difpute ; how ever, being veiled, in the confusion that enfued upon Don Alonzo's falling, the woman, whoever fhe was, efcaped without being pofitively known. Aur. Well then, Sir, I give you my word, and I expect you will rely upon it, that, whatever wicked and idle ftories might be propagated, I was not the lady prefent, when the two cavaliers you mention fought. What ! can you fuppofe that I would go to walk on the Prado without an attendant ; that I would fuffer gentlemen to follow me there ; and, above all, that I would be the occafion of a duel ? Whoever wrote you fach an account of me, ought to be punifhed for an impoftor. Enter Leonarda. Leon. Don Ferdinand, Sir, the nephew of Don Guzman de Ribbera, is below, and defires to be admitted to you. D. Ped. Don Ferdinand ! fliew him up. Leon, (calling at the door.) Shew the gentleman up, Lopez. D. Ped. Sifter, retire into the next room for a few minutes; and I defire that what has juft now paffed between us, may go no farther to any one. Leon. (Softly, as they go out.) Well, Ma'am, what was it he bad to tell you ? Aur."], [30, "t± 'TIS WELL IT'S NO WORSE: Aur. Oh, Leonarda, he knows all. Leon. What, Ma'am, does he know the hiftory of the wainfcot ? Aur. Hufh ! not that, thank Heaven ; but every thing elfe. Don Pedro, Don Ferdinand. D. Fer. Don Pedro, I rejoice to find you. D. Ped. Your air fpeaks a mind in agitation; what's the matter ? D. Fer. You came to-day to my uncle's, to afk about the melancholy affair, in which my coufin, Don Aionzo, was killed by Don Carlos de Pimentel; I then told you all I knew of the matter, and that the affafiin had efcaped to Portugal. D. Ped. Well. D. Fer. Well, I was mistaken ; Don Carlos is ac this moment in this Very town of Madrid. D. Ped. How do you know ? D. Fer. About an hour ago, my coufin Marcella and her maid, were overturned in a coach, juft by my uncle's houfe ; going out to their affiltance, we met two men, who endeavoured to fhun us; coming back, we crofted them again ; and by the light of the flambeaux, which fell directly on their faces, I faw and knew one of them to be Don Carlos. I immediately gave a fervant the word, and he has dogged him, and his man, to a little inn, where they put up two mules, they had with them ; and on which, they appeared to be juft come off a journey. D. Ped. You are pofitive you faw Don Carlos ? D. Fer. I am as pofitive it was he, as thac I this moment fee you. — Now, as I am fhortly to be married to my couftn, it is highly incumbent upon me to render myfelf acceptable to my uncle -, and, I am cenain, I can do nothing more likely to pleafe him, than taking vengeance on the man who kill'd his fon. I therefore expect that you will lend me your 4m"], [31, "A COMEDY. IS your affiftance upon fo interesting an occafion, and accompany me to the place where the fervant is ready to lead us : either to fee that I have no foul play done me in an affault ; or to help me to feize the delinquent, and give him over to the officers of jultice. D. Ped. I will moft willingly do what you defire ; and am particularly glad of an opportunity to be your fecond, in an affair in which I confider myfelf already as a party concerned — Lopez, my fword — Is your man now below ? D. Fer. He waits at the door to conduct us. D. Ped. Tell my filter, I ihall be in again pre fently. Leonarda, a Footman, Aurora indifipofied Leon, (running in.) Help, help; oh, my lady! my lady ! Foot. What's, the matter ? Leon. Donna Aurora is taken ill — Come, Lopez, come and affift me to recover her Oh, here fhe is — Smell to this bottle, Ma'am (giving ber a little phial) — Blefs my heart, fuch a fudden thing ; if it has not given me a pain all down my back ! Aur. Some harfli words my brother faid to me juft.now, had fuch an effect upon my weak fpirits : but I'm a great deal better You may leave us, Lopez — (fits down) — fhut the door. Leon, Dear Ma'am, try to compofe yourfelF. Aur. What have we heard, Leonarda, what have we heard ! Leon. Very terrible things, to be fure, Ma'am. Aur. Don Carlos is arrived at Madrid, and my brother is gone to kill, or deliver him up to juftice. I fhould have called them back fallen at their feet—Oh, cruel, cruel ftroke, of his and my ad verfe fortune. Lew. Well but, Ma'am, there may be fome mistake}"], [32, "i6 'TIS WELL IT'S NO WORSE: miftake ; and, after ail, I chink, if Don Carlos was actually come to Madrid, he would have been here before now ; for confider the danger of his being feen. Aur. Did you here them fay he was juft arriv'd— Oh, too fure, too fure he is come ; and they are gone to destroy him ! Leon. (A bell rings faintly.) Hift, Ma'am, hift! Aur. What ails you ? Leon. Hark ! Aur. How now ! Leon. (Bell rings again.) As I hope to be fav'd, I heard the little bell ring below ; he's come here, and is now at the garden -door. [runs out. Aur. Fly quick, good Leonarda, fly — If this be fo, I am yet happy ; and may ftill preferve him from the malice of his enemies, [follows Leonarda. Re-enter Aurora, Leonarda, Don Carlos, and Mufkato. D. Car. Beautiful Aurora, let me kifs your hand; I find myfelf alive, but in the pleafure of feeing you once again. Mufi I falure you too, fweet Signora Leonarda — but your lips, if you pleafe j for I am not fo eafily fatisfied as my mafter. Aur. You cannot think how rejoiced I am to fee you, at this moment : yet, I fear, the afylum I have to offer you, will not prove fo much to our wifhes, as my letters to Portugal made you hope •, for my brother arrived here, from Italy, yefterday. D. Car. Your brother ! Aur. I had no notice of his coming •, otherwife, you may be fure, I fhould have apprized you, that you might have deferred your journey, at leaft, for fome time. Mufi. I thought Don Pedro had been with the Spanifh regiments at Naples. Leon. He was ; but wou'd you believe ir, fome devil"], [33, "A C O M E D Y. ij Cfevil wrote him word of your matter's duel with Don Aionzo •, and that they quarrelled about my lady : and he's come here for no verlal purpole,' but ro find out the truth of it. D. Car. It will be impoffible for me to ftay in' vcur houfe then. Aur. Why fo? The accident of my brother's coming, may, for fome time, put you in a difagree able fituation, but not in a defperate one ; I have' prepared a retreat for you, where his utmoft cunning will never be able to find you. Mufk. Ay, Ma'am, but the ccnfta'bles— • Leon. Nor they, neither— hear my lady out. . Aur. This houfe confifts, like many others in Madrid, but of two ftories : the upper, I occupy rayfelf ; the lower, which, on my father's death, I found I had no occasion for, I let to one Octavio, a wine-merchant : on this divifion of the building, a back ftair-cafe, which made the communication between the two ftcries, with a fmall clofet adjoin ing, became ufclefs ; and, by mutual confent, was' flopped up, by a partition on the fide of the apart ment below, as well as on this. When I had thoughts cf bringing you back to Madrid, itoccurred to mc, that the partition on my fide might again be fecretly opened, and prepared in fuch a manner, as would effectually fcreen you from any fearch, fhould' it ever be fufpected that you were in the houfe : ac cordingly, the thing is done, (going to the back fcene, Jhe lifts up a panne I, which dific overs the head of a Jlair-cafie) and this moveable panr.el will, when you pleafe, admit you into a place of ftcurity ; and, when fattened on the infide D. Car. Excufe me, Ma'am, I have too grateful a fenfe of your kindnefs, to avail myfelf of a retreat, which muft expofe you. In this emergency, the molt fimple way is to return to the place from whence I came. Mffk. That's my advice,' Sir; let us go to the D inn"], [34, "i8 'TIS WELL IT'S NO WORSE: inn directly, take our mules, o'God's name, and fet off. — Ladies, my mafter, and I, have the honour of wifhing you all health and happinefs. Anr. Oh, hold ! Don Carlos, you muft not go to the inn, unlefs you have a mind to run into the jaws of inevitable destruction. D. Car. Why fo ? Aur. You have, by fome accident or other, been feen, fince you came to Madrid, by young Fer dinand, the nephew of Don Guzman de Ribbera. His fervant dogg'd you to your inn ; and he, and my brother, are juft gone in fearch of you. Mujk. This comes of your not putting on the mafk you bought at Salamanca, as I advifed you. Why, Sir, will you be fo obftinate ? Leon, (a knocking at the door.) Oh, Heavens, Ma'am, your brother knocks. D. Car. Don't be alarmed > we have arms to de fend ourfelves. Mufk. (getting behind his majler.) No, no, ladies, don't be alarmed. Aur. Talk not of defence, I befeech you ; but in pity to me, and out of regard to yourfelf, go into the place I have fhewn you for this night : my bro ther will certainly go out early in the morning ; and we will then confult together for your better and fafer accommodation. Mufk, What the lady fays, Sir, is juft and reafon able — I have confidered the matter ; and, if you don't do it, I'll give myfelf up to juftice imme diately, and try to be admitted king's evidence. D. Car. I'll do any thing for your fafety. Aur. For my fafety be it then. Leon. Here, here, get you in. The clofet's on the left hand, where you'll find a bed and a pallet : we'll be fure to come to you early in the morning; and, in the mean time, for your lives, don't come out upon any account whacfoever. Auk"], [35, "A COMEDY. 19 Aur. No, upon no account Come, let us go into the next room. Mufti, (lifting up thepannel.) Hip, Signora Leo narda, won't you leave us a bottle, and a cruft ? Leon. Feel in the clofct. Scene changes to an anti- chamber in the fame houfie. Don Pedro enters, fheathing his fword, followed by Don Ferdinand. D. Ped. So, at length we are got into, at leaft, a temporary fhelter. Did you take notice whether any purfued us ? D. Fer. I know not that •, but I heard your r^ame mentioned, more than once, by the crowd that ga thered about us. D. Ped. What do you here ? Why don'c you get to your own houfe ? D. Fer. You cannot think me capable of fuch bafenefs : I have been the innocent means of draw ing you into this misfortune ; you were known, though I was not ; and I will either fee you out of danger, or partake it with you. D. Ped. Who is the perfon we have wounded ? D. Fer. I think fome one faid, the fecretary of the Duke of Medina Sidonia. Enter a Servant. Serv. Sir, Signor Octavio, the wine-merchant below, defires to fpeak to you. Enter Octavio. Oft. I underftand, Don Pedro, you have had a fcuffle in the ftreet ; you are known ; and the perfon you have wounded, is the Duke of Medina Sidonia himfelf; who was going, incog, to the lodgings of a courtezan, in the quarter where you affaulted him. D. Ped. Fatal accident !— the Duke himfelf ! D a Qm"], [36, "TIS WELL IT'S NO WORSE: 20 Oct. As a neigbbaur, and friend to your family, I am come to advife you to abfcond without delay. The Duke's relations are proud and vendictive ; and fhould he die, the worft confcquences are to be apprehended. In my opinion, indeed, you ought to take every thing belonging to you out of thefe apartments directly -, for depend upon ir, as foon as an order can be procured from court, the officers of the police will be here ; and, find who, or what they will, they'll feize all without mercy. D. Fer. Why do you ftand like one confounded f Do you not hear what Signor Octavio fays ? You r>.nd your family muft be gone, from hence ; I will ftay rehind, and fee your goods removed with all pofliblc diligence. Oct. What is moft valuable, may be put into my warehoufe, in half an hour: and if Don Pedro will Commit the key of his apartments to my charge, I will do my utmoit to qualh whatever enquiries may be made after him. D. Ped. Get a coach to the door, and call hither my fitter and her maid ; I muft difpofe of them in fafety, the firft thingl do. My d^ar friend, had you not cried out, \" That is the man,\" when you faw the perfon muffled coming towards us, I fhould not have drawn my fword upon him. D. Fer. The fault was entirely the Duke's : .had he difcoyered, inltead of preparing to defend, him felf, when he was called on to furrender, we fhould have acknowledged our error, and defircd his pardon. Enter Aurora and Leonarda ; Octavi'a, ct the fame time, going out, and afterwards returning witbfier- •vants, to whom he appears to give directions about unfurniJBing the bcufie. Aur. What are your commands, Sir? D Ped. To tell you, wretched creature, that you were born for my destruction, as well as my difho- nour *"], [37, "A C O M E D Y. 21 hour: had not your mifcondudt brought me to Madrid, I might have elcaped what has. this night happened. Aur. Why, what has happened ? D. Ped. Don Ferdinand came hither juft now, to defire I would accompany him on an affair of ho nour ; but we have miffed the perlbn we went in fearch of, and by mittake affauked another, who proves to be the Duke of Medina Sidonia. Aur. Well, Sir, and what — D. Ped. I muft withdraw immediately to a place of fafety; think not however, I will leave you any more at your own difpofal, to add infamy to my misfortunes •, a coach is already fent for, and, late as it is, before we part, I will fee you and your maid fafely lodged with our coufin Matilda, abbefs of the Urfuline nunnery. Aur. Sir! D. Ped. I do not want to argue the matter with you : I have told you that my fafety requires I fhould ablent myfelf; and I will not leave you be hind. Leon. I'm fure I'll not go into a nunnery. D. Ped. Then I'm fure you fhall go into the ftreet. [A knocking is heard, and a man comes with a Jlep-ladder, which he Jets againjl the back- fcene, to take down a picture.] Aur. Heav'ns and earth ! what are thefe people doing ? D. Ped. Afk no queftions ; whatever is done is peceffary. Aur. Well but, Sir, I can't ftir any where to night. D. Fed. By Heav'ns you mufl: and fhall ! The coach now flops at the door ; and no more will I fuffer you to go out of this place, but into it. Leon. Oh, Lord, Ma'am, what will becomeof Don Carlos !— fe P<4%"], [38, "'TIS WELL IT'S NO WORSE: 22 D. Ped. (partly overhearing.) Eh ! how ! what will become of them ? Leon. Nothing, Sir, nobody, I am only going for my lady's veil. D. Ped. The night's dark enough to hide her face without it. Come back here, miftrefs: open the door there : come, give me both your hands (fieizing them both, one in each hand:) nay, no ftruggling. Aur. Well but, Sir, brother, let me fpeak to you. Was ever fo unfortunate a creature ! Leon. Don't pull me, Sir. D. Ped. Follow me quietly then. Signor Oc tavio, I leave every thing to your prudent ma nagement: You, Don Ferdinand, fhall hear from me. Why, filter, will you expofe yourfelf, by this extravagant behaviour? Aur. Kill me, rather than— ■ Leon. Ah ! (he forces them out.) 03. (to the fiervant) Make what hafte you can to get out the furniture, and let us lock up the doors immediately. End of the Third Act. A C T II. S C E N E I. The room in AuroraV apartments, in which is the moveable partition. The room appears unfiurnifihed ; Don Carlos lifts up the panncl, and afterwards eomes out, followed by Mufkato. D. Cc%r. J- T muft certainly be day-light. Mufk. Day-light ! Zounds, Sir, what do you talk of ? Its nearer noon than fun-rife: here's a clock that never fails me (Jlriking his belly;) and,"], [39, "A COMEDY. a$ if we have not been in this rat-hole thirteen hours, by any meafurer of time in Caftile, I'll be content to be carried from hence to Mexico, flowed in a beer barrel. D.Car. Surely, Aurora has forgot us; and yet that's impoffible too, let us advance a little; gently,, every thing's very quiet, Mufkato ; they are cer tainly afleep ftill. . Mufi. May be fo, Sir; I can only fay they are flugabeds then ; and that they lie longer in a morn ing, than people who regard their health ought to do. D. Car. Did not you hear fomebody's voice ? Mufi. Yes, a man in the ftreet, crying birtch brooms. D. Car. But, fure, Mufkato, either my eyes de ceive me, or this is not the room we were in last night. Mttfi. The room! Stay, why no; where the de* vil's all the furniture ? I think there were pictures, and chairs, and glaffes— D. Car. There were, no doubt. Mufi. And, if I remember right, thefe walls were hung with tapeftry. D. Car. Go to the door, and call foftly. Mufi. (on tiptoe) Hift, hift, Leonarda ! D. Car. Have a care, Mufkato. Mufi. (louder) Leonarda! (louder ftill) Leona — D. Car. Is the fellow bewitch'd ? You'll raife the houfe upon us. Mufi. Not I, indeed, Sir; for, in my opinion, there's nobody in the houfe to be raifed : I fancy they have left us tenants at large: let's fee a little farther (putting in bis bead at a door.) Hey dey ! Tbelieve we have had an auction here laft night ; if fo, the bidders were obliged to take the goods off the premiffes as foon as purchas'd. D. Car. What extravagancies arc you uttering? Muf. Or, perhaps, a gang of houfe-breakers- broke"], [40, "34 9TI S WELL IT'S NO WORSE: broke in : they underftood their bufinefs to a nicety, upon my word ; for they feem not to have left fo much as a joint-stool behind them. D. Car. Come from thence. MuJ~. Nay, Sir, do you rather come here, and judge for yourfelf. If ever I faw a room cleaner pick'd to the walls, I wifh I may be (hot. From the filence tco, one fhould imagine the family lie murder'd in their beds; in which cafe we have had a lucky efcape. D. Car. There was a remarkable diiturbance in the houfe, foon after we were fliut up, that we both took notice of. Mufi. Knocking and hammering, I remember it, Sir; and it was then, I fuppofe, tha; they were making conveyance of the goods and chattels. D. Car. Aurora and her maid charged us not to ftir. Mufi. I wanted to get up for all that, Sir. D. Car. This is the moft extraordinary thing I ever met with. A/a/. Hold, Sir, I find a certain boldnefs, or cou rage, come upon me ; it may be owing to hunger ; but no matter: I will venture forth to explore the contiguous apartments, and make you acquainted with my difcoveries. I hope, at leaft, they have left us a little bread and water. Don Carlos alone. I feel a fudden alarm and terror, which I am un able to account for. This room has certainly been unfurnifh'd during the night ; and for what purpofe ? Something more than ordinary it muft be owing to; and, perhaps, the defign may be treafon againft me-, yet, how againft me? How is it poffible? But there's no time for reflection ; at any rate it will be impolitic in me to remain in a place, under fuch fufpicious circumftances. Mufkato ! Mufkato! (calling) I'll draw my fword ; and, if any one ar tempts to oppole our paflage — ■"], [41, "A CO M E D Y. 25 Enter Mufkato. Muf. What's the matter with you, Sir ? 1). Car. Let us go from hence directly. Muf. How, through the key-holes? The doors are all double locked. D. Car. By the windows then. Mufi. They have bars, on the outfide, as thick as mill-pofts. D. Car. Is there nobody in the houfe ? Mufi. Not a creature, except ourfe'.ves ; nor a cranny left for a fly to get our at. I have been all through the rooms; and every thing's gone that they could conveniently carry off: in the kitchen, however, I found a few dry crusts ; here they are ; 'tis true I might conceal them for my own eating ; bur, friends in affliction fhould be generous to one another. D. Car. I am in amaze! MuJ. Will you have a bit, Sir ? D. Car. Certainly, was a man to rack his ima- gination, in order to conceive a more lingular ad venture, it would be hardly poffible ro do it. Au rora invites me hither, fecure in the abfence of her brother; he unexpectedly arrives a diy before me; fhe fhuts me up in a ciofec, against my will, to hide me from him ; and, in a few hours that I am in the houfe, it is totally turned upfide down ; and I am left alone in it, without fo much a^ a paffage by which I can make my efcape. Muf. \" We'll, be fure to come to you early in in the morning; and, in the mean time, for your lives don't come out upon any account whatever.\" (dajhing his hat ufon the ground; Oh / D. Car. What fury poffeff.-s you ? Mufi. Thefe, Sir, as I take ir, you may remem ber to have been the words tha: iffued, iatt nighr, from the Twee c lips of our good naturcd friends, E and"], [42, "26 'TISWELLIT'SNOWORSE: and benefactreffcs, when they were fhoving us into the hole there. D.Car. Well what would you infer from thence ? You don't fufpect Aurora of perfidy ; confider what joy fhe teftify'd upon feeing us. Mufi. To be fure, Sir, her fnare was not laid for nothing; and fhe was glad to have us fall into it. D. Car. Then, was ever confternation more ftrongly painted than hers, when fhe thought I fhould meet her brother, who was gone out in pur fuit of me ? Mufi. All a lye ; fhe faw we were likely to efcape, and trumpt up that ftory to make fure of us ; but. pray, Sir, look round, and give me leave to afk you one fimple queftion ; for what reafon do you think Don Pedro, or fomebody elfe, has unfurnifhed this hou!e fo fuddenly ? D. Car. I can't imagine. Muf. Now, to me, it is as clear as the fun at noon-day : having you in their power, and being determined to facrifice you, they mov'd off the goods beforehand, that they might not be expofed to confifcation. D. Car. I nad formerly a mafter-key to this houfe •, bur, when I was going to Portugal, I gave it back to Aurora : little did I think I fhould ever tome to (land in fuch need of it. Aluf. Weil but, Sir, a truce with complaining, and let us confider what's to be done ; for, as 1 take it, active meafures will be neceffary. D. Car. I fee but one means for our delivery. Mufi. Give me a glympfeof it, for I am fo thick fightcd of mylclf that I can difcover never a one. D. Carl 1 he apartment below is occupied by a merchant ; I will difcover myfelf to him : it is better to run the rifk of that confidence than to ftay here to be affaffinated. Muf. And how fhall we contrive to make this merchant acquainted with our diftrefs ? D. Car."], [43, "A COMEDY. 27 D. Car. By knocking at the partition at the foot of the ftair-cafe. Mufi. Well but, flay, Sir, don't go about things hand over head ; what if, at the firft itrokc, this merchant, and his people, fhould take us for thieves, break in upon us at once, and knock us on the head? Or, take it another way, fuppofe they ffloutd call the conttables, before we have an opportunity to explain ourfclves ? In our prefent situation, I ap prehend we (hould not be better off. D. Car. (advancing, and flopping fljort) Hold, Mufkato ! did not you hear a noife ? Muf. Yes, a damnable one [a noifie without.) I'm afraid its all over with us. D. Car. The noife comes from the great door below ; it is in the ftreet. AluJ. I'll go then — D. Car. Stop, blockhead — MuJ. And tell them we have not the key. D. Car. Stay were you are (noifie again.) MuJ. If I miftake not egregioufly, they are striv ing to break in (the noije increafies -,) let me juft go to the door, and peep through the key-hole. D. Car. Do fo. MuJ. (returning) Oh, Sir ! F). Car. How now ! % Mufi. We 2re undone ! D. Car. What do you fall upon your knees for ? Is the fellow mad ? Stand up, and tell me what you have feen : who's at the door? Mufi. Fifty ! D Car. What? Mufi Serjeants of mace, and cntchpoles, armed with bludgeons, and mufkets (noije again) don't you hear them breaking open the door? D Car. Once, again, I delire you to ftand up. MuJ. Yes, yes, we're done for (noife again.) D. Car. They are breaking open the door, fure enough, whoever they are. E 2 , Aluj."], [44, "28 'TIS WELL IT'S NO WORSE: Muf. They are what I tell you ; I faw them with my eyes ; and they are fent by that villain, Don Pedro, to take us alive. You will probably be put to the torture,: take my advice-, here's one of my garters; you'll find a hook behind the wain fco: D. Car. Good Heavens ! Can I fufpect 3 gentle man, like Don Pedro, of a proceeding fo bafe as this ? Muf. A lady and a gentleman too, Sir ; Don Pedro and Donna Aurora-, the devil a barrel the better herring; and the waiting-woman too: they are all in the plot. D. Car. The door opens ; what fliall we do ? Muf. I'll go up the kitchen chimney. D. Car. No, let us rather retire to our hiding place, and barricade ourfelves as well as we can. I will fell my lite as dear as poffible. Enter Octavio, and fiver al officers ; fome ofi whom difi- per fie themjdves ab-.ut the fi age. \" Oil. Come in, gentlemen, come in, and wel come-, but why force the door ? I had the key in my pofieffion, and would have willingly opened it for you. \\ft. Off. I act in the king's name, and give no ac count. Oil. You'll tell me what you want, I fuppofe ? i ft. Off. I am not obliged to do that either, unlets I like it: however, fince you are curious about tfTe matter, I want a gentleman, called Don Pedro Pa checo; my people underftand thefe are his lodg ings; and, laft night, he wounded a gentleman in the ftreet! Oil. Don Pedro Pacheco ! ift. Off. Ay, ay ; you know him well enough. OS."], [45, "A COMEDY. 29 Oil. I knew a filter of his, who had thefe lodtj*. ings •, but, as you may fee, fhe has been gone from them fome tim?. ii? Off. (to his people) Well, have you found any one? 2d. Off. No, nor any thing; there's fome mi stake, or they have been too cunning for us. Oil. I affure you, gentlemen, you may credit wh.'t I fay. 17?. Off. Don't tell me of crediting ; I have a warrant, and muft enquire. Enter Don Guzman. D Guz. Signor Octavio, a word with you (taking off his bat, and making a low bow to the Officers.) Worthy gentlemen, I beg your pardon (draws Oc tavio afide.) What are you doing with thefe hell hounds here ? Arn't you about an affair that I am acquainted with ? Oil. (afide to Don Guzman) I can't tell that. Sir; I am endeavouring to ferve a friend of mine, who has had a rencounter D Guz. I know what you are going to fay — the Duke of Medina ; is not it fo ? You underftand me. I'll put an end to ail this in a minute for you. Who do you look for here, Mr. Alguazil ? ift Off. A gentleman, call'd Don Pedro Pacheco. JD Guz. You know me, don't you? ill. Off. Yes, fure, very well, Don Guzman. D. Guz. Well then, upon my cred:t, do yoa mark me, that Don Pedro you look for, is not here -, I knew him when he was a child, no higher. than my cane; and he has been in Constantinople thefe three quarters of a year. Oil. In Italy you mean, Don Guzman. D. Guz. In Italy, fo he has; I thought he had been among the Turks ; but it's the fame thing. Here's a.couple of doubloons for you,- Mr. Algua zil: give him two doubloons Octavio. I am lorry to fee officers of justice, who fhould be characters"], [46, "30 'TIS WELL IT'S NO WORSE: of refpect, and reverence, made laughing flocks of; you have been abufed by fomebody here, in order to laugh at you ; fo get about your bufinefs, as faft as you can. \\ft. Off. To be fure, Don Guzman, fince you fay the gentleman is not here, we'll take your word. Come along, comrades. Don Guzman, Octavio. P. Guz. I defired you to give him a couple of doubloons, Octavio, becaufe you may get them from Don Pedro again. Oil. I find then, Sir, your nephew has — D. Guz. I know what you are going to fay; yes, my nephew has told me all, but not a word to any one elfe in our houfe ; if my daughter was to hear it, fhe would fall into fits, fte was fo fond of her brother, and is fo fond of her coufin : befides, being of a tender and delicate difpofuion, which fhe in herits from her mother — , Oil. But, pray, Sir, don't you fuppofe that Don Ferdinand might be mistaken, in imagining he faw Don Carlos, the gentleman who was fo unfortunate as to kill your fon ? • P. Guz. Why, I'm afraid (o, I'm afraid fo, in deed, my dear friend : but don't talk to me of that, becaufe it makes me melancholy. Oil. I have received a letter this morning, from Don Pedro, to defire I would endeavour to lett thefe apartments : I don't know how to proceed, but I fancy the beft way will be, to put a bill upon the outfide door. D. Guz. Why, I am come to talk to you about that; my nephew has received a letter from him too. I iuppofe you would give this tenement a bargain, to any one, that would take it off your hands ? : Oil. To be fure, Sir, on an occafion like this — P. Guz. You would be glad to take any thing you"], [47, "A C O M E D Y. 31 you could get; isn't that what you were going to fay ? Why, you're in the right ; and I fhould be forry, Don Pedro, who is a neighbour's child, re ceived any injury by his civility to us : fo, if twenty dollars a month will be a fufficient rent, I will e'en hire the premiffes for my own ufe, and take poffef fion directly. Oil. Surely, Sir, twenty dollars are too little. P. Guz. Well, but confider, it's doing the young man a favour, and I put myfelf to fome inconve nience : befides, I won't give a half-penny more. Oil. Then, Sir, it is needlefs todilpute. D. Guz. How many rooms are there? OH. Will you fee them ? D. Guz. No, it is not the firft time I have been here ; befides, I fettled with my nephew how the thing was to be, before I came out. Oil. I fuppofe, Sir, you intend entering to day ? D. Guz. You think belike, feeing my family in the houfe, would prevent further enquiries, and fatisfy the Police, that Don Pedro — 05.1 really think, Sir, that, as your chief motive for taking the apartment, is to ferve Don Pedro, the fooner you and your family come into it, the better. D. Guz. I am of that opinion too, and as very luckily my time is juft up where I now lodge, and I want fome larger rooms, in confequence of my daughter's marriage, which I fhall fhortly celebrate; I am this moment preparing to move the furniture from one place to the other, and fhall fend to you for the key, within this half hour. OH. You will oblige me, Don Guzman, by charging yourfelf with the key now ; for having a fmall vineyard near town, I have shut up my place below, and fent all my fervants, men and women, to work there. P. Guz. And you want to go yourfelf, is it not fo ? Oft. I thought of fctting off before this, and ftayirg"], [48, "p. 'TIS WELL IT'S NO WORSE: ftaying for the remainder ofthe week, had not Don Pedro's affairs detained me. D. Guz. Well, well, go your ways, and mind your bufinefs ; I'll take the key from you. (looking 7 mind, as he. is going out.) Let me fee ; was ic twenty, or fifteen dollars a month, we talked of? Oil. Twenty, Sir, you offered. P. Guz. Twenty ! Are you fure ? Oil. Upon my word, Sir. D. Guz. Well, but that's too much for bare walls ; however, my nephew' fball fpeak to Don Pedro, about fome abatement. Don Carlos, Mufkato. Mufi. (looking after them.) They are gone out again, and have locked the door upon us. D.Car. Did you hear all that has paffed, Mufkato? Mufi, Yes, Sir, every word of it ; but don't grow defperate upon that account, things are not fo bad as we expected ; this is a refpite at leaft, if not a reprieve. D. Car. A refpite ! Has not Don Guzman taken this houfe over my head, and am I not by that means in the hands of my moft cruel and avowed enemy ? Mufi. Yes, Sir, but he does not know you are in his hands ; and by fome fortunate means or other, you may, perhaps, contrive to flip thro' his fingers. D. Car. To complcat my misfortune too, the merchant below is gone out, with his family, and has fhut up his doors ; fo that my retreat is stopped that way. Alufi. For my part, I'm ftupified; my crufts are gone, my hunger remains, and I could drink aqua fortis. D. Car. But, come, Mufkato, never let us be conquered by the perfecutions of fate ; let us try if we cannot help ourfelves. Muf. You may try, what you will ; for my parr, I can do nothing."], [49, "A COMEDY. 33 D. Car. By forcing the lock of the door, we may get out before our enemy returns, more effectually to flop our paffage : I know the danger of fhewing myfelf at this hour in the ftreets, but — Muf. Oh, Sir, nothing is fo dangerous as flay ing here ; if we can get out -, fo, pray let us force the door •, I have broke a lock before now, upon a lefs juftifiable occafion •, and if you'll lend me your affiftance, I'll do my endeavour to mafter this — (goes out.) D. Car. I wifh I had fome better weapon than the hilt of my fword ; however, what we want in proper inftruments, we muft endeavour to fupply with ftrength. (going to follow Mufkato.) Muf. (returning in a fright.) Quick, Sir, quick; get back to the flair-cafe. D. Car. What's the matter ? Mufi. Don Guzman's people are in the houfe; come here, and hide yourfelf, and afk no queltions (get behind the pannel. ) Enter Beatrice, and Lazarillo. Beat. And fo, thefe are the lodgings we are in fuch a hurry to leave our old one's for ? Laz. Ay ; how do you like them ? Beat. Like them, not at all ; I never faw fuch a battered barrack in my days ; who could build the dog-hole ? In the firft place, that door has not common fenfe in it ; then the ftairs are the wrong way, and fo fteep, and narrow, that they are like a ladder to get into a cock loft: and the windows! mercy on us, what pidgeon holes ; and a mile and a half from the ground. Laz. Ay, there's the fault; you want to be gap ing and flaring into the ftreet. Beat. Lazarillo, run to the old gentleman, and tell him, if he has not already figned the agree ment, he muft by no means take this houfe, till the landlord engages to alter the door, turn the F itair-"], [50, "34 'TIS WELL IT'S NO WORSE : Itair-cafe the contrary way, and enlarge the windows. Laz. Pray, Mrs. Beatrice, carry your own mef fages, I have fomething elfe to do. A load of fur niture will be below prefently, which muft be placed in the apartments, within this half hour. Beat. I hear a coach ; fure it is not my lady z\\ ready ? Laz. But it is tho'; you had better tell her you don't like the houfe. Beat. So I fhall, I promife you. Laz. I don't doubt it; you have affurance fuffi cient Beat. Affurance, indeed ! I love you for that with all my heart. — Enter Marcella. La\\ Ma'am, you are in great hafte; I did not ex pect to fee you thefe three hours. Marc. I fet out to oblige my father; nothing would fatisfy him, but I muft come directly, to fee the apartments, and difpofe ofthe furniture accord ing to my own fancy. Beat. Furniture, Ma'am ! I'm fure it's a pity to put any into them ; if the kennel was mine, I fhould think of nothing but pulling it down, and felling the rubbifh to the beft bidder. Laz. Mrs. Beatrice is difficult to pleafe, Ma'am. Mar. So fine is indeed, Lazarillo ; the building looks very well on the outfide, and, as far as I can perceive, promifes to be very convenient within. Beat. Yes, Ma'am, if hounds were to live in it. Marc. My father tells me, Lazarillo, that it is to, pleafe your matter, he takes thefe lodgings ; and I fuppofe it is by his defire that we come to them fo fuddenly. Do you know the reafon of Don Ferdi nand's extraordinary attachment? Laz. Why, Ma'am, I'm generally pretty well acquainted with my mafte.'s fecrets."], [51, "A COMEDY. 3$ Mar. I beg your pardon ; I did not know it was liny fecret, or I fhould not have afked. Laz. Oh, Ma'am there's no fecret ; that is to fay, no abfolute fecret: but, as far as this here, Ma'am, the air and situation, I believe- Beat. In fhort, Ma'am, Signor Lazarillo is a per fon who feldom chufes to feem ignorant of any thing. —Did your mafter ever tell you why he liked thefe lodgings ? Laz. I can't fay he iverdid. Beat. Then you can give my lady no fatisfactiorj as to her queftion. Laz. Well, Mrs. Beatrice, I did not fpeak to you. Mar. Never mind her, Lazarillo, but go and take care of thofe things I brought in the coach. Marcella, Beatrice. Mar. Ah, Beatrice! Beat. Ay, Ma'am, here I am. Mar. Pity me. Beat. Blefs my foul, Ma'am,for what ? Mar. I feel myfelf very unhappy. Beat. O fye, Ma'am, to tell me fo, on the eve of your marriage, as it were. Mar. 'Tis the thought of that makes me me lancholy. Beat. Is it, irtdeed ? I'm fure then, Ma'am, you and I are of very different difpofitions — I v.ifh I was going to be married •, the deuce a thing fnou'd I think of, but what wou'd make me very glad.^ Mar. How, Beatrice'! fuppofe you were going to fet out upon a journey, which prefented you with the moft beautiful profpeft; but, on the firft ad vances you made, you found yourfelf on the brink of a precipice, what would you do ? Beat. A very great precipice, do you mean ; or* only a little fort of a declivity ? Mar. Pfnaw! I'm not in a jelling humour. F z- Beat."], [52, "36 'TIS WELL IT'S NO WORSE: Beat. Well, but, Ma'am, let me underftand you. You afk me, if I was going to fet out on a journey, which prefented me with the moft beau tiful profpect; and, on the firft advances I made, I found myfelf on the brink of a precipice what I wou'd do ? Mar. Ay. Beat. Why then, Ma'am, I'll tell you In cafe it was not a very ugly precipice indeed, I wou'd mufter up all my ftrength— ihut my eyes, fo — and give a greatjump. Mar. I told you before, that it was no fubject to turn into ridicule. In fhort, Beatrice, my coufin, Don Ferdinand ■ Beat, (flopping her miflrefis.) He's here, Ma'am. Enter Don Ferdinand. D. Fer. How happy am I, to arrive at a moment when you pronounce my name! — I have the plea fure to know then, that you do fometimes con defcend to think of me in my abfence. Mar. I know not whether that fhould give you pleafure, or not. D. Fer. To live in your remembrance, muft do fo ; we naturally think of thofe we love. Mar. We fometimes think too little of thofe we ought to love. D. Fer. Can that cruel reflection be defign'd for me? AL-.r I am at a lofs to anfwer you, perhaps — but I had juft begun to talk to Beatrice, when your coming into the room, interrupted me — I will take up the dilcourfe again, if you pleafe; and finifhwhat I was going to fay to her. D. Fer. I am content. Beat. Stand there then, Sir ; and we'll proceed in Gur d'fcourfe, as if you were fifty miles off — Come, Ma'am, begin. Mar. i Uy then, Beatrice, my coufin, Don Fer- dinand,"], [53, "A COMEDY. 37 <5inand, no doubt, imagines\" that marriage is a dif penfation from the fubaltern duties, exacted by com plaifance, fvnce he already begins to fail in thofe marks of tendernefs and regard, I expected to find from him — he forgets that love is nourifned by at tention-, and, that the flighteft negligence, kills it — Yefterday evening I went to the Prado — Don Fer dinand ftayed behind — I was in danger of my life — Don Ferdinand, indeed, came to my affiftance-, but not till I had been previoufly refcued by another — I got home terrified and difordered — Don Ferdinand immediately went out, and left me — I am willing to excufe this behaviour; but, at the fame time, I can not help faying to myfelf, how will he treat me when I am his wife, if he ufes me thus, while he calls me his miftrefs ? D. Fer. Ah, dear Marcella, did you know how uneafy you make me by this kind of difcourfe — ■ — Mar. And why uneafy ? — I did not addrefs my felf to you — what I fpoke, was faid to Beatrice — and you need take no notice of it, as you need not be fuppofed to overhear. Beat. That's right, Ma'am — and to let you know another thing, Sir, you are not to take the words out of my mouth — my lady fpoke to me; and it's my part to anfwer — and here's the way I do it I fuppofe, Ma'am, Don Ferdinand is like the reft of his lex ; who, for the moft part, follow women as thev hunt hares and foxes : when the animal's catched, the fport is over. — I once had a fweetheart myfelf, Ma'am, that ufed to call me his queen, and his goddefs ; and, one day, he wanted to kill him felf for me ; but, when he found I was willing to let him, he foon convinced me, he was not in earneft. I remember, he ufed to compare my eyes to dia monds •, and my lips to rubies ; and my teeth to pearl-, and my neck to alabafter: and he ufed to fay, his heart was kt a -fire, and that the fteel of my beauty',"], [54, "38 'TIS WELL IT'S NO WORSE: beauty, had ftruck againft the flint of his inclination? and a great deal of ftuff, in that way. D. Fer. Stuff, indeed, Beatrice ! — But your lady will do me the juftice to confefs; that from the first moment fhe vouchfafed to liften to my pretenfions^ I never gave into thofe ridiculous hyperboles, which accompany the declarations of ordinary lovers : fuch can only be of ufe to charm vulgar minds. The only eloquence to perfuade a mind, formed like my Marcella's, is sincerity ; and, I always thought, the beft way to acquire her efteem, was to convince her that fhe poffeffed mine. Beat. Lord, Sir, will you be fo good as to repeat that over again -, if it is not the prettiest thing I ever heard in my life ; I believe you took it from fome novel though. Come, Ma'am, give him your hand to kifs, and tell him you are friends with him. — Look you there, Sir, I knew it — There's nothing does with us, like a little talk. D. Fer, (Kiffing Marcella'j hand, which floe gives him.) Your father, my dear, is determined to have our wedding a public one; and Saturday next, he affures me, fhall be the happy day. Juft as I left home, a good many of your things were brought, which I have ordered to be fent here, with fome boxes of rich wine, and foreign fweetmeats, for the ball 1 intend to give a felect number of our friends, to-morrow night. In the mean time, I'll ftep back to the old lodgings, to fee things properly taken care of. Lazerillo, bring up thofe parcels. — — Examine them, my dear. — And you, Mrs. Beatrice, will not find yourfelf forgotten. 'Marcella, Beatrice, and then Lazarillo, who enters with candles, and is afterwards followed by two fiervants, who bring in a table, and fiet it againft the pannel where Don Carlos and Mufkato are phut up ; they alfio bring in two chairs, fiome cafes of wingj . and boxes, fiome of which they place upon the table. 'Beat. O then, there's fomething for me ! Laisa* i"], [55, "A COMEDY. 39 rillo, make hafte up with the things. — I fuppofe it's the new gown he promis'd to give me ; and that your mantua-maker took meafure of me for. I long to fee it. — Lazarillo, I fay, will you be all day ? Laz. Coming, Mrs. Beatrice, coming. Beat. Why don't you make hafte then ? Laz. It's impoffible to make hafte enough for impatient people. Beat. Have not you fomething that your mafter gave you for me, pray ? Laz. I have fomething for every body — but that's your bundle, I believe — (gives her a parcel, which fhe immediately opens) — Here, comrades, bring in the table, and fet it yonder, that I may put thefe things upon it; and then bring up the boxes, and cafes of wine that you'll find in the hall ; quick, quick. Beat. (Having difiplay'd her gown on a chair.) Dear madam, look here; upon my life, it's very pretty ; and every thing complete ; a veil, and a petticoat, and lined throughout with filk. I have a good mind to try it on now — (going to unpin herfelf) Do you think it will become me, Ma'am ? Mar. Your head runs upon nothing but your drefs. — Follow me, to fee the condition of the other rooms. Laz. We are going back for more things, Mrs. Beatrice; you'll pleafe to take care of what we leave behind. Beat. O ftay then, till I fhut the doors (croffes the ftage, to Jhut the oppofite door ; returning, fhe ft ops a moment at the door where Jhe goes out, to admire the gown) Well, I fwear and vow, it's one of the genteeleft things I ever faw in my life. 1 wifh, however, there had been a little more puffing upon the fleeves. Don Carlos, Mufkato. Mufk. (Speaking, as he puts up the panncl.) I will §o out. P. Car."], [56, "4o 'TIS WELL IT'S NO WORSE: D. Car. Mufkato. Mufk. Zounds, Sir, don't tell me ; as good be hang'd, as famifh'd (Perceiving the table that has been put againfi the fennel, which -prevents his coming forward) Hey-day r what have we here? They have rais'd a buttrafs againft our wooden wall . (Putting bis band among the things on the table, throws fiome of them down) —Row > wow, wow ! P. Car. What are you doing ? Mufk. Making a noife. How fhall I remove thefe impediments ? (Attempting to pujh the table from him, he overturns it) Oh Lord ! oh Lord ! P. Car. Death and hell ! are you bent on .our ruin ? Mufk. For Heaven's fake, Sir, don't fwear. ' (Coming out.) Damn the table, I did butjufi touch it. — However, no body has heard. P. Car. Come in here. Mufk. Prefently. — (Taking up, and opening a box.) ■—What have we here ! Sweetmeats!— (Eating a piece) — excellent, i'faith ; — and here are cakes and here's chocolate (Stuffing his pockets) and here's D. Car. (Coming forward too.) What have you got yonder ? Mufk. I'll tell you by and by. — (Breaking open one vf the cafes) Wine, wine, wine ! — (Falling upon his knees, and locking back on his mafler.) — This is the fliort way of drawing a cork. (Knocks off the head cfi the filafk.) — Sir, my fervice to you. — (Prinks.) — ■ Will you pledge me ? D. Car. Why, fince you have Mufk. Take a large gulp -, it will do you good. D. Cert. They'll certainly come upon us. Aluflk. ( Eating, and fpeaking with bis month full. ) Lord, what an admirable blefiing did Nature beftow upon man, when fhe gave him a good ftomach' — ■ — Where's the bottle ? (Prinks again.) — You had better take t'other tiff. Sir ; and if you'll follow my advice,"], [57, "A COMEDY. 41 advice, you'll pick a bit, for I'm fure you muft be deviliih hungry — Here's a charming root of eringo. D. Car. Mufkato, let us think of our fituation. What fhall we do here, we at yet undifcover'd ; fhall we wait the return of night, and then force our way out of the houfe, at all events whatever ? Mufi. Why, Sir, Zounds ! my ftomach was fo empty when I drank, that the wine's getting into my head. I fay, Sir, as to the force you talk of — If your friends and family cou'd be appriz'd of your fituation, and defign ; but as the matter Hands, Sir, I don't think we fhall be able to make our efcape by violence. D. Car. We can't pick our way thro' the walls then ? Mufi. No, Sir, I wifh we cou'd ; but I'll tell you, Sir, I think one of us might get out unnoticed, by means of a difguife : now fuppofe I take upon me this difguife, make my efcape, inform your friends where you are, and have 'em ready ■ P. Car. But how ? Afufi. You fee that gown there, and the veil and things along with it ; I'll carry it into our re pofitory, drefs myfelf ala demoifelk, watch my op portunity when it is dark, and I warrant, get clear, without any fufpicion ; I'll take the gown, Sir, the think is determin'd. D. Car. 'Sdeath here is fomebody coming. Mufi. Is there (gathering the deaths under his arm) Jay hold of that bottle then, and fo.low me 10 my toilette. Beatrice, Marcella. Beat, (enters a little befiore her miflrefs, finging; .fat feeing the condition the room is in, five turns her fong by decrees, into a ficrcam, and runs cut again) Fal, lal, lal, lal, lal, lal, Oh— h— h— h Ma'am, Ma'am, come here and fee what has happen'd. Mar. (entering) What's the matter ? G Beat."], [58, "'TIS WELL IT'S NO WORSE: 42 Beat. The devil's the matter, for I'm fure he has been here ; did you ever fee the like of this, all the things turn'd topfy turvey, and half of them broke to pieces. Mar. Who has been in the room ? Beat. I don't know, Ma'am. Mar. This feems to have been done on purpofe. Beat, (looking about, Jcreams) Ah — h ! Mar. How now ! Beat. My new gown, Ma'am, where's my new gown that I left here when we went out, did not you fee me fpread it upon the chair with the other things ? Mar. I thought fo. Beat. And now it's ftol'n and gone. Mar. Call fome body ? Beat. Lazarillo, Lopez, Sancho ! Mar. This is very odd. Beat. Lazarillo — I will have my gown. Enter Don Guzman and Lazarillo. D. Guz. There's always a rout, and a racket, •wherever this girl is— What are you after now, Mrs. Fidget ? Beat. We have been robb'd, Sir. D. Guz. Robb'd ! Beat. Lazarillo, did not you give me my things in this room, and did you not fee me leave them here when you went out again ? Laz. Ay ; well, what then, fuppofe I did ? Beat. Well, you muft anfwer for them. D. Gt'.z. And who is to anfwer for all this pretty work, I wou'd be glad to know ? Why, you filly DagSage> you, did you think your frippery was ftuff'd into the boxes, and wine-cafes, that you have broke them to pieces ? Beat. It was not I. P. Guz. Who, then ? Beat. Old nick, I believe. P. Guz."], [59, "A C O M E D Y. 43 P. Guz. Gad, I have a good mind to lay my Cane acrofs your fhoulders. Beat. Speak to him, Ma'am* will you ? Mar. Upon my word, Sir, it is fomething very extraordinary — We left the things here in good order, a little while ago, and this moment that We came into the room again, we found them in the condition you fee. Laz. fome dog got in, I fuppofe, Sir. Beat, Ay, fome dog upon two legs : Dogs in Spain, don't drink wine, and eat fweetmeats, nor fteal gowns : indeed, Sir, you ought to pay me for my things, if I don't get them again. P. Guz. I pay for them, huffey ! do you think 1 ftole your dab of a gown ? Beat. Some of your fervants did; Laz. Do you fufpect me, Mrs. Beatrice ? P Guz. Hey dey ! do you know where you are? Mar. Beatrice, have done. Beat. I will have my gown. P. Guz. Come, child, you fhall go with me to the other lodgings, where we will dine, and after dinner return hither, by which time moft of the furniture will be mov'd : and do you here, let thofe things be taken away, and this room fet to rights immediately ; and if you find this flattern's trumpery in any hole, or corner, lay them by for her. (turn's, going out) Beat. Lazarillo, you certainly ftole my things. Laz. I ftole your things! damme, if you lay fo again Beat. Take that, you impudent jackanapes (gives him a box on the ear.) D. Guz. Ay, Ay, before my face, and behind my back too ; no refpect to me on either fide (beating them out before him with his cane) I'll teach you, you impudent vermin, to bite, and fcratch in my prefence. End of the Second Act."], [60, "'TIS WELL IT'S NO WORSE: 44 ACT III. SCENE I. A parlour belonging to a monaftery ; with an iron grate in the back fcene ; thro' which is fieen the chapel, a lamp burning, &c. Aurora enters alone. IT OW painful is a ftate of fufpence! and what a night, and day, have Ipaffed! When I reflect on the fituation in which I left Don Carlos, I \"am half distracted Suppofe he has endeavoured t'o make his efcape; and, in the attempt, fallen intOjthe hands of juftice : or, luppofe he ftill remains shut up in the houfe ? Will he not, in either cafe, condemn me, as the contriver of his misfortune? — I have prevailed upon the portrefs of this convent, where my brother has confined me, to let Leonarda out; fhe has taken with her a mafter-key, which was providentially in the trunk fent hither with my cloaths — If Carlos is yet in the houfe, fhe will give him that, and he may releafe himfelf as foon as it is night — If he is already gone, I fhall, at lea'ft, be fo far fatisfied, as to know it— And, probably, if he has been feized — - — Enter Leonarda. Leon, (fipeaking without.) Very well, mother; very well: it is the ltrongeft I could get; and I hope it will pit ale you. Aur. Here fhe comes Oh, Leonarda! Leon. Yes, Ma'am, I'm here at laft. Aur. I thought you would never return. How could you, knowing my impatience and diftrefs, keep me fo long on the rack ! — Well, what of Don Carlos ? Leon."], [61, "A COMEDY. 45 Leon. Of Don Carlos, Ma'am. Aur. Ay. Leon Why not a great deal, Ma'am.' Aur. How, not a great deal ? Leon. Is there any one can overhear what we fay ? Aur. No, no. Leon. Nay, but look to be fure. Aur. I teil you there is no one : fpeak, and eafe me of my anxiety. Leon. I can't be eafy till I have fhut that door. Aur. Was ever fuch a tormenting creature ! — Will you make hafte, and tell me what you have done in the affair I fent you upon. Leon. Well, Ma'am, I am going to tell you, if you'll have patience, and give me time to recollect myfelf a little Aur. Take time. Leon. Why, Ma'am, as foon as you gave me the key, and I got out of the convent here, I made the \"beft of my way to our ftreet, confidering with my felf how I cou'd come to the door of the houfe, and open it, if poffible, without being obferved by the people of Octavio, the wine-merchant ; for you know, Ma'am, the more fecret I did the thing, the better. Aur. No dotibt on't. Well ! Leon. Well ; and fo, Ma'am, going along, as I tell you, at the turning of the lane, before you come to the Jacobine's Church, who fhould I meet, but Signer Octavio himfelf, mounted upon his mule, juft going out of town : you may be fure, we ftopp'd to fpeak to one another ; and he afked me, if you had feen your brother: No, Sir, fays I, not fince laft night. Well, fays he, give my fervice to your lady, and tell her, fhe may be quite eafy about him, for Don Guzman has taken your houfe Aur. (IViih precipitation.) What Don Guzman ? Leon. Don Guzman de Ribbera, Ma'am : and he, and 2"], [62, "45 'TIS WELL IT'S NO WORSE: and his family, have been in it, fince eleven o'clock this morning. Aur. Don Guzman de Ribbera ! Leon. Yes, Ma'am : and fo, after hearing that, you know it was in vain for me to think of going near it. Aur. And fo you don't know whether Don Car los has made his efcape, or not ? or what is become of him ? Leon. How fhou'd I, Ma'am, unlefs I was a witch ! — But, I take it for granted, he's in the houfe ftill, unlefs he has made his efcape, without any one's difcovering him : — for to be fure, Ma'am, if Signor Octavio had known any thing about him, he wou'd have mentioned it ; and 1 put him a great many leading queftions. Aur. And where have you been all this time, pray ? Leon. Been, Ma'am ! Aur. Ay, where you have been upwards of thefe hours, that you were gone from hence ? Leon. Why, Ma'am, I went to fee a coufin of mine, that's lately come to town. Aur. Wretched, infenfible creature !— Then I am ftill left in the fame cruel uncertainty! — But, at any rate, I am determined to know the worft : Give me the key, and your veil, and call the portrefs of the convent. Leon. Dear Ma'am, where are you going ? Aur. Afk no queftions; you that go to fee a coufin, while you know I am waiting for you ; and think every moment an hour Leon. Lord, Ma'am, you need not be angry ; I fhou'd not have flayed fo long, but there was a chriftening, and they wanted a goffip. Aur. Hold your tongue, and call the portrefs. Leon. She's here, Ma'am. Enter"], [63, "A COMEDY. 47 Enter an old Nun. Aur. Oh, mother, mother, if ever you knew what it was to feel but for yourfelf, pity, and affift me. Nun. What's the matter with her, what's flic crying for ? Leon. Why, mother, you remember the gentle man, that my lady told you of, that we left lock'd up in the houfe laft night. Nun. No, I don't call it to mind. Leon. Yes, you know you let me out this after noon, to enquire after him, and give him a key. Nun. Well, and is that what (he's crying for ? Leon. Lord, mother, no ; you won't liften to me — I went to give him the key, buc I cou'd not do it, for another gentleman had taken the houle, and was gone to live in it. Nun. O ftay, what ! you gave the key to another gentleman, and he took it out of the houfe Leon. No; another gentleman took the houfe: a muzzy old fool ! Aur. I fliall go mad I think — Mother I throw myfelf upon your goodnefs, and have a request to make to you, which urilefs you grant, you muft expect to fee me commit fome fatal violence. Nun. Muft I truly; I am glad you have told me fo, for I will call up the houfe directly — Take her bodkin from her, her fciffars, and her garters, and ring the bell : Saint Francis be my guard, you are defperate. Aur. Well, I may be fo. Nun. You muft faft, and pray, and we'll fend for a father confeffor for you — I have had great relief in former days from a father confeffor myfelf, a worthy good man he was, a bare-footed brother of the order of St. Dominick, who adminiftercd comfort to this whole convent. Leon. Well, but liften to my lady. Aur."], [64, "'TIS WELL IT'S NO WORSE: 48 Aur. Dear mother, you have been fo kind as to let my maid out, but fhe mifcarried in the defign fhe went upon — The life of a gentleman is at flake; and fhou'd any finifter accident happen to him, I fhall think myfelf accountable for it. Nun. You both confute me fc, that I don't know what I am doing — I am quite in amaze now ; what were you faying to me ? Aur. I want you to open the door, and let me out. Nun. Don't afk me to do that again. Aur. I promife you faithfully I will return in an hour; and I fhall not be ungrateful for your kind nefs -, you know I am not profefs'd, nor can I be be left here as a prifoner, having committed no crime ; befides, you may oblige me without fear, as the Abbefs is confin'd to her bed, and all the fiflerhood retired but ourfelves. Nun. But what do you want to go out for ? Leon. My lady has told you already. Nun. No fhe has'ftt. Aur. Yes, mother. Leon. Lord, Ma'am, you are not going to ex plain yourfelf again, I hope; you know fhe never remembers a word that's faid to her two minutes after it's fpoken ; and I fufpect fhe has been tailing the cordial I brought her, which has not help'd to quicken her apprehenfion. Nun. I think I fhou'd know what you want to go abroad for ; befides, if it fhou'd be difcovered that I gave you fuch liberty, I fhou'd be made to do penance Aur. It never can be difcover'd— Good mother have confidence in me. Nun. Well, come, I will have confidence in you for once — I know I'm an old fool, but I can't help taking pity upon a creature of your years. Leon. But dear, Ma'am, may I be fo bold as to afk the question ? Aur,"], [65, "A COMEDY. 49 Aur. I have no time to anfwer any thing now — I Go into my chamber, bolt the door on the infide, and ftay up till I come back. Leon. I will, Ma'am, to be fure. Aur. Come, mother, open the door. Nun. Open the door, my child, why fo ? T^eon. Why, aren't you going to let my lady out? Nun. Oh, ay, that's true. Leon. I can't tell what fcheme my lady has in her head, but I know if ihe does not contrive to get out of this convent very foon, for good and all, I fhall give her warning; for I cannot, nor I will not live in a place where one never has the fight of a man, fo there's the fhort and the long of it. Scene changes to the room in Don Guzman'.? houfie, where Don Carlos, and Mufkato, are hid behind the pannel. The walls, which in the las! acl appeared bare, are now covered with tapftry, and the chamber other wifie furniflo'd. Lazarillo carrying a table, Beatrice entering bejore him with a looking* glafis. Beat. Here, awkwardnefs, here ', fet the table on this fide, while I go and place this looking-glafs on my lady's toilet. 'Laz. And why on that fide ? I think it's better on this ; and here I'll fet it. Beat. It (han't ftay there. Laz. Then you fliall lug it where you like,: yourfelf; for plague fetch me if I ftretch a finger to move it again. Beat, (lays the glafis on the table, and removes it.) I never knew fuch a rude, difobliging, unmannerly cur as you are, in my life. Laz. Ay, to be fure, it's much better now. Beat, (calling.) Lopez, bring the candles. Laz. Pray, Mrs. Beatrice, how foon is my mafter and vour lady to be married ? H Me.iU"], [66, "5o 'TIS WELL IT'S NO WORSE: Beat, (to Lopez, who brings the candles.) Now, go, and do as I ordered you in the other rooms. (Jetting the glajs up between the candles, and viewing herfielf.) What did you fay ? La. I afked you, how foon our young folks were to be married ? Beat, fslill viewing herfielfi.) If you want to know, it's a queftion you ought to afk them. La. I muft, faith ; for it will be neceffary for me to get my things, and look a little about me. Beat. What ! and fo you don't intend to ftay with Don Ferdinand ? La. Oh ! damn it, no; it would not do for me at all. Service with a fingle gentleman, well and good ; but married families are hell and the devil. Beat. Do you intend to lift for a foldier then ; or turn barber; or what ? 'Tis dangerous being out of place ; I have known feveral of your fraternity come to an untimely end by it. La. And, pray, what, do you think of the fituation of a difcarded abigail, mounted up three pair of flairs into a back garret, to live upon her favings ? But, to tell you the truth, I am afraid to ftay with Don Ferdinand, left, as valets are apt to ape their mafters, I fliould be tempted to imitate him ; and, as he had married your miftrefs, the devil might put it into my head to marry you. Beat. (Turning quite round, and fiurveying him with an air ofi contempt.) What is the matter with this glafs ! It always makes me look browner than any other in the houfe. (wiping it with her hand- kerchief, and going from it in a minuet ftep.) We fhall have a ball here tomorrow evening: I fuppofe the company will defire to fee me dance an allemande, or a fandango, or fomething. La. Come, you have enjoyed it long enough (whips the glafs from her;) now let me look at my felf a litcle. Beat, Lazarillo, give me the glafs. La."], [67, "A C O M E D Y. 51 La. (viewing himfielfi) Dam'me, if I don't think people look very well in it. Beat. Did ever one fee fuch an impertinent ! Give me the glafs, I fay. La. Come and kifs me for it. Beat. I'll fee you hanged firft. La. Then you fhan't have it (dancing, with the glafis in his hand, as Jhe had done befiore it.) Tol de rol, lol, lol. Beat. Upon my life and foul (going to take the glafis from him, Jhe turns ofi a fiudden, and runs out on the other fide.) Lord! here's Don Guzman, and your mafter ! ' Laz, Here, Beatrice, take the glafs (lays it on the table.) The devil! Don Guzman, Don Ferdinand, and two fiervants, who come in, and go out again immediately. D. Fer. I have been at the Duke of Medina's; and I find his wounds are not fo bad as I at firft apprehended ; though he is ftill in danger. The report, however, of Don Pedro being the perfon who affaulted him, rather gains ground; and I hear the police is ftill making strict enquiry after him. D. Guz. Like enough. P. Fer. Nay, fome officers have, as I under ftand, been feen, within thefe two hours, walking backwards and forwards, before this houfe, and looking at it very inquifitively. D. Guz. Then, belike, they ftill fufpect that Don Pedro is in it. D. Fer. So it fhould feem. D. Guz. And we may have a vifit from them in the night, perhaps, when we leaft defire their com pany. Is not that what you were going to fay ? Egad, I am very much obliged to you for the hinc; and I'll ftrive to prevent them ; for, 1 fhouid not like to be rous'd from my fleep, and get a cold FI 2 that,"], [68, "52 'TIS WELL IT'S NO WORSE: that, perhaps, might kill me. I want fomebody {a fiervant enters.) Come hither, you Sir. Go to the Conde de Lemos, governor of Madrid ; his pa lace is hard by ; give my refpects, and tell his ex cellency, I fhall be much obliged to him, if he will order me directly a couple' of centinels to ftand at my door. Tell him I fhall want them for two, or three days, till I have married my daughter. D. Fer. Well but, Sir, a couple of centinels ! D. Guz. Ay ; is not it a good thought ? I war rant the officers won't venture to mcleft us when they fee thefe gentry ; and I know the Conde de Lemos will be ready to do me any honour, our houfes being related. D. Fer. But won't my coufin be furprized ? I fancy, Sir, we had better truft: her with the whole affair. P. Guz. It muft not be, foolifh ; I tell you, I know her conftitution ; it might bring her to a fick-bed, and prevent your being married to her thefe three months ; befides, is there any thing more common than to have centinels at the door, upon occafion of publick weddings? (To a fiervant, who appears) Well, have you fitted up the next rooms for my nephew, as I order'd you ? Serv. No, Sir. P. Guz. No, Sir ! and why fo, Sirrah ? Serv. Becaufe, Sir, Mrs. Beatrice bid us nor. P. Guz. Mrs. Beatrice ! Serv. Yes, Sir; fhe laid Don Ferdinand's cham ber would be better at the other end of the gallery ; fo we are getting it ready there. P. Guz. Are you fo, Sir? Then I defire you will go immediately, and get it ready where 1 or dered you. I protelt this is quite abominable ; Mrs. Beatrice, indeed ! In direct opposition to my commands ! D, Fer. I have not (^ecn Don Pedro fince yefter day, Sir and, as he has given me an intimation where."], [69, "A COMEDY. 53 where he is concealed, I will now, with your per miffion, ftep to him for a few minutes. D. Guz. What ! to night ? D. Fer. He will think it unkind, I imagine, if I neglect to enquire after him. . D. Guz. Well, well, go then ; you'll be back to fupper ? D. Fer. I fhall make no delay, but juft to fee how he is difpofed of. Don Guzman, alone. And now that we have got pretty well over the hurry ot moving, let me fee what I have to do tomorrow. In the firft place, early in the morning, to go to my lawyers, to defire them to be here prccifely at eleven o'clock, to fettle the bufinefs of my daugh ter's marriage. Secondly, to go to Father Bartolin, our parifh prieft, to let him know, we fhall be with him at nine o'clock on Saturday — Saturday ! Ay, Sa turday, that's the day after to-morrow : Thurfday, Friday, Saturday — then I have fomething elfe to do : let me confider ! To go to my lawyer; to go to the parifh prielt ; to go — Enter Beatrice and Lazarillo, on oppofiite fides. Beat, (as loud as Jhe can bawl.) Lazarillo! Laz. (anfiwering in the fame tone.) Here! D. Guz. (clapping his fingers to his ears.) How now ! What the plague's the matter with you both, have you a mind to break the drums of my ears ? Laz. What do you fcream fo for, Beatrice ? D. Guz. Scream ! One and the other of you, have fcreamed me almoft deaf. What do you want, tur bulence ? Beat. Lord, Sir, I'm furprized at you. How can you have the idea of making the belt room in your tioiife a bed chamber ? P. Guz. Becaufe I like it. Beat. Why, Sir, it will be fhocking. P. Guz."], [70, "'TIS WELL IT'S NO WORSE: 54 D. Guz. What's that to you ? Beat. Befides, I fuppofe Don Ferdinand will re move to my lady's chamber, in a night or two. D. Guz. Ha, now you have got that in your head -, and who bid you fuppofe about it ? Beat. Nay, Sir, it's no bufinefs of mine, to be fure, if you have a mind to turn the houfe upfide down, only I love to fet people right, and fee things done properly. D. Guz. Well, but my nephew chofe that room particularly, and I think it's moft proper he fhould have it. Laz. Why, fo I told Mrs. Beatrice, Sir. I faid, my mafter had made particular choice of that room. Beat. Very well then, let his bed be put in it; but remember, Sir, it's done by no order of mine. D. Guz. No, why fhould it ? I know of no right you have to order any thing. Beat. But I am fure, it will be the moft abfurd, ridiculous, vulgar — Enter a Meffenger. Laz. A meffenger from the governor of Madrid. Alefifi. The Conde de Lemos, governor of Madrid, prefents his compliments to Don Guzman de Rib bera ; and defires to let him know, that he grants his request with regard to the centinels, which fhall be polled at his door within this half hour. And, if Don Guzman wili inform the Conde, on what day his daughter is to be married, he will not only fend his equipages to attend the cavalcade to church, but himfelf, and his countefs, will come to be prefent at the performance of the ceremony. Beat. Return Don Guzman's compliments to the Conde de Lemos ; he is extremely obliged to his excellency fcr the honour he defigns him, and fhall be very glad of his company, and that of the coun tefs: my young lady is to be married on Saturday; but, if any thing fhould happen between this and that,"], [71, "A COMEDY. 55 that, to alter the day, Don Guzman will take care to give my lord governor timely notice. P. Guz. So, fo ! how's all this ? Beat. Is not that right, Sir ? D. Guz. What do you think ? Hold, young man, don't go 'till you get the whole of your bufinefs: have you any thing more to fay to him ? Beat. No, Sir, unlefs you chufe to afk his excel lency to the ball. D. Guz. Why, you moft impudent, audacious creature, how dare you take the liberty to give an anfwer to a meffage fent to me, in my prefence ? Beat. Lord, Sir, I did it to fave you trouble. D. Guz. I proteft before heaven, I never heard fuch affurance in my life, (turning to the meffenger.) My refpects to the governor, Sir, and I will wait upon his excellency directly, to thank him for his great favour to me. (the meffenger goes out.) I be lieve there never was your fellow for impertinence, fince the world begun. But why fhould I be fur prized at this, when I am told, you give out all over the neighbourhood, that I am going to marry you ? Laz. Ha! ha! ha! P. Guz. Ay, you may well laugh. Beat. I never gave out any fuch thing. D. Guz. Don't lie, for I can prove it upon you. Beat. I fay then, Sir, I never did ; for the thing was firft mentioned to me : and, isn't it common enough, when a genteel likely girl lives in the houfe with a gentleman, for people to talk? D. Guz. Well, I fhan't difpute the matter with you, now. Go, take the coach, and fetch your young lady home, fhe's at her aunt's. And you, Lazarillo, take one of thofe candles, and fet it in the next room, that your mafter may find things ready at his return, (to Beatrice.) Why don't you go where I bid you ? Beat. I'm fettling myfelf, Sir, La."], [72, "56 'TIS WELL IT'S NO WORSE: La. (going out with a candle.) Ha! ha! ha! marry ! — Beat. What's the matter with you ? I promife you I don't know whether I would take the old fellow, if he would have me ; fo he need not make himfelf uneafy. Don Guzman, and then Aurora, veiled. D.Guz. A paltry, dirty baggage; to give ouC that I was going to marry her ; there never was fuch a thought entered into my head. (Don Guzman walking up the slage, fees her as he comes down. ) Hey dey ! Who have we here ? Who is it that comes into the houfe this way without knocking ! Is there no body in the way to (hew people ? Aur. Don't be offended, Signor, at the liberty an unfortunate woman has taken, upon feeing your door open; I implore a moment's refuge. D. Guz. Explain yourfelf. Aur. I have the misfortune to be the wife of the moft jealous, and fufpicious of mankind, who is at the fame time the moft cruel. Upon a perfon's looking after me in the street, juft now, he took fomething into his head, drew his poinard, and was going to ftrike me — D. Guz. O for fhame ! Aur. I got from him, and made my efcape in hither ; but he is lurking about, and I am afraid, when I go out again — D. Guz. What can I do for you ? Aur. You feem a man of courage and authority, Sir ; 1 intreat you to go down, into the ftreet, and fpeak to him not to mifufe me; you will eafily know him, he is in a red cloak, and wears a gold laced har, with a black feather. D. Guz. I'll go down, Madam. Aur. In the mean time, Sir, permit me to remain here ; and, as I am a perfon of fome diftinction in the world, I beg you will not fu'flfer your people to came"], [73, "A COMEDY. 57 come about me, 'till your humanity has refcued me from the danger — D. Guz. Step into that chamber. Madam, where you will find light, and nobody fliall moleit you. I warrant I'll give a good account of your jealous pate, and if words won't do, rougher means (hall. Don Guzman leads Aurora to the door, and then ' taking, up the candle, gees out on the oppefue fide, which leaves the ftage dark. Don Cailos imme- diately raifies the moveable pannel, and comes out wi:h Mufkato, who is difigui fed m woman's cloaihs. D. Car. It is now quite dark ; and you may, if ever, efcape without being feen ; as for mylelf, I'll wait with patience, determined to brave every thing till your return. Aiufi. I don't know what's the matter with me, Sir-, I am damnably frightened. D- Car. As foon as you have brought my friends together in the ftreet, the fignal is to be a pifto! ; which, when I hear difcharged, I wiil initantly rulh out, and force my paflage ro you. MuJ. Ay, Sir; but the grand matter is my get ting out. D. Car. Farewell ; at any rate don't let your apr prehensions confound you. Don Carlos retires, leaving Mufkato in the middle cf the ftage ; at the fame lime Aurora appears at tie door oj the room, into which fie bad been conducted by Don Guzman. Aur. Don Guzman's gone; and all is dark : this is the moment to find Don Carlos: Affitt me love'; and, if he be yet here — Mufi. Eh! eh! eh! (coughing.) Aur. Hah ! what figure's that ftanding in the middle of the room ? Muf. I have neither courage nor ftrength, to move back, or forward. This is a curled leneme I of"], [74, "58 'TIS WELL IT'S NO WORSE: of mine; I wifh I had never thought of it; it will bring me to the gallows, I'm fure ; then they'll hang me in woman's cloaths; which will be a double fhame and mortification. Aur. It moves this way ; was ever any thing fo unlucky ? I muft retire a while. Mufi. Come, courage ; it is but making the ef fort; if I can but get down flairs, I am fafe enough ; (going towards the door, fiees Don Guzman.) then there's an end of me ; tried, condemned, and exe cuted. The old man ! Don Guzman re-enters with the candle-, and, fieeing Mufkato veil'd, and in woman's cloaths, takes him for Aurora, whom he had left. P Guz. Come, madam, you may take your way, without the leaft apprehension ; I have looked all about the door, and fent my fervants up and down the ftreet, and no fuch perfon as you defcrjbe was to be found. Mufi. (afide) What is he talking of ? D. Guz. Apparently, finding you were got into an afylum, and' knowing it was my houfe, your hufband made off: but, give me your hand, ma'am, I am going abroad myfelf, and will lead you to whatever place of fafety you think proper. Mufi. What's all this! Sure, if ever there was an angel with a beard and wrinkles, this is he. D. Guz. Poor foul, how fhe trembles; fear no thing, ma'm ; in committing yourfelf to my charge you are perfectly fecure. Mufi (curtfiing, and in a Jqueaking voice) I am much obliged to you, Sir. D. Guz. Her tears almoft choak her voice. Will you have any cordial to refrefh you ? MuJ. (curtjying again) No thank you, Sir; take me out. D. Guz. I will ; come along, and don't be frightened, madam. Mufi. A good voyage to us ; this is the fineft ac cident—?"], [75, "A COMEDY. • ■ ft Aurora, and Don Carlos. Aur. Now is my time. Good Heaven! how I tremble ! I am almoft afraid to approach the place (knocking at the pannel, Don Carlos lifts it up.) Sir ; Don Carlos; Sirr merciful Heaven! he's here flilh D.Car. Not yet flirred from hence, Mufkato! What are you thinking of? Take my fword, if you are afraid, and I will defend myfelf as well as I can. Aur. Don't you know me then ? P. Car. Donna A urora ! Aur. I was obliged to leave you here laft night. P. Car. Obliged to leave me ! Aur. It is too long a ftory to tell you now. I fent Leonarda as foon I could* this morning, to bring you this mafter-key ; but, when fhe came* fhe found Don Guzman had taken the houfe, and was afraid to enter : doubtful of what was become of you, and; fearing the danger you might be in, I have elcaped from a convent, where my brother placed me, refolved to make my way to you through all impediments : there is the key ; let yourfelf out in the dead of night 5 fareweh- D. Car. Stay, ma'am. Aur. Oh, unfortunate ! here comes Marcella, the daughter of Don Guzman : I would not for the world be known by her. Get in ; get in ; there's another woman with her. What fhall I do ? Any thing's better than meeting them (Jhe retires.) Enter Marcella, and Beatrice, with lights. Mar. What was it you afked Lazarillo, Bea trice ? Beat. Why, Ma'am, whether his mafter was a< home. Mar. And what did he fay ? Beat. What you heard, ma'am, that he was not. Mar. That he had been gone out about half an hour ; was it not ? I 2 Beat."], [76, "60 'TIS WELL IT'S NO WORSE: Beat. Yes, ma'am. Alar. Well, take my fan, and my veil, and fee that my things are got ready in the dreffing-room. (Beatriccgoes out with the things) A ftrange unfea fonable hour for Don Ferdinand to leave the houfe, methinks ; and juft at a time when he knew I was coming home too. I am uneafy ; and, fure, not without caufe ; he cannot but fee how cautious I am, by fhewing the fmalleft indifference Beat, [re-entering, in great agitation, upon her tip tas) Ma'am ! ma'am ! Mar. Well, what now ? Beat. Don't make a noife, I have feen fuch a thing, in Don Ferdinand's chamber ; and, I be lieve, I have found out the thief too ; for I dare fwear fhe ftole my gown. Alar. She ! what fhe ? Beat. A woman, ma'am. Alar. In Don Ferdinand's chamber ? Beat. Yes ; as 1 was going along the paffage, I oblerved the door puflied too ; fo I popped my head in ; and there I faw a woman in a veil. I did not fay a word, but came back directly. Mar. We'll, fee who fhe is ; take the candles. Beat. Yes, Ma'am ; fhe can't efcape us, for the the door's fliut at the head of the flairs ; fo, if the runs round, fhe muft come in here, (they go out.) Mar. (behind) We will know who you are. Aur. That's as I pieafe. Mar. What brings you here ? Aur. I came here to a gentleman. Beat. Pull off her viel, ma'am. Aur. Nay, then — Beat. Stop there, a thief! Afar. Follow her, Beatrice. Don Carlos, lifting up thepannel, tomes out, and then Don Ferdinand enters at the door. D.Car. What noife was that! Sure it was Aurora's voice ; fomebody molefts her."], [77, "A COMEDY. 61 P. Fer. Ha ! Who have we here ? D. Car. A man. D. Fer. What man ! D. Car. One that will pafs without anfwering queftions. D. Fer. Not while I can oppofe ir. Aur. (running in) Save me, Carlos ; they purfue me ; I (halt be difcovered, and undone. D. Car. Fear nothing (puts on his mafk, and draws his fword, juft as Marcella and Beatrice enter with lights.) Now, Sir. D. Fer. 'Sdeath, a mafk! (drawing his fword:) robber, and villain ! Beat. (Running cut with the light again) Ah! what have we here ! Swords, fwords, fwords ! Mar. Beatrice ! D. Fer. (ftamptng) Lights ! here' lights ! Aur. (going behind the pannel) Let us retire to the ftair-cafe. D. Fer. Lights, I fay. Mar. Nobody fhall go out. P. Fer. No, I'll take care of that. Mar. Help ! D. Fer. Lights ! Enter Beatrice, Lazarillo, and other fervants. Beatrice keeping back with the lights. Beat. Oh dear ! oh dear ! oh dear, is any one murder'd ? D. Fer. Bring in the lights. Beat. I daren't, I'm afraid to fee blood. Mar. Beatrice, bring in the lights. Beat, (entering all in a tremble) Oh, let them put up their fwords then. D. Fer.Where is this affaffin, this houfe-breaker? Mar. Where is this fhame to her fex ? Laz. Sir, Madam, what's the matter ? D. Fer. There has been a man here, mafk'd — fearch about. Laz. Where fhall we fearch, Sir ?"], [78, "'TIS WELL IT'S NO WORSE: 62 D. Fer. Call to the centinels to let nobody ouC of the houfe — Follow me ; he can't have made his efcape. Marcella, Beatrice. Beat. Oh, Ma'am, you have let the woman go, now. Mar. I, let her go ! Beat. Yes, Ma'am, it was certainly fhe that was here this morning; how did fhe get away? Mar. Don Ferdinand let her pafs ; but how did {he get in here, Beatrice ? Beat. Why, Ma'am, I have heard fay, that there are gangs of thefe fort of people, who watch when doors are left open, to whip into houfes and carry off the goods. Mar. And fo you believe this woman Beat. Why, to be fure, Ma'am — Mar. What, do you fuppofe that the woman was fhut up in Don Ferdinand's chamber, in order to rob the houfe ? Beat. No, Ma'am, I don't think that. Mar. Did not fhe fay fhe came to a gentleman too ? Beat. Yes, Ma'am. Mar. And yet you don't know what to make of all this ? Beat. Why, I can't fay, Ma'am Mar. (burftmg into tears, and going off) Well, I do ; but it does not fignify, I am not at all uneafy about it. Beat, (alone) Stay, hold, I believe there is fomething in the wind here, that I have not been able to difcover : did not fhe fay fhe came to a gentleman? Yes, fhe did, fure enough; and fhe was hid in Don Ferdinand's chamber (pauftng) Lord, what a fool I was ! I fee the affair now, as plain as any thing in the world. The End of the Third Act."], [79, "A COMEDY. 63 A C T IV. S C E N E I. Chamber in Don Guzman's houfie : Don Ferdinand enters with a letter, followed by Lazarillo. P. Fer.f\\]S D pray, Sir, who gave you this letter? La Why, Sir, nobody gave it to me -, that is to fay, what you can properly call gave ; but juft now while you were abroad, and I was brufhing your cloaths yonder in the gallery, Mrs. Beatrice bolted out of her lady's chamber; there, fays fhe, there's a letter for your fweet mafter; 'tis from Donna Marcella, give it him : and with that, Sir, throwing to me, or rather flinging at me, the paper you now hold m your hand, fhe turn'd upon her heel, and fhut the door with a clap, that made the houfe fhake again. P. Fer. Let me read it once more, that I may be fure I clearly underftand her meaning. \" Tho* \" I am fatisfied there are fome inftances of ill *' behaviour in your fex, which the delicacy of ours *' hardly permits us to take notice of; I cannot *' help telling you, that your bringing an ill ** woman into my father's houfe laft night, is a ** proceeding of that monftrous nature, as is \" neither to be defended, or forgiven. Whar, *' while you was under a contract ot marriage with *' his daughter ; when the moft facred promife of *' lafting fidelity ! was ready to part from your \" lips : but I will not animadvert on an action, I \" cannot think of without horror ; I (hall only \" inform you, that there is an end of any farther *' connection between you and me.\" La. And fo fhe concludes, your humble fervant Marcella de Ribbera ? P. Fer. Did you ever hear the like of it? La. Upon my word, Sir, I can't charge my memory exactly; but for the meaning of the letter, I think it pretty plain, 2"], [80, "64 TIS WELL IT'S NO WORSE: D. Fer. D'ye ? — Now to me it is utterly inexpli cable : was there a woman in the houfe laft night ? La. Why, Sir, the fervants fay fo : 1 fuppofe after Donna Marcella — and from the reports of Mrs. Beatrice — for my own part, I neither faw man nor woman. D. Fer. A man there was, by all that's facrcd. La. Very well, Sir, I don't pretend to contradict you ; but how7 did he contrive to flip away from us then : The centinels were polled at the door before you came in ; and as the family was awake, and stirring about, I think it hardly poffible for him to have got from the chambers to the ftreet, without meeting fome one or other of us in his paffagc. D Ftr. The possibility of the thing is clear, by it's having happened. No doubt, a lucky moment favoured his efcape ; and though the centinels fay nobody patTed, he might, before they were ap- prized, have gone out unnoticed by them. La. Nay, that's true too, Sir. D. Fer. But, at any rate, Lazarillo, I am by no .means forry this affair has happened; on the con- trary, it lets me into fome circumftances relative to Donna Marcella's turn of mind, which it is my in- terest to be acquainted w th ; and I am glad to come to a knowledge of them before it is too late. La. Indeed, Sir, and fo you ought. Ah ! Sir, it is not always your faces full of fmiles, and dimples, that cover the kindeft hearts, or the beft natures ; and between ourfelves, I have long fufpected, that Donna Marcella conceal'd more under hers, than fhe chofe to let appear for the prefent. A tyger's a tyger, Sir, for all it's pretty fpotted fkin ; and the likenefs between the beaft, and the Chriftian, lies in this : as in the animal, a fair outfide is the wrapper, or furtout, to a damn'd, growling, fierce difpofition; fo a lady, though fhe has a face like an an^el, may have a temper worfe than a devil. D. Fer. Where's my uncle? La,"], [81, "A C O M E D Y. 65 La. Gone after his lawyers. D. Fer. I wifh I had ken him before he went our. La. He'll be in again prefently, I dare fay. — But I don't believe he knows any thing of this buttle ; for Donna Marcella was retired to her chamber laft night, before he returned from the governor's : and I am fure they have not ken one another this morn ing. D. Fer. I fhould have been glad of an opportunity to talk to him, for all that; for I might have told him, firft La. Why there, to be fure, Sir, you wou'd have had an advantage : and after all, if there is to be an accufation trump'd up on either fide, have not you as good a right to queftion Donna Marcella about the man, as fne has to call you to an account about the woman ? D. Fer. And fo I have, every bit. La. For as we fay, Sir, what's law for the clerk, is law for the curate. D. Fer. But, for my part, I look upon all this to be a fetch ; a stroke of female artifice ; in order to bring about fome fcheme or other, which I have hi therto been unable to difcover. ' La. Nothing more likely, Sir ; and, in that cafe, depend upon it, Madam Beatrice is the perfon who has put every thing into her head. D. Fer. I don't doubt it. La. Oh, Sir, fhe is a fiend incarnate ' the very ferpent, in woman's flefh ! and if I was you, Sir, the firft article I ftipulated, before I married Donna Marcella, fhou'd be, that fhe turn'd that Jezabel out of her fervice. D. Fer. I will ftipulate it ; and infift upon it too. — But I can tell you, Lazarillo, I am now in very great doubt, whether I fhall marry or not ; for there is fomething in this letter, that tries my temper to fuch a degree K La,"], [82, "'TIS WELL IT'S NO WORSE: 66 La. No wonder, Sir ; any gentleman's temper wou'd be tried by it: — and, to fpeak my opinion, if I was in your place, I wou'd no more tye myfelt — D. Fer. At leaft, I will behave with a proper fpirit upon the occasion. La. Nay that I wou'd do, Sir. D. Fer. I am determined on it. — I fuppofe fhe is in her chamber there — I'll go into her, and defire an explanation of her behaviour. La. That's right, Sir. D. Fer. I will, indeed— — La. For my part, I beljeve I fhou'd hardly be able to keep my hands off her. D. Fcr. Stay, Lazarillo ; I find myfelf in a violent agitation. Do you knock at the door, and tell Beatrice, I wcu'd be glad to fpeak with her lady, while I walk without to recover myfelf a little. LazariUo, who immediately knocks at Marcella' j door; and afterwards Beatrice, who comes out of the room. La. My matter's in a confounded paffion, that I fee, tho' he endeavours to ftifle it. He fhan't marry, and ruin himfelf, if I can help it. — (Knocking at the dcor louder than before.) — Oh ! what, you are afleep, are you ? — I'll waken you, with a vengeance, (Knocks with his heel.) Beat. (Opening the door.) Who's there ? La. Good morning to you, fweet Mrs. Beatrice. Beat. What do you want? La. Not much, my love. I have only a word or two from my master to your miftrefs ; if you'll be fo good as to carry them for me. Beat. I think you have a great deal of impudence, to beat at my lady's door in that manner. Where do you imagine you are ? La. I lhan't know where I am prefently, if you continue to look at me with that four countenance. — But as to my impudence ; I confefs the charge : it has loft me two or three places already. And when I confider the matter, I can't help wondering"], [83, "A COMEDY. 67 how you have managed to ftay in this family fo long. Beat. I fhan't anfwer fuch a fellow as you are. La. You are too obliging: — it is doing juft as I wou'd have you. Don't fay a word to me, I be feech you ? Beat. And what fhou'd make me afraid of faying a word to you ? La. I thought you faid this moment, you did not think me worth an anfwer. Beat. I'll fay fifty words; a hundred, if I take it into my head. La. A thoufand. Nobody doubts it. Beat. And, if I will, I'll be filent. La. If you can, you mean. Beat. Has any body given you a right to prevent my talking ? La. Nobody at all. Beat. I fhou'd not have thought cf fuch a thing. La. Nor 1, neither. Beat. It is not you, nor vour father, nor your mother, nor all your dirty generation, fhou'd make me hold my tongue, if I did not like it. La. Go on; go on: if you like to talk, why I like to hear you. — What! flop'd all of a fudden ! — (Looking at him in filence.) Not a word more to throw to a dog. (Shaking her bead, with a grimace of contempt.) — That turbulent member laid afleep that has fo long kept the houfe in an uproar! (Staring in his face.) Why, thou moft inveterate duenna. Beat. Duenna ! What do you mean by that, you impertinent puppy? Do I look like a duenna ? But I'll call thofe fhall deal with you properly. = Ma'am, will you be fo good as to ftep out here, and fpeak to Don Ferdinand's footman. Enter, on different fides, Marcella, and Don Ferdinand. Mar. What is this difturbance ? — Oh, are you there, Lazarillo !"], [84, "63 'TIS WELL IT'S NO WORSE: La. Yes Ma'am.— No Ma'am. D. Fer. No, Ma'am, I am here. Beat. Don't be afraid ; ftand your ground, I'll fecond you. Alar. I'm not afraid, I affure you. D. Fer. How can you, Donna Marcella, have the confidence to look me in the face, after writing me this letter ? Mar. How can you look me in the face, Don Ferdinand, after giving me occasion to write that letter ? D, Fer. I gave vou nooccafion. You charge me here with a thing which I am utterly ignorant of. — An offence in the clouds. — I don't know what you mean, Ma'am. Mar. No, indeed ! — Do you hear him, Beatrice ? He fays, he does not know what I mean. Beat. Oh fye, Sir •, how can you talk D. Fer. I don't, by Heaven's ; — You accufe me here of bringing; a woman into your father's houfe. — When ?— how ? If ever I have feen a woman here, fince I came into the houfe, but fuch as belong to it, I wifh I may Mar. You had better endeavour to perfuade me that I law none either. Beat. Ay, perfuade my lady to that if you can. La. And pray, Mrs. Beatrice, what bufinefs have you to meddle in thedifpute ? Beat. Becaufe I have. D. Fer. Lazarillo, be quiet. I beg, coufin, you will not urge me any farther upon this ridiculous affair. Mar. By no means ; but you will give me leave to believe my fenfes, my eyes, and my ears. D. Ferdinand. (Taking her kindly by the hand.) Well, but we are both too much inclined to be in a paffion ; let us reafon the matter coolly together, and I will convince you, that, in this cafe, whatever you faw or heard, muft have deceived youj"], [85, "A C O M E D Y. 69 you ; at leaft you are deceived in the inferences you nave drawn from it: for, fuppofing their was a wo man here, only confider with yourfelf what proba bility, nay, \"what poffi'oiiity is there, that I fhould have been acceffary ro her introduction ? La. No ; I'll anfwer for it, my mafter knew no more of the matter D. Fer. (Suddenly letting her go) In fhcrt, ma'am, I muft tell you, the thing is fo palpably againft rea fon and common fenfe, that your affecting to believe it, looks as if you had fome fecret motive, at leaft as difhonour.bleto you, as the reality of the offence would have been to me, had I committed it. ALir. You laid we were to be cool, Don Fer dinand ; keep your temper. D. Fer. I am cool, ma'am; but when one is provoked by an outrage of this nature Alar. Falling into a fury is by no means a proof of innocence ; and, fince you think proper to ap peal to appearances for your justification, I muft tell you, they all make ftrongly againft you. D. Fer. Demonstrate that, ma'am, and I fhall have nothing more to lay. Mar. I'll be judged by Beatrice. La. Obferve that — Beat. Oh yes, Sir, they ail make againft you, indeed ; I am fure I would be very unwilling to be lieve fuch a thin°. if there was not all the reafons in the world. D. Fer. And what reafons, pray ? Beat. More than one or two either ; but, pray, let me afk you, Sir, why did you engage Don Guz man to hire thefe lodgings, unknown to my miftrefs, and all of a fudden too, when we had better where we were-, but that you might have an opportunity of introducing a miftrefs into them ? D. Fer. (laughing) Ha ! ha ! ha! Mar. Laughing is no confutation, Don Ferdi nand. Beat."], [86, "70 TIS WELL IT'S NO WORSE: Beat. Then, Sir, going out as you have done, thefe two or three nights, at unfeafonable hours ? I'm fure it could never be for any thing good. But moft of all, what a work was there laft night, about hav ing your bed-chamber next to the outward room ; which, I am fatisfied, could be for no earthly pur pofe, but to bring in and let out your women with more conveniency. D. Fer. And thefe, madam, are the evidences on which you ground your indictment ? Mar. Anfwer them, if you can. D. Fer. I cou'd ; but it is beneath me. I fhall only tell you, ma'am, that there is nothing in them ; and I expect you will believe it ; but, before mat ters of a more ferious nature go any farther between Us, I fhall demand fome other initances of compli ance on your fide: and the firft point I infill upon is, that you turn off your chambermaid there, Mrs. Beatrice. Beat. Turn me off! Oh, lord, ma'am, have I — La. That my mafter infills upon — ftick to it, Sir. D. Fer. I fay, ma'am, in the firft place, I infill upon her being turned off; abfoluteiy never to be employed about you again. And, in the next place, ma'am, I defire to know who the man was I found in the houfe laft night ? ■ Mar. The man, Sir ! D. Fer. Ay, ma'am ; the man in the mafk ? I'm fure you faw him. Mar. Beatrice ! Beat. Why, ma'am, when the fwords were drawn* I don't know but I did fee a man ; but, I believe, it was one of the woman's — P. Fer. Unjuft Marcella ! Mar. Come, come, Don Ferdinand, this artifice will not fucceed; my education has been too ftrict. and my conduct too exemplary, to admit of a doubt prejudicial to my reputation. I know not who you .have feen, nor do I care ; but this I tell you peremp- torily,"], [87, "A COMEDY. 71 torily, and call Heaven to atteft it, that I never will be your wife, till I know who the woman was that Beatrice and I faw, in your chamber, laft night. D. Fer. You are refolved upon it ? Mar. Finally ; irrevocably. D. Fer. Very well. — Now hear my refolve. By Heaven, I never will be your hufband, till I know who the man was I met, laft night, in the anti chamber. And fo, madam, your fervant. La. Your fervant. Now cry your eyes out. Marcella, Beatrice, and then Don Guzman, with a Lawyer and Notary ; Jervants, afiterwards, bring in chairs and tables. Beat. Turn me off, indeed; I affure him I fhould not chufe to venture myfelf in the houfe with him, now I know what fort of a gentleman he is. Alar. Oh, my dear Beatrice, I am hardly able to fupport myfelf. Beat. No, ma'am! I'm forry for that. Alar. His effrontery has quite fhocked me. Beat. Lord, ma'am! here's your father, and his lawyers. .Alar. Don't fay a word of what has happened, Beatrice. Beat. No, ma'am, to be fure I won't. D. Guz, Come, gentlemen, give me leave to bring you into this chamber: I have ordered things to be got ready for our bufinefs.— Where are thefe fellows ? Why don't they bring in tables and chairs? Daughter, good morning to you. Heydey ! What's the matter with you, child ? You are not well ; let me feel your pulfe. Mar. I am pretty well, Sir; but I have had but an indifferent nighr. D. Guz. An indifferent night ! By my faith one would think you had not flept this fortnight; but I fee what it is ; you are a filly girl, and have been blubbering: has not fhe been blubbering? I re- member"], [88, "72 'TIS WELL IT'S NO WORSE: member her mother did nothing eife for a week, before fhe was married to me. Beat. If you'll let my lady alone, Sir, fhe'll come to herfelf prefently. D. Guz. Where is m'y nephew, now ! Where is Don Ferdinand ? I fent for him as foon as I came in-, but, I fuppofe, I muft go call him myfelf after a!h Law. No, Don Guzman ; I believe the young gentleman is here. Enter Don Ferdinand, and Lazarillo. P. Fer. Do you want me, Sir? D. Guz. Do I want you ? Why, to be fure, Sir, I do want you; where the mifchief is it you hide your felf? You fhouid have been here the firft, and now you come the laft. D. Fer. Sir, I came as foon — D. Guz. You have no gallantry -, when I was a young man Come let us take our places. You, gentlemen, at that table, with your parchments ; and you children, feat yourfelves here on each fide of me. D. Fer. (fitting down) Ugh ! D. Guz. So, lb ! what ails you ? Have you got the melancholies too ? Catch'd the dumps of your coufin ? D. Fcr. Dumps, Sir ! I don't know what you mean ; I never was merrier in my life ; I'll laugh till my fides are fore, if you defire it. D. Guz. Laugh till your fides are fore, you filly boy ! There's no occafion for that either. Come, gentlemen, have you got every thing ready ? Law. Yes, Don Guzman, every thing is ready. D. Guz. Daughter, why don't you fit down here when 1 defire it ? Mar. Sir, I chufe Bear. Dear ma'am, pray fit down. . Alar."], [89, "A COMEDY. 73 Mo.r. (fitting down) Why it will be the fame thing. D. Guz. I never faw two creatures look as you do in my life : what in the name of folly is the matter with you ? Mar. I have told you already, Sir, that I am not well. Not. Thefe you fay, Don Guzman, are the parties ? D. Guz. Ay ; you'll take notice, I give ten thou fand piftoles to my daughter, for the prefent ; and the reft of my fortune at my death ; only referving a thoufand crowns, to defray the expense of pro fecuting Don Carlos de Pimentel, who kill'd her brother in a duel. Not. Ten thoufand piftoles ; the refidue of your fortune at your death ; a thoufand crowns to pro fecute Don Carlos de Pimentel. 'Tis fo fet down, Don Guzman. D. Guz (rijing) Let me fee— D. Fer. Shall we fuffer them to go on with this farce, ma'am ? Alar. Don't talk to me, Sir ; I defire to have no manner of converfation with you. D. Fer. O, very well, ma'am ; I am as willing to avoid any thing of that kind as you can be. D. Guz. (returning to his chair) What, what, what are you faying to one another ? D Fer. I was not fpeaking at all, Sir. P Guz. (fitting down) Well, go on. Law. Now, Don Guzman, we are come to your daughter's dowry, in cafe of widowhood. D. Guz. That depends upon my nephew; but, I fuppoie, he will not think five thoufand crowns a year extravagant, with forty thoufand as a provi sion for younger children. Alar. Horrid idea ! P. Guz. Eh? Alar. What, Sir ? L P. Guz."], [90, "74 'TIS WELL IT'S NO WORSE: D Guz. Were not you fpeaking either ? Alar. No, Sir, I did not fay a word. D. Guz. I'm fure you did though. Beat, (behind JMarcella'j chair) No, Sir, my lady did not fpeak, indeed. D Guz. I'm not fpeaking to you, take notice. La. (behind Don Ferdinand'^ chair) Put in your word agan. D. Guz. Have you any objection to this fettle ment, Don Ferdinand ? D. Fer. By no means, Sir ; make it double, if you think proper ; or treble, or quadruple, D^Guz. Double, or treble, or quadruple ! You are very indifferent, methinks. Come, gentlemen, fet down what I have told you, and then we'll get the young folks to put their hands. Alar, (acrofs, D. Guzman) I fhan't fign Don Fer dinand. D. Fer. Nor I, ma'am, affure yourfelf. D. Guz. You are not fpeaking now, perhaps. Beat, (to Marcella) For Fleaven's fake, dear ma'am — La. (putting his hand before her mouth) Will you hold your — D. Guz. (fiartir.g up) What are you two doing there ? Beat. Nothing, Sir ; it's Lazarillo won't let me alone. La. I'm doing nothing to her, Sir. D. Guz. The devii's in you all, I believe. Not. This is finifhed, Don Guzman. D. Guz. Finifhed is it? Well, before we go any farther, let us fix the day for the marriage ; I have thought of Saturday •, however, pleafe yourfelves ; what fay you, nephew ? D. Fer. (tying) Why, Sir, if I muft give my opinion, I think we had better defer it a little. D. Guz. Defer it! How long? P. Fer."], [91, "A COMEDY. 75 D. Fer. For ever, Sir. Mar. (rifing) And that's my opinion too, Sir; D. Guz. Is it fo indeed ! And why is it your opinion pray ? Mar. (going out) Don Ferdinand will tell you, Sir. D. Guz. Come back, child, Marcella; (turning /o.Don Ferdinand) Don Ferdinand? P. Fer. Enquire of your daughter, Sir, fhe can beft inform you* Don Guzman, Beatrice, Lawyer, Notary. D. Guz. Gone ! fhe one way, and he t'other, and lam left in the, clouds; pray, Ma'am, can you folve this riddle ? What's the matter with 'em ; what has happen'd between your miftrefs, and her coufin, to occalion this fudden — I know not what to call it — Satan has poffefs'd them both I believe. Beat. Don't afk me any thing about it, Sir. D. Guz Not afk you ! Beat. No, Sir, I had rather you wou'd not. P. Guz. What are you whimpering for ? Beat. I don't know, Sir, I can't help it. P. Guz. I defire you will tell me whatever has come to your knowledge. Beat. Well, Sir, all I know about ir, is this, Don Ferdinand brought a creature into the houie here D. Guz. A creature! When ? Beat. Laft night, Sir. D. Guz. Wet, don't cry — And what creature was it ? A lion, a tyger, a .bear, a rhenoccros, a crocodile ? Beat. No, Sir, I'm afham'd to tell you what it was. D. Guz. Afham'd ! Beat. Befides, 1 don't know how you name them. D. Guz. No ! It muft be fome ftrange monfter fure, or you are grown devlifh mealy mouth'd of a fudden. L 2 Beat."], [92, "?6 'TIS WELL IT'S NO WORSE: Beat. Courtezans I think they are call'd ; your creatures, that run after the men. P. Guz. Oh, ho ! In fhort, Don Ferdinand brought a ftrump.-t into my houfe laft night ? Beat. Yes, Sir, I believe that's one of the names gentlemen give them. D. Guz. And how do you know he did this ? Beat. Becaufe I faw her, Sir — I catch'd her in his bed-chamber, and my lady faw her too. D. Guz. Very well, that's all I want with you.' Beat, (making a low court fey as Jhe goes out) Sir, your humble fervant. Don Guzman, Lawyer, Notary, Lazarillo. Law. As the parties refufe to fign, Don Guzman, it will be needlels for us to ftay any longer. D. Guz. Hold, gentlemen ; a moment's patience, I beg- (to Lazarillo) How now, Sir ! what's your bufinefs here ? La. I want my matter's hat, Sir. D. Guz. Your mailer's hat ! Come hither — I fuppofe you know the caufe of this difference be tween my nephew and my daughter ? La. Yes, Sir, my mafter has trulted me with every thing. D. Guz. Has he ! Well, let me know all the par ticulars then ; you need be under no apprehenfion, for I fhall repeat nothing to your prejudice ; and there's fomething to recompence your confidence. La. Sir, I am very much oblig'd to you. D. Guz. So, now tell me what you know. La. Why, Sir, (a little this way, becaufe there is no occafion for thofe gentleman to hear us) laft night, Sir, my mafter found a man, in one of the chambers within D. Gitz. Your mafter found a man! La. Yes, Sir— I did not fee him myfelf, you'll obfeive, but I've no doubt ofthe fact, tho' Donna Marcella dc-nies it D. Guz. Hark, you rafcal, do you fee this cane in my hand ?"], [93, "A COMEDY. 77 La. Well, Sir, and what then, Sir ? D. Guz. Why then, firrah, how dare you have the impudence to trifle with me, knowing I have an instrument of chaftifemcnt fo near ? Tell me the truth, you dog ; the whole truth this moment, or I'll break every bone in your ikin. La. I have told you the whole truth, Sir. Don Ferdinand, my mailer, your nephew, found a man. in the houfe .laft night, that your daughter had hid there D. Guz. (sinking him) Take that, and that, and that ! La. (going off) For fhame, Sir, what's come over you ; are you bewitch'd ? Was ever fuch a curfed old fellow ? P, Guz. Gentlemen, you fee there is fomething wrong in my family ; I really don't know what it is at prefent ; but as it muft be fettled before we con clude matters, I will endeavour to get at the bottom of it, and let you know this evening, when we would trouble you again. I am fo confounded, fo vext, and in fuch a paffion, that I protcft I think I was never fo in all my days : but I'll make them tell me this ftory, in a plain, intelligible manner,; and my nephew fhall fatisfy me in every point, or I can tell him he fhall never be nearer related to me, and he may go farther and not fare fo well. As fion as the ft age is left void, Don Carlos opens a door in the back ficene, and after peeping to fee that the coasl is clear, enters with Aurora leaning on his arm. Aur. Only get me a little into the air, and I fliall be well again prefently. P. Car. How do you find yourfelf? Aur. Better already. P. Car. Good God, what fhall we do ; and how unfortunate was it, that you came here, fince our pervcrfe ftars decreed that the mafter key fhou'd be .of no ufe to us. Am:"], [94, "'TfS WELL IT'S NO WORSE: 78 Aur. Who cou'd devine that centinels wou'd be plac'd to guard the door ? However, let us not complain, but rather thank Providence, that we difcover'd their being potted, which muft other wife have ended in my fhame, and your inevitable deftruction. D. Car. (drawing her a chair) Sit down here 3 little. Aur. (leaning back) Heigho ! D. Car. Aurora! fhe faints again — the heat of that curled place, has overcome her fo, that I fhall never be able to fetch her to herfelf. Aur. 'Tis nothing but the fudden effects of the air. I afiure you I am greatly recover'd, and fhail be able to go in again immediately. D. Car. I know the rifk I run, in expofing my felf to difcovery — her retreat with m.- being known, will alfo fubject her to a thoufand difhonourable fuf picions, tho' groundlefs -, but her fituation requires immediate affiftance. If I can fee Beatrice, I think I may venture to tell her my ftory, and commit Aurora to her care ; fhe was formerly much in my intereft ; 'tis the only thingl have for it; and the worit come to the worft, my mafk and my fword fhall defend me from every body elfe. Aurora alone. What woman can fay fhe will make but one falfe ftep? Alas, we tread upon. ice, and in making one, thro' waat of caution, we make a thoufand. Nay, after that, accident takes the part of indifcre lion, and we even fall, in endeavouring to recover ourfclves — Carlos ! where is he ? Don Carlos ! how has he left me without my perceiving him ; fure he is gone to tell Marcella, or her maid, my fituation ; I wou'd fooner die than they fhou'd know it. Mar. (within) Beatrice, Beatrice, where are you ? ■Beat. Here, Ma'am, I'm a coming. Aur."], [95, "A C O M E D Y. 79 Aur. Heavens and earth, what do I hear! is not that Marcella's voice ? Shou'd the find me in this place, fhou'd fhe know where I have been, what wou'd fhe think of me — I am entangled fo on every fide, that it is impofible for me to extricate myfelf : muft then the retreat I contriv'd for another, be my own destruction ! Marcella, Beatrice. Mar. Where's my father ? Beat. I don't know, Ma'am, but I've told him all. Mar. Told him ! what have you told him ? Beat. Why, about the woman, Ma'am. Alar. I'm forry for it. Beat. Are you? I'm forry too then; but you wou'd not have had me told him a lie, and he afk'd me. Mar In fhort, Beatrice, Don Ferdinand's be haviour has fhaken my refolution — It betrays no marks of guilt ; and, after all, if we fhou'd be mif taken. Beat. Nay, Ma'am, if there is any miftake, you led me into it I'm fure; for I faid at firft, the woman was only a thief. Mar. I am really afraid I have been too rafh. Beat. And now you are vex'd with yourfclf, I fuppofe ; that's always the way when one's paiiion's over. Mar. Go and defire my father to come to me here. Beat. Yes, Ma'am ; but pray now take care what you fay to him, and don't let him lay all the blame upon me. Marcella fits down in the chair, which Aurora had iuft left, with her veil carelefsly thrown over her face. Don Carlos enters behind. D. Car. I have ventur'd as far as my appre henfions wou'd give me Lave, but without being able"], [96, "80 'TIS WELL IT'S NO WORSE: able to meet Beatrice ; however, it is fo far well, that I have met nobody elfe — Perhaps her weak- nefs may now have left her (approaching Marrclla, whofe back he only fees, and taking hold of her hand for Aurora's.) Deareft, tendereft creature, how is it with you ? Mar. (parting up with a ficream^ Ah ! D. Car. Confufion, what's this ! Mar. Who are you — Heip I D. Car., My head turns round, I fhall drop. Alar. Don Carlos de Pimentel ! D. Car. That wretch. Mar. Whence come you, Sir? How got you here ? D. Car. What fhall I fay to her ! (hefitaitng) Ma'am, I confefs at the fight of you my blood freezes, my heart recoils, and I am neither in a Hate to hear or anfwer you. Mar. Your rafhnefs, Sir, forces me to give you up to iuftice — Who's there ? D. Car. Hold, Ma'am — Give me up to juftice; having loft you, my life is not worth preferving; but where is the lady I left here juft now ? Mar. The lady, Sir, juft now; lord, what lady, and what are you talking of? I faw no lady — The cafe is evident, his misfortunes have turn'd his brain. D. Car. (afide) Aurora then, has recover'd, and gone back to our retreat ; Marcella has not feen her, I had better fay nothing. Mar. Tell me, Sir, to what purpofe are you come into this houfe ? Is it the effect of madnefs, or defign'd r.s an audacious infult upon our family ? D. Car. What can I fay — only that I am the moft unfortunate of men ; that all imaginable diftreffes, accumulate upon my head ; that thefc walls inclofe the object I have fo long ador'd, and fo fatally loft. Mar, Proceed no farther, Sir — On reflection, I find myfelf in the moft critical fituation — My honour is' at flake as well as your life — Only let me know in one"], [97, "A COMEDY. 81 one word, did you come here on purpofe to meet destruction, or do you wifh to avoid it? D. Car. Are you married to Don Ferdinand ? Alar. I am not ; nor do I believe I ever fhall -, but, good gentleman, endeavour to calm your tranf ports; you frighten me, and may ruin us both. P. Car. 'Tis true; — forgive the ravings of a diffracted man ; — I am diffracted, I am distracted, Marcella; — where to go — how to act — what to fay— Enter Beatrice. Beat. Your father, and Don Ferdinand, are both gone (Seeing Don Carlos.) — Ah, Ma'am ! here is a man then, after all— and you wou'd not venture to truft me. Mar. The man is Don Carlos— — Beat. De Pimentel! We fhall be everyone hang'd. Mar. How he got in, or his reafon for coming, I cannot prevail on him to difcover. Beat. How long has he been here, Ma'am ? Mar. I never faw him, till this moment, that he furprized me. Beat. Upon your word ! Mar. For my part, I believe he is mad ; for he talks in the ftrangeft, wild, incoherent manner. Beat. Flis eyes look very ugly, I affure you ; — ftand farther from him, Ma'am, he may have broken from his keepers. — (Keeping at a diftance, with her miftrefis by the arm.) — What do you want here, Sir ? and which of our people let you in ? D. Car. None of your people let me in. Beat. I fuppofe, then, you were the man Don Ferdinand faw laft night ? P. Car. I was. Beat. And have you been here ever fince ? D. Car. I have, Beat. And where did you hide yourfelf ? B. Car. Where I could. M £eat."], [98, "82 TIS WELL IT'S NO WORSE: Beat. Have you been feen by any one in the houfe, befides my lady and me ? D. Car. No. Beat. We muft get him out, Ma'am, while your father and Don Ferdinand are abroad ; it will be better than calling the fervants to take him, for reafons Mar. But how fhall we get him out ? — He is fub ject to be feen by all the fervants in the houfe, every one of whom know him ; — and, at laft, perhaps, he may be flopp'd by the centinels at the door. Beat. The centinels ! — I never thought of them. — Lord ! Lord ! how fhall we contrive ! — One can't think of hanging the wretch. — Stay, there's a thought come into my head. — If we can get the family out of the way, there is, in my room, a military hat and cloak of your late brother's ; let him put on them ; the centinels will take him for an officer — Alar. My brother's cloak and hat ! 1 cannot think of it, Beatrice. Beat. Then, Ma'am, you muft give him up. Mar. I can't think of that either. D. Car. Sacrifice me ; give me up; I am prepar'd for death, and defire to meet it. Beat. Ay, but we have too much regard for our felves, we thank you. Mar. At any rate, Beatrice, carry him up into your chamber for the prefent. Beat. I will, Ma'am. Come, Sir. There's fomething that puzzles me in this bufinefs notwithftanding; for, I can hardly believe the man wou'd come into this houfe, merely for the fake of being hang'd, let my lady fay what fhe pleafes. End of the Fourth Act. ACT"], [99, "A COMEDY. 83 ACT V. SCENE I. AJlreet ; with a view, near the bottom of the ftage, of Don Guzman'.* bcufie, with two centinels at -the door. Don Ferdinand enters with Don Pedro. P. Fer. 1 HE Duke of Medina, then, isentirely out of danger ? D. Ped. His physicians pronounced him fo this morning. I told you, that the colonel of the regi ment, to which I belong, was now at Madrid ; I knew him to be a man of honour, and Was fure of his friendfhip. I writ him a candid account of mj rencounter with the Duke, to whom he immediately went; and he managed matters fo well, that juft now he came to the place of my retreat with the meffage I have repeated to you : that his Grace took the blame .of the whole affair upon himfelf, and affured me, upon his honour, he would not fuffer me in any way to be troubled or molefted about it. D. Fer. It fpeaks the generality which always ought to diltinguifh the nobleman. You may be lieve, being in a great meafure the instrument of your misfortune, I more than participated in the un eafinefs it gave you. But I hope the remainder of your ftay at Madrid will not be lefs agreeable, for the unlucky accident, which threatened to cloud it, fo foon after your arrival. D. Ped. Was my peace, and honour, entirely in my own keeping, I flatter myfelf neither one, nor the other, would be often in danger: but what fhall I fay to you, Den Ferdinand ? — Laft: night, my filter, whom I had placed in a neigh bouring convent, taking advantage of the indif pofition of the abbefs, and the retirement of the M 2 reft"], [100, "84 'TIS WELL IT'S NO WORSE: reft of the community, impofed upon a filly old nun, injudicioufly trusted with the keys of the houfe ; fhe let her go out, as fhe fays, but for an hour; and from that time, to this, fhe has never been heard of. D. Fer. Let her out ! Upon what pretence ? P. Ped. I cannot clearly learn. Her maid, who is left behind, fays her miftrefs did not intruft her with the fecret : the nun has been interrogated again, and again ; but fhe is fo old, her memory is fo feeble, and (lie gives fuch a confufed account, that it is impofiible to form any conjectures upon what fhe fays. D. Fer. But can you form no conjectures your felf? D. Ped. Why, it is a fufpicion I am unwilling to divulge ; but to tell you the truth, from your hav ing feen Don Carlos de Pimentel the other evening, I have no manner of doubt, that fhe is either hid with him fome where in Madrid, or that fhe is fled with him from hence. D. Fer. This is extraordinary, very extraordinary, indeed ! D. Ped. I think, Don Ferdinand, you yourfelf feem to be in a ftate of mind, to-day, far from perfectly tranquil ; what is the matter with you ? I hope my vexations are not contagious. D Fer. No; but to be sincere with you, a little ditturbance has happened this morning at home, which puts me fomewhat out of forts : I am angry with others, and angry with myfelf; but as there are faults on both fides, I hope all will be put again in the right channel. D. Ped. I hope fo too ; for, believe me, nothing could augment my own fufferings more, than a knowledge of your having any thing to make you materially uneafy. P. Fer."], [101, "A C O M E D Y. gs P. Fer. Hold, Don Pedro, ftand back a little ; do you fee the fellow that creeps yonder under the wall, looking behind him every moment ? D. Ped. Ay, what of him ? P. Fer. He comes this way. I have my reafons for ic ;' Jet us ftand a little under that piazza, and obferve him. Enter Mufkato. What an infernal thing is a life of apprehension ! I wifh I may never ftir, if my fear has not almoft melted me into a jelly : (clapping his hands behind him, between his waft coat and coat.) Ay, ay ; thro' fhirt, waillcoat, and all ; I could not be in a finer perforation, if the whole college of phyficians had been endeavouring to bring me to it. Well, how it will end, Heaven knows ; I am out of the houfe, that's one comfort ; and in fome meafure the way is paved for my matter; for I have been among his friends, and fix of them, brave, fturdy, young fellows, armed with fwords and piftols, will be ready to favour his efcape ; the hour they are determined en is the moft convenient that can be, when our Dons are taking their digeftive naps after dinner. I only wait their arrival, togiveDon Carlos the fignal from this little popper ; (Jhews a pocket pislol j but I muft firft take a view or the houfe, which I may do with fafety, from yonder corner, in order to determine on which fide I had beft ftand, when I give the alarm, that it may be fure to come to my matter's ears, (going eff, with his face towards the audience, Juddenly ft arts, and turns.) Who do you want ? It is not I ' Lord have mercy upon me, I thought fome one had touched my fhoulder. I'll fhoot the first man that affaults me. Don"], [102, "46 'TIS WELL IT'S NO WORSE: Don Ferdinand, Don Pedro, and then Lazarillo. P. Fer. 'Tis he, I'm pofitive. B. Ped. I think fo too. B. Fcr. Hold a little, (ringing at Don Guzman'* door, Lazarillo comes out.) Come this way, you Sir; do you fee the man that goes along yonder, with his hat flapped over his face ? Pafs by him, and try if you know who he is. .(Lazarido^ew out.) The fellow's not at home, whom I lent to dog Don Carlos, the night before laft, or he could tell di rectly whether this is the fame perfon that was with him. B. Ped. Your man has taken a thorough furvey of his whole perfon. B. Fcr. (to Lazarillo returning.) Well, Sir, do you know him? La. Why, Sir, I think I have feen his face before. P, Fer. Is he the fervant of Don Carlos de Pi- mentel ? La. The very man. * B. E'er,. Then let us go, and feize him directly. B. Ped. Hold, Don Ferdinand, you and your fervant will be fufficient to deal with him, and it is abfolutely neceffary for me, to pay the compli ment of calling at the duke of Medina's imme diately ; however, I'll be with you at your houfe in lefs than half an hour. B. Fer. Do fo. Lazarillo, follow me. Scene changes to a room in Don Guzman'* houfie, Bear trice enters; and afterwards on the oppofile fide enter Marcella. Beat, (looking about her.) Come, Ma'am, he may venture. Mar. (within.) Is the coaft quite clear, Beatrice? Beat. Yes, Ma'am, I have lent all the other men out of the way, and Lazarillo is juft this moment gone down the ftrett. But let him make hafte. Mar."], [103, "A C O M E D Y. f7 ,Mar. (within.) I'll fetch him. Beat. The dickens take him, he has put me in fuch a tremble, as I have not been in this twelve month ; and frights ruin one's complexion too: I dare fwear I fliall look pale for a week. Well, Ma'am, what are you flaying for ? Mar. (entering.) Blefs my foul, Beatrice, I can't find Don Carlos. Beat. Not find him, Ma'am ! Mar. No ; I left him in the room a few minutes ago; and when I came back, he was not there. Beat. Mercy, mercy; let me go lode for him. Enter Don Carlos, with the hat, cloak, and regimen- tals ofi a Spanijh officer. P. Car. I beg your pardon — Beat. Lord, Sir, where do you run ? My miftrefs, and I, have been terrified out of our fenfes. B. Car. I thought to follow your miftrefs, but by miltake turned into a wrong chamber, and could not find my way. (turning to Marcella.) Will you permit me to fay a Jew words to Mrs. Beatrice, in private ? Beat. In private to me ! Mercy on us, what ! B. Car. Don'tvbe alarmed, it is only a little com miffion I have to charge you with, (taking her afide.) In the firft place, my dear girl, there is my purfe, and ten thoufand thanks for the kind intereft you have taken in my misfortunes. Beat. Oh, dear Sir, your fervant, I am always ready and willing to affift any one in diftrefs; and I wifh you may get fafe out of Madrid, with all my heart. P. Car. Well, but this is not all I have to fay to you. Beat. No, Sir! P. Cat-. No. There is another perfon ftill in this houfe, for whom I muft intreat your good of fices ; and fhould there be occafion and opportu- nity."], [104, "88 'TIS WELL IT'S NO WORSE: nity, I beg you will convey that perfon out, unfcen by your miftrefs. Beat. Well, but I don't underftand you ; explain this matter to me a little more. P. Car. I can't explain it farther, at prefent. Beat. Another perfon ftill in the houfe, that I muft endeavour — Mar. Beatrice, we are lofing time. Beat. Very true, Ma'am — that I muft endeavour to get out, unknown to my lady. Who is it? B. Car. What fignifies ? you'll fee. Beat. Well, but you've fet me quite on the fidgets. Mar. Upon my word, Beatrice, we fhall delay fo long— Beat. We are ready, Ma'am. Come, Sir, let me look at you ; the cloaths fit him mighty well ; I dare fwear the centinels will take him for an officer. Mar. I hope fo. Beat. You muft be cautious not to fhew any con fulion. Come along the hall with a ftrut, and in palling by, look impudent, more impudent ftill ; you'll not look half impudent enough. B. Car. Never fear me. Beat. But you leave my curiofity horribly on the stretch, Sir. I wifh you would tell me what you meant, by the thing you faid to me juft now. B. Car. Once more, Ma'am, and for the laft time, I'm afraid, I take my leave of you ; but, if any accident untinged with my misfortunes, fhould again bring us together, let me flatter myfelf — Beat. Pray, Sir, is the perfon a man, or a woman ? B. Car. Beatrice, farewell — Mar. Have a moment's patience ; lama little uneafy ; I think I fee a crowd of people coming to wards our door, and, if I am not miftaken, Don. Ferdinand is among them. Beat. Stay, Ma'am, let me look. Oh,, mon ftrous ! Alar. What's the matter ? Beat.,"], [105, "A COMEDY. 89 Beat. I don't know. Don Ferdinand, and La zarillo, and two or three more, have laid hold of a man, and are dragging him along; and I wifh I may die, Don Carlos, if the perfon they have got, is not very like your fervant Mufkato. B. Car. Then the work of my destruction is com plete. Come, Ma'am, have the merit of giving me up. Mar. I give you up, Sir ! Beat. They are bringing him into the houfe. Quick, quick, let us get back to my chamber, as fait as we can. Scene changes to another chamber in Don GuzmanV houfie, in which is the moveable pannel. Don Fer- dinand enters, attended by Lazarillo, and other Jer- vants, with Mufkato, whom they have got by the collar. B. Fer. Pull the rafcal in here ; pull him in ; and if he attempts to ftruggle, knock him down. Mufk. Well, but gentlemen, good, dear gen tlemen, as you are men of honour, and Catholic Christians, don't do me any hurt. — I am a poor mi ferable young fellow, but juft turn'd of four and twenty, that have an old mother, and two lame filters — B. Fer. Aren't you a villain, firrah ? Mufk. You are pleas'd to fay fo, Sir ; and I fhan't be fo unmannerly as to contradict any gentleman, with a fword at my throat. P. Fer. Aren't you the fervant of that affaffin, Don Carlos de Pimentel ? Mufk. Upon my word Sir, I can't fay; — perhaps I may, and perhaps I mayn't ;— you have frighten'd every thing quite out of my head ; — I have no mC'e memory than a dry'd whiting. La. He is his fervant, Sir. Mufk. Well, Sir ; yes, I am his fervant, if that will content you. N P. Fer"], [106, "'TIS WELL IT'S NO WORSE: 90 B Fer. Where's your mafter ? ■Mufk. (Laugh wg.) Ha! ha! ha! B. Fer. Do ycu make a jeft of us ? Muff. No, Sir, no-, but I am ticklifh, and your man has got his fingers in my collar: bid him take them away, and I'll fpeak. B. Fer- Let him go. Well, now, Sir, where is Don Carlos ? Mv.fi:. He's in a place. — -(Looking towards the pannel. ) B. Fer. In a place ! what place ? Mufk. Stay, let me recollect myfelf a little. I never was fo flurry'd fince I was born. Indeed, gen tlemen, you have not done well to fcare me in this manner : it may throw me into a fever ; or fome other ugly diforder ; and, I am fure, you have fo much good nature, that you wou'd be forry for it afterwards. B. Fer. You will trifle with us, then. Anfwer my queftion, directly, or torture fhall make you. Mufk. Propofe it again, good Sir. B. Fer. Where is Don Carlos de Pimentel ? Mujk. Not a great way off. (Looking again at the pannel. ) B. Fer. So we fuppofe, by your being here. Mufk. He is, at prefent, I believe Pray, Sir, will you do me the favour to tell me what o'clock it is? P. Fer. What a clock ! Mufk. Yes, Sir ; becaufe I wou'd be as precife in, anfwering your queftion, as poffible : and, if it is now about half an hour after one, as I partly con jecture, Don Carlos is at this moment, picking his teeth, after dinner, in the city of Lifbon. B. Fer. 'Tis falfe, firrah ; I know he is at this moment hid fomewhere in Madrid. Lay hold of him again. Mufk. Don't touch me for your lives. — I defire to know, gentlemen, fince you come to this, how long"], [107, "A COMEDY. 91 long it has been the cuftom in Spain, to lay violent hands on people, without officers, and without war rants ? B. Fer. We'll tell you that by and by. Enter Marcella and Beatrice. Mar. There is really nothing in this houfe, from morning till night, but noife and confufion. — What is the matter here ? Alufik. Only a couple of alguazils, Madam, as you may perceive by their drefs, that have got a poor criminal in their clutches, and are going to play the devil with him. B. Fer. This is the fervant of Don Carlos de Pi mentel; I catched him juft now in the ftreet, mea furing the outfide of our houfe, with his eyes, from top to bottom — I know his mafter is at prefent in Madrid ; and I fufpect, this emiffary of his was not lurking about this neighbourhood for any good pur pofe : — rather, perhaps, in meditation of fome far ther deftruction of our family ;■ — for, fearching his pockets, we found a piftol. Mufk. You found a piftol ! Do you fay you found a piftol in my pocket ? La. There it is. Mufk. Oh, do you call that a piftol ?— — — La. Ay ; whac do you call it ? Mufk. I keep it to light my pipe. Beat. Well but, Sir, let me look at this perfon ; becaufe I was very well acquainted with Don Carlos, and his fervant too, if this be the fame he had before he left Madrid. Mufk. Do look at me, Ma'am ; did you ever fee my face before ? Beat. Never, upon my honour. Mufk. See there, gentlemen. La. Why you yourfelf faid but now, that you belong'd to Don Carlos. Mufk. Did I? N 2 B. Fer."], [108, "'TIS WELL IT'S NO WORSE: 92 P. Fer. Yes, this moment. Mufk. I don't think I faid any fuch thing : and I am almoft fure I did not. Beat. Indeed, Sir, you are miftaken here ; — he that liv'd with Don Carlos, us'd to make love to me ; — a good, genteel, perfonable fellow : whereas, this is one of the worft looking, ill-made, aukward, ugly hounds, 1 ever faw in my life. La. Sir, believe what I fay to you ; this is the fervant that liv'd with Don Carlos, when he was laft in Madrid ; and he was always juft as ugly as he is now. I even recollect his name ; it began with jufs — or fufs or ■ Alufk. There is neither jufs nor fufs in my name ; fo you may give me my liberty. B. Fer. No, Sir, I arreft you Mufk. You can't ; let me fee your warrant. Alar. Indeed, Sir, I think you had better turn him about his bufinefs. B. Fer. I think the contrary. — Pray, Ma'am, you and your maid return to your chamber. — Lazarillo, lock that door, and give me the key (To Mu fkato, who endeavours to fteal away.) 'Tis in vain to ftrive to efcape, Sir ; I fhall leave you lock'd up here, till I come back with proper officers. Mvfik. (Pulling Lazarillo by the jleeve.) Young man, I find myfelf a little indifpos'd ; if you have any fuch thing as a drop of fpirits in the houfe, I would be oblig'd to you for La. Oh ! you'll be in greater want of fpirits pre fently ; you had better keep them for a more preffing occafion. Mufkato, Aurora. Alifk. (Knocking at the wainficot.) Open ; — open ; -'tis I. Aur. (Coming out veil'd.) Well ! Mufk. Hey-day, what have you done to yourfelf! have you got into petticoats too ? Gad, I don't know"], [109, "A COMEDY. 93 know but you are much in the right of it ; for there is an old gentleman hereabouts, who conducts ladies out of his houfe, with an admirable politenefs. But, joking apart, I fuppofe you have heard what has happen'd. Aur. I endeavoured to liften ; but the noife was fo great, I could hear nothing diftinctly. Mufk. You cou'd heat* nothing diftinctly! (Squeaking to mimic her.) What the devil, have you put your voice into petticoats too ? — I left you a double bats; and, 1 find you a treble. Aur. (Shewing her face) Come, a truce with thefe impertinencies. Mufk. Donna Aurora! For Heaven's fake, worthy young gentlewoman, how came you here ? Aur. 'Tis a long ftory to tell : however, make yourfelf eafy; your mafter has efcaped. A-lufik. My mafter ! Aur. Donna Marcella, the daughter of Don Guz. man. in whofe way he happened to fall, undertook to fet him at liberty. He came here, juft now, and offered to ftay with me, or make me the companion of his efcape : the former, you may be fure, I would not hear of-, and, in the latter cafe, 1 thought I fhould only be an impediment to him. Mujk. Well, but ftay — Donna Marcella, and he — and you and coming and going This is all hicktius doxius to me. — When did you fee Donna Marcella ? Aur. She does not know I am here •, — my great mortification is, that I am afraid I fhall at laft be obliged to difcover myfclf to her. Beat. (Through the key-hole-) Muikato! Mufkatol MuJJt. Who's there? Beat. 'Tis I — Beatrice have they lock'd you up ? Mufk. Ay, double lock'd me up— I am lock'd up on both fides. Beat. I wifh I cou'd let you out. Mufk:"], [110, "'TIS WELL IT'S NO WORSE: 94 Muf. I with you could, into the ftreet — How did you get out my mafter? Beat. We have him here within ; and he fays he won't go without you. Mufi. I am very much obliged to him ; but what good will that do me ? However^ at any rate, I fhould be glad to take my leave of him, before we part. I wifh you would ftrive to put back the lock of the door. Beat. It's impoflible ; but comfort yourfelf ; my lady, and I, have been both crying for you ; and I dare fwear we fhall cry a great deal more. Mufi. You think we fhall fuffer then. Beat. Take care of yourfelf; Don Ferdinand is coming up the other way, with the alguazils. Mufi. (Running to the pannel) Is he ? By Gad, then I will take all the care I can. Aur. Stay, Mufkato (her fioot flipping as Jhe goes to follow him.) Oh, gracious Heaven ! I have hurt my felf, and they are opening the door. Mufi. (dropping the pannel) Nay, if you won't come: charity begins at home. Aur. (on the outfide) Mufkato! Aurora, Don Ferdinand, Don Pedro, Lazarillo, and Alguazils. B. Per. (without) Yes, yes, my friend Lazarillo and I lei zed him ; and we have him here, under lock and key. B. Ped. On no account quit him till he difcovers where Don Carlos is ; tho' I believe the law will in volve him in his mailer's crime. Aur. Shame and destruction, my brother's voice' B. Fer. (entering) Stand by there, and let the of ficers pafs; here, gentlemen, is the Corigidor's war rant, and there's your prifoner. Alg. We are ready to do yonr duty, Sir. B. Fer. Hey, what have we got, — B. Fed. A woman in a veil ! P. Fer."], [111, "A COMEDY. 93 P. Fer. Lazarillo. La. Sir! B. Fer. Where's the fervant of Don Carlos? La. Is not he there, Sir ? B. Fer. And what woman's this ? Alg. If you can't produce the criminal, Don Fer dinand, it is impoffiblefor us to take him. B. Fer. Hold, gentlemen (ficauhing the chamber.) By Heavens, I left him locked up here, and have had the key in my pocket ever fince. B. Ped. Why don't you fee who the woman is ? La. (approaching Aurora) I'll fee that. B. Fer. ( Aurora making a motion with ber hand) Stand off. La. She beckens to fpeak with you. B. Fer. I defire, gentlemen, you won't leave the houfe yet. Aur. (Whijpers Don Ferdinand.) B. Fer. To fpeak to me in private, ma'am ? Is there any thing particular that you can't fay before thefe people ? Aur. (Whifipers him again.) B. Fer. Very well, ma'am, it fhall be fo. La zarillo, take the officers with you into the next room: and, let me beg of you, Don Pedro, to ftand at the door, to have an eye that they don't go away. Aur. I muft difcover myfelf to him. B. Fer. Well, now, ma'am ; who, and what are you ? Aur. Anfwer thefe queftions yourfelf, Sir (lifiting ut> her veil-,) for the reft, my fex, and my mif fortunes, give me claim to your protection. P. Fer. Aurora, the filler of Don Pedro! Where is the man I left here; and by what unaccountable accident — Aur. A time will come for fatisfying you in every thing : confider, at preient, but the peril of my fituation ; my brother is here ; I am a woman ; and you are a gentleman. P. Fer;"], [112, "95 'TIS WELL IT'S NO WOR5E: B. Fer. I am really under fuch aftonifhment ? However, I pledge my word for your fafety, while you are here ; let down your veil ; and, if pof fible, I will get rid of Don Pedro, till I convey you into fome other place. B. Ped. How now ! Your countenance fcems changed of a fudden : who is this veiled woman ? B. Fer. An unfortunate perfon of my acquaint ance. B. Ped. She feems to have thrown you into great perplexity. B. Fer. Into greater than it is poffible to imagine. B. Fed. Can I be of any fervice to you ? IX Fer. No. B. Ped. I'll fpeak to her, if you pleafe. B. Fer. It muft not be. B. Ped. I'll be hanged but fhe is fome miflrefs. B. Fer. No, upon my word ; but — Don Ferdinand, Don Pedro, Aurora, and Don Guzman, behind the Jcenes. B. Guz. Alguazils in my houfe again ! This is really monftrous : how come the centinels to let thefe people up ? If you fcek Don Pedro Pacheco, gentlemen, I tell you once for all — D. Fer. Was ever man fo embarraffed as I am ! Here's my uncle now ; if he finds a woman witb me, and I refufe to give an account how fhe came, he will believe the ftory Marcella told him concern ing Jaft night ; if I difcover her, I shall involve my felf in a quarrel with her brother, befides breaking my word given to her. B. Ped. You are greatly concerned about fome thing. B. Fer. lam; 1 confefs it. Aur. Don Ferdinand, do you hesitate to preferve me ? B. Fer. No, Ma'am, I will endeavour to preferve you, at any rate. My dear Don Pedro, don't be lurprized"], [113, "A COMEDY. 97 furprized at what I am going to fay to you : it Hands me upon to keep this lady from my uncle's fight ; I beg, therefore, you will not mention any thing about her: and pray, ma'am, do you ftep into this cabinet. P Ped. Shall I fhut myfelf up with her ? P. Fer. No ; ftay where you are. Don Ferdinand, Don Pedro, and Don Guzman, fipeaking to Lazarillo, who goes acrofs ; afterwards enter on the oppofite fide, Marcella and Beatrice. P. -Guz Go you, Sir, and defire my daughter to come to me immediately. Nephew, I am very angry with you. B. Fer. I am forry for that, Sir. B. Guz. A fig for your forrow. P. Ped. Don Guzman, I kifs your hand. B. Guz. I am glad to fee you out of your trouble, Don Pedro ; you know what I am going to fay : I was well acquainted with your father, he was an honeft, obliging, kind hearted man , and — ■ Mar. Here I am, Sir, what's your pleafure ? B. Guz. What, you won't let me enjoy eafe and quietnefs? (To D. Pedro) I have been worried thefe two days in fuch a manner, you would really pity me, if you knew it ; and now I find my houfe full of bailiffs. They tell me, nephew, you have lcized the fervant of Don Carlos de Pimentel. B. Fer. Yes, Sir, but he has efcaped. P. Guz. How has he efcaped ? D. Fer. That's more than I am able to fay. I left him locked up here ; and, when I came back again, I could not find him. B. Guz. Oh, very well ; I warrant you I'll find him: I hear tales of a very ugly nature from one fide and the other, of men and women being con cealed in the houfe. B. Fer. 'Tis moft certain, Sir, that I met a ftrange Q rn^rv"], [114, "$8 TllWELLIT'SNOWORSE: man in the houfe laft night ; but I don't pretend to determine how he got in. B. Guz. My daughter fays there was a ftrange woman ; and, for any thing that appears to the con trary, both the lurking toads may be in the houfe ftill ; and, if fomebody does not ferrit them out, we may have our throats cut one of thefe nights, when we are afleep in our beds, and dreaming of no fuch matter. B. Fer. Oh, Sir, I can't think they are in the houfe ftill. B. Guz. Oh, but I'll be fure ; and, therefore, I am determined to hunt every hole and corner. And firft, I'll begin to examine this room (going to wards the clofiet where Aurora m.) Perhaps they may have hid themfelves — B. Fer. (placing himfielfi before the clofe t) Hold, Sir, you mull not go in here. B. Guz. No! And why not pray ? Mar. Do go in, Sir — B. Guz. Nephew, I will go into that place. B. Fer. Pardon me, Sir, I have the greatest re fpect for you, but here my honour is engag'd ; and by Heaven, I will defend this door with my life. B. Guz. This is very pretty behaviour, I proteft; however, Sir, fince you are fo violent, I will not contend With you at prefent ; I'll take this room in my way back : and will you, Don Pedro, be fo obliging as to accompany me, while I fearch the reft of the apartments. Beat, (very quick) He'll go into ray chamber, Ma'am, and find Don Carlos. Alar. Hold, pray, Sir, ftay a moment. P. Guz. What mifchief s in the wind now ? Mar. You muft not go in this way, Sir. B. Guz. Muft not ! by my faith but I will tho' Beat. For fhame, Sir, it looks as if you doubted my lady's honour. P. Fck."], [115, "A COMEDY. 99 P. Fer. And why fhou'd not your lady's honour be doubted as well as mine ? I fay, Sir, do go in. P. Guz. And fo I— Mar, Pray, Sir, don't think of it. B. Guz. Then I'll go in there. B. Fer. No, Sir, that muft not be. - B. Guz. Why now did ever any one fee the like of this? I fay, nephew, daughter Aurora, throwing open the doors of the cabinet, comes out. Aur. Ruin I fee muft overtake me, and therefore I'll meet it. B. Gaz. So, fo, fo! Mar. Weil, was I right or wrong ? Beat. Right, Ma'am ; there is a woman, and I fhall have lomething to fay to her prefently. , B. Fer. Uncle, upon my honour, this is a lady of condition, who is here by mere accident — Don Pedro can tell you B. Guz. Nephew, I cou'd not have believ'd fuch a thing of you. P. Ped. WTell, but, Sir, let Don Ferdinand explain the matter, he is my friend ; I know him, and I am finished he is incapable Mar. Come, Ma'am, fhew your face, till we fee with what juftice you are preferr'd toothers. Beat. Why don't you pull off your veil? Aur. There ! Now are you fatisfied ? B. Ped. (Aurora dijcovering herfelf) Fury and death, my sifter ! Villain, draw your fword. B. Guz. Nay now, Don Pedro,, you are out of your wits. B. Fer. Hear me, will you ? B. Ped. I'll hear nothing. Mar. Nor I. P. Guz."], [116, "'TIS WELL IT'S NO WORSE: 100 B. Guz. I'll leave it to all the world now, if ever there was a poor old fellow fo hamper'd, and plagu'd, by a fet of young rafcals, and huffeys, as I am. Enter Lazarillo. La. Where's Don Guzman, where's my maftef; Oh gentlemen, gentlemen, gentlemen ! B. Ped. Don Ferdinand, follow me out directly. B. Guz. (slopping them) Pray hold a little — What ails this fellow ? Beat. Lazarillo, have you feen a ghoft ? La. You have hit it, the houfe is haunted. B. Guz. Yes, with a pack of mad people. La. Spirits, Sir, fpirits — As I am a living man, your fon, Don Aionzo appeared to me this inftant, upon the flairs. B. Guz. Pfhaw, you fimpleton, you have feen a white fheet, or a car run acrofs you. La. No, Sir, I faw your fon, in his regimental cloaths ; I faw him as plain as I fee you — His face was as long as my arm, and as pale as a piece of chalk ; his eyes glared like two. coals of fire, and he had a flambeau in his hand. B. Guz- I won't believe a word of this, it's all a monstrous lie — A ghoft, and a piece of chalk, and a flambeau, and ftuff; draw all your fwords and follow me. Mar. (finks into Ferdinand's arms) Oh ! Beat. My lady faints, my lady faints ! B. Ped. Fetch water here. B. Guz. Why does fhe faint this way ! Beat. Sir, I'll tell you ; (falling on her ktiees.) I'll tell you, Sir, if you'll promife not to be angry; for I find it is in vain to keep the thing a fecret from you any longer. P. Guz. Well, I'll not be angry. Beat. My lady has done nothing fhe need be afhamed of, Sir."], [117, "A COMEDY. ten P. Guz. No, fo I am in hopes. Beat. Nor are either fhe, or I, to blame ; for the perfon that's here, got in, without our knowledge. P. Guz. What perfon ? Beat. Oh, Sir, don't be angry ! P. Guz. I tell you I won't be angry ; I am only thunder-struck. Here, you, man, ghoft, devil, or whatever you are, make your appearance ; I protest: before Heaven, I'll do you no harm, but forgive you all, and let you go quietly about your bufinefs. La. The ghoft ! the ghoft ! the ghoft ! P. Guz. The fool, the blockhead, the afs. I could find in my heart to thrafh you while I am able to ftand over you. Enter Don Carlos, with his majk on, and his fword drawn. After advancing fome paces towards the middle, he dificovers himfielfi. P. Car. Don Guzman, I take you at your word. Omn. Don Carlos de Pimentel ! P. Fer. Call in the alguazils. P. Guz. No, come back. How have you the audacioufnefs, Don Carlos, to appear in this place ? And what do you think muft be the confequence of my feeing you ? P. Car. I came not to Madrid to brave your en mity, Don Guzman, but to engage the affiftanceof my friends. I was invited by this lady, to this houfe, where, by a train of accidents, as extraor dinary as unavoidable, I have been fhut up againft my will. Aur. This is true. To be more particular, or to tell you how I became entangled in the fame perplexities with him, is what neither our prefent fituation, or the ftate of my fpirits will allow. P. Guz. Did not you kill my fon ? P. Car. I fhould have been unworthy to live my felf, had I fupported an affront from any man ; condemn not me, but cuftom, which makes fuch relent*"], [118, "X02 'TIS WELL IT'S NO WORSE: refentments laudable. Your fon was the agfef- for ; I came not upon him iike a bravo, or an af- faflio, but where the injury was received, in the face of day, flaked my life upon the juftnefs of my quar- rel. The fame chance, which led my fword to Don Aionzo' 3 breaft, might have directed his to mine : the fall of your fon rendered me unhappy, but could not make me guilty. P. Fer. Uncle, on what do you ruminate ? P. Car. I have delivered myfelf into your hands,' Don Guzman, on the faith of your promife, that the memory of all paft acts fhould be cancelled be- tween us ; but confcious of my innocence, I difdain to owe my fafety to an undefigned clemency ; recall what you have faid, I releafe you from your word, if you can have more pleafure in fatisfying an unjuft revenge, than in-facrificing it to a point of honour. P. Guz. Go away, and never let me fee you more. P. Ped. This may do for you, Don Guzman, but I am to be anfwered in another manner. The death of a fon may be forgiven, but not the ruin of a filter. P. Car. Don Pedro, I never wrohg'd you. I honour, I etlcem, I admire your filler ; and not out of fear of your anger, but in regard to her virtues, and as a debt due to her reputation, brought into danger, by her attention to me, 1 am willing to make her my wife. P. Guz. Where is the flambeaux you had juft now ? If you have left it behind you, it may burn the houfe. P. Car. Flambeaux, Sir, I had no fuch thing. P. Guz. Did not you fay he had a flambeaux? La. Don't afk me any thing about it — I don't know what he had. Aur. (going apart with Don Pedro.) Brother — P. Fer. 7 nere is one circumstance, in this dark affair, which furprizes me more than any thing elfe. Where is your fervant, Don Carlos, whom I feized juft"], [119, "A C O M E D Y. 103 juft now in the ftreet ? I left him locked up here, and in lefs rhan a quarter of an hour — Don Guzman, Don Carlos, Don Ferdinand, Don Pedro, Aurora, Marcella, Beatrice, Lazarillo, and Mufkato, who lifts up the pannel. Mufi. Heigho ! P Fer. How now ? L Guz. Who have we bricked up in the wall, yon tier ? Mufi. Are we all friends ; is it peace, and good jEeiloWlhip, without refpect of perfons? Mar. Mufkato ' Muf. At your fervice, Ma'am; and gentlemen, a\"c \"... '.lies, I humbly falute you all. p. 'juz. Sirrah, I defire to know — , MuJ. I am included in the treaty, Sir. Beat. What place have we got here ? This brings things into my head. Hark, you rogue's face, was not it you that ftole my gown ? Mufi. Si, Signora. Beat. Well, and where is it ? Mufi. Why you mult know I put it on. Beat. Put on my gown ! Mufi. Oh Lord, yes ; I make one ofthe genteeleft ladies you ever laid your eyes on ; afk Don Guz man elfe. Being fomewhat more corpulent than you, indeed, your gown has fuffered a little in the teams ; but don't make yourfelf uneafy; to recom pence the damage, when our things come from Por tugal, I'll make you a prefent of one of the fweeteft pretty creatures of a lap-dog, between a maftiff and an Italian greyhound, about this high from the ground— -(holding his hand about a yard up.) Beat. Hang your filthy mongrel, he's fit for no thing but to watch a tan-yard. Make your mailer give me a new gown, for the one you have fpoiled. Muf. Here's my hand, it fhall be done. Aur. forward with Don Pedro) This is the fact, as well as it can be related, in a few words', wait, if you pleafe, to be farther fatisfied-, but re-"], [120, "104 'TIS WELL IT'S NO WORSE:' member, I can have no motive for deceiving you and the way is open for an honourable reconci liation, before fcandal and falfehood — I P Ped. What you tell me is very odd; however that is not a fufficient reafon for my doubting the truth of it. Don Carlos, we have no leifure now, to enter into difcuflions and explanations ; your fa mily and fortune are unexceptionable; . you fay you are willing to marry my filter ; take her, and may you be happy together, P. Guz. Don Pedro, I have a great regard both for you and yours, but I cannot fuffer Don Carlos to flay longer in my ho'ufe. P. Car. Confcious of the indelicacy, I will quit it immediately. Nay more, I will for fome months, or longer if you pleafe, return to my exile at Lifbon; yet let me hope, that time may open a way to our re-union, at leaft fo far — Aur. I affure you, . Don Guzman, when you hear the hiftory of the three last days Don Carlos has paft, you will allow there is fomething fo uncom mon, and extraordinary Mufk. Nobody can give a better account of that matter than I; and whenever Don Guzman permits me, I will do myfelf the honour to wait upon him, and entertain him with our whole adventure. In rhe mean time, to the\" very ground I thank him for all favours ; wifhing him health, happinefs, and long life. Of you alfo, young gentleman and lady, 1 take fny leave : — and of you, Mrs. Beatrice, whom ,1 will attend, within this week, to the mercer's, for a new filk gown ; though I am oblig'd to pay for it out of my wages. And, laftly, my dear mafter, •I wifh you joy, from the bottom of my heart, of being releafed from all your troubles, by the gene rofity of this good old gentleman : his behaviour has been that of a noble Spaniard; and I hope' .our friends will teftify their fatisfaction, by joining to applaud it. End of the Comedy."], [121, ""], [122, ""]]