[[1, ""], [2, ""], [3, ""], [4, ""], [5, "CW^eWr"], [6, ""], [7, "THE BRIDE OF LAMMERMOOR. A DRAMA; 3£n dftbe 8tte. NOW PERFORMING WITH GENERAL APPROBATION AT THE THEATRE-ROYAL, EDINBURGH. TAKEN FROM THE CELEBRATED STOUT OF THE SAME NAME IN THE THIRD SERIES OF THE \" TALES OF MY LANDLORD.\" JOHN WILLIAM CALCRAFT. EDINBURGH : PRINTED FOR JOHN ANDERSON, JUN. 55, NORTH BRIDGE STREET, EDINBURGH ; AND SIMrKIN AND MARSHALL, STATIONERS' HALL COURT, LUDGATE STREET, LONDON. 1823."], [8, "Leith : Printed by A. AUardke."], [9, "TO MRS H. SIDDONS, WITH EVERY SENTIMENT OF THE HIGHEST RESPECT FOR HER PRIVATE WORTH, AND ADMIRATION OF HER PROFESSIONAL EXCELLENCE, THIS DRAMA IS INSCRIBED BY HER VERY OBEDIENT SERVANT, JOHN WILLIAM CALCRAFT."], [10, ""], [11, "PREFACE. In the following Drama, the language and in cidents of the beautiful and affecting Tale from which it is taken, have been carefully preserved. The unity of action in the original story, the regular developement of the plot, and the highly-wrought interest of the conclusion, al ways appeared to me calculated to produce a powerful effect on the stage, and rendered the task of adaptation for that purpose comparative ly a very easy one. The event has even exceed ed my expectations. Where such ample mate rials were already provided, little was necessary beyond their arrangement into the form, and within the compass, of an acting Drama. The only addenda, therefore, consist of two short scenes, an occasional speech, when necessary to connect the dialogue, and a material alteration in the management of the catastrophe, which,"], [12, "VI PREFACE. though terrifically grand and impressive in the original, it was totally impossible to represent in a theatre. The Piece has been received with the unani mous applause of repeated audiences ; and its success must fairly be ascribed to the un rivalled performance of Mrs H. Siddons, in the character of Lucy Ashton, and the pecu liar excellence of Mr Mackay in that of Caleb Balderstone. Mrs H. Siddons's performance stands alone ; and any praise 1 could bestow on it would be but a feeble addition to the general admiration with which her efforts have been witnessed. The character of Lucy Ash ton is one of singular difficulty ; and requires, from its representative, a display of mental powers, of a much higher order than those which frequently triumph over many of the more brilliant and imposing heroines of the tragic drama. It is a part, almost exclusively, of silent and intense expression, — deriving lit tle assistance, either from the energy of the language or the commanding nature of the situations. On reading the play alone, it would be very difficult to form any just con ception of the effect produced by Mrs H. Siddons, throughout the two last acts of this character."], [13, "PREFACE. VII Mr Mackay's Caleb Balderstone is an addi tional proof, that, in this range of the Drama, he has no competitor. His natural and unla boured delineation of the old, faithful retainer, is a specimen of Scottish character totally dis tinct from his Bailie Nicol Jarvie, and quite on a parallel with it in every particular. Mr Jones and Mr Murray are entitled to my warmest thanks for their zealous exertions in Bucklaw and Craigengelt, parts by no means calculated to display their peculiar excellencies. Both contributed greatly to the amusement of the audience, in the scenes in which they were concerned. These characters are very strik ing by description in the Novel ; but it would be almost impossible to render them equally prominent by representation in the Drama. The dignity of Mrs Renaud's deportment, and the impressiveness of her manner, in Alice Gray, imparted to the character more conse quence than it could derive from almost any other representative. To Mrs Eyre, Miss Nicol, Mr Faulkner, and all the other performers, I beg to return my sincere acknowledgments for their exertions, and regret that many were placed in situations"], [14, "VIII PREFACE. where so little opportunity was afforded them for the display of ability. It is almost unnecessary to add, that the Play received every advantage from scenery, dresses, decorations, &c. &c. — by which all new performances have long been characterized in the Edinburgh Theatre. A few sentences, marked by inverted com mas in the printed copy, are omitted in repre sentation. J. W. C. Edinburgh, 15th January, 1823."], [15, "©ramatis Persona?. Sir William Ashton, Lord Keeper Mr Faulkner Colonel Ashton, \\-rj-o S MR Denham. Henry Ashton, $ Uis bons ' ' \\ Miss Murray. Edgar, Master of Ravensivood - Mr Cal craft. Hayston of Bucllaw - - - - Mr Jones. Captain Craigengelt Mr Murray. Caleb Balderstone Mr Mackay. Lockhart Mr Miller. Randolph, a Clergyman ... Mr Lee. Norman, a Forester - - - - Mr Duff. •f Mr Hill yard. Three Gentlemen < Mr Aiken. ( Mr Power. A Messenger Mr Croly. Lady Ashton Mrs Eyre. Lucy Ashton Mrs H. Siddons. Alice Gray Mrs Renaud. Mysie Mrs Nicol. Dame Lighthody Miss Nicol. Marion Miss J. Nicol. Attendants, Foresters, Servants, §c. §c."], [16, ""], [17, "THE BRIDE OF LAMMERMOOR. ACT I. SCENE I. — A Gothic Chapel on a rock, overhang- ing the sea. — Solemn music within, as the curtain rises — the windows illuminated. — Enter from the Chapel a train qf attendants with torches, bearing the banners qfthe House qf Ravenswood fa Bull's Head, with the motto, \" I bide my time.\"J — Several gentlemen follow, descend the rock, and advance to the front. 1st Gent. Unhappy Ravenswood! Even to the grave the malice of thy enemies pursues thee ! Here, in the sanctuary, the satellites of law impede the solemn service of religion. Right well, my friends, have we maintained the honour of our house, and preserved the body of our chief from such unmanly insult. 2c? Gent. Let this Sir William Ashton, this new Lord Keeper, look to himself; for, if I read aright young Edgar's bold demeanour, he will remember and revenge the wrongs his father suffered. 3d Gent. I doubt it not ; and when he calls upon his kinsmen, I wear a sword to second his. 1st Gent. Peace ! peace ! such words are best un uttered. The usurper, by the awarded sentence of"], [18, "2 THE BRIDE OF LAMMERMOOR. the law, holds the inheritance of our noble relative. Edgar is young, impetuous, urged on to revenge by ancient enmity and recent insult ; he brooks but ill the galling weight of poverty. Urge him not to desperate enterprises. 2d Gent. Peace ! he is here ! Edgar Ravenswood enters from the Chapel, and descends to the front. Rav. Kinsmen and friends, you have performed no common duty to the body of our deceased re lative. The rites of due observance, which in other countries are allowed to the meanest Christian, would this day have been denied to Allan, Earl of Ravenswood, had they not been assured to him by your devoted courage. 1st Gent. We but performed our duty. The in sult offered to our lord, extends to all who claim the honour of his blood. Rav. Others bury their dead in sorrow and in silence — in reverence and in lamentation ; our funeral rites are marred by the intrusion of bailiffs and ruffians ; and our tears, the tears of clansmen for their chief — the tears of a son for his only pa rent, his solitary friend, are chased from our cheeks by the glow of just indignation. — But it is well I know from what quiver this arrow has come forth. It was only he who dug the grave, could have the mean cruelty to disturb the obsequies : and Heaven do as much and more to me, if I requite not to this man, and his house, the ruin and disgrace he has brought on me and mine. 1st Gent. Spoke as becomes the heir of Ravens wood ! — Our swords are yours, whenever you re quire them. Rav. Once more, my friends, receive my thanks. But now, enough of words. Let this suffice. : True to the legend of my house, \" / bide my times' —"], [19, "8 THE BRIDE OF LAMMERMOOR. and, when that time arrives, the world shall see that Edgar Ravenswood has both a heart and arm to suit the sacred cause which calls upon him. Now — on to the tower, where, in due observance of an an cient custom, the funeral feast is spread, and wel come waits on all. But should I pass the cup un tasted, and claim the privilege of solitude, my friends, I trust, will feel the heavy loss I have sus tained, nor deem my absence breach of hospitality. Forward ! \\_Exeunt. SCENE II. — A Gothic Library in Ravenswood Castle. Enter Sir William Ashton — Lockhart following. Lock. It was impossible, my Lord, to execute your orders, surrounded as we were by all the kins men of the family ; — the Master drew his sword, and threatened the clergyman with personal violence un less he proceeded with the ceremony. Sir W. Did the rest second this resolution ? Lock. All, my Lord ; an hundred weapons were displayed in an instant, and young Edgar, exclaim ing he knew well from whom this blow proceeded, uttered the most contemptuous expressions against you, and the authority you are invested with. We were compelled to leave the chapel, and happy to escape with our lives. Sir W. I can scarcely commend your prudence, Sir. — The consequences may be more important than you are aware of. Leave me. \\_Exit Lock.\"] Young Ravenswood is now completely in my grasp, and he shall either bend or break. This boy, this hair-brained fool, has wrecked his vessel before she has cleared the harbour. But I would not touch his life, even though it should be in my power. Yet if he lives till a change of times, what follows ?—res titution, perhaps revenge."], [20, "4 THE BRIDE OF LAMMERMOOR. Lucy Ashton enters. Lucy. My father here ! I fear I have disturbed you, Sir ! I did not know you were in the library. Sir W. My sweet Lucy, your presence is always welcome. Lucy. Nay, nay, dear father, 'tis your kindness induces you to say so. But since I have intruded upon you, I have a request to make, if you are not occupied in matters of importance. Sir W. Name it, Lucy. Lucy. You know, my dear Sir, I have long wish- ed to conduct you to the residence of old Alice. — 'Tis scarcely five minutes' walk from the castle, and the day is fine, — will you now gratify me ? Sir W. Who and what is this old woman you are so anxious to bring me acquainted with ? I think, Lucy, you know all the old gossips in the country. Lucy. To be sure I do, Sir, or how could I help the poor old creatures in hard times ? But Alice is the empress of old women, and the queen of gossips. She seldom associates with any of the peasants, for they are all afraid of her. Some con- sider her a witch, others a lunatic — but though her manner is wild, and her conversation superstitious, she is kind and gentle, and has a dignity in her deportment which would become a countess. The poor old soul has lost her sight with age ; but when she speaks to you, you would think she has a way of looking into your very heart. Sir W. All this, my dear, is no answer to my question, who this woman is, and her connexion with the Ravenswoods. Lucy. I believe she was nurse to the last Lord, and is distantly related to the family. It is against her will she has remained here, and she is always re gretting the change of times and property. Sir W. I am much obliged to her. She and her"], [21, "5 THE BRIDE OF LAMMERMOOR. people eat my bread and drink my cup, and lament, all the while, they are not still under a race who ne ver could do good, either to themselves or others. Lucy. Indeed, my dear Sir, you do her injustice : Alice is not mercenary, and would not accept a pen ny in charity to save her from being starved. I am sure she is grateful for your protection, and would rather speak to you than any person in the world. Do, my dear father, let me conduct you to her. Sir W. I confess you have raised my curiosity ; and I am anxious to question her respecting the cha racter of young Ravenswood. We will go imme diately. [Exeunt. SCENE III. — On one side, a ruinous Cottage, over- hung by a rock ; on the other, the remains qf a Chapel. — Several rough Tombstones near the front. — Alice discovered sitting on a bank. Enter Lucy and Sir William. Lucy. This is the cottage, and yonder is the old woman sitting. I'll bring her down to you, Sir. (Goes to Alice. J— Mice, my father is come to see you. Alice rises and comes down, led by Lucy, till site is between her and Sir William. Alice. He is welcome, Miss Ashton, and so are you. Sir W. This is a fine morning, mother. Alice. I believe so, my Lord. I feel the air breathe milder than of late. Sir W. Have you resided long on this property ? Alice. It is near sixty years since I first knew Ra venswood. Sir W. You are not of this country ? Alice. No j I am by birth an Englishwoman."], [22, "6 THE BRIDE OF LAMMERMOOR. Sir W. Yet you seem attached to this country as if it were your own. . Alice. It is here I have tasted the cup of joy and of sorrow which Heaven had destined for me. I was here, the wife of an upright and affectionate hus band, for more than twenty years. I was here the mother of six promising children. It was here that Heaven deprived me of all these blessings. It was here they died, and yonder, by yon ruined chapel, they all lie buried. I had no country but theirs, while they were alive — I have none but theirs, now they are no more. Sir W. But your cottage is miserably ruinous. I will have it repaired. Alice. That you are bound to do by law; but, old as it is, it will last my time. Sir W. You must have seen many changes during your long residence here. Alice. Yet I hoped my aged eyes might not have witnessed the downfall of the stately tree which once overshadowed my dwelling. Sir W. You lose no interest with me for regretting your former masters ; I respect your gratitude, and hope we shall live to be good friends when we know each other better. Alice. Those of my age, my Lord, make no new friendships ; I thank you for your kind intentions, and wish I could repay you better than by what I am going to say. — You now stand on the brink of a precipice ! Sir W. Indeed !— Alice. You have driven matters hard with the House of Ravenswood — You are still planning fur ther persecution. Believe a true tale : they are a fierce house, and there is danger in dealing with men when they become desperate. Sir W. What mean you, woman ! Young Ravens wood would not have recourse to personal violence ! Alice* Heaven forbid I should say so ! — I know"], [23, "THE BRIDE OF LAMMERMOOR. 7 nothing of the youth but what is honourable and open. — Honourable and open, did I say ! I should have added, free, generous, and noble : but he is still a Ravenswood, and may \" bide his time.\" Re member the fate of Sir George Lockhart. Sir W. Ah ! he perished by the hand of an assas sin ! — Alice. Therefore, I may well say, beware of press ing a desperate man with the hand of authority. There is blood of Chiesley, who did the deed, in the veins of Ravenswood ; and one drop of it were enough to fire him, in the circumstances under which he is placed. I say, once more — beware of him ! — [Exit into cottage. Sir William appears agitated, and stands lost in meditation. — Lucy approaches her Father. Lucy. My dear Sir, shall we return to the castle ? Sir W. aside. The manner and language of this woman surprise, nay, alarm me ! Can there be grounds for suspicion of violence ? No, no; the fate of Chiesley is a warning sufficient to deter. Come, my love, let us continue our walk, and smile at the superstitious cautions of your ancient friend. [Exeunt. SCENE IV.— The Mermaiden's Well in the Forest. Enter Ravenswood in a shooting dress, with a gun in his hand. Rav. For the last time, ere fortune drives me from my native land, I come to seek the spoiler of my house : Nature recoils from shedding blood ; yet, as I wander through these lofty woods, which once were mine, in every breeze I hear a voice, which"], [24, "8 THE BRIDE OF LAMMERMOOR. echoes back the feelings of my heart. The demon of revenge has planted scorpions here ; and from the grave my father's spirit cries for retribution. — A shriek without. (Looking off at the side J — Ha ! what do I behold ! a savage bull pursues the object of my hate, who struggles to support a fainting female ! One instant, and inevitable death awaits them. Can I look on, and leave them to this cruel fate, yet have the power to save ? — Away ! away ! — a moment's hesitation would disgrace the name of man. — (Rushes out. J A shot f red without, and immediately after Ravens- wood reenters, bearing Lucy senseless in his arms. — He places her on a bank near the well, and kneels beside her. — She recovers slowly. Lucy. (Looking round wildly J — My father! my father ! Rav. Sir William is perfectly safe, Madam. He is gone for further assistance, and will be here in stantly. Lucy. Oh Sir ! are you certain he is safe ? The savage animal was close by us — Do not stop me — I must go and seek my father. ( She is fainting, Ra venswood supports her. J Rav. Do not make yourself uneasy on his account. Fate has singularly preserved him. I must now leave you, Madam, and under the protection of those to whom it is possible you may this day have been a guardian angel. (Going. J Lucy. Yet stay, till my father, till the Lord Keeper comes ; only permit him to offer his thanks, and to inquire your name. Rav. It is unnecessary to mention my name. Your father— I would rather say, Sir William Ash ton, will learn it soon enough, for all the pleasure it is likely to afford him. Lucy. You mistake him. He will be grateful for"], [25, "9 THE BRIDE OF LAMMERMOOR. my sake and for his own. You do not know my father, or you are deceiving me with a story of his safety, when he has fallen a victim to the fury of that animal. Rav. On the word of a gentleman, Madam, I tell you the truth. Your father is in perfect safety. Lucy. (Taking his arm) Oh ! if you be a gentle man, if you be a man, assist me to find my father. — You shall not leave me, you shall go with me. ;He is dying perhaps, while we are talking here. Enter Sir William Ashton and two Foresters. My dear, dear father ! (Runs and embraces him.) Sir W* My dear, dear Lucy, are you safe ? Are you well ? Lucy. I am quite well, Sir, and still more that I see you so. But this gentleman, what must he think of me ? Sir W. (Crosses to him.) This gentleman will, I trust, not regret the trouble we have given him, when I assure him of the Lord Keeper's eternal gratitude for the greatest service which one man ever rendered to another. — For the life of my child, for my own life, which he has saved by his bravery and presence of mind, he will, I am sure, permit us to request — Rav. Request nothing of me, my Lord, — I am the Master of Ravenswood ! [Exit Rav. Sir W. The Master of Ravenswood ! Hasten af ter him ! [Two Foresters exeunt. ~\\ Stop him ! Beg him to speak to me for a single moment. My life preserved by the very man I have been warned against — whom I regarded as my bitterest enemy ! My daughter too ! Reenter the Two Foresters. Sir W. Well, Sir ?"], [26, "10 THE BRIDE OF LAMMERMOOR. Forest. He just said, he wadna' come back, my Lord. Sir W. He said something more, Sir, and I in- sist on knowing what it was. Forest. Why then, my Lord, he said, — but it wad be nae pleasure to your Lordship to hear it, — and I dare say the Master meant nae ill. Sir W. That's none of your concern, Sir; I desire to hear the very words. Forest. Well then, my Lord, he said, tell Sir William Ashton that the neist time he and I fore- gather, he will not be half sae blythe of our meeting as of our parting. Sir W. 'Very well, Sir. — I believe he alludes to a wager we have on our hawks. It's a matter of no consequence. — Retire, (The Foresters retire) and attend us to the castle. — How shall I act ? the man who saved my life, rejects my thanks, and shuns me as his mortal enemy ! I have the power to serve him ; and honour, gratitude, demand I should exert it. It shall be so. Lucy, my love, we must not suffer our preserver thus to leave us. Lucy. Oh ! my dear Father. Heaven seems to interpose this accident to end our ancient feuds : we cannot do too much to prove our gratitude. Since he, to whom we are so deeply indebted, regards us with hereditary hatred, let us rise superior to the dictates of mistaken pride, seek him in his own dwelling, brave his resentment, root out long-cherished enmitv, nor leave him, till, by perseverance, we have won his friendship, and changed suspicion and mistrust for lasting confidence. [Exeunt* END OF ACT I."], [27, "THE BRIDE OF LAMMERMOOR. 11 ACT II. SCENE I. — A Room in a Village Inn, called the Tod's Den. Bucklaw and Craigengelt discovered. Buck. What the foul fiend can have detained the Master so long ! He must have miscarried in his enterprise. Why did you dissuade me from going with him ? Craig. One man is enough to right his own wrong. We venture our lives for him in coming thus far on such an errand. Buck. You are but a craven after all, Craigengelt, and that's what many folks have thought of you be fore now. Craig. But what no one has dared to tell me ; [ lays his hand on his sword} and, but that I hold a hasty man no better than a fool, I would — Buck. Would you ? — and why don't you, then ? Craig. Because there's a deeper stake than the lives of twenty hair-brain'd gowks like you. Buck. But what do you mean to do with this poor fellow Ravenswood ? He has no money left, any more than I. Craig. Content yourself, Bucklaw ! I know my business ! he has parts and address, as well as cou rage and talents, and will present himself abroad, like a young fellow of head as well as heart, who knows something more than the speed of a horse and the flight of a hawk. Buck. And yet isn't wise enough to escape the tricks of a kidnapper, Craigie. — But don't be angry ; you know you won't fight, so just leave your hilt alone, and tell me how you drew him into your con fidence. Craig. Simply, by flattering his love of vengeance."], [28, "12 THE BRIDE OF LAMMERMOOR. He is now gone to expostulate, as he says, and per haps thinks, with Sir William Ashton. I say, if they meet, ten to one but the Master kills him. Scotland will be too hot to hold him. France will gain him, and we all set sail in the French brig L'Espoir, which is hovering for us off Eyemouth. Buck, Content say I ; and if carrying the Master with us will insure us a better reception, I hope he will shoot the Lord Keeper before he returns. I doubt our own merits will get us but slender prefer ment. But stay, he comes ; I hear a horse's feet. Craig. Are you sure there is only one ? I fear there is a chase. I think I hear three or four gal loping together. I am sure I hear more than one. Buck. Pooh, pooh, man ! it's only the wench of the house clattering to the well in her pattens. Why, you're more easily scared than a wild-goose. But here comes Ravenswood alone ! and looking as gloomy as a night in November ! Enter Ravenswood. — He goes to the table and sits. Craig. Well, what has happen'd ? What have you done ? Rav. Nothing. Craig. Nothing ! and left us determined to call the old villain to account for all the injuries you, we, and the whole country have received ? — Have you seen him ? Rav. I have. Buck. Seen him ! and come away without settling scores, which have been so long due ! I should no't have expected that at your hand, Master. Rav. No matter what you expected, Sir. It is not to you I shall be disposed to render any reason for my conduct. Craig. Patience, Bucklaw.— The Master has been interrupted by some accident, but he will excuse the anxiety of friends."], [29, "THE BRIDE* OF LAMMERMOOR. 13 Rav. Friends ! Captain Craigengelt ! I think our friendship amounts to this, that I agreed to leave Scotland with you as soon as I had visited the man sion of my fathers, and had an interview with its present possessor. Buck. Very true, Master, and as we thought you had a mind to do something to put your neck in jeopardy, we agreed to tarry for you, though ours might run some risk in consequence. , As to Craigie, it does not much signify ; — he had gallows written on his brow, in the hour of his birth ; but I should not like to discredit my parentage by coming to such an end, and in another man's cause too. Rav. Gentlemen, if I have occasioned you any inconvenience, I am heartily sorry ; but, respecting my own affairs, I shall judge for myself, and am de termined not to leave the country this season. Buck. Not leave the country ! Craig. Not leave the country ! after all the trouble and expense I have incurred ? Rav. Sir, I repeat, for the trouble you have had on my account, I am sorry, and I thank you ; your expense admits of a more solid compensation. Take my purse, and pay yourself according to your own conscience. (Offers his purse.) Buck. (Comes down between them) — Your fingers, Craigie, seem to itch for that same piece of green net-work ; but I make my vow to heaven, that, if they offer to close upon it, I'll chop them off with my whinger. Since the Master has changed his mind, I suppose we need stay here no longer : but, in the first place, I beg leave to tell him Craig. Tell him any thing you will, but allow me first to state the difficulty of an introduction at Ver sailles, without the countenance of those who have established useful connexions. Buck. Besides forfeiting the friendship of at least one man of spirit and honour. Rav. Gentlemen, permit me once more to assure"], [30, "14 THE BRIDE OF LAMMERMOOR. you, that you have been pleased to attach to our temporary connexion more importance than I ever meant it should have. When I repair to foreign courts, I shall not need the introduction of an in triguing adventurer, nor is it necessary for me to set value on the friendship of a hot-headed bully. [Exit* Craig. Morbleu ! my recruit is lost ! Buck. Ay, Craigie, the salmon is off with hook and all. But I'll after him, for I've had rather more of his insolence than I can well digest. (Going.) Craig. You had better let me go with you. Buck. No, no, Craigie — keep you the cheek of the chimney-nook till I come back : you know you are not a fighting man ; and remember the old pro verb — It's good sleeping in a hale skin. [Exeunt* SCENE II.— A Glen in the neighbourhood of Wolf's Crag. — The Tower in the back ground. Ravenswood crosses the stage slowly, his arms fold- ed, and apparently in deep meditation. Enter Bucklaw hastily, and out of breath. Buck. Halt, Sir ! — As soon as I can speak, I'll tell you my purpose. I am no political agent, — no Captain Craigengelt : I am Frank Hayston of Buck law ; and no man ever injures me, by word, deed, sign, or look, but he must render me an account of it. Rav. This is all very well, Sir; but I have no quarrel with you, and desire to have none. Buck. Come, come, fine airs and wise saws shall not carry it off thus. You termed me bully, and you shall retract the word before we part. Rav. Scarcely, unless you show me better reasons for believing myself mistaken, than you are now pro ducing."], [31, "THE BRIDE OF LAMMERMOOR. 15 Buck. Draw, then. I always thought and said you were a pretty man, and should be sorry to re port you otherwise. Rav. You shall have no reason, Sir. Defend yourself. — (They fight. Bucklaw is disarmed, and thrown upon one knee.) — Take your life, and mend it, if you can. Buck. It would be but a cobbled piece of work, I fear. But I thank you, Master, for my life. There's my hand. I bear you no ill will. Rav. (Taking his hand after a pause) — Bucklaw, you are a generous fellow, and I am convinced I have done you wrong. Buck. Are you indeed ? — That's more than I ex pected ; for men say you are not too ready to retract your opinions or your language. Rav. Not when I have well considered them. Buck. Then you are a little wiser than I am. I always give my friend satisfaction first, and expla nation afterwards. Rav. How is it, Bucklaw, you are so intimate with Craigengelt, so much your inferior in birth and spirit ? Buck. In plain terms, because I am a fool, who have gambled away my land, and been silly enough to put my thumb under his belt. I dare say, by this time, he has told a dozen pretty stories of me to the government, the end of which will be, that I shall be made shorter by the head ; and this is what I have got by wine, women, dice, cocks, dogs, and horses. Rav. True, Bucklaw. You have indeed nourish ed in your bosom the snakes that are stinging you. Buck. That's home, as well as true, so there let the matter rest : but, by your leave, you have nou rished in your bosom one great snake, that has swallowed all the rest. Rav. Indeed ! and how do you name it ? Buck. Revenge ! — 'tis better breaking a park-"], [32, "16 THE BRIDE OF LAMMERMOOR. pale, to watch a doe or a damsel, than to shoot an old man. Rav. I deny the purpose. On my soul, I had no such intention ; I meant but to confront the op pressor ere I left my native land, and upbraid him with his tyranny and its consequences. I would have stated my wrongs, so that they should have shaken his soul within him. Buck. Yes ; your very look and manner would have frightened the old man to death. Rav. Consider the provocation — consider the ruin and death caused by his hard-hearted cruelty. An ancient house destroyed — an affectionate father mur dered. Why, in our old Scottish days, he that sat quiet under such wrongs, would have been held un fit to back a friend or face a foe. Buck. Well, well, Master, I would not chafe you by the recollection ; and now I must petition for a lodging, the remainder of the night, at Wolf's Crag. I fear discovery, should I return to the inn, and — Rav. The shelter of my roof you are welcome to. There sits the only male domestic that remains to the House of Ravenswood ; and 'tis well he does remain, or we had little hope to find light or fire. (Goes up to the gate, and knocks loudly several times.) The old man must be departed, or sull en into a fit, for the noise I have made would have awakened the seven sleepers. (Knocks again.) The light disappears from the window, and Caleb cautiously opens a small casement over the gate, and puts out his head, — a lamp in his hand. Caleb. What's your wull ? Rav. Caleb!— Caleb. Master, is't you ? Rav. Yes, Caleb, 'tis I, — open the door quickly. Caleb. But is it you in very blood and body ? for I would sooner face fifty devils than my Master's"], [33, "THE BRIDE OF LAMMERMOOR. 17 ghaist, or even his wraith ; wherefore, aroint ye, if ye were ten times my Master, unless ye come in bo dily shape, lith and limb. Rav. It is I, Caleb, in bodily shape, and alive ; save that I am half dead with cold. Caleb. Aweel, aweel, a moment's patience, while I unbar the gate. But are ye in truth men o' mould, that demand entrance at sic a time o' night ? Buck. If I were near you, you old blockhead, I'd give you a sufficient proof of my bodily condition. Rav. Open the gate, Caleb. Caleb slowly and cautiously opens the gate, and comes out, — a lamp in his hand. Caleb. Is it you, my dear Master ? Is it yoursel' indeed ! And a strange gentleman with a — (Calls to Mysie, within) — Mysie, Mysie, woman ! Stir for dear life, and get the fire mended ; tak' the auld three-legged stool, or ony thing that's readiest, that will mak' a lowe. — I doubt we are but puirly provid ed, no expecting you these some months, natheless — Rav. Natheless, Caleb, we must be accommoda ted the best way you can. I hope you are not sorry to see me sooner than you expected ? Caleb. Sorry, my Lord ! I am sure ye sail aye be my Lord wi' a' honest men, as your noble ancestors were three hundred years ago. Sorry to see the Lord o' Ravenswood at ane o' his ain castles ? (To Mysie within) — Mysie, kill the brood hen without thinking twice on't ; let them care that come ahint. (To Bucklaw)— No that it's our best dwelling, but just a place o' strength for the Lord o' Ravenswood to flee until,— that is, not to flee, but to retreat un til, in perilous times : but, for its antiquity, maist folks think the outside of Wolf's Crag is worthy of a large perusal. Rav. And you seem determined we shall have time to make it, Caleb."], [34, "18 THE BRIDE OF LAMMERMOOR. Buck. O, never mind the outside of the house, my good friend ; let's see the inside, that's all. Caleb. Oh yes, Sir, — Aye, Sir,-— Unquestionably, Sir, My Lord, and ony of his honourable compa nions. Here John ! Thomas ! Saunders ! William ! Rav. I think Caleb, you had better trust to your self, or I see little chance of our being attended to at all. Caleb. Whisht ! Sir ! For Heaven's sake ! If ye dinna regard your ain credit, think on mine ! We'll hae hard enough wark to make a decent night on't, with all the lies I can tell. Rav. Silence, Caleb, and show us the way. Caleb. Weel, weel ; it is no for the like o' me to dispute your honour's bidding ; but the lamp is no fit-— for the Credit o' the family- — the siller candle sticks ? Rav. Silence, Caleb, and proceed ! [Exeunt into Tower. SCENE III.— r/w Hall in Wolf's Crag. Caleb shows in Ravenswood and Bucklaw, and exit, leaving the lamp on the table. Rav. Comfort, Bucklaw, I cannot provide for you, for I have it not for myself. Shelter and safe ty, I think I can promise. Buck. Excellent things, Master; and with a mouth ful of food and wine, all I can require for the re mainder of the night. Rav. I fear your repast will be a poor one. (A noise without between Caleb and Mysie. — They retire up.) Enter Caleb and Mysie. Caleb. Just make the best on't— -make the best on't, woman. It's easy to put a fair face on onv thing."], [35, "THE BRIDE. OF LAMMERMOOR. 19 Mysie. But the auld brood-hen ? She'll be as teugh as bow-strings and bend-leather. Caleb. Say ye made a mistak'— Say ye made a mis tak', Mysie ! Tak' it a' on yourseP ; never let the credit of the house suffer. Mysie. But the brood-hen ?— an' she's sitting some gate, aneath the dais in the ither chaumer ; and I am fear'd to gang in the dark for the bogle ; and there's no anither light in the house, save that blessed lamp whilk stands upon the table. Caleb. Weel, weel, Mysie, bide ye a wee, and I'll try to get the lamp wiled awa frae them. [Exit Mysie. Ravenswood and Bucklaw come forward. Rav. Well, Caleb,myold friend, is there anychance of supper ? Caleb. Chance of supper, your Lordship ! How suld there be any doubt of that, and we in your Lordship's house ! Chance of supper indeed ! — But ye'U no be for butcher-meat. There's walth o' fat poultry either for spit or brander ! The fat capon, Mysie ? Buck. Nay, nay, my good friend, if you have any thing cold, or a morsel of bread. Caleb. The best o' bannocks ! and for cauld meat, a' that we hae is cauld eneugh. Rav. Come, Caleb, I must cut this matter short. This is the young Laird of Bucklaw — he is under hiding, and therefore you know Caleb. Oh, then he canna say muckle again our housekeeping, for I believe his ain pinches may match ours ; no that we are pinched, thank God ! but nae doubt, waur aff than we hae been, or suld be ; and for eating, what signifies a lie, there's just the hinder end of the mutton ham that has been but three times on the table, and the nearer the bane"], [36, "20 THE BRIDE OF LAMMERMOOR. the sweeter, as your honours weel ken, — and, — there's the heel o' the ewe-milk kebbuck, wi' a bit o' nice butter, and — and — and that's a' that's to trust to. Buck. Never fear, my old friend, we'll do justice to it. Get it ready. But, in the mean time, give me a drink of your ale. Caleb. Ale. — I wadna just presume to recommend our ale — the maut was ill made, and there was awfu* thunner last week : but siccan water as the Tower well has, ye'll seldom see, and that I'll engage for. Buck. Damn your water ! Caleb. It's a perfect cordial. Buck. You may take it yourself, then, but fetch me some wine. Caleb. (Aside.) — I was jalousing this chiel was nae water drinker. Wine ! — Eneugh of wine, — it was but twa days syne, waes me for the cause. There never was lack of wine at Wolf's Crag. Rav. Fetch us some, then, if you have any left, instead of talking about it : but first light Mr Buck law and myself to the apartment he is to occupy, — the secret chamber. Caleb. The secret chaumer ! Buck. Nay, 'tis now too near day-break to think of rest ; but I shall play the devil with Mr Caleb's mutton ham. Caleb. Weel, weel, your honour will excuse all de ficiencies o' furniture and bedding, for wha wad hae thought o' the secret chaumer being needed ? It has never been used syne the time o' the Gowrie Conspiracy, and I durst never let ony o' the women folk ken the entrance to it, or your honours will allow it wadna hae been a secret chaumer lanff. [Exeunt."], [37, "THE BRIDE OF LAMMERMOOR. 21 SCENE IV.— The Neighbourhood of Wolf's Crag. Day -break. Enter a numerous party of Hunters. GLEE and CHORUS. The monk must arise when the matins ring, The abbot may sleep to their chime, But the yeoman must start when the bugles sing, 'Tis time, my hearts, 'tis time. There's bucks and raes on Bilhope braes, There's a herd in Shortwood Shaw, But a lily-white doe in the garden gaes, She's fairly worth them a'. * 1st Forest. I fear we shall have little sport to-day, lads. There's a storm coming on, will force us to seek shelter. — (Thunder, lightning, and rain.) — Hark !— Enter Lockhart. Lock. Where are Sir William and Miss Lucy ? Have they returned to the castle ? 1st Forest. I think not ; I saw them leave their horses at the foot of the hill, and take the path up to the old tower at Wolf's Crag. Lock. I am glad they have found shelter at any rate. — (Thunder, fye.) — The storm increases, and threatens to be severe. Away my lads ! — There's plenty of good liquor down at the Tod's Hole ! some of you follow me to the Tower, with the horses. [Exeunt."], [38, "22 THE BRIDE OF LAMMERMOOR. SCENE V.—The Hall in Wolf's Crag* Thunder, Lightning, and Rain. Enter Caleb. Caleb. The deil's in that chiel, Bucklaw, — as sune as he heard the horns, awa' he scamper' d to the hunt. — (Thunder, fye.) — Eh Sirs ! but here's a sudden storm. He'll sune be back, and how sail I provide for the day ? Praise be bless'd, the Master is nae epicure, and little will serve him ; but, as for Bucklaw, gude safe us but he'd eat a horse ahint the saddle : he has clean made an end o' the mutton ham, and, in a' my contrivances, I canna haud it out abune the day. (A loud knocking at the Gate. Storm continues.) (Voice without.) Holloa ! — Caleb. Eh, wha hae we got here now ? (looks out qf the window) Mercy on us ! a gentleman and a leddy. — What sail I do ! I darena let them in. (Knocking continued.) Enter Ravenswood. Rav. What is the matter, Caleb ? Caleb. Matter, my Lord ! Here's stranger folk at the gate ; but an they brat it down, they'll no get in to see how ill we are provided. Rav. Open the gate instantly, and admit them. Caleb. He's daft— he's clean daft— to think o' admitting lords and leddies, and nae sae muckle as ae saut, herring in a' the house. Natheless, he maun be obey'd. —"], [39, "THE BRIDE OF LAMMERMOOR. 23 Caleb opens the gate and admits Sir William Ashton and Lucy. — Sir William in a large scarlet cloke, and hat slouched to conceal his face. — Lucy in a riding-dress and mask. Sir W. The sudden storm has separated us from our attendants at the hunt, and we beg for shelter till it is over. Caleb. Your honours are right welcome to Wolf's Crag. But I crave pardon, for that a' the rest o' the people are gane out to see the hunt. Rav. (coming forward.) Silence—Balderstone ! — your folly is unseasonable ! Caleb. He's daft — clean daft — red wud and awa' wi't. But de'il hae Caleb Balderstone, if the credit o' the family shall suffer, though he were as mad as the seven wise masters. Wi' your honour's per mission, I'll serve up some slight refection for the young leddy, and a glass of tokay, or old sack, or — Rav . Truce to this ill-timed foolery, and interrupt us no more with your absurdities. Caleb. Your honour's pleasure is to be obeyed abune a' things ; natheless, for the sack and tokay, which it is not your noble guests' pleasure to ac cept Rav. Leave the room, Caleb. Caleb. Assuredly, your honour. [Exit Caleb. Sir William, Lucy, and Ravenswood come forward. Sir W. This, then, is the ancient castle of Wolf's Crag ! It was, as I have heard, one of the earliest possessions of the noble family of Ravenswood. Rav. Their earliest, and, probably, their latest pos session. I am the heir of that unfortunate house ; and now, methinks, it is time I should know, who they are who have so highly honoured my poor ha bitation ? c"], [40, "24 THE BRIDE OF LAMMERMOOR. Sir William is going to throw off his disguise, but hesitates. — Ravenswood looks steadily at him ; — a short pause. Rav. I perceive Sir William Ashton is unwilling to announce himself in the castle of Wolf's Crag. Sir W. I had hoped it was unnecessary, and am obliged to you, Sir, for breaking the ice at once. Lucy, my love, lay aside your veil, and let us ex- press our gratitude to the Master openly. Lucy, (Jtesitatingly.) If he will condescend to ac- cept our acknowledgments. Rav. Miss Ashton will, I hope, believe me sincere, when I declare my happiness at being able to afford her the shelter of this roof. [Salutes her respectfully. A noise as qfthe trampling of horses without. Buck, (without.) Holloa! Caleb! Caleb Balder stone! where's the rest of the mutton ham? Enter Caleb hastily. Sir William and Lucy retire up. Caleb. Gude safe us ! there's that mad chiel Bucklaw wi' a' the hunting folk. De'il fetch him, to bring sic a crew here, that will expect brandy as plenty as ditch-water. Rav. I fear, Caleb, we must be inhospitable now. Caleb. Never ye mind, my Lord, dinna trouble yoursel' about it, they shall no beat Caleb Balder stone ; an I can once get rid o' these, a' shall gang right yet. Here ! John ! Thomas ! Saunders ! Davie ! where are ye a' ?— Why dinna ye open the gate to Mr Bucklaw and his attendants ? [Exit at gate."], [41, "THE BRIDE OF LAMMERMOOR. 25 Sir William comes forward with Ravenswood. Sir W. Ravenswood, there is no time for expla nation like the present. At any price I must pur chase your friendship. I would not ostentatiously declare how I have already served you, but to gain the point nearest to my heart. Had it not been for me, you would now have been a prisoner in the Castle of Edinburgh, for your share in the riot at the funeral of your father. That my influence crushed the proceedings against you, let these papers be my evidence. [Gives Ravenswood a packet. Ravenswood takes the packet, — reads and appears mitch agitated. Rav. Is it possible ? can I have been so much de ceived ! (After an effort, takes Sir William by the hand.) My Lord Keeper, again and again I solicit your pardon, for the injustice of which I have been guilty. I thought you my bitterest enemy, when I was receiving at your hand the benefit of protection to my person and vindication to my character. Sir W. Now, then, we understand each other; and from this moment be all our former enmity for gotten. Caleb reenters from gate. Caleb. I hae got rid o' Bucklaw, and a' the hunt ing folk ; and now, to contrive for dinner. Your honours, nae doubt, are weary o' waiting for re freshment, but it will no be lang. (To Ravenswood.) Tak' them up to the tap o' the tower, to admire the view. Do, for heaven's sake, Sir, while I spread the table. Rav. True, Caleb, — we must not let our guests remain without refreshment ; and here — take my purse, I believe that will prove your best ally. c2"], [42, "26 THE BRIDE OF LAMMERMOOR. Caleb. Purse ! purse indeed ! what should I do wi' your lordship's purse ? A' is providing in the kitchen, but take awa' the guests for a few minutes. Rav. I believe, Sir William, we had better leave Caleb to prepare the poor repast he has to offer. The view from the tower is much admired, — and, as the storm has passed away, if Miss Ashton is not fa tigued Lucy. Not in the least. Sir W. We attend you willingly. [Exeunt. Ravenswood leads Lucy.~\\ Caleb. Heaven be praised ! I hae got rid o' them. I wad like to hae ta'en his honour's purse : why couldna' he hae slippit it gently into my hand,— but afore the strange folk, it wasna for the credit o' the family. But how to provide— what sail I contrive. This is the sairest push for the honour o' the house we hae had yet. Natheless, something must be — (At this moment a violent clap of thunder.- — Caleb sta?ids aghast, but recovers himself instantly with a strong expression of joy in his countenance.) Eh ! Gude save us ! The thunner !— The thunner comes to hand like the bowl o' a pint stoup. Here, Mysie ! Mysie, woman ! what are ye sitting greeting in the chimney-nuik for ?— Come here — or stay — stay where ye are, and skirl as loud as ye can. It's a' ye'r guid for,— I say, ye auld deevil, skirl—skirl louder — louder, woman : gar the gentles hear ye at the tap of the tower — I've heard ye as far aff as the Bass for a less matter — and stay — down wi' that crockery.— (Goes off at the side and throws down the crockery, — returns.) Enter Mysie in great alarm Mysie. Mercy save us. The auld man's gaen wud ! He has dang down a' the bits o' pigs,— the only thing we had to haud a soup milk Caleb. Haud your tongue, ye auld deevil— a's pro-"], [43, "THE BRIDE OF LAMMERMOOR. 27 vided now — dinner, and a' thing— the thunner's done it a' in the clap o' a hand. Mysie. Puir man ! His muckle astray ! I wish he may ever come hame to himsel' again. Caleb. Here, ye auld doited deevil— swear the thunner came down the chimney and spoiled the best dinner ye ever dress'd. Beef—bacon—kid lark — leveret — wild fowl — venison, and what not — lay it on thick, and never mind expenses. — Get awa, and skirl — (pushes Mysie out) wull a wins ! wull a wins ! sic a misfortune to beta' the house o' Ra venswood, and I to live to see it. Enter Ravenswood, Sir William, and Lucy. Rav. What is the matter, Caleb?— Has any part of the Castle fallen ? Caleb. Castle fa'en ! na ! but the sute's fa'en, and the thunner's come right down the kitchen him, and the things are a' lying here awa' there awa', like the Laird o' Hotchpotch's lands ! — and wi' brave guests o' honour and quality to entertain. Rav. Keep your intolerable nonsense to yourself, you old fool. Caleb. (Aside to Ravenswood.) Haud your tongue, for heaven's sake, Sir, — If it's my pleasure to hazard my saul in telling lies for the honour of the family, its nae business of your's— and if ye let me gang on quietly, I'll be moderate in my banquet ; but if ye contradict me, de'il hae me, but I'll dress ye a din ner fit for a duke. Ravenswood retires, Caleb addresses Sir William. Nae muckle provision — might hae served four persons o' quality : first course— capons in white broth— roast kid— -bacon wi' reverence ; second course— roasted leveret— butter crabs— a veal floren tine ; third course— black cock— (its black eneugh"], [44, "28 THE BRIDE OF LAMMERMOOR. nowwi' the sute,)— plumdamas— a tart— a flam — and some nonsense comfits and sweet things, and that's a'— that's just a' was o't — forbye the apples and pears. (They all laugh.) The de'il's in the gentles. The loss of the best dinner that cook ever put fingers to, makes them as merry as if it was the best jest in a' George Buchanan ! If there was as little in your honours' weams, as in Caleb Balderstone's, less cackling wad serve ye on sic a gravaminous subject — a description o' a dinner that wad hae made a fu' man hungry, and them to stand there laughing at it. Sir W. Mr Butler, we are heartily sorry for the misfortune that has befallen your dinner ; but as your master is going with me to Ravenswood Castle Caleb. Ga'in' to Ravenswood Castle ! Sir W. Do me the favour to accept this for the trouble we have given you.— (gives money.) Ravens wood, as the day is now fine, we had better set out immediately. Rav. I'll attend your Lordship— I have a few words to say to Caleb, and then Sir W. We'll wait for you at the gate. My peo ple, I see, are arrived, and have brought our horses. [Exeunt Sir William and Lucy A. Caleb. Ga'in' to Ravenswood Castle ! The mercy of heaven forbid !— Rav. And why, Caleb ? Caleb. Oh Sir !— Oh Mr Edgar !— that is, my Lord ! I am your servant, and it ill becomes me to speak ; but I'm an auld servant, and your ain con- science tells you it isna' for your father's son to be neighbouring wi' the like o' him. It isna for the credit o' the family : an ye were ance to come to terms and get back your ain, I wadna say nay, for the young leddy is a winsome sweet creature. Rav. Now, Caleb, you go farther than I do ; you are for marrying me into a family you will not even allow me to visit, and you look as pale as death be sides."], [45, "THE BRIDE OF LAMMERMOOR. 29 Caleb. Aweel ! I wad ye wad let the strangers ride to Ravenswood alone ; but since it canna be — there, — there's three gowd pieces ; and ye'll want siller up bye, yonder. Rav. You forget, Caleb. I have gold of my own. Keep them to yourself; and, once more, good day to you. Caleb. (Holding him.) And you will go then ? And you will go for all I have said to you. Aweel ; a wilful man maun hae his way. He that will to Cupar, maun to Cupar. But pity o' your life, Sir, if ye be fowling or shooting in the park. Beware o' drinking at the Mermaiden's Well. (Exit Ravens wood.J He's gaen ! He's doun the path, arrow flight after her. The head's as clean taen aff the Ravenswood family this day, as I wad chap the head aff a sybo. — Close to her bridle-rein, — close to her bridle-rein. And yet, without this lass, would not our ruin have been altogether fulfilled ! (Exit. ACT III. SCENE I. — A Room in Bucklaw' s House. Enter Bucklaw and Craigengelt. Buck. I tell you what, Craigie, the Master has used me unlike a gentleman, in shutting me out of his old crazy tower. But he gave me my life once ; so there let the matter rest for the present. Should he cross me again, he would do well to look to himself. Craig. Aye, that he would ; for when you are in practice, I'd bet a magnum you are through him be fore the third pass. Buck. Then you know nothing of the matter, and"], [46, "30 THE BRIDE OF LAMMERMOOR. you never saw him fence. But, since my old aunt, Lady Girnington, is dead, and I have got her estate, there are better things to be done than fighting and squabbling. I have more respect for her memory than to suffer her lands so soon to get another owner. And now, Craigie, I'll make you happy, by letting you into a secret, a plot — a noosing plot. Craig. A marrying matter ? Buck. Ay, a marriage, man ! But why grow the rubies on thy cheek so pale ? Thou shalt have a cor ner at the table, though all the petticoats in Lothian had sworn the contrary ! Tut man, I am not the boy to put myselt into leading-strings. Craig. So says many an honest fellow ; but curse me if I know the reason, the women could never bear me, and always contrived to trundle me out of favour before the honey-moon was over. But who is the lady ? Buck. What do you think of Miss Lucy Ashton ? Craig. The prettiest lass in Lothian ! But report says, the old sneck-drawing whigamore, her father, is going to throw her away upon that rag of pride and beggary, the Master of Ravenswood, because he saved her life : They have got him up to the castle on purpose. Buck. They may say what they please, but I know better. Craig. But I tell you they are constantly toge ther, and at all hours. I would give a trifle though, if I thought the girl had spirit enough to jilt that damned son of a Spaniard. Buck. 1 request, Sir, you'll not use the word jilt and Miss Ashton's name together. Craig. Jilt, did I say ? — Discard, my lad of acres ; by Jove, I meant to say discard. Buck. Now the question is, will you be useful ? Craig. Useful ! And to thee, my lad of lands ! Why, I would tramp barefooted through the world for thee."], [47, "SI THE BRIDE OF LAMMERMOOR. Buck. Why then you must take a ride for me, and immediately too. Craig. I'll ride a thousand miles, and call them a flea's leap. I'll get my horse saddled directly. Buck. You had better first learn your errand. You know my kinswoman, old Lady Blinkinsop in North umberland. I lost her acquaintance while I was poor, but now I am rich again, the light of her coun tenance shines upon me. Craig. Damn all such double-faced jades. This will I say for John Craigengelt : — that he's his friend's friend, through good report and bad report, honesty and riches ; and you know something of that yourself, Bucklaw. Buck. Well, well, Lady Ashton, the Lord Keeper's Lady Keeper, has been, for some time, on a visit to my kinswoman. Now, as these ladies consider their husbands of no consequence, they have thought pro per, without consulting Sir William, to arrange a ma trimonial alliance between Lucy Ashton and my right honourable self; and I think the thing is reasonable, and will suit me well enough. Lady Ashton is on her return home, and I want a confidential person to meet her with some writings. Craig. Say no more, Bucklaw, I'm your man. Ill ride to the end of the world, the very gates of Jeri cho, and the judgment-seat of Prester John. Buck. Why, I believe you'd do something for me, and a great deal more for yourself. Any one could carry the writings, but you'll have more to do. You must hint to her ladyship, as if it were a matter of little consequence, Ravenswood's visit, and his intercourse with Lucy : I should like to hear what she says to all this ; for, damn me, if I have any idea of starting for the plate, if he has odds against me already. Craig. Zounds man, you shall win her, point, quint, and quatorze, my king of trumps ; you shall pique, repique and capot him."], [48, "32 THE BRIDE OF LAMMERMOOR. Buck. And harkye, Craigie, as you are going among women of rank, I'll thank ye to forget your oaths and dammes. I'll write to them though, that you are a blunt, untaught fellow. Craig. Ay, ay, a plain, blunt, honest, downright soldier. Buck. Not too honest, nor toe much of the soldier either ; but such as thou art, 'tis my luck to need thee, for I must have spurs put to Lady Ashton's motions. Craig. I'll dash them up to the rowel-keads. She shall come here at a full gallop, like a cow chased by a whole nest of hornets. Buck. And harkye, Craigie, your boots and doub let are good enough for drinking in, but somewhat too greasy for tea-table service. Get thyself a little better rigged out, and .here's to pay all charges. (Offers him a purse.) Craig. Nay, Bucklaw, on my soul you use me ill, very ill ; but since you will have it so, I must be conforming. (Takes the purse.) Buck. You may ride the black crop-ear—and harkye, I'll make you a present of him to boot. Craig. Then, before I go, one glass to the suc cess of the mission. Buck. Pledge ye with all my heart. Step down to the cellar, and fetch up a bottle of the Burgundy, 1668. It's in the fourth bin from the right-hand cor ner ; and I say, Craigie, while you are about it, fetch up half a dozen. Gad, we'll make a night on't. A night-cowl of good Burgundy is worth all the considering caps in Europe. [Exeunt."], [49, "33 THE BRIDE OF LAMMERMOOR, SCENE II. Alice's Cottage as in the First Act. Alice seated as before. Enter Ravenswood, Lucy, and Henry Ashton. Lucy. Yonder is the old woman at her usual seat. Henry, go and lead her down to us. Alice. I hear your step, Miss Ashton ; but the gen tleman who accompanies you is not my lord your father. Lucy. Why should you think so, Alice ? you hear a man's step, I grant, but why may it not be my father's ? Alice. The pace of age, my love, is timid and cautious. It is the hasty and determined step of youth I now hear, and, could I give credit to so strange a thought, I should say it was the step of a Ravenswood. Rav. This acuteness of organ I could not have credited, had I not witnessed it. I am indeed, Alice, the son of your old master. Alice. You ! you here ! In this place, and thus accompanied ! I can scarcely believe it ! what do you here, Master of Ravenswood, in your enemy's domain, and in company with his child? Lucy. The Master of Ravenswood is on a visit to my father. Alice. Indeed ! Lucy. And I knew I should please him by con ducting him to your cottage. Rav. Where, to say the truth, Alice, I expected a more cordial reception. Alice. Harkye, young man. Your fathers were implacable, but they were honourable foes. They sought not to ruin their enemies under the mask of hospitality ; what have you to do with Lucy Ashton ? Why should your steps move in the same footpath"], [50, "34 THE BRIDE OF LAMMERMOOR. with her's ? Why should your voices sound in the same chord and time ? Young man, he who aims at revenge by dishonourable means Rav. Be silent, woman. Is it some fiend that prompts you ? Know, this young lady has not upon earth a friend who would go farther to save her from injury and insult. Alice. And is it even so ? — Then heaven help you both ! Lucy. Amen, Alice, and send you your senses and your good humour. If you hold this mysterious language, instead of welcoming your friends, they will think of you as other people do. Rav. And how do other people think ? Henry, (whispering Rave?iswood.) They think she's a witch, and should have been burnt at Haddington. Alice, (iiiflamed by violent passion.) What is that you say ? that I am a witch, and should have suffer ed with the helpless old wrretches who were murder ed at Haddington ? Henry. Hear to that now, and me whispering lower than a wren cheeps. Alice. If the usurer, and the oppressor, and the grinder of the poor man's fare, and the remover of ancient landmarks, and the subverter of ancient houses, were at the same stake with me, I should say — light the fire, in the name of Heaven. Lucy. This is dreadful ! Come, Henry ! She wishes to speak to the Master alone. We will re turn homewards, and wait for you at the Mermaid en's Well. [Exit with Henry. Alice. And you, too, are angry with me for my love. It is just that strangers should be offended ; but you, too, are angry. Rav. I am not angry, Alice — only surprised that you, whose good sense I have so often heard praised, should give way to offensive and unfounded suspi cions. Alice. Truth is ever offensive — but not unfounded."], [51, "THE BRIDE OF LAMMERMOOR. 35 When did a Ravenswood ever seek the house of his enemy, but with the purpose of revenge ; and hither you are come, Edgar Ravenswood, in fatal anger, or in still more fatal love. Rav. You drive me to madness, Alice. Do you suppose I cannot walk by a young lady's side without plunging headlong in love with her ? Alice. My thoughts are my own ; and if my mor tal sight is closed to objects present with me, it may be I can look with more steadiness into future events. Are you prepared to sit lowest at the board which was once your father's own, as a connexion and ally of his proud successor ? Are you ready to live on his bounty ? to follow him in the bye-paths of interest and chicane, which none can better point out to you ? To gnaw the bones of his prey, when he has devoured the substance ? Can you say as Sir William Ashton says ? think as he thinks ? vote as he votes? and call your father's murderer your revered patron ? Ravenswood ! I am the oldest ser vant of your father's house, and I would rather see you shrouded and coffined. Rav. Woman ! on the verge of the grave, dare you urge the son of your master to blood and to revenge ? Alice. Heaven forbid ! And, therefore, would I have you shun these fatal bounds. Ravenswood, a dark prophecy hangs over your house, and my fore boding spirit trembles, lest in you it should be ac complished. Hear the fatal words, and may they sink deep into your heart : — \" When the last Lord of Ravenswood to Ravenswood shall ride, \" And woo a dead -maiden to be his bride ; -' In the hall of his fathers his blood shall flow, \" And his name shall be lost for evermoe.\" Rav. Away with these idle tales of superstition — tell me directly where my danger lies."], [52, "36 THE BRIDE OF LAMMERMOOR. Alice. I will speak the truth, whether my can dour be for good or evil : — Lucy Ashton loves you / Rav. It is impossible ! Alice. A thousand circumstances have proved it to me. Having told you this, if you are indeed your father's son, you will make it a pretence for flying from her presence. Depart, Master of Ravenswood, you have my secret. If you remain an hour under Sir William Ashton's roof, without the resolution to marry his daughter, you are a villain ;— if, with the purpose of allying yourself with him, you are an in fatuated and predestined fool. [Exit into the cottage. Rav. (solus.) She loves me then, and I am trifling with her affection. Dare I examine my own heart ? Alas ! I fear her image is too strongly impressed on it : To sue for the hand of an Ashton, and to be re fused — this were a consummation too disgraceful. I wish her well, and, for her sake, forgive the inju ries her father has done to my house ; but I will now see her for the last time, and take my leave of her for ever. [Exit Rav. SCENE III.— The Mermaiden's Well, as in Act 1st. Enter Lucy and Henry Ashton. Lucy. Nay, Henry, why are you so impatient? You will lose but a few minutes' sport by waiting till the Master joins us. Henry. But I tell you, Lucy, I am to go to the ring-walk with Norman, and I shall be too late. I would not stay away for a gold jacobus — but here comes Ravenswood, so you must take his arm back to the castle. [Exit. Enter Ravenswood. Lucy. My madcap brother has left me alone. No thing has charms for him beyond a minute."], [53, "THE BRIDE OF LAMMERMOOR. 37 Rav. Miss Ashton, do you not admire the wild beauty of this spot ? Lucy. I have always been fond of wandering here ; and the more so, because it is, as I have heard, a spot connected with the legendary lore I love so well. Rav. It has been thought a place fatal to our fa mily, and I have some reason to term it so. It was here I first saw Miss Ashton, and here I must take my leave of her for ever. Lucy. Take leave of us ! What can have hap pened to hurry you away ? I know Alice hates — I mean, dislikes my father — yet he is powerful ; wait till you see what his gratitude will do for you. Rav. It is not to your father, Miss Ashton, but to my own exertions that I ought to owe success in the career on which I am about to enter. — (Lucy turns away to conceal her emotion — Ravenswood takes her by the hand) — Forgive my rudeness — I am too rough — too intractable, to deal with any being so soft and gentle as you are. Forget that so stern a vision has crossed your path of life, and let me pursue mine, sure that I can meet no worse misfor tune after the moment that divides me from your side. Lucy. (Struggling to conceal her emotion.) Yet stay to take leave of my father. Surely the delay of a few hours — I was unprepared for the surprise, — and Rav. Lucy, your trembling hand, your rising tears, excite a hope 'tis madness to indulge, and worse than madness to resign. Flear me— forgive me— and, in one word, decide my fate. One word from you for ever blends our destiny, or sends me through the world, the victim of a rash and hope less passion. Speak, I implore you— there's life or death upon your answer. Lucy. Rise, I intreat— your violence terrifies and grieves me. Ravenswood, you are the preserver of"], [54, "38 THE BRIDE OF LAMMERMOOR. my life ; you have a claim upon my gratitude— my affection— which my heart will never refuse to ratify. Rav. (Embracing her.) — Transporting sound ! Here, then, receive my vow of sole and undivided love— for ever I am yours ; and may that power which witnesses, approve the solemn compact. But now 'tis fit I should inform Sir William. Ravens wood must not seem to dwell under his roof, to so licit, clandestinely, the affections of his daughter. Lucy. You would not speak to my father yet ? Oh do not, do not ! I am sure he loves you — I am sure he will consent,— but my mother— alas ! I fear my mother Rav. Your mother, my Lucy ? What coidd she object to the alliance ? Lucy. I did not say object ; but she is jealous of her rights, and may claim a mother's title to be con sulted. Rav. Be it so. We will wait her arrival. Lucy. But were it not better to wait a few weeks. Were my mother to see you — to know you— I am sure she would approve ; but you are personally un acquainted, and the ancient feud between the fa milies Rav. Lucy, I have sacrificed for your love pro jects of vengeance long nursed, and sworn to with ceremonies little better than heathen. On the even ing which succeeded my poor father's funeral, I cut a lock from my hair, and, as it consumed in the flames, I swore that my rage and revenge should pursue his enemies, till they shrivelled before me, like that scorched-up symbol of annihilation. Lucy. And why do you now recal sentiments so terrible ? Bind me by what vows you please. If vows are unnecessary to secure constancy, they may yet prevent suspicion. Rav. Lucy, forgive me. I will not, by the slightest breath of doubt, imply suspicion, which my"], [55, "39 THE BRIDE OF LAMMERMOOR. breast can never know— (breaks a piece qf gold, and presents her half.)' \"Let this be the mutual emblem of our love. I place it next my heart, and never shall it quit that place till you demand it. Lucy. And never shall this leave my bosom until you, Edgar Ravenswood, ask me to resign it to you ; and, while I wear it, never shall that heart acknow ledge any other love than yours. Enter hastily, Henry Ashton, Lockhart, and several Domestics. Henry. I thought I should find you here. Why, Lucy, what have you and the Master to say to each other, that you loiter so long : All the servants are seeking you: My -mother's suddenly arrived, and my brother, and all's in a bustle and uproar. Lucy. My mother arrived so unexpectedly ! Lock. Yes, Madam ; my Lady and the Colonel. Sir William is alarmed at your long absence, and has sent us to search for you. Lucy. Good Lockhart, I am glad you have found us. We will follow you with all speed to the castle. (Lockhart and the domestics retire.) Rav. Now Lucy, I fear your trials will begin. Lucy. Ravenswood, once more hear me repeat my resolution : Though I will never wed man with out the consent of my parents, neither force nor per suasion shall dispose of my hand, till you renounce the right I have freely given you to call it yours alone. [Exeunt. end of act in."], [56, "40 THE BRIDE OF LAMMERMOOR. ACT IV. SCENE I. — An Apartment in Ravenswood Castle. Enter Lady Ashton, followed by Sir William. Sir W. Nay, my dear Eleanor, listen to reason for a moment. Why is it, that, on your return from so long an absence, you assail me with reproaches, counteract all my plans, and rudely dismiss from my house a guest whom I had invited ? Lady A. Rather ask your own conscience, my Lord, why you have become a renegade to your own party and opinions ?— why you have abandoned the ruling principle of your life, and descended so low, as absolutely to plan a marriage between your daughter and a beggarly bankrupt, who has ever been the inveterate enemy of you and yours ? Sir W. But by your insulting treatment of Ra venswood, you have revived the enmity of one who has too much the power of harming us. Lady A. Were we not ever foes ? and when did you know a Douglas accessible to fear ? But he is gone, and, in all probability, will trouble us no more. Sir W. The Marquis of Athol has warmly espous ed the cause of his kinsman, Ravenswood. His power and influence may obtain a fresh decree to wrest our large possessions from us, and restore this ruined family to rank and riches. Surely a con nexion which would end for ever the unhappy feuds Lady A. Never- ■ -though the loss of rank and power were certain — never shall those feuds be end ed by such a marriage. You are aware, I have al ready received and accepted the most flattering pro posals from Mr Hayston of Bucklaw — I expect him every hour. He has the first estate and influence in"], [57, "THE BRIDE OF LAMMERMOOR. 41 the country ; and, against this match, what reason able objection can you urge ? Sir W. None, but her own repugnance. If Lucy freely consent to receive the addresses of Bucklaw, my wishes will accord with yours. But if her heart remain with Ravenswood, her hand shall not be forced upon another. Lady A. She already repents of the engagement into which she has been trepanned. I have a mo ther's authority to annul it, and fear not to obtain her ready compliance. Enter a Servant. Serv. Mr Hayston of Bucklaw is arrived, my Lady. Lady A. I rejoice to hear it, and will wait on him immediately. [Exit servant.~\\ And now, Sir Wil liam, let us prepare Lucy for the interview. She is acquainted with this proposal, and when she finds it warmly sanctioned by her parents, she will, I trust, at once abandon every thought disgraceful to her birth, and yield her happiness to our disposal. [Exeunt. SCENE II. — Another Apartment in the Castle. A Servant shows in Bucklaw and Craigengelt, and exit. Craig. May I be double distanced, if ever I saw a man in my life have less the air of a bridegroom ! Cut me out of feather, if you don't look as if you were condemned to be hanged. Buck. Why, Craigie, I never spoke ten words to a woman of rank in my life. The chance is, I shall make but a bungling business of this. Craig. Why, you were bold enough the day you met her at the hunt. Buck. Ay, ay, because she had a mask on, and I d 2"], [58, "42 THE BRIDE OF LAMMERMOOR. was at home there — I was in my element. If she would talk about hunting, I should get on ; but the chance is, I shall scarcely stammer through half a sentence in the regular way. Craig. Never fear ! Muster up your courage. Speak boldly, and the prize is won. Enter Lady Ashton and Lucy. (Lucy is extremely pale, and appears to pay little attention to the pass- ing scene, as if almost unconscious of the conversa- tion.) Lady A. My dear Bucklaw, you are thrice wel come to Ravenswrood Castle. Captain Craigengelt, your servant. [Bucklaw and Craigengelt bow* Lady A. Lucy is acquainted with the purpose of your visit, and ready to hear you on a subject equal ly interesting to us all ; but, as she is very young, (and has lately been trepanned into an engagement of which she is now heartily ashamed,) you will, I know, excuse her wish that I should be present at the interview. Buck. That's the very thing, Madam : I should have desired it on my own account ; for I have been so little accustomed to gallantry, I fear I shall make some cursed mistake. Craigie, we can dispense with your company. [Craigengelt bows obsequiously and exit. Bucklaw hands chairs to the ladies — seats himself— and, after several efforts, addresses Miss Ashton. Buck. You see, Miss Ashton, I am come to — to explain — that is — just to say — Your mother— her ladyship — I say — sensible of your charms and ac complishments — I mean, I am sensible — very sensi ble — but somehow — not being accustomed to talk to young ladies — I fear I don't make myself understood."], [59, "THE BRIDE OF LAMMERMOOR. 43 Lady A. Lucy, , my love, you hear what Bucklaw is saying ? Lucy. Yes, Madam — no, Madam — I beg pardon — I did not hear. Lady A. You needn't blush, my love, and still less need you look so alarmed. Buck. I believe I am a fool, Miss Ashton. I have tried to speak to you, as people tell me young ladies like to be talked to, and I don't think you comprehend what I have been saying ; and no won der, for curse me if I understand it myself. But, however, once for all, if you can take a plain young fellow for your husband, I will place you at the head of the first establishment in the three Lothians : you shall have the best lodging in the Canongate of Edinburgh, go where you please, do what you please, see what you please,— and that's fair. , Since I have mustered up courage to make a plain pro- posal, I would fain hear Miss Ashton, from her own lips, give me a plain answer. Lady A. My dear Bucklaw, let me spare Lucy's bashfulness. She has consented to be guided by her father and me in this matter. Lucy, my love, speak for yourself: Is it not as I say ? Lucy. I have promised to obey you, Madam, but upon one condition. Lady A. She means that she has written to Ra venswood, and expects an answer -,— the restitution of the en^a^ement into which he had the art to in volve her. Buck. Perfectly right ! — quite fair ! — \" It is best to be off with the old love \" Before you be on with the new.\" But I thought you might have had an answer six times told before now. I have a great mind to go and fetch one myself, if Miss Ashton will honour me with the commission."], [60, "44 THE BRIDE OF LAMMERMOOR. Lady A. By no means. My son, Colonel Ashton, is equally anxious ; and do you think we could per mit either, when both are so dear to us, to go to a desperate man on a desperate errand ? In fact, we are all of opinion, that, as no answer has been re turned, silence must in this, as in other cases, be supposed to give consent, and a contract abandoned, when the party waves insisting upon it. Lucy. Madam, I entreat you to urge me no fur ther. I feel conscious heaven and earth have set themselves against my union with Ravenswood ; but, till this unhappy engagement be restored, I should commit a heavy sin in doing what you require. Let me be once assured that he wishes to set me free, and dispose of me as you please. I care not how — when the jewels are gone, what signifies the casket. Lady A. But, my love, if he remains obstinately silent ? Lucy. He will not be silent. Unknown to you, I have sent him a double of my former letter by a certain hand. Lady A. You have not — you could not — you durst not — (suddenly checking her anger.) — My dear est Lucy, how could you think of such a thing ? Buck. No matter! — I respect Miss Ashton for her sentiments, and I only wish I had been her messen ger myself. Lady A. (Ironically.) And pray how long are we to wait for the return of your Pacolet — your fairy messenger ? Lucy. I have numbered weeks, days, hours, and minutes ; — within a week I shall have an answer, un less he be dead. Till that time, Sir, let me be thus far beholden to you, that you will beg my mother to forbear me on this subject. Buck. I will make it my particular entreaty to Lady Ashton, Madam. Miss Lucy must not be hur ried, my Lady, — messengers may be delayed. I have known a day's journey broke by the casting of a fore-"], [61, "45 THE BRIDE OF LAMMERMOOR. shoe. To be sure, by the time she mentions, I ought to be at Caverton Edge, to see the match be tween the Laird of Kittlegirth's black mare and Johnson the meal-monger's four-year-old colt, but Craigie can bring me word how the match goes ; so that's all settled. In the meantime, I shall not dis tress Miss Ashton myself; and I hope you and Sir William will leave her equally at liberty to make up her mind. Lucy. Sir, you are generous. Buck. As for that, Madam, I only pretend to be a plain, good-humoured young fellow, as I said before, who would willingly make you happy, if you will permit him, and show him how to do so. Lady A. My daughter, Bucklaw, does full justice to the sincerity of your attachment. And now, we had better confer with Sir William on the subject ; he expects us in the library. Buck. I attend him, Madam. Miss Lucy, I take my leave. By my honour, I respect your sentiments, and, though the prosecution of this affair be rendered dearer to me than before, yet, as I am a gentleman, I would renounce it for ever, were it so urged as to give you a moment's pain. [Exit. Lady\" A. Lucy, you have asked and obtained your own time : the honour of the family is now com promised. When eight days shall have elapsed, we conclude you will end this suspense, and be ready, with a cheerful heart, to sign and seal. [Exit. Lucy. To sign and seal ! — To do and die ! (Clasps her hands in agony, and sinks into a chair.) Enter Henry Ashton. Henry. I am glad they are gone, Lucy, for I want you to give me some silver wire out of your cabinet, to fasten the bells to my hawk's jesses. But how's this ? You look as if you had been crying. (Lucy goes to the cabinet, and gives him the wire.) Thank"], [62, "46 THE BRIDE OF LAMMERMOOR. you, Lucy ; but the falcon's scarcely worth it, after all the plague we have had to get her. She's going to prove little better than a rifler ; just wets her singles in the blood of the partridge, then breaks away, and lets her fly ; and what good can the poor bird do after that, you know, except to pine and die in the first heather-cow or whin-bush she can crawl into. Lucy. (Holding him mournfully by the hand.) Right, Henry ! Right ! Very right ! But there are more riflers in the world than your falcon, and more wounded birds, than seek but to die in quiet, who can find neither brake nor whin-bush to hide their heads in. Henry. Ay, that's some speech out of your ro mances. My mother says they have turned your head. But I hear Norman whistling to the hawk, so I must go and fasten on the jesses. [Exit Henry. Lucy. (After a pause.) It is decreed that every living creature, even those who owe me most kind ness, are to shun me, and leave me to encounter the difficulties by which I am beset. It is just I should be thus. Alone and uncounselled I involved myself in these perils. Alone and uncounselled I must ex tricate myself — or die. [Exit. SCENE III.— Wolf's Crag. Enter Caleb with a Letter, followed by a Messenger. Caleb. Gude save us ! Wha wad hae thought o' sic an event. The Marquis o' Athol, and a' his at tendants, coming to Wolf's Crag ! Mess. It is as 1 tell you, Mr Balderstone. His Lordship will be here within an hour. The Master has appointed to meet him, and they have business of the last importance to settle. Caleb. And the Master coming too. He hasna been at hame for mony a Jang day, mair's the pity ;"], [63, "THE BRIDE OF LAMMERMOOR. 47 and right joyful will auld Caleb be to see his honour back again. (Aside.) Wha wad hae thocht o' sic an event ! I'm a' in a botheration ; natheless, for the credit o' the house, I maun receive them as befitting. But how shall I get rid o' the stranger ? He mauna see our shifts. Friend, I conclude ye wad hae nae objection till refresh after your journey ; and, praise be bless'd, ye are come into a land o' plenty. Mess. I thank ye, Mr Caleb, I am rather thirsty with hard riding, and Caleb. Then I wadna recommend ale or brandy, but just a glass o' cauld water after a lang ride ; its mair wholesome to the stomach. Natheless ye sail hae what ye like, and, while I prepare your repast, I'se tell ye what ye do ; — gang your ways up to thq tap o' the tower, and skirl to me when ye see the cavalcade approaching. I'll awa and get a' the lads in their new liveries. — This way — this way ; and mind ye dinna break your neck, for the steps are a little out o' repair. — Confound the lazy sclater loons of masons, they were to have been here a week syne. (Gets him off at a door in the scene, supposed to lead up to the top of the Castle. As soon as lie is out, Caleb locks the door and puts the key in his pocket.) . Eh, my man, — I hae disposed o' yon — an ye bel low till ye burst, ye'll nae get out, till I hae con trived something to save the honour o' the family. Mysie — Mysie, woman ! Enter Mysie Mysie. What's the matter now ?— Caleb. Eneugh's the matter. Here's the Master and his noble kinsman the Marquis o' Athol, expectit in an hour, wi' a tribe o' flunkies as lang as Kirka'dy, and de'il a morsel to eat, or a drap to drink, nor sae"], [64, "48 THE BRIDE OF LAMMERMOOR. muckle as a plack or a bawbee to buy a bannock wi' !— what sail we do— how sail we contrive ? — Eh, gude save us, woman, we had e'en better set fire to the auld tower at ance, and burn the remnants o' furniture a' thegither. Its mair for our credit than to let them ken we are in poverty. Mysie. Mercy on us, Caleb, dinna stand there shaking your lugs, but gang your ways down to the village, and try whether ye canna get ony thing from the folk, in the way o' borrowing. Caleb. Eh !— There's Eppie Sma'trash maybe will trust us for ale, — she has lived a' her life under the family,— and maybe wi' a soup brandy — I canna say for wine, for she is but a lone woman, and gets it by a runlet at a time : But I'll work a wee drap out o' her by fair means or foul. Mysie. There's a braw christening going on at Gibbie Girder's the cooper, and I warrant store o' provision ; and ye ken, Caleb, auld Dame Light body and ye war always inclined till each other. Caleb. Eh woman ! but ye are a braw lassie, and hae saved me from sair dismay. I didna think ye had sae muckle rumlegumption. The de'il's in the pedling tub-coopering carles ; its a shame to see the like o' them gusting their gabs at sic a rate. If some of that good cheer doesn't find its way to Wolf's Crag this night, my name is not Caleb Bal derstone. Gang your ways, Mysie, we'll mak' shift — we'll mak' shift — keep your heart abune, for the noble house o' Ravenswood shall haud its credit as long as Caleb is to the fore— though I should beg, borrow, steal, and lie, to the end of the chapter. [Exeunt. SCENE IV.— The Inside of Girder's Cottage. A large kitchen f replace with two spits, each turned by a boy. — On one spit a quarter qf mutton ; on the"], [65, "THE BRIDE OF LAMMERMOOR. 49 other a goose and a brace of wild ducks.— In ano ther part of the room, a table spread for dinner. Dame Lightbody and Marion discovered. Dame. I tell ye, Marion, I heard the story from auld Ailsie Gourlay, and nae ane can doubt the truth on't. The Master of Ravenswood saw the ghaist o' Alice Gray sitting by the well, as he was riding along through the forest. He thought it was the auld woman hersel', but, on going to her cot tage, found she was just dead? Mar. I dinna doubt the fact at a', mither. But what are we to think o' it all ? Dame. Nae gude, child, I'll warrant. But now, as I passed through the village, there was a braw young man o' horseback asking the way to Wolf's Crag, and I heard him say, my Lord the Marquis o' Athol was coming along wi' the Master, and that Ravenswood wad get his lands again frae Sir Wil liam Ashton ; and ne'er trust me, but we shall wit ness some bonny wark afore lang. Mar. But if a' this news is true, mither, we shall be under the Ravenswood family again — I wish Girder hadna been sae uncivil to auld Caleb Balderstone, the last time he called. He might ha' spoken a good word in case — (a knock at the door) —Eh, wha have we here ? — Caleb without. How's a' wi' ye neebours ? — how's a' wi' ye ? — Dame. Eh mercy ! but it's the auld man himsel' — open the door, Marion, and we'll get it a' out o' him. (Marion opens the door and lets in Caleb.) Dame. Ay, Sirs ! — Mr Balderstone, and is it you ? a sight of you is gude for sair een. Sit ye down, sit ye down — the gudeman will be blythe to see ye — ye never saw him sae cadgy in your life ; but we are to christen our bit wean the night, as ye will hae heard, and, doubtless, ye will stay and see the ordi-"], [66, "50 THE BRIDE OF LAMMERMOOR. nance. We hae killed a wether; and ane o' our lads has been out wi' his gun at the moss — ye aye used to like wild-fowl. Caleb. Na, na, gudewife — I just keekit in to wish ye joy, and I wad hae been blythe to hae spoken wi' the gudeman, but (Going.) Dame. The ne'er a fit ye gang ; wha kens what ill it may bring to the bairn, if ye overlook it in that gate ? Caleb. But I'm in a precious hurry — (The women bring down chairs, force Caleb to sit, and seat the?n selves on each side of him.) And, as for eating, lack-a-day, we are just kill'd up yonder wi' eating frae morning till night. It's shamefu' epicurism ; but that's what we hae gotten frae the English poke puddings. Dame. Hout ! never mind the English poke puddings, but try our puddings, Mr Balderstone. There's black puddings, and white hass, try whilk ye like best. Caleb. Baith gude — baith excellent ! — canna be better ; but the very smell is eneugh for me, that hae dined sae lately. But I wadna affront your housewifeskip, gudewife — and, wi' your permission, I'se e'en put them in my napkin, and eat them to my supper at e'en, for I'm weary o' Mysie's pastry and nonsense. Ye. ken, Marion, landward dainties aye pleased me best ; aye, and landward lasses, too. (Leering at Marion)— Ne'er a bit, but she looks far better than when Girder married her, and then she was the bonniest lass in a' our parochine. But gaw sie cow, goodly calf. Mar. But what news at the castle, Mr Balder stone ? Caleb. News ! the bravest news ye ever heard. There's my Lord coming hame, wi' the Marquis o' Athol, and he's to get the lands o' Ravenswood again ; and so I just wanted to round in the gude man's lug, that I heard them say up bye yonder, Peter"], [67, "THE BRIDE OF LAMMERMOOR. 51 Puncheon, the cooper to the Queen's stores, at the Timmer Burse, at Leith, is dead — sae I thought a word frae my Lord might hae served Gilbert ; but, since he's frae hame Mar. Oh, but ye maun bide his hame coming. He's awa to fetch precious Mr Bidethebent, the minister. Caleb. Ay, he's a precious man, Bidethebent. He has a gude delivery — Eh ! he's a perfect moni tor of a man. Mar. I aye tell ed Gilbert ye meant wreel to him, but he taks the tout at every bit lippening word. Dame. Ay, ay, he's master and mair at hame, I can tell ye, Mr Balderstone. Caleb. Ay ! and does he guide the gear too ? Dame. Ilka penny o't — but he'll dress her as dick as a daisy, as ye see — she has little reason to com plain ; where there's ane better aff, there's ten waur. Caleb. Aweel, gudewife, that wasna the way ye guided your gudeman — but ilka land has its ain lauch. Mar. And so my Lord is coming hame ! Troth, and a braw gentleman he is, wi' a face, and a hand, and a seat on his horse, that might hae become the king's son : d'ye ken that he aye used to glow'r up at my window, Mr Caleb, when he rode through the town ; sae I hae a right to know what like he is, as weel as ony body. Caleb. I ken that brawly ; for I have heard his lordship say, the cooper's wife had the blackest ee in the barOny. And I answered, Weel may that be, my Lord, for it was her mither's afore her, as I know to my cost— Eh Marion ? Ha ! ha ! ha !— Ah, these were merry days. Dame. Hout, awa! ye auld carle, to speak sae classing to young folk. Caleb. Eh, gude save us ! Dinna ye hear the"], [68, "52 THE BRIDE OF LAMMERMOOR. bairn greet ?—(Dame and Marion both get up in great alarm.) Dame. Eh, Marion ! Fie, woman ! Rin, rin, I say ; I'se warrant its that dreary weed come ower it again. [The two women run out. Caleb. (Looking round)— Now is the time, and cauld be my cast if either Girder or Bidethebent taste that broche o' wild-fowl this evening. — (Takes a pinch of snuff, and calls the boy) — Here, my man, here is twal pennies — carry that ower to Mrs Sma' trash, and bid her fill my mull wi' sneeshing. She'll gie ye a gingebread snap for your pains, and I'll turn the broche for ye in the meantime. [The boy goes out. Caleb watches at the door, then deliberately puts on his hat, takes both spits from the fire, and runs out with them. end of act IV. ACT V. SCENE I. — An apartment in Ravenswood Castle. Lucy Ashton alone. At length the dreaded hour is arrived, and this day must decide my fate. Still, still, no answer to my letters. Where is the hope, the last and lingering hope to which I clung for safety like a drowning wretch ? 'Tis vanished ! — and despair alone remains. Ravenswood ! Ravenswood ! have I deserved that you should thus desert me, thus leave me unsupport ed to sustain this deadly persecution, opposed to"], [69, "r~ THE BRIDE OF LAMMERMOOR. 53 which my reason wavers, and my poor heart is breaking. Where can I turn for pity or for rescue ? Father ! mother ! — those names should mean pro tection, tenderness and love, yet speak of cruelty and unrelenting rigour ! — One friend alone remains. — In the dark grave, all human sufferings are closed, and gladly will I welcome death, rather than break the faith I pledged to Ravenswood. Enter Henry Ashton. Henry. They have sent me to know if you are ready, Lucy. The writings are prepared, all the family assembled in the great hall, and my mother says, the ceremony must be over before twelve o'clock, or the marriage won't be happy. Lucy. Marriage and happiness ! alas ! For me alone those terms are disunited. Henry. Do you know, Lucy, I am glad you are to have Bucklaw, after all, instead of Ravenswood, who looked like a Spanish grandee, come to cut all our throats*, and trample our bodies under foot. Tell me truly, an't you glad to be fairly rid of him ? Lucy. Ask me no questions, Henry — there is little more can happen to make me either glad or sorry in this world. Enter Lady Ashton. Lady A. Lucy, my love, why do you keep us waiting ? The family is assembled, and the business must proceed immediately. Come, I'll conduct you to the hall. Leave us, Henry. [Exit Henry. Lucy, after endeavouring to speak, bursts into tears, and throws herself at her mother's feet. Lucy. Oh ! my mother !— Save— spare me !— but for a day— but for an hour !"], [70, "54 THE BRIDE OF LAMMERMOOR. Lady A. Lucy, what means this ?— rise, I com mand you, and restrain your agitation. Lucy. Oh ! my mother ! do not spurn me from you.— But for one moment hear me : Urge me not, I conjure you, to fulfil this hated contract— my death will be the consequence. By the memory of that tender love with which you reared my infancy and childhood,— by the deep sense of filial duty and obedience, which, till this fatal moment, my life has proved, — I entreat, I implore you, save me from misery and destruction— and save yourself, my mo ther, from that remorse, which your own heart must one day feel, for having brought this woe upon your wretched child ! Lady A. Shame on such weakness, Lucy ! Where is your pride ? your duty to your parents and your family ? All, all absorbed in one disgraceful passion ! Lucy. My vow ! my vow ! Lacly A. His silence has absolved you from it, and proves he wishes to forget his own. Have we not heard, too, that he is on the point of marriage with another ? If these arguments have no weight, think that your parents' word is pledged— their ho nour implicated— think that, when freely left to fix the time, you named this day. You cannot, shall not now retract— you have no right to bring dis grace upon us all ;— and wherefore ?— to feed a hope which never can be realized— to pine in secret o'er a love, which heaven and earth alike refuse their sanction to. Come — we have too long delayed.. Lucy. Man has no mercy ! To Heaven, then, I make my last appeal. Grant that I may retain my senses in this awful trial. Already my weak brain begins to waver. One struggle more, and all will be concluded. — My lot is cast — and now — Madam — I obey you. [Exeunt."], [71, "55 THE BRIDE OF LAMMERMOOR. SCENE the LAST.— The grand Hall in Ravens- wood Castle. Folding doors in centre — the only entrance to the apartment. Sir William Ashton, Colonel Ashton, Henry, Bucklaw, Randolph a Clergyman, and all the Domestics discovered. — At one side, a table, with writings. — Lady Ashton leads on Lucy. — All the Gentlemen bow. Sir W. Now, then, to the business of the day. The parties are all assembled. Are the writings prepared ? Rand. Every thing is ready, my Lord. Sir W. Then, let us proceed at once. Nothing now is wanting but the formal signature of all con cerned. The marriage ceremony must then be com pleted. [Goes to the table to sign. Rand, (approaching Lucy.) Yet, ere the solemn contract be performed, permit me to express my fervent hope, that the union between these honour able persons may prove a source of long and lasting happiness. Be not cast down, Miss Lucy, but meet a scene of joy with cheerful looks ; — doubt not, obedience to your parents' wishes will heal your wounded mind, and crown your future days with many blessings. [During this, the Gentlemen have all signed the contract.'] Sir W. Now, Lucy, we wait your signature alone.' Lucy. I — obey — you, Sir. [She rises ; seeing her weakness, Lady Ashton supports her to tlie table, where another chair is placed for her.] Lady A. Rouse yourself, Lucy ; — my daughter's health has long been delicate (to the company), and she gives way too much. Lucy, after several efforts, signs her name. At this moment a violent noise without."], [72, "56 THE BRIDE OF LAMMERMOOR. Serv. (without.) You pass not here, Sir ! Rav. (without.) Villains, stand back ! He dies who opposes my entrance. Lucy drops the pen, rises from her chair, and ex claims It is he ! It is he ! — He is come ! He is come ! [She falls into her mother's arms. Ravenswood bursts open the folding doors, and comes forward in the centre, his dress much dis- ordered, and partly enveloped in a large riding cloke. His hat slouched. His face haggard and pale. — All start with astonishment at his entrance. — Lucy raises herself, and stands gazirig on him as if petrified. [A pause. Lady A. (recovering herself.) I demand to know the cause of this rude and unauthorised intrusion ? Col. A. That is a question which I have the best right to ask, and I request the Master of Ravens wood to follow me, where he can answer at his leisure. Buck. No man shall usurp my previous right in demanding an explanation from the Master. Col. A. I will relinquish to no one my right of calling to account the man who has offered this un- paralleled affront to my family. Rav. Be patient, gentlemen ! If you are as weary of your lives as I am, I will find time and place to pledge mine against one, or both ; but, at present, I have no leisure for the disputes of triflers. Col. A. and Buck, (drawing) Triflers ! Sir W. (Comes between them.) My son I com mand you — Bucklaw I intreat you — Keep the peace, in the name of the Queen, and of the law. Rand. In the name of the law of Heaven I im plore — I beseech, I command you to forbear vio lence towards each other. Col. A. Do you take me for a dog, Sir, or some thing more brutally stupid, to endure this insult in"], [73, "57 THE BRIDE OP LAMMERMOOR. my father's house ? Let me go, Bucklaw ! He shall account to me, or by Heaven I will stab him where he stands. Buck. You shall not touch him here : He once gave me my life, and were he the devil come to fly away with the whole house and generation, he shall have nothing but fair play. Rav. Let him who really seeks danger take the fitting time when it is to be found. My mission here will be shortly accomplished. (Turns to Lu cy.) Is that, Madam, your hand ? (Produces her letter.) Lucy. (In afaultering voice.) Yes. Rav. And is this also your hand? (Producing the written contract.) Sir W. If you design to found any legal claim on that engagement, Sir, do not expect to receive an answer here. Rav. Sir William Ashton, I pray you, and all who hear me, that you will not mistake my purpose. If this young lady, of her own free will, desires the re storation of this contract, as her letter would seem to imply, there is not a withered leaf, which this au tumn wind strews upon the heath, that is more va lueless in my eyes. But I must and will hear the truth from her own mouth : Without this satisfac tion, I will not leave the spot. Murder me by num bers, you possibly may ; but I am an armed man, — I am a desperate man ; and I will not die without ample vengeance. This is my resolution, — take it as you may. — I will hear her determination from her own mouth, alone, and without witnesses. (Takes out two pistols.) Now, choose whether you will have this hall floated with blood, or grant me the decisive interview with my affianced bride ; which the laws of God and the country alike entitle me to demand. Rand. In the name of Heaven, receive an over ture from the meanest of its servants. What this gentleman demands, though urged with over vio-"], [74, "58 THE BRIDE OF LAMMERMOOR. lence, hath in it something of reason. Let him hear from Miss Lucy's own lips, that she hath acceded to the will of her parents, and repents of her covenant with him. Let him have the interview on which he in'sisteth. It can but be a passing pang to the mai den, and then he will depart in peace unto his own dwelling, and cumber us no more. Lady A. Never ! — Never shall this man speak in private with my daughter — the affianced bride of another. Pass from the room who will, I remain here. I fear neither his violence nor his weapons, though some who bear my name appear more moved by them. Rand. Nay, Madam, let me entreat you, add not fuel to firebrands. The Master of Ravenswood, cannot, I am sure, object to your presence, the young lady's state of health being considered, and your maternal duty. I myself will also tarry. Per haps my grey hairs may turn away wrath. Rav. You are welcome to remain, Sir, and Lady Ashton, also, if she thinks proper ; but let all others depart. Col. A. (As he is going out) Ravenswood, you shall account for this ere long. [Exit. Rav. Whenever you please, Sir. Buck. (As he is going out) But I have a prior de mand on your leisure, a claim of some standing. Rav. Arrange it as you will. — Leave me but this day in peace — and I shall have no dearer employ ment on earth to-morrow, than to give you all the satisfaction you may desire. [Exit Buck* Sir W. (As he is going out) Master of Ravens wood, I think I have not deserved that you should make this scandal and outrage in my family. If you will lay down your weapons, and follow me into my study Rav. To-morrow, Sir — To-morrow — To-morrow— I will hear you at length. This day hath its own sacred and indispensable business. [Exit Sir Wil fam, and all the attendants.']"], [75, "THE BRIDE OF LAMMERMOOR. 59 Ravenswood puts up his pistols— fastens the door at which they -went out, and returns — takes off his hat, and gazes on Lucy with a mingled expression of sorrow and indignation. Rav. Do you know me, Miss Ashton ? I am still Edgar Ravenswood — I am still that Edgar Ravens wood, who, for your affection, renounced the dear ties by which injured honour bound him to seek vengeance— I am that Ravenswood, who for your sake forgave, nay, clasped hands in friendship, with the oppressor and pillager of his house — the tradu cer, and murderer, of his father ! Lady A. My daughter, Sir, has no occasion to dispute the identity of your person. The venom of your present language is sufficient to remind her that she speaks with the mortal enemy of her family. Rav. I pray you to be patient, Madam ; my an swer must come from her own lips. Once more, Miss Ashton, I am that Ravenswood to whom you granted the solemn engagement which you here desire to retract and cancel. Lucy. It was my mother, I Lady A. She speaks truly — It was I who advis ed, persuaded, and commanded her to set aside an unhappy and precipitate engagement! Rav. (to Lucy.) And is this all ? are you willing to barter sworn faith, the exercise of free will and mutual affection, to such unnatural and hard-heart ed tyranny ? Hear again what I have sacrificed for you, ere you sanction what has been done in your name. The honour of an ancient family — the ur gent advice of my best friends, have been used in vain to sway my resolution — neither the arguments of reason, nor the portents of superstition, have sha ken my faith The very dead have arisen to warn me, and their warnings have been despised. — Are you prepared to pierce my heart for its fidelity, with"], [76, "60 THE BRIDE OF LAMMERMOOR. the very weapons which my rash confidence intrust- ed to your grasp ? Lady A. Master of Ravenswood, you have asked what questions you thought fit— you see the total incapacity of my daughter to answer you. But I will reply for her, and in a manner which you can- not dispute. You desire to know, whether Lucy Ashton, of her own free will, wishes to annul the engagement into which she has been trepanned?— You have her letter, under her own hand, demand- ing the surrender of it ; and, as yet more full evi- dence of her purpose, here is the contract, wdiich she has this morning subscribed, in presence of this reverend gentleman, with Mr Hayston of Bucklaw. (Retires up.) Rav. (Having gazed upon the deeds in mute aston- ishment.) And it was without fraud or compulsion that she subscribed this parchment ? Rand. I vouch it upon my sacred character. Rav. This is indeed an undeniable piece of evi- dence, and it would be equally useless and dishon- ourable to waste another word in remonstrance or reproach. (Lady Ashton comes forward), There Ma- dam — (giving to Lucy the paper and piece qf gold) these are the testimonies of your first engagement — you may be more faithful to that which you have just formed. I will now trouble you to return the corresponding tokens of my ill-placed confidence — I ought rather to say of my egregious folly ! Lucy gazes on him unconsciously — raises her hands, and endeavours to disengage the ribbon, by which the piece of gold is suspended round her neck. Lady Ashton assists her ; she gives the gold and a paper lo Ravenswood. Lucy. It was the last link which bound me to life, and it is broken ! Rav. (Much affected.) And she could wear it"], [77, "THE BRIDE OF LAMMERMOOR. 61 thus — could wear it in her very bosom — could wear it next her heart — even when but complaint avails not — (Tears the contract.) — I will no longer be an intruder here. Your evil wishes, and your worse offices, Lady Ashton, I will only return, by hoping these will be your last machinations against the honour and happiness of your daughter. — (Turns to Lucy) — And to you, Madam, I have nothing further to say, except a prayer to heaven that you may not become a world's wonder for this act of wilful and deliberate perjury. (He is going.) Lucy. (Who has been endeavouring to rally her spirits for a last effort, breaks from her mother, and grasps him by the arm) Stay ! Oh stay ! Rav — Rav- enswood — my heart is breaking, and I cannot tell you : but do not leave me thus — a few moments, and all will be over. Lady A. (Alarmed at her violence) — Lucy, my dearest Lucy— (Endeavours to force her away.) Lucy. Touch me not, mother — 'tis now too late —I am beyond all fear. Ravenswood, you know not what I have endured—all united against me — your long silence— my letters intercepted— no friend to aid — no succour — no resource — they have broken my heart, but never, never could they change my love. Ravenswood, forgive — forgive me. (She falls in his arms, and dies.) Rav. Almighty Heaven ! The hand of death is on her pallid cheek ; she dies to prove her faith, and I —no, no,— 'tis thou, accursed fiend in human form, — thou hast disgraced the name of mother,— thou, thou hast destroyed thy child ! — Speak ! speak to me, Lucy ! one word to save me from the hell that raares in this bosom ! Ravenswood gazes on the body of Lucr in all the frenzy of despair. Lady Ashton, who has ap- peared struck with the utmost horror, faints in Randolph's arms. The doors are violently burst"], [78, "62 THE BRIDE OF LAMMERMOOR. open, and Sir William, Colonel Ashton, Buck law, and all the Domestics rush in with swords drawn. Sir W. My daughter ! dead !— Buck. There stands the murderer ! Rush on him ! tear him from her— revenge ! revenge ! All prepare to rush on Ravenswood, who is on the ground holding the body ofLucY in his arms. He rises and turns to them. Rav. Behold your victim ! pause not — but plunge your weapons here, home to my heart — each hand that strikes, I welcome as a friend — but mortal force shall never tear her from me. Inhuman monsters ! you have killed her — and now she's mine for ever ! They are all rushing on him. Colonel Ashton in- terferes. Col. A. Hold ! I command ye all. To me, to me alone, his blood is due— by my hand he falls, or here completes the ruin of my family. Ravens wood, arise, and singly meet me, rise — murderer — coward — rise ! Ravenswood starts up, draws, and engages Colonel Ashton. At the first pass, Ravenswood runs upon his sword, exclaiming — Rav. Thus I provoke my fate. (Falls.) 'Tis past ! the prediction is fulfilled, the blood of Ra venswood flows in the hall of his ancestors. Ac cursed race — contemplate and enjoy your savage triumph — we are beyond your malice : Lucy, I come— in life they severed us, but, in death, we are —united. (Dies.) The Curtain falls on the Picture. the end."], [79, ""], [80, "BKJ VI *n-'« fc *A A&' ftVfl' H - m. I I 1 ' n tv * ' i"]]