[[1, ""], [2, ""], [3, ""], [4, "% Stoqntg J^s' $Mtyro. A SERMON PREACHED IN SION CHAPEL, BRADFORD, THE REV. J. P. CHOWN, On SUNDAY MORNING, AUGUST 16th, 1868; WITH THE HYMNS SUNG AT THE SERVICE. [SECOND THOUSAND.] BRADFORD : M. FIELD, PRINTER BY STEAM-PC-ssER, NORTHGATE. PRICE ONE PENNY."], [5, ""], [6, "SERMON, &c. \" The Lord hath done great things for us ; whereof we are glad.\" — Psalm cxxvi, 3. There are many ways in which, we are taught in divine truth that it is well for us, at times, to pause in our onward course, to call to mind the Lord's dealings, and look back upon the way along which He has led us. This is like every other part of divine teaching too, what wiU commend itself to the enlightened mind and will be found to be fraught with advantages that will be manifold and precious, in proportion as the review is taken in a right spirit and turned to good account. It has appeared to me that we have arrived at such a period iu our history as minister and people, now that twenty years have passed since the relationship was entered upon and avowed ; and I have chosen these words as the acknowledgement of divine love in which we may all rejoice ; as furnishing the inscrip tion that we pray the Sphit of God to write upon every soul ; and as the theme by which our recollections may be animated and our songs inspired. We take these words, theu, for to-day, as suggesting that whatever of favour and prosperity we have received in the past has been entirely from the Lord. \"Not unto us, not unto us,\" was the language of God's people of old and will be to all eternity. The more they see of the divine love, indeed, and are prospered in spiritual things, the more they will see of the contrast between the Lord and them-"], [7, "4 selves, and be filled with a sense of their own unworthi ness and fall in self-abasement before God. It will be true of the church as of the individual christian. \" The more thy glories strike our eyes, The lowlier we shall lie.\" StiU, and indeed for this reason, God's goodness ought to be caUed to mind that its greatness, unmeritedness, and preciousness may be seen. That we may make mention of His love, and shew forth \" the testimony of Israel,\" to His infinite perfection and glory. That there may be the re newed, entire and spirit-wrought dedication of all we are and have to His praise, which His past dealings call for. And it is that we may thus \"stir up your pure minds by way of remembrance,\" and that we may \" consider one another, to provoke unto love and to good works,\" that these words have been selected, and that we would thus call to mind, as the first thought, how all that we have received has been from the Lord : it is the Lord who \"hath done great things for us, whereof we are glad.\" In looking at this statement, and applying it in deep humility and adoring gratitude to ourselves, we say the Lord hath doue great things for us, if we remember the peace and blessedness of our christian fellowship during these twenty years, in which it is not too much to say that there have never been twenty minutes of serious misunderstand ing, or twenty words of any utterance but of sympathy and love. We adore the riches of the divine grace in this matter, because, we know if we had been left to our poor selves, it would have been far otherwise. We are all con scious of failings in character and temper, which, apart from the restraining grace of God, would have led to a far different state of things ; and if there were any fear of our being \" exalted above measure,\" there is not one of us who needs any \"thorn in the flesh,\" beyond the remembrance of our own unworthiness to keep us very humble before the Lord. We feel all the more thankful for this too, because our church life has not been by any means stagnant during the time. It has been a period of activity, and sometimes, especially, in which, minds of very varied inclinations have been brought into labour and friction with one another, but"], [8, "5 this has never been permitted to interfere with harmonious action. God has given His people grace, which, this morning, we delight to think of, in which they have shewn themselves ready to carry out that part of our covenant, in which we agree, that \"as far as duty will allow, we will give up our own private opinion and feeling for the good of the whole.\" We look back to this too, with all the more thankful ness, because it is not that it has not been tested. We have been led through almost every stage of experience — except dissension and strife (the Lord be thanked) — through which a church could pass. We have had many changes by every one of which christian fellowship has been disturbed, and peace broken up in many churches, but we trust they have only been the means of shewing us our need, drawing us all the nearer to the Lord, and bringing us the closer to one another. Nor is it either that our peace has been the mere absence of strife, which I hope we should all consider a very low state of things indeed, and one never to be looked upon with satisfaction. It has been rather, as we sometimes sing, that \" The fellowship of kindred minds, Is like to that above.\" Our union has been bedewed with the divine love, en riched and fertilized with some measure of the Holy Spirit's influence. It has been that which we could take home with us, so that the blessing of the church should be with us in our families. It has strengthened our weakness, soothed our sorrows, blessed us at all times, and looking back upon it and feeling how much more it has been than the tongue can ever tell, we may say with joy and thankfulness in this respect, — \"The Lord hath done great things for us, whereof we are glad.\" We shall feel the blessed truth declared in the text too, if we look at the additions to our fellowship, which God has given us during the last twenty years. I find, in look ing back, that between a thousand and eleven hundred souls have been, in various ways, added to our communion in that time. About eight hundred of these have followed their' Lord in the ordinance of baptism, and of the hundred"], [9, "6 and ten times for which the baptistry has been opened for that purpose, we have the best of proofs that it has seldom or never been without the divine blessing in winning souls to Jesus, and no inconsiderable number of those baptized were first led to the Lord in witnessing the baptism of others. About four hundred out of the eight, we have to mention with heartfelt gratitude, first to God and then to His servants interested, have been brought in by means of the Sunday school. The remaining four hundred have been partly from the families of the church and congrega tion, and partly from the world without. Of the remainder, about fifty have been added to us by restoration. Those who had followed the Lord, but for some time \"afar off,\" and who had become detached from Him and His disciples. Those who had wandered from the fold, but sought after and entreated, returned; who can now say, \"He restoreth my soul,\" and who love the fold more than ever. A class of characters, not always regarded by the churches as they should be, but surely on every account, most worthy of our love and care. The remaining portion is accounted for by a hundred and seventy who had been previously baptized elsewhere, and have been received by dismissal from other churches. We should not deem such a statement as this satisfac tory, at such a time, without making mention of what has been the history of those whom God has thus brought in. Taking somewhat more than two hundred as those who constituted the church twenty years since, this gives us, we may say, twelve hundred and fifty souls that have been in connection with us, and should be accounted for. We have, upon the church-book, to-day, in the revised list, six hun dred and eighty-five, or allowing for the deductions by death and otherwise, that have taken place thus far in the present year, rather more than six hundred and seventy. The seventy and few more, answer to all that are spared to us of the church, as it was twenty years since. This gives us six hundred towards the thousand and forty, and of those that remain, two hundred and seventy have been sent from us by honourable dismission. A larger number, it may be said, than have been received in the same way, but a hun dred and twenty of these went to form the new church at"], [10, "7 Hallfield — doubling instead of dividing our strength, — and we thank God that they can now take the text, as their motto, as well as ourselves. May the Lord bless them, pastor, deacons, and people, and prosper, and multiply them a thousand fold ! Of others dismissed, some are ministers and missionaries, at home and abroad ; we have those who are thus labouring with tokens of the divine blessing at home, in the United States, in Australia, India, and elsewhere. Others are church members, church officers, Sunday school teachers, and otherwise engaged for the Lord. We do not believe there is one of them that does not turn a loving eye and prayerful heart to the spot where now we are met. We send them christian salutation and greeting, as we have done this morning in our prayers, and wish them from our hearts, God speed ! Of the re maining hundred and seventy, about seventy have been called to join the glorified around the throne, whose memo ries are precious, and whose names are honoured to-day, and ever will be. About the same number have been separated from us, many of whom, we trust, may be found among the restored of years to come. Others, still to be accounted for, are those whose names have been omitted at times, they having left the country, their residence being unknown, and in other ways ; in the determination there has been, not to have a name upon the church records that could not be identified. This accounts for the entire num ber of those who have passed through the church during these twenty years, or remain in it still ; and when we think of them, we say again,—\" The Lord hath done great things for us, whereof we are glad.\" We feel the text to be true again, if we look at the different enlargements of our sphere of work that have taken place during the period. None of us feel that it is what might have been, or ought to have been, by any means. In this we may feel deeply humbled before God, but still, we feel there is ground for gratitude, that it has been what it has. Our first work was the erection of the spacious school-rooms, adjoining this Chapel, instead of those1 they superseded ; and thinking of all that has been done and enjoyed within them, of all the prayer meetings"], [11, "8 and church meetings that have been held, of the Sunday school operations that have been conducted with results such as have been named, I question whether there have been many spots of earth enclosed during these years, within which more gracious bestowments of the divine love have been given, or more rich and abundant blessings have been enjoyed. Three times within the period has the accommodation in this chapel been extended, and at the same time rendered more attractive, till I think it is felt all is done in that way that can be ; and those who knew the place as it was, — when he who is now your pastor was one of the congregration, sitting in a spot he has never thought of since but with pleasure, listening to the loving and devout ministrations of him who was then the pastor, — and who see it this morning, would scarcely think it to be the same. The district schools in Caledonia street have been erected, and been the scene of labours most earnest and self-denying on the part of the noble band who have worked jor God there. We rejoice to acknowledge the results that have followed their toil ; how they who have gone forth weeping, bearing precious seed, have already come again with rejoicing, bringing theh- sheaves with them. There are those in the church for whom that school has been the porch of entrance, and others, that are enquiring- and hopeful. Since then the noble chapel and schools have been reared at Hallfield, where a work has been carried on for the last five years, which is an earnest of grace and power, that we have every reason to believe will shew forth the gracious presence and power of the Holy Spirit in the future, as it has in the past. As we think of our beloved brother, the pastor, and the equally beloved ones that are around him, we thank God for His great blessing, and pray that it may be increased a thousand fold. Looking back upon these movements as we have said, it is with deep humility that more has not been done in return for the wondrous love that has been shewn to us, but we feel it a privilege to have taken part in them, and those who knew most of them will feel that they have most reason to take up the words of the text, and say, — \" The Lord hath done great things for us, whereof we are glad.\" , This will be felt all the more, if we think of the changes"], [12, "9 all around us, in the midst of which, this unchanging mercy and favour have been enjoyed. If we think of the Association, we look at the ministers, and out of fifty-five, there are but nine, besides your own, who were ministers in the same places twenty years since. We look at the churches, and sixty-five out of the seventy-five in that time have either been without pastors, or have lost and changed them ; in some cases, more than once, and under circum stances that must have been in every case more or less painful and trying. If we turn to the dissenting churches in the town, there is but one minister who filled that office twenty years since, — the beloved and honoured pastor of Salem. The same is almost, if not quite the case, with all other ministers in the town. We come to our own church, and less than eighty souls are all that remain of what was the entire fellowship at the time named ; of the rest, some are singing the song of triumph above, some are rendering noble service to the cause of Christ elsewhere, some have been otherwise removed, and these remain to us. We thank God for them, and pray that they may be long continued to scatter the influences of their matured ex perience around them, and be a blessing to the communion in which they have been so long spared. We think of our brethren, the deacons, and there is but one whose name stood with others upon the invitation that called your pastor twenty years since to the office he fills. We rejoice iu our beloved brother and all united with him, give thanks for the unbroken harmony that has ever reigned in this department of our church life, and pray for our brethren as we have done in our song, that they and all theh labours may be crowned \" With pentecostal sire.' It is needless to mention other respects in which we have been surrounded by change, this is enough to show what abundant reason we have to rejoice* in the covenant love of an unchanging God and may well give thanks to day. It would not be right, I think, to close this brief review, without mentioning some of the means by which we have been thus blessed. First and foremost, as was said at the"], [13, "10 outset, we trace it all up to the divine love and to the gracious measure of the Holy Spirit's influence, which we trust has ever been sought and enjoyed amongst us. We all feel it our sacred privilege, no less than our duty ador ingly, and most gratefully to remember and mention this. We \"will mention the loving-kindnesses of the Lord, and the praises of the Lord, according to all that the Lord hath bestowed on us.\" Looking, however, at the means by which the Lord hath done what this day we would com memorate, we would say there have been no extraordinary agencies called in : it has been by the humble, prayerful use of such instrumentality as every church of Christ has at its disposal. Nor has it been to any considerable extent greater at one time than another ; or if so, it has grown as the years have passed away, and the hfe and means of the church have been developed. I attribute it first to the blessing that has been bestowed upon the pubhc means of grace. Next, under God, to the labours in the school which last year gave us a larger membership than formed the entire church in the first instance. The spirit of prayer, too, which has happily distinguished the church, so that our prayer meetings are ever \"times of refreshing from the presence of the Lord,\" is another element that largely accounts for all for which we have to be thankful. The personal intercourse of pastor and people, is also that, by which, I trust, they have been virtually benefitted, and in regard to which, your pastor asks your prayers, that the relationship may be more than ever fraught with the divine blessing, and tributary to the divine glory. I trace it too to the menwhoni God has raised up and given to us to fill the deacon's office, and the sphit in which they have conducted the affairs of the church, so that they have pur chased \"to themselves a good degree, and great boldness in the faith, which is in Jesus Christ.\" The Tract Society also, with its unostentatious but blessed work, is an agency, for which we have to be thankful, and on which, we trust, the divine benediction may still rest. These are but some of the means in which we rejoice, looking back upon which may shew us where our strength lies, in God, in prayer, and use of appointed instrumentality. It shews us the obligations, under which we are laid for the goodness the Lord has shewn, which, while it fills us with gratitude, that"], [14, "11 it is so much, may fill us with humiliation — remembering all the resources and promises available, and the needs around us — that it is not more. It may inspire us with confidence and anticipation, too, for the future, as we know that God is waiting to bless us. Let us seek grace and wisdom, to profit by the past, as we should, and we may hear the voice, which says, — \"Ye shall see greater things than these.\" Amid all this, however, there is one drawback that saddens and distresses us, that is, that there are some present who have sat, and apparently worshipped with us these years, and yet, have given us no good reason to believe that they have accepted the Saviour, of whom they have been told. Again, with love and earnestness, and prayer, would we lift up our voice in warning, and entreaty, and beseech you to accept the proffered grace. Again, we tell you of the name above every name, and point you to the divine sacrifice. \" Kiss the Son, lest He be angry, and ye perish from the way, while his wrath is kindled but a little.\" Turn to the Lord and seek salvation in His love, so shah you be delivered from present guilt and coming woe, and filled with everlasting blessing, which, may God grant to all, for Christ's sake. — Amen."], [15, "12 HYMNS. i. PRAI S E. Evan. /jKREAT God of grace we bless thy name, As in thy house we stand, Who art, through all the years the same, The same in every land. For all the boundless love and grace, These twenty years have shewn, Our grateful songs shall fill the place, And thy compassions own. For all the peace these years have brought, For all the joy they've given ; For all they've done, for all they've taught, — Our thanks shall rise to heaven. Oft as these walls with praise have rung, Thy Spirit give, we pray, To fill our soul, to fire our tongue, With nobler praise to-day. Our fathers prayed with many tears, That they might hear and see, What greets our eyes, and fills our ears, And points our souls to thee."], [16, "13 Thus teach us then to offer praise, That shall thy power reveal, And grant that all our coming days May shew the thanks we feel. II. PRAYER. sa Stephen /jfS LORD, we bend before thy throne, ' Thy mercies to declare ; And while we aU thy goodness own, Would blend our praise with prayer. Bless thou thy word and piake it felt, The power of God indeed : The will to change, the heart to melt, Thy saints to bless and feed. Our Deacons bless, their office own, From heaven their hearts inspire ; Themselves and all their labours crown, With Pentecostal fire. Bless thou thy people with thy grace, Fill them with love divine ; And in them let their Father's face, With heavenly lustre shine. Prosper our Schools, teachers and taught With holy zeal inflame ; That all the young may soon be brought, To know and love thy name. Bless those who with thy people come, But share not in theh joy ;"], [17, "14 And may they find thy house their home, Thy service theh employ. So would we, Lord, in faith and prayer, Our Ebenezer raise, And hope thy mercy to declare Till prayer be turned to praise. •o in. D EDICATION. St. Ann's. SjjJ'OW, Lord, we crave thy Spirit's power, <i*; And pray that all may be, — Body and soul, from this blest hour, A sacrifice to thee. Accept the gift, and let this place Be evermore thy care ; A living temple of thy grace, Thy glory to declare. Fill thou this Sion with thy praise, Enrich it with thy love ; And make it through all coming days, Like Sion's mount above. Then when our years on earth are o'er, Our thanks and joy shall blend, Thy sov'reign love and grace t' adore, And praise thee without end. M. Held, Printer, Northgate, Bradford."], [18, ""]]