[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "ANTHEA"], [8, ""], [9, "Anthea. A TRUE STORY OP THE GREEK WAR OF INDEPENDENCE. BY CECILE CASSAVETTI, A RUSSIAN. \"*■ ♦♦♦ CASSELL & COMPANY, Limited: LONDON, PARIS & MELBOURNE. [all rights reserved.]"], [10, ""], [11, "PREFACE. As some of the incidents in the narrative of \"Anthea\" may seem improbable, I wish the readers to know that it is not a story drawn purely from my imagination, but based on facts related to me by a friend ; and it may interest some to know that the descendants of \" Anthea \" are still resident in Egypt. Cecile Cassavetti. The Cedars, Torquay."], [12, ""], [13, "ANTHEA. CHAPTER I. It was a pretty villa, all buried in roses and creepers, where Count Valiery at an early age had retired to forget, but never to for give, a heartless woman's desertion. After many years of persuasion on the part of his friends, he consented to be united to a very charming girl, whose beauty, added to her many qualities of heart and mind, made him a contented, if not a happy, man. The quiet rural life he led suited him admirably, inasmuch as he disliked all the pomp and vanity of the world. Most carefully educated, and even sedu lously prepared for a diplomatic career (which i:"], [14, "ANTHEA. 2 was brought to an early close through his disappointment in love), his tastes were de cidedly of the classical order, and to be left to the peaceful enjoyment of his books was to him the only bliss on earth. He took the warmest interest in the revo lutionary movement, but fearing that Greece was not ready to shake off the yoke of either Christian or Mussulman, he would not give a public support to the Salamos,* Kalvos, f * \" Count Salamos,\" then a rising poet, born at Zante 1798, author of the hymn of \" Liberty,\" the Marseillaise of the Greek, set to music by Mangari. He devoted his time to purifying the modern Greek language and in writing poems to inspire his compatriots to freedom. He wrote an elegy on the death of Byron. Salamos was a great friend of Tricoupis, who helped and influenced him in no small degree in his works. t \" Kalvos \" was a great scholar and original poet, native of Zante, and a great friend of Foscolo, whom he followed to London, where he was twice married to English ladies. \" Kalvos \" wrote several odes on patriotism. As he could not fight, he tried with his lyre to inspire his countrymen, and is now ranked among the most popular poets."], [15, "ANTHEA. 3 and Rhigas,* and yet their names were his peu ates, or household gods, and his children were nursed to the strains of their patriotic poems. His faith in the future of Greece was in- tense, and nothing wounded him more keenly than if a stranger, or the many English then residing at Corfu, spoke of the Greek nation as having degenerated. With these feelings uppermost, it is not surprising that his family were brought up to worship their country, and that hatred for * \" Rhigas \" was the poet of the Klephts and Armatobe's, and among the first who desired to see the liberation of Greece, and the first to purify the Greek language. He was killed by the Turks in 1798. He wrote the hymn on \" Liberty,\" and every man, woman, and child knows the following lines : — \" Until when, O Polikares ! shall we live in passes, on mountains, like lions inhabiting caverns, seeing nothing but forests? \" Shall we flee men to eschew hard servitude ? Leaving our country, parents, brothers — our friends, our children, all that we love ? \" Better one single year of liberty than forty years of slavery.\" B 2"], [16, "ANTHEA. 4 the Turkish yoke was early instilled into them. In those days it was the custom of good families to place their sons with friends, to develop their tastes, and encourage them in pursuits suited to their abilities. Count Valiery had an old friend in Thes saly. Both had been at the same school, and later on at the University of Padua, where they were linked in a great friendship. It was, therefore, in no way strange that one day a letter was handed to the Comte, an nouncing the arrival of his friend's son by the next ship. \" You are a clever man,\" wrote Kupiot; Katinaki, \" knowing the world well ; and, besides, I hear you are trying farming near Corfu. As you are aware, I have land also, and I am anxious to see my son a farmer. If you cannot train him to it, no one else can. Treat him, for old friend ship's sake, as you would your own son.\""], [17, "ANTHEA. 5 Although the Comtesse was a very sweet tempered woman, the intrusion of a stranger was not at all to her taste. With the intui tion of her sex, and, perchance, somewhat too lively an imagination, she foresaw a love at tachment. Having three nice-looking daughters, how could it be otherwise, she thought ? But she dared not broach the subject to her husband. She, however, found out indirectly that the youth was of an old Thessalian family, whose lands had been confiscated. The Turks, fearing that the wealth of the Kati nakis might be too great a power, had even incarcerated for seventeen years the grand father of the boy who was expected ; but, notwithstanding his long confinement, the old man, by dint of work and perseverance, re covered some of the family property. So, without being a Crœsus, he had left his son comfortably off."], [18, "ANTHEA. 6 Notwithstanding these recommendations, the Comtesse tossed her queen-like head as she resolved he was not an eligible suitor for her dainty girls. The only son of the Valierys had been sent to France to be educated, and their daughters (under ladies of different nations) were brought up to be both domesticated and brilliant members of society. The eldest was called Despa,* in remem- * \" A loud discharge is heard afar, a crack of many rifles ; Say, is it for a marriage feast, or joyous celebration? It is not for a marriage feast, or joyous celebration ; 'Tis Despa and her family, who gallantly are fighting; Within the tower of Demula th' Albanians besiege them. ' Thou wife of George, lay down thine arms ; deem not thou art Suli ; Lo ! here thou art the Pasha's slave, thou art the Al- banian's vassal.' 'And what if Suli is subdued, and Turks possess Kiafa ? No master of Liapid race has Despa served or will serve.' She seized a firebrand in her hand, she called her daughters round her ; 'We'll never live as Turkish slaves— one last embrace my children !'"], [19, "ANTHEA. 7 brance of the wife of \" George Botsis of Souli,\" a heroine who, after fighting the Turks rather than succumb, set the tower of \"Demoula\" at Reniasso on fire, and, turning to her daugh ters, said, \" Despa never had a Turk for a master, nor will she now. Let us die ! \" The second daughter was called Chais, after the Souliote Amazon who not only fought the Turks, but headed the Greek troops, and by her bravery encouraged the inhabitants of Soulis to prefer death to surrender.* Anthea was the youngest and most petted child. Born in June, when the sun is at its A thousand cartridges were there — she threw a light among them ; The cartridges flared up on high, and in the blaze they perished.\" Passow, Carm. Pop. No. 2. {Translated out of Les Chants Populaires de la Grcce Afodeme, par le Conite Marcellus.) * \" Oh ! who is more brave than a dark Souliote, In his snowy camese and his shaggy capote ? \" Childe Harold.\""], [20, "ANTHEA. 8 warmest, the flowers most fragrant, and nature most beautiful, her father gave her the name of Anthea, or \" flowery one,\" thinking it most appropriate. Like a flower springing up in a gay field was the beautiful child, all curls, a true, laughter-loving Venus, and quite the sunshine of the family, the child of \" rosy-fingered morn.\" Count Valiery did not believe in too highly educating a woman or encouraging romance. \"Develop the heart,\" he was wont to say, \"instil into it strong and pure prin ciples of love for hearth and country, and you make a woman a good wife and mother ; but teach her too much, and she neglects her duties ; encourage vanity, and she despises home. \" Our matrons must learn to love Greece, and to fan the flame of patriotism in their sons, if our country is to be free from the hateful Turkish yoke.\""], [21, "ANTHEA. 9 Need it be said that the Kvplai (ladies) had many opportunities of developing their minds ; they had also a free and unconven tional life, exempt from many of the restraints of those who are bred in towns."], [22, "CHAPTER II. The arrival of Aristides was quite an ex citing event, and Anthea thought the top of an olive-tree the best observatory for her curiosity. As the young man, in driving past her, did not turn his head, a few olives thrown at his hat made him quickly gratify the young lady's inquisitiveness. \" Not bad-looking ! \" was her sotto voce exclamation. Of course he was received \"a bras diverts,\" and presented to the household. The last to appear was the little maiden with the large violet eyes and bewitching dimples nestled in her rosy cheeks. One could not help noticing her, if for nothing more than the contrast she presented to her"], [23, "ANTHEA. 11 elder sisters. These were dark beauties, with imperious looks and manners, whereas Anthea was but a small fragile child, with a sweet face buried in auburn curls, which at times when the sun shone were irradiated with a myriad of golden tints. Although Count Valiery was very strict, and his children, accordine to the fashion of the day, never vouchsafed an opinion before him, Anthea was not afraid of him, and with her childish ways got round him easily. She quite agreed with her father's idea in not burdening a woman's mind with studies. \" Nature is my lesson, and health my re ward,\" was her reply to her governess's use less expostulations. \" If you keep me indoors, I shall die like a bird in a cage.\" We won't detail how many and how much of her garments were left after her rides and scrambles. Her pouting little mouth and sor rowful eyes, pleading, \" Let me enjoy my"], [24, "ANTHEA. 12 youth ; who knows the troubles in store ? \" used to disarm her elders, and, banishing cloudy thoughts, she would once more return to her frolics. She was idolised by the pea sants ; to oblige them or minister to their wants, she never cared how many miles she walked. Aristides was soon captivated by this little fairy queen, and before long her eyes were the stars that ruled him. In return for his devotion, he, alas ! often only got a parting \" Thank you ! \" At other times he was re paid by some mischievous pranks ; but he bore all patiently, for she was so small. \" Only a mere child,\" he thought. His work at Gastouri was really a sine cure. Count Valiery had not enough farm work to occupy him ; and contending, therefore, that a man, whatever his future, should be well read, especially in History, the pivot of the past on which the present still turns,"], [25, "ANTHEA. 13 the Count, impressed by his talent and good ness of heart, made him continue the studies for which he had been so ably prepared by his father. Although the youth's tastes were as yet but dormant, the Count soon found that he would require a larger field to prepare for his career than an olive-grove and a few sheep could afford. Not having had a sister, the contact with women at first had made Aristides feel shy ; but this soon wore off, and he began to anticipate with pleasure their company in riding, boating, or scrambling in the woods. The May-night festivities were as eagerly looked forward to by him as by the young girls. The whole night was on these occasions devoted to the culling of flowers, to be woven into garlands, which were then thrown into the lake or river with some name attached to each. The answer to the heart-throbbing"], [26, "ANTHEA. 14 query, \" Who loves me ? \" was breathlessly awaited. Strange to say, Anthea's wreath always followed that of Aristides ; the teasing that followed becoming a family joke, at which the modern Romeo used to blush as only youths of eighteen can. She, a mere child of four teen, enjoyed the fun, adding unconsciously to the fire. But the day soon came when she awoke from child's dreamland. Aristides received orders from his father to go to a German \" Landwirth,\" to acquire more practical know ledge, and when, after the three years of happy bliss, he came to bid farewell to the family, his heart was heavy, and he only then realised how much he loved the little maiden. He knew how useless it was to offer an empty hand; and yet, while gazing at her perfect face, and into those large lustrous eyes, with their chaste expression, she seemed,"], [27, "ANTHEA. 15 with all her waywardness, too sweet a girl, and too beautifully fair, not to be snatched away by another. The month of August was at hand, when a farewell fete was to signalise the eve of his departure. Anthea had laughingly suggested \" Une ftte de vendanges\" \" as we can drown,\" said she, \" our grief in the vines.\" They started accordingly, a merry party, laden with baskets of provisions, which were to be re-filled with grapes. It was one of those perfect days, with the sky of that red dish-violet hue which is only seen in Greece. Not a single cloud above, nor a ripple below on the dark blue sea, which looked even more majestic in its great tranquillity than when in a royal rage, with its surging billows and its crest of foam. Luncheon was eaten under the silvery olive-trees, after which all hands set to work."], [28, "ANTHEA. 16 Intentionally, or maybe favoured by Cupid, our future lovers were gradually left to them selves by the rest of the party. Animated by the gay surroundings, under the genial quasi-tropical sun, the youth lost self-control, and he who never meant to open his heart, especially to a mere child, though his eyes spoke the intense love he had vainly tried to conceal, was now, however, drawn to the foolish act of swearing to Anthea an ever lasting devotion, pleading his cause with those words that only sanguine youths can utter. • Poor little Anthea was taken by surprise ; but what girl is too young to feel when real love pours its mellow sounds into her too willing ear ? Lulled by that loveliest of music to woman's heart, she soon pledged her faith in return. Beneath the azure opalising hues of the sky, in the open fields, with for back ground the golden vines, on which the slanting rays of the sun were playing, and caressed by"], [29, "ANTHEA. 17 the balmy breath of fragrant flowers, might have been seen the fair girl in the arms of o her handsome lover, shyly resisting the first stolen kiss. Alas! the hour of sad departure drew near, and Anthea's dimples had almost vanished as she said \"6 0e6? p-ayri aov\" to Aristides (\"God speed you\"). Every one was sorry to see him go, so no one in particular noticed Anthea's wan little face. c"], [30, "CHAPTER III. Three years had elapsed of long-despairing suspense for Anthea, and of still greater un certainty for Aristides. He decidedly dis liked a farmer's life, with all its atmospheric changes, to battle against which there exists no law. His was a serious, yet ambitious, mind, yearning to embrace greater responsi bilities, and to be rewarded in return with higher gratification ; for this reason he turned his natural abilities to commerce, and, as his parents were averse to his leaving them for foreign parts, like England or Egypt, he de cided to seek his fortune at \"Yanina,\" * a town * The Greek spoken at Yanina was of the purest dialect ; and even when Athens had to close the School of Learning, the literary cultivation at Yanina was at its height. \" In her great troubles Greece became nearly blind ; She had lost her light, and Athens, the great, cannot see. Nevertheless, Greece has kept one of her eyes, Yanina, her loveliest ornament.\" {Out os a popular Greek song.)"], [31, "ANTHEA. 19 rising into notoriety. At first he was most unfortunate, meeting the commercial sharks whose pleasure it is to devour business novices ; but with that determination and perseverance so eminently conspicuous in the Greeks, and too proud to acknowledge his defeat, he persevered, and at length was able to sail over to Corfu in his own small craft to try and win his long-coveted bride. His idea of a home was as modest as his impetuous desire to secure Anthea was great, and when he saw the small girl, moulded into a far lovelier woman than his imagination could have conceived, his youthful love gave way to the stronger passion of manhood. Bitter, therefore, was his disappointment when Count Valiery -declared he could not dream of wedding his daughter to the uncer tainties of commerce, and that in any case he would not alter the laws of etiquette, and allow a younger daughter to precede her elder sisters. c 2"], [32, ":o ANTHEA. No tears— not even rebellious murmurs — could move the stern old man. \" Secure a certain income, and see my eldest daughters married, and Anthea is yours.\" With these words sounding in his ears, Aristides left, crestfallen, whilst Anthea, like the forlorn maiden of yore, remained to console herself as far as she could by making the trousseau for herself and elder sisters, while shedding bitter tears over her work. Like a man in love, and just emerged from his teens, who carries his heart on his sleeve, Aristides' friends ere long guessed of his woes, and one of them, Kyrios \"Serjiades,\" offered to bombard the impregnable citadel, and take the Gastouri Helene; but the poor man fell himself a prey to the beauty of the eldest girl, and before a month had elapsed the marriage day was fixed ; and as one wed ding proverbially makes two, the sisters were disposed of."], [33, "ANTHEA. 21 But, alas ! cruel destiny did not fill Arist ides' money-bags, and Dame Patience had still to be courted by our tried lovers. Mean time the roses on Anthea's cheeks gave place to the lily ; but only her old nurse knew the tears she shed at night ; and many and many a time did the poor old woman shake her fist as she passed her master's door, saying, \" You cruel Kvpte : you will kill the poor little angel ; but I will look after her.\" And to her she would say, \" Do not cry, KovKovpiraa (koukouritza) ; * dry your eyes, and I will tell you a secret. \" Do you remember when your handsome lover sat with you down at Benizza, and I was sent to prepare the picnic collation ? Well, I knew then — naughty girl ! — you loved him, and his eyes had branded the truth into my memory. And as I dote on you both, I Koukouritza, a small chicken."], [34, "ANTHEA. determined you two should marry; so now listen. Be quite serious. I took a key — now don't laugh, mikroula* — and I stealthily walked round you three times ; then, pre tending to lock you up, I quickly ran to the bounding stream, and threw the key into the crystal water, saying, ' May their love be as pure as God's creation.' Do you remem ber now how you both jumped up, saying, ' Dada (nurse), what is that splash ? ' and I said ' Tipote, tipote' TiVo-re, rl-n-ore (nothing). You were so intent on each other that you continued to bill and coo, forgetting the noise, the world, and even poor Dada ! ' Well, this sympathy or charm \" It is witchery, Dada.\" \" No, no, my child, not witchery, but a charm ; and once performed, a girl invariably marries the man she was with at the time. * Mikroula, little one. Both terms of endearment. In Greek, KOVKOvp'nffa, fWcpov\\a."], [35, "ANTHEA. ■tj \" Then do you remember the last fete at St. Spiridion ?\"* \" I should think I do, since it was I who placed the biggest candle on his shrine.\" \" Well, my pet, what did your foolish but loving Dada then do ? Why, she walked barefooted to Corfu, and went three times round the church, and said nine ' Hail Marys' kneeling on hard peas, and all this for her nursling's welfare. \" I have none of my own people left to love, so you are my all in all now; and if only before I die I could see joy in those lovely eyes, my own happiness would be complete.\" * Patron Saint of Corfu."], [36, "CHAPTER IV. Witcheries, charms, and prayers carried the day, and love triumphed once more, and before two years had fled a wedding party assembled at the quaint little church to see Aristides united to his long-waiting fiancie. His jealous feelings must have been keenly aroused when, according to an old Greek custom, every guest claimed the right to kiss the fair bride. All the various superstitious rites were kept up, and Anthea had to step on the flat iron as she entered the house, and the poor old Dada was greatly troubled in her mind when, at the vengara (soirc'e), pouring, for luck's sake, water between the couple, Anthea turned round : which is considered a very bad"], [37, "ANTHEA. 25 omen ; but the newly-married bride laughed it off. \" What could mar real love like theirs ? \" With a shower of rice (the sign of pro sperity) they started for Volo, crowds of people waving handkerchiefs and shouting; their good wishes after them, as the stately ship moved quicker and quicker into the dark blue foam- ing waves. Thus, with every earthly blessing upon them, they glided into the flowing waters to meet an unknown fate. All to them was sunshine. They first sailed to Volo, where all the inhabitants greeted them on the shore, insisting on carrying the bride to her new parents' house. Next, they rode on mules to Zagora, to visit the birthplace of Aristides' family. Anthea was greatly ■ surprised, on riding through the most picturesque country, rich with vegetation, to find midway, in the height of summer, a lake entirely frozen."], [38, "26 ANTHEA. Although timorous at crossing the ice, the reassuring words of her husband swept all fear away. Then came the arranging of their new home, a few miles from Yanina ; and last, but not least, a son's birth, in due course, was an event of great joy. Anthea never knew a sorrow. So far, the wheel of destiny seemed only to bring, in turning, fresh blos soms of hope and welfare to the happiest of homes. Aristides was proud to be still a slave to the love he bore his wife. He had fluctua- tions in his business ; but, being of an easily contented mind, he never complained. Nor did he covet great riches, but gratefully took life as it came. Their circle of friends was restricted, Anthea disliking to leave her child ren, and only feeling happy in the centre of her unfettered family affection. She mani fested great reluctance to mingle even in the"], [39, "ANTHEA. 27 few gaieties around her, more especially in those organised by the famous Ali Pacha. The sight of a Turk brought back to her memory the many narratives of terrible tyranny over and persecution of her country men, without naming those of the Pacha him self, which had gradually become of daily occurrence. Her brother came to visit her, and joined her husband in his commercial enterprises, settling eventually at Alexandria to extend their business. Her first sorrow was the death of her father, who gradually sank a victim to the grief he experienced in being powerless to rescue Greece from the hateful yoke : a servitude of four hundred years ! The widowed mother went to live with her eldest daughter. Anthea was the mother of two lovely boys, one aged nine years, and the other four. That very year the eldest had distin guished himself at school, and the parents,"], [40, "28 ANTHEA. much as they hated it, yet, to please Dimos, determined to be present when he received a collegiate prize from the hands of Ali Pacha.* * Belonging to an Albanian family reduced to great poverty, Ali was born at Teheran, and became a highway man at an early age. Having gained some money in this miserable manner, he bought the post of \" Bey \" in his small province. Through an unparalleled concatenation of murders, crimes, and treacherous acts, he successively took possession of Macedonia, Epirus, and Thessaly, and obtained, through bribery, the investiture of these pachalics from the Porte. Having arrived at such a degree of power, there is no doubt his intentions were to make himself independent, and it is supposed his great dream of success was to place himself on the Byzantine throne and found a new dynasty. He added to great intellectual powers unlimited craftiness and perfidy : a ferocity equal to that of wild beasts. From per sonal interest, vengeance, or covetousness, from mere caprice even, he caused thousands of men, women, and children to perish ; he shot down or poisoned the entire population of some places. Incapable of feeling remorse, he was, never. theless, a victim to superstitious terrors ; ominous apparitions troubled incessantly the short moments of rest which his continual agitation of mind and nervous constitution only allowed him to enjoy. In broad daylight, even, he fancied himself surrounded by the ghosts of his innumerable victims. A volume would be insufficient to describe the atrocities com mitted by this man, whose most ardent wish, amidst th"], [41, "ANTHEA. 29 Anthea was in the bloom of womanhood. Her love and devotion to her husband and children had imparted a look of intensely calm happiness, which years flitting on the careless wings of time could alone give. Ali Pacha was greatly impressed with her beauty, and before long inquired how it was he had not seen her until then. He insisted on forming her acquaintance, but all his honeyed phrases and suavely-mannered atten tions only acted like gall on Anthea; for the highest in the land lived in abject terror of him. Next day he actually presumed to intrude on her home to congratulate her on being the mother of so clever a boy ; but he was received, as the French say, \" Comme un chien dans un jeu de quilles.\" planning and calculations of his gigantic ambition, was to subdue and exterminate the race of the Suliote. ( Translated from \" La Grece Moderne,\" par Rjemeniz.)"], [42, "ANTHEA. 30 Enraged hereat, he vowed revenge, and from the hour of this accidental encounter with Ali Pacha a blight fell on Anthea's happiness, and neither her husband nor any one else was able to shake her firm belief \" that trouble was in store for them.\" She felt, as only a woman knows, and cannot divulge even to her best friend, that Ali Pacha's admiration was not of an ordinary character, and when once his eagle eye had espied a woman, no obstacle could stand in his way, but she must fall a prey to his villainous passion. Aristides, noticing the troubled expression on his wife's countenance, and suspecting the motive of Ali Pacha's admiration, felt, too, that the future was fraught with danger not to be overlooked ; for even husbands and fathers were impotent to stem the cruel tide of Turkish wantonness. Aristides determined that as soon as his"], [43, "ANTHEA. 31 wife should be able to travel he would quit Epirus, and flee from a country where an honest man has fewer rights than a convict, and is treated with merciless despotism. The sacrifice of his fortune was preferable to seeing anxiety on the gentle face of his wife, for whom his unquestionable love in creased year after year. Meanwhile, Ali Pacha, whose baseness knew no bounds, finding his advances re pulsed, and perceiving that no flattery could win Anthea (who, moreover, made her deli cate health a pretext for not leaving her house or receiving him), determined to adopt another expedient. He called an Albanian, who was known to be his chief accomplice, and was ever ready to undertake any degrading service, and, pointing to the house of Aristides, said : \" You know who lives there ? '"], [44, "ANTHEA. 32 Yes.' \" Well, after a while, she must be mine, or you shall be hanged! A hint to you. He travels, and brigands might dispose of him ; and without a ransom, too. Obey your orders, or your ears will never hear another one.\" And, with an air of complacency, Ali Pacha walked off, seeing future visions of delight. The Albanian knew that to discuss was useless. Yet even he could not summon up courage enough to ruin such unclouded happiness. No, he would not do it. Anthea's fame for kindness being quite proverbial, he was not going to deprive the sick and poor of their ministering angel. He said naught, but decamped. If he could have written, he would have sent her a word of warning. Speak he did not dare. Ali Pacha soon guessed the reason of the disappearance of his old accomplice, and,"], [45, "ANTHEA. 33 never at a loss to find a miscreant to con- spire with him in his wicked deeds, he engaged a Turk called Luki Nouma, who owed a grudge to Aristides, who had struck him. How dare Aristides, only a \" Christian dog,\" protect an old woman against him, a Turk and Mussulman, who had an inherited right over all Christians ? Ali Pacha ordered Luki to get Aristides out of his way. \" And as those Greeks,\" he added, \" turn up from everywhere, some even from their graves, you must make sure work of your man.\" D"], [46, "CHAPTER V. Great joy came upon the felicitous home of Aristides when Anthea gave birth to a little girl. He had always wished for a diminutive Anthea, and now she was here. Anthea insisted that her little daughter should bear the name of Moscha, the cele brated heroine of Soulis (Albania), who, in 1792 and 1795, so bravely fought the Turks. A sabre in her hand, her baby at the breast, and her apron full of cartridges, she fought by her husband's side, and saved Soulis from being captured by the Turks. To this present day her name, Moscha, and that of Tzavellis, are to Greeks synonymous for bravery. Her husband, \" Lambros Tzavellis,\" ac cording to the well-known poetry, slew fifty"], [47, "ANTHEA. 35 Beys, a hundred Agas, and a thousand Otto mans, routing the Turks like sheep, though he had but a small contingent of men. Following the steps of his parents, Photas Tzavellis was also a great hero. The christening of the baby was a great festivity. Tables were spread under the shady rustling leaves of olive-trees, bewitch ingly entwined with roses and creepers. Shining white damask made a pleasing con trast with the emerald lawn, encircled and studded over with wild ferns, the fronds of which, waving to and fro, appeared to beckon welcome towards the expected guests. In a remote corner of the garden a num ber of lambs were being roasted, and the servants were bustling about and running into each other's arms, carrying the savoury dishes, or laden with the produce of the garden, as they congratulated each other on their skilful culinary art. D 2"], [48, "ANTHEA. 36 In the house, the host Was carrying a tray with little silver crosses,* offering them to each guest as a memento of the recently per formed religious rites ; and everyone, with a glass of raki in hand, drank a health, saying \" Kal rod j(p6vov. May mother and child enjoy a long life.\" In fact, nothing could be more perfect than the picture of the friendly gathering, basking under the golden rays of the sun, and enjoying the hospitable spread. There was no precedence of rank nor of wealth. Respect was paid to age alone. The aged sat nearest to the host and hostess, the younger attending to the comforts of their elders. There were to be seen old gentlemen with regular features and dark-lashed eyes, enjoying a little chaff of their own as their * An old custom, which is still kept up among the Greeks."], [49, "ANTHEA. 37 faces beamed with glee and humour, whilst they cracked their jokes, nudging each other, and chuckling all the while with the merri ment of second youth. No feeling of envy or of offence at any slight marred this gay gathering. All had come, old and young alike, to enjoy themselves, and they did as they were bidden. The younger generation did not seek a corner or ample curtain, en sconced behind which they could flirt, yet love in their case was neither blind nor band- aged, and its wonted expression would steal into their eyes and convey their feelings. The heroine of the fete was also brought down in all her baptismal paraphernalia of flounces, lace, and ribbons, and this gave rise to \" baby worshipping.\" Each old lady dis covered a new likeness in her to every mem ber of the family who had not already been named ; and Joseph's coat had not as many colours as the wee young lady was supposed"], [50, "38 ANTHEA. to have features resembling those of remote ancestors. She behaved admirably well under all these ordeals, having shrieked herself already to exhaustion when the priest immersed her three times at the holy font, so now she only smiled benignly. Her aunts were much im pressed by such angelic behaviour; but fearing that by so doing the \" Evil One \" might sug gest a change, they quite seriously turned their heads, and blew in the air, whispering \"May the devil turn his back on her!\" (Oirlaw uov a ej(u> 2arapa\\ Later on, games and round dances were indulged in, until they all dispersed with radiant faces. Amidst all this innocent revelry, Anthea still carried that pained look of anxiety which her loving husband had perceived, and he resolved more than ever to settle his business, and leave the home where he had enjoyed so much bliss."], [51, "ANTHEA. 39 With his impetuous and determined nature, he did not let the grass grow under his feet, but the very next day began to seek a pur chaser for his property. He was now so anxious to join his brother-in-law in Egypt that the first offer was eagerly accepted. The horrid Luki Nouma had, by sneaking, according to his manner, learned everything that happened in the house, and it was he who, indirectly, had secured a buyer. Most reluctantly did Aristides leave his family, after giving earnest directions to his wife, children, and servants to keep the Turks at a distance. And, embracing his dearly beloved ones, with a heavy heart he rode off, leaving his wife bathed in tears, with the new baby in her arms. Even to her last day Anthea remembered her misgivings, and how, in her fear, she had begged Aristides to give up his journey ; but"], [52, "ANTHEA. 40 a man of his splendid physique and strong determination was not afraid to encounter danger. Heedless, therefore, of the fears of his beloved wife, he started, never to behold her face or his home again. A week passed. No news ; no Aristides ! Still another week, which appeared a month as it passed slowly by ; but no tidings. Anthea thought only illness could have kept him so long. Unable to leave the children, and fearing also that this might be a per fidious snare of Ali Pacha's to get her from home, she dared not herself venture from the house, but sent a trusted servant to find her husband. The telegraph did not exist in those days, and messengers travelled slowly. Anthea's anxiety was terrible. Bad as she knew Ali Pacha to be — a man of unrestrained passions, low schemes, and vile tyranny — yet she never dreamed to what baseness he could descend"], [53, "ANTHEA. 41 simply to satisfy his ungovernable proclivi ties. After a wearisome suspense, when all courage had ebbed away, when her misgiv ings were at their worst, and hope had but the faintest spark left, the poor woman beheld Peter returning ; but, alas ! only to tell the fearful tale that her husband had actually been murdered. A Greek near Romamatis had been foully killed, and as no papers giving a clue to his identification were to be found, he was buried as *\" Unknown.\" The priest had taken ancl kept the cross* that all devout orthodox Greeks wear on their breasts, to remit to anyone making inquiries. Peter, hearing this, had hastened to the spot to recognise his master's cross, and to * All of the orthodox faith receive at the christening a cross, and are supposed to wear it, and are even buried with it."], [54, "ANTHEA. 42 learn the sad truth that his death, like thousands of others, was enshrouded in a deep mystery, which no one dared to attempt to unravel. Anthea's despair knew no bounds. Ten years of unequalled peaceful sunshine and of happiness had ended ! The dark future, with its impending dangers, was too terrible to imagine. It was certain she must leave Yanina. If the Turk dared to kill an in offensive man, what would be the fate of his widow under such a tyrant as Ali Pacha ?"], [55, "CHAPTER VI. A week had elapsed since the sad news reached Anthea, when, to her horror, her faithful old housekeeper was found poisoned. Fearing to take another, the young widow determined to attend herself to her own household. Peter had, soon after his return, been im prisoned for circulating slanderous doubts on the death of his master. With a purse scantily furnished, Anthea, piously desiring to have her husband's remains suitably interred at Zagora, still lingered on. She had sent the old gardener, with all avail able money, to Romamatis, and she was now secretly preparing to join her husband's people, feeling that with them alone she ought to live and mingle her tears."], [56, "ANTHEA. 44 So it came to pass that on the memor able nth of June, 1829, she was left alone in her former happy home. Anthea had strung up the cradle with her slumbering babe in the middle of the room. The boys were in the garden, and she was kneading bread, thinking, with a lacerated heart, how times had changed, and that the golden side of the medal of her life had so suddenly shown its obverse. A wild knock at the door arrested her chain of thoughts, and four men, armed to the teeth, confronted her, ordering her imme diate presence before Ali Pacha. \" Although disparaging remarks are said to have been passed by you on the negli gence of us Turks in not finding the mur derers of your husband, yet his Excellency, feeling lenient towards a poor widow, has sent his carriage for you and the children, as he wishes to be most kind to you.\""], [57, "ANTHEA. 45 \" How dare you insult a widow by breath ing into her ear the name of Ali Pacha and of his harem ? I have no reason to appear before your master ; therefore leave the house at once.\" She braved them, although she viewed her end as near ; but she would not surrender alive. \"Don't resist; but follow us.\" \"Never will I enter that villain's harem!\" At that moment the soldiers seized hold of her. Maddened by despair, Anthea took the only thing at hand — -the irons from the grate — to defend herself; and Joan of Arc could not have fought more heroically than she did. She struggled and fought with a ferocity and strength that supernatural power seems to lend when woman is called upon to defend life and honour."], [58, "ANTHEA. 46 Faint from loss of blood, and exhausted by her efforts, she fell down ; but even in her exhaustion her native spirit would not yield. \" I must avenge my husband,\" she fixedly thought ; so, getting up and lowering her eyes, she said: \"You have conquered; see, I am bleeding ; and as Ali Pacha might be angered at the sight of torn clothes, let me dress my wounds and put on fitter apparel to appear at his palace. I am a proud woman, and Ali Pacha is a proud man, and I feel he would never like a woman brought to him bleeding and in tatters. Tell him if he will only wait until the moon shines and the stars alone are witnesses of his triumph, I will come to him of my own free will.\" Her tone was subdued, tears choking her utterance, so that even these human blood hounds, accustomed to all the tyrannical whims of their master, felt pity in their"], [59, "ANTHEA. 47 hearts, and yielded, especially as there was reason in her argument. As soon as she was rid of the Bashi- Bazouks, she hastily called her children. \" No questions, boys, but come quickly ! Remember your dear father, and do exactly as I bid you ; otherwise, your mother too will be killed ; and, what is worse, you, Greek boys, you of the proud stock of the Palikares, will become the slaves and the helots of a Turk ! \" And saying this, she herself shud dered. While talking, she had taken some soot from the fireplace and blackened the boy's faces. \" Now hearken ! Whenever you meet a Zeibig, or any Turk, dance and contort your selves, ancl make them believe that the evil spirit is within you. Remember the Mussul man fears a being who is possessed, as he thinks, 'by the devil.' We must keep these"], [60, "48 ANTHEA. ruffians away to avoid being recognised, and we must flee the country.\" She had not thought of staying to dress her wounds, though herself dismayed at the sight of her mutilated neck and shoulders. But suddenly she bethought her that the dough she had kneaded would shield her torn flesh ; so pressing it quickly on the bleeding wounds, she tied them up, hastily throwing a shawl on her shoulders to hide her figure, and wrapping up her face in Turkish fashion. She then felt convinced she was sufficiently disguised. Like ligfhtninor she went to a little box to take the few drachmas * and leptas she had left by her, and, snatching the baby from its comfortable resting-place, she called out, \" Boys, have you put your boots on ? for now we must run for our lives. Take this * A drachma is a silver coin, worth ninepence, and a drachma has loo leptas."], [61, "ANTHEA. 49 bread and put it in your pockets, and let us embrace for the last time the -Eikon;* ancl may God not desert us ! \" Kneeling down, she prayed with that fervour and belief that rarely inspire us in life, save when we feel that, however short our prayer, through the power of true faith our Lord will hear us. Anthea did pray fervently that God might strengthen her faith, and give her fortitude to bear her trouble ; and with \" Thy will be done,\" she arose, and not even looking round for a last farewell, she rushed off in headlong flight. * Ehcdv. Eikon is the image that adorns churches, and that the orthodox have in their rooms, and before which they pray. 1"], [62, "CHAPTER VII. Our fugitives had to go through the town, as the woods — the only hiding-place Anthea could think of — were on the opposite side to her home. The little begrimed lads did exactly as they were bidden. If man or woman asked them why they were running, they would jump, yell, or pretend to scratch them ; then turn somersaults, and look so wild, that, frightened at their antics, people ran out of their way. One sturdy Bashi-Bazouk, think ing something was wrong, stopped them, but when he saw their black faces, wild eyes, and tongues protruding, and when they began to howl and dance frantically around him, he quickly let them go, thinking they were"], [63, "ANTHEA. 51 possessed of the devil.* At last, after many a narrow escape from recognition, they reached the woods. Too well did Anthea know that she could neither rest nor slacken her pace, but must hasten on and on. In a few hours she was expected at the palace, ancl directly her flight was known the Bashi-Bazouks would be on her track. It was a heavy dull day, and with the great weight she carried she could hardly pro ceed ; but the hateful thought that she — proud of being purely Greek by birth and marriage — should enter a Mussulman's harem served to renew all her energy. Speaking words of encouragement to her children, they fled on ; but whither they were going she knew not. Night drew on. The sun, shrouded in the blackest clouds, had dis appeared, yet they continued their onward * Turks have an old superstition that even to touch one possessed by an evil spirit brings him bad luck. E 2"], [64, "ANTHEA. 52 flight. Rain was beginning to drizzle, yet they never felt it. Only little brown-eyed Tony said, \" Ma noula (little mother), I am so tired ! \" and then the courageous woman, thinking only of her exhausted child, and forgetting her own pain, said, \"Come, I will carry you on my back ! \" and, strapping him with her shawl on her mutilated shoulders, she bravely carried her second baby, feeling the caresses of his cold little hands to be the sweetest reward for her devotion. The rain by this time descended in tor rents, penetrating even through their clothes. Lightning was throwing its evanescent flame over the forest, terrifying the children, who could not help crying piteously with fear. During one of the flashes they fortunately espied some trunks of old trees, covered with ivy and evergreens. \" Let us hide here,\" said Dimos, in a faint"], [65, "ANTHEA. 53 voice. And the fearless mother yielded to her son's appeal, hoping that the Zeibig * might be afraid to follow in such forbid dingly wild weather, and that they might take a rest, having been five or six hours on foot. The poor mother, laden with her younger children, managed to creep into a hole in one of the decayed trees, the elder boy seeking shelter in another trunk. Their bread was soon devoured, and Tony's head quickly dropped in heavy sleep on his mother's knee. The atmosphere, charged with electricity, made the evening still more oppressive ; nevertheless, Anthea could not take rest. It might have been ten o'clock, or even later, and amidst the howling of the wind, splashing rain, dreadful peals of thunder, and incessant lightning flashes, when the poor mother's attention was suddenly aroused. * Turkish soldier."], [66, "ANTHEA. 54 Crossing herself, and praying, \" God save us ! \" she listened intently, and through the rattle of clashing branches and roaring of the storm she heard — oh, horror !— a sound which stopped the very beating of her heart. She listened again and again ; but the clinkering and clattering of horses' hoofs were only too evident. The Turks were approaching the hiding place, and the last ray of hope was fading away as the miscreants drew nearer faster and faster. A fearful peal of thunder now awoke the baby, who began to yell frightfully. Poor Anthea knew that if she could not stop the child's crying all hope was over. She put her to her breast ; but, alas ! the shock she had sustained and the blood she had lost had exhausted the source of nature's sustenance. She rocked the baby ; she fondled and kissed it, but it would not cease wailing. She implored Heaven to stop its cries, but all"], [67, "ANTHEA. 55 to no purpose. And then — oh, pity her I— she became heartless. She hated that scream ing child. Could she allow a wee baby like her to be the cause of her mother's dis grace ? Would Aristides have wished for a daughter had he known of what sorrow she would be the precursor ? Again and again she tried all the soothing o o o caresses a mother's love can suggest. But it was useless. The thud of horses' feet echoed on the drum of her ears, whilst scared by the yells of the baby. Ancl then (the devil must have possessed the poor mother) Anthea, whose every look beamed with pure love for her family, grudged the very life of this innocent child, whom she regarded as the murderess of her other darlings. She knew if the child continued to cry it would attract the Bashi- Bazouks, and her sons would be killed or — worse still — be made slaves."], [68, "A NTH E A 56 All the love she once bore her children was changed ; she only felt that innate hatred to the Turk, the tyrant who had shattered the welfare of Hellas, and whose villainous acts had turned the peaceful tide of fortune of her beloved country into a Pandora's box of outrages, murders, and misery. She again prayed, in her despair, that her child might be granted rest ; but louder and o o ' louder grew its cries, and nearer and nearer drew her pursuers. Then, seeing nothing before her save that her own child was delivering her to a life worse than death, she lost all control over her actions. Her emotion was terrible, her fears paralysed all her finer instincts ; and when the baby shrieked again, she, mad dened with rage, deliberately and resolutely, but gently, pressed her fingers on the child's throat ; and it cried no more The mother felt relieved. \" An angel"], [69, "AN THE A. 57 more in heaven, three slaves less at Yanina, and a family saved from disgrace and dis honour,\" was the thought that, like a wave of solace, passed over her. The idea of being a murderess never entered her mind. She was only possessed by one thought : that of saving her boys from the ignominy of slavery. The nearer her pursuers advanced, the more she felt in her mind that she had quieted one child to save two others. Any thing was preferable to being subjected to Ali Pacha's disgraceful tyranny. She felt she was destined to avenge her murdered husband, and to baffle the man whose yoke was so loathsome, but whom no individual dare thwart, and from whose bar barous clutches none could escape. The horsemen were now close at hand. Her face was even bespattered by the mud splashed by their horses' hoofs. She could"], [70, "58 ANTHEA. only pray. Her heart beat so loudly that she had to press her hands over it, fearing lest the soldiers might hear its fearful throbs. Their horrible language tingled in her ears, and her blood curdled when they shouted \" Where are those Christian dogs ? \" \" Fancy turning us Mussulmans out to search for a dirty Greek woman, whose face is not worth a button off our clothes ! \" and through their teeth they muttered, \"If we find the , she shall dance to the Turkish patrol, and kiss our feet and hands, e'er we trust such a beggarly liar again. Allah ! Allah ! help us to find the beast ! Beast ? No; the very devil himself! If we could only find her, this sword should slay her baby, and our bayonets would not be a bad post on which to hang one of the youngsters.\" At this brutal language the poor creature closed her ears, more horror-stricken than ever. She even thought her strong emotions"], [71, "ANTHEA. 59 must have stunned her all at once, for she heard nothing, and then again, after a while, she gradually realised that the sound of pat tering hoofs was diminishing. Even the wind quieted down, and all she could hear then, in the stillness of the night, was the dropping of water from leafy branches. A little sigh, and then something gently moved on her knee, reminding her that Tony had slept peacefully. Having carried the baby so far, she no longer felt its weight, and, indeed, forgot it for a time. She tried to remember where she was, and how she came there. Then the truth gradually dawned upon her, and she remem bered that Dimos was hidden somewhere near. But was he safe ? or had those brutes discovered his hiding-place ? Then, as sense and intelligence returned, her mind was calmed. \" If he had been"], [72, "AN THE A. 60 discovered, so would she.\" But the demon Anxiety would not release his prey, and anguish once more overwhelmed her. Know ing the good sense of her eldest-born : how, o o by grief matured, his mind was beyond his years, she imagined he might have given himself up to divert attention from his mother's hiding-place. As all these thoughts, like stormy waves that swell the sea, and whose tops crest over one another, were perplexing her mind and heart with anxiety, she heard something creep up. Another misfortune, thought she —a serpent, scorpion, or some such poisonous reptile. But, oh, what joy ! She felt the clammy little hands of the boy for whose life she was trembling. o \" Mother, they are gone, and I came to see after you. Oh, they were beasts ! Did you hear them, or were you sleeping ? I was trying hard not to sleep, as I am your pro-"], [73, "AN THE A. 61 tector now, mother dear. I pinched my arms and face, and shook my head ; but somehow, do what I would, my eyes would close. And — forgive me, mother — I slept ; and then I was awakened by their horrid noise. I remem bered father's' words, ' Look after your mother,' and I was coming to defend you ; but on peeping out, I saw the Bashi-Bazouks ride up, and I was afraid they would kill us all, so I crept back. Again I remem bered that father said, ' Always work for and look after your mother.' \" But what could I do ? Then I be- thought myself of old Dada's teaching : ' When children are good, God hears their prayers ' ; so I prayed that God would de liver mother from our enemy, the Turk — not the evil spirit, as the Lord's Prayer says. Oh ! I did pray so earnestly, mother, for you. I forgot Tony and little sister. But never mind ; God cares for good children, and you,"], [74, "62 ANTHEA. poor pretty dear, have no one left to pray for you. With that he crawled up to his mother and kissed her fondly, and she, poor woman, could only fold him in a loving embrace, her voice being choked with emotion. \" Well, you see, mother,\" little Dimos added, \" if I had had father's gun I might have shot those Turks ; but I had no wea pon. I could not even scratch them, as they were high up on horses. Do you know, mother, I think I shall always say now in my prayers ' Deliver us from the Turk,' for he must be the Evil One.\" And so he prattled on until dawn peeped from its rosy couch, and the sun, discarding his nightly garb, adorned himself with his luminous colours to outshine the poor moon, which all night had yielded her soft silvery rays to the tempestuous elements. The birds were now chirping a gay"], [75, "AN THE A. 63 \" Good morning,\" and all Nature seemed glad to be rid of rain and thunder, and was cheer- fully welcoming a day of joyous sunshine. But, alas ! every stir in the air reminded the poor wanderers that rest and peace were a leaf torn out of their book of life. \" Come, children, we must go and hide ere the Turks return.\" Thereupon she lifted her little baby, its heavy weight now calling to her mind the bitter truth. She did not dare say anything of this dreadful calamity to either of the boys, but went on meditating what was next to be done. It really was only when the sun had quite unveiled himself to man's gaze behind the grey clouds, and his rays played fully on the dear little face, that the mother knew what its whiteness revealed. Then it was she awoke to the terrible reality of her monstrous crime. The horror"], [76, "ANTHEA. 64 of her deed struck her keenly, and she gave vent to her feelings without restraint. No repentance could ever atone for so dreadful a crime. She felt that no priest could give her the absolution of forgetfulness, even if he could of sin ancl crime. Ancl for ever and ever would the agony of that moment be branded indelibly on her mind. Why, like the baby, had she not died early, and been spared crime and remorse ? Nearly beside herself with despair, the burden she carried seemed now, in her disordered imagination, to weigh heavier with every mile. The lark sang, yet her heart bled, for even the tears that might have soothed her remained un shed, and the brilliancy of the sun irritated her while she stifled her pent-up feelings. How could people admire beauty ? To her everything was a burden ; and, greatest of all, the fearful future, with its gnawing remorse, the undying agony of which she"], [77, "ANTHEA. 65 felt nothing could alleviate. She would never again look man or woman in the face, criminal as she was. She recalled how in reading of murders she had never understood the crime of in fanticide, as she felt no mother could possibly hurt her own child. She might understand a woman maddened by jealousy taking ven geance in a frenzied moment on her lover or on the perhaps innocent cause of his perfidy ; but to kill her own child ! It seemed impossible. And now she — Anthea — who was breath ing, and not yet mad, carried her own self the piteous evidence of a mother's crime. This, her own baby ! Oh ! it was too ter rible — too cruel! How could fate punish her thus ? It was worse than the misery of Ali Pacha's harem ! Oh ! the fearful heart pangs she would have to suffer all her life ; for death alone could end her trials, of which she was now beginning to feel the weight. 1"], [78, "66 ANTHEA. But the worst seemed to her that she could no more embrace her boys with the same undisguised affection. She must die to o all seeling, and play a part. This was odious to her frank nature ; yet, think as she would, she felt she could tell no one of her sin. Yes, she must now try to live mechanically, and stifle all feelings of love, and only do her duty by her children. As Matthew Henry says, \" Duties are ours; events are God's.\" She must trust to Him. She felt that God, in His infinite mercy, would forgive her, as she was beside herself at the time with fear ; but she could never in this world forgive herself. All the proud looks her husband had bestowed on the last- born came before her. He would not blame her, she knew ; but then, he never had done so. Again and again would she cast a look of dismay at the lovely angel's head, lying, alas !"], [79, "ANTHEA. 67 too peacefully in her arms, and an unpa ralleled feeling of anguish, mingled with heart-breaking remorse, threatened to drive her mad with despair. The remembrance of her babe's sweet looks and smiles harassed her fearfully ; and with all these feelings raging within her like a volcano, she had to bear the onus of her hasty but pardonable deed. The noise of a rippling brook, which aroused the children's delight, awoke her from these thoughts, and reminded her of a painful duty ; for then she bethought herself that the little angel must be put to rest. Going, therefore, in the direction of the streamlet, and giving her baby a last farewell look, she said, \" You shall have, my babe, a body as clean as your soul ; for, suffer as I may, I will summon courage to wash you.\" With this, she sat down on a moss-stained stone, ancl looked round for flowers, as it is f 2"], [80, "68 ANTHEA. usual in Greece to bury children with a wreath of real flowers on their heads. But, alas ! everything was against her, and not a flower could she espy. She gently undressed the wee girl, and embraced her, then dipped her in the streamlet, sprinkling water over the little one's face. Was it fancy ? Was it a miracle ? Was it a dream ? The child moved ! Anthea scarcely could, nor dared believe it. She quickly held her up, and, in her eagerness shook her. And, oh ! Divine merciful Providence, the baby opened her eyes ! In fear that it was its last look on earth, the mother bathed it again ancl again, when the child raised its voice and cried. Then the happy woman could only look"], [81, "ANTHEA. 69 up to Heaven, and give praise for this unex pected mercy. It was only in after years that her sons knew why she had looked exultingly, and then, kneeling, had praised God for a mercy. They could not understand it at the time. Anthea now felt that God, in restoring her child to life, had given her a proof that His kindness would never forsake them. She could now not alone thank God with sincere gratitude, but could say, \" Thy will be done, for in Thee is my trust.\" The courage this conviction imparted strengthened her in all her troubles ; and to her dying day she firmly believed and ac knowledged this Divine power that guarded her and her children. In her great joy at having escaped the cruellest of all her trials, she found relief in a flood of tears. She even yielded to Dimos's entreaties"], [82, "ANTHEA. 70 to swallow a mouthful of bread and drink a little water that Tony had been long trying hard to bring up to her mouth in his little hands, wondering why the water would trickle down between his fingers, especially as he put one hand under the other. Up to then Anthea had lived on excite ment, which alone sustained her ; still she dared not give way to her present joy, for she feared every moment to hear again the tramp of her ferocious pursuers ; for too well did she know that they would not leave a stone unturned until they had discovered her. With the necessity ever before her \" to hide, and evade the enemy,\" she left the little pathway, which at first had tempted her, and entered now the thickest ancl wildest part of the forest."], [83, "CHAPTER VIII. In her eagerness to leave home, though she had thought of her boys' boots, she herself had fled in velvet shoes, the comfort of which she had appreciated when engaged in com pulsory domestic duties. But after a night's march on stony roads and sinking mud, these shoes were worn out. She had bathed her feet at the streamlet ; nevertheless, they burned and ached fearfully. Anthea had no idea of their whereabouts. She tried in vain to find an outlet in different directions of the wood, but could see nothing but thick trees and undergrowth. Still she trusted that God would bring them out of this endless forest. They wandered on and on, ignorant of time or distance."], [84, "ANTHEA. 72 We hear ancl look with reason on the African explorers as heroes. But they made their explorations well-equipped, armed, ancl attended, and with sufficient ammunition and provisions, while this poor woman had to find her way alone, destitute of food, and with no one to smooth the thorny road. On she struggled, a baby in arms and two children besides. A brave little boy, it is true, helping his smaller brother, and gallantly assisting his mother when he had taken Tony over the difficult parts, and holding back the branches from hurting his mother's face. That is how Anthea had to flee her home, her country, and a mortal enemy. They must have been nearly the whole day wending their weary way amidst the crack ling of brushwood and thorny branches, forcing their road through pathless woods, glad to regale themselves with stray berries ; and, even in moments of fearful huno-er,"], [85, "ANTHEA. 73 forced to be content with herbs and roots of plants. Sometimes too they would sit on a stone or in the cavity of a tree, or on some de cayed trunk, that lay there rotting and ne glected, never having, perhaps, been seen by man's eye. Happy and secure that no horse could get through those thick wood covers, hardly fit for human beings, they allowed themselves to take a little rest. Dimos, brought up in the country, knew, fortunately, many of its haunts, and was fa miliar with some of nature's freaks ; and the happy heedless boy of some weeks ago tried now to think where he could find the proper herbs for their food. Once he brought them some bird's eggs, wondering how they got there, as even birds like company ; and then he added, \" May be God put them there for us ! Anthea seared they would never get out"], [86, "ANTHEA 74 of this labyrinth of trees. The dreary same ness of everlasting green wearied her, and seemed to imperil still more her troubled dark future. She felt it was more than she could bear to see the wan faces of her child ren, and their appeals for food were stabs to her anxious feelings. Although she dared not repine after the morning's great mercy, yet she could not help thinking no one's life was more despairing than hers. She lost the excitement that had upheld her, the sublime courage, her great stronghold ; ancl it was the nine-years-old Dimos who became the small Stanley of the party. Armed with a big stick, which he had picked up, and feeling quite a man who had to take care of his mother, he trudged bravely along, relating to his little brother how the O ' o Greeks had always had to suffer under the Turks, and how they must avenge their wrongs when grown up."], [87, "ANTHEA. 75 If he noticed his mother knitting her brows, or saw tears gathering in her eyes, he would quietly squeeze her hand, or, when resting on the mossy grass, tenderly embrace her, saying : \" Do not worry, sweet mother ; we shall soon get out of this wood ; and is there not a saying, pretty dear, ' Once out of the wood, all goes well ' ? \" Halting and walking, resting and wrestling o o ' o o against nature's too abundant richness, they again saw the sorest lit up by the silvery light of the moon, and tried to slumber with their weary heads resting on a stone, all hud dled together for warmth's sake. The usually vivid beams of the orb of night gleamed faintly, and the sparkle of the starry host was barely perceptible through the thick foliage of the trees. Nothing could be discerned clearly, nor was the long looked for outlet of the forest to be discovered. Happily Anthea and her children were"], [88, "76 ANTHEA. in perfect health and vigour; never having indulged in Sybarite habits, they could rough it now the more easily. Hunger, nevertheless, attended them still. But Dimos manfully hid his sufferings, while little Tony cried himself to sleep with \" Oh ! mother, I am so hungry!\" — and this was only the second day ! Anthea, exhausted by the strain on her nerves, had slept on until the birds awoke her, to see dawn breaking into daylight and into the magnificence of sunlight. More rested than before, she strove to make a plan, not merely of this journey, but of their future. Anthea felt that most likely the wrath and vengeance of Ali Pacha would be so great that the men themselves would offer a reward for her capture. Much as the Turk hates parting with his accumulated backsheesh, his life is yet dearer to him ; so Anthea knew the search for her"], [89, "ANTHEA. 77 would be indefatigable, and that she would be forced to hide from all human habitations, though she must somehow get nearer the sea. Once there, surely God would guide her to a ship that would take her to Egypt, where, with her brother, she would feel pro tected. Even in her dreams she could hear the clatter of bayonets and neighing of horses. Her only thought at present was how to get out of this virgin forest, with its im penetrable barrier of trees. The bright - eyed little philosopher, with whom she discussed and deplored their griev ous position, quietly said, \" May be, mother, it is better for us to be hidden here, for the Pacha's men cannot follow us in this wilder ness, and by the time they are weary of searchino* for us we shall probably have left"], [90, "78 ANTHEA. this hiding-place. Won't I kill these Turks when I get older ! \" But all Dimos's comforting could not ob literate the awfully serious fact that they were without food, and might starve to death in this forest. Anthea had been brought up religiously, as she thought and believed ; but only now did she feel the solace of the real faith within her. Though their gnawing hunger might be o o o o o appeased by food that even animals left un touched, thirst, a greater torment, was now beginning to trouble them. Berries were o o becoming scarce, and they could find only roots and herbs on their way. Dimos, with his imaginative mind, endea voured to squeeze juice from the leaves ; but, of course, he was destined to disappoint ment. At first they gladly sucked the dew"], [91, "ANTHEA. 79 that in early morning hung heavily on the grass ; but as the sun rose higher ancl oppressed with its scorching rays the world below, this small comfort evaporated, and nothing remained but the tears that trickled down their faces to moisten their parched tongues. o After another three days' weary wandering the brambles began to be less thick and the trees more scarce, and hopefulness awoke anew in their breasts. Continuing the march and taking Tony on her back, Anthea hastened on, hoping before the sun plunged beneath the horizon and waved his nightly greeting to them, they might leave this vast green prison behind. They were now so certain of success that mother and son ran and jumped over all im pediments in their path, ancl, oh, joy ! before despair had time to take possession of them again, they saw the fiery - red ball hiding"], [92, "ANTHEA. 80 behind a rock, and with it, of course, \" the olive-branched\" plain. It was just one of those balmy quiet evenings when a whisper might be heard, and they listened for a man's voice, or God's gift to forlorn wanderers, a streamlet ; but nothing could be heard. How peaceful it all seemed ! Nature had donned the garb of rest. It was despairingly quiet ! Even the habitual rustle of leaves had ceased, and before them lay, grandly ex panded, a large wild moorland, with rugged rocks in the distance. Anthea gave an inquiring, but not admir ing, gaze on the magnificently wild panorama. What was a picturesque view to her ? If she could but see a human habitation or a little water ! So, with eager looks, she strained her eyes in search of a house or any signs of a pool or stream. And then, at a moment, Anthea and her eldest child called out,"], [93, "ANTHEA. 81 simultaneously, \" There is a hut ; let us run to it ! \" Little did they know how deceptive is distance in perspective. Nor did their short cuts bring them very much nearer to the coveted object, ancl she being too tired to carry Tony any longer, he, poor boy, had to crawl along as well as he could. Growing faint from long fasting and such superhuman exertions, they at last reached a kind of kennel, square and big ; but found its door locked. Dimos's mischievous tricks of olden days now proved useful, for he advised climbing in from the top, and showed his mother how it could be done. After a short rest, Anthea helped him to scramble up, and with boy-like agility he removed the roughly improvised roof of the quasi shed, and jumped in, screaming with delight. G"], [94, "82 ANTHEA. \"Water! water! Come quickly, here is water ! \" Their next work was to unhinge the quaint' door which served for entrance, as, of course, after quenching their thirst and reliev ing their indescribable suffering, they re solved to sleep that night under shelter. Here it was that next day, before the lark had tried her voice in her first tuneful trill, a rugged shepherd-boy found them. His astonishment at the invasion knew no bounds. He was a simple country boy, whose notions of life were very restricted, and whose fear of all strangers was probably quite as great as that of meeting wild beasts. He soon, however, recovered his mirthful spirits when he saw the peaceful weary tra vellers, whose alarm had been equal to his own. Yani lived in winter in a village miles away, but in summer his wandering herd of"], [95, "ANTHEA. 83 sheep took him to those fields and hills where the grass offered fresh food for their own voracious appetites. He had built this little house, if you could style it such, from trees of the wood, that stern, ruthless lightning had felled for him. The grand lock ancl hinges were stray goods he had brought from home, thinking that no one would find his palatial hermitage ; with, therefore, not too clear a conscience, it natu rally made him tremble now at having been discovered. Putting that aside, even a shepherd-boy hates his retreat to be invaded. Explana tions of all kinds followed. The boy's Greek was not of the pure Attic vocabulary. Alba nian and Greek patois crept into his conver sation as he described facts, not alone with his tongue, but with many gesticulations. Our poor exiles heard with great relief that he had not seen a human being for days. G 2"], [96, "84 ANTHEA. Having been made acquainted with their starving condition, this unsophisticated child of nature ran off to call his sheep together to let the tired travellers enjoy the milk, which to him was the most delicious beverage on earth. He produced also an old linen bag, none the better for wear, and out of which rolled nails, hammer, a mug, bits of string, chains, flint, and, at last, a hard lump of black bread, which he recommended, when clipped in water, as an excellent dish ; but, adding, when scraped into milk was food fit for gods. His eyes quite glistened with satisfac tion when he saw his uninvited guests de vouring this new entrde of the wilderness with a relish not given to epicures, who generally lack nature's best cook, Dame Hunger. \" I have heaps of bread,\" said the fibbino- Samaritan ; \" so eat on ; \" and milking ao-ain"], [97, "ANTHEA. 85 another sheep — \"Now, drink this; it is so sustaining.\" o Refreshed and rested, Anthea's first anxious question was — \" Which is the nearest way to the sea ? \" But to this the boy could scarcely give any satisfactory answer. He, of course, knew what she meant ; but he confided to her that he had left the care of his sheep to his dog, Rollo, and had run up the very steep hill, to get a good view of that vast expanse of water, of which old ancl young talk so enthu siastically. But, oh ! it was so far away. He should think quite a month's journey to get to it. With the inborn hospitality which is a touching trait in the Greek peasant coming naturally to the fore, he begged his visitors to remain and rest, as he would later on put them on the road leading, as he believed, to that wonderfully enticing mighty blue ocean,"], [98, "ANTHEA. 86 behind which dwelt the longed-for liberators of beloved Greece. He only wished he could go with them, as he had a great longing to see the world. Anthea listened with sympathetic interest as he related to them his simple life."], [99, "CHAPTER IX. Yani was the only son of a hard-working mountaineer, whose frank, independent spirit seemed to have been inherited by his son His mother was dead, and the reason he could not leave his father was that he had a deaf and dumb sister, whose maintenance, if anything happened to his father, he had to secure. This sister sometimes came to the hut to bring him bread when the time drew near to replenish his open-air or transportable larder ; and Irene often helped to drag the trees to build his shanty, of which anyone could see he was very proud. \" Although Irene cannot speak or hear, she is clever, and quite as strong as myself."], [100, "88 ANTHEA. Ever since I was seven I have looked after these kind friends of mine,\" he added, pointing to the sheep. \"Are you not dull at times, all alone in this wild country ? \" queried Anthea. \" What word did you use ? I never heard that word before, and so I am at a loss to know if I feel dull.\" Anthea explained. Yani, scratching his head, and with an em barrassed expression resumed, \"I understand it is a malady God sends to those who do not wish to learn to appreciate His good works. \"Dull! Dull! No; I am, thank God, quite well and strong, both mind and body.\" And with that he stood up as if to display his tall and muscular figure, so full of vitality and energy, shaking the heavy crop of black locks on his head. \" I am quite satisfied, wandering for eight months in the year after"], [101, "ANTHEA. 89 my family — these good sheep; and in the winter I help father with our bit of land, or in picking olives, looking all the time after the little lambs, and preparing them for Easter. (Ta TId(Tj(a.) \" That is the time of my harvest ancl the time my heart is gayest, as I then reap the benefit of my care, enjoying the feast given at that gay festival, feeling how actively I have worked towards its success. In summer my dog Rollo, given me by a stranger, is the faithful confidant of my aspirations, and the rocks and mountains re-echo the songs my ears have heard in the long winter even- ings. \" You see, in our village the fear of the hated Turk reigns so supreme that it obliges the older folk to sing or recite on the quiet the lovely poems ancl tales of our many heroes. \"I long to fight for my beautiful country when"], [102, "9o ANTHEA. I hear of deeds of valour, or when I think of Ali Pacha's crimes ; and the iron goes through my heart when I remember how ignomini ously he conquered Barat, our small Albanian capital, in 1810. That famous song of war by Rhigas — which but few of us dare breathe at Avraky — here, in the open air, with no listeners, I can sing to my heart's content, repeating ' Costa Botsari's ' words, ' Brothers, why should we bemoan our state ? Let us avenge our nation by exterminating the Turk ' ; and saying this, knowing how I am situated, I can shed a tear unseen by man, for my only trouble is that I cannot rescue my country and give my life for its welfare by following this war-cry. Oh ! how glorious it would be to lay down my life or endure any suffering,\" and his face glowed and his eyes sparkled ; but suddenly he looked sad, as, with a sigh, he resumed, \" Alas ! home duties also are sent us by the"], [103, "ANTHEA. 91 will os God, so I must be patient. But why weary you with my troubles, as you appear to have so many of your own ? \" Tell me what I can do for you. \" If you still intend to continue your journey, I will show you a cavern on the way where you might sleep to-night. You will then have to pass through a wood, but let me caution you of the wild boars. Climb up a tree, ancl if you keep quiet you may escape them. When you get to the cave you will find a streamlet by turning to your right. Ancl here is bread that will keep the wolf from the door for a little while.\" Anthea was moved to tears at the boy's generosity in giving her his ration, as she felt that it was all he had. Great sufferings, O ' especially when the identical sorrow has visited us, enlighten the mind and soften the heart in greater sympathy to others. The boy knew what hunger meant, and the offer of his"], [104, "ANTHEA. 92 last morsel of bread was a sacrifice he was glad to make to save his fellow-countrywoman from a momentary anxiety. The weary journey into the unknown future had to be resumed. Yani carried little Moscha, and Tony was placed astride a sheep ; ancl encouraged by a faint feeling of joy and comfort they crossed a kind of desert, picking their way over stones and rocks ; but even that happy hour came to an end. Anthea bade a reluctant farewell to her friend in need. She knew it was useless to offer him the little money she had, as a true Greek never accepts a return for any service he renders. It is quite refreshing, even nowadays, to see a peasant draw himself up and flash a look of reproof at you if you offer him money. \" What have I clone for you to insult me ?"], [105, "ANTHEA. 93 I had the pleasure of helping you, and you cannot wish to spoil this little gratification. If you think I have done you a service, I am proud of it ; and I trust you will not destroy the spark of joy that seldom enters a heart that has seen more trouble than happiness.\" Wherever you go the Greek has still the oppression and cruelties of the Turks at heart. He may be happy in his quiet home life, but he always ponders on the sufferings of his country under the hateful tyranny of the Moslem. After embracing the children and giving a respectful salutation to Anthea, our wan derers were lost to Yani's sight behind the turning of a rocky gorge that the traveller might compare not unfavourably with like scenery in Scotland. As the sun's rays warm and cheer, so does a timely kind word, and Yani's general"], [106, "ANTHEA. 94 manner had soothed the aching heart of poor Anthea, and helped to rouse her naturally high spirits, which once more buoyed her up and enabled her to sustain better the battle against her great trials. She knew only too well that a hard struggle still awaited her ere she would be able to reach her brother in Egypt. She feared going to Corfu, it being in too great proximity to Ali Pacha. Thessaly she had also to give up, as it groaned under Turkish tyranny ; and to save her children she must flee to a country where the Turk could not make away with his vic tims as in Epirus. The road they had to trudge along so indefatigably was straight, and they therefore easily found the cave Yani had described, where they gladly rested their weary, sore limbs till next morning. Habit is second only to nature. They were becoming used to hardships, and actually"], [107, "ANTHEA. 95 enjoyed a peaceful night with nothing but dry leaves and fronds heaped up for their pillows. The children were soon asleep, but poor Anthea ! The moon was at its full, bathing in silvery light the lovely country, which made the poor wanderers' sense of isolation keener. Brightness often saddens, instead of soothing, a bleeding heart. Anthea's thoughts were ever running on past sunny days. And sitting there in the quiescent night, the past rose before her like a panorama, and helped her to forget the gloomy present. She saw herself again a happy bride, sitting at the feet of her mother-in-law (a dear old lady, whose delight was to recall reminiscences of days gone by), and it was just such another moonlight night when, sitting under the porch of their yellow, square built house, she was admiring the silver-tipped hills and dark mountains of Thessaly, while"], [108, "96 ANTHEA. she, Anthea, was listening to the sweet, soft voice of her \"metera\" (Mnripa). \" Yes,\" she heard again the voice, saying, \"to think, my love, I should have lived to see a daughter ! I always wished that I might know Aristides happily married, and we are, indeed, pleased with his choice. I will tell you candidly that, having no daughters of my own, I naturally watched the young girls, and each time, after selecting one, I found obvious faults and good reasons for giving her up. You see, my ' Mikroula,' I am very proud of Aristides, and I wanted him to have a perfect wife. Having no girls about me, being influenced also, I daresay, by my advancing years, I forgot that young people have little temptations, and saw faults in girls which a mother of a daughter would o o not have thought worth notice. \" When Aristides first told us of his love for you — well, I am not ashamed to confess"], [109, "ANTHEA. 97 I was rather unhappy, and I imagined that, brought up by your father, whose love of study I knew, ancl living among the rich English people, you would have been spoilt and unfitted for domestic duties. \"We Greeks dare not dream of lying on rose leaves. If we remain in our own country the troubles we have to battle against require that our men should find sweet- tempered and courageous wives. I saw how modest and unassuming you were as soon as I gave you the first kiss ; ancl imagine how pleased I was, later on, when you actually offered to turn that old skirt of mine for Sunday church wear ; and when you did not mind helping me make the cakes for the little feast we gave in your honour. I felt you were as prac- tical as you were pretty ; but the proudest moment to me was when you saved our gardener's child, Penelope, from drowning. ii"], [110, "ANTHEA. 98 I then knew you were the right wife for my son \" She will keep her cleverness for the fire-side talk, and her practical knowledge and courage for her husband's comfort, and to combat successfully against the unavoid able trials of life. \" We are simple people at Zagora, but we have seen a little of the world, and, having known trouble of all kinds, we pass much of our time in retrospection. \" You know the fruit of sorrow is true sympathy, and we felt, child, that your parents had taught you that the little word ' I ' must be forgotten if you wish to minister to the real happiness of others. Selfishness cannot exist in a truly good woman. The heart, like the mind, must be educated ; each is differently constituted, and it is for us to learn their powers, and develop their qualities. I daresay you wonder why we live in this"], [111, "ANTHEA. 99 out-of-the-way village. Our proverb says, ' Better be masters of one lepta than slaves to two.' Your father-in-law, educated for the bar, tried to live abroad, and at Athens; but feeling unhappy, and too fettered by the Government, he preferred his freedom. So here, at Zagora, we live, hoping in the great future. \" The days pass much alike, adding only new grievances to the store of old ones, ancl it is said that we cannot see a way to frustrate or put an end to the daily record of new horrors perpetrated by our tyrants. \"Your arrival has roused us from a sad bed of woe, ancl in the happy present my husband has forgotten the canker that is gnawing at his heart.\" Thus between thoughts and dreams Anthea gave way to Morpheus, and in his arms she rested, to own that sleep after all is \"the greatest comforter on earth.\" A good H 2"], [112, "100 ANTHEA. meal leaves drowsiness. A joy has to be paid for with some disappointment ; but a good rest demands no other payment than a little time, which a weary traveller is glad to sacrifice to so hospitable an altar."], [113, "CHAPTER X. The children next morning regaled them- o o selves on their bread and water, though they were abstemious as to the amount, knowing that the evil hour of want might soon arrive again ; and they resumed their journey quite gaily, wishing Yani had still been with them. Happy years of childhood, when trouble is so soon forgotten ! Under a scorching sun with not a tree to give a little shade, or a puff of wind to fan them when they so sadly needed cool air, they issued upon a plain of vast extent, where the further they went afield the more disheartening was the prospect. No trees, no bushes, all barren land, and, worst of all, no water !"], [114, "ANTHEA. 102 A close, oppressive atmosphere, with the burning sun and nothing to shade them from its fierce rays, soon caused their strength to fail, their courage to abate ; and listless, weary, and exhausted, the poor wanderers dropped to the ground. They even turned from the little bread they had left. Night overtook them and found them more rested, and they tried in the cool of the evening to go on, but the fearfully sudden heat of the day had greatly exhausted them. Dimos tried hard to hide his discomfiture, but what can escape a mother's loving eye ? Yet she dared not stop, as she hoped each step would bring her nearer her destination, or it might be to the so much desired water. She was tired, almost too tired to remark her surroundings, yet she could not help"], [115, "ANTHEA. 103 noticing that more rocks than before seemed to lie in the way, and having an impression that she was ascending, she hoped on the higher ground to find the gushing spring or tiny stream that would restore their failing strength. Dimos, ever ready with a happy sugges tion or soothing word, pointed to some fir trees in the distance, hoping that this sign of vegetation was a proof that water was at hand. But alas ! they were again doomed to disappointment. The night as it wore on became as un bearably hot as the day had been, and, enveloped in a slight haze, seemed to stifle them still more, while the moon, piercing now and then a grey cloud, seemed to mock at them, as they with difficulty went over piles of small and large stones, battling hard not to slip. The solitariness and silence of the night"], [116, "ANTHEA. 104 weighed on them all, but on none more than Anthea, who was pitiably distressed at being unable to see a way out of her miseries, or how to help her children. With every sunrise she appeared to wake to some new trouble, for alas ! she was but human, and forgot the many great mercies for which she had to be thankful. The alternations of day and night repeated, like a phantasmagoria, to her excited mind her own ups ancl clowns, and she impatiently waited to see the silver lining to her dark cloud. Sunshine follows storm, and she hoped that the guidance of the All-powerful One would also release her from this stormy life. She trusted Him who never abandons or tries us without some good reason. No one who has not visited Epirus can imagine how sterile it is in parts, how rugged are its barren hills, and the impediments to"], [117, "ANTHEA. 105 be encountered, and how the heart revives at the sight of a tree. Sleep overtook our wanderers at their next resting-place, and then again the hope of finding water made them trudge on, and cliffs and dales were left behind till once more a dried-up moor, with hillocks and bramble bushes, saluted their eyes. Two clays elapsed, yet still no water, though meanwhile the cruel heat seemed never to abate. Signs of fever now began to appear, Tony being the first to succumb. As neither Anthea nor Dimos had strength to carry the poor child, they decided to remain where they were ancl to pray for rain, or for a cloud, to soften the heat which parched them. Seldom are our own wishes gratified at the time we want them. Dimos surveyed the country, hoping to"], [118, "106 ANTHEA. see signs of human habitation, but unfor tunately could espy nothing. Anthea's heart gave way to all its pangs, especially when she felt she had only fled from the grip of a tyrant to fall with her children under the sickle of the king of all terrors. The small boy rested, but the fever appeared to have devoured the little strength he had left. Here it was that Dimos proved a still greater comfort to his lonely mother. He pulled up some turf with his hands to spread a softer bed for poor Tony. Taking off his own little coat he covered his brother with it. Then again and again, although feeling weak and ill himself, he would go to see if he could perceive signs of human civilisation. Presently his mother saw him pressing his little hands over his face, praying fervently with the touching simplicity of childhood's pure faith ; and then his bright little eyes"], [119, "ANTHEA. 107 bent on her with a loving look, \" Don't fret, my little mother ; God will, I know, send us another Yani, or maybe the manna might fall again. I thought of Moses, and I prayed that God would see how, like the Jews, we are in the desert; and that He might help us out of it. \" I know what we had better do now : let us sleep a little while and then think, pretty dear, what a surprise it will be to see some one standing over us offering us water. I am not so very thirsty now, mother.\" Yet his tongue was parched, his head heavy, and oh, how sick he felt. Still he tried to laugh, for it kept the tears back, and, as the protector of his mother, he would not give way. Leaning against a rock, her baby asleep, Tony moaning piteously, and Dimos trying with his blissful prattle to soothe her, sat the"], [120, "io8 ANTHEA. former cheerful and cherub-like little Anthea, transformed now into the picture of a mother's despair, grateful even for a slight summer breeze of fragrant air. It is hard to realise that for the whim of one man so much misery could be wrought. Stay thus she could not ; yet what was she to do ? Neither sun nor moon in their eternal courses could help her. She wrung her hands in despair, praying for guidance. One more effort she would make. This time she strapped Moscha to her back and carried Tony, as he was nearly lifeless, telling Dimos to lean on her arm. This the brave little bov refused, assuring her how rested he felt, as he followed his heroic mother. The golden morning rays are often cooler than the still air of night, so o ' at first they walked briskly on, reaching eventually a narrow little path."], [121, "ANTHEA. 109 Then they slackened their steps, and at last no human power could have made them move, for they had fainted with exhaustion, and would have piteously died had not Providence willed it otherwise."], [122, "CHAPTER XL Many hours later a small body of muleteers, carrying cereal products, happened to pass, and succoured the poor fugitives, restoring them once more to hope. The Samaritans of the wilderness have often a softer corner in their hearts than the charitably-disposed in towns. These men did not alone do what any of us would have done, helped the poor family to their best, but, what is more, they retraced their steps and went far out of their way to put them on a road where water was not such a scarcity, and where Anthea was more in the way to a seaport town. Thus, once again realising God's blessino* < ' o o on herself and her children, she felt she"], [123, "ANTHEA. 111 could courageously encounter the troubles to come After a week of such privation ancl en forced abstinence from their usual food, added to the effects of the suffocating heat, they all but succumbed to their trials, although the kind mountaineers had left them within only a reasonable distance of the sea, and had generously divided with them their frugal provisions. Nevertheless, it was with diffi culty Anthea could get little Tony well, as after a moment of revival he would have a relapse. She dared not venture near villages, for even if her countrymen could hide her from the lynx eye of the Turk, she felt it was too risky to encounter the enemy so soon. If she had got within sight of any hamlet, the Bashi-Bazouks might have reached it long before. There remained but the dreary reality of \" moving on,\" and move on she did, with"], [124, "ANTHEA. 112 her children sickening fast, and herself — well, she never had time to realise either pain or feeling, as necessity made her strong. Strange to say, the baby, if not thriving, kept up better than the others under all these sad ordeals. Good-will alone does not always advance us in life, ancl Anthea found it so in this memorable flight. She had all the desire to reach her destination, but how could she urge the children on while fever was con suming them r A voluntary rest she had not yet accorded herself or them, but now she was forced to give in. She made the children lie on the grass, while she went and searched for a cavern or some such place of shelter. After many hours she found several huge stones closely bound together, enclosing a small cave, and which appeared to her fitted for a place of concealment. Besides which, water trickling"], [125, "ANTHEA. 113 down the side of a large slate cliff might, she thought, refresh them at need. So she carried the children, one after another, to this secluded place, though Dimos, nothing daunted, was unwearied in his desire not to give trouble to his beloved mother. Anthea then began bathing their fore heads, and tending on them as best she could, hoping the so much desired rest and abatement of their thirst might allay the fever ; but, alas ! the never-ending heavy clouds had not finished gathering over their heads. She gradually lost count of the many piteously weary days she had spent, first in rapid flight and now in this loneliness by the wayside, surrounded only, far in the distance, by dark mountains and cold cliffs. Even the moon, that had hitherto helped to cheer her, had vanished, and darkness lay both in her heart and round about her. Not i"], [126, "ANTHEA. 114 a star, but only a heavy blackness, that made her shudder, and she could only hear the children's moaning, or their appeals to her as they called out in their troubled sleep. And all she could do to pacify them was to crawl up and pat their heads and faces, and try what caresses would do, for in this fearful darkness she could only guess what was going on. There were moments when despair cul minated, and when, worn out with such ter rible anxiety, she prayed God might take them all to His eternal rest. Doubtless, if her mind had been less affected with fear and trouble, and her health and strength less broken by want of food, she might have been spared many morbid fan cies that now aggravated her sufferings. Since the vile Turk had invaded her peaceful home, she, of course, had not changed her clothes, which tolcl their own tale, sod-"], [127, "ANTHEA. 115 den and torn as they were. Hers were not ordinary privations. The reader's blood would be curdled by further details of those clays. Anthea felt that her long pent-up fear of losing her children was near realisation. It is an ordeal like this that tests the courage and faith of woman. In the distance she could now see a vil lage, and, at the risk of giving herself up, she felt she must get assistance. The poor mother could leave her boys, for neither of them was conscious of her presence. She hung her torn shawl on the rocks to shield them from the hot rays of the sun, which was again smiling in treacherous mockery, in creasing still more the trials of a too stern fate. With little Moscha in her arms she quitted those dearest to her, not knowing that she would ever see them again. \" Kyrie Elei- i 2"], [128, "ANTHEA. 116 son ! \" * From childhood she had always been taught to appeal to Jesus and the Virgin Mary, and implore their protection when in trouble, and to their care she now entrusted all she loved best on earth. After an hour's solitary wandering she met a Turk, but as she had made up her mind not to answer any stray Mussulman she merely shook her head when he roughly pulled her up with \" I say, where are you going ? Where do you come from ? Your ugly face is quite unknown here. \" You are not Anthea Katinaki, are you ? \" And with that he drew out his \" meddjidieh,\"f ancl, looking at it, said, \"You could not have found anyone in the world to have sold your children to, as it plainly enough says ' Two boys and an infant.' The latter is here — reading on — 'Handsome big woman, with * KipU EKe-no-ov = \" God have meicy upon us.\" + Meddjidieh — Turkish warrant."], [129, "ANTHEA. 117 russet hair ' — looking up — ' No, hers is dirty coloured, tinged with grey ! ' — continuing to read, ' Beautiful deep blue eyes.' Well, by Allah ! she has them.\" Anthea heard, and grew paler and paler through fear of recognition, knowing that a o o o sign of hers would bring the dreaded realisa tion. Yet she braved the scrutinising gaze of this type of a cautious Bashi-Bazouk. He again glanced at his paper, reading aloud, \" Stoutly built, high-coloured, and very hand- some. He gave her a withering glance \" Handsome? No ! The , if I can call you such, ancl certainly Ali Pacha would not have an object like you, when even poor me would despise it ! \" With all his reasoning he was not quite sure, so he tried to make her speak. He drew his yatakan, and threatened to chop her head off if she did not answer. But she"], [130, "118 ANTHEA. bravely withstood his threats, and with the one hand left free from holding Moscha, quak ing inwardly, she signed to him she was going to the village. S \" Well, go on ! there are plenty more of us there ready to catch Anthea, and I dare say Allah ancl his great prophet, Mahomet, will send me a better-looking booty than a silly dumb beast like you ! \" With these comforting words, which im plied that she might be detected at any moment, she went on, happy in one thing : that those accursed good looks had vanished. Her first duty now was to her children. If captured she had determined by some means to put an end to herself and them, leaving to God's mercy the forgiveness of so terrible a crime. The throbbing of her heart had wildly increased with the renewal of her fear of recognition. A fresh impetus, it is true, had been given"], [131, "ANTHEA. 119 her in this new danger — the necessity of saving her children from starvation and ex posure which was ever present. But how to evade the Turks ancl bring help to the sick children was a problem she could not solve. Her mind was now dwelling on one definite line — the rescue of her children, come what would. The savage brute she had just en countered might discover her poor boys, and would probably kill them. The mental agony of thought that seized upon her nearly para lysed her mind. Should she retrace her steps or go on ? Before deciding, she stopped and turned round, and saw the Turk's ugly brown head emerging from behind a rock, over which he was peer ing ancl watching her movements. To delude o o him she resolved to go on towards the village, but to slacken her pace. This was a critical moment, and yet she lost none of her self-possession. The greater"], [132, "ANTHEA. 120 the danger, the more courageous she felt. She could not resist turning stealthily again to watch the Turk, who, happily, soon disap peared from view. Then she left the path, as she dared not again, in broad daylight, encounter the enemies who were on the look-out for her. She plucked up some roots and tried to masticate the bitter fibre, eating mechanically ; she knew not what she was swallowing, nor cared, while she fancied that it allayed the gnawing pangs of hunger. She was now within easy distance of the village, but several hours' walk from her sons. The question — were they living or dead ? — troubled her mind ; and with relief perhaps so near, dared she, without an effort, give up her children to death ? How could she here — among thorns, brush wood, thistles, and leaves — disguise herself to be more unrecognisable ?"], [133, "ANTHEA. 121 She pricked ancl scratched her face, and rubbed earth on it to make herself look uglier, but beyond that what could she do ? Should she venture ? And then again her heart sank with despair. She sighed until the trees themselves must have been filled with the echoes. But no tear came to relieve her, no mortal was there to help her out of the impending danger. Time flies, yet there are hours when lead is less heavy than time on our hands. Anxiously watching for the sun to set, that orb appeared immovable, and minutes were as hours to poor Anthea's suffering brain. She turned to her only Comforter, and prayed. At first she did so to appease her nerves, but gradually her heart got warmed, ancl the right spirit stirred the innermost feelings of her soul. She forgot all about herself, ancl kneeling down, with her hands lifted to heaven, she appealed to the only Merciful One."], [134, "CHAPTER XII. So intent was she. in her devotion that she did not hear the footsteps of a man coming up, who quite startled her with terror when he gently touched her on the shoulder, saying, \" Poor woman, what is your trouble ? \" The haggard, despairing glance of Anthea's eyes gave way to a happier expres sion. \"God Himself must have guided you here,\" said she, pouring into his willing ears her woful story and her present anxiety. The stranger told her to return to her child ren while he went to the village to brino* o o her what she required. \" You will think it is easy for me to tell you not to lose hope, but, believe me, un known friend, God will not desert you."], [135, "ANTHEA. 123 Terrible as your troubles may be, yet, even in them you may see His great good ness to you. Go, my poor child, and remember God's blessing rests on those who have true faith and love for Him. Your sorrows have opened your heart to Him, and once with you He will never forsake you. We should not have such anguish to go through in life if we were more faithful to our Christian duties.\" The stranger would have said more, but o he could not detain the wretched woman. On wings of hope Anthea started on her return journey. How she escaped again meeting with the Turk was an enigma o o she never solved. It is true she wended her way crouching behind rocks and hiding behind bushes, and at last she reached the natural quarry where Dimos and Tony were sleeping, as it appeared to her, most peacefully."], [136, "124 ANTHEA. The reaction of nature had commenced. \"God has heard my prayer,\" was her first hopeful thought. The children tossed on their hard bed, but their moaning was not so frequent. Oh, the grateful eyes Lhat Anthea raised to heaven ! Nevertheless, with a mother's anxiety she began to chafe restlessly that the venerable man she was expecting should be so long on the road. ' Will he come ? ' When ? ' Where is he ? \" Why does he not come ? \" were the eternally repeated questions she addressed to herself till she was quite wearied. From the summit of the hill she watched in vain. The sky was growing murky, and the sun had long ago sent his lingering fare well look on the beautiful landscape, and still the old man could not be seen."], [137, "ANTHEA. 125 The waning moon, now in its last quarter, was slowly rising, tipping the bare rocks with its faint, silvery beams, when Anthea resolved to wait for her old friend no longer, but to seek the rest she so much needed. She coulcl not bear the eternity of sus pense, and with night hurrying on she hoped sleep would relieve her of the intolerable silence that oppressed her. But the children's restlessness returned, and Anthea relapsed into despair. How dark it seemed with only that small bright crescent to illumine so vast a universe, and yet what comfort in that dash of light ! She crawled to the side of the slate rock, where water was trickling drop by drop, ancl, catching these treasures up, she returned to the sick boys, whose tongues she moistened, and they again slept on. But, try as she would, Anthea could not be patient. The"], [138, "ANTHEA. 126 long, dark night oppressed her with fear, and helped to make her the prey of every mournful thought. Oppression heavy as lead stifled her, ancl even the sleep she yearned for was banished by anxiety. \" Will it ever be light again ? \" O o \"Would darkness never be lifted from her ? \" The more she lingered on these questions the blacker seemed her future, and the slower the passage of heavy-footed time. Even the chasing of loathsome reptiles would have been welcome. It was her inactivity that was unbearable. Her restlessness became quite feverish, and, unable to sit or lie, she thought she would make another effort to o walk back to the village. Now, while the children were asleep, was the time, so she hastily set off. Her excitement gave her the necessary physical strength."], [139, "ANTHEA. 127 Feeling sure she knew the way, and fol lowing the footpath she had herself trodden down, she walked on. But the sylvan land marks, lit up by the moon only, were slight, ancl her eagerness great. The meandering paths among the piles of stones and bushes were so much alike that it was easy to mistake her way, and she soon found herself on new and slippery ground, and sank presently in a morass. To give a piercing shriek was all she could do, for her feet had slipped, ancl she was up to her knees in a bog. How to extricate herself she knew not. There was not even a bramble to lay hold of. \" Kyrie Eleison !* If I die, save my children ! Oh, Aristides ! if you can, help me, save me from this cruel death.\" She tried to extricate herself, when, far * Lord, have mercy upon us."], [140, "128 ANTHEA. in the distance, a prolonged whistle made itself heard. It must be a human being. \" Help ! help ! \" called Anthea, and with that very exertion she somehow pulled herself out of her perilous position. The whistling came nearer, and her heart leaped for joy. \" Here ! here ! \" she screamed. Ancl the whistling, instead of, as usual, giving her acted like balm on a disagreeable shiver her sore heart. She the mud from her the direction of the could have embraced never tried to shake clothes, but ran in welcome sound. She the dear old man, so great was her joy when, in the faintest glimmer of dawn, she greeted the welcome messenger of hope. It was some time ere she found her re treat, for she had mistaken her way, and the poor \" Brother in Christ \" (as monks are"], [141, "ANTHEA. 129 called, and which she thought he was) could not help her. Alas ! they did not find the three little cherubs comfortably tucked up in luxurious beds, with a kind nurse in white cap and apron watching carefully over them ; but they saw three wan little faces, lit up by the early morning's soft tints, . lying on the turf, with but an old coat to cover them. Their \" æsthetic room \" was, indeed, too cruel in its simplicity. \"Here are my pets,\" said Anthea; \"tell me if they will recover ? \" she asked, with a sinking heart. \" I am prepared for the worst.\" We all think the latter until we are tried, and then alone do we know how little we are ready to make any sacrifices. The old man hardly saw the anxious look with which, notwithstanding her resigned words, she was awaiting his reply, hoping naturally for a reassuring one. \" It is through nature, my child, that God J"], [142, "ANTHEA. 130 in His great goodness performs His greater miracles. It is not granted to a humble sinner like me to know His will, but this I know, we are told never to despair. \" Hope on, my friend ; you had no food yesterday. Here is some now. He who created the world can do greater wonders still. Give this to your, darlings. My mother (may God have mercy on her soul, as she had pity on her fellow sufferers) used to aver that this remedy worked miraculously, and her medical skill was much renowned. Try it and, putting faith in the only All healer, we shall hope to see these children restored to health. Never despair ! Let that word be banished while the Almighty has us in His care.\" Then, placing his hand on the heads of the children, he for a time became absorbed in a faith-healing prayer. How fervent were his supplications in the silent break of day. Sad and solemn looked Anthea's face as"], [143, "ANTHEA. 131 she tried to pour the medicine down Dimos's throat, ancl how it lit up with happy smiles when that sweet boy tried to say, \"Oh! mother, I am getting strong again.\" Then turning to Tony, she saw his large black eyes fixed on her, wondering where he was, and showing a little dimple in his pale cheek as he recognised his mother. Everything appeared serene to her, now that her children were mending, and indeed, notwithstanding the hideous marks with which she had tried to disfigure herself, her face looked lovely, as illuminated with a radiant smile and true joy sparkling in her eyes, she gratefully said to her old friend : — \"It was a happy moment for me when I met you, for my troubles began to abate as soon as I returned with your comforting words. \" My gratitude to you is indelibly written within this breaking heart. May God reward you as the poor fugitive widow would wish to do.\" J 2"], [144, "CHAPTER XIII. The moon and stars had long vanished, the sun, as he mounted the eastern sky, had dissipated the tints of early morning, when Anthea, more hopeful, was conversing with Tov Kvpiov Wasikali, gladly welcoming his presence, and thankful for that stray gleam of happiness in her great trouble. Her boys' hands clasped in hers, and sitting thus silent they all felt the desolation of a scene where not even a bird lifted its song to break the silence, which would have been absolute, but for the monotonous drip of water from the rock. Enjoying this first quietude since Yani, the shepherd boy, had quitted them, she never heeded the stealthy step of a man,"], [145, "ANTHEA. 133 and became more than stunned when a shrill voice pierced her ears. \" So the Kyria has found her tongue, and I have found her snug little nest ; but there is a much snugger and grander nest awaiting her, so follow me,\" said the Turk. \" Wait, I am not as barbarous as you, truthful Christian dog, call us, for I will let you have the pleasure of giving me some thing to eat, Giaours Christian though you be. Ha! ha!\" grinning as he spoke. \" A night of wandering, with only a few winks of sleep, whets the appetite. Ha ! ha ! By the Prophet,\" turning a fierce savage look on Anthea, \" you nearly did me with that dumb show of yours yesterday. But, thanks to Allah and the great Mahomet, you did not quite deceive me. I kept a pretty good watch on you until sleep overcame me. When you were lost to sight I thought I would have another nap, and it was then I"], [146, "134 ANTHEA. heard a wild shriek in my dream, and I fancied I heard voices saying, ' Wake up and follow a whistle.' Allah be praised, I soon got on your track, for, inspired by his wisdom and guided by a supernatural power, I am now here, and I swear by Him and His prophet that you shan't escape me, nor that old brown coat either (pointing to Wasilaki Photiades), for he, too, shall have an airing with you.\" Anthea was glad to let him talk, as for a minute she had lost her self-possession ; but long ere this monster had finished show ing his white teeth she was prepared to fight him. \" I have no food, ancl my children are too ill to follow you,\" she said, with flutter ing heart. \"Oh! ill are they? Well, I can soon cure them,\" as he brandished the yatakan. \"The quicker we dispatch them the better.\""], [147, "ANTHEA. 135 What mattered it to him how many more murders he might string to an already long chain of iniquities ? \" I hate sullying my sword in common Christian blood,\" resumed the Turk, \" so follow me in peace, or I will kill.\" At this moment a stronger hand than his felled him to the ground. Tiger-like he sprang up, to reel back again into the rocky wilderness, his turban parting company. Up he jumped once more. \" Allah ! Allah ! Allahi ! Allahim ! You old hound, I will \" But a badly-aimed stone which, cat-like, he eluded, interrupted him, while with mur derous thought he flourished his yatakan. Gesticulating, he was fiercely bending for ward when stones like hail fell thickly upon him. Blinded by them, he was obliged to recede a few paces, while his assailants, seeing their"], [148, "136 ANTHEA. advantage, followed him. Again he bent for ward to defend himself, hoping to reach Wasilaki's head, but the old man, agile as a young elk, dexterously saved his neck. The yells and the \" Allahs \" of the Turk pierced the air. Dimos, pale and trembling with fright, but energetically excited, had long before jumped up from his resting place. Heedless of his state, he bravely stood before his mother, eager to protect her. And he quickly followed her example by flinging stones at the enemy, who had climbed a rock to be out of reach. But even there the maddened Greeks went after him, for their safety depended on his death or flight. In the Turk's desperate effort to escape the shower of stones he backed too far, and with a sky-piercing yell he disappeared into a deep ravine, from whence he never emeroed again to trouble Christian people. Dimos, exhausted, fell to the ground, while"], [149, "ANTHEA. 137 Anthea burst into hysterical tears. She could not control herself, and the death-like features of her son drove her to the height of despair. The old man sprinkled water on the un fortunates, his soothing hand acting as a charm, and Anthea, ashamed of her weak ness, was soon busy again nursing her boy. The health of children proverbially fluctu ates as much and as rapidly as the weather does in these western islands, so when with coming night they at last closed their eyes their minds were quieted, if not more happy. Dimos's one question to the old monk was — \" Did I save mother from the Turk ? Do tell me. I will keep quiet, for I shall close my eyes and talk to dear father, and I shall feel happier if I can tell him mother was saved by me ; and I will also tell him what a kind friend Providence has sent for her protection. \" Don't you think the stars are the"], [150, "138 ANTHEA. windows of heaven, and that papa looks out of one ? \" I wish I knew which one. \" No, I won't talk any more \" Just one word more, please \" Will you see that mamma eats some thing, for she always neglects herself ? \" A painful lull was reigning once more. Anthea was afraid to speak, but by her nervous twitching one could have perceived how expectant of fresh trouble she was. The old monk had again left them to seek food in the village. The glorious red o o sun had sunk long ago, and the purple sky was gradually donning its garment of grey, while Anthea, listless from exhaustion, sat shivering miserably or crossing herself, when at times she fancied she saw spectres among the rocks. In every direction her imagination con jured up the enemy's fierce visage, or else"], [151, "ANTHEA. 139 his turban rolling wide or his yatakan in the air. Sometimes the Turk's grinning ghost threatened her, and although he had perished by his own wickedness, Anthea could not recall the scene without horror. Night had now wrought up her fears to a terrible pitch. She could only quiet her excited mind by reciting her rosary, but for which it would in all probability have given way. A bright gay starlight night, with the waning moon on a deep blue background, succeeded the grey sky, and threw on the rock vague shadows of the outcast family. Anthea was kneeling to lay her baby more comfortably when she heard old Wasilaki's soft whistle — the signal of his return. He had undertaken to bring news of the enemy's movements, besides a supply of food, and eagerly did Anthea greet him."], [152, "140 ANTHEA. She told him after of the terrible hallucina tions to which she had been subjected during the night — a night from which sleep had been frightened by the dread events of the clay. \" Well, dear Wasilaki, how fares it with you and us ? \"Are we detected?\" \" Not yet ; but smoke has been smelt, and ere long the besteas * will be on our track. As it was, one of the hyenas asked me why I was beginning so early to fatten myself for Easter, as the figs I had bought would keep a regiment alive. \" Then another said, ' We have not seen your aquiline nose and black devil's eyes for a long time.' \" ' Does your honour mean to forsake our noble village ancl give rest to the Turk ? ' * Besteas, brutes."], [153, "ANTHEA. 141 \" ' Is a love affair ripening in the distance ?' laughing derisively at me. ' More likely the venerable cheat is plotting against us.' \"Ah! the maskara* How I hate them!\" shaking his feet as he spoke. \" They are never certain of me, since one of their own prying lot told them that I had been seen more than once engaged in o o the skirmishes with which we have harassed them. They fear me, although they taunt me with my past and my impotence.\" \" And what is your story, if it is not indiscreet to ask?\" said Anthea. \"It is no secret, yet too long to relate; but, after all, perhaps even my silly talk may divert you, ancl while away the night more pleasantly, since you and sleep are strangers at present, and the sympathy of sorrow will unite us in friendship hereafter. * Thief, scoundrel."], [154, "CHAPTER XIV. \" You have heard of the four villages — Kiapha, Avarikos, Samoniva, and Souli — which, sepa rated naturally by rocks and cliffs and ravines, human intelligence has united by bridges. You have heard of our heroic family, the Tzavellis of Souli. Well, my parents, grandparents, and ancestors lived for centuries in the oppo site village of Avarikos. We were a quiet, loving, peace-abiding family. \" We chose our wives among our friends, and shared the goodwill of all our neighbours. o o Ours was not a numerous family : I was the only son. I settled late in life, for good wives, like good husbands, don't grow on trees by the road -side. And, besides, my mother was rather difficult to please. When"], [155, "ANTHEA. 143 a girl was suggested to me she would say, ' Don't have her. Outside a doll, within a flail' (Greek proverb). I had to abide my time ; but you see Time would not wait, so — a thing that seldom happens among Greeks — I was nearly twenty-five when I married. My wife was not what you would call a great beauty, but she had her heart in the right place, and our married life was marked by a continuance of blissful serenity. My affection for my wife grew gradually and steadfastly. Like the pine-apple, which takes time and heat to obtain its full perfection, so did my love daily increase, until I thought I could never live without her, my own Marigo,\" and wiping a tear from his stern face, he sighed, adding, \" But grief, you see, does not kill ! \" Our greatest bond of union was our little •0 daughter Sophie, the prettiest child in the world, although I, as her father, ought not"], [156, "ANTHEA. 144 to say so ; and yet,\" stifling another sob \" God willed that sweet creature to be nothing but a heartrending remembrance to my old age. It would be difficult and too painful to describe our happy family life. W'hen my father joined our ancestors I naturally took the lead among the men of our family, leaving to my respected mother the task of helping the women by her experience. \" Even in our quiet village we heard that the insurrection was fast ripening. The story of the oppressor's tyranny was so constantly repeated that we ceased to heed it. We prayed only that the scourge might be kept from our own homes. \" Of course we all felt that besides paying in coin we paid tribute also in other miseries, glad when dishonour did not threaten our families. \" Where man exists and politics are rife the murmurings of the grumbling discontent"], [157, "ANTHEA. 145 resemble the rumbling of distant thunder, and we had our rebels ready to sow the seed of dissatisfaction in every heart. But I kept aloof from all discussions, opining : — ' That one mouth speaks a word and thousands repeat it' (Greek proverb), and ' Silence sometimes has its golden words ' (Greek proverb). So I withheld my opinions, notwithstanding that the sound, the name, or the sight of a Turk would dissipate all my pacific intentions. \" My purse was ever open to the needy, who, alas ! were spreading over the whole country, exiled from their homes by — you know whom. \" I felt that my duty was at home to look after the women, for it was no easy task to guard them from Turkish lust and vanity. \" Even in those troubled times I can re member many a day of joy, especially as my pet grew up. K"], [158, "146 ANTHEA. \" I forgot to tell you that, like many Greeks, I was greatly disappointed at having no son, and at first I could not cheerily greet that little bundle of white clothes — my daugh ter — without feeling how much prouder I should have been to have shown my friends a boy. \" This wee mite ought to have been called Euterpe, after my mother, according to our customs. But I said, ' As mother is an oracle of wisdom, let us call our child after the qualities I desire she may inherit from her, and name her Sophie, which signifies wis dom.' The old lady was well pleased at this little attention suggested by me, and which really equalled a public tribute to her high merits. Seldom has a stauncher heart or nobler mind existed than my mother's. \" This disappointment wearing off, my dear child's winning ways quite overmastered me, and I became quite a slave to paternal affec-"], [159, "ANTHEA. 147 tion. It brightens my days of sorrow to re member those happy years. \" I can see Sophie now, swinging in grace ful steps when dancing the ' Romaika ' (Greek popular dance), putting her wee arms over her head and entwining her fingers as she o o wound up by waving me a kiss. And don't I remember how delighted I was to show her off to my relations and friends, asking them to test her love, knowing well she would stamp her small foot and say, ' It is my father, and no one shall touch him.' (In Greek — \" Eivat 6 irarepa^ fiov ical Kavevas Sev 6d tov eyytiljr}.\") \" How proud, too, I felt when no blan dishments, no allurements, would induce her to leave me,\" ancl the old man's tears rolled down his cheeks ; yet he went on, \" She grew prettier day by day, but I had not remarked how lovely she was until business took me from home, when returning after some weeks K 2"], [160, "148 ANTHEA. I was greeted by a tall, thin girl (as Homer says, ' A blue-eyed maiden,' with soft expres sion gazing into dreamland — Kopii eXt/cw-n-???), and when she kissed me her face sparkled with mirth and joy, while dimples and smiles blended with the pretty pursed-up red lips. \"She is fit to be a queen, thought I. ' How old are you, my daughter ? ' \"'Why, patera,* has time weighed upon you so long without your little tormentor that you have lost all reckoning ? \" ' I am fifteen, and grandmother says I shall soon marry, and,' whispering into my ear, 'Don't let grannie have her way, but keep me to fill your tchibouk and prepare your coffee.' \" Henceforth I had a new trouble. To keep her at home unmarried would have made me a target for ridicule, and to give her in Patera, n-arepa, father."], [161, "ANTHEA. 149 marriage I felt would take all sunshine from our home. So I put off the evil hour until the women put their heads together and de cided otherwise. \" My mother was aging perceptibly, and longed for little great-grandchildren to cheer her ere she left this world of trouble. \" As mules get blows ancl knocks, so had I to endure all the assaults of a woman's untiring tongue when a marriage is in her head. \" Sophie, like a rosebud, was opening a new leaf daily, and adding a fresh charm to her loveliness, ancl I was both proud and jealous of her beauty. \" I quite regretted that Penelope, who was said to have worn the first veil, was not deemed fashionable now, as in that case we could have hidden Sophie's beauty from man's gaze. \" I confided this to my dear Marigo, who"], [162, "ANTHEA. 150 was most indignant with me for even pro posing to hide Sophie, as the Turks do their wives. I believe that our marriageable youths guessed my jealous aversion to their keen glances, and to provoke me would persis tently stare at Sophie when in church. I could not prevent her going there, but always reminded her that God had given a girl a natural veil, and that a modest woman must keep her eyes lowered and not gaze about. \" Sweet indeed did she seem to me with her dark-blue dreamy eyes hidden by thick lashes, long and black, which did not conceal them from man's admiration. \" Beauty is always attractive, and is never left alone, so I soon had visits from the pro genitores * in our village ; but the most per severing of them all was an old widow lady, called 6ela 'EXevn (Aunt Ellen), as she always, * Progenitor = Tlpon-dropes. Is a lady who arranges the marriages between the parents of two families."], [163, "ANTHEA. 151 after succeeding in a matrimonial arrange ment, would insist on some kind of con- nection, so to give her pleasure she had been adopted by all as ' aunt,' or Thea Eleny. Well, this old lady never rested from periodically visiting us, and as she entered by one door so would I fly out of another, to escape her panegyrics on our male friends. \" I held rather peculiar ideas about mar riage — one of them will make you smile. I often thought what a blessing the blacksmiths were below the position of suitors to my daughter's hand, as I imagine a poor wife cannot enjoy the greetings of a smutty face. I had made up my mind that Sophie should only marry a man of independent means, inured to work, and who would not have to live on his wife's dowry ; for I consider that independence should be the aim of every right-minded person, as it is the healthy main spring of public well-being and liberty."], [164, "ANTHEA. 152 \" You cannot avoid a woman who has set her mind on meeting you, and otten did old Thea Eleny button-hole me. It was no easy matter in a small village like ours to refuse my daughter without giving offence, still I somehow managed it. o \" Another year passed, and people often asked me how long the oyster (meaning me) was going to retain the pearl. \" At other times I heard them say, ' Don't you know that Wasilefs (BaaiKev^) — Oh, beg pardon ! we mean Wasilly,' making a joke in Greek on Wasilly (Bao-Cktoi) — king (Bao-iXevs) — which is somewhat similar in pronunciation — ' Why, he is waiting for a Constantine for his Sophie. In his paternal and patriotic love he wishes to offer Sophie to a king, and Constantinople to Greece' — (this was another joke on an old prophecy, which says that when Greece shall have a king named Con stantine married to a wife called Sophia,"], [165, "ANTHEA. 153 Constantinople, the old Byzantine capital, will once more become the metropolis of the Hellenes).* I often pretended to be deaf. Nothing annoys your adversary more than disregarding his attacks. \" That year Easter fell early. We had digested the lamb or dpvi and the Paschal yaourti (cream cheese eaten at Easter), and had forgotten the sound of the pistol fired in the air by our youth, as a signal of joy at this festive season, e.g., rd nda^a. \" Thea Eleny had given me a long res pite, and in an evil hour I was exulting over this holiday and my great luck to Marigo. 'Talk of an angel, and you hear the flapping of his wings,' or ' Talk of and you see his horns.' Choose the more suitable. But just as I had named * The present heir-apparent to the throne of Greece, Con stantine, is married to Queen Victoria's grand-daughter, who is called Sophia, and among the peasantry she was greeted as a happy omen for the future of Greece."], [166, "ANTHEA. 154 her the door opened, and my bete noire entered. \"She had caught me neatly, for, being at dinner, I had to stay. I muttered grumpily 'Sit down,' wishing the chair would give way under her portly person. \"T knew your beans were not ripe,' said our smooth-tongued friend, ' so I brought you some, and, with no offence to you ladies, I have prepared them in my way, and I flatter myself my recipe is quite unknown.' \" She rattled on and on, and then went off into a foolish poetical strain, ' How spring awakens nature and warms the heart ! How love in a home is holy, and — by-the-bye, had we heard that Demosthenes was to be married ? ' No! \" ' Not heard ? Dear me ! Love and the sun alone burn without smoke (Greek proverb). That's how you escaped seeing that little event.'"], [167, "ANTHEA. 155 \" Then she began discussing the Evangelys, and would have gone on beating about the bush if I, rather cross at her visit, had not said, ' Basta ! enough ! Play openly, and out with your ace, Thea Eleny. You will see if I cannot keep my little trump, and win the game yet.' \" Alas ! she had me again. \"What could I say? How could I object to the eldest son of my best friend ? \" One hope was left. Sophie, who was working upstairs, might refuse; and I pro posed we should send for her, as without her willing consent I had resolved she should not marry, and I hoped she might reject him. The child tripped gaily down, humming a song. \" My mother, as the recognised head of the family, naturally addressed the child. \"Sophie looked like a frightened little bird, for, when seated opposite to us, who were"], [168, "ANTHEA. 156 gathered in conclave, she knew she had to hear her fate. \" You know the usual family sermon a girl has to hear, about love of the hearth and obedience to her husband ? \" I hoped this oration would strengthen my cause, but when mother named Paul Evangely, Sophia turned from white to red, and, with a gentle sigh of relief, she said, ' I will do as you wish, and marry him with pleasure.' \" The women deafened me with their exclamations of delight. As to Thea Eleny, she was quite beyond herself. She flew past me, then returned to embrace me. When running away she again popped her head in. ' I will bring the whole family, and we can settle matters immediately.' \" ' No ! No ! ' cried my mother. 'Bring her back, Wasilaky (short for Basil). That is not the way to treat for my grand-daughter.'"], [169, "ANTHEA. 157 \" The old lady was a stickler for etiquette, so we had to go through all formalities, and only had to give way to Eleny in not putting it off to another night. \" My ladies trimmed themselves up, putting their best fezes on, and sat demurely in our reception room, ready to receive the father and uncle of Evangely. \" ' Two is a number that avoids the babble of three tongues.' So the seconder to the father's proposal is supposed to support him only if he fails in his mission. He is also a witness to the amount of dowry promised. \" In our case this was unnecessary, but among peasants many disputes are avoided by this custom. \" Kyrios Evangely addressed my mother with much ceremony. \"She then spoke to me, and I, of course, consulted my wife. \" My mother, with a few complimentary"], [170, "ANTHEA. 158 words, accepted the offer in the name of the family, and, woman-like, could not with hold the dowry question. \"When all was settled the gentleman went for the ' fiance,' Paul Evangely, and Sophie, quickly attired in smart clothes, had to come down. \" My daughter's shyness seemed to add to her beauty, and although she kept her eyes cast down she dazzled us with her loveliness. Her features were so perfect, framed in by her long, rippling black hair, that I could not wonder that all admired her. \" Paul and Sophie had known each other from infancy, and happiness lighted up the countenances as, amid blessings all round, I put hands together. \" ' What is the use of waiting ? Let us cele brate the wedding soon,' said Kyrios Evangely. \" I was so overcome at the thought of losing o e> Sophie that all my talking powers had forsaken me, and I let my mother agree to everything."], [171, "CHAPTER XV. \" The next day the whole village was jubilant, and I had a busy time preparing for the forthcoming festivity. \" It has been a custom handed down in our family from time immemorial that when a child is married all the poor receive a dinner. \" It was well I had my hands and time occupied, and could not ponder on losing my ray of home joy. I was happy in one thing, that Sophie had not to leave our village. \" I was busily engaged getting the pro visions together when our corn merchant in formed me, that rumour would have it as true, that Ali Pacha's soldiers had been beaten,"], [172, "ANTHEA. 160 and that he was fast retreating to Avarikos. His Arab, Isouf, had been espied reconnoi tring to discover if it was safe to come to our village. \" If a man had thrust a sword into me I could not have felt more pain, and yet, what had Ali Pacha to do with me, since I was his most inoffensive vassal ? \" I rushed home and closed doors and windows. ' The enemy is expected,' shrieked I. \" The hubbub of fright I created may be imagined, especially as I was quickly followed by my future son-in-law, who looked quite haggard in his dismay. \" One can chase fox, wolf, or lion, but what can one do to an unprincipled tyrant? \" That day passed away better than we had anticipated, and the next our scare diminished, and the third it was vanishing, as we did not see or hear anything of Ali Pacha."], [173, "ANTHEA. 161 \" All our hopes were now raised. Once more we resumed our festive preparations for the approaching nuptials, and all the men and women were busy decking our houses and devising innumerable schemes of enjoyment. \" Although not so hot a June as usual, that twenty-first day of the month the sun appeared to have put too much ardour into his rays. I fear I had enjoyed my mid-day meal too well, and was clozing with a handkerchief over my head to avoid the flies. \" Whether the ladies were enjoying one of those quiet dreamy hours I cannot tell, all I remember is that a flourish of trumpets awoke me. What could it be ? \" First I thought I must have dreamed it. I rushed to the window, put my head out, and there I saw the accursed turban topping over clattering horses, and far in the L"], [174, "162 ANTHEA. rear came a kind of chariot, in which sat Ali the Devil. ' Forgive the expression. \" I soon recognised the fierce-looking tyrant, on whose harsh face no vestige of higher feelings could be traced, and saw that he was about to pass my house. Alas ! that I should have lived to see the evil day. \" I drew back quickly, and, invisible to the outer world, could still see into the street, when a crash of broken pottery forced me again to the window, and I saw that a jar had fallen from an upper window, into a thousand pieces, and simultaneously I noticed Ali, the miscreant, looking up, all smiles of delight. \" Talk of a woman's heart throbbing — so can a man's. And with baffled rage, knock- o * ing the women-servants aside who were in my way, I rushed up two steps at a time to the upper storey where my pet and mother shared a room."], [175, "ANTHEA. 163 \" ' You have not let that monster see Sophie's face?' screamed I. \" They answered with scared, despairing looks only, and thought I had gone mad, such was my rage. \" First they let me yield to my passion ; then, subdued by the soothing voices of my wife and mother, I behaved more rationally, and listened to their explanation, to relapse into still more violent frenzy when, to aggra vate matters, I heard it was Sophie who, in her eagerness to see the procession, forgetting Ali's expected arrival, had put her head out and inadvertently thrown the jar down. \" My mother quite rightly said, ' Our fate is in God's hands, and we cannot hinder events which he permits.' \" Still, how can reason conquer when prospects of a terrible future are so threaten ing ? Especially where the past has so much that cannot be obliterated. L 2"], [176, "164 ANTHEA. \" Paul was quite as excited and miserable as myself when he presently joined us. He had also noticed Ali Pacha and his Arab, I sous, exchange glances and signals. \" It meant either nothing or much. \" As we all cling to the last wish, last hope, or last fear which occupies our mind, so we two, being alarmed, could not help seeing treason lurking at hand. \" Woman's source of hope is inexhaustible, and our ladies would not allow any fear to mar their serenity."], [177, "CHAPTER XVI. \" We agreed, in consequence of our appre hensions, to hasten instead of postponing the wedding. A married woman might be less exposed to danger with husband as well as father to protect her. \" That very evening, therefore, the near relations of Paul, who were conducted by the kumparos* (Kovfifidpos), came to fetch the dowry : beautiful linen that for years my wife and mother had striven to embellish with pretty stitches, and adorned with lace and different kinds of embroideries, the names of which I forget. * Kumparos is the nearest male relation, usually the godfather, who acts as a kind of best man, and at the religious ceremony changes the wreaths they wear on their heads and also the rings."], [178, "166 ANTHEA. \" The dreaded moment came. If my daughter's coffin had been carried out of the house it could not have struck a colder chill to my heart than when, with the usual sounds of good wishes, the carved ancl inlaid oak cases, containing the bride's house and body linen, in fact, her dowry, was taken to its new home. I could not hide my tears, although I had always prided myself on being strong-minded. They must have called me weak or foolish, but to hide my emotions was impossible. Paul invited me to go and help him arrange his rooms according to Sophie's taste, as I believe that child had entwined herself around his heart as the ivy clings round a tree, but even at the risk of offending I could not do it. \" A melancholy foreboding had taken pos session of me, and to no man could I explain the strange sad feeling of comino woe. No one could have accused me of"], [179, "ANTHEA. 167 being superstitious — I scorned such weakness. I am afraid I infected my dearest Marigo with my anxiety, for she also gave way to despondency. \" The eve of the wedding was as dismal as though it had been a funeral. \"With the first dawn of clay, ancl before cock's-crow, I was up, fully determined for Sophie's sake to hide my feelings. \" I began to bustle about the household, finding that occupation kills many a troubled thought, yet I could not trust myself to see Sophie. \" I mused, ' You are a man, a Greek ; you must be strong and not provoke ridi cule. Sophie's marriage is her happiness. You are not going to lose her.' But all arguing with myself was useless. \" Passive Dame Reason, as you may remark, never seemed to forsake me, and yet excitable Dame Anxiety would intrude."], [180, "168 ANTHEA. The two rivals had a battle royal in my head, and reason carried the palm. \" When the kumparos had taken the bridegroom to church, he came to escort the bride, and with Spartan stoicism I went to fetch her from her room. \" She was arrayed in the ancestral bridal robes only used on these occasions, which were as creamy and soft as the waves of our magnificent sea. \" The golden embroidered jacket clung gracefully to her pretty waist, and the berette, from which flowed the bridal veil, was a per fect work of art. Her two plaits of hair, nearly touching the ground, were entwined with pearls handed down from some great grandmother, and strings of pearls encircled the snowy neck which needed no adornment. \" I kissed her long and tenderly, feeling on my cheek the first tear I had ever seen her shed since her infancy."], [181, "ANTHEA. 169 \" I conducted her into our reception room. Here she piously knelt clown to my mother and Marigo, asking for their blessing. \" Then my turn came, but I could not summon the courage to say the farewell words, as a lump rose in my throat ; yet if my feelings had spoken I should have said the good wishes ancl blessing- that my heart was showering on the dearest I had in this world. \"We were all congregated in the church, o o and the priest was in the middle of the ceremony, and had changed three times the wreaths on the heads of the bridal couple, and they had also three times walked round the interior of the church, holding lighted candles. \" Incense was ascending, like our prayers, heavenwards, when we heard a tumult at the entrance, and boisterous voices disturbed our peaceful devotion."], [182, "ANTHEA. 170 \" I stood on tiptoe to see better, and never shall forget the loathsome face of that heinous Arab, I sous. * \" No, never ! we have not met since that day, but his face seems to haunt me still, and God forbid he should ever cross my path again. That one black face cast a gloom over our festivities. \" Still, the ceremony ended without in terruption, and we walked home following the bride and bridegroom, who were preceded by men playing a march on violins and flageolets. The cheering in the streets by all our friends quite gladdened my miser able heart. \" As soon as I had an opportunity, I inquired from one of my men what the Turks had wanted. He could only tell me that Isouf had called at our house, and * The Arab, Isouf, was the greatest accomplice of Ali Pacha, and their cruel deeds would fill a book."], [183, "ANTHEA. 171 finding that we were at the church, fol lowed us. \" Happily the surging crowd of our numerous friends repulsed him, firmly be lieving that if such miscreants entered the church they would desecrate it. \" Baffled in his evil design, and having only a few accomplices with him, he retired gracefully, thereby throwing dust in our eyes. \" As my wife had somehow missed seeing the authors of the disturbance, I kept to myself the villain's intrusion and frustration. \" We were a merry party, enjoying to our hearts' content the happiness that en compassed us ; singing ancl dancing, feasting like kings on luscious dishes, and praising each other in complimentary verses. Isouf was forgotten. \" The days are long in June, and twilight overtakes us as quickly as its reign is short."], [184, "ANTHEA. 172 \" The ladies thought it was time the bride should be escorted to her new home. \" The Evangelis, mother and father, had left us to receive their new daughter, and jokes and laughter were rife ere we were to follow. \" A more joyful, a more happy party than ours did not exist. Lingering for my dear Marigo, who had a few odds and ends to put together, we were still gaily chatting. \" Alas ! How swiftly was this gay festive scene to be reversed — and all to gratify the lust of a tyrant."], [185, "CHAPTER XVII. \" It seems (this I heard many years later) that as Marigo was coming downstairs she saw Isouf with a good bodyguard trying to force an entrance. \" My wife, never losing her presence of mind, ordered them off the premises, but they were a determined lot. \" ' Your business ? ' she demanded. \" ' Our business ? that's our affair, not yours. It is not you, old hag, that we want.' \" ' Who, then ? ' \" ' Let us pass and you will see.' \" ' No one enters our house this day un invited, or if they do it will be over my body,' said the brave Marigo."], [186, "174 ANTHEA. \" ' Be it as you wish,' howled the Turk, and before our gardener had time to anticipate Isouf and disarm him, my noble wife lay dead at his feet. \" We all heard the shot and we flew, I may say, into the arms of our adversaries, whose numbers seemed to increase, as they dragged off our guests as prisoners, or felled them to the ground. \" Paul never left the side of his newly wedded wife, and my poor mother was lying fainting with fright on the floor. \" Force and numbers will ever prevail over humanity. The Turks took us un awares, and they triumphed as the vigour of our resistance was diminished by want of arms. \" Despair, nevertheless, gave us courage to achieve wonders. \" Though I am but a small man, I fought like a lion, and my short stature, I daresay,"], [187, "ANTHEA. 175 may account for my many escapes from being killed. \" As the room was clearing of Greeks, it filled fast with Turks. \" Exultation covering Isouf's black face, he exclaimed, ' You are beaten, so put an end to this resistance. Finish this sickening broil, and give us your daughter. The great Ali must be impatient as it is, and he will appreciate her beauty as much as her deluded bridegroom. Ha! ha! ha!' \" As he was crossing the room with laughter, and was about to seize her, we flew at him and wrestled till our bones rattled. \" ' He shall not have her,' screamed Paul, and with that he drew a pistol from his bosom and shot her dead ! \" All stood back -awe-stricken ! \" Paul stooped, kissed his dead bride passionately, and leaped from the window. \" A cold tremor stole over my heart."], [188, "176 ANTHEA. \" You want to know what I did. I can not tell you. I was too horror-stricken to realise what had happened. \" I remember being pulled away from Sophie's body, tied up and gagged for fear, I suppose, I should call for help. \" Had the outsiders known what was in reality going on in the house they would have annihilated the miscreants, but the Turks had played their murderous game only too well. \" I was carried away, not knowing, happily, that I was dragged over my wife's corpse. \" Thrown into some dark dungeon, I lay on its stones as in a trance. \" Next I remember being driven off in a cart, but being blindfolded I knew not whither I was taken. \"Years after that terrible time I heard that the universal seeling of execration was"], [189, "ANTHEA. 177 intense. The released prisoners were infuriated at such unheard of ferocity, un expected from even the worst of tyrants. \" Germs of rebellion were ripening where hitherto only dissatisfaction had been felt. \" At the first halting-place, where I was released of my bandage, I received in a myste rious way some bread. On the wrap was chalked ' Eat it ! ' I broke the bread, and out fell a scroll, ' We shall avenge you and yours ! ' \" The latter word aroused me from my stupor, but added to my alarm. \" I had some money about me, and I bribed my sturdy and irascible guard for information as to my family. \" Venality is the Turk's weakness. When the fellow found I wanted neither to flee nor kill anybody, he told me that he had not been at our house, but his nephew had, who could safely give it as true that my wife had M"], [190, "178 ANTHEA. been killed, and my mother had died in a fit. \" I must draw a veil over my feelings. I have tried not to dwell too long on these painful details, for I cannot speak of them unmoved. \" Forgive my tears ! \" The poor old man was unable to conceal his emotion, while Anthea, full of sympathy, wept also."], [191, "CHAPTER XVIII. Wasilaki resumed his narrative. \" We were hastily driven off ere another word could be uttered. On the next clay I was allowed to see daylight, though still chained and manacled. \" We prisoners were many — boys, men, and even women ; but not a word were we allowed to exchange. \" I recollect as we were jolting on the hard uneven road I was attracted by the star of eve, which glittered lonely in the blue sky. Its bright yet solitary light re minded me of my lonesome future. The stars would ever sparkle to give joy to man, whereas I could now serve as a sorrowful con trast to anything cheerful, with my face of woe and my gloomy heart. M 2"], [192, "180 ANTHEA. \" I prepared resignedly for the hoped-for death-warrant, fearing only the indignities to which I should be subjected. \" We were cast into another prison, where the lack of fresh air and privation of food made me fall into a very long and profound trance, which lasted some days, and this trance probably saved my reason, if not my life, by breaking in some measure the shock of my misfortune. \" On recovering from it, sleep I could not, and eat I would not ; I would rather have starved than touched anything that the mur derers of my family offered me. \" I have been a miserable vagrant beggar a quarter of a century now, but no pangs of hunger have ever tempted me to touch those accursed and lawless men's food. \" Days fly too swiftly when love and hap piness lull them, but grief and trouble cause us also to lose account of time."], [193, "ANTHEA. 181 \" I cannot tell you how long it was after my incarceration when I was forced to appear before Veli Pacha.* \" I dreaded this meeting and the having to pay a degrading homage to my enemy, but a superhuman courage, born of my hatred, strengthened me. -\" Erect as my small figure would permit, I stood silent, but proud, before my wife's murderer. A vague fear of the insults awaiting me had whipped the blood to my face, and I looked fierce, for I felt so. \" Crime not existing on our side, Veli Pacha had only sent for us to torture us with threats. \" One boy amongst us stood up and faced him, and that was Photos Tsavellas, who was not then broken-hearted by family trouble. He could trust to speech, which, when personal * Veli Pacha was the son of Ali Pacha, sub-governor under his father, and happily not quite as cruel, although many of his savage acts are known to history."], [194, "ANTHEA. 182 feelings come into play, loses its effect to wards the public good. \" ' You name Allah and his prophet,' said the lad, ' but even he preaches charity. Dis regarding his precepts, your practice is to war with old age and women. But be sure that God will Himself avenge the crimes He allows to go unpunished by mortal hands. \" ' The blood of our families now trickling into the earth will some day be witness against the tyrannical Pacha, your father, ancl will bear record in another world of his savage ferocity in this. I hope his insatiable appe tite for crime ' ; but here Photos * was * The Tzavellas were natives of Kukolosis, which was above Soulis. They were among the greatest and most an cient families. Like Fredk. Barbarossa, Photos is considered never to have died, and the peasants still await him to ex terminate the Turk. His lather, Lampros Tsavellas, was the one who so brilliantly defended Soulis, of whom the popular song says, \" Lampros has killed fifty Beys, one hundred Agas, and one thousand Turks. His turn has come now ; his Palikares cry round him.\" During the siege of Soulis his son Photos was taken prisoner, and with others sent to"], [195, "ANTHEA. 183 stopped by the order that he should be burnt alive. \" My turn came next. Veli inquired why I would not eat. \" ' Eat ! ' hissed I, with the blood boiling within me. ' Eat your accursed food, mixed Yanina to Veli Pacha, who tortured them with the per petual threat of a disgraceful and terrible death. And it was Photos Tsavellas who answered when they were threat ened to be burnt alive, \" Do it, for that is exactly what my father and brothers will do with you and yours when they catch you.\" The French consul, E. Yemeniz, says he has these words from General Kitso Tsavellas, nephew of the famous hero. After three days and three nights Photos and his companions were released, as Ali Pacha had been beaten at Soulis, and by treaty was compelled to release his prisoners. Henceforth Photos became a regular enemy, and avenged well the wrongs done to his family and his country. In 1800 he defended Kiapha for seven hours with a few hundred men against Ali Pacha's 15,000 men. He was be ginning to flinch when his mother with 300 Souliote women came to his rescue, and from the top of the hill bombarded the enemy, and with the help of Demos Dracos saved their position. The Turks lost over 3,000 men, and the Souliotes only 70. M. Yemeniz, in his \" Grece Moderne,\" relates having heard of the peasants that it was a general belief that Photos had a talisman, and that whenever a man lifted his arm against him he died."], [196, "184 ANTHEA. with blood and poisoned with murder ? No ! ' shrieked I. \" ' Give him the Kourvash until he does. If that fails beat him with sledge-hammers ; '* and with these fiery words I was pushed into another room. \" Die I could, and prayed for it ; but let those lawless heathens lay a hand on me ! No, I could not. \" Here it was that Photos's inspiring words to die courageously were heard. (An historical fact.) \" Every Greek knows how to die valiantly and honourably ; but to be flayed alive ! Never ! \" I knew not what to do. Rice was brought to me, which in my towering rage I threw down. * The two Katyantones were beaten to death by sledge hammers, the chief reason being that the elder one had in one of the many skirmishes killed Veli Guekas, who was Derven Agas of Acarnania, the only Turkish chief the Klephts feared (Derven Agas was guardian of the roads). Lapenotes, the third brother of the Katyantones, after great struggles submitted to Veli Pacha, and on his homeward journey was murdered, and their father and mother, by order of Ali Pacha, were thrown into the Lake of Yanina."], [197, "ANTHEA. 185 ' The warder being alone and we Greeks five in number, he muttered some impreca tion, but did not touch me. \"An hour later six men, armed to the teeth, fetched me, leading me into a large courtyard. I was determined to strangle myself with the cord that held my crucifix rather than let them lay hands on me. \" Again food was laid before me, and even a ' mousaga ' (captain in Turkish) spoke to me of my obstinacy, but I was too determined to listen or even answer him. \" My mind was busy with thoughts of suicide or of freedom. \" I knew from these men's accent that they were Yapiges,* from a part of Albania remark able for the want of intellect shown by its people. * The Greeks considered the Yapiges so inferior that when they used to exchange prisoners they would ask mules or asses in exchange for any Yapiges they had captured. The Yapiges lived in the Acroceraune mountains to the south of Tagedes (\" Grhe Modeme : \" E. Yemeniz)."], [198, "186 ANTHEA. \" Threats were pouring on me, and I trembled with rage at the thought of the horrible disgrace. \" The mousaga had left, saying, ' Either he eats or he is flogged.' OO \" These words turned me to marble, but determined as they were, my resolution equalled theirs. \" Money I had none, and escape without their help was impossible, so I, Wasilaki Photiades, last descendant of an old family whose code of honour had been its heraldic crest, stooped to a lie. \" I knew the knaves were as cowardly as lack of brain could make them. \" ' Take and do what you like with me, but remember,' said I, ' that the man who lays hands on the last survivor of our name, which I am, will be damned until death takes him, and be possessed of the evil spirit after through all eternity, and meanwhile he will"], [199, "ANTHEA. 187 contaminate whomsoever he touches. Now you know it, be brave, and obey your orders.' With that I took out my crucifix, and prayed for help and forgiveness for the falsehood. \" Those imbeciles of Yapiges, seeing me engaged in supplication, thought I was already invoking the devil, and their fear grew amain. \" Noticing this, I played on their out rageous cowardice, and made some fancy ca balistic passes in the air, which frightened them still more, and they with yells de camped, while in the confusion I escaped. \" I lay concealed in a ditch for many hours, hearing I was chased, but, when night was well advanced and all was still, I fled. \" You know the difficulties of such a flight. Over hills, through dells and woods I wended my way, until I espied a monastery, and at that hospitable door I halted. A severe illness now laid me low for months. Thanks are clue to the brethren"], [200, "188 ANTHEA. whose untiring kindness and unstinted hospi tality brought me again to life. To live on, a crushed and mortified man, seemed, how ever, a prolongation only of my misery. \" I felt the past was to me a lost dream, the present a smouldering volcano, the future an unalterable desire to die, as I had, alas, no one left to live for ! \"The kind monks tried to persuade me to join their brotherhood, but Christian humility and forgiveness were not mine then. I felt too broken-hearted and restless, too eager for revenge, to settle down in their quiet and holy community. \" I nevertheless made serious efforts not to complain of Him who had chastised me; but, contending that God had not inspired the Pacha with tyranny, I felt it necessary to do something to avenge my family, and break the yoke which tortured my beloved country."], [201, "ANTHEA. 189 ' Time pressed, but even though I might have to beg my way, I felt it imperative to go home and see the graves of my dear ones, although naturally I had little desire to see my desolate native place. \" The superior, a most kind-hearted man, did not thrust me penniless on the world. On the contrary, he gave me all the money he could spare, and in addition an old brown gown, which I have kept, and that is why I am to this clay taken for a monk. \" All we Palikares* on joining our scratch army discarded our native dress, which was too conspicuous, and have worn dark brown coats to avoid being seen afar off by the horrid Turk. \" From the stout man I had been I was * Palikares means in Greek \" valiant youth \" or \" brave soldier,\" and comes from the Greek verb TlaWoptai. They used to dress in white fustanella and a much braided and smart jacket, but not to attract notice during warfare they adopted dark clothing."], [202, "ANTHEA. 190 now as thin as a whale-bone, so felt confident that no one would recognise me. In this world but a short time suffices for our memories to be obscured by forget fulness, like our graves that are lost in the springing grass that so soon hides them. \" As well as witnessing much misery, I saw fields full of human beings who had been driven out from their homes, and who, tor tured by hunger, were praying for death to end their sufferings. \" I saw once prosperous villages laid bare and pillaged by the Moslem. \" I heard women shrieking, appealing to the Almighty in their agony, and calling for their husbands and children, ancl I saw strong men weep over the dishonour that had befallen their families. \" Only then I felt how all-merciful is God, even when he chicles us. More than once, seeing these heart-rend-"], [203, "ANTHEA. 191 ing scenes of cruelty and misery, did I thank Him who knows what is best for us for having taken to Himself my own beloved ones. \" Dire must have been the struggle that has caused man to say so."], [204, "CHAPTER XIX. \" I won't weary you longer with such dis tressing pictures, but may tell you it was nearly a year since I had left my native village, when at nightfall, like a hunted hare, I returned to it, a heart-broken, worn-out mendicant. \" As the stars were emitting but a poor light, the village was enveloped in darkness, which swelled my morbid fancies to still greater despondency. I knew every turn of the road, every street, every house, every stone, ancl therefore found my way easily — but how altered it was ! \" Meditating on the past, I felt deeply the contrast between the dark silent ways I was treading and the same streets when"], [205, "ANTHEA. 193 they were joyously enlivened by our gay wedding procession. \" My natural instinct took me, of course, to my own door. The hour was late, yet I could hear people moving, and I knew without inquiry that my proud ancestral home was desecrated. \" I stood petrified in front of it, and with clenched fist swore I would lay down my life to avenge our wrongs. And I have kept my word, save, alas ! that God has willed that my life should yet be spared. \" Then I moved on, before the sweet voices of the remote past had whispered words of consolation. \" To some the remembrance of happy days brings solace — for me there is nothing that can chase away sad thoughts but death alone. \"'Grief knows no sleep.' \"Time is said to close all wounds. It is but a saying, for my wound is too deep N"], [206, "194 ANTHEA. for cure, and I know that the grave alone can cool the passion of my grief. \" You will remember me, child, in times to come, when with marble indifference you will mask your face as you go through life. \" That even your friends may not touch the grief, burnt with fire and written with blood in your memory, you will smile through your tears, though no human power can efface the record of your wrongs. Such is the part I have played for many uncounted years. \" Sometimes the people say poor Kyrios Wasilaki is old, and has forgotten his grief. ' o o As if the setting sun could lose the ardour of its heat. The sun, when seen but rarely, is more appreciated. Age with ex perience learns to hide sorrow, knowing well how seldom it meets with sympathy ; also, as sympathy cannot be depended upon, the less we seek it the fewer disappointments shall we have."], [207, "ANTHEA. 195 \" Well, not knowing where to go, I went over to our little church, thinking I would * o spend the night there, but found it in ruins. \" Thence I wended my way to the Turks' richest monument of crime, and there among the many fresh graves I sat down, pondering which were those on which I was so eager to pray. \" The dark clouds of night lifting gradu ally, glad was I that only a faint glimmer of dawn was witness to my burst of grief. To my troubled imagination even the sun appeared to withhold his warm greetings, and to hide himself sadly from men's eyes. \" I soon found the graves of my beloved ones, for the only places sacred to Ali Pacha were our sepulchres, and those he helped well to enrich. \" I was deep in prayer and in mental intercourse with the dear dead, when a heavy hand closed on my shoulder. I turned and recognised our faithful old gardener. N 2"], [208, "196 ANTHEA. Pantia ! ' I cried. ' So you know me ? ' \"'Know you? Why of course. I who held you in my arms the day you were born ; I who saw you grow and watched you in childhood, boyhood, and manhood, with all their changes — I not recognise you ? It gladdens my eyes to see you, though my poor heart sorrows on your account, for none but sad changes await you.' \" ' Don't talk to me of my lands and houses, but tell me, Pantia, where are Paul Evangeli, my cousins, and my friends ? ' \" ' Nearly all gone. Did you not know that Paul Evangeli, after he leaped from the window, rushed to the bridge, and in his maddened grief threw himself over ? \"'His parents, not wishing his lacerated body to become the prey of birds, fetched him themselves.' \" In all annals of heroic achievements this steady intrepidity should find record."], [209, "ANTHEA. 197 They should be grafted on everyone's memory. It is impossible to tell how the old couple got down those rugged cliffs and rocks, and reascended laden with their son's dead body. \" Parental love works miracles. No one had done it before, nor will anyone do it again. \" ' Grief broke the old father's heart, ancl here, side by side, lie father and son together. The old lady visits their graves daily, but her mind is gone. I tried to make her recognise me, but all she answered was, \" Begone, liar, no servant of the Photiades is a grave digger. No!\" \" ' She would not hear me. but passed slowly on. \" ' Your cousins had to flee the village, as did many of your other friends, when we were so craftily surprised by the enemy. \" ' As for myself, being childless, with an"], [210, "198 ANTHEA. old wife, I cannot leave the village, otherwise I should not be here, earning a few leptas to keep soul and body together, and a target for the Turk's derision.' \" Poor Pantia had been turned out of the nice cottage I built for him, and now lived in some causeway, far from his old quarters, in a small bullet-pierced, broken-down grange. \" We went to his place, where his wife was quite unhappy that her former opulent master should be received in a kind of cow shed. \" Our breakfast was as meagre as the old couple's welcome was hearty. Who could have foreseen that I, the rich Photiades, should be gratefully accepting olives and dry bread under the miserable roof of my own old servants ? After a short rest I felt I must go and o see Kyria Evangeli. I hoped my presence might bring light again to her darkened mind."], [211, "ANTHEA. 199 \" Summoning all my courage for so painful a visit, I went to her house, as the Turks had left her in it, afraid, I suppose, of a mad woman. \" An old well-known favourite servant admitted me, who was some time ere she recognised me, so changed was I. My thick black hair was replaced by a scanty growth of grey. My thinness, added to my ghastly pallor, made poor Aspasia cry as she stared at me. \" She led me to her mistress, whose grievous appearance quite unmanned me. \" The bereaved old lady gave me a wither ing glance, shaking that palsied head that bore but one memory. \" I named myself again and again to her, but she said, 'Go, liar! the Turks have killed Wasilaki,' and not a word more would she utter. Heaving deep sighs, she called for Paul and Alexander ; yet not a tear could she shed."], [212, "ANTHEA. 200 \" I heard from Aspasia that she would sometimes take a pillow and nurse it passion ately, as in the clays when her son was an infant. At other times she would prepare her husband's books and sit waiting his re turn ; smiling complacently at her thoughts, she would patiently wait and wait. \" She did not even recognise Aspasia, whose great devotion merits thankful recog nition. \" It was by comparing this with other troubles that I felt how much there was for which I ought to be grateful."], [213, "CHAPTER XX. \" I had not the heart to stay another night in the ruins of my village, so at once resumed my wanderings. I determined to go to Soulis. I knew Veli Pacha had not beheaded the prisoners, so Photos Tzavellis must be again at home. The boy had inspired me greatly with admiration. If the son was so enthusiastic, what must his father have been ? \" I felt, therefore, an irresistible desire to join him, wishing to be led by those who would inspire me to avenge my country. As I said before, it is now nearly a quarter of a century that I have followed the tide of rebel lion, if to free oneself from tyranny and seek for liberty can be called such. \" I have fought in many places, and there"], [214, "ANTHEA. 202 is but one tune that charms my ear — the clang and rattle of arms. Yes, only the clat tering of sabres and whizzing of bullets can lull o <-> my pain. I have, notwithstanding my seventy years, recently headed the Klephts* and Pali kares, and am proud of their valiant deeds. * Klephts, or KKecprai, were the Greeks who would not submit to the Turkish Government, and retired on different hills, from whence they for years waged war, making incur sions against the Mussulman. These free mountaineers fought most pluckily for the freedom of their country and their faith, and also to avenge the atrocities committed by the Turks. The Klephts were divided into two parties, if one may say so — the tame Klephts, the Armatoli, who never pillaged or were accused of brigandage ; and the wild Klephts, who at times have been known to transgress their orders through indigence, and even rob the monks, but never a church, as they belonged to the Orthodox faith. All the Klephts -were very chivalrous to women, and were never known to dishonour even a Turkish woman. One of their many chiefs — Captain Tashes — is supposed to have saved thousands of girls whom the Albanians had carried off. The Klephts' home was called Pyrgos, a kind of round tower ; but they preferred the nomadic, out-of-door life, and slept as happily on the trunk of a tree as on a rug — their only bed. No golden promises of different Sultans could ever make them give up their freedom or bow to Turkish tyranny, and they remained the invincible free Greek."], [215, "ANTHEA. 203 \" More than once we have sought the Turks, whose numbers far exceeded ours : have beaten and have driven them in retreat before us. Tell me not, then, that we have de generated from the brave Greeks of yore. Ours will ever be the grand old nation, and when it pleases God to help us to avenge our wrongs we will show the world (the Turk knows it well) that it takes much to dishearten a man of our race, and but little to stimulate his valour when country, faith, and liberty are at stake. \"It is certain that the Botzaris * and * Marco Botzaris was the son of Kitzo Botzaris, who specially distinguished himself in 1798. Surprised by Ali Pacha's soldiers when he had retreated to a convent, he defended with a handful of men for many weeks the women and children hidden there against six thousand Albanians. After that Marco Botzaris went for some years to France, before going to Corfu, and later on joining Kolokotronis. He was an ardent patriot, and gifted with all the talent and qualities of a hero. The siege of Artis, 1821, was the greatest among his many feats of arms. Marco Botzaris was a terror to the Turks for many years. Colonel Gamber relates that Lord Byron sobbed when he heard of his death at Karperntze, and only the year after, in 1824, Missolongi fell. His love for his wife, Chryseis, should make a touching romance."], [216, "ANTHEA. 204 Kolokotronis,* not forgetting your husband's compatriots — Niko Tsarast and Katzantonisj — with their native heroism, have guided us * Kolokotronis, meaning crooked-back, a nickname which afterwards became the family name of the great heroes of Greek independence. Both grandfather and father of the great hero Theodore are known to have fought most bravely against the Turks. \" May I be saved from the sword of a Kolokotronis ! \" was the Turk's cry, handed down from time immemorial, for the family had lived for centuries at Messina. It is said that the grandfather slew seven hundred Turks ere he was him self killed. Kolokotronis was, as a child, taken prisoner with his mother, and saw several members of his family hung, mutilated, and exposed to all manner of indignities ere, at fifteen years of age, he headed the army. He was a fearless and self-possessed man, gifted with rare instinct and great penetration, which has been compared to that of Ulysses. He was most audacious in his warfare, in which he gained many well-merited laurels. Being of Herculean strength, he was much feared by his enemies, who avoided encounters with him. He was a tall bent man, with a clear blue penetrating eye. Although his look was stern and cold, he was known to have performed many generous deeds. He wore his hair either plaited or flowing down his back, and loved gorgeous attire, never discarding the fustanella. He sought under the Russian and English flags, but preferred being a Klepht. He was very superstitious, and before de claring war he would follow the impression of his last dream, believing if the woman he called \" Destiny \" appeared to him"], [217, "ANTHEA. 205 bravely and inspired us poor followers as no ordinary commanders could have done. \" I was brought up to no particular pro- he would be successful. His wife often followed him in the wars. Kolokotronis was the most powerful chieftain Greece ever had, and he contributed more than any other of the great heroes to the independence of a country whose freedom was his only ambition in life. Among his many feats of arms was his defence of Tripo litza, 1821, a town of thirty thousand inhabitants, which he defended with a few hundred men. He beat thousands of Turks who were under Drama Ali. His power grew daily, and he was so feared by the Bavarians that they had him called before a court-martial for treason against the throne ; but although King Otho was not of age then he would not sign the death-warrant of the liberator of Greece, so he died a natural death at peace with all his enemies. f Niko Tsaras was a Thessalian by birth. His father was the captain of the Armatoles, and destined his son to be a monk ; but eventually he left the convent to join the Klephts. Niko was a great scholar, which was rare among the Klephts. In 1804 he crossed the bridge Pravi, breaking down chains and passing through three thousand Turks, while he hardly had as many hundreds — a valiant and heroic deed that will ever be remembered, and has placed him among the great heroes of the Greek Independence. \\ Katzantonis was one of the brilliant Klepht heroes. His name, Katzantonis, came from a nickname. Contrary to all the Klephts, who are handsome, stalwart men, with meditative expression, he was a small, nervous man, with"], [218, "206 ANTHEA. session — merely to enjoy the comfort of a quiet home ; yet, inspired by our many heroes, I found it a fierce pleasure to risk my life in such a cause. \"It would take many a week were I to relate all our triumphs and reverses. \" History repeats itself where tyranny is the yoke one has to shake off. We are not an imposing-looking army, clad in these coarse garbs, but in times of hardship we must be content with what is fittest. \" If our uniform is not correct, we can a fiery look, which later on, as chieftain, acted as magic on his followers. His mother, knowing him to be weak, would always say, \" Sit down, Tony \" — Katzi Tony (Tony being short for Anthony), when he begged to be allowed to fight : there fore his friends gave him that name, \" Katzi Tony.\" He broke the chain of submission when the Turks, for a heavy ransom, released him from imprisonment on a false accusa tion of theft, and he vowed to be revenged for the injury to his character. He and his brothers fought valiantly, and among his many deeds was killing in a skirmish Veli Guekas, for which he was beaten to death by sledge-hammers, as previously stated."], [219, "ANTHEA. 207 pride ourselves that unity ancl liberty attend our standard. \" We have thousands of men scattered about who have but one heart, one throb, and one desire — to avenge and to unite Greece. \" Our password is visions that, angel-like, beautiful dreams of a ' Freedom,' and the hover round us are glorious independent future. \" Some day our tenacity will be crowned with far greater results than that merely of slaying so many hundreds of Turks in Greece. \" We must hunt the Turk out of Europe ancl out of this world.\" Wasilaki Photiades' excitement was great, and Anthea thought it only kind to him to divert his patriotic enthusiasm, so she deli cately brought him back to her own sad case."], [220, "CHAPTER XXI. Thus for them, soothed by each other's sym pathy, time passed quickly, and while com paring sorrows which were so much akin each heart echoed the other's trouble. Tony's little cry, \" Water, pretty dear,\" awoke them to reality. Anthea was astonished at finding how long she had been listening to Kyrios Wasi laki. They had not noticed how dawn had slipped away, and that the sun, arrayed in all his golden glory, was shining serenely from a cloudless pure blue sky. Poor Wasilaki Photiades knew he must tear himself away and return to the village to reconnoitre, both for himself and for Anthea. He prepared to go, when she"], [221, "ANTHEA. 209 begged him not to leave her in that haunted corner. Another night with the Turk's dead body so near would quite unnerve her. Though unburdened by luggage, the boys' weakness made it imperative that their flight should be kept up by easy stages only. Kyrios Wasilaki tried to find a hiding place, but could see none close at hand, so he decided to help Anthea to carry the smaller children while she helped Dimos. Nature often leaves gaps and hollows in her richest landscapes, but here such places of refuge were wanting, and it was long be fore they could enjoy a well-earned rest. They then ate refreshing figs under the congenial 00 -o shade of some rocks, at whose feet a stream meandered — a pleasant and attractive spot. Here the little party separated, for Wasilaki's duties called him away. But he promised to return, unless the doing so were likely to endanger their safety. o"], [222, "ANTHEA. 210 \" I regret much I cannot do more for you, my friend. If I had only my own feelings to consult, I would never leave you until you were in safety ; but I owe a duty to my supe riors, for to me is entrusted a weighty re sponsibility, and perform it I must. Great things depend on obedience and order. \" If I possibly can I shall certainly be here some time in the night, but if the sun, having declined in the west, be quite hidden from your eyes, and the glimmer of twilight has been followed by soft moonlight, and Wasilaki is not here, believe me it will not be that he has forgotten his word, but that circumstances beyond his control, stern duties to be performed, have intervened. Otherwise nothing would be so dear to him as to aid the widowed and outcast to the best of his power. \" Our country has fallen so low that all individual feeling should be merged in the"], [223, "ANTHEA. 211 great tide of patriotism, and we can only hope that by our self-sacrifices we shall win freedom for our country. \" I am proud even now of our intrinsic worth, and I attribute our qualities to the undoubted fact that our nation belongs to a superior race. I should tarry long on the subject, and especially in your company, but that the sun yonder, dazzling my eyes, re minds me that day is well-nigh half over. \" Be of good cheer, my friends. Moun tains don't meet, but human beings do, so we may yet feast together on better things than fruit and bread.\" He spoke with that joyful, reliant inspira tion begotten of manly hope and courage. They separated All who have parted with friends will feel for Anthea. Not a word but \"Thank you!\" and \" Farewell ! \" could she utter. Yet had she o 2"], [224, "ANTHEA. 212 known that it was her last meeting with him how her grateful heart would have poured forth words of gratitude. Another day was drawing to its close, and how many sad ones like it might she still have to endure, she thought, as her yearn ing eyes followed the disappearing brown coat. He had barely left when the still weak little Dimos dragged himself after him. \" I want to say something to you, Kyrios ; I could not do so before mother,\" and taking his cross off his neck, he continued : \" Here is my gold crucifix. It is real gold ; grand papa sent it to me. Would you mind chang ing it for a pair of shoes for mother, who is quite barefooted. I won't tell my mother I gave you my little cross until I have cut myself one in wood to replace it, as she might not like my being without one.\" Poor Wasilaki, greatly touched at the"], [225, "ANTHEA. 213 boy's love for his mother, did not like to dis courage him, so he answered — \" Keep your cross, Dimos, until I come back and bring the boots. The people know me well, and will trust me, although I have no money of my own.\" \" Thank you very much, Kyrios, you are so kind ; \" ancl, fumbling in his pocket, he drew out a lepta, and blushing shyly he presented it, \" As you have no money, will you take this ? \" I shall be pleased for you to have it, and do buy yourself something very nice.\" Then, reflecting a second, \"What a pity mother does not know you have no money ! She has several leptas, ancl would gladly give them to you. \" You cannot imagine how kind mother is, and so was father. If he had not been so very good God would not have taken him to Heaven before I grew big.\" And, holding his lepta eagerly out, he again repeated —"], [226, "214 ANTHEA. \" Do please take it, and I shall pray that you may have a lot more.\" There was such earnestness in the boy that Wasilaki could not refuse him. \" Thank you, child, I will take it in re membrance of a good little bov. Now go o .• o back to your mother, and never forget what she has suffered for your welfare,\" and, drying a tear, he kissed the boy, never to see him again."], [227, "CHAPTER XXII. It was fated that Anthea should resume her journey once more alone with three children, and as the day drew to its close the hope of seeing their old friend faded. Mischief was possibly brewing in the air, but, come what might, she must go on, and endeavour to reach the coast before her health broke down. Happily the unfailing remedies, rest and food, had restored the children. The country where they now were presented a more gratifying appearance than the barren land they had lately traversed. Keeping the streamlet in view, they followed its course on resuming their tedious journey."], [228, "216 ANTHEA. Their hearts were lighter, although they grieved at not seeing Wasilaki. To no one would he have been so welcome as to Dimos, whose heart was set on seeing his poor mother better shod. He had tried hard to persuade her to wait longer, but she was determined to lose no time, but rather while in health to pursue her journey. In the pleasant shade of scattered trees, plucking flowers and grasses, the children's occasional moments of happiness did the mother's heart good to witness. They felt quite rich with the supply of bread and figs which each was triumphantly carrying, forgetting, under the smiling auspices of the picturesque landscape, that evil clays cross our paths unexpectedly. They again spent the night under the sole guardianship of the old man in the moon, and, though animal existence did make itself heard in the distance, they feared"], [229, "ANTHEA. 217 nought as, tired out, they enjoyed the sleep of innocence. It was the sun, the glowing repeater, who flung his rays on their faces ancl made them open their eyes, as languidly stretching themselves they awoke to another day of uncertainty. But their prospects seemed so different now with nature's laughing face and the sun's grateful warmth. They were ready to en counter their difficulties cheerily, little knowing the scare that was shortly in store for them. This was no less than a stampede of wild boars, which, it will be remembered, the shep herd-boy had told them were often very danger ous to travellers in those parts. They looked anxiously round and saw through the scattered trees a great multitude of these savage beasts wildly tearing in their direction. With a faint exclamation of dismay at the appalling sight, and without a moment's hesitation, they"], [230, "218 ANTHEA. instinctively climbed the nearest trees, hardly knowing what they did, so great was their fright. 5 Thanks to her youthful training, Anthea managed somehow to pull herself and the baby up, while breathless and motionless with fear the boys topped a neighbouring tree. With foaming and distended jaws, and raging like the possessed swine of the Bible, headed by their females, they went on, and heedless of path or bush on they tore into the unknown wilderness. In this mad flight they did not see the frightened family perched in the trees, or most likely they would have turned back ; for wild boars, unless wounded and at bay, are afraid to meet human beings, and if the latter keep quiet, as a rule they pass them unperceived. Anthea, faint with terror, could hardly descend from her dangerous refuge. It was a surprise to her how she had got up, and"], [231, "ANTHEA. 219 long after the noise had subsided and the field was free from its intruders, she sat shivering and thinking of their perilous adventure. The sudden irruption had taken her una wares, although wild boars are not uncommon in Epirus. She now hastily withdrew the children from the valley they had traversed in following the stream. Happily for our travellers, after five days' arduous march they reached a point from which the much longed for sea was visible. It was far, far in the distance ; still there it lay, delighting the poor woman's heart, and looking so noble as it mirrored the last glow of sunset. She saw the sun dip into the swelling waves, appearing in the firmament like a ball of fire of a rich red tint on a background of dark purple. Darker and darker grew the twilight, and"], [232, "ANTHEA. 220 soon the moon rose, and, apparently in bright attendance upon her, the starry host again filled the sky. Long ere this lovely evening had struck a note of hope, the provisions obtained through Wasilaki Photiades had vanished, and the struggle for food and water had recommenced. Anthea and the children, thin, haggard, and sunburnt, were like ghosts of their former selves. The paths which they had travelled were lonely, if not sterile, and they had not met a living creature except a few stray animals, which raced past them in the distance, whilst they in fear crouched clown, hiding as best they could. They were weary and starved, their sunken eyes denoting but too plainly the hardships ancl privations they had endured. None the less, a spark of courage still lingered in their hearts. Their enthusiastic joy at seeing the"], [233, "ANTHEA. 221 Ægean was waning, for they scarcely had strength left even for a smile. The baby was mere skin and bone ; never theless Anthea felt as she carried it what a terrible weight it was. o But not a murmur escaped her : the only prayer she offered was for guidance to her destination. At present she could see neither town nor village. Before the appearance of dawn had scat tered the sombre clouds of night they were once more, though wearied in look and step, wandering, making such way as they could towards their long wished for goal, the sea. The hope of finding a . house of rest re vived their drooping strength and courage. Dimos tried hard to invent some stories to amuse Tony, but his stock of tales had long been exhausted, and the child was more than fidgety. Dimos hardly dared look at his poor"], [234, "ANTHEA. mother, who now barefooted was following or preceding as it happened. His loving heart felt keenly the vicissitudes of their troubles. The nearer they approached the sea the more they left behind them the luxuriant vege tation. The grass was now less intermingled o o with flowers, and they were soon again tra vellers on barren waste land. The very large destitute plain on which they found them selves had not a single footmark, proving that neither caravan nor beast had traversed it. To them it appeared the more tantalising to have such a vast expanse of water as the ocean, which they were nearing, in sight, and yet not to have a drop to moisten their parched throats. Many a time they felt ready to lie down and die. Sleep alone revived them. They even tried to eat grass and earth, and certainly the morning dew was an ambro-"], [235, "ANTHEA. 223 sial nectar that refreshed these poor mortals many days. The heat at this time became so over powering that only under the silvery rays of the moon could they venture to proceed. The stony plains were interminable. Walk as they might it looked as though this sterile region would never be passed. Grief, fatigue, and exposure held each their tale of woe, and indeed it would be har rowing to relate all the miseries they under went. Dimos often put his arm round his mother, saying, \"If I could only die and thereby re lieve you of all your trouble ! They say God hears us, but I cannot think that He does.\" \"Hush! hush! child, you pain your mother by talking so wickedly.\" \" Very well then, pretty dear ; then I won't do it. But all the same it seems strange that you, who are so good, should suffer, while"], [236, ":24 ANTHEA. Ali Pacha, who is so wicked, has all he wants.\" But Anthea was too weak and too weary to discuss. Her only joy was to see her children around her, and to thank God as each day passed that she had not to bury any on the way. She trudged on thus four days more, and then sank to the ground, being too weak to proceed further. They were now within reasonable distance of the treacherous blue sea, and could even hear the waves dashing against the rocks, or softly with their flux and reflux washing the sandy shingle. Anthea, anxiously looking around, espied afar off the cupola of a church, indicating a village ; but her eyesight was impaired by hardship and by the continual glare of the sun, and she could not be certain if there were houses."], [237, "ANTHEA. 225 Once in the distance they saw a ship in full sail gliding through the waters, but, although they stood on a stone, waving and signalling, yet no one under the snowy white sails heeded them, and the vessel was soon lost to view. Unable to walk, they crawled by degrees, resting and panting for want of breath, and thus at nightfall they reached the so much coveted beach, to drop again lifeless. And there they lay motionless, through all the dark night until the noise of the breaking waves awoke them. They tried to refresh their faces, and even bathed their tongues, but the salt water only increased their sufferings. They gladly munched the scattered sea-weeds, but, alas ! soon found how much this added to their tortures. Anthea could support it no longer, and felt death creeping on. Quite exhausted, yet not i*"], [238, "226 ANTHEA. wishing to add to Dimos's grief, she fervently kissed the sweet cherubs and silently closed her eyes. Dimos, who was eagerly watching his mother, inexperienced as he was, still felt he must keep his \" pretty dear,\" as he called her, from fainting. He threw sea-water on her face, and gently rubbed her, until even he had to give in, and swooned away."], [239, "CHAPTER XXIII. On a bay of the Mediterranean, quite shel tered in a hollow of cliffs, lies the village of Rimara, well skirted by a row of dark rocks. The clouds were fast gathering over it, when Anthea, incapable of further effort, gave up all hope of saving herself and children. The wind was howling fiercely over the foaming sea, and cresting the heavy bil lows with foam ; the waves were rolling mountains high, and yet two intrepid sailors were braving nature's elements. They were fearless fellows, singing gaily as they skilfully turned their sails about, and looking above doubtfully, shaking their heads, observed, \" Dirty murky sky, nasty sea. Oh, what a night it will be ! \" p 2"], [240, "ANTHEA. 228 \" Not much fish, either ; still we must try. The provisions of our village are drawing to an end, and the old folks depend on us. \" There goes the net,\" and laughingly they added, \" and now, magician of the water, conjure us up a good haul.\" \" I shall lie down and have a snooze,\" said Spiro, the elder and more bearded of the two. \" Give me a kick, Athanasius, when I am wanted.\" The rise of the moon seemed to give a o momentary calm to the tempestuous elements. The air was balmy, and the different puffs of wind were refreshing after the heat of the previous days. It was a pleasant moonlight night, notwithstanding the gather- O O ' o o ing storm, and the phosphorescence of the waves was a sight to behold. Athanasius could not take his eyes from the terribly magnificent scene. The gem-like"], [241, "ANTHEA. 229 flashes seemed to rise up in myriads of tints, to entwine themselves in sparkling rows of soft, silvery waves. The wind was freshening, and soon the waning moon grew dim under the gathering clouds of the leaden sky, losing even its few clashes of opaline colouring, and lowering heavily over the raging waves. There was no other boat visible. The roll was terrific, and the waves seemed to swell with increasing fury, and it required a firm hand and a steady head to guide the fragile craft through the seething waters. While Athanasius' anxious look roved over the splendid picture of dashing waves and gathering storm, his eyes had been attracted, during a flash of lightning, by an object lying on the beach. He looked atten tively, and his heart leaped with joy when his lively southern imagination conjured up visions of golden treasures before him."], [242, "ANTHEA. 230 \" I say, Spiro, get up, you\" lazy dog. Come and see what is that yonder.\" Ancl thereupon he screwed his hand up to use it as a telescope. \" There is a dark object lying on the beach.\" Stifling a yawn, Spiro answered, \" A rock, you idiot, not a gold-mine.\" And he would have resumed his slumbering position if Athanasius had not been so certain of the importance of his discovery. \" I say, Spiro, it is either a smuggler's booty, or the ballast from a shipwreck ; who knows what a windfall it may prove to us ? \" Decidedly, the more I look at it, the more do I feel sure of my luck, so I shall put about and sail for the shore. \"Up, mate, lend a hand and help me turn the sail, for I am determined to solve this mystery. In fact, I had a dream of finding a real big treasure, and who knows if this is not the realisation of it?\""], [243, "ANTHEA. 231 \" Fine sailor — you are turned into a super stitious old washerwoman. You had better return to the tub and wash clothes than dis- grace the caique with old women's twaddle. You will next pull out a dream-book or lay cards out to see how many fish we shall catch.\" \" Don't grumble, Spiro, all sailors are superstitious, ancl if you are not you are indeed their only very noble exception. I came out against my will to-night to please you. Well, now, follow me in this freak of mine \" I hate this nonsense, but I give in to your last words. ' Tit for tat,' my man, and we are quits ; but catch me out with you 3) again. They hauled the net in with scarcely a fish in it. \"You will lose the chance of filling the net, Athanasius ; ancl, what is more, we shall"], [244, "ANTHEA. 232 be overboard, thanks to your obstinacy and golden dream of fortune.\" For, as he was speaking, the boat was lurching to one side, and if they had not been well accustomed to these tempestuous surprises, they would have been in great peril. It was no easy task to gain the beach, for they were repeatedly tossed backwards and forwards, and each gust of wind drove them further and further back. \" Give it up,\" said Spiro ; \" what's the good of losing our lives for some old wood work ? I bet you it is nothing better than a log of wood covered with weed.\" But Athanasius was certain of his trea sure, great hopes of the realisation of his alluring dream having possessed him. The more he met with opposition, the more he determined to achieve his purpose, in spite of the increasing wind and the pelting rain which began to fall. o"], [245, "ANTHEA. 233 They had to lower their sails as gusts of wind set them swelling, flapping to lee ward, and the moon being hidden by clouds it was difficult work to proceed, and so they drifted on. Athanasius' patron saints seemed to be deaf to his prayer, but he was too deter mined to be driven from his purpose. \" Change your mind or we shall add to the list of widows and orphans,\" said Spiro. \" Don't be a donkey of stupidity or a mule of obstinacy.\" \" I don't mind being called a donkey,\" answered Athanasius, \" for donkeys are wiser animals than you suppose, and always man age to succeed in their undertaking. No doubt their obstinacy is often trying to our patience, but obstinacy and perseverance are first cousins to success, and have helped many a poor man to fortune.\" The long pent-up rain of months now"], [246, "ANTHEA. 234 came down all at once in torrents, and was followed by an awful peal of thunder and the very next moment by a blinding flash of lightning. o o \" It is forked lightning,\" said Athanasius ; \" but be of good heart, and stand by me, for in that second glare I am certain I saw human beings ; and shall it be said that any sailor to spare his life or to study his comfort could leave fellow-creatures to die abandoned on the beach ? \" Should we be Christians if we did not try to save them ? One might really think you were a Turk.\" But Spiro was obstinately mute, and with compressed lips worked on, as he was bound in honour to assist his mate by his promise ; but encourage him in his wild scheme he would not. Spiro's thoughts were busily running on in a desultory manner at the possible consequence"], [247, "ANTHEA. 235 of this dreadful night, and the alarming thought that his children might be left fatherless, if this storm continued. But the clouds, instead of lifting, were gather ing still. Not a star ! and the moon's struggles o 00 to emerge from its black cloak were in vain. Even Athanasius was disheartened and inclined to give in, if the hand of Providence had not, after a great deal of tossing, landed them on \" terra firma.\""], [248, "CHAPTER XXIV. The storm was abating, and the faintest of faint glimmers was perceptible in the sky. The midnight hour had now passed into oblivion, and darkness still prevailed. When anchored, and able to grope his way, Athana sius to his dismay had lost sight of his treasure. He was ashamed to own it, and obeying a wild impulse he followed his first inspiration. Spiro would not leave the boat \" The captain remains on board,'' he gravely said to his mate. \" When you have found your golden treasure, and if this lull in the wind continues, we can go on. I give you two hours in which to bring your bags of gold here.\""], [249, "ANTHEA. 237 When within reach of the goal it seems a pity to give in ; so Athanasius called out, \" All right,\" ancl went on. The yielding sand abounded with stones, and to pick his way in the darkness was troublesome. He also felt discouraged at being alone in his search. o o It is so much pleasanter to have company when involved in uncertainty. Honour and glory we don't willingly share, but it is so delightful and tempting to put blame on other people, or get others to divide with us our troubles and dangers. Athanasius' wandering o o on the soft beach might have been pleasant, but stumbling over stones fanned his warm temper, and some elegant language followed when he measured his length on the beach. \" Bother it, if I go on ; \" but remembering ' o o the everlasting jeers he would have to en counter from Spiro and others, he walked more cautiously, feeling his way to avoid the obstacles, and tried to keep from falling."], [250, "ANTHEA. 238 \" Stern fate and black sky won't improve my temper,\" he reflected. \" What a fool I was to have been tempted to go after this phantom treasure ! I daresay Spiro is right, and it is mere fancy ; \" but on he walked in sheer bravado, fearing the ridicule of the chattering tongues of busybodies. Presently his foot touched something soft. Thinking it was a heap of sea-weed, and delighted to fling something in the air to counteract his rising temper, he was just going to pull up the fancied weeds when he stumbled and very nearly fell ; and to save himself, he put a hand out, which touched something soft and damp, but less sticky and more bulky than the sea-weed he expected to find. On such dark, wild nights, only cats and owls could possibly see. Athanasius had to grope his way. He bent down and, kneeling, gradually felt with his hands the body of a child,"], [251, "ANTHEA. 239 then another, then a woman, as he guessed from the clothes, and,- lastly, a baby. Cold perspiration was on his brow, and in fearful trepidation he continued his examina tion. It made him shudder to feel those damp, icy faces. The hands were quite stiff. He tried to lift one of the bodies, and the water trickling from the clothes ran in a small stream. He lifted the woman, but her weight was great. \" I must whistle for Spiro to help me,\" he murmured ; but the latter having found an old oil-skin had rolled himself up comfortably, and with head back, and mouth open, was enjoying a different tune, and one that musicians don't like to own they ever practise. Night is both dark and deaf, and can keep a secret. ■ After whistling in vain a little while, Athanasius felt the need of immediate action, so taking one of the children in his arms, he went back, continuing his whistling all the way,"], [252, "ANTHEA. 240 until he succeeded in reaching Spiro, who was enjoying his rest, rocked by the boisterous waves. When nearing the caique, he shouted out — \" Are you deaf or heartless, Spiro ? Here is a dead family on the shore, and you don't lift a finger of that lazy body of yours.\" This appeal had the desired effect on Spiro. Up he jumped, and rubbing his eyes exclaimed, \" Dead bodies ! \" Never giving a thought to the conse quences of so sad a find, out of the boat he leaped, and wading to his knees he ran to meet Athanasius. \" Who ? What ? Where ? \" and many other questions he uttered, as by the faint light of a few scattered stars he tried to examine the ivory features of a small child of four. He quickly pulled off his coat, and tenderly wrapping the child in it, ran back to the just vacated boat, while Athanasius, who"], [253, "ANTHEA. 241 had hastily told him of the sad family group he had found, was again retracing his steps to bring another child, until Spiro could give him a helping hand with the woman. Spiro pulled off the wet clothes, and rubbed the small boy, and enveloping him in a sheepskin, tried to force some \" raki \" (Greek wine) betweeen his clenched teeth. If it would only grow light,\" thought Spiro. But the silver-beaming moon was hiding from mortal sight, and had it not been for the phosphorescent sea, which looked a vast sheet of silent fire, the little bay would have been like a huge coal-mine. Spiro gave the child another vigorous rubbing that must have put life into the \" Colossus of Rhodes ; \" moistening the lips again, he left the result to time and fate. He soon found his walk resembled that of a drunkard or of a tottering baby, as every Q"], [254, "ANTHEA. 242 now and then he had to recover his balance so as not to flatten his nose, and make a Chinese salutation to the golden sands and the troublesome stones. At last Spiro reached his mate, and looked up to the leaden sky, hoping to see that the moon would change her mind and turn her face on them. The moon being o feminine is allowed to have wavering inten tions, and one might truly say, \" Varium et mutabile semper Luna.\" So they looked up imploringly, and grate fully saw the silver ball of heaven unclouding herself, and shedding feeble silver rays, as she emerged from her very inky surroundings. Soft glimmers sufficed for the men to see Anthea's white face encircled with entangled o hair, and the long eyelashes shadowing terribly sunken eyes. Not a pulsation could be felt, nor was a tremor visible. On one arm reclined a"], [255, "ANTHEA. 243 bundle, of which swaddling clothes were the prominent feature. There was hardly any thing visible of the baby. On the woman's knee lay the handsomely carved head of a boy, covered with thickly curling brown hair. They were, indeed, not only a statuesque group in appearance, but were also marble-cold. \" Dead,\" said Spiro ; \" still we must do our best. I will carry the boy, if you will in the meanwhile wring the poor woman's skirts, for with all that water she will be too heavy to carry. Great trouble is depicted on these hollow cheeks, and she must have suffered much before she gave up her soul.\" Both men busied themselves carrying the bodies on board, under the faintest rays of rising dawn. 0 2"], [256, "CHAPTER XXV. The sudden burst of storm was abating, but the sea was still furiously raging, and the little craft was mercilessly lurching about. The good - natured sailors were horror stricken and bewildered, for the more they looked at the sad group the more they were embarrassed as to what might be necessary to be done. They set sail homewards, and while in turns one was busy with the tackling, the other was engaged in trying to restore the poor unfortunate creatures. Indefatigable in their efforts, they imagined the children grew warmer, and using all their"], [257, "ANTHEA. 245 knowledge of restoratives they did not pause a second in their endeavours. As morn crept on the fading stars shone feebler, and gradually vanished from the sky, while attended by bright rolling clouds, the glorious sun made his welcome appearance. But his early rays could hardly dissipate the cold night air, which had so suddenly broken upon them after the intense heat of many weeks. The little caique was kept within view of the coast, though the wind being contrary a great deal of tacking took place before they reached the village, which, enveloped in a kind of haze, was dimly peeping through the white vapours. It was indeed a poor village at its best, showing, when the mist lifted, only a few cottages and houses sprinkled here and there, on the different tiers of hills. The only striking edifice was the picturesque little"], [258, "ANTHEA. 246 cream-coloured church, with its moss-green stone wall and large bell hanging over the entrance into the yard. Poverty and monotony were the predomi nant features of the place. Early as was the hour, some stragglers perceived the caique approaching, and were drawn by curiosity to see what haul the two men were bringing. Judge of their surprise when Spiro, acting as spokesman, told them what they had found. The exclamations of astonishment were numerous, and even a dog, who had strayed after them, began to bark ancl wag his tail at such an unaccustomed event. The next step was to take the forlorn creatures to some place where they could be properly cared for. Papa Macarius, who for years had been"], [259, "ANTHEA. 247 the universal benefactor for miles round, was still asleep, or they would have taken them to his house. Very little eagerness was shown among the men ; they were afraid of frightening their wives with the sight of the many inani mate bodies. \" What are you hesitating about ? \" said Athanasius. \" I found them, and to my house they shall go. If it had been a sack of gold I should have taken it there, and since Providence has sent me a new family I will do my best.\" \" You are mad, Athanasius, to take that burden on your shoulders. You have already seven children to provide for, besides your mother and wife. Let us share the burden and each take a child.\" But, as the reader knows, Athanasius was obstinate, and would not give in. To separate them he thought would"], [260, "248 ANTHEA. be unkind, feeling confident they would come round from their semi-consciousness, and would then wish to be together. So to his cottage they were taken. The little village was soon astir, and the commotion was almost without parallel, especially when real signs of life began to be apparent. Spiro and Athanasius, and their respective wives, had their hands full, restoring the in animate forms, and their delight knew no * o bounds, when the sufferers, under the com bined influence of the many remedies used, began slowly to show symptoms of returning animation. Athanasius' cottage was small and poor, bearing graphic witness to the struggle he had to live. Food was scarce — the whole village suffering, in fact, from a chronic dearth of provisions. The people were at this time in daily hope and expectation of"], [261, "ANTHEA. 249 a ship which rich merchants in England had promised to send out for their relief. But, when unsuccessful with his nets, Athanasius with his large family always had gaunt - visaged want in close attend- ance. With characteristic hospitality he now, however, turned out his own children to make room for Anthea and her family. Curious gazers, as was to be expected in such a place, soon gathered round to watch the new comers, whom indeed they would have stifled by their inquisitive crowding, had not Athanasius, made angry by the intrusion, driven them out. \" Why stand gaping here ? Do you expect the poor woman to have two noses, or three eyes, that you stand open mouthed ? \" Prune your own vines, and leave those of your neighbours alone. (Greek proverb.)"], [262, "ANTHEA. 250 If you are in want of occupation, go and pray. We need prayers sadly in these hard times.\" And with that he cleared off the petti coat regiment, who, nevertheless, in different knots stood talking in the little street which o led to the chief thoroughfare. One very solid - looking female, who stood with arms akimbo, and who loved to hear her tongue rattle, was busy draw ing imaginary scenes. She was the person of the village who always knew every thing, and never needed questioning, her store of news flowing unrestrained from the unfailing fountain of her own imagina tion. \" I don't want to go and see the woman,\" she said ; \" I know all her troubles as well as if she had herself told them me. A glance sufficed for me to see who she is."], [263, "ANTHEA. 251 \" You think I don't know, but I do. Mark my words, she is another of Ali Pacha's victims. I daresay he lured her husband to his death, disgraced her daughter, and she, with the younger ones had to flee. \" In my opinion she is fifty, from her grey hair. I just peeped at her hands, and know that hard work has not been her lot, though sorrow may have been. What puzzles me is her clothes, she appears to have no particular costume, but neverthe less is like a ' Souliote,' which I maintain she is. Look at the number of stray women we have had from there — some looking for their husbands, others for their children. \" Well, we must be content with our lot ; poor and starving as we are,\" she added, philosophically, heaving a deep sigh, as she changed the position of her arms."], [264, "252 ANTHEA. This good old gossiper's cupboard was not empty, for she managed to glean her meals at different houses, and was besides storing up a nest-egg for the bad days she was unnecessarily anticipating."], [265, "CHAPTER XXVI. Many days passed before Anthea and her children were free from the fever by which their recovery was preceded, and their ex haustion was such that it was still longer before they were thought to be out of danger. With the very scanty resources of the village it was difficult to give Anthea the necessaries she required, still she was mend ing, and had long ceased to be delirious. A great passiveness had fallen on her spirit, a consequence of the protracted strain on her nerves ; but when she saw her children's faces brightening daily, she seemed contented and happy. Dear Dimos sat by her bed from the minute he could leave his own, and his"], [266, "254 ANTHEA. gentle caresses and tender care were most touching. The general interest in their trouble did not, of course, subside. Active tongues busied themselves with a very Babel of con jecture and invention, which was at its height when the news that the long-expected ship with supplies from England was in sight provided them with a new and absorbing subject of interest. Twice now within a month the multitude of gazers had been gratified. In their quiet little village this was of no small importance, and the excitement hourly increased. It was with deafening shouts of welcome they greeted the sun-burnt good-natured old captain, whom they boldly carried on their shoulders to the priest's house, as the most becoming place to welcome the long-awaited representative of their benefactors. Papa Macarius was the idol of the"], [267, "ANTHEA. 255 villagers. He had been educated at Mount Athos, and though one of the most learned monks there, he sacrificed all his scholastic honours to devote his life and knowledge to the benefit of the poor, contending that in educating and developing the hearts of the lower classes you lay the most solid basis of a perfect kingdom. He had worked successfully in many villages, but feeling old he had retired to o * o Rimara, and it was to his untiring exertion that these poor villagers could boast the possession of a few boats, and now, when famine was threatening them, it was again Papa Macarius who wrote to London, and stirred his ever -generous Greek compatriots to send them supplies. There were more ready hands than were required to unload the vessel, as everybody wished to be known as having helped in the emergency."], [268, "256 ANTHEA. The Demarch* of the village maintained order, and everything went off satisfactorily. Of course, Anthea's adventure had not had time to die out of memory, and the men who were entertaining the captain, after listening to all his stock of news, felt in duty bound to enlarge on their scanty items of desultory gossip, and the story ■ of their latest adventure grew into enormous dimensions. It had the effect of making Captain Christophos eagerly desire to see the widow, and offer her his assistance. He was an im portant personage, and with stately step he proceeded towards Athanasius' cottage. If he had allowed the villagers to carry him again, many willing and grateful people would have lent their aid. On his way he was attracted by a boy, * Aripipxys, Mayor in Greek."], [269, "ANTHEA. 257 who was crying bitterly. He hastened his steps, and questioned him gently as to what was the matter. He found the boy was no other than Dimos, who shook his head. \" I cannot tell you here, as the villagers have been so very kind to us, and I don't wish to appear un grateful.\" He offered to take the boy to his mother, as he was going to visit her, but Dimos again shook his head refusing. \" She must not see my face now, it would worry her, pretty dear, and we must try and get her well.\" A few minutes later Captain Christophos entered the poorly-furnished little room, where on a bed near the window, with no curtain or blind, lay the wasted form of poor Anthea. Her eyes were closed, for she was far too feeble to keep them open, but the noise made her gently unclose her eyelids, and then R"], [270, "ANTHEA. 258 again they drooped. She made another effort when the captain approached her, but even this slight exertion left her exhausted. o The captain felt that it would be injudi cious to disturb her, but as his interest was increasing he decided, with his usual good nature, to obtain the boy's confidence, and find how he could best serve the distressed family. Various reports were circulating in the village, and it was difficult to decide to which to give credence, and he had no in tention of making a cheap offer of advice un backed by something to recommend it. He returned to the place where he had left Dimos sitting, the poor boy looking thin ancl listless after his illness. His dark eyes were prominent, and had more pensiveness in them than is usual in children of nine years of age. \" Will you come, Dimos, ancl see the ship?\" asked the captain."], [271, "ANTHEA. 259 \"He is too weak to walk,\" said the by standers. \" Then we shall carry you by turns, my boy.\" Two men came forward with crossed arms, offering an impromptu sedan chair, and on they went. Once on board, Captain Christophos seated Dimos comfortably. \" Now we are alone, you must tell me why you wept.\" \" Because I cannot earn money for my mother.\" \" But you are too weak to work now.\" \" I really could do something if you would try me. I would rather be ill ancl work than hear mother called a beggar.\" \" And who called her that ? \" \" Why, a fat old woman next door. She told me that we were a strange lot of beg gars, and that, as we were not from Soulis, R 2"], [272, "ANTHEA. 260 she was very suspicious about us, and she added it was a shame for that unknown beg gar woman (that is what she called my dear mother) to be in Athanasius' best bed, and eat his last crumb away.\" The sense of injury was so strong in the boy that there was nothing to do but let him cry on. \" I ran away from the woman, ancl went straight to several men and asked them for work, but they all laughed, and said, ' You are not even fit to look at work, far less to do it.' But I assure you I can work.\" \" Now, what work could you do, my lad ? \" \" Weed and dig in the garden. I have •o o often done it when we were at Yanina.\" \" Did you say Yanina ? \" demanded the captain. \"Yes, that is my birthplace.\" \" What is your surname, Dimos ? \" \" Katinaki.\""], [273, "ANTHEA. 261 \" Are you related to Aristides ? ' \" He was my father, who was killed. \"Killed! When? Where?\" \" Mother knows where he was killed. \" This terrible news has come upon me so suddenly that I cannot yet believe your father is dead. And you are Aristides' son ? Let me embrace you. I was your father's friend. I am so bewildered I can hardly credit the awful news. Dead ! Dear me, how fearfully sad ! ' Dead ! I seem not to comprehend it ! ' And meanwhile this was his ship. I can hardly collect my thoughts to believe it all. \" Do you know that on leaving Rimara I am going to Alexandria to see your uncle OO «* Demetrius ? \" \"Why, that is where mother is going!\" \" Come then, Dimos, if that is so, let us go quickly and see her again.\""], [274, "ANTHEA. 262 With the impetuosity of childhood, Dimos could not get to his mother quickly enough, forgetting his own and her weak state. Remembering only that he was the bearer of good news, he rushed in with \" Oh, do get well quickly, mamma. This nice captain here is going to see Uncle Demetrius, and he knew papa long before I was born, and he will take us all to Alexandria if you will but get well.\" o Anthea, surprised, and with the excitability so common to invalids, was roused out of her apathy, and could hardly realise what was happening. She of course recognised Captain Christo phos, and it was soon arranged he should take her to Egypt in a few days."], [275, "CHAPTER XXVII. The steam sea-palaces of our clays were not then in existence, and trading vessels were neither as spacious nor as elegant as they are at the present time. But whatever modest accommodation Cap tain Christophos could offer he and every man on board readily prepared for Anthea's comfort. The revelation of this strange but quite authentic coincidence set the quiet villagers shaking their heads again, ancl gossiping more than ever. \" It takes three days to cry a miracle, and three days to forget it.\" (Greek proverb.) Of course our far-seeing fat female had foreseen all this, only no one listened to her"], [276, "264 ANTHEA. talk. The instant she heard the captain named she felt sure he came from Yanina, and then it did not require much brains to put two and two together. Her twaddle was stopped by one of the men. \"'Some sow and reap, others eat ancl do nothing' (Greek proverb), and I know some who talk too much and whose little (!) tongue might be cut with advantage. Let us go and see to the preparations for de parture.\" These being finally arranged, Anthea, still in a very weak state, was carried on board. The baby having been carefully nursed, her little wan face had soon filled out, and the tints of the peach were beginning to bloom on her cheeks. The excitement of the boys knew no bounds at the joyful prospect of a sea trip, ancl as they anticipated only pleasure they were rather disappointed later on, when, feeling"], [277, "ANTHEA. 265 very ill, they began to wish to wander again on land. The captain was now on board giving orders, shaking hands with and embracing all the new friends he was leaving behind. The Dema,rch of the little village could not, in his gratitude, resist saying a few words. Just as the ship was putting off he called out, \" God bless ancl guard you all. A pleasant voyage ! And may you always reap the benefit of success. Tell our compatriots in England how we blessed and thanked them for their gifts. The bread they have sent us may be to them a superfluity they are well able to spare, but here it has been the means of saving life. But for it many of us would be starving. And, captain, tell them also to come and visit us, that we may thank them in person according to our heartfelt gratitude. ' Take, take, and never give ' is not our motto. We offer our prayers for them, which, accord-"], [278, "266 ANTHEA. ing to Papa Macarius, may avail more than money The ship sailed off on a calm blue sur face, with nature smiling bewitchingly all round, and it would require a painter's brush to reproduce the perfectly lovely sky, with its many and varied tints of the richest variety. Anthea felt still more exhausted after the excitement of the farewells. It was with a great tremor in her voice she had thanked the good sailors and many other new friends. Athanasius, in reply, said: — \" Not presuming on your kindness, when you arrive in Egypt will you send for my boy Andreas, who has a strong belief that he will * o make his fortune. Who knows what may come of it ? With my bee-hive full, I am too hampered to help him in the way he and I would wish.\" Anthea lay on the narrow deck, sad memo-"], [279, "ANTHEA. 267 ries making her heart ache as the boat sailed forth, and she gazed at the sun filling the clear sky with its dazzling brilliancy, then darken ing on some sides to show here and there patches of gold. Her heart swelled as she recalled just such another lovely day when leaving Corfu under so much happier auspices ; but she tried hard to battle against sad thoughts. She sat with o o fingers interlaced, trying to conquer her emo tion, but tears would spring up, and she was soon weeping bitterly for lost love and happi ness and the home she would never see again. Dimos was sorely perplexed, not knowing how to comfort his mother. \" Don't cry, pretty dear ! Let us both look at the sky and imagine we can see father. Do you see those pretty little white clouds following closely on each other, looking like sheep on a blue ground ? I always"], [280, "268 ANTHEA. imagine they are angels' wings, and if we were very good we might see their faces peeping from Heaven. \"Look at the sun. It makes my eyes ache, it dazzles so. Now, is not that an image of the glory of God that we cannot gaze upon ? \" But poor Anthea continued to weep. She knew the uselessness of fruitless sorrow ; stern fate had compelled her to see the future in saddened colours, and although she knew she was now saved from the greatest danger of all, she could not bear to realise all she had lost, and would have to mourn for all her life long. It was in vain they tried to cheer her ; ancl Dimos, finding his silly little prattle un heeded, left his mother with a sigh, consoling himself by taking stock of the ship, and pres ently he excitedly shouted out, \" Oh ! mother, whom do you think I have found ? You"], [281, "ANTHEA. 269 will never guess, pretty dear, so I will tell you. It is Andreas. He has run away from home, and hidden himself on board. Don't scold him, for he says he must go and make money ancl send his mother a sack of flour. He has heard her cry so often for bread.\" Andreas, of course, got a good scolding, ' o o o and was threatened by the captain to be sent back ; but he begged so fervently that he was forgiven, especially when he said that his father, Athanasius, would not be very anxious. Papa Macarius had taught him to write, and he had written with charcoal on the wall \" I am gone to Egypt ; send your blessing, and I will send you the flour. — Andreas.\" After touching at numerous ports to load the ship, during which time Anthea and the children, for safety's sake, had to hide, as no"], [282, "270 ANTHEA. one could know the freaks to which they might be subjected by the Turks, they at last sailed into Alexandria, having been for weeks tossed about on the never-resting ocean, and suffering in consequence."], [283, "CHAPTER XXVIII. Anthea's brother was noted for his grand and noble qualities, ancl she knew he would welcome her warmly. A tall, handsome man, the Count Deme trius Waliery carried the image of his heart in his fine face. From a boy his unselfish nature had won him many friends, and as he grew older these qualities increased until his justness, right-heartedness, and generosity had made him a favourite with all with whom he came in contact. Kyrios Demetrius was overwhelmed with grief at the sad appearance of his sister. He could scarcely believe that a woman so bright and lovely as his pet sister Anthea had been could be the same prematurely"], [284, "ANTHEA. 272 aged and worn-out woman he saw before him. Where were the rippling brown locks ? Those sparkling, mischievous eyes, and laugh ing dimples ? Nothing can replace a husband's devotion ; but Demetrius vowed to himself that Anthea should not lack brotherly affection as long as he lived, and he kept his word. Anthea was ill a long time, the strain on her mind having been so great. But affec- o o tionate care, ancl nature, helped by Heaven, did wonders ; and though never again the gay Anthea of yore, she was a resigned woman, happy in her children's welfare. Her noble-minded brother never for a second let her feel that she might be a burden — just the reverse. When once she most hesi tatingly touched on that question, he answered her — \" Don't trouble about that. Aristides made"], [285, "ANTHEA. 273 no written agreement with me when I became his partner, yet he halved his income with me, and I will now do the same with you.\" \" But, Demetrius, I can't work, and you did, and that makes a difference.\" \"If I worked, my ignorance was such at the time that I fear Aristides lost by my in experience more than he gained by my labour. He gave me his experience ; I offer mine in return to his widow and children. \" At poverty and honest labour no man need blush. I love work, and the harder I work the happier I feel. When Dimos is old enough he shall toil for us all, and he will then agree with me, that life without an object is a wearisome pilgrimage.\" A few years later a very pretty Con stantinople Greek girl, Euphrosyne, sent Cupid's darts after Kyrios Demetrius Waliery, and the marriage was soon \" un fait accompli.\" s"], [286, "274 ANTHEA. Anthea once more offered to leave her brother's house, but to this he would not agree. o \" Your wife may dislike it, and you will have a new family.\" \" Well, if I do, dear sister, I shall have two families to look after. You would not wish my bride, whose heart I know to be in the right place, to despise me, and to think that the new love has turned out the old one. Let me be as faithful in my friendships as I am to my principles, and let the old Greek affection for family life live for *> J ever. They all, therefore, dwelt together, though chastened by the troubles here narrated, lived a united and happy family, and Anthea only died a few years since, surrounded by her children ancl grandchildren. It would be indiscreet and unnecessary to divulge the lives of Moscha and her brothers,"], [287, "ANTHEA. 275 as they are prosperous ancl are well known in Egypt. It may be added, however, that Andreas, now dead, was successful in his enterprises, and sent his mother the promised bag of flour with his first earnings. Kyrios Demetrius assisted the whole of Athanasius' family, whose dream of finding a treasure, when he took in the outcast, was in this way realised. Gratitude to those who had aided the persecuted family in their flight was stamped on the hearts of Anthea ancl her brothers, who rested not till they obtained news of Kyrios Photiades. Alas ! it was that he had met on the field of honour the death he so ardently desired, but only after hearing that Greece, if not Epirus, was independent and had a king. As he had always expressed a dislike to the Germans, it was well that his last"], [288, "276 ANTHEA. moments were not embittered by the know ledge that a ruler of that race had been foisted on his country, for in writing to them he expressed his feelings very frankly. \" The German rule is distasteful to me,\" he was wont to say. \" Think, dearest friend, speaking metaphorically, what would our lovely rose say if a gardener found her neglected, with a canker at her root, O * and was to take a thistle to graft on her ? Even the sweet rose would revolt, and reply, ' I am the Queen among flowers. My supremacy is undisputed. Why couple me with this useful, but vulgar, plant ? I am valued for many rare qualities, and can boast that even in death my leaves are gathered and treasured for their enduring fragrance. The thistle is no doubt fitting food for the only animal that is known to eat it, and may do duty on occasions as a brush ; but all the same it has not yet learned how to carry its"], [289, "ANTHEA. 277 own overweighted head, and has, in fact, been seen before now with broken neck. \" ' Each of us has different good qualities. I soothe the lover, embalm the air, delight ancl embellish nature, inspire poets, and die on the breast of beauty. \" ' Each of us individually has different natural idiosyncracies ; neither bear comparison nor similitude. \" ' Let each of us enjoy his own liberty.' \" Yes, my friend, we Greeks can never de generate, for God has given us, as to the rose, too many good qualities for that. \" We are like the sleeping beauty at present, waiting for Russia, France, and England to send a prince who will rouse us out of Turkish slavery. And, once rescued, no man shall accuse us of having lost our ancient prestige.\" The old gardener was not heard of again, but Peter, the faithful servant, managed to escape from prison, and did not leave a stone"], [290, "278 ANTHEA. unturned until he reached his mistress. A more devoted servant was never known. He married an Englishwoman, who, it is pleasant to relate, did not try to uproot his Greek patriotism. The reader may be assured that old Peter's happiest days were those spent in recounting the memories of the past or in seeing to the welfare of the family. For what could the younger generation have done without dear old Peter ? who, stroking his beard, used to observe — \" Now, don't you trouble ; old Peter has always done his best, and why should he not do it again ? The honour of the family is dear to me, nor shall it suffer from any want of care on my part.\" Such servants are hard to find in these days. Ali Pacha, like the cruel giant in fairy tales, met the death he so fully deserved in the"], [291, "ANTHEA. 279 fortress, Litharitza, that he had himself built. There he was treacherously murdered by the Turks on the 5th February, 1822, at a confer ence,* \" leaving\" (as Madame Juliette Lamber says in the Poetes grecs coiitemporams) \" the memory of so many crimes that it would take many volumes to enumerate them.\" Also that under his long and cruel sway it was, indeed, unfortunate for a man to be rich or a woman beautiful. * Others say he died after the battle of Arta, 27th March. THE END. Printed by Cassell & Company, Limited, La Belle Sauvage, London, E.C."], [292, ""], [293, "Selections from Cassell <f Company's Publications. Illustrates Jfine-^rt, an& ntljer Volumes. Abbeys and Churches of England and Wales, The: Descriptive; Historical, Pictorial. Two Series. 21s. each. A Blot of Ink. Translated from the French by Q and Paul Francke. 5S- Across Thibet. By Gabriel Bonvalot. Two Vols. 32s. Adventure, The World of. Fully Illustrated. In Three Vols. gs.each. Africa and its Explorers, The Story of. By Dr. Robert Brown, F.L.S. Illustrated. Vol. I., 7s. 6d. Arabian Nights Entertainments, Cassell's Pictorial, ios. 6d. Architectural Drawing. By R. Phene Spiers. Illustrated, ios. 6d. Art, The Magazine of. Yearly Vol. With 12 Photogravures, Etchings, &c, and about 400 Illustrations. 16s. Artistic Anatomy. By Prof. M. Duval. Cheap Edition. 3s. 6d. Astronomy, The Dawn of. By Norman Lockyer, F.R.S., F.R.A.S. Illustrated, royal Svo, 21s. Atlas, The Universal. A New and Complete General Atlas of the World, with 117 Pages of Maps, handsomely produced in Colours, and a Complete Index to over 100,000 Names. Cloth, 30s. net ; or half- morocco, 35s. net. Bashkirtseff, Marie, The Journal of. Clteap Edition. 7s. 6d. Bashkirtseff, Marie, The Letters of. 7s. 6d. Beach of Falesa, The, and The Bottle Imp. By R. L. Stevenson. Illustrated. 5s Beetles, butterflies, Moths, and Other Insects. With 12 Coloured Plates from \" Der Insekten-Sammler.\" 3s. 6d. Biographical Dictionary, Cassell's New. 7s. 6d. Birds' Nests, Eggs, and Egg-Collecting. By R. Kearton. Illus- trated with 16 Coloured Plai.es. 5s. Black America. By W. Laird Clowes. 6s. Blue Pavilions, The. By Q, Author of \"Dead Man's Rock,\" &c. 6s. Bob Lovell's Career. A Story of American Railway Life. By Edward S. Ellis. 5s. Breechloader, The, and How to Use It. By W. W. Greener. 2s. British Ballads. With 275 Original Illustrations. In Two Vols. 15s. British Battles on Land and Sea. By James Grant. With about 600 Illustrations. Three Vols., 4to, £1 7s.; Library Edition, £1 ios. British Battles, Recent. Illustrated. 410, gs. ; Library Edition, ios. Bunyan's Pilgrim's Progress and The Holy War, Cassell's Illus- trated Edition of. With 200 Original Illustrations. Cloth, 16s. Butterflies and Moths, European. With 61 Coloured Plates. 35s. Canaries and Cage-Birds, The Illustrated Book of. With 56 Fac- simile Coloured Plates, 35s. Half-morocco, £2 5s. Carnation Manual, The. Edited and Issued by the National Carnation and Picotee Society (Southern Section). 3s. 6d. Cassell's Family Magazine. Yearly Vol. Illustrated, gs. Cathedrals, Abbeys, and Churches of England and Wales. Descriptive, Historical, Pictorial. Popular Edition. Two Vols. 25s. Celebrities of the Century. Cheap Edition, ios. 6d, Cities of the World. Four Vols. Illustrated. 7s. 6d. each. Civil Service, Guide to Employment in the. 3s. 6d. Climate and Health Resorts. By Dr. Burnev Yeo. 7s. 6d. Clinical Manuals for Practitioners and Students of Medicine. A List of Volumes forwarded post free on application to the Publishers. Colonist's Medical Handbook, The. By K. A. Barton,M.R.C.S. 2s.5d. Colour. By Prof. A. H. Church. With Coloured Plates. 3s. 6d. 5 c 8.92"], [294, "Selections from Cassell § Company's Publications. Columbus, The Career of. By Charles Elton, Q.C ios. 6d. Commercial Botany of the Nineteenth Century. 3s. 6d. Conning Tower, In a. By H. O. Arnold-Forster, M.P. is. Cookery, A Year's. By Phyllis Browne. New and En'arged Edition. 3s. 6d, Cookery, Cassell's Dictionary of. Containing about Nine Thousand Recipes. 7s. 6d. ; Roxburgh, ios. 6d. Cookery, Cassell's Shilling. 384 pages, limp cloth, is. Cookery, Vegetarian. By A. G. Payne, is. 6d. Cooking by Gas, The Art of. By Marie J. Sugg. Illustrated. 3S.6d. Countries of the World, The. By Robert Brown, M.A., Ph.D., &c. Complete in Six Vols., with about 750 Illustrations. 410, 7s. 6d. each. Cromwell, Oliver. By J. Allanson Picton, M.P. 5s. Cyclopædia, Cassell's Concise. Brought down to the latest date. With about 600 Illustrations. Cheap Edition. 7s. 6d. Cyclopædia, Cassell's Miniature. Containing 30,000 subjects. 3s. 6d. Dickens, Character Sketches from. First, Second, and Third Series. With Six Original Drawings in each by F. Barnard. 21s. each. Dick Whittington, A Modern. By James Payn. Two Vols., 21s. Disraeli, Benjamin, Personal Reminiscences of. By K. Lake. 3s. 6d. Dog, Illustrated Book of the. By Vero Shaw, B.A. With 28 Coloured Plates. Cloth bevelled, 35s. ; half-morocco, 45s. Dog, The. By Idstone. Illustrated. 2s. 6d. Domestic Dictionary, The. Illustrated. Cloth, 7s. 6d. Dor£ Bible, The. With 200 Full-page Illustrations by Gustave Dore. Cloth gilt, gilt edges, 15s. Dore Gallery, The. With 250 Illustrations by Dore. 4to, 42s. Dore's Dante's Inferno. Illustrated by Gustave Dore. With Intro- duction by A. J. Butler. Cloth gilt or buckram, 7s. 6d. Dore's Milton's Paradise Lost. Illustrated by Dorb\\ 4to, 21s. Dr. Dumany's Wife. A Novel. By Maurus J<5kai. 7s. 6d. Earth, Our, and its Story. By Dr. Robert Brown, F.L.S. With Coloured Plates and numerous Wood Engravings. Three Vols. gs. each. Edinburgh, Old and New. With 600 Illustrations. Three Vols. gs. each. Egypt: Descriptive, Historical, and Picturesque. By Prof. G. Ebers. With 800 Original Engravings. Popular Edition. In Two Vols. 42s. Electricity in the Service of Man. Illustrated, gs. Electricity, Age of. By Park Benjamin, Ph.D. 7s. 6d. Electricity, Practical. By Prof. W. E. Ayrton. 7s. 6d. Encyclopædic Dictionary, The. In Fourteen Divisional Vols., ios.6d. each ; or Seven Vols., half-morocco, 21s. each ; half-russia, 25s. England, Cassell's Illustrated History of. With 2,000 Illustrations. Ten Vols., 410, gs.each. Revised Edition. Vols. I. to V., gs. each. English Dictionary, Cassell's. Giving definitions of more than 100,000 Words and Phrases. Cloth, 7s. 6d. Cheat Edition. 3s. 6d. English History, The Dictionary of. Cheap Edition, ios. 6d. English Literature, Dictionary of. By W. Davenport Adams Cheap Edition, 7s. 6d. ; Roxburgh, ios. 6d. English Literature, Library of. By Prof. Henry Morley. Vol. I.— Shorter English Poems. 7s. 6d. Vol. II.— Illustrations of English Religion. 7s. 6d. Vol. III. — English Plays. 7s. 6d. Vol. IV.— Shorter Works in English Prose. 7s. 6d. Vol. V.— Sketches of Longer Works in English Verse and Prose. 7s. 6d."], [295, "Selections from Cassell § Company's Publications. English Literature, Morley 's First Sketch of. Revised Edition. 7s. 6d. English Literature, The Story of. By Anna Buckland. 3s. 6d. English Writers. By Prof. Henry Morley. Vols. I. toVIIL 5s. each. Æsop's Fables. Illustrated by Ernest Griset. Cloth, 3s. 6d. Etiquette of Good Society, is. ; cloth, is. 6d. Fairway Island. By Horace Hutchinson. With 4 Full-page Plates. 5s. Faith Doctor, The. A Novel. By Dr. Edward Eggleston. 7s. 6d. Family Physician, The. By Eminent Physicians and Surgeons. New and Revised Edition. Cloth, 2is. ; Roxburgh, 25s. Father Stafford. A Novel. By Anthony Hope. 6s. Field Naturalist's Handbook, The. By the Rev. J. G. Wood and Rev. Theodore Wood. 5s. Figuier's Popular Scientific Works. With Several Hundred Illustra- tions in each. Newly Revised and Corrected. 3s. 6d. each. The Human Race. | Mammalia. | Ocean World. The Insect World. Reptiles and Birds. World before the Deluge. The Vegetable World. Flora's Feast. A Masque of Flowers. Penned and Pictured by Walter Crane. With 40 Pages in Colours. 5s. Football, The Rugby Union Game. Edited by Rev. F. Marshall. Illustrated. 7s. 6d. Four Years in Parliament with Hard Labour. By C. W. Radcliffe Cooke. Third Edition, is. France as It Is. By Andre Lebon and Paul Pelet. With Three Maps. Crown 8vo, cloth, 7s. 6d. Garden Flowers, Familiar. By Shirley Hibberd. With Coloured Plates by F. E. Hulme, F.L.S. Complete in Five Series. 12s. 6d. each. Gardening, Cassell's Popular. Illustrated. Four Vols. 5s. each. George Saxon, The Reputation of. By Morley Roberts. 5s. Gilbert, Elizabeth, and her Work for the Blind. By Frances Martin. 2s. 6d. Gleanings from Popular Authors. Two Vols. With Original Illus- trations. 4to, gs. each. Two Vols. in One, 15s. Gulliver's Travels. With 88 Engravings by Morten. Cheap Edition, Cloth, 3s. 6d. ; cloth gilt, 5s. Gun and its Development, The. By W. W. Greener. With 500 Illustrations, ios. 6d. Health at School. By Clement Dukes, M.D., B.S. 7s. 6d. Heavens, The Story of the. By Sir Robert Stawell Ball, LL.D., F.R.S., F.R.A.S. With Coloured Plates. Popular Edition. 12s. 6d. Heroes of Britain in Peace and War. With 300 Original Illus- trations. Cheap Edition. Two Vols., 3s. 6d. each; or Two Vols. in One, cloth gilt, 7s. 6d. History, A Foot-note to. Eight Years of Trouble in Samoa. By Robert Louis Stevenson. 6s. Historic Houses ofthe United Kingdom. Profusely Illustrated, ios. 6d. Holiday Studies of Wordsworth. By Rev. F. A. Malleson, M.A. 5s. Hors de Combat ; or, Three Weeks in a Hospital. Founded on Facts. By Gertrude & Ethel Armitage Southam. Illustrated. 5s. Horse, The Book of the. By Samuel Sidney. With 28 Fac-simile Coloured Plates. Enlarged Edition. Demy 4to, 35s.; half-morocco, 45s. Houghton, Lord : The Life, Letters, and Friendships of Richard Monckton Milnes, First Lord Houghton. By T. Wemyss Reid. In Two Vols., with Two Portraits. 32s. Household, Cassell's Book ofthe. Complete in Four Vols. 5s. each Four Vols. in Two, half morocco, 25s. Hygiene and Public Health. By B. Arthur Whitelegge, M.D. 7s. 6d"], [296, "Selections from Cassell § Company^ Publications. India, Cassell's History of. By James Grant. With about 400 Illustrations. 2 Vols., ga. each. One Vol., 15s. In-door Amusements, Card Games, and Fireside Fun, Cassell's Book of. Cheap Edition. 2s. Into the Unknown: A Romance of South Africa. By Lawrence Fletcher. 4s. \"I Saw Three Ships,\" and other Winter's Tales. By Q, Author of \"Dead Man's Rock,\" &c. 6s. Italy from the Fall of Napoleon I. in 1815 to i8go. By J. W. Probyn. New and Cheaper Edition. 3s. 6d. Kennel Guide, The Practical. By Dr. Gordon Stables, is. Khiva, A Ride to. By Col. Fred. Burnaby. is. 6d. \"La Bella,\" and Others. Being Certain Stories Recollected by Egerton Castle, Author of \" Consequences.\" 6s. Ladies' Physician, The. By a London Physician. 6s. Lady's Dressing-room, The. Translated from the French of Baroness Haffe by Lady Colin Campbell. 3s. 6d. Law, How to Avoid. By A. J. Williams, M.P. is. Cheap Edition. Legends for Lionel. By Walter Crane. Coloured Illustrations. 5s. Leona. By Mrs. Molesworth. 6s. Letts's Diaries and other Time-saving Publications published exclusively by Cassell & Company. {A list free on application.) Little Minister, The. By J. M. Barrie. One Vol. 6s. Locomotive Engine, The Biography of a. By Henry Frith. 5s. Loftus, Lord Augustus, The Diplomatic Reminiscences of, 1837- 1862. With Portrait. Two Vols., 32s. London, Greater. By Edward Walford. Two Vols. With about 400 Illustrations, gs. each. London, Old and New. Six Vols., each containing about 200 Illustrations and Maps. Cloth, gs. each. London Street Arabs. By Mrs. H. M. Stanley (Dorothy Tennant). A Collection of Pictures. Descriptive Text by the Artist. 5s. Mathew, Father, His Life and Times. By F. J. Mathew. 2s. 6d. Medicine Lady, The. By L. T. Meade. Author of a \"World of Girls,\" &c. Three Vols., 31s. 6d. Medicine, Manuals for Students of. {A List forwarded post free.) Modern Europe, A History of. By C. A. Fyffe, M.A. Complete in Three Vols. 12s. each. Mount Desolation. An Australian Romance. By W. Carlton Dawe. 5s. Music, Illustrated History of. By Emil Naumann. Edited by the Rev. Sir F. A. Gore Ouseley, Bart. Illustrated. Two Vols. 31s. 6d. Musical and Dramatic Copyright, The Law of. By Edward Cutler, Thomas Eustace Smith, and Frederic E. Weatherly, Barristers-at-Law. 3s. 6d. Napier, Life and Letters of the Rt. Hon. Sir Joseph, Bart., LL.D., &c. By A. C. Ewald, F.S.A. New and Revised Edition. 7s. 6d. National Library, Cassell's. In Volumes. Paper covers, 3d. ; cloth, 6d. (A Complete List 0/ the Volumes post free on application.) Natural History, Cassell's Concise. By E. Perceval Wright, M.A., M.D., F.L.S. With several Hundred Illustrations. 7s. 6d. Natural History, Cassell's New. Edited by Prof. P. Martin Duncan, M.B., F.R.S., F.G.S. Complete in Six Vols. With about 2,000 Illustrations. Cloth, gs. each."], [297, "Selections from Cassell $ Company s Publications. Nature's Wonder Workers. By Kate R. Lovell. Illustrated. 5s. Naval War, The Last Great. By A. Nelson Seaforth. 2s. Navy, Royal, All About the. ByW. Laird Clowes. Illustrated, is. Nursing for the Home and for the Hospital, A Handbook of. By Catherine J. Wood. Cheap Edition, is. 6d. ; cloth, 2s. Nursing of Sick Children, A Handbook for the. By Catherine J. Wood. 2s. 6d. O'Driscoll's Weird, and other Stories. By A. Werner. 5s. Odyssey, The Modern ; or, Ulysses up to Date. Cloth gilt, ios. 6d. Ohio, The New. A Story of East and West. By Edward Everett Hale. 6s. Oil Painting, A Manual of. By the Hon. John Collier. 2s. 6d. Orchid Hunter, Travels and Adventures of an. By Albert Millican. Fully Illustrated. 12s. 6d. Our Own Country. Six Vols. With 1,200 Illustrations. 7s. 6d. each. Out of the Taws of Death. By Frank Barrett. 3 Vols., 31s. 6d. Painting, The English School of. Cheap Edition. 3s. 6d. Painting, Practical Guides to. With Coloured Plates:— Marine Painting. 5s. Animal Painting. 5s. China Painting. 5s. Figure Painting. 7s. 6d. Elementary Flower Paint- Tree Painting. 5s. Water-Colour Painting. 5s. Neutral Tint. 5s. Sepia, in Two Vols., 3s. each ; or in One Vol., 5s. Flowers, and How to Paint Them. 5s. ing. 3s. Flower Painting. 5s. People I've Smiled with. By Marshall P. Wilder. 2s. ; cloth, 2s. 6d. Peoples of the World, The. In Six Vols. By Dr. Robert Brown. Illustrated. 7s. 6d. each. Perfect Gentleman, The. By the Rev. A. Smythe Palmer, D.D. 3s. 6d. Phillips, Watts, Artist and Playwright. By Miss E. Watts Phillips. With 32 Plates, ios. 6d. Photography for Amateurs. By T. C. Hepworth. Enlarged and Revised Edition. Illustrated, is. ; or cloth, is. 6d. Phrase and Fable, Dictionary of. By the Rev. Dr. Brewer. Cheap Edition, Enlarged, cloth, 3s. 6d. ; or with leather back, 4s. 6d. Picturesque America. Complete in Four Vols., with 48 Exquisite Steel Plates and about 800 Original Wood Engravings. £2 2s. each. Picturesque Australasia, Cassell's. With upwards of 1,000 Illustrations, Complete in Four Vols. 7s. 6d. each. Picturesque Canada. With 600 Original Illustrations. 2 Vols. £6 6s. the Set. Picturesque Europe. Complete in Five Vols. Each containing 13 Exquisite Steel Plates, from Original Drawings, and nearly 200 Original Illustrations. Original Edition. Cloth, £21; half-morocco, £31 ios. ; morocco gilt, £52 ios. The Popular Edition is published in Five Vols., 18s. each. Picturesque Mediterranean, The. With Magnificent Original Illustrations by the leading Artists of the Day. Compleie in Two Vols. £2 2s. each. Pigeon Keeper, The Practical. By Lewis Wright. Illustrated. 3s. 6d. Pigeons, The Book of. By Robert Fulton. Edited and Arranged by L. Wright. With 50 Coloured Plates, 31s. 6d. ; half-morocco, £2 2s. Pity and of Death, The Book of. By Pierre Loti. Translated by T. P. O'Connor, M.P. 5s. Playthings and Parodies. Short Stories by Barry Pain. 5s. Poems, Aubrey de Vere's. A Selection. Edited by J. Dennis. 3s. 6d. Poets, Cassell's Miniature Library ofthe. Price is. each Vol Police Code, and Manual of the Criminal Law. By C. E. Howard Vincent, M.P. 2s."], [298, "Selections from Cassell $ Company's Publications. Portrait Gallery, The Cabinet. First, Second, and Third Series, each con- taining 36 Cabinet Photographs of Eminent Men and Women. With Biographical Sketches. 15s. each. Poultry Keeper, The Practical. By L. Wright. Illustrated. 3s. 6d. Poultry, The Book of. By Lewis Wright. Popular Edition, ios. 6d. Poultry, The Illustrated Book of. By Lewis Wright. With Fifty Coloured Plates. Ne-w and Revised Edition. Cloth, 31s. 6d. Queen Summer ; or, The Tourney of the Lily and the Rose. With Forty Pages of Designs in Colours by Walter Crane. 6s. Queen Victoria, The Life and Times of. By Robert Wilson. Com- plete in Two Vols. With numerous Illustrations, gs. each. Rabbit-Keeper, The Practical. By Cuniculus. Illustrated. 3s- 6dt Raffles Haw, The Doings of. By A. Conan Doyle. 5s. Railway Guides, Official Illustrated. With Illustrations, Maps, &c. Price is. each ; or in cloth, 2s. each. Great Eastern Railway. Great Northern Railway. London, Brighton and South Coast Railway. London and North- Western Railway. Great Western Railway. London and South-Western Railway. Midland Railway. South-Eastern Railway. Railway Library, Cassell's. Crown 8vo, boards, 2s. each. Metzerott, Shoemaker. By Kath- arine P. WOODS. David Todd. By David Maclure. The Astonishing History of troy Town. By Q. The Admirable Lady Biddy Fane. By Frank Barrett. Commodore Junk. ByG. Manville fenn. St. Cuthbert's Tower. By Flor- ence Warden. The Man with a Thumb. By Bar- clay North. By Right not Law. By R. SHERARD. Within Sound of the Weir. By Thomas St. e. hake. Under a Strange mask. By Frank barrett. The coombsrerrow Mystery. By JAMES COLWALL. dead Man's Rock. By Q. A Queer Race. ByW. Captain Trafalgar. By Westall and Laurie. The phantom City. ByW. Westall. Jack Gordon, Knight Errant, Gotham, 1883. By Barclay North. The Diamond Button. By Barclay North. Another's Crime. By Julian Haw- thorne. The yoke of the thorah. By SrDNEY L.USKA. who is John noman? By Charles HENRY BECKETT. The Tragedy of Brinkwater. By Martha L. Moodey. An American Penman. By Julian Hawthorne. SECTION 558; or, THE FATAL LETTER. By Julian Hawthorne. The brown Stone boy. By w. H. Bishop. a tragic mystery. 3y julian Hawthorne. The Great Bank Robbery. Bj Julian Hawthorne. Redgrave, Richard, C.B., R.A. Memoir. Compiled from his Diary. By F. M. Redgrave, ios. 6d. Richard, Henry, M.P. A Biography. By Charles S. Miall. 7s. 6d Rivers of Great Britain : Descriptive, Historical, Pictorial. The Royal River : The Thames, from Source to Sea. With Several Hundred Original Illustrations. Original Edition, £2 2S. ; Popu- lar Edition, 16s. Rivers of the East Coast. With numerous highly finished Engravings. Wilh Etching as Frontispiece, 42s. Popular Edition, 16s. Robinson Crusoe, Cassell's New Fine-Art Edition of. With upwards of 100 Original Illustrations. 7s. 6d. Romance. The World of. Illustrated. Cloth, gs. Russia, Through, on a Mustang. By Thomas Stevens. 7s. 6d. Russo-Turkish War, Cassell's History of. With about 500 Illus- trations. Two Vols. gs. each. Salisbury Parliament, Diary of the. By H. W. Lucy. Illustrated by Harry Furniss. 213."], [299, "Selections from Cassell § Company s Publications. Saturday Journal, Cassell's. Yearly Volume, cloth, 7s. 6d. Science for All. Edited by Dr. Robert Brown. Revised Edition. Illustrated. Five Vols. gs. each. Science, The Year Book of. Edited by Prof. Bonney, F.R.S. 7s. 6d. Sculpture, A Prim er of. By E.Roscoe Mullins. With Illustrations. 2s. 6d. Sea, The: Its Stirring Story of Adventure, Peril, and Heroism, By F. Whymper. With 400 Illustrations. Four Vols. 7s. 6d. each. Secret ofthe Lamas, The. A Tale of Thibet. Crown Svo, 5s. Shaftesbury, The Seventh Earl of, K.G., The Life and Work of. By Edwin Hodder. Cheap Edition. 3s. 6d. Shakespeare, The Plays of. Edited by Professor Henry Morley. Complete in 13 Vols., cloth, 2IS. ; half-morocco, cloth sides, 42s. Shakespeare, Cassell's Quarto Edition. Containing about 600 Illus- trations by H. C. Selous. Complete in Three Vols., cloth gilt, £3 3s. Shakespeare, Miniature. Illustrated. In Twelve Vols., in box, 12s.; or in Red Paste Grain (box to match), with spring catch, 21s. Shakspere, The International. Edition de Luxe. \" KING HENRY VIII.\" Illustrated by Sir James Linton, P.R.I. (Prici on application.) \"OTHELLO.\" Illustrated by Frank Dicksee, R.A. £3 ios. \"KING HENRV IV.\" Illustrated by Eduard Grutzner. £3 ios. \"AS YOU LIKE IT.\" Illustrated by Emile Bayard. £3 ios. \"ROMEO AND JULIET.\" Illustrated by F. Dicksee, R.A. Is now out of print, and scarce. Shakspere, The Leopold. With 400 Illustrations. Cheap Edition. 3s. 6d. Cloth gilt, gilt edges, 5s. ; Roxburgh, 7s. 6d. Shakspere, The Royal. With Steel Plates and Wood Engravings. Three Vols. 15s. each. Sketches, The Art of Making and Using. From the French of G. Fraipont. By Clara Bell. With 50 Illustrations. 2s. 6d. Smuggling Days and Smuggling Ways ; or, The Story of a Lost Art. By Commander the Hon. Henry N. Shore, R.N. With numerous Plans and Drawings by the Author. 7s. 6d. Snare of the Fowler, The. By Mrs. Alexander. 3 Vols., 31s. 6d. Social Welfare, Subjects of. By Sir Lyon Playfair, K.C.B, 7s. 6d. Sports and Pastimes, Cassell's Complete Book of. Cheap Edition. With more than qoo Illustrations. Medium Svo, 992 pages, cloth, 3s. 6d. Squire, The. By Mrs. Parr. 3 Vols., 31s. 6d. Standard Library, Cassell's. Stiff covers, is. each; cloth, 2s. each. I Jack Hinton. Adventures of Mr. Ledbury. Ivanhoe. Oliver Twist. Selections from Hood's Works. Longfellow's Prose WorkB. Sense and Sensibility. Lytton'B Plays. Tales, Poems, and Sketches. Bret Harte. Martin Chuzzlewit (Two Vols.). The Prince of the House of David. Sheridan's Plays. Uncle Tom's Cabin. Deerslayer. Rome and the Early Christians. The Trials of Mar- garet Lyndsay. Harry Lorrequer. Eugene Aram. a, Scouting for. By T. 6d. Shirley. Conmgsby. Mary Barton. The Antiquary. Nicholas Nickleby (Two Vols. ). Jane Eyre. Wuthering* Heights. Dombey and Son (Two Vols.). The Prairie. Night and Morning. Keuilworth. Ingoldsby Legends, Tower of London. The Pioneers. Charles O'Malley. Barnaby Rudge. Cakes and Ale. The King'B Own. People I have Met. The Pathfinder. Evelina. Poe's Works. Old Mortality. The Hour and the Man. Handy Andy. Scarlet Letter. Pickwick (Two Vols.L Last of the Mohicans. Pride and Prejudice. yelJowplush Papers. Tales of the Borders. Last Days of Palmyra. Washington Irviug's Sketch-Book. The Talisman. Rienzi. Old Curiosity Shop. Heart of Midlothian. Last Days of Pompeii. American Humour. Sketches by Boz. Macaulay's Lays and Essays. Scott's Poems. Last of the Barons. Stanley in East Africa trations. Cloth, 7s. 1 Stevens. With 14 Illus-"], [300, "Selections from Cassell % Company's Publications. Star-Land. By Sir R. S. Ball, LL.D., &c. Illustrated. 6s. Storehouse of General Information, Cassell's. With Wood Engrav- ings, Maps, and Coloured Plates. In Vols , 5s. each. Story of Francis Cludde, The. By Stanley J. Weyman. 7s. 6d. Story Poems. For Young and Old. Edited by E. Davenport. 6s. Strange Doings in Strange Places. Complete Sensational Stories. 5s. Successful Life, The. By An Elder Brother. 3s. 6d. Sybil Knox ; or, Home Again : a Story of To-day. By Edward E. Hale, Author of\" East and West,\" &c 7s. 6d. Teaching in Three Continents. By W. C. Grasby. 6s. Thackeray, Character Sketches from. Six New and Original Draw- ings by Frederick Barnard, reproduced in Photogravure. 21s. The \" Short Story\" Library. NoughtsandCroBses. By Q. 5s. Otto the Knight, &c. By Octave Thanht. 5b. Fourteen to One. &c. By Eliza- beth Stuart Phelps. 5s. The \"Treasure Island\" Series Eleven Possibla Cases. By Various Authors. 6s. Felicia. By Miss FannyMurfree. 5s. The Poet's Audience, and Delilah. By Clara Savile Clarke. 5s. Cheap Iliustrated Editions. Cloth, 3s. 6d. each. Kin? Solomon's Mines. By H. rider Haggard. Kidnipped. By R. L. Stevenson. Treasure Island. By Robert Louis Stevenson. The Splendid Spur. By Q. The Master of Ballantrae. By Robert Louis Stevenson. The Black Arrow. By Robert Louis Stevenson. Trees, Familiar. By G. S. Boulger, F.L.S. Two Series. With 40 full-page Coloured Plates by W. H. J. Boot. 12s. 6d. each. \"Unicode\": the Universal Telegraphic Phrase Book. Desk or Pocket Editioft. 2s. 6d. United States, Cassell's History of the. By the late Edmund Ollier. With 600 Illustrations. Three Vols. gs. each. Universal History, Cassell's Illustrated. Four Vols. gs. each. Vernon Heath's Reminiscences, ios. 6d. Verses Grave and Gay. By Ellen Thorneycroft Fowler. 3s. 6d. Vicar of Wakefield and other Works by Oliver Goldsmith. Illustrated. 3s. 6d. ; cloth, gilt edges, 5s. Waterloo Letters. Edited by Major-General H. T. Siborne, late Colonel R.E. With numerous Maps and Plans ofthe Battlefield. 21s. Wild Birds, Familiar. By W. Swaysland. Four Series. With 40 Coloured Plates in each. 12s. 6d. each. Wild Flowers, Familiar. By F. E. Hulme, F.L.S., F.S.A. Five Series. With 40 Coloured Plates in each. 12s. 6d. each. Wood, Rev. J. G., Life of the. By the Rev. Theodore Wood. Extra crown 8vo, cloth. Cheap Edition. 5s. Work. An Illustrated Journal for all Workmen. Yearly Vol., 7s. 6d. World of Wit and Humour, The. With 400 Illustrations. 7s. 6d. World of Wonders. Two Vols. With 400 Illustrations. 7s. 6d. each. Wrecker, The. By Robert Louis Stevenson and Lloyd Osbourne. Illustrated. 6s. Yule Tide. Cassell's Christmas Annual, is. IL LUSTRA TED MA GA ZINES. The Quiver. Enlarged Series. Monthly, 6d. Cassell's Family Magazine, Monthly, 7d. *' TAt tie Folks'' Magazine, Monthly, 6d. The Magazine of Art. Monthly, is. \" Chums.\" Illustrated Paper for Bovs. Weekly, id. ; Monthly, 6d. CasseU's Saturday Journal. Weekly, id.; Monthly, 6d. Work. Weekly, id. ; Monthly, 6d. Cassell's Complete Catalogue, containing particulars of upwards of One Thousand Volumes, will be sent post tree on application. CASSELL & COMPANY, Limited, Ludgate Hill, London."], [301, "Selections from Cassell & Company's Publications, foibles antJ fWtjJtous Mnrks. Bible, Cassell's Illustrated Family. With goo Illustrations. Leather, gilt edges, £2 ios. Bible Educator, The. Edited by the Very Rev. Dean Plumptre, D.D., With Illustrations, Maps, &c. Four Vols., cloth, 6s. each. Bible Student in the British Museum, The. By the Rev. J. G. Kitchin, M.A. New and Revised Edition, is. 4d. Biblewomen and Nurses. Yearly Volume. Illustrated. 3s. Bunyan's Pilgrim's Progress and Holy War. With 200 Illustrations. With a New Life of Bunyan by the Rev. John Brown, B. A., D.D. Cloth, 16s. Bunyan's Pilgrim's Progress. Illustrated throughout. Cloth, 3s. 6d. ; cloth gilt, gilt edges, 5s. Bunyan's Pilgrim's Progress. With Illustrations. Cloth, 2s. 6d. Child's Bible, The. With 200 Illustrations. 150-rA Thousand. 7s. 6d. Child's Life of Christ, The. With 200 Illustrations. 7s. 6d. \"Come, ye Children.\" Illustrated. By Rev. Benjamin Wauch. 5s. Conquests of the Cross. With numerous Illustrations. Complete in Three Vols. gs. each. Dore Bible. With 238 Illustrations by Gustave Dorb. Small folio, best morocco, gilt edges, £*5. Popu'ar Edition. With 200 Illus- trations. 15s. Early Days of Christianity, The. By the Ven. Archdeacon Farrar, D.D., F.R.S. Library Edition. Two Vols., 24s. ; morocco, £2 2s. Popular Edition. Complete in One Volume, cloth, 6s. ; cloth, gilt edges, 7s. 6d. ; Persian morocco, ios. 6d. ; tree-calf, 15s. Family Prayer-Book, The. Edited by Rev. Canon Garbett, M.A., and Rev. S. Martin. Extra crown 410, cloth, 5s. ; morocco, 18s. Gleanings after Harvest. Studies and Sketches by the Rev. John R. Vernon, M.A. Illustrated. 6s. \"Graven in the Rock.\" By the Rev. Dr. Samuel Kinns, F.R.A.S., Author of \" Moses and Geology.\" Illustrated. 12s. 6d. \"Heart Chords.\" A Series of Works by Eminent Divines. Bound in cloth, red edges, One Shilling each. MY BIRLE. By the Right Rev. W. BOYD CARPENTER, Bishop of Ripon. MY FATHER. By the Right Rev. ASH- TON OXENDEN.late Bishop of Mont- My'work for God. By the Right Rev. Bishop COTTERILL. MY OBJECT IN LIFE. By the Vcn. Archdeacon FARRAR, D.D. MY ASPIRATIONS By the Rev. G. MATHEbON, D.L>. MY EMOTIONAL LIFE. By the Rev. Preb. CHADWICK, D.D. MY BODY. By the Rev. Prof. W. G. BLAIKIE, D.D. MY GROWTH IN DIVINE LIFE. By the Rev. Preb. REYNOLDS, M.A. ,, SouL Bv the RdV P B PnwFn *\" A. POWER, MY Hereafter. Bv the Very Rev. Dean 3ICKERSTETH. my Walk with God. By the Very Rev. Dean MONTGOMERY. My Amg TO THE DlvrNR LlFE B H,ftVp™Kcv near, Rnvi c the Ver> Kev' Ueaci BOYLE. MY SOURCES OF STRENGTH. By the Rev. E. E. JENKINS, M.A., Secretary of Wesleyan Missionary Society. Helps to Belief. A Series of Helpful Manuals on the Religious Difficulties ofthe Day. Edited by the Rev. Teignmouth Shore, M.A, Canon of Worcester. Cloth, is. each. CREATION. By Dr. H. Goodwin, the late Lord Bishop of Carlisle. THE DIVINITY OF OUR LORD. By the Lord Bishop of Derrv. THE MORALITY OF THE OLD TESTA- MENT. By the Rev. Newman MIRACLES. By the Rev. Brownlow Maitland, M.A. PRAYER. By the Rev. T. Teignmouth Shore, M.A. THE ATONEMENT. By William Connor Magee, D.D., Late Archbishop ot Smyth. D.D. York. 5 B 8.92"], [302, "Selections from Cassell § Company's Publications. Holy Land and the Bible, The. By the Rev. C. Gf.ikie, D.D., LL.D. (Edin.). Two Vols., 24s. Illustrated Edition, One Vol., 21s. Lectures on Christianity and Socialism. By the Right Rev. Alfred Barry, D.D. Cloth, 3s. 6d. Life of Christ, The. By the Ven. Archdeacon Farrar, D.D., F.R.S. Library Edition. Two Vols. Cloth, 24s. ; morocco, 42s. Cheap Illustrated Edition. Cloth, 7s. 6d. ; cloth, full gilt, gilt edges, ios. 6d. Popular Edition, in One Vol., 8vo, cloth, 6s. ; cloth, giltedges, 7s. 6d. ; Persian morocco, gilt edges, ios. 6d. ; tree-calf, 15s. Marriage Ring, The. By William Landels, D.D. New and Cheaper Edition. 3s. 6d. Morning and Evening Prayers for Workhouses and other Institutions. Selected by Louisa Twining. 2s. Moses and Geology ; or, The Harmony of the Bible with Science. By the Rev. Samuel Kinns, Ph.D., F.R.A.S. Illustrated. New Edition on Larger and Superior Paper. 8s. 6d. My Comfort in Sorrow. By Hugh Macmillan, D.D. is. New Light on the Bible and the Holy Land. By B. T. A. Evetts. Illustrated. 21s. New Testament Commentary for English Readers, The. Edited by the Rt. Rev. C. J. Ellicott, D.D., Lord Bishop of Gloucester and Bristol. In Three Volumes. 21s. each. Vol.1. — The Four Gospels. Vol. II. — The Acts, Romans, Corinthians, Galatians. Vol. III. — The remaining Books ofthe New Testament. New Testament Commentary. Edited by Bishop Ellicott. Handy Volume Edition. St. Matthew, 3s. 6d. St. Mark, 3s. St. Luke, 3s. 6d. St. John, 3s. 6d. The Acts of the Apostles, 3s. 6d. Romans, 2S. 6d. Corinthians I. and II., 3s. Galatians, Ephesians, and Philip- pians, 3s. Colossians, Thessalonians, and Timothy, 3s. Titus, Philemon, Hebrews, and James, 3s. Peter, Jude, and John, 3s. The Revelation, 3s. An Introduction to the New Testament, 3s. 6d. Old Testament Commentary for English Readers, The. Edited by the Right Rev. C. J. Ellicott, D.D., Lord Bishop of Gloucester and Bristol. Complete in Five Vols. 2is. each. Vol. I. — Genesis to Num- bers. Vol. II. — Deuteronomy to Samuel II. Vol- III. — Kings I. to Esther. Vol. IV. — Job to Isaiah. Vol. V. —Jeremiah to Malachi. Old Testament Commentary. Edited by Bishop Ellicott. Handy Volume Edition. Genesis, 3s. 6d. Exodus, 3s. Leviticus, 3s. Numbers, 2s. 6d. Deuteronomy, 2s. 6d. Protestantism, The History of. By the Rev. J. A. Wylie, LL.D. Containing upwards of 600 Original Illustrations. Three Vols. gs. each. Quiver Yearly Volume, The. With about 600 Original Illustrations. 7s. 6d. Religion, The Dictionary of. By the Rev. W. Benham, B.D. Ch-ap Edition, ios. 6d. St. George for England ; and other Sermons preached to Children. By the Rev. T. Teignmouth Shore, M.A., Canon of Worcester. 5s. St. Paul, The Life and Work of. By the Ven. Archdeacon Farrar, D.D., F.R.S., Chaplain-in-Ordinary to the Queen. Library Edition. Two Vols., cloth, 24s. ; calf, 42s. Illustrated Edition, complete in One Volume, with about 300 Illustrations, £1 is. ; morocco, £2 2s. Popular Edition. One Volume, 8vo, cloth, 6s. ; cloth, gilt edges, 7s. 6d. ; Persian morocco, ios. 6d. ; tree-calf, 15s. Shall We Know One Another in Heaven? By the Rt. Rev, J. C. Ryle, D.D., Bishop of Liverpool. Cheap Edition. Paper covers, 6d. Signa Christi. By the Rev. James Aitchison. 5\"=. \" faunday,\" Its Origin, History, and Present Obligation. By the Ven. Archdeacon Hrssey, D.C.L. Fifth Edition. 7s. 6d. Twilight of Life, The. Words of Counsel and Comfort for the Aged, By the Rev. John Ellerton, M.A. is. 6d."], [303, "Selections from Cassell $ Company's Publications. (Btotrattonal Works an& Jliufants' JRanuals. Agricultural Text-Books, Cassell's. (The \"Downton\" Series.) Edited by John Wrightson, Professor of Agriculture. Fully Illustrated, 2s. 6d. each. Farm Crops. By Prof. Wrightson. Soils and Manures. By J. M. H. Munro, D.Sc. (London*, F.I.C., F.C.S. Live Stock. By Prof. WRIGHTSON. Alphabet, Cassell's Pictorial. 3s. 6d. Arithmetics, The Modern School. By George Ricks, B.Sc Lond. With Test Cards. (List on application.) Atlas, Cassell's Popular. Containing 24 Coloured Maps. 2s. 6d. Book-Keeping. By Theodore Jones. For Schools, 2s. ; cloth, 3s. For the Million, 2s. ; cloth, 3s. Books for Jones's System, 2s. Chemistry, The Public School. By J. H. Anderson, M.A. 2s. 6d. Classical Texts for Schools, Cassell's. (A List post free on application.) Cookery for Schools. By Lizzie Heritage. 6d. Copy-Books, Cassell's Graduated. Eighteen Books. 2d. each. Copy-Books, The Modern School. Twelve Books. 2d. each. Drawing Copies, Cassell's Modern School Freehand. First Grade, is. ; Second Grade, 2s. Drawing Copies, Cassell's \" New Standard.\" Complete in Fourteen Books. 2d., 3d., and 4d. each. Energy and Motion. By William Paice, M.A. Illustrated, is. 6d. Euclid, Cassell's. Edited by Prof. Wallace, M.A. is. Euclid, The First Four Books of. New Edition. In paper, 6d. ; cloth, gd. Experimental Geometry. By Paul Bert. Illustrated, is. 6d. French, Cassell's Lessons in. New and Revised Edition. Parts I. and II., each 2s. 6d. ; complete, 4s. 6d. Key, is. 6d. French-English and English-French Dictionary. Entirely New and Enlayged Edition. 1,150 pages, 8vo, cloth, 3*s. 6d. French Reader, Cassell's Public School. By G. S. Conrad. 2s. 6d. Gaudeamus. Songs for Colleges and Schools. Edited by John Farmer. 5s. Words only, paper covers, 6d. ; cloth, gd. German Dictionary, Cassell's New. German-English, English- German. Cheap Edition. Cloth, 3s. 6d. Hand-and-Eye Training. By G. Ricks, B.Sc. 2 Vols., with 16 Coloured Plates in each Vol. Cr. 4to, 6s. each. Cards for Class Use, 5 sets, is. each. Historical Cartoons, Cassell's Coloured. Size 45 in. x 35 in., 2s. each. Mounted on canvas and varnished, with rollers, 5s. each. Historical Course for Schools, Cassell's. Illustrated throughout. I. — Stories from English History, is. II. — The Simple Outline of English History, is. 3d. III. — The Class History of England, 2s. 6d. Latin Dictionary, Cassell's New. Revised by J. R. V. Marchant, M.A., and J. F. Charles, B.A. Cloth, 3s. 6d. Latin-English and English-Latin Dictionary. New Edition. 3s. 6d. Latin Primer, The First. By Prof. Postgate. is. Latin Primer, The New. By Prof. J. P. Postgate. Crown 8vo, 2s. 6d. Latin Prose for Lower Forms. By M. A. Bayfield, M.A. 2s. 6J. Laundry Work (How to Teach It). By Mrs. E. Lord. 6d. Laws of Every-Day Life. By H. O. Arnold- Forster, M.P. is. 6d. Special Edition on Green Paper for Persons with Weak Eyesight. 2S. Little Folks' History of England. Illustrated, is. 6d. Making ofthe Home, The. By Mrs. Samuel A. Barnett. is. 6d. Map-Building Series, Cassell's. Outline Maps prepared by H. O. Arnold-Forster, M.P. Per Set of Twelve, is. Marlborough Books : — Arithmetic Examples, 3s. Arithmetic Rules, is. 6d. French Exercises, 3s. 6d. French Grammar, 2s. 6d. German do., 3s. 6d. Mechanics for Young Beginners, A First Book of. By the Rev J. G. Easton, M.A. 4s. 6d."], [304, "Selections from Cassell j- Company's Publications. Mechanics and Machine Design, Numerical Examples in Practical. By R. G. Blaine, M.E. With Diagrams. Cloth, 2s. 6d. \"Modeljoint\" Wall Sheets, for Instruction in Manual Training. By S. Barter. Eight Sheets, 2s. 6d. each. Natural History Coloured Wall Sheets, Cassell's New. 18 Subjects. Size 39 by 31 in. Mounted on rollers and varnished. 3s. each. Object Lessons from Nature. By Prof. L. C. Miall, F.L.S. Half cloth, paper boards, 2s. ; or cloth, 2s. 6d. Perspective, The Principles of. By G. Trobridge. Illustrated. Paper, is. 6d. ; cloth, 2S. 6d. -.j- t% ■** -n r< c o. Physiology for Schools. By A. T. Schofield, M.D., M.R.L.S.,&c. Illustrated. Cloth, is. gd. ; Three Parts, paper covers, 5d. eacn ; or cloth limp, 6d. each. Poetry Readers, Cassell's New. Illustrated. 12 Books, id. each; or complete in one Vol., cloth, is. 6d. -,„..„. xr ,, Popular Educator, Cassell's NEW. With Revised Text, New Maps, New Coloured Plates, New Type, &c. In 8 Vols. 5s. each; or Eight Vols. in Four, half-morocco, 50s. Readers, Cassell's \"Higher Class.\" (List on application.) Readers, Cassell's Historical. Illustrated. (List on application.) Readers, Cassell's Readable. Illustrated. (List on application.) Readers for Infant Schools, Coloured. Three Books. 4d. each. Reader, The Citizen. By H. O. Arnold-Forster, M.P. Illustrated. is.6d. Also a Scottish Edition, cloth, is. 6d. Reader, The Temperance. By Rev. J. Dennis Hird. Cr. 8vo, is. 6d. Readers, The \"Modern School\" Geographical. (List on application.) Readers, The \"Modern School.\" Illustrated. [List on application.) Reckoning, Howard's Anglo-American Art of. By C. Frusheb Howard. Paper covers, is. ; cloth, 2s. New Edition, 5s. Round the Empire. By G. R. Parkin. Fully Illustrated, is. 6d. Science Applied to Work. By J. A. Bower, is. Science of Everyday Life. By J. A. Bower. Illustrated, is. Shade from Models, Common Objects, and Casts of Ornament, How to. By W. E. Spark es. With 25 Plates by the Author. 3s. Shakspere's Plays for School Use. 5 Books. Illustrated. 6d. each. Spelling, A Complete Manual of. By J. D. Morell, LL.D. is. Technical Manuals, Cassell's. Illustrated throughout : — Handrailing and Staircasing, 3s. 6d. — Bricklayers, Drawing for, 3s. — Building Construction, 2s. — Cabinet-Makers, Drawing for, 3s. — Carpenters and Joiners, Drawing for, 3s. 6d. — Gothic Stonework, 3s. — Linear Drawing and Practical Geometry, 2s. — Linear Drawing and Projection. The Two Vols. in One, 3s. 6d. — Machinists and Engineers, Drawing for, 4s. 6d. — Metal-Plate Workers, Drawing for, 3s. — Model Drawing, 3s. — Orthographical and Isometrical Projection. 2s. — Practical Perspective, 3s. — Stonemasons, Drawing for, 3s. — Applied Mechanics, by Sir R. S. Ball, LL.D., 2s. — Systematic Drawing aud Shading, 2s. Technical Educator, Cassell's. Revised Edition. Four Vols. 5s. each. Technology, Manuals of. Edited by Prof. Ayrton, F.R.S., and Richard Wormell, D.Sc, M.A. Illustrated throughout : — The Dyeing of Textile Fabrics, by Prof Hummel, 5s. — Watch and Clock Making, by D. Glasgow, Vice-President of the British Horo- logical Institute, 4s. 6d. — Steel and Iron, by Prof. W. H. Greenwood, F.C.S., M.I.C.E., &c, 5s.— Spinning Woollen and Worsted, by W. S. B. McLaren, M.P.,4s. 6d.— Design in Textile Fabrics, by T. R. Ashen- hurst, 4s. 6d. — Practical Mechanics, by Prof. Perry, M.E., 3s. 6d. — Cutting Tools Worked by Hand and Machine, by Prof. Smith, 3s. 6d. This World of Ours. By H. O. Arnold-Forster, M.P. Illustrated. 3s. 6d. CASSELL & COMPANY, Limited, Ludgate Hill, London."], [305, "Selections from Cassell § Company's Publications. jSoohs for ftotuuj people. \"Little Folks\" Half-Yearly Volume. Containing 432 4to pages, with about 200 Illustrations, and Pictures in Colour. Boards, 3s. 6d. ; cloth, 5s. Bo- Peep. A Book for the Little Ones. With Original Stories and Verses. Illustrated throughout. Yearly Volume. Boards, 2s. 6d. ; cloth, 3s. 6d. Bashful Fifteen. By L. T. Meade. Illustrated. 3s. 6d. Peep of Day. An Old Friend in a New Drcs. Illustrated. 3s. 6d. Maggie Steele's Diary. By E. A. Dillwyn. 2s. 6d. A Bundle of Tales. By Maggie Browne (Author of \"Wanted— a King,\" &c), Sam Browne, and Aunt Ethel. 3s. 6d. Fairy Tales in other Lands. By Julia Goddard. Illustrated. 3s. 6d. Story Poems for Young and Old. By E. Davenport. 6s. Pleasant Work for Busy Fingers. ByMAGGiE Browne. Illustrated. 5s. Born a King. By Frances and Mary Arnold-Forster. (The Life of Alfonso XIII., the Boy King of Spain.) Illustrated, is. Cassell's Pictorial Scrap Book, containing several thousand Pictures. Cloth, 21s. Also in Six Sectional Vols., paper boards, 3s. 6d. each. The Marvellous Budget: being 65,536 Stories of Jack and Jill. By the Rev. F. Bennett. Illustrated. 2s. fid. Schoolroom and Home Theatricals. By Arthur Waugh. Illus- trated. 2s. 6d. Magic at Home. By Prof. Hoffman. Illustrated. Cloth gilt, 5s. Little Mother Bunch. By Mrs. Molesworth. Illustrated. Cloth, 3s. 6d. Pictures of School Life and Boyhood. Selected from the best Authors. Edited by Percy Fitzgerald, M.A. 2s. fid. Heroes of Every-day Life. By Laura Lane. With about 20 Full- page Illustrations. Cloth. 2s. 6d. Books for Young People. Illustrated. Cloth gilt, 5s. each. The Champion of Odin; or, 1 VLkin.ef Life in the Days of Old. By J. Fred. Hodgetts. | Bound by a Spell; or, The Hunted Witch, of the Forest. By the Hon. Mrs. Greene. Under Bayard's Banner. By Henry Frith. Books for Young People. Illustrated. 3s. 6d. each. *Polly : A New-Fashioned Girl. By L. T. Meade. •The White House at Inch Q-ow. By Mrs. Pitt. *A Sweet Girl Graduate. By L. T. Meade. \"FoUow My Leader.\" By Talbot Baines Reed. •The Coat of a Mistake. By Sarah Pitt. *The King's Command : A Story for Girls. By Maggie Symington. Lost in Samoa. A Tale of Adven- ture in the Navigator Islands. By Edward S. Ellis. 'A World of Girls: The Story of a School. By L. T. Meade. Lost among; White Africans. By David Ker. Tad; or, \" Getting Even\" with Him. By Edward S. Ellis. *The Palace Beautiful. By L. T. Meade. For Fortune and Glory: A Story of the Soudan War. By Lewis Hough. * 'A tso procurable in superior binding, 6s. each. Crown 8vo Library. Cheap Editions. Gilt edges, 2s. t Cheap Editions. Gilt edges, 2s. 6d. each. Eambles Round London. By C. L, Mateaux. Illustrated. Around and About Old E 0 gland. By C. L. Mateaux. Illustrated. PawB and Claws. By one of the Authors of \" Poems written for a Wild Adventures in Wild Places. By Dr. Gordon Stablts, K.N. Illus- trated. Modern Explorers. Ey Thomas Frost. Illustrated. New and Cheaper Edition. Early Explorers. By Thr.mas Frost. Home Chat wifn our Young FoUtB. Illustrated throughout. Jungle, Peak, and Plain. Illustrated throughout. The EngJand of Shakespeare. By E. Goadby. With Fulf-page Illus- trations. Child.\" Illustrated. Decisive Events in History. Bv Thomas Archer. With Original Illustrations. The True Robinson Crusoes. Cloth gilt. Peeps Abroadfor Folks at Horn ;. fllustrated throughout"], [306, "Selections from Cassell % Company's Publications. The \"Cross and Crown\" Series. Illustrated. 2s.6d. each. Freedom's Sword: A Story ofthe Days of Wallace and Bruce. By Annie S. Swan. Strong; to Suffer: A Story of the Jews. By E. Wynne. Heroes of the Indian Empire: or. Stories of Valour and Victory. By Ernest Foster. In Letters of Flame : A Story of the WaldenBea. By C. L. Mateaux. Through Trial to Triumph. By Madeline B. Hunt. By Fire and Sword; A Story of the Huguenots. By Thomas Archer. Adam Hepburn's Vow: A Tale of Kirk and Covenant. By Annie S. Swan. No. XIII.; or. The Story of the Lost Vestal. A Tale of Early Christian Days. By Emma Marshall. \"Golden Mottoes\" Series, The. Each Book containing 208 pages, with Four lull-page Original Illustrations. Crown 8vo, cloth gilt, 2s. each. \" Nil Desperandum.\" By the Rev. F. Langbridge, M.A. „_ j-i-il ,iT,r-.. \"Bear and Forbear.\" By Sarah Pitt. \"Foremost if I Can.\" By Helen Alteridge. \" Honour is my Guide.\" By Jeanie Hering (Mrs. Adams-Acton). \"Aim at a Sure End.\" By Emily Searchsield. \"He Conquers who Endures.\" By the Author of \"May Cunningham's Trial.\" &c. Cassell's Picture Story Books. Each containing about Sixty Pages of Pictures and Stories, &c. fid. each. Little Talks. Bright Stars. Nursery Toys. Pet's Posy. Tiny Tales. Daisy's Story Book. Dot's Story Book. A NeBt of Stories. Good-Night Stories. Chats for Small Chatterers. Auntie's Stories. Birdie's Story Book. Little Chimes. A Sheaf of Tales. Dewdrop Stories. Cassell's Sixpenny Story Books. All Illustrated, and containing Interesting Stories by well-known writers. The Smuggler's Cave. Little Lizzie. Little Bird, Life and Adven- tures of Luke The Boat Club. Little Pickles. The Elchester College Boys. My First Cruise. The Barnicott. Little Peacemaker The Delft Jug. Cassell's Shilling Story Books. All Illustrated, and containing Interest ing Stories. Bunty and the BoyB. The Heir of Elmdale. The Mystery at Shonclifs School. Claimed at Last, and Roy's Reward. Thorns and Tangles. The Cuckoo in the Robin's Nest. John'B Mistake. The History of Five Little Pitchers. Diamonds in the Sand. Surly Bob. The Giant's Cradle. Shag and Doll. Aunt Lucia's Locket. The Magic Mirror. The Cost of Revenge. Clever Frank. Among the Redskins. The Ferryman of Brill Harry Maxwell. A Banished Monarch. Seventeen Cats. Illustrated Books for the Little Ones. Containing interesting Stories. All Illustrated, is. each ; cloth gilt, is. 6d. Firelight Stories Sunlight and Shade. Rub-a-Dub Tales. Fine Feathers and Fluffy Fur. &t«?*Sh\"™ scrapes. Tittle Tattle Tales. Un arm Tlruxm the. siai-Hori -r, •.«.__ -r. _ Indoors and Out. Some Farm Friends. Wandering Ways. Dumb Friends. Those Golden Sands. Little Mothers & their Children. s\\ Up and Down the Garden. AH Sorts of Adventures. Our Sunday Stories. Our Holiday Hours. Our Pretty Pets. Our Schoolday Hours. Creatures Tame. Creatures Wild. Albums for Children. 3s. 6d. each. The Album for Home, School, and Play. Containing Store* by Popular Authors. lffustme-1. My Own Album of Animals- With Full-page Illustrations. Picture Album of AU Sorts. With en - m .. -=*\" DUI \"D- \",in Full-page Illustrations. T;ae Chit-Chat Album. Illustrated throughout"], [307, "Selections from Cassell $ Company's Publications. \" Wanted— a King \" Series. Illustrated. 3s. 6d. each. Great Grandmamma. By Georgina M. Synge. Robin's Ride. By Ellinor Davenport Adams. Wanted— a King ; or, How Merle set the Nursery Rhymes to Rights. By Maggie Browne. With Original Designs by Harry Furniss. The World's Workers. A Series of New and Original Volumes. With Portraits printed on a tint as Frontispiece, is. each. Charles Haddon Spurgeon. By G. Holden Pike. Dr. Arnold of Rugby. By Rose E. Seise. The Earl of Shaftesbury. By Henry Frith. Sarah Robinson, Agnes Wes- ton, and Mrs. Meredith. By E. M. Tomkinson. Thomas A. Edison and Samuel F. B. Morse. By Dr. Denslow and J. Marsh Parker, Mrs. Somerville and Mary Car- penter. By Phyllis Browne. General Gordon. By the Rev. S. A. Swaine. Charles Dickens. By his Eldest Daughter. Sir Titus Salt and George Moore. By J. Burnley. David Livingstone. Florence Nightingale, Catherine Marsh, Frances Ridley Haver- gal, Mrs. Ranyard (\"L. N. K.\"). By Lizzie Alldridge. Dr. Guthrie, Father Mathew, Elihu Burritt, George Livesey. By John W. Kirton, LL.D. Sir Henry Havelocm and Colin Campbell Lord Clyde. By E. C. Phillips. Abraham Lincoln. By Ernest Foster. George Mull er and Andrew Reed. By E. R. Pitman. Richard Cobden. By R. Gowing. Benjamin Franklin. By E. M. Tomkinson. Handel. By Eliza Clarke. [Swaine. Turner the Artist. By the Rev. S. A. George and Robert StephenBon. By C. L. Mateaux. By Robert Smiles. •«• The above Works {excluding RICHARD Cobden and CHARLES HADDON SPURGEON) can also be had Three in One Vol., cloth, gilt edges, y. Library of Wonders. Illustrated Gift-books for Boys. Paper, is.; cloth, is. fid. Wonderful Adventures. Wonders of Bodily Strength Wonderful EseapeB. and Skill. Wonderful B illoon Ascents. Wonders of Animal Instinct Cassell's Eighteenpenny Story Books. Illustrated. Wee Willie Winkie. Ups and Downs of a Donkey's Life. Three Wee Ulster Lassies. Up the Ladder. Dick'B Hero; and other Stories. The Chip Boy. Haggles, Baggies, and the Emperor. Roses from Thorns. Gift Books for Young People. Original Illustrations in each. The Boy Hunters of Kentucky. By Edward S.Ellis. Red Feather; a Tale of the American Frontier. By Edward S. EULs. Seeking a City. Rhoda'B Reward; or, \"If Wishes were Horses. Jack Marston's Anchor. Frank's Life-Battle; or, The Three Friends. Fritters. By Sarah Pitt. Faith's Father. By Land and Sea. The Young Berringtons. Jeff and Leff. Tom Morris's Error. Worth more than Gold. \"Through Flood— Through Fire;\" and other Stories. The Girl with the Golden Looks. Stories of the Olden Time. By Popular Authors. With Four Cloth gilt, IS. 6d. each. Major Monk's Motto. By the Rev. F. Lanjjbridge. Trixy. By Maggie Symington. Rags and RainbowB: A Story of ThankB giving. Uncle William's ChargeB; or, The Broken Trust. Pretty Pink's Purpose; or, The Little Street Merchants. Tim Thomson's Trial. By George Weatherly. Ursula's S tumbling-Block. By Julia Coddard. The Two Hardcastles. By Made- Ruth's Life-Work. By the Rev. line Bonavia Hunt. Joseph Johnson. Cassell's Two-Shilling Story Books. Illustrated. Stories of the Tower. i The Four Cats of the Tippertona. Mr. Burke's Nieces. May Cunning ham's Trial. The Top ot the Ladder : How to Reach it. Little Flotsam. Madge and Her Friends. The Children of the Court. Maid Marjory. Peggy, and other Tales. Marion's Two Homes. Little Folks' Sunday Book Two Fourpenny Bits. Poor Nelly. Tom Henot. Through Peril to Fortune. Aunt TabiUia's Wails. In Mischief Again. School On- Is."], [308, "Selections from Cassell § Company's Publications Cheap Editions of Popular Volumes for Young People. Bound in cloth, gilt edges, 2s. 6d. each. In Quest of Gold; or, Under the Whanga Falls. On Board the Esnieralda; or, Martin Leigh's Log. The R' manee of Invention: Vignettes from the Annals of Industry and Science. For Queen and King. Esther Wear. Three Homes. Working to Win. Perils Afloat and Brigands ABhore. The \"Deerfoot\" Series. By Edward S. Ellis. With Four full-page Illustrations in each Book. Cloth, bevelled boards, 2s. fid. each. The Hunters of the Ozark. | The Camp in the Mountains. The Last War Trail. The \"Log Cabin\" Series. By Edward S. Ellis. With Four Full- page Illustrations in each. Crown 8vo, cloth} 2s. fid. each. The Lost Trail. | Camp-Fire and Wigwam. Footprints in the Forest. The \"Great River\" Series. By Edward S. Ellis. Illustrated. Crown 8vo, cloth, bevelled boards, 2s. 6d, each. Down the Mississippi. | Lost in the Wilds. Up the Tapajos ; or, Adventures in Brazil. The \" Boy Pioneer \" Series. By Edward S. Ellis. With Four Full- page Illustrations in each Book. Crown 8vo, cloth, 2s. 6d. each. Ned in the Woods. A Tale of I Ned on the River. A Tale of Indian Early Days in the West. River Warfare. Ned in the Block House. A Story of Pioneer Life in Kentucky. The \"World in Pictures.\" Illustrated throughout. 2s. 6d. each. A Ramble Round France. The Eastern Wonderland (Japan). All the Russias. Glimpses of South America. Chats about Germany. Bound Alrica. The Land of the Pyramids The Land of Temples (India). (Egypt.). The Isles of the Pacific. Peeps into China. Half-Crown Story Books. Little Hinges. Truth will Out. Soldier and Patriot (George Wash- ington). The Young Man in she Battle of Life. By the Rev. Dr. Landels. At the South Pole. Margaret's Enemy. Pen's Perplexities. Notable Shipwrecks. Golden Days. Wonders of Common Things. Books for the Little Ones. Rhymes for the Young Folk. By William Allingham. Beautifully Illustrated. 3s. 6d. The HiBtory Scrap Book. With nearly 1,000 Engravings. 5s.; cloth, 7s. 6d. My Diary. With ra Coloured Plates and 366 Woodcuts. Ib. The Sunday Scrap Book. With Several Hundred Illustrations. Paper boards, 3s. 6d. ; cloth, gilt edges, 5s. The Old Fairy Tales. With Original Illustrations. Boards, Is.; cloth Is. 6cL The Pilgrim's Progress. 2s. 8d. Cassell & Company's Complete Catalogue will be sent Post free on application to CASSELL & COMPANY, Limited, Ludgate Hill, London."], [309, ""], [310, ""], [311, ""], [312, ""]]