[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE EMPEROR'S WISH. A PLAY IN FIVE ACTS. BY FAIRFAX L. CARTWRIGHT, B.A., THIRD SECRETARY AT HER MAJESTY'S EMBASSY AT BERLIN. \" Some, however, were not wanting, who for a long time decked his tomb with spring and summer flowers.\" HonUon : FIELD AND TUER, THE LEADENHALL PRESS, E.C. SIMPKIN, MARSHALL & CO. : HAMILTON, ADAMS & CO."], [6, "field & tuer, the leadenhall press, e.c. (t. 4209)"], [7, "DRAMATIS PERSONÆ. Nero, Roman Emperor. Galba, commander of the legions stationed in Italy. Valerius Messala, \\ Caius Muræna, j senators. Antonius Piso, / Pomponius, \\ Silanus, \\ friends of Nero. Calpurnius, ) Phaon, a slave of Nero's. VONONIA, wife of Valerius Messala. Neæra, Vononids slave-girl. Lais. Dolabella. Senators, Officers, Slaves, Soldiers, Prisoners and their Gaolers, etc."], [8, ""], [9, "THE EMPEROR'S WISH. ACT I. Scene I. — A hall in the Golden House <?/\"Nero at Rome. Time, night. Enter, from the supper room of the Emperor, the Senators Caius Muræna and Antonius Piso. C. Mur. What think you, friend ? A. Piso. Methinks indeed 'tis strange To see the Emperor of the world belch out, Between two cups of wine, a ribald song. And, like a pitiful harper for some gain, Twanging his harp, while wanton courtesans In attitudes lascivious stand around And seek to inflame the passions of the Prince. Then strewn on couches round the banquet table Lie senators, who, fearing for their lives, Do franticly applaud the imperial song : Yea, senators of old patrician houses, At mention of whose names in reverent times The greasy mob off-capped ! Is't come to this ? What further degradation can we see B"], [10, "THE EMPEROR'S WISH. [Act I. 2 Of the imperial power ! The vulgar crowd Jeer unrestrained when they perceive their Prince Come, like a common player on the stage, Decked out in tinsel, with a harp in hand, Soliciting applause ! And are they wrong ? No, it doth pass endurance ; it cannot last. The time must come when at imperial crimes, Each day repeated, the public gorge will rise, And stomach them no longer. C. Mur. A change must come, And to the Emperor's profligate career A check be put ; for what man here in Rome, Of any note whatever, holds in his hands Assurance of his life ? We live in dread ; A whim that passes through the Emperor's mind May fix our deaths. The common people, too, Will bear the yoke no longer ; every morn We hear of witty tales or scurrilous jests Scrawled on the Emperor's statues in the night, That round the city fly from mouth to mouth, And all the people laugh ; and yet the Prince, Fearing the populace, seeks not to find The authors of these things. A. Piso. 'Tis even so ! But stormy clouds are gathering all around, Will shake the imperial fabric to its base. C. Alur. You've heard the news from Gaul ? A. Piso. That 'tis reported The legions there are threatening to revolt, And that the Spanish legions have displayed A discontented spirit ; if 'tis so, The imperial forces that are sent to quell"], [11, "Scene I ] THE EMPEROR'S WISH. 3 The spreading insurrection will soon find How serious is the work they have on hand. The issue is most doubtful, for 'tis known How much the natives in the provinces Abhor the imperial power. They from the hands Of cruel governors have suffered much, Who pillaged them and harrowed all the land, Seeking by every means to raise more taxes Wherewith the Roman treasury might be filled. And with this money, thus extorted from them, The Emperor gives the Roman populace Such shows of wild luxurious costliness, As turn their thoughts away, and leave him free To execute what hideous crimes he likes. C. Mur. Galba, who now commands the legions camped In Northern Italy, should be here to-night ; For by the Emperor's orders has he been Recalled to Rome. 'Tis whispered here and there That Galba is no longer to be trusted ; He waits to see what turn events will take. A. Piso. You think he'll come? 'Twere rather dangerous To place himself within the Emperor's power. C. Alnr. I think he'll come, because he feels assured His legions, who adore him, would avenge Whate'er might here befall him. 'Tis now eight years Since he incurred the Emperor's displeasure, Was sent to take command in distant parts ; And since that time he has not been in Rome. Now that the imperial power seems to be Upon the verge of changing hands again,"], [12, "THE EMPEROR'S WISH. [Act I. 4 Methinks 'twould be a moment opportune For Galba to come here and ascertain What people think in Rome of Nero's crimes. But look, here comes Messala, ever grave, His brow o'ercast with heavy melancholy. Enter Valerius Messala. A. Piso. Good-even to you ! What sad news bring you, That gives your features such a solemn cast ? V. Mess. 'Tis nothing, sirs ; I do not feel quite well, And when our health is dull, our spirits too Take an infection. Has the Emperor supped ? C. Mur. He still prolongs the revel. Hark, the sound Of distant music and the noisy shrieks Of drunken bacchanals ! And at this time The provinces of Gaul and Spain revolt, And, as the latest messenger brings word, Declare the Emperor traitor to his country, Depose him, and proclaim him parricide, And to be punished by the Roman law, Which says he shall be sewn up in a sack And thrown into the Tiber ; yet we see The indolent Nero gambling precious time, And scoff at fortune. V. Aless. As I came along I heard it rumoured in the public place, That Galba had obeyed the Emperor's summons, And was in Rome at present. C. Afur. We do not know ;"], [13, "Scene I.] THE EMPEROR'S WISH. 5 But if 'tis true that he is here in Rome, 'Twill not be long ere he presents himself To ask the Emperor's orders. Is he alone ? V. Mess. I know not. But look ; who comes this way ? A Piso. Surely 'tis Galba with some officers ! 'Tis eight years since I saw him ; how he's changed ! Enter Galba and some Officers. V. Mess. Galba, my friend ! Gal. Valerius, is it thou ? Why, then, the gods look favourably on me Sith they thus send old friends to greet me first. Shake hands, Valerius ; and you, and you as well. C. Mur. We offer you our welcome back to Rome. Gal. Much thanks again ; but tell me now, friends, my Where is the Emperor? A. Piso. At supper still, In yonder room ; but when the meal is done, 'Tis probable that he will pass this way. Gal. Then here I'll wait, and when he passes by Present myself. Valerius, come aside, And while we are waiting for the imperial presence Tell me the state of feeling here in Rome. What think the people of the adverse news Come from the provinces ? I who have breathed Provincial airs for nigh upon eight years, Have but a hearsay and uncertain knowledge Of public feeling and of public talk In the imperial city. No one hears us. Tell me, Valerius, with an open mind, For I myself am much perplexed to know,"], [14, "THE EMPEROR'S WISH. 6 [Act I. How stands the Emperor's credit here in Rome ? If the rebellion in the provinces Meets with success, dost think the Emperor has Sufficient trusty forces here in Rome Wherewith he might reconquer Gaul and Spain ? Can he rely on the Pretorian guard ; Or could they by judicious means be brought, Together with the Senate and the people, To acclaim as Emperor of the Roman World Some conquering and successful general ? V. As ess. Galba, beware ! In the imperial palace, Walls may have ears ; 'tis wiser not to speak On subjects of so dangerous a nature. Be careful, Galba ; thou art not safe in Rome. Nero did never love thee, he fears thee now ; Be therefore on thy guard. But now no more ; The Emperor comes. We shall speak more anon. Enter Nero, dressed like Orpheus, crowned with flowers, and with a lyre in his hand, followed by Dolabella, other Women, Senators, Pomponius, Silanus and Guards, Phaon and some Slaves. Nero. You did not half applaud ; I strained my voice And played my lute with such Orphean skill, Had touched the hearts of beasts and senseless things. 'Twas wrong to treat an artist as you did — An artist like myself ! Sila. We did admire, But at the greatness of the imperial talent In wondering silence stood. Nero. You senseless stones,"], [15, "Scene I.] THE EMPEROR'S WISH. 7 You did not half applaud. Why do I play Before you Romans, dull of sense and hearing ? The Greeks admire my music, but not you ; They know the touch an artist only gives. When in the public theatre I have toiled Before the Roman people, sweat on my brow, My body trembling with the power of song, My lyre resounding to the strokes of genius, The people silent stood, and did not praise me. Oh, that the Roman people had one neck, That I might strangle it ! Sila. The Roman people Worship their Emperor ; think not ill of them. Nero. Away, you foolish man ! It is not true. The Roman rabble hates me — yes, I know it. They by their silence urge me from the stage, And, when I drive the chariot in the circus, With coarse and grating voices loudly back The adverse party ; the senators meanwhile Sit with their vacant faces, nor make attempt To save me from this shame. What use are they ? The people scorn them ; and they trembling sit, Dreading to do their duty and protect My name from insult. Am I not still Their master and the Emperor of the world ? They let my statues in the public places Be every night soiled with the public ordure. I'll have no senators more. I'll have them thrown Into the Tiber, every one of them. What man is that ? A Sen. Great Prince, I do not know ; But I will ask his name."], [16, "THE EMPEROR'S WISH. [Act I. 8 Nero. What do you know, You ignorant senators ? I know that face. Gal. My name is Galba. I am come to Rome Because the Emperor called me. Dola. If that's the man who was the friend of Lais, y, then, I hate him. Nero. So you are Galba. The orders that I sent Were that alone you should proceed to Rome. What armed men are those ? Gal. My officers. Nero. What, officers ! Whose officers, did you say ? What officers have you got but they are mine ? Why did you bring them armed into my presence ? Do you intend to have me butchered here ? Have I offended you ? Where is my guard ? Gal. Emperor, these officers have come to Rome To testify before the imperial presence Their true allegiance. They have no thoughts of treason. Dola. Nero, beware. I do not like this man. There's mischief in his look. Beware of him ; For like a viper will he silent creep, To bite unseen. Shun him, if thou dost love me. Nero. Dost fear him, girl ? Thou shalt not fear him long. Enter a Messenger. A messenger ! Dost bring some monstrous news, Or are the gods propitious? Speak, let me hear thy stuff. Mess. The Spanish and the Gallic provinces, And all the legions stationed in those parts, Have made a common cause against the Emperor."], [17, "Scene I.] THE EMPEROR'S WISH. 9 They have proclaimed that he shall be deposed. I Nero. Dost come with silly tales to frighten me ? Give me the nightmare ! Take him away from here. Take him among the women : let him there Pour out his fictions into greedy ears, And keep them from their sleep with dreadful tales. The Senate recks not to be troubled with Such stuff as this. Away, away with him ! [Exit Messenger. I will not hear him more. I be deposed ? You heard him say so. Who shall depose me ? Two paltry provinces, I know not where, Who grow rebellious because they have been Governed till now too leniently, declare That I shall be deposed? Oh, they are children, And know not what they talk ! Am I not still The master of the world ? I'll make them feel, Those paltry provinces of Gaul and Spain, It is not wise to raise my imperial wrath. I'll lay them desolate from end to end, Level their towns, and not a tree shall stand, And not a hedge be left, all shall be flat As is the palm of my imperial hand ; Their men, I'll turn them into common slaves ; Their women shall be brought to serve for pleasure Unto the Roman people. This will I do. I'll show you, sirs, that I know how to rule, Know how to make my imperial power felt. Does Galba laugh ? Am I not Emperor, then ? Fetch me some felons from the common gaol, And bring them here. Shall I not be obeyed ? Where is my guard ?"], [18, "THE EMPEROR'S WISH. [Act I. 10 Sila. 'Tis done as you command ; The prisoners will be fetched. Dola. Nero, 'tis late ; let us retire to rest. Why send for prisoners at so late an hour ? Leave them alone to-night ; it will be time To wreak thy pleasure on them in the morning. Nero. Nay, Dolabella, though the charms be great That lure me to thy couch, yet will I wait Till they shall bring me here these prisoners. I'll show men what I am. I've thoughts in my head. I'll feel myself an Emperor ere I sleep. Dola. Thou art petulant to-night ; I know this mood. Nero, the supper has excited thee. Twere wise for thee to rest. Nero. Nay, girl, be still ! To-night I feel my blood carousing in me ; I must have sport. I'll play a tune this night Upon live hearts, and not upon my harp, To show that cunning man who's come to Rome, What I, the mighty Emperor, may perform. Dola. That man has made thee angry. Let him go ; Bid him be gone from here. So long he stays, So long he spoils our mirth, Nero. Galba, you hear ? My Dolabella's mirth is spoiled by you. Beware my wrath if you annoy my girl. Gal. What care I what the strumpet girl may say ? Nero. She is my queen, my empress ! Hold your peace. No, not another word. Dola. I hate that man. Gal. Speak not again to me ; I am not used"], [19, "Scene I.] THE EMPEROR'S WISH. 11 To bandy words with slaves and common girls, Queens though they be unto a Roman Emperor. Here will I stay until my business 's done. Because the provinces of Gaul and Spain Break out into rebellion am I come, To show my zeal for the imperial cause, And take my orders from the Emperor's mouth. Nero. The zeal of Galba ! Bring me a cup of wine ! Be quick and bring it me, that I may drink To Galba's zeal ere it has time to cool. Gal. You doubt my words ? What proof, then, shall I give That I am well disposed ? V. Mess. Be wary, friend ; Put seal upon thy lips, if thou art wise. The Emperor's in a dangerous mood to-night. Nero. To Galba's zeal ! To Galba's zeal I drink ! May it not disappear as quickly as The wine I quaff, nor in its nature prove As worthless as this fragile bowl of glass. [Nero throws down the bowl. So much for Galba's zeal ! Here come the felons. Enter Gaolers with Prisoners. Bring me a seat ; I will now sit on judgment. Let all the felons draw up nearer to me, That I may scan their faces. I will be Severe, but just. Oh ! happy world that has An Emperor like myself to toil at night That subjects may not languish in the gaols Waiting for judgment ! Let Galba note this thing, And should his noisy legions in the North"], [20, "[Act I. THE EMPEROR'S WISH. 12 Give heed to hideous rumours 'gainst myself, Whereby perchance they may be led astray To think of treason, let Galba state to them How patiently the Emperor of the world Will turn his ears unto the humblest slave, And listen to his suit, while senators And men of noble rank do waste their time In corners gossiping. Silence, out there ! What has this prisoner done ? Speak. Let me know. Gaoler. This man is a notorious criminal, Who many a time upon the public way Hath stopped the solitary traveller, And stripped him of his purse ; now he has lain Some time in prison, waiting for his sentence. Nero. He'll not wait long. Let him be ta'en to- morrow, And in the amphitheatre be thrown 'Mongst the wild beasts. We'll see then if his art Of spoiling men will help him in this case. Let him be naked, and I trust the beasts Will buffet him ; he will not steal their purse. There's justice for one man. Who is the next ? Gaoler. This youth hath led a wild and reckless life, And gambled all his fortune ; at the suit Of several senators I hold him bound, Whose wives like common strumpets he would eye, And make proposals to. Nero. Is, then, this all ? Gaoler. He also under grave suspicion lies Of having written libellous epigrams Upon the Emperor and some men of note."], [21, "Scene I.] THE EMPEROR'S WISH. 13 Nero. That pimp-faced youth in scurrilous verses dares To libel my imperial majesty ? Dola. I like this youth. Thou shalt not hurt him, Nero. Give him to me, and I will set him free. Nero. Art thou, then, quite demented, Dolabella? He shall be punished ; he has libelled me. Dola. Thou dost not love me, Nero ; if thou didst. Thou wouldst not now refuse my small request. Are there not prisoners enough for thee To vent thy wrath upon, and execute ? Thou shalt not touch this youth. Nero. What has he done That makes thee take his part so earnestly ? Dola. I like his looks ; I've ta'en a fancy to them. I will not have him hurt. Nero. He has libelled me ! He shall be punished. Take him round the city And whip him till he can no longer stand. Thou art too passionate, girl, and full of whims. Dola. If thou didst love me, Nero, then thou wouldst Seek ways to satisfy, not cross, my whims. That youth shall not be punished ; hear you, gaoler ? Off with his chains, and set him free at once. I order it ; the Emperor says the same. Nero. Well, be it so. Let him not come again Within my reach ; he'll not escape next time. Prisoner. I thank you, lady ; if I invoke again The Muses, it will be alone to sing The power of love that works such wondrous things. [Exit."], [22, "THE EMPEROR'S WISH. [Act I. 14 Nero. I see a wretched hungry-looking face. What is that crouching and bald-pated thing ? And who's the rogue who tries to hide behind ? Gaoler. They are two slaves who stole their master's goods. They come from Gaul and Spain, and cannot speak Ought but their native tongues. Nero. From Gaul and Spain ! Oh, excellent augury ! The gods look down On me auspiciously, that thus they send Two rogues so notable from Gaul and Spain For me to punish. Oh, you traitors both ! Take them away to present execution, And led their heads be severed from their bodies. Hark ! Galba, hark ! I've conquered Gaul and Spain ! [The two Prisoners are removed. Nero goes into a fit of laughter. A Sen. My lord the Emperor seems well pleased to-night. May I inquire the cause of so much mirth, That, knowing it, we may all laugh as well ? Nero. A trifling thought that passed now through my mind, That at a nod from me, like these two slaves, You all might lose your heads. That makes me laugh. A grey-haired felon ! What may be his crime ? Gaoler. This man has in the common dungeon lain For many years. I heard that his offence Was that he often in the public place Would by his eloquence a crowd collect, And in unmeasured terms assail the State, The Government, the Emperor, and all things,"], [23, "THE EMPEROR'S WISH. Scene I.] 15 And praise republican simplicity. Nero. The man's a fool. That old and trembling thing That stands so mute was once so eloquent ? I am a judge of noble oratory ; I owe it to my master, Seneca, Who taught me when a boy what I should praise. Oh, master, how I venerate thy name ! Prisoner. He curses thee, for thou didst murder him ! And from the realm where dwell the shades of men, Thousands of voices clamour for thee, Nero. Britannicus, thy brother, calls for thee ; And thy slain mother, Agrippina, cries For vengeance on thy head. Thou shalt not live ; Thy days are numbered, and the gods themselves Presage thy doom by portents in the skies. Thy cup of crimes is full. Nero. What have I done ? Prisoner. What crimes are there that thou hast left undone ? Murders innumerable ! To give thee sport, Hundreds have lost their lives in the arena. Thou hast murdered men that thou mightst seize their wealth. Thou hast snatched their wives from humble citizens, And turned them into strumpets ; and the cries Of their young daughters, ravished, have been heard Re-echoing through thy halls. Thou who art soiled By every strange unnatural pollution Hast been a bitter scourge unto the world ! What numbers lie forgotten in thy dungeons, Though they no crime committed ! Hear me, Nero :"], [24, "1 6 THE EMPEROR'S WISH. [Act I. Thy people, in the temples, night and day Pray to the gods to be delivered from thee, And now their prayer is heard. Thou man of blood, Look to thine end. 'Tis nigh ; thy sceptre falls From out thy hands and passes to another. Thou shalt not now be Emperor very long. Nero. Tear out his tongue. Let him not stare at me. I will not look at him. Take him away. Away with all the prisoners. Let him not speak ; I will not hear him. Drown him in the Tiber ! Prisoner. Though I may die to-night, remember, Nero, Thou soon wilt follow me the way I go ! [Exeunt Gaolers with all tlie Prisoners, Nero. You heard him call me cruel? A Sen. Ay, we did. Nero. He said so most distinctly, did he not ? A Sen. We heard it with our ears. Nero. It is not true. I am not cruel, though sometimes I'm stera I love the common people and the slaves Who serve me faithfully. I'll prove it to you. Where's Phaon ? Where's my slave ? Let him come nigh. Pha. My lord the Emperor calls ; what is his wish ? Nero. This slave has been most faithful to myself, So witness all, I give him now his freedom. Phaon, henceforth thou art free, and, to reward Thy services, I give thee with thy freedom My farm and vineyard planted on the hill That overlooks the sluggish Anio On the Nomentan road."], [25, "Scene I.] THE EMPEROR'S WISH. 17 Pha. My lord and master, What words have I wherewith to thank the Emperor ? Nero. Enough. No more. 'Tis calumny reports That I am cruel. What says the silent Galba? You see I am not cruel. Galba. Oh no ; most kind ! — When it doth suit the Emperor to be kind. Nero. I am aweary. Come, my Dolabella, Let us retire to rest, and in thine arms Will I forget all things. That madman's words Still cross my mind. I know not what to think. I die so soon, and not be Emperor long ! The people hate me, so the madman spoke ! It cannot be ; and if it is, I care not. Come, Dolabella, I'm Emperor still to-night, To-night, ah yes ! to-night, with Galba's leave. [Exeunt all but Galba, Messala, Muræna, and Piso. A. Piso (to Muræna). You are going home ? I shall accompany you. And you, Messala ? V. Mess. I have still to speak With Galba. I will follow you anon. A. Piso. So come, Muræna. [Exeunt Muræna and Piso. V. Mess. Now we are alone, What sayst thou, Galba, to the Emperor's mood ? Gal. 'Twas savage, wild, inexplicably strange. I cannot make it out. What does he mean ? Is Nero, then, quite mad? V. Mess. It may be so. Thou hast drawn the Emperor's wrath upon thyself; c"], [26, "THE EMPEROR'S WISH. [Act I. 18 It was not wise of thee to answer him. Galba, what dost thou now propose to do ? Gal. I know not yet, Valerius ; I have thoughts To call my legions to the public help, And free the world from such a monstrous rule. V. Afess. Oh, Galba, be not rash in thy decisions ! Let not thy momentary passion lead Thy judgment into error. Think a moment ; Think of the might and power of the Emperor : It is too great to be destroyed with ease. Thy legions are too few ; thou art too weak, Even though the Roman people were to join Thy legions in rebellion. Ay, they feel The heavy burden of the hand of Nero ; But all the provinces which lie beyond Hear of his orgies, but they do not feel them. Would they not look upon thee with a curse If thou didst thus so thoughtlessly assail The peace of all the world ? Art thou prepared To let thy soldiers loose on Italy, Breaking the peace, and breeding civil war ? To cure an evil, wilt thou bring another, A greater, on thy country ? Pause a while ; Forego thy hasty plan. Bethink thee, Galba, How much we all may lose in such a war. Gal. Our lives ? Are they so precious ? And moreover, Thinkst thou they are secure while Nero lives ? V. Mess. I did not mean our lives — such loss were small ; But there are other things that I hold dear. Gal. Dost fear to lose thy wealth ? What makes thee, then,"], [27, "THE EMPEROR'S WISH. Scene I.] 19 Defend so earnestly the Emperor's cause ? V. Mess. Galba, thy hand ; I have a secret that As yet I've told to no man. Gal. Thou wilt tell it me ? V. Mess. If thou wilt hear it for thyself alone. Gal. My ears will hear thee, and my tongue be mute. V. Mess. I love. Gal. A woman ? V. Mess. Ay, and to excess ; And 'tis the fear to lose the one I love That weighs me down with sadness, turns my thoughts Into that fatal groove of hesitation That makes men cowards. Gal. Who is thy love ? V. Mess. My wife. Gal. Art married ? V. Mess. 'Tis my secret, Galba. Gal. And is thy wife in Rome ? V. Mess. Oh no, my friend ! 'Twould make me mad to think that one so pure Lived nigh to the pollutions that in Rome Do fester in the daylight unreproved. Gal. Where is she, then ? V. Mess. A mile or two away from Baiæ lies A villa that I own, and there she lives. It is a lovely and secluded spot, Secure from prying eyes ; no travellers Pass by that way. Around the house you see The scented pine-tree woods that close it in. There, in the warm and summer nights, is heard The song of nightingales, while overhead The night breeze gentle sways the pine-tree tops."], [28, "THE EMPEROR'S WISH. [Act I. 20 Then, 'cross the open country, from afar Comes in the silence of the night a sound, The distant splashing of the deep blue sea Along the sandy shore. 'Tis there she lives, Amid the song of birds, the scent of flowers, The love of nature ; pure, too pure to know The miseries that surround her, and the bane Of mad corruption rampant here in Rome. Gal. And does the Emperor know thou hast a wife ? V. Mess. I thank the gods he does not ! If he did, He would summon her to Rome, and then — and then — Let me not think on't ! I would not have So pure a thing soiled by the Emperor's lust. Enough, enough ; think of thyself now, Galba. It is not safe for thee to stay in Rome ; I know the dangerous mood the Emperor's in : Come, then, with me ; we shall leave Rome this night, And go to Baiæ. There thou wilt be safe. Gal. So let it be. I come with thee, Valerius. [Exeunt."], [29, "Scene I.] THE EMPEROR'S WISH. 21 ACT II. Scene I. — Baiæ. A room in the villa of V. Messala, opening on to a garden. Time, evening. Vononia and Neæra alone. Vononia (sings). When the wind descends from the north, On meads destruction is made ; At the icy breath that goes forth The flowers shrivel and fade, Of their gaudy beauty bereft ; Not a trail of the swallow is left. A skiff lies still on the ocean, The air is heavy and thick ; There is no ripple or motion, But storms rise sudden and quick ; Then winds beat the sea till it raves, And the skiff it sinks under the waves. Ah ! strong are Love's passions ; they bind Heart unto heart with a grip, Yet jealousy's breath it will find Methods to give them the slip ; Then heart parts from heart without tear, And those lives become barren and drear."], [30, "THE EMPEROR'S WISH. [Act II 22 Neæ. A melancholy song; you are sad to-night. Von. Can I be gay, Neæra, while my husband Is absent from his home ? Neæ. No, lady, no, Not gay, yet not so sad. Von. Thou art young, Neæra, And dost not know what 'tis to love a man, And have that man your husband, yet to be Parted from him by sad necessity, E'en though it be but for a little while. What pleasure can I take in all I have ? What use is wealth, if we must live alone ? Whenever in the garden I go out, And pass the marble seat, and he's not there, Then do I feel my loss, for there he loves To sit beside me, and to read aloud Some passage from the poets. Oh, how sweet To listen to his voice, and know him safe, So close beside me ! Now, alas, I know not What dangers he encounters at this moment ! This makes me sad. When in the morning I Awake, and find he hath not slept beside me, I cry, and call to mind the tale he tells Of Ariadne on her desert isle, Who woke and found her godlike lover gone. Neæ. Your husband is so great and powerful, He cannot often be away from Rome, For all that's great and rich assembles there. Von. Oh, I would love him were he not so great, So rich, so influential ! I would love him, Ay, doubly, were he poor, but ever near. Neæ. But, lady, you appear to take no pride"], [31, "THE EMPEROR'S WISH. Scene I.] 23 In knowing how the Emperor loves your husband, And will not let him keep away from Rome. Had I a husband, oh, how proud I'd be, To have him live at court so near the Emperor ! Von. What is the Emperor to me ! I know him not. I've never been to Rome. Why, thou, poor child, Knowest more than I about him. What is he ? Neæ. The richest and most powerful man alive. He rules the world. How pleasant it must be To be able all day long to look upon him ! Von. Neæra, dost thou think so ? For my part, Whenever I do think upon the Emperor I dream of him, but then does he appear Under some hideous aspect, in the night, And robs me of my love. Surely he is A cruel man to take away from me My husband for so long. Neæ. Lady, 'tis said, The Emperor's very handsome. Von. Hast thou seen him ? Neæ. Oh no, I have not seen him ; but I have A friend at court who tells me much about him. Von. Thou hast a friend, Neæra ? What says he ? Neæ. He says he loves me. Von. So Valerius said When first he saw me in my woodland home. His word was true. Child, may the gods look down Auspiciously upon thee and thy love, And make thee happy. Who is, then, thy friend ? Neæ. Phaon, his name ; he is the Emperor's slave. I see him sometimes when he comes this way, And then he tells me all the news in Rome."], [32, "THE EMPEROR'S WISH. [Act II. 24 He is so nice to me, I think 'tis true That he must love me. Von. Draw nigh, Neæra, I wish thee well, child. Thou shalt have thy freedom ; I'll ask Valerius for 't. Neæ. Oh, how pleased Phaon will be when he will hear of it ! The Emperor oft has promised him his freedom, And when he gets it we shall both be married. How shall I thank you, lady ! Von. Nay, thank me not ; Tis nothing, child. Would that I only were 'More able to advise thee from experience What to avoid as dangerous in the world ! But I have no experience of the world ; I never had much contact with mankind. Under my father's care, away from men, I grew up as a solitary child. Neæ. Where, lady, were you born ? Von. Up in the mountains. My father from the Emperor had obtained Grant of a little farm, for he had served In many wars, and had obtained the rank Of a centurion. Neæ. And where lay this farm ? Von. In a remote and lovely wooded valley High in the Apennines. There was I born, And there my mother died ere I had reached An age to feel the loss, and so I waxed To maidenhood a solitary child. Neæ. How was it, then, your husband found you, lady ? Von. It was a lovely night like this, Neæra."], [33, "Scene I.] THE EMPEROR'S WISH. 25 So shone the rising moon along the vale. We heard a tramp of hoofs upon the road, A knocking at the gate. Valerius entered With his attendants ; they had been belated And sought by us a shelter for the night. 'Twas granted, and we served up what we had, The produce of the farm. As was my wont, I waited on Valerius at the table. His eyes fell upon me ; mine looked at him. I spoke no word ; he thanked me for my pains. Oh ! a strange feeling overcame me then ; I felt a different woman from that night. The morning came, Valerius still stayed on ; He did not leave that day, nor yet the next ; And when he left he did not leave alone, But we went forth together, man and wife. Look yonder, how the evening star shines bright, Outbidding his compeers. Ah, methinks It is the eye of God, that from on high Looks down upon ourselves ! Our prayers to him. Thou bright and golden star, whate'er thou art, With thy benign and precious influence Shine down on me, and listen to my prayer. Where'er my husband be, watch thou o'er him, And let not harm approach, nor yet dull care ; Let him be cheerful, but thou turn his thoughts Sometimes towards me, as mine are turned to him. Oh star ! sweet star ! send him soon back to me. Hearest thou no noise, Neæra ? Neæ. No, nothing, lady. The night is very still, nought stirs outside. Von. Hark ! hark ! I hear it now again. What's that ?"], [34, "26 THE EMPEROR'S WISH. [Act II. Neæ. 'Tis like the sound of hoofs upon the road. Von. Then 'tis Valerius, who returns to me. Run, girl ; call all the slaves to meet the master. It is his voice. Enter Valerius Messala and Galba. Valerius, welcome home ! How art thou, love ? What stranger hast thou brought ? I did not notice him. V. Mess. Be not afraid, Dearest Vononia ; 'tis an old friend of mine. His name is Galba. Be thou kind to him ; He comes to stay a day or two with us. Von. Whatever friends my husband has are mine, So welcome, sir, and may this house be honoured Since it now shelters such a noble guest. V. Mess. He is indeed a very noble guest, Vononia ; he commands the legions that Are stationed in the north of Italy. Von. So great a man doth come into our house ? Oh, sir ! excuse me if you think that I Did welcome you too coldly, but I lack All knowledge of the world, its manners, customs, And usages of rank ; it seems so strange To me to see a stranger in this house, For I have lived alone. Pardon me, then, If I did want in courtesy to yourself. Gal. One look so sweet, from such a noble lady, Were welcome for an emperor. Von. Come, Neæra, We must now go prepare a worthy room For this our noble guest So, sir, good night."], [35, "THE EMPEROR'S WISH. Scene L] 27 Retain him not too long ; I love my husband. Good night, again. Come soon, right soon, Valerius. [Exeunt Vononia and Neæra. V. Mess. Is she not lovable, so pure, so true ? I would not lose her ; no, her gentle grace Illumines all my house : in Rome I leave What gloomy thoughts oppress me, here I am gay. Gal. Indeed she is a sweet and noble lady, Surpassing expectation. Were women all As pure and lovable as she appears, Methinks it were no folly then to love. V. Mess. Hast thou not loved, that thou art grown so cynic ? Come, Galba, now that thou hast seen my wife, Canst thou not understand why I do fear To join in a rebellion 'gainst the Emperor? Who, having such a precious thing to lose, Would run the risk to lose it ? He were mad ! Be wise, my Galba, and put up thy wrath ; Return unto thy legions now right soon : There thou art safe, the Emperor will not touch thee. But think no more to raise a civil war ; Its dangers are too great, success so doubtful. Thou underratest much the Emperor's might. We all do feel the tyrannous excess Of Nero's rule ; yet better 'tis to bear it, Than, having Nero slain, yet to ignore What will succeed him. Hast thou thought of this ? Dost know what will succeed on Nero's death ? I'll tell thee, Galba : chaos, chaos follows, Chaos and civil war, and in that chaos I Might lose Vononia."], [36, "28 THE EMPEROR'S WISH. [Act II. Gal. Thou dost instil Such hesitation into my mind that I Half dread the Emperor's power, and the thought Of unsuccessful issue weighs me down. I know not what to do. Ah, thus my plans Lag at the sight of hazards, and I lose My chance of empire ! V. Mess. Galba, be wise ; Tempt not thy fortune twice. Once thou wert saved When Nero had condemned thee unto death, Because a woman begged thy pardon of him. Then wert thou sent into honourable exile ; Thou even didst obtain commandment of Some distant legions 'cause she pleaded for thee. What woman hast thou now to plead thy cause Before the Emperor with success like this ? Be thou advised, thy project wild forswear. Remember that if failure it attends, Thou with thy life wilt pay the penalty ; And in the ruin of thy cause, likewise Thou draggest down thy partisans aud friends. Gal. What has become of Lais ? V. Mess. She lives near here, In a large villa that the Emperor gave her In her high days of fortune. Gal. Is it so ? Then I will see her. I loved that woman once. One night of love did she foretell to me I should be Emperor once. I'll go to her. V. Mess. Do so ; she is a woman of the world, and knows The Emperor's power, having been his mistress ;"], [37, "THE EMPEROR'S WISH. Scene II.] 29 And having loved thee once, she will dissuade thee From enterprises rash. Thou art wearied sure ? Our ride was long ; let us retire to rest, And when the morning comes I'll point thee out The way to Lai's. Now, my friend, good-night. [Exeunt Scene II. — A room in the villa of Lais at Baiæ. Lais at her toilet, attended by a Slave Girl. Lais. What weather have we got ? Is't warm or fresh ? Slave Girl. 'Tis warm and sunny, but the night was cool, Cloudless and clear ; there is much dew about. Lai's. Indeed much dew ; that is the reason why I felt it chilly in my bath this morning. I shiver still. Slave Girl. Lady, are you unwell ? Have you a touch of fever ? Fever lurks In many a villa garden here about. Were you this night perchance disturbed by dreams ? Lais. I never dream, I have no time for that ; I feel too tired, making love all day, Not to sleep well at night. How wearisome To hear the self-same men each day repeat The self-same adulations, and to watch The smiles that seem eternally the same Upon the self-same faces ! Slave Girl. But, lady, sure You need not see them if they weary you ? Lais. Not see them ! Hand me that mirror, girl ;"], [38, "THE EMPEROR'S WISH. [Act II. 30 Let's see myself. Thou art not neat to-day ; Thou hast pulled my hair awry. It suits me not. Bring them thus o'er my forehead. Not see these men ! Although their presence may seem wearisome, I could not do without it ; 'tis grown a habit. How do I look this morning, tell me, girl ? Slave Girl. Most fresh and beauteous, lady ; think you not? Here is the mirror, see. Lais. I'll judge for myself. I doubt thy word, girl ; thou dost flatter me. Whenever this same question I do ask, Thine answer is the same. Mine eyes are dull. Is't weariness that makes them look like this ? Give me that stuff; I'll mark the eyebrows better, And tinge my eyelashes a deeper hue, — It makes the eyes look brilliant. 'Tis better thus. The lotion that I use to wash my face Keeps my complexion clear ; 'tis a good gift My friend Pomponius gave me. I'll thank him for 't. Ha ! there's a line that runs across my brow ! Girl, I am growing old ! Well, let age come, I dread it not ; it cannot bring much sorrow, Since youth itself has brought so little joy. That wrinkle's very marked. Ah, when I think How erst an Emperor would that forehead kiss ! Take, take this mirror from me, take it, girl ; I will not scrutinize my face too close. Go on, girl ; do my hair. Slave Girl. How shall 't be done ? Lais. Comb them well up behind, that I may show The nape of my neck ; I have it very fine,"], [39, "THE EMPEROR'S WISH. Scene II.] 31 And therefore let men see it. So 'tis right. Now just a little lower o'er the forehead Let the hair droop. Enter a Slave. Slave. A stranger waits without And asks to be admitted. Lais. What his name ? I do expect some friends, but not so early. Slave. He will not tell his name. Lais. He will not tell ? Go, girl, and see who's this mysterious stranger. [Exit Slave. Slave Girl goes out and returns. Well, who is it ? Slave Girl. I do not know the man. He will not tell his name, but says he knew you, And therefore seeks admittance. Lais. He seems bold. What manner of man is he ? Slave Girl. If I may judge By his external semblance, nobly born, Imposing, valorous, of great position, Nor gay nor sad, but serious. Lais. What his age ? Slave Girl. Nor young, nor old, perhaps some fifty years. Lais. Bid him come in ; I'll see this curious man, Who's neither gay, nor sad, nor young, nor old. Enter Galba. Are you not Galba ? Gal. Ay ; eight years ago"], [40, "THE EMPEROR'S WISH. [Act II 32 Thou hadst not asked that question. Lais. Oh, thou art changed ! Gal. Eight years do leave a mark where they have passed. Lais. Draw nearer, Galba ; let me look at thee. Indeed thou art changed ; erst thou wert gay, But now thou seem'st so silent, sad, careworn, And by dark thoughts oppressed. What ails thee, Galba ? Speak ; tell me ; I did ever wish thee well. Why art thou come ? I thought thee far away, Commanding distant legions ; by what chance Art thou, then, brought this way ? Gal. To see thee, Lai's ; To ask thee thy advice, which shall decide The current of my life. Lais. Go, girl, at once ; Leave us alone, and when my friends are come, Let me be warned. Galba, we are alone. [Exit Slave Girl. It was thy privilege in former days To kiss me, Galba ; but forgetfulness Slips in with years. Wilt thou forego thy right ? Gal. Not for the greatest pleasures of this world, Or the imperial crown. Lais. Come, sit by me. Thou must have much to tell, since thou hast lived So many years away in distant parts. And hast thou had adventures ? My time is thine. I die to hear thee, Galba. What is that ? A ring upon thy finger ? Whose gift is it ? I never gave thee that. Gal. No, Lais, no ;"], [41, "Scene H.] THE EMPEROR'S WISH. 33 A cunning goldsmith carved this ring for me. Two women loved me once ; this ring I wear As a memento of the love they bore me. Lais. Two women ! Who were they ? Gal. Thou knowest well : The one thyself, the other thou didst know. What good their love did bring me, I ignore. 'Twas nigh my ruin. Look at this ring; It hath a hidden meaning. Lais. And must thou keep That meaning to thyself, or may I know it ? Gal. Look at the ring while I describe it to thee. Two serpents intertwining, carved in gold, Hold in their mouths the bezel of the ring, Wherein is set a dark green emerald stone Encircled by small brilliants. The meaning this : The twisted snakes — two women, whose bright eyes Did fascinate a man ; the emerald stone Doth by its colour jealousy denote ; The little diamond circle all around, That sparkles in the light so brilliantly, Doth represent the burning fire of love, Through which all human creatures must have passed Ere they can feel the curse of jealousy ; For without love there is no jealousy. See, these two struggling serpents with their mouths Grasp for possession of the precious gem ; Like them, two women once for a man's love Did struggle hard. Now mark me, Lais, well : Thou seest the costly splendour of this ring, Wrought by the dædal goldsmith to attract ; Well, round its inner circle, writ in Greek, D"], [42, "THE EMPEROR'S WISH. [Act 34 If. A motto runs, whose general meaning is : \" However fair the external semblance be, Corruption lies within.\" Dost understand Why I do wear it ? 'Tis to think of thee. Lais. Give me that ring. Gal. How can I part with it ? It is an amulet that brings me luck. Lais. Thou cam'st to ask advice, so didst thou say ; I'll give it thee, the ring shall be my guerdon. Gal. If thou dost long for it, then take it, Lais. Looking at thee recalls such dreams of love That blur the purpose that did bring me here, And make the words still linger on my lips. Lais. And is thy purpose, then, so hard to tell ? Or is its nature secret, delicate, Not fit for women's ears ? Speak out, my friend ; I will not blame thee much e'en should it be Some love adventure thou dost fear to tell. I am not jealous, Galba. Gal. Thou hast guessed wrong ; Love is a theme that I have long forsworn. What troubles me is a more weighty matter. Lais. Ah, what a mystery thou dost make of it ! Why didst thou leave thy legions to come here ? Gal. Hast thou not heard of the revolt in Gaul, Which is supported by the Spanish legions ; How they have publicly proclaimed that Nero Unworthy is to hold the imperial power ; That he hath proved a bitter scourge to all, And therefore should be now deposed forthwith ? I now alone, with my few legions, stand A bulwark 'gainst revolt. I go to Rome,"], [43, "THE EMPEROR'S WISH. Scene II.] 35 To judge the state of things ; and there I see, Ay, see the Emperor Nero, 'midst a herd Of wanton courtiers, wassailing at ease In indolent carelessness, while half the world Pants for the moment to cast off his yoke ! What shall I do ? Come, Lais, thy advice. Lais. Kill Nero. Gal. Kill Nero ? And wherefore ? Lais. To make thyself the Emperor of the world. Art thou afeard ? Gal. Think of the dangers, Lais. Can I, the unknown leader of some legions, Raise a revolt 'gainst Nero with success ? What am I but a man almost proscribed ; In danger of my life ; ay, hiding now To escape the Emperor's wrath ? Lais. Did I not once Promise thee, Galba, that thou wouldst be Emperor ? Dost wish to make my promise turn out false ? Gal. Thou hast not thought upon the subject, Lai's ; Thou dost not see what dangers lie ahead, Or what impediments are 'gainst thy plan. Lais. Nay, no more words ; 'tis useless, my dear Galba. I see thou art afraid. I had not thought It was so hard a thing to kill an Emperor. Gal. Why dost thou press so much to have him killed ? What has he done thee ? Lais. Oh, thy mind doth wander ! Has Nero got a claim upon my love ? Gal. But, Lai's, canst thou give no reason why Thou urgest me to such a deed of blood ? Lais. I have no reason."], [44, "36 THE EMPEROR'S WISH. [Act II, Gal. Art in earnest, Lais ? Nay, thou dost play with me. Lais. Oh no, my friend ! By weighty reasons am I never moved, I merely act on fancies or on whims ; And such a whim, perhaps fantastical, Moves me to think that it would give me pleasure To see thee Nero kill, to make thyself An Emperor in his stead. Dost still resist ? Gal. Thy passions and thy actions, as of yore, Are unto me a riddle hard to read. Enter a Slave Girl. Slave Girl. The strangers you expected are arrived. Lady, shall they come in ? Lais. A moment, girl. Go, Galba, hide thyself in yonder room Till I dismiss these people. Be not seen. There thou art safe, and canst at leisure think O'er all the things we've spoken. I will yet Persuade thee to my plan, be thou assured. Gal. I am not easily moved, and to succeed Thou wilt have work to do. Lais. Well, more anon. [Exit Galea. Now, girl, I'm ready to receive my friends. Enter Pomponius, Silanus, and Calpurnius. Pom. Still at the mirror, seeking to improve Thy natural beauty ? Oh ! not yet quite dressed ! Why, friends, we should have hurried on the pace, Then had we seen the beauteous Lais rise Out of her bath, like Venus from the sea."], [45, "Scene II.] THE EMPEROR'S WISH. 37 . Lais. Still at poetic phrases. Welcome all. Ah, what a sleepy look is yours, Silanus ! What revel yesternight did spoil your sleep ? Sila. No revel, Lais, but a little feast I gave some friends, where every morsel served Was by the greatest cooks in Rome prepared. You should have seen the richness of the feast — The flow of mellow wine, the wealth of fruit Brought from the Afric shore, the fishes caught Along the Spanish coast and shipped alive That they their delicate flavour might retain Lais. Spare me the rest, I am not fond to know The number of the dishes. Well, I see Your meals are heavy, judging from your girth. Cal. The splendid feasts our friend Silanus gives Have left their mark on him ; they gnaw his wits, And give him flesh he bears not easily. Pom. That lotion I did give thee answers well, If I may judge by thy complexion, Lai's. Lais. Ay, so it does. Pom. Thou shouldst have sent for me. I would have shown thee how it should be used. Lais. Pomponius, dost thou think me still so young That I know not how such things should be used ? Pom. Look at Silanus, with his mouth wide open, And starting eyes, admiring all alone The statue of the garden-god Priapus. Lais. It pleases you ? Cal. Silanus, Lais speaks. Sila. I like the quaintness of that statue much ; If I may guess, it was a lover's gift. Lais. I do not keep a record of such things."], [46, "38 THE EMPEROR'S WISH. [Act II Who gave it me I have forgotten now ; Yet, surely he was liberal of purse. Sila. So are we all. Lais. Ay, on yourselves, Silanus. When did you last make me a pretty gift ? Look at that pedestal that yonder stands : It long hath sighed that it might bear a statue ; Bring a companion to the garden-god. Sila. The cost of statues is no trifle, Lai's. Lais. Have you no wealth ? Why, even now you said That you had sent as far as Spain for fish To serve up at a meal. Sila. And so I did. When will you sup with me ? Lais. Not till I see A statue on yon naked pedestal. Sila. I promise you a statue. Lais. Go at once. Take him, Calpurnius ; there's a sculptor lives At Baiæ, who has many things for sale Of strange conception, quaint, original ; See he selects one that you think will please me. Good-bye, Silanus. Sila. Must I take my leave ? Lais. Follow Calpurnius now ; come soon again. [Exeunt Silanus and Calpurnius. Pom. Thou art not gentle with Silanus, Lais. Lais. He's gross, and therefore must be grossly treated ; He's rich, and therefore he must give to others. Where hast thou been, Pomponius, all this while ? Pom. In Rome."], [47, "Scene II.] THE EMPEROR'S WISH. 39 Lais. What news is there of Nero ? What does she now, the dark-eyed passionate girl ? Pom. While Nero revels, Dolabella rules. Lais. Bringst thou no further news from Rome than this? AYere thine ears closed to rumours of revolt ? Pom. Not hear them ? Why, they are the common talk Of all the town of Rome ! They are not slight, The troubles that break out in Gaul and Spain. Lais. And what say men in Rome will be the issue ? Pom. They dare not to express their hopes and wishes, The Emperor has too many spies about. Lais. And dost thou think that Nero will be able To cope with this revolt successfully ? Pom. I hold no views on riddles of this sort, But public rumour says that Galba holds The threads of the solution, since he commands The legions, stationed in North Italy, The only bulwark left that can prevent The spread of the revolt, and therefore he Was summoned back to Rome by Nero's orders. Lais. Is Galba now in Rome ? And is it thought He is a trusty servant of the Emperor ? Pom. A trusty servant ? Nay ; 'tis even said He meditates to have the Emperor slain, Whereby he might attain imperial power. Thou shouldst have seen the meeting of the two ; The want of courtesy on Nero's part, And Galba's efforts to restrain his wrath. 'Twill not be long ere one or the other dies."], [48, "THE EMPEROR'S WISH. [Act II. 40 Lais. Dost really think that Galba is in danger ? Pom. I would not be in his place should he be caught And brought before the Emperor. He's fled from Rome. Lais. Galba has fled ? And whither is he gone ? Pom. I do not know, but generally 'tis thought Back to his legions. Oh, I had forgot That long ago this Galba was thy friend, Dost thou still take an interest in him, Lai's ? Lais. Take interest in him ? Oh dear no, Pomponias ! 'Tis but curiosity upon my part Makes me inquire what news there is of him. Pom. In talking thus my memory slips the noose. I nearly had forgot to tell thee, Lai's, That Nero has left Rome, and comes to Baiæ. Lais. Nero is coming here ? Pom. Why so alarmed ? Thou lookest now quite pale. Does it give thee pain To meet again thy old imperial lover ? Lais. Speak not like that, Pomponius, or I'll hate thee. What brings him here ? Pom. The evil news from Gaul, Which so disturbs him that he has no peace ; He thinks that, having fled away from Rome, He will be less pursued by evil news. That which an Emperor hears not of, nor sees, Doth not exist for him. Lais. Leave me, Pomponius ; I wish to be alone. Pom. What I have said Hath dashed thy spirits ; is 't not so, my Lai's ? Lais. Press not to know ; I have my reasons for it."], [49, "Scene II.] THE EMPEROR'S WISH. 41 Come when thou wilt again, but leave me now. Pom. I see that thou hast something on thy mind Thou wilt not tell me. I'll not seek to know. Farewell, farewell ; we shall soon meet again, And be thou then in better humour, Lai's, [Exit. Lais. Galba must not stay here now Nero comes, I see that Nero's star is sinking low ; I feel 'tis over with him. Well, 'tis good ; He shall be punished for forsaking me. But now to work ; for I have still to bring The hesitating Galba to take part In this most dangerous venture. Ah, the prize Is great — an Empire ! 'Tis well worth the try ; The Empire his, the satisfaction mine. Thou dark-eyed Dolabella, thou shalt see It is not good to slip into my place. Come forth, dear Galba ; I am now alone. Enter Galba. Well, hast thou changed thy mind ? Gal. No, I'm resolved. I will not intervene to hasten on What doom for Nero in the womb of time Lies still obscured. I will now straight return Back to my legions, where I, unconcerned, Shall watch events slide into whatever groove Chance or the gods direct. Lais. Why so oppose Thine own advancement ? Take now mine advice, And lead the coming storm against the Emperor. It is for thee to choose ; make common cause With the revolted provinces."], [50, "THE EMPEROR'S WISH. [Act II. 42 Gal. Nay, nay, Plead thou no more ; however sweet thy tongue, I'm proof to all temptation. Lais. Dost thou know That Nero comes to Baiæ ? Let him but put His hand upon thee, and thy life is gone. Gal. Nero is in Rome. Who says that he comes here? Lais. My friends who left just now did tell it me. Gal. Has Nero heard perchance that I am here ? Lais. They did not say, but they assured me that The Emperor did not love thee ; that the news Latest arrived from out the provinces Now in revolt was to the Emperor's cause Most markedly adverse. Gal. Did they say so ? Lais. And that it was the common talk in Rome That Nero's prospects were not enviable. Gal. We cannot ever ride upon the wave, We needs must sink sometimes into the hollow, But then we rise again ; so Nero will, Though now his fortune runs to a low ebb. Lais. They told me, too, 'twas commonly reported That thou hadst furtively fled out of Rome, And didst intend to march upon the city With all thy legions, and depose the Emperor. Gal. Mere idle chattering of the baser sort. Lais. They likewise said the Emperor, in his wrath, When he was told how thou hadst fled away, Did publicly decree thy death, and placed A price upon thy head. Gal. It is not true."], [51, "Scene II.] THE EMPEROR'S WISH. 43 He durst not do it. Lais. Ay, he dares it, Galba, Because he knows thou art afraid of him, And thus the man who has legions at his beck Swallows the taunts of him who scarcely keeps A tottering footing on the imperial throne. Gal. A price upon my head ! Does Nero seek To drive me to revolt ? Let the man come Who ventures to, when I am 'mongst my legions, And ask them for my head : he'll not return To get his Emperor's thanks. Lais. Boast not so much, For thy security is but apparent. A Nero has a hundred secret ways Wherewith to gain his end ; thou wilt one morn Wake up and feel thyself in throes of poison, While Nero laughs securely on his throne, — Ay, laughs indeed, that one should be so weak To choose to grovel when he held so near The reach of empire. Gal. There's much truth in this. A price upon my head ! 'Tis war, not peace, They urge me to. That narrows much the choice. Between extremes the present issue lies : Or peace, and that is certain death for me ; Or war, and that must lead to desolation vast And loss to others, death perhaps for me, — Ay, death most probable, but yet not certain ; And if success attend upon my venture, Why, the reward is great, an Empire. Lais. Galba and Nero cannot live together ; One of the two must die : the choice is thine."], [52, "THE EMPEROR'S WISH. [Act 44 II Wilt thou, then, have great power, wealth, thy life ; Or dost thou choose ignominy and death ? I had not thought it had required so long To think o'er the selection. Gal. When I think How Piso fared with his conspiracy, And ay, Vinicius too, why, then I lose All courage to proceed. Valerius is right. The Emperor's might is rated oft too low And made too slight of, and individual plots Lead to perdition only ; to breed success, It is the nation of itself must rise To cast away the yoke of Empire. Till then, let us in silence bear the burden For better and for worse ; for why should I Have better fortune in such enterprise Than Piso, richly circumstanced in all That should success betoken — birth, position, Noble of presence, stuffed with qualities, With wealth immense, and troops of powerful friends, Loved of the soldiery — and yet he failed. Nero but breathed a word, and Piso died. Lais. He's hesitating still. He must be forced To some decision ; words are no more of use. Hark, my dear Galba ; I'll not waste my breath Or strain my voice to hoarseness any more, To point thee out the way to Empire. The time speeds on, so come now, sit thee down ; We'll settle our accounts another way. Gal. I know no other way but argument That can persuade me, save I leave, perhaps, The issue unto chance."], [53, "Scene II.] THE EMPEROR'S WISH. 45 Lais. And why not chance ? It is as good a method every way As argument, when the decision turns On doubts that balance close. Ho, there, my girl ! Bring me the dice that lie in yonder box. Now leave us to ourselves. [A Slave Girl brings the dice, and retires. Gal. What wilt thou do ? Lais. I pray thee, Galba, sit ; deny me not. We'll have a game at dice. Gal. And what the points ? Art thou informed in all the strokes of hazard ? Lais. It is my frequent game ; I know it well. Gal. What are thy usual stakes? Lais. At other times I pay my loss with liberties of love ; But when I win, the plenitude of gold Fills up my purse. But we this time must play For stakes of greater value. Gal. What are they ? Lais. These are fair dice ; thou needst not look at them. They bear not at their edge the weight of lead To make them tumble on the winning points. Gal. Tell me the stakes. Lais. Well, then, we will begin. We play for Nero's life. Gal. For Nero's life ? Nay, Lais, nay ; shall a man's life thus hang Upon a throw of dice ? Lais. Why should it not ? How oft we see the lives of noble men"], [54, "46 THE EMPEROR'S WISH. [Act II. Nipped in the bud to please a tyrant's whim, Or hurried death pressed on them in a jest To keep an Emperor merry. Be wise, my friend ; From out thy trembling hand let fall the dice. Gal. I dare not, Lai's. Why, the gods themselves Would launch a curse upon an enterprise Begun on grounds so rash ! Lais. Talk not like this, Thou mak'st me angry. Who directs the dice If not the gods ? Have I not given thee grounds Should have persuaded thee a hundred times? But now, because thou hesitatest still, I make direct appeal unto the gods. Gal. Be not thou angry, Lai's : I will do As thou dost bid me ; thou shalt direct my course For good or evil. I will now throw the dice, Let them decide my fate. What if I win ? Lais. Then I renounce all efforts to prepare Thy way to greatness ; thou needst not then revolt, But at thy leisure wait till Nero kills thee. Gal. And if I lose ? Lais. An Empire shall be thine, For then thou standest pledged to raise revolt Against the Emperor, and to have him killed. Art thou contented ? Gal. Here is my answer. [Throws dice. Lais. And now I follow suit. Gal. The casts are equal ! Lais. We'll try again. Better success this time. Thou lookest pale. Gal. 'Tis a bad augury That the. first throw should cast up even points."], [55, "THE EMPEROR'S WISH. Scene II.] 47 Lais. Thou art astonished ? Hast thou never heard How often even points are cast at dice ? To it again. Gal. Lai's, throw first this time. Lais. I do so. Here's my throw — a six and a four. Outbetter it, if thou canst. Gal. Now let the gods Direct the throw. Roll on, you fateful dice ! A six ! A four ! Again the casts are equal ! I see, the gods protect the Emperor's life ! Lais. Curse these so stubborn dice ! Ho, girl ! come here. Bring me some others quick, for I am sure Thai these must be bewitched. Retire again. [The Slave Girl brings new dice, and retires. Galba, we may proceed, and may our lucks Not run dead heats this time. Gal. Once more I'll throw, But 'tis for the last time. Lais. So let it be ; And that it may be fairly done, this time We'll throw together. Now let chance decide. [They throw the dice. Gal. What dost thou see ? Lais. I see the death of Nero. Thou hast lost ! I've won ! My cast is favourable ! Gal. My luck forsakes me ; and thy cunning lures Have made me hang perdition o'er my head ; Yet what I promised thee I will perform. Lais. Thou needst not look so peevish o'er thy fate. Thou dost deserve a kiss, I'll give thee one. Be bold, and greatness will attend on thee. Hail to thee, Galba, Roman Emperor !"], [56, "48 THE EMPEROR'S WISH. [Act III, ACT III. Scene I. — A terrace of the villa of Nero at Baiæ ; on one side an arch leading to Nero's apartments, closed by a curtain. Night ; in the east the first signs of dawn; the moon sinking. Nero rushes in. Nero. I breathe again ! 'Twas nothing but a dream ; And yet it made me mad ! Oh, the hideous forms That seized upon me, and made me from my sleep Start up in fear ! The night air does me good. I tremble still : that supper yesternight Hath dulled my health ; I do not feel myself. Sleep has forsaken me, or if I doze But for a moment, 'tis to wake right soon With beads of perspiration en my brows, And limbs all shaking, which doth far exceed All sleeplessness in horror. Curse that god Who sprinkles from above the gift of sleep On every one but me. What use is there In being Emperor, if, like plebeians, I Must bear the ills of nature, and submit To worries and to sufferings of all kinds ? Cursed be all men who sleep at peace this night,"], [57, "THE EMPEROR'S WISH. Scene I.] 49 While I, their Emperor, must toil up and down This terrace seeking rest, watching the stars, Whose myriad lights grow pale at the approach Of morning. Ah, the very moon itself Sinks to its rest behind the wooded hill, But mine eyes cannot close ! I'll be revenged. All such as shall to-morrow mock me with Fresh faces, showing they have had their fill Of quiet sleep, why, I will have them killed. None but the weary-looking now shall live. Oh, that the light of morning would but come And kill the dismal colour of the moon, That makes the shadows take fantastic shapes To frighten me ! Ha, there ! 'Tis gone again. 'Twas nothing. I can breathe. 'Twas but the wind, That moved a bough and made the shadows dance ; And yet methought I saw my mother's ghost, That beckoned to me. I'll think of other things. My knees are trembling ; I'll sit down a while. Oh lovely moon, about to sink to rest, Hear me ! oh, hear me ! Come and lie with me Upon my silken couch. Come, Artemis, Deny me not, but let me in thine arms Find rest and sleep. Leave me not thus alone, Or I'll go mad. Ha, there ! what moves ? Is't thou, My Dolabella ? Enter Dolabella. Dola. Yes ; I heard a cry, And so I came. Say, what ails thee, Nero ? Why hast thou left thy bed to sit out here And breathe the dank unwholesome air of night ? E"], [58, "50 THE EMPEROR'S WISH. [Act III. Thou hast a frightened look. Have dreams again Disturbed thee in thy sleep ? Nero. Come, sit by me. Come, Dolabella, let me feel thy warmth, For I am cold. I've had such dreams to-night Will make me ever dread to sleep again. Ah me ! I cannot sleep e'en though I would. And thou dost slumber on so peaceably ! What would I not give, girl, to share with thee Thine undisturbed repose ! Dola. What didst thou dream That so upset thy quiet ? Nero. Ask me not. Let me not think on't, or I'll see it again. Dola. Was it so terrible ? Nero. My mother came, Oh ! Dolabella, with such haggard eyes, Her hand outstretched, and from the finger-tips The blood did ooze ; and this she pressed on me, Ay, on my breast, and I stood motionless, My body frozen, and my heart quite stilL Oh, Dolabella, if I see it again I'll kill myself ! Ay, kiss me, girl ; 'tis good To feel the touch of life and thy warm lips. Dola. 'Twas but a dream ; be not so frightened, love. Come back into the chamber ; here 'tis cold. I'll watch by thee that thou be not disturbed. Nero. Into the chamber ? No, not till the sun Disperses all this gloom. Here will I stay And watch the morning come ; 'tis not far off. Dola. Thou art not well ; it is the adverse news From Gaul and Spain that hath unhinged thy spirits."], [59, "Scene I.] THE EMPEROR'S WISH. 51 Be not downcast. 'Tis well that we left Rome ; Thou wilt no longer hear the lying news Spread by thine enemies. Beloved, now Lead thou thy usual life. Sing to thy harp, And occupy thy mind composing verse ; Practise the bow, or wrestle with thy slaves, Or throw the heavy javelin, or else drive The racing chariot round the public path : Thine health will be improved. Nero. Are we alone ? I fear this solitude. Oh, let me hear More human voices round me ! Dola. Phaon, ho ! I know not, Nero, what thou hast to-night. Phaon ! where are you ? Enter Phaon. Pha. Madam, here I am. What orders have you got ? Dola. Run, Phaon, quick ! And call Pomponius, and Silanus too, And other senators who sleep this night Within the house. Run on thine errand, Phaon. It is the Emperor bids them hither come. [Exit Phaon. Thy friends are summoned, they will soon be here. Brace thyself up, beloved ; let them not Behold thee so downcast. Nero, stand up ; If thou art weak, then rest upon me thus. Thou art their Emperor still, show them no sign That thou hast been afraid. Be bold, dear Nero, And when thou speakest to them let thy voice"], [60, "THE EMPEROR'S WISH. [Act III. 52 Sound natural, and not tremble. Hark ! I hear The sound of hurrying footsteps ; some one comes. Enter Pomponius and Phaon ; Silanus and others follow at short i?itervals. Pom. What unforeseen and curious circumstance Impels the Emperor at so strange an hour To send so sudden for us ? Has news arrived Of evil import from the provinces ? Dola. Speak not of that. The Emperor sends for you To be amused, and for no other grounds. The fumes of that long supper yesternight Have mounted to his head, and keep him from His wonted sleep. Speak to him. Cheer him up. Sila. Although still half asleep, we will be merry If it can please the Emperor. Nero. So 'tis good To hear again the voices that I know. 'Tis well ! 'Tis well ! I feel myself again. Thy hand, Pomponius : now, thou midnight hag, Come if thou wilt ; I do not fear thee more. Speak to me, friends, to make the night pass by, For ere the dawn is come I cannot sleep. A Senator. Shall music be commanded? Nero. Nay, be still ! I am an artist ; let the nightingales Be the nocturnal music for my ears ; I'll hear none other. Sila. I would, then, suggest That if the Emperor, when the night comes, Feels no desire to sleep, it shows he lacks Amusements in the daytime ; therefore let"], [61, "Scene I.] THE EMPEROR'S WISH. 53 The gladiators be commanded to Perform a show to-morrow, and he will Have, the next night, his wonted fill of sleep ; For pleasure brings on weariness, and that Leads but to sleep. Nero. No shows of blood for me ! I saw her bleeding hand this night — enough ! Come day, come on apace, that I may sleep. No blood I'll see till I return to Rome. But then the provinces of Gaul and Spain Will be reconquered, the rebellion crushed ; Then will I show unto the Roman people A sight of blood was never dreamed of yet : The arena shall be filled with traitors' blood, And I will float a galley on that sea, And on that ship, in my triumphal robes, I'll stand and sing an ode to victory. Pom. The Emperor says he cannot sleep at night ; I have, then, a proposal that may suit. Not far from here, so public rumour states, A wealthy senator retains his wife In deep seclusion locked, that few can see her ; But those wrho've seen, report her wondrous fair. Think you not all it were a lively jest If we some night should play the jealous man A trick upon his wife to make him mad ? Say, in the dark climb o'er the garden wall And get into the house ; then two of us Would hold the husband down while others kissed His lovely wife. Nero. Indeed, I like this plan. Thou hast a good invention, my Pomponius."], [62, "THE EMPEROR'S WISH. [Act III. 54 Dost know his name ? Pom. I do not know it yet, Nor where he dwells, but only such a clue Which I still think will lead us where we wish. We should disguise, not to be recognized. Dola. Be wise, dear Nero ; go not out at night. Give up all notion of this mad adventure, And stay by me. Nero. No, girl ; my mind is set. Cross not my course nor breed contention now. I'll know the senator who has a wife And shows her not to me. Thanks, Pomponius ; Thy plan is excellent, because it gives The day to slumber and the night to revel. Dola. I will not beg thee stay ; do as thou wilt. Go, Nero ; but no good can come of this. I'll follow, in the garments of a boy, And watch what comes of 't. Nero. See, Pomponius, That what we may require for the use Of our disguise to-night be quick prepared. At last the streaks of dawn show in the east Flog on thy steeds, thou lingering waggoner ! And 'neath thy chariot make the groaning wheels Turn madly round until the sparks fly out And set the skies alight. Whip by the hours, The dark, unhallowed, and unwholesome hours, In which the uneasy spirits of the dead Do wander in their sleep. Hail, coming light ! Now we must separate, each unto his work. To-night the sport, and now I'll try and sleep."], [63, "THE EMPEROR'S WISH. Scene II.] 55 Scene II. — A hall in the villa ofV. Messala, at Baiæ, opening on to an enclosed garden. Evening ; a thunder- storm approaching. Enter V. Messala and Galba. V. Mess. Thou has been absent long. What has occurred ? Hast thou seen Lais ? Gal. I stayed the night with her. V. Mess. And what advice gave she ? Gal. Oh, ask me not ! I would not give thee pain, or make thee think I had not acted to thee as a friend ; But she did make me swear, and, having sworn, I am no longer free. What I must do I will alone perform. I ask no more Thy help, Valerius ; thus thou shalt be safe, For no one doth suspect that I am here, Or that with thee I have held intercourse On matters of great moment. None shall know it. To-morrow I will turn my back on Baiæ Ere morning breaks ; but now extend to me For one night more thy hospitality. V. Mess. Stay in my house so long as thou dost wish. But, Galba, those few words that thou hast spoken Have, like an arrow's point, pierced through my heart. What so convincing argument could she use To make thee thus forsake thy cooler judgment, And enter on so rash an enterprise ? Speak to me, Galba. Is there still a hope"], [64, "56 THE EMPEROR'S WISH. [Act III. That thy determination be not fixed ? Then will I use what eloquence I have Still to dissuade thee. Gal. Strain not thyself, Valerius, In useless efforts ; for, though thou shouldst use Such learned and selected arguments Would prove me all the folly of my plan, Yet would I be by them uninfluenced still. I am not free, for Lais holds me bound. V. Mess. How couldst thou yield, and pawn thy judg- ment thus ? Gal. Valerius, there are moments in men's lives When a decision of such grave import Has to be taken, that around the points Of the chief issue all our doubts revolve ; We weigh the scruples, and broad view of things We banish from our sight Thus chances pass, And we remain unto the end of life Obscured, forgotten in our pettiness. So, if we cannot for ourselves decide, Nor have that gift of resolutions quick, Dost thou not think that it were wise to leave Decision unto chance, or make appeal To clearer-sighted unconcerned outsiders? Once doubts removed, decision being ta'en, The aim appears distinct, and we proceed With impulse unrestrained along our path, And overcome what hindrances oppose The grasp of power. V. Mess. Thou art determined, then, To pit thy luck against the Emperor's might ? Oh, Galba, what a curse will follow thee"], [65, "Scene II.] THE EMPEROR'S WISH. 57 If thou, to catch the lure of Empire, Or satisfy the wishes of thy Lai's, Dost bring the horrors of a civil war On Italy again ! Think of it ; let not The drainage of the land be clogged again With streams of blood from fellow-citizens. Gal. I cannot change, for I am left no choice. Death or an Empire is the end for me. Fear not, Valerius ; for the events will not Balance too long upon the resting-point : The issue cometh quick, and civil war Will scarce have time to breed ere all be over. V. Mess. No more ; Vononia comes. Let her not mark Ought strange in our appearance or our talk. Enter Vononia and Neæra. Von. Oh, I am glad our noble guest is back ! Gal. I had some business, lady, that retained me Away the night. Von. But now you'll stay some time ? The sight of a friend will make the house more gay. My conversation is so poor in learning, That on my husband it must often pall, And prove of little charm ; for scarce it has A greater span than every-day observance : But you must have experience of the world, Obtained in action, deep and serious thoughts On various subjects it were good to hear; So, for my husband's sake, I would be pleased To hear you hold some serious talk together, Which I might listen to in reverent spirit. Good sir, you will not, then, refuse to stay ?"], [66, "58 THE EMPEROR'S WISH. [Act III. Gal. To-morrow morning I must leave this place ; I may not stay, however much I wished. For who, had he the power to remain Here by your side, and watch your gentle grace, Would turn away in hurry ? If I go, 'Tis, lady, that I must. Von. Stay yet to-morrow, And we shall have a noble feast prepared To do you honour. See these fresh-cut flowers : With mine own hands I'll bind them into crowns To place upon your head. You will not go ? Valerius, do thy best to make him stay. Gal. How to refuse, the pleading from such lips ! Well, lady, for your sake here will I stay, Until I see the gloaming drawing in To-morrow, then its shelter will I use To leave unseen : yet well Valerius knows I am not wise in lingering here so long. V. Mess. Come, Galba, come with me; our time is short, And we have many things to talk of still, Ere thou must leave us. Stay, Vononia, here ; We will be back right soon. [Exeunt V. Messala and Galba, Von. How sultry is the night ! one cannot breathe. Neæ. A thunderstorm is rising 'gainst the wind ; See, the dark clouds already fill the sky. Von. Now the first drops are falling. Hark, Neæra ! Didst thou not mark my husband looked not well ? There's something on his mind he will not tell me ; I am assured of that He walks alone, And meditates so long, ay, half aloud."], [67, "Scene II.] THE EMPEROR'S WISH. 59 And yesternight, when I did press him with Some explanation for this change in him, He put me off with such a gentle answer That took from me all courage to proceed. I know not what to think of 't Come, sit by me, And we will weave these flowers into crowns And garlands for the feast proposed to-morrow. My thoughts are not attuned to mirth to-night, And the vague fear of some approaching harm Makes me uneasy. Neæ. My Phaon tells me That he has often noticed, at the court, How men of great position like your husband, Who spend their lives in the very stream of the world, And have their minds on mighty projects bent, Wear on their faces, every one of them, A look of care, and seem pre-occupied. Von. This rose shows signs of fading ; let me have One with more life in 't See, the petals fall When I but shake it gently ; there, the leaves Lie scattered on the floor, and that which was E'en now so beautiful is quite destroyed. As suddenly as this, our fairest hopes, Our brightest dreams, if we approach them with The rude uncivil touch of real life, Fade from our grasp ; then, foolishly, we feel Dissatisfied with life, and with ourselves. Where is thy Phaon ? Neæ. He's not far away. He sent me word this morning that the Emperor Had given him his freedom, and a house Without the walls of Rome ; therein we'll live"], [68, "THE EMPEROR'S WISH. 60 [Act III. to Together both, for we'll be married soon. Von. Is he come here to carry thee away ? Neæ. The Emperor says he cannot spare him yet. They are now at Baiæ. Von. Who ? the Emperor ? Since when, Neæra ? Neæ. Since a day or two. Being so near us, I should like to see This mighty Emperor, who doth rule alone The whole big world ; he must be good and great, And I do owe him Phaon's liberty, And more besides. I wish that I could thank him. Von. He has done thee good, and thou art right praise him ; But I do fear that, like that rose just now, That seemed so beautiful when seen from far, Yet proved of little worth when it was touched, So is this Emperor's nature, for I feel He casts a shadow on my husband's life ; I know not why, or wherefore, yet I feel it. It thunders loud ; look in the garden, girl. How goes the storm ? Neæ. 'Tis very dark and black, And great big drops of rain splash on the shrubs ; The breath of the wind in sweeping circles runs Along the paths, and bears aloft a host Of fluttering leaves that from the careless stalks Are kissed off as he passes. There, again, The heavens are lit with light ! Zeus is angry. Lady, let us go in. Von. Ay, girl, 'twere wise. We'll gather up our flowers and retire."], [69, "Scene II.] THE EMPEROR'S WISH. 61 Enter Nero, Pomponius, Silanus, and some others through the garden, unseen. Dolabella follows, dressed as a boy. Nero. Is this the house ? I am wet through with the ram. Pom. I lost my way in the storm, but here we'll find Some shelter, at the least, and so 'tis good. Sila. It is a piercing rain, and the rough wind Lifts up the sheltering coat. Nero. Ha, Pomponius ! Mark the two women picking up the flowers. Thou hast struck true, and Eros was our guide ; This is the house. Look when she turns this way. She doth all expectations far surpass. I'll speak to her. Pom. Discover not yourself. Do not forget we wear the peasant's guise, And we may be rough treated if we are seized. Von. Hark, Neæra ! didst thou not hear just now Some voices in the garden ? Whose may they be ? Neæ. Look, lady ; there are strangers in the house. [Nero comes forward. Nero. To kiss the hand of beauty am I come. Pom. Lady, we are poor peasants, whom the storm Hath driven to intrude into this house Unasked in search of shelter ; may we stay Beneath this welcome roof? Von. Good men, come in ; Stay not outside in the rain. I will now go, And bid my servants bring you food and drink. Nero. I have no need of food or drink ; I'm come"], [70, "62 THE EMPEROR'S WISH. [Act Ill i the the To feed upon thy looks, and from thy lips Quaff draughts of amorous passion and desire. Von. What rude unmannerly sort of man are you, To speak such things to me ? Nero. I love thee, girl, And thou shalt be my paramour to-night. Von. Oh, the poor man is mad ! Look at his eyes Pom. Be wise, now you have seen her, let her go ; The slaves of the house will come, and we may find Rough treatment, and escape impossible. Be not discovered here. Nero. Keep for thyself Thy very wise precautions ; here I'll stay, Nor care who be the owner of the house. Look at the woman's beauty ; who is there Would hesitate pursuit of game because It turned its course across a neighbour's field ? Hold me not back ! I see that thou hast crowns Of flowers for our heads : we'll wear them, girl, And let the heavy scents of fading rose Press on our senses till we fall asleep. Von. Neæra, call for help, or I am lost ! Neæ. Help ! help ! help ! There are ruffians in house ! Enter V. Messala, Galba, and a number (/Slaves. V. Mess. Whose voice doth rise so shrill above I storm, Calling for help ? Neæ. My mistress is attacked ! Call for more help, or surely she'll be hurt ! Nero. Come to my arms and let me kiss thee, girl."], [71, "Scene II.] THE EMPEROR'S WISH. 63 Von. Avaunt, foul man ! Valerius, help me, love. V. Mess. Ho there, my slaves ! come to the rescue ; Bring arms and weapons ; there are cut-throats here ! Off with that hand, and let the lady free. Nero. Not at your bidding. V. Mess. Wilt bandy words with me ? I'll teach thee manners, peasant ; lie on the ground. Galba, thy sword ; I'll finish off this fellow. [Dolabella rushes forward. Dola. Hold back your hand ; take not the Emperor's life! V. Mess. Who art thou, boy ? Dola. 'Tis Nero, look at him ! V. Mess. It is the Emperor ! Von. That man the Emperor? Come, come, Neæra ; let us retire from here. [Exeunt Vononia and Neæra. V. Mess. Galba, take back thy sword. Here, with my hands, Let me raise up your fallen majesty. Nero. Ha, Dolabella ! hast thou followed me ? Art thou so jealous ? There's a kiss for thee ; Be still, girl, and go home. Dola. Oh, not alone ! Pomponius is to blame for this adventure. Come, Nero, let us face the storm without ; This is a cursed house. Nero. I'll follow thee. Messala, ho ! V. Mess. What does the Emperor say ? Nero. You have a goodly retinue of slaves To keep thieves from your house. Look not depressed"], [72, "64 THE EMPEROR'S WISH. [Act III. Because your mighty blow did fell me down ; You have a powerful fist for knocking down, Which I would like to see in the arena Play killing havoc with the gladiators. What does that cunning man within your house ? V. Mess. He is my friend. Nero. Oh ! Galba is your friend ? Oh, nest of traitors ! 'Tis no longer safe To linger here, where Galba hides himself. Silanus and Pomponius, come with me. We'll out into the storm again ; 'tis safer there. This is a trap ; let us escape from it. V. Mess. Let not the Emperor fear ; within my house There will no harm befall him. Nero. I will go. Keep back your slaves ; I do not want their help To find my way to Baiæ. Hark, Messala : Look to your wife, and do not let your slaves Play too familiar with her ; for, mark you, The Emperor has his eye upon your wife. I'll see her soon again ; and now, good night. [Exit. V. As ess. Leave us alone ; I have no need of you. [Exeunt all but V. Messala and Galba. The Emperor has his eye upon Vononia ! \" I'll see her soon again,\" so did he say. You heard it, Galba. Oh, the bitter curse That falls upon me ! What a world is this ! Is it so small that men must cross each other, Breeding contentions, and, with envious eyes, Watch for a moment opportune to filch The pittance from their neighbour ! What shall I do ? To-morrow will the Emperor send, and bid"], [73, "Scene II.] THE EMPEROR'S WISH. 65 Vononia to his presence. Oh, Galba, Galba ! Shall I refuse, and bring upon my house Destruction and the Emperor's maddened wrath ; Or shall I part with her who is my love ? Nay, better death than know Vononia in The Emperor's arms, dishonoured ! Gal. Thou art right. Refuse the Emperor, cast thy lot with mine, And we will raise a whirlwind in the land 'Gainst which the Emperor's might shall not prevail. V. Mess. To join thee, ay, 'twere well ; yet how to leave Vononia unprotected here alone ? The Emperor's parting words bode me no good. I cannot flee and leave Vononia here, Nor can I take her with me to the wars. Nay, Galba, I am much inclined to stay : The Emperor may think better of 't, and leave Vononia unto me ; he has such choice Of women who exceed in loveliness My own Vononia, and who would be pleased To be regarded by him ; perhaps he will Be touched by my great love, that made me hide My own Vononia from the public gaze. He will not hurt her, he will leave her to me ! Gal. Aye, dost thou think so ? Yet, if he should send And bid Vononia come into his presence, What wouldst thou do ? V. Mess. I have some courage, Galba. If they will drive me unto desperation, I'll do some deed I dare not think of yet. F"], [74, "66 THE EMPEROR'S WISH. [Act III. Nero shall not possess her. I will retire, And in the quiet stillness of the night Gather my wandering thoughts, and plan me out My conduct for to-morrow, so that I be Resolved well 'gainst all emergencies. [Exeunt."], [75, "Scene I.] THE EMPEROR'S WISH. 67 ACT IV. Scene I. — A hall in the villa of Nero at Baiæ ; an altar, with fire burning, stands in the centre. Enter Pomponius and a Messenger. Mess. As you may see, I am with dirt besmirched, For day and night I posted without stay, So urgent was the news. Here are the letters I carry for the Emperor from the Senate. Pom. What their contents ? What pressing news is there Can rouse the sluggish Senate to a pitch Of such unseemly terror ? Know they not The Emperor came to Baiæ to be freed From all the worries that the State imposes On him who rules ? He will not hear thy news. Take my advice, man, and return to Rome, We will not have our peace and quiet here Spoiled by ill news. Mess. The letters which I bear, I am informed, are of such consequence That I'll be bold to press you, sir, again, Not to delay, but give them to the Emperor. Pom. Ho, Phaon ! Phaon ! Where is the Emperor ?"], [76, "68 THE EMPEROR'S WISH. [Act IV. Enter Phaon. Is he engaged ? For, look you, here's a man Who presses to deliver unto him Some letters from the Senate. What say you ? Pha. I durst not venture to disturb the Emperor ; He hath been out all night on some adventure, And came not home till dawn, and now he sleeps. The messenger must wait. Pom. So did I tell him, But he will not be satisfied, and says The matter is so urgent, he was told Ere he left Rome, that it would well excuse The unwonted liberty to wake this once The Emperor from his sleep. Pha. It cannot be. Pom. Man, dost thou know the contents of these letters ? Mess. I do not know. The Senate gave me them To bring here with all speed, and bade me to Lose not a moment when I was arrived, But hand them to the Emperor. Pom. Did you hear Strange rumours in the city ere you left, By which we might arrive at some true guess Of what these pressing letters may contain ? Mess. Rumours there were enough. If some be true, Fortune would seem to have deserted quite The Emperor's cause. Pom. Speak, man ; what did you hear ? What further provinces are there have grown, Like Gaul and Spain, rebellious to the Emperor ?"], [77, "Scene I.] THE EMPEROR'S WISH. 69 Mess. They say in Rome, the legions in the north, The only legions left in Italy, Have with enthusiasm proclaimed as Emperor Their general, Galba ; and now nothing bars His conquering march on Rome. Pom. If it be so, Then is it bad with Nero and his cause. Mess. The mob, the very common mob of Rome, When it did hear this news showed not a sign Of pity for the Emperor ; but aloud Proclaimed their hope that Galba might succeed. The senators, with terror overwhelmed, The Emperor being absent, durst not take A single step to stem the coming storm. Then many men of note and great position, Who should in such a crisis give advice, Cannot be found ; they hide until they see Which way events will turn. Pom. This is bad news. The Emperor should be told ; but who will tell him ? Will not you, Phaon ? Enter Silanus, followed by Nero and Dolabella, and Slaves. Sila. Peace, the Emperor comes. Nero. No more, my Dolabella ; she shall come. This day I'll send for her. Dola. Do so, Nero ; But it will bring thee neither peace nor pleasure. That woman hates thee ; I did see that, Nero, When yesternight, thy passions in a flame, Thou roughly sought'st to force thyself upon her."], [78, "THE EMPEROR'S WISH. [Act IV. 70 Did she not shrink from thee ? And thou dost think To bring this woman to a bed of love Who loathes thy kiss ! If thou dost think that pleasure, Then send for her whose name thou dost not know. I am indifferent. Nero. Thou art angry, girl ; Thy sullen looks betray thee. Laugh and smile ; I will not see thee cry. Dola. Have I shown thee tears ? If I had wept at all the foolish things Thou hast committed since I knew thee, Nero, Mine eyes were never dry. Nero. Oh, thou art jealous ! But thou hast got no cause, my Dolabella. Others I kiss, but thee alone I love. What hast thou there, Pomponius ? Pom. This messenger Has brought in haste some letters from the Senate. They need attention close, for he reports Strange rumours in the city which, if true, Would prove the times most critical, and demand Prompt action if the Empire shall be saved. Dola. What do they say in Rome ? Speak, messenger. Mess. That Galba's legions have proclaimed him Emperor. Nero. 'Tis good ! 'Tis good ! 'Tis very excellent ! Let them proclaim him Emperor. What cares he For Empire at this moment ? Did we not But yesternight behold him in the house Of senator Messala ? I well guess What brings him to this neighbourhood : 'tis love Of the fair wife Messala tries to hide !"], [79, "Scene I.] THE EMPEROR'S WISH. 71 She shall not long be hid, for I will have her, And she shall be the bait that must draw Galba Into my clutch ; then will I take good care That he become not Emperor or her lover. The craven Senate, at such paltry news, Is lost in terror ; but I have no fears. Give me those letters. There, now let them burn ! [Throws them upon the altar. Watch, Dolabella ; watch the smoke rise up. 'Tis a good augury for me, my girl ; For as it rises so will my fortunes rise ! Dola. Nero, thou art not wise to jest so now. There is danger for thy Empire. Rouse thyself ; Let us return to Rome, and we will lead An army 'gainst this Galba, and subdue him. Nero. Girl, thou hast got the spirit of a fury ! Thou art fit to govern Rome and its base Senate ! Back with you, messenger, from whence you came, And warn the Senate, when I come to Rome The timid ones I'll seek, and they will feel The weight of all my anger. Tell them this — While I am Emperor they have nought to fear ! Pha. Galba will have escaped since yesternight. The danger is extreme ; no troops are there To oppose the Galbian legions. Rome is lost ! And after Rome the Empire will follow ! Nero. Peace, peace, my Phaon ; trouble me no more. Have I for fourteen years ruled the whole world To be afraid of Galba's noisy legions ? Oh no ! Oh no ! For empires are not lost Nor are they won in a day ; and mark you all, I am the Emperor, and so long I live"], [80, "THE EMPEROR'S WISH. [Act IV. 72 There will not be another. And now peace ; No more upon this subject. My Pomponius, I have a mission for thee ; thou must go And take a message from me to Messala. Thou wilt bid him hither send the wife he keeps Hidden so carefully ; I wish to see her. Into my closet go, and there thou wilt find A golden goblet carved : take it with thee ; It is my present to her. Use fair words, And let Silanus and some others keep Thee company on thy way. Do not delay. Pom. And if Messala should refuse to place His wife into our hands, what shall we do ? Nero. Refuse ! Refuse ! Didst thou, then, say refuse ? I did not think of that If he resists, Tell him it is the Emperor's wish that she Who is his wife should come along with you. He'll not resist. Pom. And shall he likewise come ? Nero. No, no ! He must not come. I will not see him. Tell him the Emperor much regrets to learn How poorly is his health ; bid him take care And not expose himself. Tell him, Pomponius, I'll send him a physician of great fame Will cure him of his ailment. Sila. (aside). Then he'll not live, And his fair spouse ere long will be a widow. Nero. Come, Dolabella ; we'll go watch the mimes Who've come from Naples ; see what they can perform, And I will point thee out their chief defects. They are but country bred, and scarce are artists,"], [81, "Scene II.] THE EMPEROR'S WISH. 73 near all Yet they may give us sport. Dola. Nero, I come. Hark, messenger : when you are back in Rome, Inform the senators the Emperor will Arrive forthwith in Rome. I'll bring him there. Scene II. — A room in the villa of V. Messala, Baiæ. Slaves preparing a banquet Enter Galba and Messala. V. Mess. The day goes by, the midday hour is on. And yet no message from the Emperor comes. Gal. Thou hast a look of weariness about thee Makes me uneasy. Art thou unwell, Valerius ? V. Mess. My hopes and fears kept me awake night, And I to-day feel not in wonted health, But weak and spiritless. All night methought I heard the last words that the Emperor spoke Ring in my ears : \" I'll see her soon again ; Let not thy slaves play too familiar with her ; \" And so all night, between the two extremes Of great despair and hope unreasonable, My mind swayed to and fro. Hour after hour In agonizing slowness seemed to pass ; And with the dawn I rose, and found my mind Unsettled, and no resolutions fixed ; And yet to-day I must decide to take My stand with thee in thy attempt to grasp Imperial power, or here lag behind"], [82, "THE EMPEROR'S WISH. 74 [Act IV. And wait in patience for the Emperor's pleasure. And thou, my Galba, at so grave an hour Art still so calm ? Gal. Because I do not let My thoughts to wander or again consider Whether 't is wise or right to raise revolt Against the Emperor ; once decision ta'en, I hold no doubts or fears but work my way Straight to mine aim. Although I know full well That death's the penalty that I must pay If failure shall attend me, yet we soldiers, Who day and night are ever facing toils, Dangers, and death, unknown to such as stay In slumbering ease at home, are not thereby Rendered morose in humour, nor do we find Less relish in our food than other men. V. Mess. Thou hast that boldness in thee will succeed ; And yet how vast and great the Emperor's power ! Galba, I must stay here, come now what may. Thy hands are free ; if thou dost lose thy life Who will stand up and blame thee ? Thy friends will mourn, But they have got no claim upon thy life. If I should die in such an enterprise When not by circumstances forced thereto, And leave Vononia here, who would protect her ? I cannot take Vononia to the wars : Here must I stay until the civil war That thou wilt raise breaks out on every side ; Then, if I see no hope, we'll die together. She shall not live alone, to be the prize Of the first passing soldier."], [83, "THE EMPEROR'S WISH. Scene II.] 75 Gal. Canst thou not flee ? V. Mess. There is no fleeing from the Emperor's power, It doth extend too far, and his great hand Fetches the compass of the civilized world ; What lies beyond, barbaric hordes inhabit ; No man who has lived in Rome could yonder live. Galba. Thou art not wise, Valerius, to stay here, How canst thou hope the Emperor will forget What passed last night ? Select some trusty slaves And bid them take Vononia to some place Where she may hide secure, and thou wilt come Along with me when I to-night must leave To join my northern legions once again. V. Mess. No place is there where I could hide Vononia Securely from the Emperor if he showed Desire to possess her ; and thy war Against the Emperor will last many years — A Roman Emperor falls not in a day, And thou wilt have much stubborn fight to win ; How could I, then, be separated from Vononia for so long ? Then there's the hope That in the turmoil of a civil war The Emperor may forget me. Gal. Thou art deceived In putting trust in Nero. Has he shown Propensity to good ? V. Mess. There is no man So sunk in evil, so depraved in thoughts But he has still an inkling of some virtue ! The day draws on, and yet no sign is there"], [84, "76 THE EMPEROR'S WISH. [Act IV. That Nero has remembered the events Which here last night occurred. I know him well. If he did really wish to see Vononia He had sent for her ere now. Oh, this delay Gives to my hopes assurance ! Perhaps I'll live Still many years in happiness with Vononia, The Emperor pardoning me for hiding her. If yesternight I called him to thee cruel, Oh, I maligned him ! He is not so bad As men have thought him, and he yet may do Some good deed ere he dies. And thou, my Galba, Who art bent on wars, ere thou must leave my house, And we perhaps may never meet again, We'll have a banquet and we'll all be gay, Talk over happier times in store for us When my Vononia and myself at ease, Not fearing ought nor hiding any more, Shall keep an open house for all our friends. A Slave enters. What hast thou got to say ? Slave. We have just seen A company of men riding this way. They must be close at hand. V. Mess. Men riding hither ? Didst thou say so ? Oh, thou most heartless slave, Thou hast killed me with thy news ! All hope is gone ! Oh, Galba, Galba, condole with me, my friend ; Vononia now must die ! What help is there ! Can she become the Emperor's paramour ? Oh no, it must not be ! Hark ! 'tis the clatter Of hoofs outside the gate. They come, they come,"], [85, "Scene II.] THE EMPEROR'S WISH. 77 To rob me of the only thing I love In this whole world ! ' Oh, gods, that it must be ! Let them take all besides, but leave me her. Hide thyself, Galba ; they must not find thee here. I hear them coming ; hide within the house, And I will join thee when the evening comes, Then shall we both speed forth to our revenge. Nero shall not survive Vononia's death ! Gal. Bear up, Valerius. Do not let thy grief Betray thy purpose to them, or they will Deprive thee of thy life ere thou hast time To do what thou must do. V. Mess. Oh, thou art right ! I will dissemble, Galba. Hide thyself; I hear their footsteps. Oh, all ye gods above, [Exit Galba. Who watch the deed the Emperor puts me to, Give me such strength to bear me through my part ! Slave. Here I announce the Emperor's messengers. Enter Pomponius, Silanus, and several other persons. Pom. Greeting to you, Messala, from the Emperor. The Emperor holds you in such high esteem, That it hath pained him much to see that you, So notable and great a senator, Should keep your wife secluded ; therefore he Sends us upon a message to invite Your wife to Baiæ. We have brought for her A cup of precious metal richly chased ; It is the Emperor's present to your wife. V. Mess. Oh, you are welcome all ! Your hand, Pomponius ;"], [86, "78 THE EMPEROR'S WISH. [Act IV. And yours, Silanus. Ay, you are welcome all ! The Emperor honours me in sending you. And such a costly present for Vononia ! I'm overwhelmed ! What can I answer you ? Pomponius, oh, Pomponius, did you say That I must send Vononia to the Emperor ? Pom. It is the Emperor's wish that she should come. V. Mess. When must she come ? and must I go with her? Pom. You must not come, Messala ; for the Emperor Regrets to hear how poorly is your health. He would not put you to an inconvenience, Nor take you from your house when you are ill. You are pale, Messala ! The Emperor will send His own physician to prescribe to you. V. Mess. Am I, then, mad ! Oh, by the gods above ! What's this you tell me ? Do I look so ill ? Pom. Messala, you are moved at what we tell you. V. Mess. Oh, not a whit, Pomponius ! not a whit ! Pom. Messala, you have done a foolish thing In hiding from the Emperor your fair wife ; Had you exposed her, he had passed her by Nor noticed her perfection. V. Mess. Say no more. Fie on the wisdom of this pandering slave ! Sila. See, there's a feast preparing, excellent, We shall not fast too long. V. Mess. You are welcome to it. Sila. And where is Galba; is he still with you? V. Mess. He is gone, ay, gone ! Silanus, had he known That you did wish to see him, he had stayed. Sirs, if you'll give me leave I will retire,"], [87, "Scene II.] THE EMPEROR'S WISH. 79 And bear the Emperor's wishes to Vononia. Pom. There's time, Messala ; do not press yourself. We could not think to make the lady travel So long the sun beats down so hot and fierce. We start not back for Baiæ till the evening. Now in your garden will we take a turn, And wait until the banquet shall be ready. [Exeunt all but V. Messala. V. Mess. Lost ! lost ! lost ! All, all is lost for me ! Oh, now no hope remains ! How can this world Give to one man such power of doing ill, And bear with it so long? To think, to think That if I let her go, perhaps to-night The Emperor's kiss may soil Vononia's lips ! It cannot be ! It must not, will not be ! And yet I see no means, but death alone, To save Vononia from indignities. To stab her ? No. Oh, it would make me mad, To see her blood flow from some gaping wound ! 'T would work me to a rage, that I would play Havoc around me, and thereby might lose My life, and with it hope of great revenge. The Emperor shall not live, if she must die. I do remember now : I bear some poison About my person, its action swift and sure, And also without pain. What if I should Pour it into her cup, and let her drink it ? She is so young and fair ! To die so young, And have to watch her die, 'tis fearful ! I will not have the strength to do this thing ; And yet 'tis better for her it should be done. Vononia comes. What shall I say to her ?"], [88, "THE EMPEROR'S WISH. 80 [Act IV. Enter Vononia. Von. Valerius, thou art sad since yesternight The Emperor came disguised into our house. Ay, for some time I've noticed that thy looks Betray some secret fear I know not of. Oh, tell me all, Valerius ! Let me share Thy hopes and fears. V. Mess. Ask me not, Vononia. Von. Valerius, dost thou apprehend some harm Will come to thee from the Emperor ? Tell me, love I'll bear me bravely, and not yield to tears. Oh, tell me, love ; is Nero wrath with thee, And will he take thy life ? V. Mess. My life ? 'Twere nought ! Oh no, Vononia ! 'tis thee, 'tis thee he wants ! To bear thee hence, his messengers are come ! Von. Thou wilt not let me go, wilt thou, Valerius ? V. Mess. Beloved Vononia, did it depend on me Thou wouldst not go. But can I oppose The Emperor's orders ? Dost thou know, Vononia, What is the power of a Roman Emperor ? 'Tis vain to oppose his wishes ; and I so weak, So impotent against him. Oh, my beloved ! One way alone remains can save thee from The passionate lust of Nero, one way alone ; And thinking of it makes my heart sink low. The thought of losing thee kills me, Vononia, Von. Be wise, Valerius ; give not way to griet. How often have our wisest men declared, That what we most do love we first must lose ! The gods above pour down with even hand"], [89, "THE EMPEROR'S WISH. Scene II.] 8 1 The evil and the good, the joys, the pains, And each one of us gets his due deserts. Those who do love intensely have their joy, And therefore is it balanced by the pain Of losing early that which they so love ; For did our joys take an unbridled course, We'd raise our heads with childish pride, and vaunt Our own poor selves as even with the gods. Valerius, we have drained the cup of love, So now, when sorrow presses close upon The heels of our departing happiness, Let us be patient, ay, and bow our heads, Nor murmur 'gainst the gifts the gods bestow ; For they are wise, and impious and vain Is it to struggle 'gainst the inevitable. V. Mess. Vononia, my Vononia, would that the gods Had given me thy courage and thy patience ! What answer can I give these messengers ? Von. Why dost thou hesitate ? What choice hast thou? Give them no answer, for I am thine alone ! Thou art wrong if thou dost think to yield me up, E'en at the bidding of a Roman Emperor. V. Mess. Dost thou think so ? Vononia, dost thou know What, then, must be thy fate ? To die so young ! Von. Those who die pure feel not a sting in death. V. Mess. How calmly dost thou speak of death, Vo- nonia ! Hast thou no fears ? Von. Be brave, Valerius, And do thy duty to me; I have known Such happiness with thee, how could I bear G"], [90, "82 THE EMPEROR'S WISH. [Act IV. Life with another now ? V. Mess. Oh, Vononia ! Von. Thou art the only man that I can love ; And how I love thee, mine own, mine own Valerius ! Kiss me, Valerius ; send me not away. V. Mess. I will not give thee up, oh no, Vononia ! Compose thyself; the messengers return. Enter Pomponius, Silanus, and others. Pom. The feast is ready, we'll sit down to it. Ah, there's the lady we were sent to find ! An Emperor's homage at your feet we lay. V. Mess. Enough, enough, Pomponius ; sit you down. Enjoy the feast ; you are welcome to it all ! Sila. The fare seems coarse ; 'tis grown upon the farm. I see it lacks the great refinement of A Roman entertainment How's the wine ? There, slave, fill up my cup, and I will drink The lady's health. Long may Vononia live To enjoy the Emperor's love ! All. Long may she live ! V. Mess. Oh, all ye gods in heaven, must I hear this ! Indeed 'tis time that I should do the deed ; Let me not linger till it is too late. Sila. Drink, drink, Messala ; you look unwell and pale. V. Mess. Oh, you are right ! drink is the remedy. Give me the Emperor's cup ; and now the wine. Thus do I fill it up. [Messala pours poison into it. Pom. How your hand shakes ! V. Mess. Think not that I with wine am surfeited. Oh, my Vononia, if thou dost love me still, Drink, and the Emperor never shall possess thee !"], [91, "Scene II.] THE EMPEROR'S WISH. 83 Out of the Emperor's cup Vononia drinks. Von. Fear not, beloved. Give me the cup ; I'll drink. Sila. Drink to the Emperor's health ; he loves you much. Von. To thee, great Zeus, I this libation pour ! With thy strong arms protect Valerius from Whatever wiles his enemies may work. To thy great love, my husband, do I drink ! Sila. She is bewitched to drink to a husband's love. V. Mess. The deed is done : in a few moments more She will be dead ; swift does the poison work. Pom. Why so depressed, Messala ? Raise thy head. Sila. If you have cares that take your spirits from you, Fill up your cup and drink, you will forget them. Look at Vononia ; she is deadly pale. Pom. She faints ! She is unwell ! V. Mess. Oh, my Vononia ! Von. 'Twas bravely done, Valerius ; ay, well done ! Oh, how I love thee, mine own, mine own beloved ! I will not now become an Emperor's bride. Kiss me once more, Valerius. 'Tis over now. Good-bye, good-bye ! mine own true love, good-bye ! [Dies. Pom. The lady dies ! V. Mess. She is dead, she lives no more. Oh, all ye gods in heaven, who see this deed That I am driven to to keep her pure, And know the love I bore her, throw not on me The guilt of this foul deed, but upon him Who drove me to it ! Let him not escape ! Unloose the Furies at him ! Oh, great Zeus,"], [92, "84 THE EMPEROR'S WISH. [Act IV. Let me be there when judgment falls on him ! Pom. With your own life for this most bloody deed You'll answer 'fore the Emperor. Ho, you slaves ! Lay hold of him ; he is our prisoner. V. Mess. Put weapons in your hands, and come my slaves, Defend your master ; seize these guilty men. Some saddle quick my horses ; I must go. Sila. Let not your slaves murder me brutally ! V. Mess. You base-born men, I do not want your lives. Imperial sycophants, low parasites, You common panders to the Emperor's lust, Look at your work ! Go to your master now — He will reward you well for what you've done. There lies his gift ; take it to him and say That with that cup did he Vononia kill, And for that death, by all the gods in heaven, Here do I take an oath — hear me, great Zeus ! — So long there's life in me I will not rest Till I behold the Emperor Nero dead ! What noise is that ? A Slave. Some officers break in ! Enter several Officers of Galba's army. Sila. Oh, we are saved ! the Emperor's officers ! Pom. If you are loyal to the Emperor Nero Protect us from this man. V. Mess. What seek you here ? Off. Tell us where hides our general. Where is Galba ? We have ridden night and day. We have news for him."], [93, "Scene II.] THE EMPEROR'S WISH. 85 Sila. They are Galba's men, then are we lost indeed. Off. Where is our Galba ? You know not where he is ? The curtain of a doorway is pushed back, and Galba steps forward, armed. Gal. Here do I stand ; what do you want with me ? Off. 'Tis Galba ! Ay, 'tis him ! Hail ! hail ! Galba ! Your legions in the North proclaim you Emperor. Thrice hail to the new Emperor of the world ! [They all cry \" Hail ! ': Gal. I accept the gift my legions offer me. Peace, peace, my friends ; look there — the handiwork Of Emperor Nero ! It was time, indeed, His bloodstained rule should cease. Off. Oh, horrid sight ! Gal. Now all to horse, and we will leave this place. Come, come, Valerius. V. Mess. Galba, I follow thee. With one long kiss must I now part from thee, Vononia, oh ! Vononia, past all hope dead !"], [94, "86 THE EMPEROR'S WISH. [Act V, ACT V. Scene I. — A hall in the Golden House of Nero at Rome. Time, night ; a thunderstorm raging. Enter Nero, Dolabella, and a Slave with a torch. Nero. Bring me my cloak, slave. Dola. Whither wilt thou go ? Nero. To the Senate, girl. Dola. Nero, art thou mad ? Wilt thou at such an hour cross the forum ? Dost thou not hear the distant bestial noise Of surging multitudes who seek for thee ? If thou art found, they'll tear thee into pieces. Stay with me here. Nero. Keep me not back ; I'll go, And, dressed in mourning, with my hair dishevelled, Throw myself down before the senators, And there, with piteous moans and copious tears, Implore them for forgiveness. They will be moved To see their Emperor like a common slave Humbling himself before them, crying for help ; They will pardon all my faults, and raise me up. Oh, I will offer Galba all he likes ! Let him be called the Emperor; let him take"], [95, "Scene I.] THE EMPEROR'S WISH. 87 The provinces, ay, every one of them, But only leave me Italy and Rome. Oh ! if they will not grant me this, I'll beg For some small province, where, alone with thee, I still might live and cultivate the art Of music that I love. Can they refuse Their Emperor such a very small request ? Dola. Go, and be recognized by the first passer-by ; Then, like a dog, be chased from street to street, Pursued by the bloodthirsty multitude Till thou dost fall exhausted, and art seized And mangled unto death ! If thou must die, Die rather as a Roman Emperor should. Nero. I'll call my guard ; they shall attend on me. Slave. The guard is gone to the Pretorian camp ; There's not a soldier left within the palace. Nero. They have gone to Galba, and forsaken me ? Barbaric hordes ! Scum from the German lands, In whom I put my trust ! You leave me now, Because your nostrils scent the coming loot In Galba's service. Did I not pay you well ? Was there a crime that you were punished for ? Has Galba bought you over to his side, And filled your pokes with treasonable gold ? Oh ! with such money cram your maws with food, And drink yourselves to beasts until your lust Stalks through the city like a burning torch ; Then murder citizens and steal their wives, Ravish their daughters ; let terror loose on Rome, That women bearing child will drop their load : Then will a cry of lamentation rise, And men will bless my memory and my reign,"], [96, "88 THE EMPEROR'S WISH. [Act V. Because it was so bloodless and so mild ! Oh, gods, send down a curse upon these men ! Let them fall out, and murder one another ; Or turn the food they put into their mouths Into some bitter poison, that they fall Dead in the highways, and the passers-by Will spurn them with their feet. Oh, may they lie Unburied long, until the infected air Chokes with its poisonous breath the Roman mob ; A warning how the gods above avenge Base treason to an Emperor ! Whence comest thou ? Enter a Slave. Slave. I went upon the errand that you gave me. Nero. And did you find my friends ? and will they come? Slave. I went from house to house where I was wont To be received with open friendly arms. Most doors I found were closed, and, though I knocked Repeatedly, no answer could I get ; At some, the master sent me out a slave To say that he was ill, and could not come. Nero. They turned you back ? They did refuse to come ? My friends desert me who, day after day, Eat at my table, shared in all my sports, Fed on my bounty till they were gorged with wealth ! They leave me now ! Oh, then, let chaos come ! Hand me the torch, slave ; let the palace burn ; And may the storm outside and the strong wind Bear with its breath the scorching flames around, That everything may burn and fall to ruins,"], [97, "THE EMPEROR'S WISH. Scene I.] 89 And not a single house be left with roof To shelter Galba from the rain of heaven ! So let Rome perish that my death be marked By great events to fix it in men's minds ! Dola. Nero, hold back ! Be calm ! I am with thee. Kill not thyself as would a maddened slave ; Die calmly as a Roman Emperor should. Nero. I know not what I say ; my mind's unhinged. I have not fortitude to kill myself. Girl, thou hast got the spirit of a man ; Thou shouldst have ruled, and I have been thy hand- maid. Slave, speed thee quickly to my inner chamber, There thou wilt find some poisons in a chest : Bring me some back, that I may have the means Of dying, if I must. My Empire gone ! [Exit Slave. Gone in a moment ! I cannot believe it. Oh, Dolabella, tell me, is it true ? Dola. Be not faint-hearted, love ; I'll die with thee. Nero. Dolabella, why dost thou love me so ? Dola. I had no friends, and lived in wretchedness Upon such gold as proud patricians gave After great suppers, when they felt the want Of female company. Often with coarse jests They'd spurn me when they had their fill of pleasure. Oh, how I loathed these men ! Thou saw'st me once, And didst extend thy hand to raise me up To be their equal. Oh, I thanked thee for it ! And these patricians, who in my poverty Had used me with such scorn, came cringing now, To beg me use what influence I might have To gain them some small bounty from thee, Nero."], [98, "THE EMPEROR'S WISH. [Act V, 90 ■> I triumphed over them, and it was thou Gave me the means to do so. Thou, who didst So far exceed these men in power and wealth And great position, thou wert kind to me, When 'twas within thy power to be rough ; And therefore have I learnt to love thee, Nero. Nero. Art thou still faithful to me ? Why tremble, girl? Dola. 'Tis not for me, but that the end is come, And thou must die. Enter Slave. Nero. Give me the poison, slave. Slave. The chest I opened, but no poisons found ; They had been taken out. Nero. No poisons there ? They had been taken out ? Oh, treason, treason ! My very slaves betray me ! I am deprived Of every means of death. Hark ! footsteps sound Adown the passage. Dola. Have you no daggers, slaves ? Nero. Let me not fall alive into Galba's hands ! Oh, mighty Zeus, who thunderest in the skies, Send down a thunderbolt, and lay me dead ! Enter Pomponius and Silanus. Sila. 'Tis surely him. Pom. It is the Emperor Nero. Nero. If you are come to kill me, do it quick. Pom. Fear not, 'tis I ; in your extremity Do you forget your friends ?"], [99, "THE EMPEROR'S WISH. Scene I.] 91 Nero. 'Tis Pomponius ! How short you fetch your breath ! You've come apace. What fearful news are you the bearers of ? Pom. There is no time to lose ; a surging crowd Crosses the forum, following after Galba, Who comes towards the palace. Hark, the noise ! They have broken in ; let us not linger here. Nero. It is the end that comes ! It is the end ! Is there no silent chamber where I may Gather my wandering thoughts ere I must die ? Pom. We have horses waiting in a hidden spot Close to the palace. Yet there's time to flee Along this passage. Dolabella, pray Persuade him, ay, persuade him that he comes. We can no longer wait. Hark, there again ! The stormy shouts of a great multitude Re-echoing through the palace. Dola. Come, Nero, come. Nero. What, have the gods left me a spot on earth Where I may slumber, and lay down my head Without the prospect of immediate death ? Where will you take me to ? Pom. To Phaon's farm, Without the gates, for there thou wilt be safe. Dola. My love, my Nero, come ; delay no more. Nero. I follow you. Oh thou, my Golden House, Which I have raised with so much pride to be The palace of the Emperor of the world, Thy threshold will I never cross again ! Adieu, adieu, fair work of art, adieu ! I will not see thee more. Come, let us go. [Exeunt all."], [100, "THE EMPEROR'S WISH. [Act V. 92 Enter Galba, Messala, Officers, Soldiers, and a large crowd following. V. Mess. The palace is deserted, not a soul Is left to tenant this vast edifice. 1st Cit. A statue of the Emperor ! 2nd Cit. Down with it ! 3rd Cit. Knock it to pieces ; drag it to the Tiber. Let there not be a vestige left to tell How cruel Nero once ruled over Rome ! [The Mob rushes in and breaks the statue. The Guards push them back. Gal. Push back the crowd ! Let them not press on me ! What do you say, Valerius ? Nero gone ! He must not thus escape me, or he will raise Those who remain still faithful to his cause, Outside the town of Rome ; he still has got Adherents in the provinces, for there Was he less known than here, and we may have Much fighting still to keep ourselves in power. V. Mess. He cannot be far distant ; even now It was reported that he had been seen Within the palace. We'll make further search. Gal. It were of service to me he were found. No peace is possible so long he lives. Who's this who comes ? V. Mess. It is a woman veiled. Enter Lai's, veiled. Gal. What brings you here ? What do you seek of us ? Are you of Nero's friends ? You need not fear ;"], [101, "Scene I.] THE EMPEROR'S WISH. 93 You are a woman, you will- not be hurt. Lais. One word with you alone. Gal. What news bring you Of such a secret nature, that my friends May not partake with me in hearing it ? What is your name ? Lais. Now do you know me, Galba ? [Throws up her veil. Gal. Lais ! Is't thou ? What chance hath brought thee here, While tumult reigns around ? Lais. One word with thee. I promised thee an Empire, thou hast got it ; But at the same time thou didst pledge thyself That Nero should not live. Fulfil thine oath. It was for Nero's life we played at dice. Come, then, with me ; I'll show thee where he hides. Gal. Thou knowest where he is ? Oh, tell me, Lai's ! Lais. I stood outside the palace, and I sought If I could find an entrance to come in, For I had hopes that I might find thee here ; And as I stood I noticed, not far off, Some horses, with some slaves attending on them ; Then suddenly a little door was opened, And men came from the palace, hurrying out ; And one I overheard to the other cry, \" Now let us ride posthaste to Phaon's farm.\" Then quick they mounted horses, and were gone ; But ere they went a flash of lightning came, And by its light disclosed the face of Nero. Gal. Nero, thou sayest, has fled to Phaon's farm ?"], [102, "94 THE EMPEROR'S WISH. [Act V. Let us be after him. Come, Valerius, come ; I know where Nero is. Let us not rest Until our task be done. V. Asess. Lead thou the way ! Gal. Ho, you centurion ! send a few soldiers To follow after me ; and with the rest Stay here, and clear the palace of the crowd. Scene II. — A room in the farm of Phaon. Time, night. A thunderstorm is raging, but it dies away towards the end of the scene. Neæra alone. Neæ. Oh, where is Phaon ? On a night like this, When all the gods are wrangling in the skies, No man should leave his home. He tarries long. What keeps him back so far into the night ? He went to Rome ; I'm anxious for his sake. Can he have lost his way in this great storm ? [Opens window. How wet and gloomy does it seem to me ! All dark, save when it lightens, for the moon Shows but in fitful moments. The air is damp ; 'Tis warmer and more cheerful in the house. [Shuts window. How melancholy does the wind sigh in the roof ! Oh, that I were not thus left to myself In this lone house, so far from other men ! Will he not come ? Ha, Phaon ! is it thou ?"], [103, "Scene II.] THE EMPEROR'S WISH. 95 Enter Phaon. Thou must be wet Where hast thou been so long Pha. It is a fearful night, and fit to presage The fall of empires. Off, mine excellent cloak ; Thou hast had to buffet stoutly 'gainst the storm To keep thy master dry. Come, Neæra, And sit by me ; for on such stormy nights 'Tis pleasant to be seated close together. Neæ. I am so pleased to see thee here again. Tell me, dear Phaon, what has occurred in Rome To keep thee back so long ? Pha. Galba is come, And he this day has entered into Rome. He triumphs everywhere, and Nero falls. ATeæ. What has become of Nero ? Is he dead ? Pha. I could not ascertain, although I tried. Terror and death are reigning now in Rome ; The city is abandoned to a crowd Drawn from the dregs of every trade, and swilled With the coarse lees of taverns ; with wild shouts And cries for blood and vengeance do they hunt For Nero ; and his friends and partisans, When they are caught — ay, woman, man, and child Are murdered without pity. Oh, 'tis fearful When passing down a street to stumble o'er The body of some friend that one has known ! Neæ. Here 'tis so quiet, one can scarcely think That great events are happening now in Rome, But a poor hour from here. Pha. 'Tis so, Neæra ; The storms of heaven every man must feel,"], [104, "96 THE EMPEROR'S WISH. [Act V. But the convulsions which are born of men Pass o'er the cottage of the humble slave, To strike the great alone : we are secure Because our lots are humble ; ay, we'd pass Unscathed through such catastrophes as would Shake to its base the Roman Empire. Ah, let us not be envious ! for the great Pay with much wretchedness their hold of wealth. Neæ. Hark, Phaon ! there is knocking at the door. Pha. It is the door, whose joints rough carpentered Are rattled by the wind. Be not afraid. What man on such a night, at such an hour, Would wander past our house ? Neæ. It knocks again ! Now I hear voices speaking. Open, Phaon. Phaon opens the door, and Pomponius enters. Pha. Pomponius ! Pom. Oh, Phaon, help thy master ! Exposed to the elements, he sits outside, His garments torn, no covering to his head, Soiled with the mud splashed from the horse's hoofs. 'Twas a mad ride from Rome ! Have pity on him ; Refuse him not the shelter of your house ! We are pursued. 'Tis over with the Emperor ; Let him not die outside as would a dog ! Pha. Pomponius, bring him in. [Exit Pomponius. Neæ. So does Nero end. Remember, Phaon, that he killed Vononia. Pha. Wouldst thou refuse to let him in, Neæra? Did he not give me freedom and this house ? Do I not owe him gratitude for it ?"], [105, "Scene II.] THE EMPEROR'S WISH. 97 Let us be kind ; let us not venture to Add to the measure of his punishment The gods may have decreed. Peace, here he comes. Enter Nero, with his dress torn and covered with mud ; follozoed by Dolabella, Pomponius, and a few Slaves. Dola. Lay thee down, Nero. Nero. 'Tis my last resting-place, I will not travel further. Did you hear, In the Pretorian camp as we rode by, Rising above the storm, borne by the wind, The noisy shouts of mine own soldiery Carousing in the night, drinking the health Of their new master, Galba ? My soldiers drink, While in a peasant's house I hide to die ! Dola. Think not of them ; they are but wretched men, Not worth thy thoughts. Nero. Bring me some drink. Pha. The house is poor, and we have got no wine. But here is water, fresh drawn from the spring. Nero. Give me the cup ; not oft have Nero's lips When parched been sated by so pure a drink. Look at my dress : the bushes we crept through To get as far as here have torn it quite. With thorns the envious brambles pierced my cloak And stabbed me, to the quick ; nature and man Conspire 'gainst me, to push me to my death. Dola. Thou must be tired, Nero ; lay thee down And sleep a while, and we will keep a watch That no harm may come to thee. Nero. 'Tis too late Past is the time when I could fall asleep H"], [106, "98 THE EMPEROR'S WISH. [Act V. Nor have a fear I would not wake again ; When I now sleep 'twill be to wake no more. Pomponius, hast thou brought some daggers with thee ? Pom. Two have I brought, of excellent make are they, Sharp pointed and new ground upon the stone. Nero. Put them into my hands, my good Pomponius, That I may feel their edge if it be true. [Takes up a dagger. Mine excellent friend, in my extremity Be true to me, do not deceive me now As have so many men I took for friends. Now lie aside ; the moment is not come. Oh, what an artist is about to die ! The world will lose in me more than an Emperor ! How oft in open contests have I borne Away the palm for music ! on the stage, Before the Roman public have I played, And they approved me. Is there a man so bold, Now I am fallen to such wretched plight, Will venture to deny it? Pom. None, Nero, none. Enter Silanus. Did you succeed in hearing further news Of what the Senate does ? Sila. Ay, evil news. 'Tis better to be silent when 'tis so. Nero. What did you hear ? Speak out, speak Silanus ; out, Hide it not from me ; let me hear the worst. What does the Senate say ? Sila. It is decreed"], [107, "THE EMPEROR'S WISH. Scene II.] 99 That search be made for you, and when you are found, According to the ancient Roman custom You will be punished. Nero. What may it be ? Sila. Between a stake fork-shaped the neck is fixed, Then is the felon stripped and scourged to death. Nero. I scourged to death ? Oh, that I had one day Of power left, then not a senator Would live to make decrees ! Oh, Nero, Nero, Dost thou still live in shame and in disgrace When near thee lie the means of a quick death ? Thou point of steel, thou hast a fearful look. Come, courage man ; is it so hard to die ? Pom. Fall not alive into the hands of Galba. Pha. Oh, let the last of Cæsar's line fall nobly ! Sila. Wait not, great Emperor, till it be too late. Pom. You, who have been the master of the world, Be not led forth unto a felon's death Before the ribald multitude of Rome. Nero. There is still time, my friends. Give me a cloth That I may wipe my brow . Dola. Oh, my beloved, Be brave ! What terrors dost thou see in death ? Nay, rather fear to live, for canst thou wish To lead the life of ordinary men ? Thou hast lived an Emperor's life ; now power is gone, Die as an Emperor should. Oh, dost thou fear To die alone ? Then give me quick the steel, And I will plunge it deep into my breast That I may die with thee ! Nero. Live, Dolabella ! If thou shouldst die, who then would mourn for me"], [108, "THE EMPEROR'S WISH. [Act V. 100 When I am dead, or give me burial ? My voice will now no more enchant the world. Friends, let me hear the wailing for the dead ; Begin the lamentations. Hark ! hark again ! The sound of swift-heeled steeds assails my ears ! Sila. They come ! They come ! Pom. Keep the door closed awhile, So that the Emperor may have time to die. Nero. They will not find me living. Come, true steel, Make a deep wound, that Nero's spirit may fly ! Now, thou old ferryman, come, take me to The dread abode beyond the Stygian flood, Where I may find more peace than here on earth ! [Stabs himself. Pha. The deed is done ! Dola. Oh, Nero, my beloved ! Sila. Like a great stream the blood is gushing forth ! Pom. Is there still life in him ? Is Nero dead ? Galba, V. Messala, Lais, and some Soldiers break in. Lais. 'Tis Nero ! There he lies ! V. Mess. But look, a wound Pierces his side, from which the blood doth flow. Gal. His pulse still beats, he is not yet quite dead. Nero. You are too late ! Is this your loyalty ? V. Mess. He lives ! He lives ! But now his spirit sways Upon the confines of another world. Gal. Nero, if thou hast life still left in thee To listen to the voices of this world, Hearken to me. Thou who for fourteen years Hast loomed above the world like a dark cloud,"], [109, "Scene II.] THE EMPEROR'S WISH. 101 Know in thy dying moments that all men In Rome, ay, in all the world, rejoice to see, How thou art fallen from thy pride of power, And show no pity for thee. Dola. Trouble him not ! You murderers, you have hounded him to death ! Gal. Now let thy spirit speed upon its way, And let the judge of the infernal world Allot to thee the punishment of guilt. Go forth and meet thy murdered mother's ghost, Thy murdered brother's too, and the great host Of men whom thou hast slain because their lives Were nobler than thine own. Nero. With my last breath I curse thee, Galba ! for thou hast usurped Mine Empire, and hast proved a traitor to me. Mayst thou live long enough to die like me, An outcast in a hovel ; may all men Whom thou wilt trust prove traitors unto thee. Oh, may my curse hang o'er thee to the end, And poison all thy life ! I curse thee, Galba ! Ay, curse thee, as I never cursed a man. Death steals o'er me. Curse thee, Galba ! curse thee ! [Dies. V. Mess. Pure spirit of Vononia, rest in peace, For he who caused thy death lives now no more. Lais. Lose not thyself in meditative thoughts ; Wake up to action, for the eyes of the world Are cast upon thee, Galba. Gal. Is it thou ? Lais, ask what thou wilt I'll give it thee Lais. What should I do with gold ? I need it not."], [110, "THE EMPEROR'S WISH. [Act V. 102 What hast thou got to give I'd care to have ? I led thee on to seize the Empire ; Thou hast obtained it ; well, 'tis thy reward ; Mine is the satisfaction that I feel, Thy promise is fulfilled, and Nero dead. Gal. Thou art the strangest woman e'er I knew, With thy cold loves and hates. Let us retire ; There is no cause to keep us longer here. Centurion, take some soldiers, and then see That Nero's corpse be buried decently. V. As ess. Our task is done, let us push back our swords Into their scabbards. See, the storm is past, And peace again doth reign throughout the world. [V. Messala opens the window, and the rays of the moon fall on the body of Nero. Dola. I loved this man ! Lais. And therefore have I killed him ! THE END."], [111, "j^ecent Books AND Something About Them. Field & Tuer, Publishers and Printers, The Leadenhall Press, 50, Leadenhall Street, London, E.C. Twenty-four pages. FREE."], [112, ""], [113, "Recent Books AND bomething About I hem f? lonDon : FIELD & TUER, THE LEADENHALL PRESS, 50, LEADENHALL STREET, E.C."], [114, "H INDEX ;* PAGE. Illustrated 3-7 Humorous --.... 8_To Theological - - - - - io-n Poetry - ..... I2 Fiction - 13 Miscellaneous 13 to 24"], [115, "3 (Recent (Books & Something Them. * ILLUSTRATED * M A valuable and quaintly pretty addition to the literature of old-fashioneJ costumes.\" Our Grandmothers' Gowns. By Mrs. Alfred W. Hunt. With Twenty-Four Hand-coloured Illustrations, drawn by George R. Halkett. LONDON : Field & Tuer, The Leadenhall Press, E.C. [Six-and-Sixpence. IN addition to matter of much value and interest Mrs. Alfred W. Hunt carefully describes the numerous, accurate, and quaintly drawn illustrations by Mr. George R. Halkett, which are all prettily tinted by hand. Cheap and revised edition. The Pyramids and Temples of Gizeh. By W. M. Flinders Petrie. Containing an account of excavations and surveys carried on at Gizeh during 1880-1-2; with the application of the results to various modern theories of the pyramids. (Illus- trated.) LONDON : Field & Tuer, The Leadenhall Press, E.C. [Six Shillings. GIVES the results of an examination of the Pyramids of Gizeh mechanically, architecturally, and historically, during a residence of two winters, and an interesting account of the methods of working and the principles of construction, as well as \"the one indispensable basis\" — as the Times says — for all future theorists. A cheap and revised edition of a work generally recognised as of a standard character, and which omits dry details of use to specialists only. \" Without a rival as a birthday or wedding present.\" When is your Birthday ? or a Year of Good Wishes. Set of Twelve Designs by Edwin J. Ellis, with Sonnets by the Artist. LONDON : Field * Tuer, The Leadenhall Press, E.C . [Twenty-one Shillings. THE illustrations are beautiful, the sonnets are good, and the binding, which is of a character perhaps never before attempted, is simply fascinating. ♦ Tj$t * XZeaben0a££ ♦ JJnes ♦ LO^CDO^C, S.C."], [116, "4 (Recent (Books & Something Them \" A quaint specimen of the literature of a bygone age.\" Old Aunt Elspa's ABC. Imagined and Adorned by Joseph Crawhall. LONDON: Field 6- Tuer, The Leadenhall Press, E.C. [One Shilling, or Coloured throughout Two-and-Sixpence. AN outrageously quaint book, full of outrageously quaint illustrations : a specimen of the literature that amused and instructed our great-great-grandparents. \" As amusingly treated as the same author's A B C.\" Old Aunt Elspa's Spelling-, imagined and Adorned by Joseph Crawhall. LONDON: Field & Tuer, The Leadenhall Press, E.C. [One Shilling, or Coloured throughout, Two-and-Sirpence. FOR children who have learned their letters. Of the same quaint character as Mr. Crawhall's ABC. \" In every way attractive.\" — Harper's Magazine. Prince Pertinax : A Fairy Tale. By Mrs. Geo. Hooper, Authoress of \" The House of Raby,\" \" Arbell,\" &c. Illus- trated with Twenty-six drawings in sepia by Margaret L. Hooper and Margarey May. A charming present. LONDON : Field e> Tuer, The Leadenhall Press, E.C. [Twenty-one Shillings. OF all the productions of the talented authoress this is per- haps the one best liked by children. The story is as fascinating as the illustrations are charming. \" A mediæval romance, now printed for the first time.\" Ye Gestes of ye Ladye Anne : A marvellous pleasaunt and comfortable tayle. Edited by Evelyn Forsyth. Illus- trated by A. Hennen Beoadwood. LONDON: Field & Tuer, The Leadenhall Press, E.C. [Two-and-Sixpence. A MEDIÆVAL romance, quaint, humorous, \"full of wise saws and modern instances,\" compiled from old manuscripts and interspersed with ballads and lays. The numerous illustra tions are taking and characteristic. A book for those with a tiste for the antique and the ridiculous, both young and old. ♦ <3$e ♦ Hea&enjSaff ♦ iQreee ♦ LOVCDOV'C, S.C."], [117, "5 (Recent (Books & Something Them. \" Old and young will alike derive amusement and pleasure from turning over its delightful pages.\" — Globe. Chap-book Chaplets . Adorn'd with suitable Sculptures by Joseph Crawhall. The many hundreds of cuts being all hand-coloured, the issue is necessarily limited. Contents of the Vo- lume: I. — The Barkshire Lady's Garland. II.— The Babes in the Wood. Ill— I know what I know. IV.— Jemmy and Nancy of Yarmouth. V. — The Taming of a Shrew. VI.— Blew-cap for me. VII. — John and Joan. VIII.— George Barnwell. LONDON: Field Sr Tuer, The Leadenhall Press, E.C. [In one thick 4to Volume, Twenty-five Shillings. A REPRODUCTION in facsimile of the crudely printed and often humorously illustrated pamphlets that were hawked about the country by the chapmen of a bygone age. Book collectors, antiquarians, and lovers of the quaint and curious will be charmed with the reproduction in volume form of the literature that amused the leisure hours of their forefathers. From first to last the tales are literally crowded with amusing and characteristic cuts, all hand-coloured. The type, though purposely thick and coarse, is very legible, while the illustra tions, charming in their unique humour, will provoke smiles from the gravest. \" A volume to delight in.\" — Pall Mall Gazette. Olde ffrendes wyth newe Faces: Adorn'd with .suitable Sculptures by Joseph Crawhall. The many hundreds of cuts being all hand-coloured, the issue is necessarily limited. Table of the matter herein contained : I. — The louing Ballad of Lord Bate- man. II. — A true relation of the Apparition ol Mrs. Veal. III. — The Long Pack: A Northumbrian Tale. IV. — The Sword Dancers. V — John Cunningham, the Pastoral Poet. VI. — Ducks and Green Peas, or the Newcastle Rider: a Tale in Rhyme. VII. — Ducks and Green Peas : a Farce. VIII. — Andrew Robinson Stoney Bowes, Esq. IX. — The Gloamin' Buchte. LONDON: Field & Tuer, The Leadenhall Press, E.C. [In one thick 4to Volume, Twenty-five Shillings. THE description appended to \"Chapbook Chaplets\" applies equally to \" Olde ffrendes.\" ♦ €$e ♦ XltcibtYifyaM *^reee ♦ LOV^CBO^C S.C."], [118, "6 (Recent (Books & Something Them \" Internally and externally a delightful book.\" On A Raft, and Through The Desert: By Tristram J. Ellis. LONDON: Field & Tuer, The Leadenhall Press, E.C. [Two Volumes, Price Two Pounds Twelve-and-Sixpence. A DESCRIPTION of an artist's journey through Northern Syria and Kurdistan, by the Tigris to Mosul and Baghdad, and returning across the Desert by the Euphrates and Palmyra to Damascus, over the Anti-Lebanon to Baalbek and Beyrout, with thirty-eight etchings on copper by the author, and a map. \" Not a book to criticise, but to admire.\" — Daily Chronicle. 5l2e,/t0PV*os'a«r2up^©py* r^byrn©: By C. B., with numerous whole-page illustrations by Edwin J. Ellis. LONDON : Field & Tuer, The Leadenhall Press, E.C. [One Shilling. A CLEVERLY written, interesting, and prettily illustrated tale for children. The text is in a new artistic type, and the book is printed throughout, including the numerous whole-page illustrations, in a pretty shade of blue ink. \"A most attractive volume.\" — The Times. Bygone Beauties : \" A select Series of Ten Portraits of Ladies of Rank and Fashion,\" from paintings by John Hoppner, r.a., engraved by Charles Wilkin; annotated by Andrew W. Tuer. LONDON: Field* Tuer, The Leadenhall Press, E.C. [Large Folio, Twenty-one Shillings. A SUPERBLY got up book, in size large folio. The stippled portraits of \" Ladies of Rank and Fashion \" are those of ten beautiful women of a bygone age, each worthy of a separate frame. Single examples of the original prints fetch at an auc tion several pounds. Amongst the Shans: By Archibald Ross Colquhoun, a.m.i.c.e., f.r.g.s., Author of \" Across Chryse.\" With upwards of Fifty whole-page Illustrations. LONDON: Field & Tuer, The Leadenhall Press, E.C. [In preparation, Twenty-one Shillings. ♦ XX$t * Ueaten(5af£ ♦ iQrese ♦ LO^croo^c, s.c."], [119, "(Recent (Books <£^ Something Them \" A treat.\" — Sportsman. Christmas Entertainments, Illustrated with many diverting cuts — a reprint of the very amusing and scarce 1740 edition, an original copy of which would now command more than twice its weight in gold. LONDON : Field eV Tuer, The Leadenhall Press, E.C. [Sixpence. A REPRINT on the oldest of old-fashioned paper of the scarce and very amusing 1740 edition, an original copy of which would now command more than twice its weight in gold. The quaint cuts are faithfully reproduced. \" The interest of the volume is inexhaustible.\" — The Times. London Cries : With Six Charming Children printed direct from stippled plates in the Bartolozzi style. The text by Andrew W. Tuer, Author of \"Bartolozzi and his Works,\" cVc. LONDON : Field & Tuer, The Leadenhall Press, E.C. One Guinea: Large Paper Signed Proofs (250 only) Two Guineas: Large Paper Signed Proofs on Satin {50 only) Four Guineas. The twelve quaintly old fashioned and beautiful whole-page illustra- tions are eminently adapted for separate framing. CONTAINS an account of London cries from the earliest period. The \" Six Charming Children \" — highly finished prints of the Bartolozzi School — are duplicated in red and brown, and are eminently adapted for separate framing. There are in addition about forty other illustrations — many of them in colours — including ten of Rowlandson's humorous subjects in facsimile, examples by George Cruikshank, Joseph Crawhall, fire. \" Contains a wealth of information.\" — Times. Bartolozzi and his Works : (Dedicated by per- mission to Her Majesty the Queen), Biographical, Anecdotal, and De- scriptive. By Andrew W. Tuer. Beautifully illustrated with engrav- ings in red and brown of the St. James' and St. Giles' Beauties, from the original copperplates engraved by Bartolozzi in 1783, &c, &c. In two handsome vellum-bound 4to. volumes. Price £3 3s. LONDON : Field and Tuer, The Leadenhall Press, E.C. For cheap edition of Bartolozzi and his Works see \" Miscellaneous.\" Bewick Memento, Illustrated : see Miscellaneous. ♦ Xj$t ♦ TLtctotnfaW *:Qreee ♦ LO^CfDOV^,, S.C. (7)"], [120, "8 (Recent (Books ££ Something <About Them *& humorous m \" Will delight every volunteer.\" Amateur Tommy Atkins : A Volunteer's ex- periences related in the Letters of Private Sam1, Bagshaw to his Mother. Illustrated with many clever silhouettes. LONDON: Field &■ Tuer, The Leadenhall Press, E.C. [One Shilling. A MORE or less veracious but distinctly amusing relation of the experiences of a volunteer recruit at drill, in camp, and on the march. \"A New Year's Eve story.\" The Keys ' at Home,' A New Year's Eve Entertainment. By J. M. L. LONDON : Field 6- Tuer, The Lead- enhall Press, E.C. [One Shilling. AN account of how the keys — from the door-key downwards — entertained and amused their friends on New Year's Eve, what they did and said and sung : with many original ion mots, songs, parodies, and vers de societi. \"Excruciatingly funny.\" — The World. English as She is Spoke: or a Jest in Sober EARNEST: Ninth Edition. LONDON: Field &■ Tuer, The Leaden- hall Press, E.C. [One Shilling. A MANUAL by means of which the Portuguese author, who has struggled with the difficulties of the English language by aid of dictionary and phrase-book, proposes to teach its com plexities to his fellow countrymen. The solemn good faith of the writer crowns the unapproachable grotesqueness of his composition. \" Deliciously humorous.\" — Detroit Free Press. English as She is Spoke : or a Jest in Sober EARNEST. \"Her Seconds Part.\" (new matter.) LONDON: Field e> Tuer, The Leadenhall Press, E.C. [One Shilling. A N unlimited mine of salt for diners-out. ♦ XX$t ♦ Heaben(5af# ♦ Hubs ♦ L02-CD0VC, S.C."], [121, "9 (Recent (Books & Something <JLbout Them \" Sure to be popular.\" — London Figaro. You Shouldn't: Being Hints to Persons of Aristocratic Instincts. By Brother Bob. LONDON : Field & Tuer, The Leadenhall Press, E.C. [Sixpence. A companion to \" Don't,\" but of a distinctly more pronounced flavour. The unruffled impudence of the writer must make one either stamp with rage or shake with uncontrollable merri ment. There is no middle course. \" For those who can read between the lines, most amusing.\" Don't: A Manual of Mistakes and Impro- prieties more or less prevalent in Conduct and Speech. By Censor. UNMUTILATED and with the additional matter. The only Autho- rized and COMPLETE Edition. LONDON: Field eV Tuer, The Leadenhall Press, E.C. [Sixpence. OF American origin, \" Don't : A Manual of Manners,\" may be taken seriously, or considerably otherwise. In a very short time \" Don't \" has run through some thirty editions. Midget folio. Half-a-crown. fTH^P* See Title-page, actual size, appended, anr^P Midget folio.} Quads \" An amusing bibliographical curiosity. Will be relished by printers and their patrons : for the latter a needful glossary of terms is not forgotten.\" For Author,, Editm If DevUl (i) Quads : for Authors, Editors, and Devils. Edited by Andrew W. Tuer. Midget folio (Royal 304mo.), pp. 160. Measures one by one- and-a-half inches. Printed in pearl type on bank-note paper. Enshrined in vellum. LONDON : Field & Tuer, The Leadenhall Press, E.C. edited by And : W. Tube. 18M LONDON: Field & Tuer; Jimp kin ; H amil tan . (Demy i6mo. One Shilling.) Will be relished by printers and their patrons : for the latter a needful glossary of terms is not forgotten.\" (2) Quads [Enlarged Edition with extra matter] for Authors, Editors, and Devils. Edited by Andrew W. Tuer. LONDON : Field & Tuer, The Leadenhall Press, E.C. ♦ Tlfy ♦ IZeabenflaW ♦ rQiresa ♦ LOWDOCfiC, 8.C."], [122, "10 (Recent (Books & Something *About Them. \" An amusing and covetable curiosity.\" (Demy i6mo. Seven-and-sixpence.) (3) Quads within Quads: for Authors, Editors, and Devils. Edited by Andrew W. Tuer. Bound in extra stout vellum with silken strings. LONDON : Field & Tuer, The Leaden- hall Press, E.C. AN amusing collection of printers' jokes. A book and a box, or rather two books and a box, and yet after all not a box at all, but a book and only one book. Quads Within Quads is the larger edition of Quads bulked out at the end with extra leaves of paper fastened together, and hollowed out in the centre, and in the little nest so formed reposes a copy of the miniature Quads. Christmas Entertainments : see Illustrated. *Z THEOLOGICAL W \" A book for clergymen and their critics.\" Decently and in Order : A few hints on the performance of the Œ>rDerS sot Ranting j CSming Ptapct0, with a brief notice of mistakes which now commonly occur By a Clergyman. LONDON : Field & Tuer, The Leadenhall Press, E.C. [One Shilling. AN outspoken criticism of the slovenly, unthoughtful manner in which the Church services are performed in many of our churches and cathedrals. A chapter is devoted to common mistakes, shewing how grotesque the services become if care lessly performed. Suggestions are addressed to those who do not consider themselves absolutely incapable of improvement. \" A collection of sentences, each a valuable sermon in itself.\" Sermons in Sentences : Being selected pass- ages from the Sermons of Ralph Brownrig, Bishop of Exeter By the Rev. A. A. Toms, m.a. LONDON : Field & Tuer, The Leadenhall Press, E.C. [Half-a-Crown. A beautiful and choice book printed in extra large type : a book over which even minutes may be profitably expended. ♦ XX$t ♦ XZeabengaff ♦ rQtesa ♦ LO&CDOCK, 6.C."], [123, "(Recent (Books & Something tAbout Them. \" Possesses a felicitous charm.\" — Daily Chronicle. Reasonable Apprehensions and Reassuring HINTS : Papers designed to attract attentlon.to the Nature of Modern Unbelief, and to meet some of its fundamental assumptions. By the Rev. Henry Footman, m.a. LONDON: Field & Tuer, The Leaden- hall Press, E.C. [One Shilling. THE author begins by stating the case of unbelievers better than they usually state it themselves, and then goes on to state the case for belief so clearly that twenty high-class reviews have commended the work, and every week brings fresh evidence of the interest it is exciting. \" Adapted to please the eye and refresh the mind.\"— Scotsman. One Hundred and Forty-two Selected Texts from the IMITATION OF CHRIST by Thomas a Kempis. LON- DON : Field eV Tuer, The Leadenhall Press, E.C. [One Shilling. VALUABLE precepts for everyday life judiciously chosen from the writings of a great teacher. The quaint type and de vices add to the manner of a book the matter of which is univer sally appreciated. \" A grand book, an upheaval of true spirituality.\" — The Theosophist. The Perfect Way, or the Finding of Christ. With illustrative diagrams. LONDON : Field & Tuer, The Leaden- hall Press, E.C. [Twelve-and-Sixpence. A COMPENDIUM of Esoteric Religion, Christian Theosophy and Mysticism, and Occult Science, shewing the divine potentialities of humanity and their culmination in Christ. \" Should be read by everybody.\" How the World came to an End in 1881. (\" Perfect Way \" Shilling Series.) LONDON : Field & Tuer, The Leadenhall Press, E.C. [One Shilling. SHEWS the great number of predictions, sacred and other, of this event, their real meaning, the manner of their fulfil ment, and the nature of the new era now beginning. ♦ <j$e ♦ Ueabenijaff ♦ iQreea ♦ LO&CDO&C S.C."], [124, "12 (Recent (Boohs & Something *About Them *£ POETRY *£ \" An elegant birthday or New Year's gift.\" Love Letters. By a Violinist. Consisting of Twelve Letters on the Despair, the Hope, and the Victory of this True Lover, inclusive of his Confessions and his Vision of Beethoven, together with other matters of interest. Printed on antique paper, bound in vellum and tied with old gold silken strings. LONDON: Field & Tuer, The Leadenhall Press, E.C. [Seven-and-Sixpence. A COLLECTION of poems setting forth the eulogies of love, music, and fidelity. The collection is divided into twelve parts, each being a lyric or letter addressed to a beautiful and accomplished lady. The arrangement of the lines constitutes what may be considered a new metre. 11 As the brightest of poets have passed away, Now it's left between Tennyson and James Gay.\" Canada's Poet: By \"Yours alway, James Gay\" (Of the Royal City of Guelph, Ontario), Poet Laureate of Canada, and Master of all Poets. LONDON : Field & Tuer, The Leadenhall Press, E.C. \" As amusing as English as She is Spoke.\" [One Shilling. THE Saturday Review has treated \" Canada's Poet \" as the \"thinnest \" joke of the generation. But the fact is this amusing book is not a joke at all. The whole point of its pub lication is, that like \" English as She is Spoke,\" it is a serious book, seriously written, and its author, James Gay, is serious in believing himself to be on a level with Lord Tennyson, to whom it will be observed his \" poems \" are affectionately dedicated. My Ladye and Others: Poems : Satirical, Philosophical, and Arcadian: By J. W. Gilbart-Smith, B.A., Christ Church, Oxon. Second Edition. LONDON : Field & Tuer, The Lead- enhall Press, E.C. [Ten-and-Sixpence. A series of charmingly written society verses. 4fr * XX$t * XLtcfcintyaM ♦ ♦ LO&CDOC*C, S.C."], [125, "13 (Recent (Books & Something tAbout Them. +e FICTION 9-c- \" An absurdly amusing book. There are hearty laughs in it.\" — Judy. Holy Blue ! By Alphonse de Florian (tra- duced into the English by Himself). With an Introduction by James Millington. LONDON : Field & Tuer, The Leadenhall Press, E.C. [Two-and-Sixpence; cloth, Three-and-Sixpence. AN amusingly egotistical quasi-biographical story, written in idiomatic French and literally translated into the English language by the author — one of the Frenchiest of French writers. \" An interesting and cleverly written novel by a new author.\" This Year, Next Year, Sometime, Never. A Novel, by Puck. LONDON : Field & Tuer, The Leadenhall Press, E.C. [In Two Volumes, One Guinea. A STORY of to-day and of people one constantly meets. Though non-sensational in the sense of not dealing with hair-breadth escapes and striking situations, the interest of a remarkable and well told story is maintained throughout. (Prince Pertinax : see Illustrated.) MISCELLANEOUS \" Far more piquant and amusing even than 'John Bull and his Island,' to which it is the companion volume.\" John Bull's Womankind. By Max O'Rell, Author of \"John Bull and His Island.\" First Edition, Twenty-five Thousand. LONDON : Field & Tuer, The Leadenhall Press, E.C. [Yellow Covers, Two-and-Sixpence; Cloth, Three-and-Sixpence. IN this volume, which is the continuation of \" John Bull and his Island,\" Max O'Rell describes, in his happiest vein of wit and humour, the domestic side of English women, London beauties, shop girls, actresses, women's rights, hallelujah lasses, and so forth. ♦ XX$t ♦ TLtototnfyaff ♦ l^rese ♦ LOU^fDOU^C, S.C."], [126, "14 (Recent (Books & Something Them \" Most amusing : John Bull is hit off to the life.\" John Bull and his Island. Translated from the French by the Author, Max O'Rell. Fifty-second Thousand. THE book. ALL booksellers. LONDON: Field er Tuer, The Leadenhall Press, E.C. [Yellow Covers, Two-and-Sixpence ; Cloth, Three-and-Sixpence. GOOD-HUMOREDLY satirised, for the first time John Bull makes acquaintance in print with his own weaknesses. Translated into almost every European language, upwards of two hundred thousand copies of \" John Bull and his Island \" have been disposed of, and this remarkable book is still selling largely. \" A curious, valuable, and beautifully got up volume.\" — Saturday Review. Collectors' Marks. By Louis Fagan. With Frontispiece by the Author. For the use of Print Collectors. LONDON : Field & Tuer, The Leadenhall Press, E.C. [Twenty-one Shillings. A COLLECTION of between six and seven hundred marks used by collectors of prints and drawings, with brief accounts of collectors, dates of sales, and sums realised, crc. This valu able work, compact and suited to the pocket, could never have been compiled except by one enjoying the extensive opportuni ties afforded by the British Museum to its author. \" The work of an open-hearted and plain-spoken experienced Conservative of the most pronounced type.\" Autobiography of Tracy Turnerelli, \" The Old Conservative.\" A Record of Work, Artistic, Literary and Political, from 1835 to 1884. LONDON : Field e> Tuer, The Leaden- hall Press, E.C. [Six Shillings. Describes, with corroborative documents from sovereigns, statesmen, and the press, nearly half a century of the wholly gratuitous toil of a true lover of England, to whom a Lord Chancellor said, \" No one has worked more consistently and efficiently, and with more self-sacrifice than yourself,\" and of whom Richard Cobden wrote, \" You have deserved well of all to whom Humanity is dear.\" ♦ Kj$e ♦ JltaUntyaM ♦ fircee ♦ LO^CDO^C S.C."], [127, "15 (Recent (Books & Something Them. \" The typical Frenchman described by a shrewd and keen witted critic.\" Monsieur at Home. By Albert Rhodes. LONDON : Field & Tuer, The Leadenhall Press, E.C. [Two-and-Sixpence ; Cloth, Three-and-Sixpence AN amusingly epigrammatic, brilliant, and impartially written book on the French people : the close knowledge shewn in almost every page was gained by a long residence amongst them. \" Of remarkable interest and value.\" The Wonderland of Evolution. By Albert and George Gresswell. LONDON : Field & Tuer, The Leaden- hall Press, E.C. [Three-and-Sixpence. THE authors illustrate in an understandable and amusing manner the absurdities of some of the views held by advanced evolutionists, and indicate the perfect harmony exist ing between natural phenomena and the true origin and future destiny of man. \"The first of a valuable series of historical sporting books.\" Football: Its History for Five Centuries. (Historical Sporting Series, No. i.) By Montague Shearman and James E. Vincent. LONDON : Field e> Tuer, The Leadenhall Press, E.C. [One Shilling. IN the first place a full inquiry into the antiquities of the winter pastime beloved by English men and boys of all classes. The authors proceed to shew the manner in which the two forms of rules now in vogue have grown out of those in use at the great public schools. \" A masterpiece.\" — Mag. of Art. Bartolozzi and his Works. (Dedicated by per- mission to Her Majesty the Queen), Biographical, Anecdotal and De- scriptive. By Andrew W. Tuer. LONDON ; Field & Tuer, The Leadenhall Press, E.C. For illustrated edition of Bartolozzi and his Works, sec \" Illustrated.\" [Six Shillings. A COMPLETE guide to the study ot old-fashioned prints of the Bartolozzi School. Cheap and revised edition in one handsome volume. ♦ Xj$t * XZea&enjSaff * J^xwe * loowo&c, s.c."], [128, "16 (Recent (Books & Something Them. \" The first book on social life in China written by a Chinaman.\" The Chinese Painted by Themselves. By Colonel Tcheng-ki-Tong. Translated by James Millington. LONDON : Field eV Tuer, The Leadenhall Press, E.C. [Six Shillings. THE truth respecting China and the Chinese, according to a Chinaman who considers he may be allowed to know as much about his country and its people as the more or less veracious travellers who have discoursed thereon. The subject is full of interest, and Colonel Tcheng-ki-tong's book is destined to dispel many time-honoured prejudices. \" A weird and fascinating story which has the rare merit of being true.\" The True Story of Mazeppa: The Son of Peter the Great : A Change of Reign. By Viscount E. Melchiob de Vogue. Translated from the French by James Millington. LONDON : Field & Tuer, The Leadenhall Press, E.C. [Six Shillings. FEW are unacquainted with the mythical Mazeppu of Voltaire, Byron, Hugo, and Poushkin. Fact, however, is stranger than fiction, and the weird and fascinating story herein related of the hero, who is every year solemnly cursed in Russian churches — with the exception of those founded by himself — will possess an equal interest for the lover of the romantic and the historical. \" Should be read by literary aspirants.\" — Graphic. John Oldcastle's Guide for Literary Begin- NERS. LONDON : Field & Tuer, The Leadenhall Press, E.C. [One Shilling. THE title is self-explanatory, and the nature of the book will best be gathered by a perusal of the chapter headings : — \"Literary Amateurs,\" \"Introductions to Editors,\" \"How to Begin,\" \" Declined with Thanks,\" \" Pounds, Shillings, and Pence,\" \"Journalism as a Career,' (i. The fair side; 2. The seamy side), \" In an Editor's Chair,\" \" A Miscellaneous Chapter,\" \" Ten Journalistic Commandments,\" \" How to Correct Proofs.\" To the literary tyro \" Oldcastle's Guide for Lite.-ary Beginners \" is full of most useful hints, while to the ouiside world it wil afford a fund of amusement. ♦ XXfy ♦ XLtcfotnfyaW * rQteee ♦ LOVCD05SI, S.C."], [129, "17 (Recent <Books & Something Them Tree Gossip. By Francis George Heath. LONDON : Field &■ Tuer, The Leadenhall Press, E.C. [3s. 6d. A BOOK on the oddities, mainly, of tree life, and one that, taking the reader into the byways of tree lore, gives inter «sting facts not usually found in books on trees. Its aim is to discuss its subject lightly and pleasantly, so that whilst it com municates little-known matters it endeavours to do this in the form of entertaining \" Gossip.\" \"An excellent manual.\" — Athenæum. An Essay of Scarabs : By W. J. Loftie, B.A., f.s.a. (Author of \" A History of London \") together with a Catalogue of Ancient Egyptian Amulets of various kinds, bearing the names of Kings. LONDON : Field er Tuer, The Leadenhall Press, E.C. [Twenty-one Shillings. CONTAINS an account of the use of the Scarabeus, or beetle, as an amulet by the ancient Egyptians, to whom the animal and its image in stone or pottery were significant of the resurrection. To the essay is appended the illustrated catalogue of an extensive and valuable collection of these curious objects bearing the names of Egyptian kings, and standing to history in the same relation as a collection of coins. One hundred and twenty (numbered) copies only have been printed, of which only a small number remain unsold. \"A quaint little volume.\" — Pall Mall Gazette. Ye Oldest Diarie of Englysshe Travell : Being the hitherto unpublished narrative of the pilgrimage of Sir Richard Torkington to Jerusalem in 1517. Edited by W. J. Loftie, b.a., f.s.a. Author of \"A History of London,\" eVc.,<5-c. LONDON: Field b Tuer, The Leadenhall Press, E.C. [One Shilling. THE amusement to be derived from reading these ancient travels, and guessing at the curiously misspelt names is almost endless. After the title was chosen and printed it was found that a nearly contemporary diary, that of Guylforde, had already been circulated by a literary society ; but, as Torkington went over nearly the same ground only a few years later, and as his narrative is much more personal, and more amusing and quaintly told it has not been thought necessary to make any alteration. ♦ Xx%t ♦ XZeabenjSaff ♦ HQrese ♦ LOC^CDO^C, S.C."], [130, "18 (Recent (Books & Something Them \"Of great value and interest.\" A Guide to the River Thames from its source to Wandsworth, together with particulars of the rivers Avon, Severn, and Wye, &c. Illustrated. By John Salter. LONDON : Field & Tuer, The Leadenhall Press, E.C.; OXFORD: John Salter, Univer sity Boat-house. [One Shilling. THE contents of this dependable guide are sufficiently ex- plained in the title, and the position of the author, who is intimately acquainted with every inch of the Thames on which a boat can be pulled, is a sufficient guarantee of accuracy. \"A most thoughtfully considered and valuable treatise.\" Socialism of To-day. By Emile de Laveleye. Translated from the French by Goddard H. Orpen. Including \" Socialism in England,\" by the Translator. LONDON : Field & Tuer, The Leadenhall Press, E.C. [Six Shillings. SOCIALISM v. INDIVIDUALISM is rapidly becoming the most pressing, as it is the most momentous, question of the day. An English version of M. de Laveleye's account and criticism of European Socialism is therefore a welcome contribution to the subject. It embraces a lucid statement of the views of Marx and Lassalle, the founders of German socialism, and a graphic des cription of the wild theories of Bakunin, the apostle of Nihi lism. Mr. Orpen has largely added to the importance of the work by giving the first comprehensive account ever published of socialism in England. He accurately describes and carefully criticises the three socialistic movements conducted by the Land Nationalisers, the Christian Socialists, and the thorough-going Social Democratic Federation, respectively. The book appears opportunely at a time when all Europe is astounded at the electoral victories of the Social Democrats in Germany. \" Unique and attractive.\" — Newcastle Chronicle. Journalistic Jumbles ; or, Trippings in Type. Being Notes on some Newspaper Blunders, their origin and nature, with numerous examples. By Frederic Conde Williams. [One Shilling. \" I \"EEMS with laughable examples of typographical blunders. ♦ T3$e ♦ JZtaUnfyaffl ♦ 3Qreea * LOV>CDO&C, S.C."], [131, "(Recent (Books & Something Them \" Throw physic to the dogs.\" \"Fining Down\" on Natural Principles with- out Banting: By James Millington. \"O that this too too solid flesh would melt.\" LONDON: Field & Tuer, The Leadenhall Press, E.C. __ [Sixpence. EXPLAINS a system, novel and yet not new, by which the bulkiest person may, without derangement, distress, or in convenience, be reduced in bulk and restored to the conditions of health and activity. The Editor of Truth refers all his fat correspondents to this little brochure. \" Fined down ? — why, he's now as thin and strong as one of those spider bicycles you see about, and he goes as well, too ! \" \" The caustic irony of this little brochure is equal to that of Swift's best political diatribes.\" — Birmingham Gazette. History of the Decline and Fall of the BRITISH EMPIRE. By Edwarda Gibbon, m.a., F.R.S.L., S-c. [Auckland, a.d. 2884.] LONDON: Field & Tuer, The Leadenhall Press, E.C. [Sixpence. A CLEVER satire in the style of Gibbon on the Liberal Government and present system of army organisation. \" Nothing could be simpler, or in better taste.\" — Saturday Review. The Marriage Ring, or, The Mysteriousness and DUTIES OF MARRIAGE: By Dr. Jeremy Taylor, with an Introduction by the Rev. J. A. Kerr. LONDON: Field e> Tuer, The Leadenhall Press, E.C. [Two-and-Sixpence. A REPERTORY of quaint humour, varied learning, sound theology, practical common sense, advice on the choice of a husband or wife, the duties of the marriage state, the govern ment of the household, and the religious bringing up of children. \" Mysteries cease to be mysteries.\" Thought-Reading, or Modern Mysteries Ex- PLAINED : Being Chapters on Thought-Reading, Occultism, Mes- merism, S-c, forming a Key to the Psychological Puzzles of the Day. By Douglas Blackburn. LONDON : Field e> Tuer, The Leadenhall Press, E.C. [°ne Shilling. AN explanatory and curiously suggestive guide to the study of thought-reading. ♦ Tj$t ♦ XZectixmIJaff ♦ llrttt ♦ lowdovc, s.c. ( 19 j"], [132, "20 (Recent (Books & Something tA.bout Them. \" Amusement and information combined.\" Tennis Cuts and Quips, in Prose and Verse, with Rules and Wrinkles. Edited by Julian Marshall, author of \" The Annals of Tennis,\" Hon. Sec. All England Lawn Tennis Club, Wimbledon. LONDON : Field & Tuer, The Leadenhall Press, E.C. [T wo-and- Sixpence. A COLLECTION of essays, letters, anecdotes, and verses, serious, comic, and serio-comic, by various hands, about tennis and lawn-tennis, with the rules of the latter game. Useful in formation and critical remarks are mixed with much genuinely amusing matter. \" A true picture of this great actor.\"— Herne Bay Press. Henry Irving, Actor and Manager : A Criti- cal Study. By William Archer. LONDON : Field & Tuer, The Leadenhall Press, E.C. Second Edition. [One Shilling. AN attempt at a dispassionate and rational appreciation of the distinguished actor's merits and defects. Shunning \"Irving-mania\" and \" Irving-phobia \" alike, the author seeks to moderate the transports of indiscriminating worshippers, while at the same time combatting the prejudice of bigoted un believers. Neither a lampoon nor a panegyric, but in short a \"\" critical study.\" \" May be cordially commended.\" — Liverpool Daily Post. Are we to Read ? 8 Q 9\\ A W M OA a or What is the Best Print for the Eyes? By James Millington. With an Introduction by R. Brudenell Carter, f.r.cs. (Illustrated.) LON DON : Field & Tuer, The Leadenhall Press, E.C. [One Shilling. IN a little compass the author has gathered together much valuable information on the eyesight, and he points out the injurious effects of premature and excessive literary work, and suggests such modifications of paper and print as will enable the greatest amount of work to be done with the least possible fatigue to the eyes. The introduction by R. Brudenell Carter is most interesting and suggestive. ♦ Tj$t * HtctitnfyaM ♦ iQrese ♦ LOV^CDO^C, S.C."], [133, "21 (Recent (Books & Something aAbout Them The Opening of China. Six Letters reprinted from The Times on the present condition and future prospects of China. By A. R. Colquhoun, Assoc. Mem. Inst. C.E., F.R.G.S., Author of \" Across Chryse,\" etc.. Special Correspondent of The Times in China. With an Introduction by S. H. Louttit. LONDON: Field 6- Tuer, The Leadenhall Press, E.C. [One Shilling. AN exhaustive account of the present condition of China, and suggesting means for the opening of that Empire to Euro pean commerce. LORD BEACONSFIELD ON THE CONSTITUTION. \" What is he ? \" and \" A Vindication of the English ConStitUtiOn.\" By \"Disraeli the Younger.\" [The Earl of Beaconsfield, K.G.] Edited with an anecdotical preface by Francis Hitchman, author of \" The Public Life of the Earl of Bea- consfield,\" eVc. LONDON: Field e> Tuer, The Leadenhall Press, E.C. [Two-and-Sixpence. THE only vindicator of the \" lost leader \" of the Tories that is necessary. A reprint of the famous and long lost pamphlet \" What is he ? \" of which it is believed that only one copy is in existence, and of the almost equally scarce \" Vindication of the Constitution,\" which Disraeli the Younger addressed to Lord Lyndhurst in 1835. The former establishes the identity of Disraeli's politics in youth and in age, and the latter vindicates the consistency of the two great men with whose names it is associated against the calumnies of Lord Campbell. Mr. Hitch man's preface contains a great number of highly interesting and hitherto unpublished facts concerning the Disraeli family. \" Novel readers and novel writers may advantageously study its pages.\" Ethics of Some Modern Novels ■ By Trevor Creighton. LONDON : Field & Tuer, The Leadenhall Press, E.C. [One Shilling. A BRIEF review of the morals of some of the more notable novels of the day, in which the author plainly says that vice is too apt to be surrounded by a halo of sentimentalism, and that the line is not clearly marked between right and wrong. ♦ C$e + JltctitnfaW *^UB6 * LO&CDOCSC, S.C."], [134, "22 (Recent (Books & Something Them Dickens Memento (with Introductions by Francis Phillimore and John F. Dexter.) Catalogue, with pur- chasers' names and prices realised, of the pictures, drawings, and objects of art of the late Charles Dickens, dispersed at Christie, Man- son & Woods in 1870. LONDON: Field & Tuer, The Leadenhall Press, E.C. A BEAUTIFULLY printed and luxuriously got-up book of special value to the Dickens collector. In three separate divisions, the text includes primarily a reprint of the catalogue of the Dickens sale, at which it may be remembered almost fabu lous sums were realised. Mr. Francis Phillimore contributes a gossipy and interesting introduction, and Mr. John F. Dexter a lengthy, learned, and exhaustive paper on book rarities, sub titled \" Hints to Dickens Collectors.\" Bewick Memento (with an Introduction by Robert Robinson). Catalogue, with purchasers' names and prices realised, of the scarce and curious collection of silver plate, prints, pictures, wood blocks, copperplates, and Bewick relics, &c, dispersed at Newcastle-upon-Tyne in 1884. Illustrated. LONDON: Field & Tuer, The Leadenhall Press, E.C. A BEAUTIFULLY printed and luxuriously got-up book of special value to the Bewick collector. Mr. Robert Robin son, of Newcastle-upon-Tyne, who contributes the introduction, has been connected during the greater part of a long lifetime with the Bewick family, and he writes with a full knowledge of his subject. Of the eighteen beautiful illustrations, printed on separate leaves, twelve embellished the original catalogue, but the six additional at the end, including the humorously treated frontispiece of u Cows Angling\" — all charming specimens of Bewick's skill with the graver — are first impressions from blocks hitherto not printed from. \"By far the most complete, and at the same time entertaining book on old glass yet published.\" — Saturday Review. Glass in the Old World: By M. A. Wallace- Dunlop. With Illustrations. LONDON : Field ev Tuer, The Leador- hall Press, E.C. [Twelve-and-Sixpencc. A MOST comprehensive and entertaining epitome of what is known about glass in ancient times and in all countries. A treasury of information full of interest and anecdote. ♦ Tl$t * [HeabenfSaff * JQrese ♦ LOV^fDOtXi, S.C."], [135, "23 (Recent (Books & Something Them \" Thoroughly readable and interesting.\" — Literary World. Business and Pleasure in Brazil: By Ulick Ralph Burke, author of \" Loyal and Lawless,\" and Robert Staples, Jr. LONDON : Field & Tuer, The Leadenhall Press, E.C. [Ten-and-Sixpence. A BOOK of travels, both practical and amusing, giving the experiences and impressions of two men of the world during their visits to Oporto, Lisbon, Pernambuco, Rio de Janiero, the mining districts in the interior of Brazil, and the River Plate. Fluent, unaffected, and full of observation. \" Full of important information.\" — Pictorial World. The Truth about Tonquin: Being Che Cime» Special Correspondence. By Archibald R. Colquhoun, f.r.g.s., &c., Author of \" Across Chryse,\" e>c. LONDON : Field & Tuer, The Lead- enhall Press, E.C. [One Shilling. THESE letters should be studied by those who wish to under- stand the position of affairs in China as regards the Ton quin difficulty. Book of Japanese Designs, About 350 in all, many being very intricate and beautiful, and of a character most useful to designers. A few copies only, Three-and-Sixpence. Printed in Japan. Printed on Vellum. [Six Copies only.] At the various times of publication of their Vellum- Parchment Series, Messrs. Field & Tuer, says the Academy, had six copies of each book printed on fine vellum. Two sets have been disposed of at one guinea per volume, and the remain- ing four sets of the following volumes — thirteen in all — are now offered for sale : — \" Reasonable Apprehensions and Re- assuring Hints,\" \" Oldest Diarie of English Travell,\" \" Don't,\" \"You Shouldn't,\" \" Selected Texts from the 'Imitation of Christ,'\" \"Truth about Tonquin,\" \"Are we to Read Back- wards ? \" \" Henry Irving,\" \" English as She is Spoke,\" and ditto \"Her Seconds' Part;\" and in the Oblong Series, \" Journalistic Jumbles, ' \" Oldcastle's Guide for Literary Beginners,\" and \" Decently and in Order.\" Twelve copies have also been printed on vellum of that bibliographical curiosity, \" Quads within Quads : \" two guineas each. ♦ X)S)t * HtciUnfyaffl +3QU66 ♦ LO^CBOC^C, S.C."], [136, "(Recent (Books & Something Them. \" A covetable gift-book.\" Echoes of Memory. By Atherton Furlong. With etchings by Tristram J. Ellis. LONDON : Field & Tuer, The Leadenhall Press, E.C. A CHARMINGLY illustrated and beautifully bound volume of gracefully written poetry produced as an edition de luxe in the most fastidious manner. Will be prized alike by bibliophiles and lovers of light and tender verses. w/xxxyx/wyy/yxxxxxxx/y/x/xxxxx/«y/«yxx«-/ww« \" With Bad Paper, one's Best is impossible.\" The Author's Paper Pad (Issued by the Proprietors of The Leadenhall Press.) Contains, in block form, fifty sheets of paper, fibrous and difficult to tear as a piece of linen, over which — being of unusual but not painful smoothness — the pen slips with perfect freedom. Easily detachable, the size of the sheets is about 7£X8J in., and the price is only that usually charged for common scribbling paper. The Author's PAPER Pad may be comfortably used, whether at the desk, held in the hand, or resting on the knee. As being most convenient for both author and compositor, the paper is ruled the narrow way, and of course on one side only. — Sixpence each, 5/- per dozen, ruled or plain. — FIELD & TUER, Publishers and Printers, The Leadenhall Press, London, E.C. Field & Tuer, gURINTERS & gHuBLISHERS, The Leadenhall Press, LOU^sDOU1^. (24)"], [137, ""], [138, ""], [139, ""], [140, ""]]