[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, ""], [10, ""], [11, "CLARK'S 4* *£ ■% RH, TO WHICH IS ADDED j^ ITS Interspersed tvitlt many pleasing «$• Interesting incidents. 1861. Printed at the National Printing Office, By II. P. Clark, High Street, Bye, Sussex"], [12, "PREFACE. I have differed from authors generally, as they use the plural pronoun, we, instead of the singular pronoun, I ; for it is written, Thou shalt not yoke the ox with the ass ; therefore, I mean to be one or the other. I know full well if / get blamed or into trouble, by my writing, there will be no we to share a part in the one or to get me out of the other ; and as to praise, I am in too hum ble a position, too plain in my remarks, to need any we to share in that respect, having no decoration of stile, no profusion of ordina ry display of talent, nor expansiveness of in telect to introduce me to particular notice, and my only consolation is in the following \\eerse. My works may often be admir'd, When I am dead and rotten ; If so, 'twill be about the time When Shakespeare's are forgotten. H, P. C."], [13, "3 €o tf)t aPufjltc. Several of my friends have often expressed a wish that I should furnish the public with an outline of my journey, thus far, through life. To this I would reply that there may be more talent required than I possess ; for, to give a tolerable account of one's self, may appear, to some, as egotism. Well, notwithstanding all impediments, I will be stow a little information, gratis, on the public. As I do not write for patronage, and as I do not study to please any one but myself, it will be useless for any one to find fault with my left-handed way, as some may term it, of expressing myself. Those who wish to possess a little knowledge of my past life may obtain it by perusing the following pages ; and those who are not so desirous had better proceed with my History of Rye. I was born in Rrighthelmston, in the Hundred of Wales-bone, in tbe County of Sussex, in Septem ber (4), in 1797. At an early age I was sent to school. I soon made progress in my scholastic duties; so that within a very short period of time I could repeat the alpha bet. After a few years I left my first school and"], [14, "4 went to, what I was then, proud to call, a \"man's. school.\" Here I made as much progress as I had attention paid to me, which was none at all. I was then sent to a superior school, to finish my education. Here I wrote two copies a week, and always had great praise, as they were generally free from blots, and this was all the praise, I believe, was due. In. cyphering I exceeded my master's and parents' ex pectations. In this branch I was considered to be very clever. How I came to make such rapid strides. was neither known to my master nor to my parents ; but I knew. My master was in. the habit of taking a glass of ale every day, at eleven, at an Inn, called the Seven Stars ; and during that time I invariably copied my sums from a book which he had; procured previous to his becoming a teacher of the rising ge neration. In reading, I knew nothing. My master always read every verse, and the whole of the class read after him in an audible voice; sometimes my book was the wrong way upwards ; sometimes I did not turn over a leaf when I should ; sometimes I turned over two leaves instead of one, and all this did not cause any obstruction or delay, for I had ar rived at that acme, in learning, that I could read as well without a book as with ; for, as the hunter says, I was always in at the death (end). At the age of fourteen I left my academical stu dies, being a genuine specimen of the old school. My grandmother considered me to be a prodigy, as JE"], [15, "5 could tell exactly, through the assistance of Moore's, the day of the month, the length of the day, when a new or full moon would appear, and when an eclipse would take place ; in fact I was called a clever boy, and a funny little fellow, for there was no crying or going to sleep where I was. Soon after leaving school I was sent to a village, near Horsham, called Nuthurst, to a person who was a farmer and miller, he then being in want of a lad to keep his accounts, he being too ill to attend to business. Here my trials in life began : here I found that my learning was something like the soap and water bladders that I had so often blown, defici ent of substance ; however, I gave satisfaction. I was there nearly a year, during that time the farmer died. When I left, a present of a handsome watch and appendages was made me, for being, as was termed, a good boy. When I returned home I worked with my Father, at the Turnery business. At the age of twenty-one my Father placed me in business, which I carried on for five years. I then left my native town for Rye. At the age of thirty I set up in business, in Rye, in my old trade. I then married one of the fair daughters of Eve, named, Ann Waters, a native of Rye. About two years after it popped into my head that I should like to turn Printer (although a stran ger to that business), there being but one in the town, and he refused to print several things that"], [16, "6 were against the old corrupt system, carried on by the patron of the borough, Dr. Lamb. I was recommended to a type founder in London. I was soon there, and with the person to whom i was recommended. 1 told him that I was about to open a small printing business, in the country ; and that I wished him to furnish me with a list of mate rials that would be required, and the price also; telling him that he might know better than I did, as. it was sometime since that I had worked at the bu siness ; this I said to let him know that he had not a greenhorn to deal with. The next morning I called, and after the usual formalities he produced a list, which he read, which was nearly as follows : — You will want, said be, so much of Brevier, so much of Long Primer, so much of Pica, and so much of Fat-Face Pica. Here I was quite at a stand ; Pica, I wondered what Pica meant. He still proceeded, so much of Great Primer, so much of Double Pica. What ! more Pica, thinks I. How I wondered what this Pica was; but I dared not show ignorance, as having previously given him to understand that I had been in the trade. Well, he proceeded, you will want so much Canon, I nod ded assent and was as wise as ever, so much of 4-line Pica, 6-line Pica, 8-line Pica, and 10-line Pica. This was a stunner and no mistake. There were two things that I was sure of, that I knew no-"], [17, "7 thing what Pica was, and that I never should forget the name. Now, says he, you will want some furni ture ; but whatever furniture meant I knew not, it was equally as foreign as the rest ; but there was no more \"Pica.\" In the course of a week I was garreted in Rye ; that was, I had my \" Press, Pica, and Furniture,\" safe in the garret, and no one knew any thing of my intention. A few evenings after, I heard the crier announce that a special meeting of the members of the \" In- dependent Association -* would take place at the Red Lion Inn, and that it was particularly requested that every member would attend, at eight o'clock. Here was a trying time, every thing went contrary ; but, through great perseverance, I succeeded at last in producing a bill, announcing to the public that I had turned printer. I hastened to the said meeting, which was so full that I could not at first obtain ad- mittance. I requested that my bill might be given to the chairman, who soon announced to the meet- ing that he had a notice, just put into his hands, that would tend to hasten their political redemption. He said he would not keep them in suspense for a moment, but that he would read a bill that he held in his hand, which was as follows : — \"Rye Inde- pendent Press. H. P. Clark, Printer.\" No more of the bill was read. The burst of joy and surprise be ing so great, as no one, in Rye, knew that I had"], [18, "8 turned printer till that moment. The next morning I had the rules of the association to print, which I executed very well, considering; but out of them an argument arose, and I, being a printer, was refer red to. The question was, does such a sentence re quire an article or does it not? My answer was, I do not know what an article is, but I suppose that it is something about grammar. Here was a pretty \" article.\" Here I felt a sting, and at the same time a determination that ignorance and I would part for ever, in this respect. I immediately purchased Cob bett's Grammar, and in all my walks it was my com panion, and daily it was my study. I soon after published a Grammar in prose and verse ; after that my Songs and Recitations, then my Father's Advice to his Sons, then my Ideas on Legislation, then my Consistency versus Inconsis tency, then my Ideas on Free Trade, then my Ram bling Thoughts, then How to Choose a Wife, and now my History of Rye. This is a brief sketch of the life of Henry Pocock Clark."], [19, "9 DEDICATION. ~»-M**^- Dedications are very general, and often prove beneficial, especially when they are by permission ; and when that permission is by one who is pleased with adulation. A de dication often stamps a work with a favour able impression, and that in favour of the writer : but, myself, being deficient of a flex ible mind, that would allow me to deal out praise to whom no praise is due, I, therefore, expect no favour whatever. I shall now proceed in my usual way, without any comment, and dedicate this work to my sons and. daughters, namely, Charles Clark, Cyrus Clark, Christopher Clark, Caleb Clark, Cornelius Clark, Catherine Clark, Charlotte Clark. H.F.C. Rye, 1861."], [20, "10 INTRODUCTION. History is a mirror of passing events and of by-gone times ; the reflection of which, more or less, often proves imperfect. In early times there was not the facility in printing as there is at the present, where by numerous records of passing events were not so correctly chronicled as they are in this age ; therefore, in many respects, where doubt or wonder may appear, reason must be exercised to give an impression of its au thenticity. , Mankind, generally, feels a pleasure in reading or relating past events ; and few there are who do not desire to perpetuate the same. I, therefore, flatter myself that this work will please in many respects, as it con tains an interesting description of Rye and its environs, blended with many incidental circumstances intended to instruct and amuse H. P.C."], [21, "HISTORY OF RYE. The origin of Rye must remain in obscuri* it seems to be too remote to venture an opinion upon, for I might as well endeavour to affirm who will be its last inhabitants or who were its first, as to give a true account of its origin. Rye, uo doubt, occupied a far more con spicuous place in ancient history than in mo dern. It is situated about a mile and a half from the sea ; it has an antiquated appear ance, standing on a rock, peninsulated by the river Rother. It is a place of ancient date and once of great importance ; but art and science, time and circumstances, the great improvers and the great removers, have left this once proud place far in the shade of modern improvements. Its locality once would not allow of any addition to its magnitude, it being a walled town and surrounded with water ; while other which in ancient times were"], [22, "12 i scarcely known, have since, like mushrooms, sprung into notoriety, and have outvied those towns which once were the pride and boast of the Sussex and Kentish coasts, and the bulwarks of old England, whose inhabitants, with their navies, were considered \" Great, Glorious, and Free, The first flower of the earth, And first gem of the sea.\" It appears that the origin of the Cinque Ports is so remote that no authentic account can be given. Lombard says, Whereas our villages of Rye and Winchelsea are and ever were ancient villages, and within the liberties of the Cinque Ports. Now, this. \"ever were ancient villages\" goes to prove that which I have stated, that no definite period can be fixed Other historians say, that the privileges of these ports were first granted by Edward. Some say, the first ports which received privileges were Dover, Sandwich, and Rom ney, and Hastings and Hythe were added by William I, and that Rye and Winchelsea were annexed soon afterwards, before the reign of John."], [23, "13 It appears to me that be who writes the' least about the origin of tbe Cinque Ports will make the least errors, for in tbe reign of Elizabeth an allusion was made, respecting the missing charters, thus, \" By length and: tract of long, time and many ages, or other wise, are perished and utterly worn out, lost, or decayed.\" Allowing the above to be correct, it will then substantiate my previ ous assertions. It is generally understood that Rye and Winchelsea received their charters from tbe Cinque Ports at a very early date. Two pa- pers, respecting the same, bearing date 1194 and 1197, were preserved from tbe general destruction that took place in ISIS and 1448, by the French sacking and burning the town. Bracton, who wrote, it is said, learnedly of the laws of the realm, in the reign of Henry III, gives two accounts respecting the Cinque Ports' navy. The first is by Pench ester of Dover, the other by Custumall of Hythe, wliich is no£ considered to be so ancient a date as Pe»~ cheste r's1."], [24, "14 'The first says, The Port of Hastings ought to find 3 Ships. The Lowie of Pevensey 1 Bulverhithe and Petit Jahn 1 Bekisborne, Kent 7 iGrench at Gillingham, Kent, 5 men and armour The town of Rye 5 The town of Winchelsea 10 The Port of Romney 4 'Lydde 7 The Port of Hyde 5 The Port of Dover 19 The town of Folkestone 7 The town of Feversham 7 The Port of Sandwich with Stonor, Fordwich, Dale 5 Total 81 The second account says, The services due by the Cinque Ports are that Hastings shall find 2l Ships. and in every ship 21 men, and a Garcion, or boy, which is called a Gromet. To it pertain (as the members of one Town ) the sea-shore in Seaford, Pevenshey, Hodoney, Winchel sey, Rye, lhame, Bekesborne, Grenge, Nor- tbie, Bulwerhethe. Romenal 5 in every ship 21 men, and 2 Garcion. To it pertain, as members thereof, Promhell, Lede, jEastwestone, Dengemarcys, old Rumney.."], [25, "15 Hethe 5 as Romenal before. To it perteineth the West hethe. Dover 2 1 as Hastings before. To it pertein Folkstane, Feversham, and St. Margarets, not concern ing the land, but for the goods and catails. Sandwich 5 as Romenal and Hethe before. To it pertein, Fordwich, Reculver, Serre, and Dele, not for the soil, but for the goods. Later dates of the number of ships to be supplied, and by whom, run thus, Hastings 5. Pevensea, c, Seasord, c, Bulverheith, Petit Iham, Hidney, Beakesbourn, and Grench. Romney 5 Lydd, c, Promehill, Old Romney, Dengemarsh, and Oswardstone. Hithe 6. West Hithe. Dover 21. Folkstone, c, Feversham, c, Mar- gate, Sf. John's, Goresend, Burching ton Wood, or Woodchurch, St. Peter's, Kingsdown, and Ringwold. Sandwich 5. Fordwich, c, Walmer, Deal, Rams- gate, Stoner, Starr, Brightlingsea. Rye 5. Tenterden, c. Winchelsea 10. Total 57. Those that have a c are corporate towns."], [26, "16 The Barons of those Ports provided those vessels and men for 15 days in a year at their own expense ; after the expiration of that time they were, if the king choosed, compelled to serve longer, at his expense, as follows : — The Master Od., by the day, the Constable 6d., and each other mariner 3c?. There are other accounts, varying a little in the number of vessels required from each port, which was changed as times aud cir cumstances required. The pay of those vessels seems small, and I have no doubt but that it was, respecting the officers, for in those days aristocratic pride had not introduced that useless extra vagancy which beggars the many to satisfy an ungovernable desire ofthe few. The pay of those vessels, I should say was about equivalent to ten times now. In former times this navy, no doubt, was considered very formidable, and now it would be but a Liliputian one when compar ed to the late Baltic fleet ; even the Welling ton, 131 guns, could annihilate such a navy in a short space of time."], [27, "17 It appears that tbe crews of this navy were not over scrupulous, for whilst they protected our coast and vessels from the enemy they plundered them themselves; and thus be came, not only the terror of foreign mariners, but the dread of English as well. In their piracies they acted with savage barbarity, by flinging over-board the crews ofthe ships which they plundered. Old Winchelsea was the depot for their ill-gotten merchandize, as those in power shared in the booty, and connived at the enormities. In 1266 Prince Edward put a stop to their cruelties ; he attacked Winchelsea, took it by storm, and put to the sword all the prin cipal inhabitants concerned in the inhuman practices of the times, and thus checked a rebellious spirit springing up in the Cinque Ports. Up to the reign of Henry VII there was no state navy, and he was the first who built a man-of-war on account of the state, which was called the Great Harry. The use of cannon was now introduced, consequently the navy of the Cinque Ports was no longer serviceable."], [28, "18 Having given a summary of the origin and particulars of the Cinque Ports and the two Ancient Towns, Rye and Winchelsea, I shall/ proceed with my History of Rye. That Rye was a walled town no one will deny; but to the particular extent of its boundary no one can affirm. Jeake, when speaking about the sea-side of the town says, some streets,' the Badding's gate, and wall leading therefrom to the Land Gate, were washed away. This is supposed to be,- by some, the most accurate account of the demolition of that part of the towm In my opinion, which amounts to nothing nowadays, as>opinion carries but little weight unless it emanates from the wealthy, the words \" some streets \" carry with them an extent of magnitude, and would lead one to conjecture that the town stretched much far ther towards the sea than it does at the pre sent. I do not know what proof can be given to this assertion, neither do I suppose that Jeake would insert any thing which he con sidered to be incorrect; but conjectures are often treated as facts. He, like others, was>"], [29, "19 indebted to others, or he must ground his o pinion on that of others, and thereby was li* able to fall into error, as there might have been some \" black crows \" about at that time. It is allowed by all historians that Rye was once surrounded with water, and that it was washed by the flux and reflux of the tides ; which would act more on the weak parts than on the strong. Now, the Ypres Tower is on a rock, between there and Land Gate is a slippery soil, which would lead any one to suppose that no works much beyond the parallel of the projecting rocks were ever built. Mr. Holloway, to prove that the walled boundaries of the town extended as far as the Fish-market, says, Some large fragments of rocks are visible in the channel. This, I think, proves nothing, for at Pollard's Wharf, and farther up the river, large pieces of rock are often visible, and even some were sent to the House of Commons, to prove that the bed of the river was composed of rocks and not of a boggy substance as was mentioned in that houses when the Ryers and Landholders were at a war of law."], [30, "20 Again, the Ypres Tower was built as a place of defence, and to keep the enemy a way. This leads me to think that it was near unto where an enemy could effect a landing, as at that time the bow was the musket and the arrow the bullet ; therefore, if this Tower had been placed at a distance, the discharge of arrows could not have had the desired ef fect. And further, to establish my idea that no wall extended beyond the line that I have previously alluded to. Mr. Holloway says, This tower having been erected on this spot as a tower of defence ; and, if we recollect the peculiar locality of Rye at that period, we shall see that the spot was well chosen; standing on the edge of a steep rocky cliff, at the foot of which flowed the sea. Now, this being the case, it was not likely that any one would wall in the sea beyond the \" steep rocky cliff,\" for at that time security was of greater consequence than an extension of boundary, as in those days of semi-barbarism there was no sparing of \" Odessa,\" but de vastation was the order of the day."], [31, "21 Again, he says, The tower stands on the south-east angle of the town . Now, the word '* angle\" proves that that was the extreme point of two sides, being at the point where two lines intersect each other. He then says, Any one standing at the out er side of Land Gate, and looking in a straight line under the centre of the arch, will per ceive that the line runs south ofthe bathing house, and here, according to tradition, ran a street parallel with the eastern wall. When this gate was built, most likely the cliff extended much farther than at present, as the said gate indicates ; but to say that it was walled in to the Fish-market, is an idea, which appears to me, not connected in the least with any reasonable conjecture; for had it been defended by a massive stone wall, the same as on the opposite side, some remains of the same would, I think, be traceable. The cliff, I should say, with the addition of a little earthwork, the same as Winchel sea was defended with, was the only defence on the sea-side. The wall, on the land-side, was built in consequence ofthe sea receding, leaving that part undefended."], [32, "22 Opinions against facts are no more than shadows compared to substances ; but, when facts are wanted opinions will rise, and, if argued consistently, will have more or less weight. Mr. Holloway grounds his arguments, that the walled boundary extended to the Fish-market, upon Jeake's account, and Jeake upon traditionary accounts, thus open ing a wide field of speculation and doubt. I thiuk it would not be inconsistent to ad mit that, on entering the Land Gate a road, on the left of the present one, bounded by the cliff, led to Badding's Gate ( named af ter the ancestors of the representative, of Rye, in Parliament. This Gate, I have no doubt, was of no magnitude, and of no great solidity, but merely for convenience to that part of the town), then to the Ypress Tower ; from thence the rocky cliffs to the Strand Gate defended the town ; then a wall, on the land-side, reached to the Land Gate, whose height was twenty-eight feet, and five feet in thickness, with a deep and wide ditch. The wall is still visible in many places, in which is a building, of a semicircular form."], [33, "23 facing the Ferry road, supposed to be part of a tower, having battlements. Near the Strand two cottages were erected, in 1855, named the Town Wall Cottages, on the site of the Town Wall, which required the greatest exertion possible to remove it, from its long unmolested position, as the stones and mortar were so united. How very different now. Our modern builders have more consideration for posterity since \" Con tract\" has been introduced, as there will be no trouble to remove, in future, any building now erected. At the bottom of Jarrett's yard, in 1683, there were stairs over the wall by which per sons ascended and descended. It appears those steps were superseded by a doorway being made in the said wall, through which, I have heard the old inhabitants say they have often passed. At the bottom of Conduit Hill was a Pos tern Gate, which was removed in 1136 ; but, in 1690, there were two or more, for an order was issued, by the Chamberlain, to repair the \" postern gates.\" Now, admitting there was only one more, where did it stand ? is"], [34, "24 the question which naturally follows. Most probably it was facing the Ferry Road, near the semicircular building, as that was the en trance to Rye from Winchelsea and Udi more ; and the other entrance from Peas marsh was opposite the gate at Conduit Hill. The walling: commenced in 1194, as a grant from Richard I was obtained, which runs thus, \" That the Barons, the Mayor, and Commonalty of the town of Rye, have undertaken to inclose and strengthen our said town with a wall of stone and lime in all necessary places, within three years, un der a penalty of one hundred pounds.\" Then, in the reign of Edward III and Richard II, walling and repairing were done. The circumference of the town is, by Jeake's account, 4471 \\ feet. Mr. Holloway's account is 4618.V feet, about seven furlongs. The length, from Land Gate to where the Strand Gate stood, is about 630 yards. Having described the boundaries of the town, I shall endeavour to describe its inte rior. On entering the town, at the eastern part,"], [35, "25 you pass through the ancient Gateway of the Land Gate Tower ; which, in the reign of Henry VII, was called the \" Royal Gate.\" It has a round tower on either side, nearly fifty feet in height. On the top are loopholes for the discharge of arrows, and towards the lower part are embrasures for cannon. It formerly had its portcullis, and its gates were studded with nails. The gates were removed in 1760. The interior is nearly de molished, yet it is worth the inspection of the curious. On the right is Turkey Cock Lane, which, it is said, was named in consequence of a le gendary tale ; which tale is as true and as strange as any one similarly told. The two leading characters are a Monk, named Cantator, and an amiable and accom plished damsel, named Amanda. Cantator was a monk of the Monastery in Conduit Hill. Amanda was the daughterof one Mr. Marshe, then residing in, what is called, the Old House, within Land Gate; whose garden was a delightful spot, adjoin ing the Monastery. Here the flame of love was kindled ! yet, it was a sin to love her, and a sin for her to love him."], [36, "26 Cantator was young and of a fine stature, possessing a fine voice for singing ; who sang, as it was said, \" divinely,\" and who appeared to the maiden nearly divine himself. But there was one, who., no doubt, had felt the pangs of restrained love, which a monk's vow forced upon him, who watched the love sick pair. On one summer's eve this loving couple absconded. A bloodhound was soon put on their track. The old monk, with the hound, pursued the fugitives and overtook them. Cantator was doomed, by his inexorable j-udges (priests), to be buried alive, which decree was carried into execution, outside of the walls of the town. The love-sick maid en shortly after died, and was buried near to her lover. At the ghost-seeing hours, when the pale moon-beams shed their dim light amongst the trees, the spot where she often listened to the heavenly strains of Cantator resounding in the sacred edifice, and dying amidst the trees in her father's garden, her ghost, it is said, was often seen ; and the last visit, chro nicled by haunted tradition, says, she was"], [37, "27 seen passing down East Cliff, turning down Turkey Cock Lane, and then disappearing for ever. Cantator's ghost was a turkey cock, whose singing was turned into the gobbling of this noted fowl, as a punishment for having bro ken his vow. This fowl was often seen in the lane, which runs from the Tower to the bot tonTof Conduit Hill, and from which circum stance it is called Turkey Cock Lane. Where the burying place of the monk and maiden was, neither history nor tradition has ever pointed out. When the railway excavations were in progress two skeletons were found but a few yards apart, near to the brick bridge ; those skeletons are supposed, by some who are famous for supposing, to be the remains of those unfortunate lovers. A short distance from Turkey Ceck Lane, on the left, is the harbour, appearing like scenes in the display of dissolving views. There are trading vessels, fishing smacks, barges, and boats going up and down the same ; the green and fertile marshes, stretch ing out on either side, studded with the fa-"], [38, "28 mous Romney Marsh sheep; the Harbour Church in the distance, together with the English channel, present a picturesque view of no small delight to the beholder. You then pass up East Cliff, into High street, on the right is Conduit Hill, in which stands what is called the Old Chapel, which was built in some early date, for it was new roofed in 1524 and again in 1824. These dates will give some idea as to its antiquity. It is supposed that it was for the Friars, who were originally hermits, and was dissolved by Henry VIII, who hated the Pope for be ing consistent. Within a century it has been metamor phosised into various uses. It has been used as a theatre, a malthouse, a barrack, a butter and cheese warehouse, and now a store for wool. The Archaiological meeting was held there in 1855. In 1762 several skeletons were found in terred in an upright position. If this was to represent that they lived uprightly, and if such custom prevailed now a-days, few, I think, would be found eligible for such an interment. In 1826 many more were dug up,"], [39, "29 within the Chapel, in consequence of the floor being lowered several feet. Each skele ton appeared to be wrapped in woollen, and from each grave flowed a quantity of dark coloured water. The bones were indiscrimi nately thrown in a lump; and, with the ex ception of a scull or two, were buried near the building. Returning to the High street on the left, is East street, passing on, along High street, on the left is Lion street, opposite to which is a Free School, a substantial brick built building erected in 1636, by Thomas Pea cock, Esq., Jurat. It consists of a lower and upper room, over which is a Sun-dial, a gift of Colonel De Lacy Evans, when a member for Rye, with the following inscription : That solar shadow, as measures life, It life resembles too. Passing on, on the right is Jarrett's Yard, in which the Cattle Market has been held for forty years ; previous to this it was held at Peasmarsh. This market was closed on Sep tember 7th, 1859, and the new one opened on the 21st following."], [40, "30 . Continuing along the High street, on the left is Middle street. You now enter Mint street, so called in consequence of an office being there in which, it is said, money was coined, of which a specimen, about the size of a farthing, is now extant. It has on one side a ship under full sail, around which are \" For ye Corporation.\" On the other side the church, with these words and date, \" Of Rye. 1668.\" It is made of mixed metals. At the end of Mint street is the spot where Strand Gate once stood. About 1815 it was removed, being in a ruinous state, as only half ofthe arch remained. — \" The arch that long had stood The crush of thunder and the warring winds, Shook by the slow but sure destroyer Time, Now hangs in doubtful ruins o'er its base.\" There is, in the adjoining wall, a carved stone, which was removed from the centre ofthe arch, bearing the Cinque Ports' Arms. At this end, says Mr. Holloway, the wall, for about eighty feet up the street had seve ral arches, and at the lower part several feet below the surface of the ground, are some, into which the sea must have flowed ; but for what purpose they were for is not known."], [41, "31 In 1854, a steam-mill was erected near this spot ; and, in sinking a well, I was informed, a large stone post or column, with a half round cap, was in the side of the well, near ly at the bottom, but the water flowing in prevented its removal. This is also misteri ous. For what purpose, and when it was put there, must, like the above, be very conjec tural. On the left is Mermaid street, generally called Strand Hill, which Mr. Holloway says, was formerly the principle street in the town, and continued, in a straight course, into Market street. No doubt but that it con tinued nearly in a straight course to Land Gate. The Rev. J. Wesley does not speak so flatteringly, he says, in his diary, the descent, going out of the town, was near as steep as the ridge of a house. A few years ago this street was lowered, and made accessible for horses and carts to go up and down. On the right, going up, is the Baptist Cha pel. On this site once stood the Quakers' Meeting-house, which was purchased by the Baptists, who erected the present chapel. The Baptists, previous to the purchase of"], [42, "32 the said Meeting-house, had formed a church or society, and the following are the names of the ministers ordained from that time : 1750. The Rev. Charles Rogers. 1760. The Rev. Morgan Edwards. 1767. The Rev. Thomas Purdy. 1811. The Rev. James Rees, 1821. The Rev. Andrew Smith. 1852. The Rev. Thomas Wall. Adjoining the chapel is a school, formerly an old building ; purchased and altered by a few Christian friends, who voluntarily sub scribed to defray the purchase and alterati on thereof. Here the Rev. T. Wall teaches gratuitously ; a man who has taken more pains to educate the children of the poor, than any person ever known in Rye. In the winter evenings he gives instruction to a dults, with patience and kindness far sur passing any praise that can be described. Opposite is an ancient building, called the Old Hospital, it being used for that purpose in the late war with France, which was once the residence of the Jeakeses, a family of note, and supposed to be at that time one of the finest houses in the town."], [43, "33 Nearly at the top, on the left, is a passage called Mermaid Passage, the house above being once an Inn, named the Mermaid, supposed to be the first ever opened in the town. At the top is Middle street ; on the right, in the corner facing towards the church, is a fine old house where King George I, and more particularly George II, who was enter tained by James Lamb, Esq., Mayor. The rooms which were occupied by his Majesty, George II, are called after his name. Passing on, you come to that stately edifice the church, one of the largest in England, and well worth the notice of any one. Jeake says, It is the godliest edifice of that kind in Kent and Sussex, the cathedrals excepted. Large is the church, and ancient too, To it how many do repair ; Small is the closet where prayer's made, And few there are who enter there. The date of this church is unknown, but it is generally admitted to be in the twelfth century. It has three chancels ; the south has been used as a factory, to employ the in mates of the old workhouse, then as a soup"], [44, "34 kitchen, now as a school. In the north chan cel the fire engines are kept ; it is, also, used as a depot for lumber. In this chancel is a grave stone, on which were several brass figures representing a father and mother and seven children, all of whom, tradition says, died of the plague. The middle chancel is used for worship, in which is the commu nion table, made of mahogany, and exquisi tely carved. It is said it was taken by one of the Rye privateers, from a Spanish ves sel. Also, that it was taken in the Spanish Armada, and given by Queen Elizabeth to the church. On the south side of the church is the ves try, which, in the reign of Elizabeth, was used as a powder magazine ; after that it was converted into a repository for those who died belonging to the Lamb family. On Saturday, July the 25th, 1775, the bel fry was graced with eight new bells (the old ones were recast and two new ones added), and the expense of which was defrayed by Thomas Lamb, Esq. Around the lip of the bells are cast the following verses :"], [45, "35 in 1st. Bell. If you have a judicious ear, You'll own my voice is sweet and clear. 2nd. If you have a judicious ear, You'll own my voice is sweet and clear. 3rd. While thus we join in cheerful sound, May love and loyalty abound. 4tb. Such wondrous power to music's given, It elevates the soul to heaven. 6th. Ye people all who hear me ring, Be faithful to your God and king. 6th. Peace and good neighbourhood. 7th. Ye ringers all, who prize Your health and happiness. Be sober, merry, wise, And you'll the same possess. 8tb. In wedlock's band all ye who join, With hands and hearts unite ; So shall our tuneful tongues combine To laud the^nuptial rite. In the belfry are the following rules, verse, respecting fines. This is a belfry that is free For all those men that civil be : And if you please to chime or ring, It is a very pleasing thing. There is no music play'd or sung Like unto bells when they're well rung. Then ring your bells well, if you can : Silence is best for every man ; But if yon ring in spur or hat, Sixpence you pay ( be sure of that) ; And if a bell you overthrow, Must pay a groat before you go."], [46, "36 The following verses were composed by Richard Fuller, an old ringer : Farewell, ye ringers all, adieu ! I can enjoy no more of you ; My time is hasting fast away, For I am going to decay ; And so are you, 'tis known full well, For oft we hear the passing hell. Then think of death, my friends, I say, How soon we may be call'd away ! If unprepar'd — oh, dismal fate ! Let us repent ere 'tis too late ; And to the Lord for mercy call, That be may save and bless us all. The vicar is the Rev. Henry Cooper, a person far different from many of the clergy, not a tyrant, but a quiet and well disposed man. It is somewhat curious as to the professi ons of the churchwardens. The parishioners have chosen, for their warden, a Pawn-bro ker; not withstanding Ezekiel said, He that hath given forth upon usury, and have taken increase, shall not live. The vicar has chosen, for his warden, a Lawyer ; notwithstanding the denunciation of Christ who said, Woe unto ye lawyers ! for ye lade men with burdens grevious to be"], [47, "37 \"borne, and ye yourselves touch not the bur den with one of your fingers. Here are two callings or professions the most obnoxious and oppressive of all ; one will ruin the poor, the other will plunder the rich. But after all, the following remarks speak volumes. The parishioners' churchwarden W. H. Chaterton (Mayor), has been chosen twenty-two consecutive years. Ofthe vicar's churchwarden ( G. S. But ler), it can be said no lawyer can boast of being more honest than he is. The following epitaph might very appropriately be placed upon his tomb : Say what you will, do what you can, This Lawyer was an honest man. What would the celebrated John Smeaton, the founder of Eddystone lighthouse, have said on seeing such an inscription? who begged of his father not to make him a law yer; for, said he, I cannot think that they are, or can be, honest men. In the church accounts are the following items 4"], [48, "38 1548- Paid for 2 Bibles 1. 0 8 1549 Paid for 2 chains, 1 for the Bible 0 0 10 It appears in those days the Bible was chained up, so that persons might go into the church and read ; and to prevent it being harrowed the above method was resorted to. How widely different in this enlightened age ; no chain is required now, for Bibles may be seen in grocers' shops as waste pa per, in public houses as pipe lights. Expended for cleansing the church, from Popery 1.13 4 One more item would make it complete, Cleansing the church from \" Corruption.\" The churchyard is nearly enclosed with trees, which, in. the summer, have a pleasing appearance. It is thickly studded with tomb stones and the dates and episodes inscribed thereon are, by. the hand of time, fast ap proaching to indistinctness. Facing Lion street, is the Church Clock, supposed to be the oldest, now going, in England. Its pendulum is, eighteen feet in length, which is the longest in the kingdom. It has two statues, one on each side of the dial, each with a hammer, called Quarter."], [49, "39 Boys, who strike once each for a quarter past, two each for half-past, and three each for three-quarters-past every hour; but like all boys they are playful, and do not attend to their duty, for sometimes they deceive the public by giving a false announcement ef the time. It is said, that this clock was taken from the Spanish Armada, and presented to the town by Queen Elizabeth, but there is no re cord that gives the slightest proof of that e ver having been the case-. Passing on, you arrive at the top of Lion street, on the right is Market street, in which stands the Court Hall, where justice is, some times, administered according to political circumstances or position in life, for a small amount of evidence from an influential per son goes much farther than double the a mount from one who is, unfortunately, poor ;. that is, different justice to different people. Here law is plentiful, and that of the high est price. Dear things are cheapest in the end, At least so many say, If you are summon'd to this court Then, you- will dearly pay^"], [50, "40 ■Get drunk in town, kick up a row, Five shiUings, and no more ; But if you do the same in Rye, You'll have to pay a score. It was built in 1742, on the site of a former one. It is a neat and pretty looking building. The lower part is used as a market for meat, vegetables, &c. The next story is where the Quarter and Petty Sessions, and County Court, and all Corporation meetings are held ; also various public meetings. There is a small room above, in the roof, used by the Recorder to robe himself, and by the grand and petty juries. In this story is the skull of John Breeds, butcher, who murder ed Mr. Grebble, on the 17th of March, 1742, supposing him to have been Mr. T. Lamb. It appears that Mr. Lamb was expected to pass through the churchyard, on his way to the Fish -market, to see a few friends on board a craft ready for sea. Mr. Grebble, passing through the churchyard at the time, was, unfortunately for him, mistook for Mr. Lamb by Breeds, and stabbed. Breeds was soon afterwards taken, tried, convicted, and exe cuted in Rye ( hung in chains), and all that"], [51, "41 remains of him is his skull, with part of the irons in which he was hung. On the right is Pump street. Tlie corner house on the left was formerly an Inn, the second one ever here, called the Old Flush ing, a noted house, in noted times, for \" noted people\" (smugglers). On the right is the re servoir of water, forced into the same from the Pump-house, and is considered to be a fine piece of masonry. Passing on, you come to what is called the Gun-garden, where it is supposed, stood the Church in olden times. Several skeletons, at different times, have been disinterred in its vicinity. On the left, adjoining the Wesleyan Cha pel, is a wall, faeing Watchbell street, in which, Mr. Holloway says, stood Badding's Gate. The Wesleyan Chapel is a neat brick building, built in 1814, on the site of a for mer one, which was opened on Wednesday, January 28th, 1789, by the great apostle, John Wesley. In 1845 two school-rooms, adjoining the Chapel, were added."], [52, "42 To give a correct list of the preachers from the commencement of Methodism in this town would be somewhat difficult, as they are continually coming and going ; many of whom are not of the first class, for it is an old saying, \" Any thing will do for Rye.\" In fact, many of them show as great a desire for the \" Loaves and Fishes,\" and are as great tyrants, as any church minister. Me thodism, now-a-days, is lost to its pristine state ; like unto copper-plate engraving, it produces the best impression first. To sub stantiate my ideas, I quote the remarks of one of the leading men of the country, Lord John Russell, who, in a work recently published by him, says, \" Could the Methodists indeed be invested, by some revolution, with the ab solute power which Rome once possessed, there is reason to fear, that, unless checked by the genius of a more humane age, the Conference would equal Rome itself in the spirit of persecution.\" There were two; belonging to this circuit deserving the highest esteem of all. The Rev. James Mole, though not an eloquent preach er, was kind hearted, and deserving of the"], [53, "43 appellation of \" Good \" to be attached to his name. Also, the Rev. Thomas Twiddy, one who was different from mankind, generally, for he did not respect a man because he was rich, nor did he despise a man because he was poor. Rare character this. Adjoining the chapel is the Gunner's bar rack, built on a waste called the Old Church Yard. Near this spot several skeletons have been exhumed. Farther on, is the Ypres Tower, built by William de Ypres, Earlof Kent, in the reign of Stephen, between the years 1135 and 1154, and is in good preservation. It is a •quadrangular building, with a round tower at each corner. There are two rooms, one above the other, about fifteen feet square. There is a door in each tower, and formerly might have been stairs in each communica ting with the room above ; but now only a part is visible. This tower was finally purchased by the Corporation of Rye, and used as a gaol. Previous to this the gaol was in the Watch bell street."], [54, "44 In 1837 a new part was added to the a bove, as the former one was not in accor dance with an Act of Parliament, which compelled all Corporated towns to provide safe custody for prisoners. Facing, is the battery. In 1569 it was fur nished with cannon. In 1649 it was a bowl ing-green, after that it was furnished again with cannon, and in 1819 it was stripped a gain ; since then it has been let as garden ground. In 1855 Government took it and made great alterations. In 1859 it was fur nished again with cannon, and, in 1861 they were fired, to commemorate the Duch ess of Kent's funeral. Opposite the chapel is Badding street, now called Watchbell street. This street ran the length of the churchyard, and nearly at the end is the gable end of the oldest house in the town ; supposed to have been, originally, a place of worship, by its large stone arched window, and being built of stone, as, in anci ent times houses were built of wood. At the end of the churchyard commences Watchbell street. Here, in ancient times, a bell was rung, to arouse the inhabitants on"], [55, "45 the approach of an enemy, or in case of e mergency; through this, no doubt, it gained its present name. On the right, you come to the Independent Chapel, small and commodious, built in 1817. The following are the names ofthe ministers ordained from time to time. 1817. The Rev. George Todhunter. 1822. The Rev. Mark Noble. 1825. The Rev. John Wood. 1832. The Rev. Jobn Thomas Willmore. 1843. The Rev. William Knight. 1846. The Rev. David Samuel Jenkins. 1851. The Rev. John Thomas Willmore. This chapel was built in consequence of a schism, ordained or not ordained, which a rose amongst the Baptists. There were the Purdyites and the Reesites, between each of whom existed more ill-feeling than Chris tian love. After the death of the Rev. Thos. Purdy this chapel was built, and the Inde pendents formed into a collective body. During the Rev. J.T. Willmore's ministry, a division amongst his flock took place, and he was dismissed. In 1844 a chapel was built for him at the foot of Rye Hill. After that, the chapel in Watchbell street was sold, and"], [56, "46 the Rev. J. T. Willmore became the pur chaser; and in 1851 he triumphantly mount ed the Independent pulpit, an independent man, fearing not his religious foes- At the end of this street is, what is called, the Green, once West Cliff, then Watchbell Hill. In former times there were two bat teries of brass cannon here, which were re moved about the year 1798, and five24-poun ders, which were taken at the battle of Cam perdown, were placed in their stead. Three were on the left, and two on the right, a lit tle lower down, where there is a one storey dwelling, formerly the Independent Sunday School. From this point there is a splendid view. Here, the mind wandering back into ages past, presents to .he imagination Camber Castle undemolishel, and well garrisoned. The Cinque Ports' Favy riding proudly in the Channel. Again, and you may imagine the mighty sea, in its tempestuous fury, swal lowing up Old Winchelsea; which, history says, stood where the billows now unmoles ted roll. From this same point is a splendid view ofthe Harbour, of Dungeness Bay and"], [57, "47 Lighthouse (lit by electricity), of the Mar tellow Towers, the Military Canal, the town of Winchelsea, and a great expanse of coun try; and, as in advertising phraseology, the sights are \" too numerous to mention ;\" or, as the poet says, Ten thousand landscapes open to the view, For ever pleasing and for ever new. On the right is a narrow road called the Trader Passage ; a short distance down, on the right, is the Baptist burial ground. This passage leads to the place where once stood Strand Gate. There is one thing very remarkable in this town. In the Summer most of the streets are covered with grass, and many of the inhabi tants are busily employed in salting and brining the same ; so that a stranger might readily suppose the town was about to be pickled. But, after all, Luxuriant the grass it does grow, In the streets 'tis just like a mat ; And where is a town like old Rye, In front of each house a grass plat? E'en chickweed and groundsel for birds, And thistles for rabbits as well, In the streets of Rye may be found. Where is there a town can excel ?"], [58, "48 The gay dandelion is there, Which children, when young, they all dread, They think if they gather that flow'r They surely shall water their bed. The daisy, that fring'd pretty flow'r, The buttercup too may be seen ; Although the grass grows in the streets There's no town so neat and so clean, For in dry weather the streets are not dusty, and in wet never dirty. Thus ends my description of the iuterior of Rye, and begins that of the suburbs and places adjacent. Opposite is the Strand Quay, and on the right you pass the Strand pump and .reser voir ; farther on, on the left, are two roads. The first is to Winchelsea, a short distance on, on the left, is the Custom-house, and on the right is the Gas-house, then the Tilling ham Sluice. About one hundred yards dis tance, nearly opposite the mill, in the centre of the river, is the spot where Breeds, the murderer, was gibbetted. In making a new cut the gibbet was taken down. Farther on is one, out of the many, of the Martello Tow ers, which stud this part of the Sussex Coast. Enormous sums of money were expended on the construction of these Towers. They are"], [59, "49 built of bricks, are from five to eight feet thick, their foundations are laid at a great depth, which are vaulted, with the convexity ■downward, forming a reservoir for water. In the centre is a pillar, from which springs an arch abutted by the outward wall, which is •considered to be bomb-proof. On the top was ■a 24-pounder, mounted ou a traversing car riage, capable of being pointed in any direc tion. This tower is encircled by a deep moat, over which is a drawbridge. Here is one part of the Military Canal, sixty feet wide, of a zigzag course, with em brasures at angles for cannon, with a breast work, reaching to Cliff-end, about seven miles westward. Three miles onward is Winchelsea, which in former times the sea flowed up to and be yond, and the communication to it, from Rye, was over the Ferry leading to Udimore. It was built soon after the destruction of old Winchelsea; one hundred and fifty acres were assigned for it. It had thirty nine squares, called quarters, after the manner of old Winchelsea, with three Churches, St. Giles, St. Leonard, and St. Thomas the A-"], [60, "50 postle. The latter is now used as the place of worship by the parishioners. It is a large and grand looking building, nearly covered with ivy, which gives it a solemn and majestic appearance. There is only one chapel (Wesleyan). In the church are several monuments of Knights Templar, Monks, &c. The middle aisle is long and spacious, and is worth in spection. At the corner of the churchyard, leading to the Friary, stood a square lower, detached from the church, supposed to have contained the bells. Being dangerous, it was taken down some years ago, and used at the en trance of Rye harbour. Some ruins ofthe Friary are still remain ing. The choir of the chapel forms the great est part of this ancient pile. There were, according to tradition, fifteen churches and chapels. The gable ends and remains of several are discoverable. This town, when in full population, must have been of some elegance and note ; but through pestilence and war, the dissolution of the religious houses, and the sea retiring,"], [61, "51 was the ruin of Winchelsea. The great im portance by which it was held is lost, having, through a train of events, become of no im portance at all; it has, therefore, dwindled down to a place of little note ; but still its ancient grandeur is traceable in many places. Queen Elizabeth, when on a visit, called it Little London; but the Rev. J. Wesley, in 1790, says, in his diary, I went over to that poor skeleton of ancient Winchelsea. Winchelsea was a place of note, A London to be sure ; But now 'tis but a skeleton, A town once rich, now poor. Its boasting days are now no more, For time has chang'd the scene ; That skeleton of Winchelsea Shows proudly what its been. It is something like poor people, who having a desire to appear great, talk of their rich ancestors. There was once but three approaches tfl the town, and each was fortified by a gate, and each gate- way is now standing. Pipe well, leading to Udimore ; Newgate, leading to Pett, without stood the Holy Cross of Winchelsea ; and Strand Gate, leading now to Rye. The road to Icklesham led only to a wharf or dock, at the bottom of the hill."], [62, "52 From the last mentioned gate is a splendid view, particularly of the bay, which presents a constantly moving panorama. Some say, there was no other defence but the three gates, for as long as the surround ing level was overflowed by the sea they were all that was required. There is not the smallest vestage of any wall discernable- Some say, that the wall is traceable. It is plain that there never was a wall of any mag nitude or solidity such as that at Rye; but there might have been a wall of earth or of some other temporary material. It has a Jail, and over it is the Town Hall, a building of no taste or design. There is no display of architectural science, in fact it is no ornament whatever. About fifty-five yards from the corner of the churchyard, opposite the jail, on the Hast ings road, stands the noted ash tree, under which Mr. Wesley preached his last out door sermon, on October the 7th, 1790. It has two Inns, the Castle and New Inn ; Richard Osborne was \" Governor \" of the said \"Castle\" nearly forty-five years, a man highly respected, who kept it up to 1861."], [63, "53 There was formerly a Market for Cattle, kept on a spot known by the name of Mon day's Market. Many years since here was a manufactory of Cambrick, and afterwards of Crape, which occupied a great part of the first square, call ed Barrack Square, on the right, when pass ing throngh Strand Gate. In ancient times ships were repaired here. Shipwrights were paid, at those times, from 4d. to 6d. per day, Sawyers 5d , and La bourers 3d. There is an Annual Fair, once for Stock, now nearly forsaken. It is a noted day to sow French beans. There are two Benefit Societies ; one at the Castle, established in 1839 ; the other at the New Inn, established in 1859. It is noted for capacious cellars, where, in olden times, merchants stored wine, it being then a chief port for that commodity. The Town Well is 112 feet deep, the ex pense of which was defrayed by the liberal ity of Thomas Dawes, Esq. Winchelsea formerly sent two members to parliament, which right was first exercised"], [64, "54 in the reign of Edward III, but the Reform Bill deprived it of that long unmolested pri vilege of sending members to parliament, and connected it with Rye in sending one only. Although the Reform Bill disfranchised Winchelsea to a certain degree, it emanci pated it as well ; for, previous to the passing of this bill, Winchelsea was governed by one person, who had under his control three Freemen, exclusive of a small number of Ju rats ; and, with this triune, the Corporation was kept so low that the monopolizing pow er was safe in the hands ofthe patron. The following is the list of Mayors since the passing of the Reform Bill. 1832. William Lipscomb, gent, 3. George Morant, gent. 4. Thomas Dawes, gent. 5. John Tilden, Farmer. 6. Joseph Hennah, Wine Merchant. 7. John Beaumont, gent. 8. Richard Stileman, gent. 9. Ditto. 1840. Thomas Dawes, gent 1. Richard Stileman, gent. 2. Thomas Dawes, gent. 3. Richard Stileman, gent. 4. Joseph Hennah, gent. 5. Ditto. 6. Ditto."], [65, "55 3847. Joseph Hennah, gent. 8. Ditto. 9. Ditto. 1850. William Sargent, Miller. 1. Ditto. 2. Robert Coker Nash Davis, Doctor 3. William Longley, Farmer. 4. Ditto. 5. Ditto. 6. Charles Robins, gent. 7. Ditto. 8. Robert Curteis Stileman, gent. 9. Ditto. 1860. Robert Vaile Skinner, Surgeon. 1. Charles Robins, gent. One thing is remarkable in this town, when compared to other towns, and even villages, that is, there is no National or Free School, no Mechanic or Working Man's Institution, no Reading Room, no Library, nothing what ever to improve the mind of either old or young. It is called, by many, a dead-and live place. At Rye, opposite the Martello Tower, is a Sluice, over which aTe two roads, the one on the right leading to Camber or Winchelsea Oastle, built, in 1509, by Henry VIII, to pro tect the harbour, on a long narrow neck of land projecting from Fairlight Cliff. The distance from Rye to the Castle, by land, was upwards of six miles, as the road to it was"], [66, "56 by a circuitous route to Winchelsea, and then another roundabout road back to the Castle. It has five semicircular Towers and Cur tains, with an inner Tower or Keep. In the outer area, that is between the inner Tower or Keep and outer walls, are the remains of several buildings of various constructions, but as to particulars history is silent. The inner Tower or Keep had an upper story, the stair case to the same is accessible, although in a worn-out state, the materials of wliich being of a very soft nature ; the other, leading to the top, is more perfect, but very dangerous of access. Twice have I ascended the mossy summit of that ancient pile, and can vouch as to the danger in ascending and descending. Around the outer side of the inner Tower or Keep is a vaulted passage, what many call subterraneous, its top being on a level with the sod, but that was not the case, as in the outer side of the passage are several aper tures forming openings for doors and win dows. 1 have seen several very small diamond shaped panes of glass with the window -lead attached."], [67, "57 A tradition is handed down that a subter raneous passage extended from this Castle to Winchelsea, but not the slightest indication of the same has ever been visible. This Castle, history says, cost £23,000, a small amount it appears when compared to what it would now cost, but the value of mo ney was greater then than it is now ; for the statute 24, Henry VIII, fixed the pound of beef and of pork at one half-penny. Grose, an historian, says, this Castle was built on the ruins of a more ancient building ; but the correctness or the probability of that assertion cannot be entertained. To see the wanton destruction of this orna mental pile of antiquity must be grevious to many. Near to the Castle, on the Winchelsea side, is the foundation of a stone building. Many a gipsy fete and pic-nic party have been held here, and the Mayor, Jurats, Councilmen, and Burgesses join, annually, in a friendly game of cricket. The following lines, which refer to Win chelsea, are from an unknown author, receiv ed orally from Mr. S. Lindridge, of Rye,"], [68, "58 who learnt them, from a written copy, when' a boy. Dura vested twilight brings in low'ring night, Damp exhalations creep, along the dale ; The bat, deserted, wheels its lonesome flight, And melancholy sighs in every gale.. Here on this spot where obscene birds of night Nestl'd and nod'd and screech'd alternate round ;. Soft music floated once, when with delight The distant sailor caught the joyful sound. No more the war-like drum sounds- o'er these plains,. Nor the shrill trumpets pierce the ambient air, Where stood the sentinel, there silence reigns, And desolation murmurs, \" Who comesthere? \"' Perhaps, in ancient times where Rother's floods Roll'd swift and dreadful by these ruins- wild, Here, on this very spot some parent stood And wept with joy to see her long lost child ; Or,, whilst the ship the swelling canvas prest, And parted lovers faded on, the view, Here drop'd the tender tear, here heav'd the breast,. Here wav'd the hand, which gave the last adieu. In days of yore, when first these walls arose, Many a tender pair, from yonder town, Did joyful trip this way at evening's close, And by the river's verdant side sit down, Conversing tender on their future weal, While the lov'd offspring kiss'd the heaving breast The tear maternal down the cheeks would steal, Like thine Eliza when misfortunes prest. Yon. grove deserted, ruinous, and wild, Whose brown top bows beneath the evening breeze,. Is now the nurse of fancy's airy child, And seems to whisper who it once could please."], [69, "59 Imaginative paints the flowery bed. The brown top'd brow, the soothing air above, Where some fond youth reclin'd his pensive head, And spent the hours betwixt the muse and love. His shade, me thinks, now stalks majestic by, Behold! he glides beneath yon mould'ring wall; His hand he waves, lo ! now he seems to sigh, And thus imagination hears him call. Dear youth, whose lovely feet these rains trod, Whose downcast eyes let fall the generous tear, Regard not transient life which soon is fled, Reflect on heaven and all the glories there. Blessings supreme, beyond the reach of thought, Attend the man who often thinks on death; Whose ev'ry ear is oft to judgment brought. By faithful conscience e'er he yields his breath. Reflection cease, me thinks some voice replies, I, solemn thoughts and groaning number hate ; Dejected walls and ruins I despise, Have me to banqueting and rooms of state. In balls and banquets unmolested stray, Let me ia peace my wayward path pursue, In viewing these I see my own decay, If walls thus perish I must perish too. Rous'd by this thought, reflection sallies forth, Through all the paths of life she's trod before, Weighs overy action, views it spring and growth, And what 'twill yield when time shall be no more. At the Sluice is a branch of the Rail- road, and between six and seven hundred yards down, ou the right, nearly opposite the boundary-stone, in the liberty of Winchel sea, is the spot where John White killed his"], [70, "60 wife, in 1858 ; and about ten yards from the culvert he put her into the ditch where she remained, undiscovered, for three days. He was tried at the assizes, and the jury, taking a merciful and a just view of the case, gave a verdict of manslaughter. He was sentenced to be transported for life. Farther down are two branches ofthe Rail road ; the right leads to the new Ballast hole ; the left to the Rail-road Wharf. At the Sluice, the road on the left leads to the Harbour. In your way thither you pass close by the Harbour Church (and a very pretty little one it is). The burying ground is thickly studded with flowers and shrubs. The first stone was laid on March the 29th, 1849, and the Church was opened on August the 29th, 1850. The Rev. H. B. W. Churton, of Icklesham, is Pastor ; a man generally respected by the poor, and considered to be \" worthy of that calling.\" The next is a School, the first stone was laid on May the 13th, 1859, over which the Coast Guards fired several volleys in honour of those liberal and kind-hearted persons who had subscribed to so noble a cause."], [71, "61 The ground on which these two buildings stand was given by W. D. Lucas-Shad well, Esq. Thanks to him and to the Rev. H. B. W. Churton are due from, all the inhabitants of that locality.. Opposite is a Brick-yard, opened in 1860, where bricks are made by steam, at the rate of eighteen per minute. Farther on is a very commodious Reading Room, built by W. D. Lucas-Shad well, Esq., in 1860. At the extremity of this road is a manu factory for making Blocks of Beach-stones, and Cement, weighing about four, six, and eight tons each, intended for Dover Harbour. Just before the close of the last century, there was not a house at this spot. The^on ly inhabitant was a man whose name was John ; and, that being the case, he was call ed John All-alone. He lived alone, went to sea alone, was drowned alone, picked up a lone, and buried alone. On the West side of the Harbour is one of those Martellow Towers ; and another once stood a little farther to the Eastward of the present one, which was taken down, in con sequence of the encroachment of the sea."], [72, "62 From the Pier-head projects a Stone-work, running nearly due south, about half-a-mile in length ; which was begun about 1830, and has been heightened from time to time. Opposite the Pier is a spot called the Point, On which stands a Telegraph and Flag-staff, intended to apprize those at sea ofthe depth of water in the Harbour. The Telegraph is a frame-work of board ing, with two circular shutters, and when -turned in a vertical position the whole appears dark ; and when the shutters are canted hori zontally they show two large circles of light, and are worked as follows .: When there are 8feet of water, One Shutter is canted. 9 feet, Both Shutters are canted. 10 feet, a Flag is hoisted. 1 1 feet, One Shutter is canted. 12 feet, Both Shutters are canted. 13 feet, One Flag half up. 14 feet, One Flag quite up. 15 feet, Two Flags half up. 16 feet, Two Flags quite up. History gives the following account ofthe Harbour. In Oliver Cromwell's time a hundred sail •of ships could ride in the Harbour, there be ing at the town fifteen feat of water."], [73, "63 In Charles II's time a 64-gun ship could ride in the Harbour ; now a ship of half that size could not obtain an entrance. Again, a vessel drawing nine feet of water has unloaded at Blackwall, and one of 100 tons has loaded at Stone. The entrance to the Harbour is very nar row, and extremely dangerous at times. In case of an invasion it is in an admirable con dition ; for, by sinking a couple of barges, it would be like Sebastopol, in the late war, which became impassable with its sunken ships. The management of the Harbour is vested in 49 Commissioners, who are chosen for life. 12 are from Householders, rated at £10 ; 12 from Ship-owners, possessing 20 tons ; 12 from Land -owners ; and the Mayor and 12 Jurats complete the number. It is said, In the multitude of Councillors there is wisdom. This, I am sure, cannot ap ply to the multitude of Commissioners. The Landholders have always been stren uous in opposing an uninterruption of the tide, by erecting sluices, flood-gates, dams, and so on, which take away the strength of"], [74, "64 the tides; impeding the influx and reflux of the water. In consequence of which the Har bour has been contracted; that is, its channel has been narrowed, and its bed has become shallow. On the East side of the Harbour's mouth are a great number of sand hills, called Sand Banks. It is considered, by many, to be a lovely and secluded spot; much frequented by pic-nic parties. These banks were first formed by an occupier of the land, named Southerden, who brought from Holland a pe culiar grass, called sea-reed or mat- weed, which, by continually growing, harbours the sand which drifts along the coast, and thus prevents the sea from overflowing the adjoin ing land. These Banks are, at certain times, covered with various flowers and mosses, and are plentifully stocked with rabbits. Here Historians say, immediately on the East side of the East pier, constituting the Camber Estate, which is in the parish of St. Thomas, Winchelsea, once stood Old Win chelsea ; which, in 1287, the great inundati on totally destroyed."], [75, "65 To strengthen this account it is said, Old Winchelsea stood three miles to the south east of the present Winchelsea. This would be about the spot alluded to above. Tradition says, that the original site of Old Winchelsea lies on the sands which are never dry, a little to the south-west of Cam ber, and to the south-east of the present pier head. It is said, that Old Winchelsea contained 50 Inns and Taverns, and 700 Householders, and was somewhat similar to the present Winchelsea when it was first completed, having 39 squares or quarters. Here 400 sail of the tallest ships of diffe rent nations, it is said, anchored in the Cam ber, near Rye, where sheep and cattle now feed. In another account, it says, In the month of October, in the year 1250, the moon being in its prime, the sea passed her accustomed bounds, flowing twice without ebbing, and making so horrible a noise, that it was heard a great way inland. Besides this, at dark night, the sea seemed to be on fire and to burn, and the waves to baat with one ano-"], [76, "66 ther, insomuch that it was past the mari ners' skill to save their ships. And, to omit others, at a place called Hucheburn (proba bly East or Hither-Bourne) three noble and famous ships were swallowed up by the vio lent rising of the waves ; and a certain ha ven, eastward, besides cottages for salt, fish ermen's huts, bridges and mills, above three hundred houses wrere also destroyed by the rising of the waves. This storm and inundation also destroyed Broomhill, a town near Old Winchelsea, where a vestige of the same still remains ; and, also, made the river Rother turn its course from Romney to Rye. It is very remarkable that in the same year corn was so plentiful throughout Eng land, Scotland, and Wales, that a quarter of wheat was sold for two shillings. The next road from Strand Gate, leads to Udimore and Brede. This was one, out of the only two roads leading out of Rye in the days of yore, called Taylor's Corner. Here is the Pole Marsh, the Rail-road run ning through it. It was once a place were poles were fixed for fishermen to dry their"], [77, "67 nets upon, and through that, no doubt, it gained its present name. In 1833 and 4 a Fair was held here. It was anticipated, by its projectors, that it would be a great benefit to the town in gene ral ; but, like the mountain in labour, it pro ved to be a failure. This fair, similar too ther fairs, closed in drunkenness and fight ing, and all the et cæteras that belong to dissipation. It has, for many years, been used as a sportimg field, where many a well -contested match of cricket has been decided. Here the celebration of the happy and glo rious peace of 1814 took place, which was conducted in the following order : The Rye Band. Two Serjeants with Maces. The Mayor, Town Clerk, and the Members of the Town on Horseback. Jurats and Freemen ofthe Corporation. Gentlemen and Townsmen. Proceeded to the accustomed places and pro claimed Peace, the Band playing the Nati oual Anthem after each Proclamation."], [78, "68 The Dinner consisted of 1800 lbs. of Beef, 1200 lbs. of Plumpudding, 1200 lbs. of Pota toes, 1600 penny Loaves, 288 gallons of Ta ble Beer, and 384 gallons of Strong Beer. There were 32 Tables, each affording ac commodation for 50 persons, placed in a cir cular form, and the Band in the centre play ed during the repast. On the evening following a grand display of fireworks took place here also. From Taylor's Corner commences the Old Rope-walk, and a short distance farther on the left, is the Rail-road Station. Opposite the Old Cattle Market, next to the Horse and Groom Inn, behind the house now standing, was the Theatre ; it was ta ken down about 1845, and if not it might have fallen down in 1846. Farther on, on the left, is the New Rope walk, formerly the other entrance into Rye. Queen Elizabeth entered the town by this route, and passed through the Postern Gate, at the bottom of Conduit Hill ; and, being well pleased with the respect shown to her she called it \"Rye Royal.\" At the end of this road is Queen Elizabeth's Well ; from"], [79, "69 '.this Well, it is said, she drank, and ever since has been called by her name. This Well is now walled in, and like many other places which were public, has become private. This, formerly, was every body's, it therefore became nobody's, and eventually became somebody's. On the left is Love Lane, adjoining are the Butt Marshes, which, before the use of fire arms, were used for the practice of archery. Richard II compelled, by an Act, all ser vants to shoot on Sundays and holidays. A bank of earth covered with turf was cal led the butt. Passing on from the Old Rope-walk is Tower street, the corner house, on the top, was once an Inn, called the Galley. was once an Inn, called tne \"bralley. On the left is Land Gate, a street of shops. On the left is a On the right is a Draper's Huckster's Grocer's Public-house Grocer's Fishmonger's Baker's Saddler's Tinman's Green Grocer Public-house Butcher's Clothier's Toy Dealer's Grocer's Baker's Milliner's Corn Dealer's FrameMakerBlacksmith's Hair.Dresser Fishmonger's Grocer's There is not a private house in the street. At the end of this street is the Rail-road JJridge, on the site thereof stood twelve"], [80, "70 houses, two of which were Almshouses, and one was the Lamb Inn. The said houses for med one half of King street ; the other half are those which face the side of the bridge. In 1851 a Chapel was added to this row, built by JWiss Jemima Hilder. The Rev. David Samuel Jenkins is the pastor, of whom. no one speaks ill. On the right of the bridge are the Town Salts, which were, in 1834, walled in, and* by a large meeting of Freemen, were given. to the town for ever as a sporting field. In 1859 there was an end to for ever, for the Council, let part of the public's right for building. Previously to the Town Salts being walled in they were covered with water at high tides, and so were the marshes on either side of the harbour. On the east side the water flowed from, the Harbour's mouth to Guide ford, and beyond Scot's Float Sluice over the turnpike leading to the Marsh, and on the west side to the wall, near to the Rail-road,. This overflow, at particular times, such as the equinoctial tides, presented a vast ocean in miniature. Boats of every description, and"], [81, "71 even vessels of light draught, were seen making direct courses. The Town Salts were once the resort of donkies, usually denominated the \"Land Gate Band,\" wliich used to feed amongst the purslain, which grew luxuriously upon it, covering every part. Rapid tides would of ten overflow the same before the instinct of the royal animals could be awakened to make an escape. In cases like this they would be seen huddling together, and as the water in creased that donkeyfied manner of keeping heads down forsook them, and without the aid of bearing-reins their heads became erect, like so many volunteers at drill. On some occasions the tides have been so high that \"heads up \" has been of no use, for sink or swim was the only alternative, which often raised the risibility of numerous spectators. Near the Fish-market are Baths, built in 1817, by shareholders. In 1855 they were raised one story, and turned into dwellings. At the Fish-market are two Ferries, the one on the right leads to the west side of the entrance of the harbour, the left to the other side and to Guildford, a small place, nam-"], [82, "72 ed after the family of Guildfords, for in Elizabeth's reign a Thomas Guildford resid ed at Rolvenden, possessing large property at East Guildford, and who had the honour of Knighthood conferred upon him by the Queen, then on a journey to Rye, stopping at his house. Guildford is famous for agues, produced, no doubt, by the surrounding marshes. This village contains six houses only. It has a small Church, built in the beginning of the sixteenth century, which is remarkably cool in the summer, and cold in the winter. Here smugglers, like sailors, have found the old adage verified, \"Any port in a storm.\" About fifty years since, early one Sunday morning a large cargo of contraband spirits was lauded about four miles east of the har bour, the Custom-house officers were on the alert, and supposing that they would be con veyed to Kye, watched every road by which they most probably would pass. The smug glers on arriving at Guildford, finding any attempt to proceed dangerous, and as day was about to dawn, it became necessary to stow away their cargo ; accordingly the key"], [83, "73 of the church was procured, and the goods safely deposited within its walls. But, it is often said, \" Troubles never come alone,\" for Divine Service was to be performed that morning. After a long consultation it was deemed adviseable that the Clerk should have a little discourse about it with the Mi nister, and that he was to promise him a cou ple of tubs, to blind or silence him. This of fer produced a smile from the worthy divine, and it was proclaimed throughout the village and neighbourhood that no duty would be performed on that day at church, in conse quence of indisposition of the Minister. On the Monday evening following, the cargo was safely conveyed into Rye, except two for the Minister and two for the Clerk. Spirits are strong and flesh is weak, Oh ! man how strange and odd, To think these spirits should have power To blind this man of God. Over the Rail-road Bridge at Rye are two roads; the one up the hill is the London road, at the foot of which is Mountsfield House and Grove, once the residence of the Lamb family ; now the residence of J. F. Plomley, Esq. At the upper part is Dead Man's"], [84, "74 lane. Tradition says, a battle was fought in the field above, between the armies of two Kings, which is called King's field, and that the slain were thrown into the lane and bu ried there. To the latter little or no cre dence is given. Opposite this lane is Gallow's bank, the place of execution, in the days of yore, so stories go. The bank is now enclosed and a cottage is built thereon. In the Customals of Rye it says, When a ny man was condemned to death he was to be executed upon the Saltness, on the east side of the town, behind the salt water of the same. This bank is on the east side of the town and beyond the salt water of the same ; but whether it ever was a place of execution or not no one can say. An old man, named Dengate, hung himself there nearly thirty years since. Above, on the left, was an Hospital, for the support of decayed Freemen and their wives, dedicated to St. Bartholomew, but not a vestige of it remains, for long since it has crumbled into dust, and its benefits lost in the vortex of time."], [85, "75 'On the right is a cistern, the water is con veyed from a well, now covered over, on the other side of the road (which it is supposed belonged to the hospital), not far from the 'boundary stone of the corporation, whicn was closed, some years since, in consequence of a Negro being found dead in it. Passing on, on the left, is the King's Head field where a fair was held formerly, called Beggar's Bush fair; but, latterly, Beggar's Hill fair, which was held on the first Tues day after Romney Lamb fair. In former times a Bull was baited here, the last was nearly sixty years ago; the ring, to which he was fastened, remains there. In 1858 this fair terminated, and thus the scenes of dissipation and blackguardism dropped, and most probably never to rise again. On the left is the Cemetery, which was o* pened in 1855. The foundation stone of the Church was laid on September the 7th, 1854, ;by E. H. S. Banks, Esq., Mayor. Above is the Union Workhouse, the poor •man's Prison, built in 1844."], [86, "76 On the right is a lane leading to Salt- Coat, now called New England, the end of which was the ferry to Guldeford.. Farther on is Playden Church, opposite to which is a narrow road. Formerly on each side were Barracks ; on the right for Infan try, on the left for Calvery. In 1818 they w-ere sold and removed. This road leads to. Leasam House, the residence of Edward Barret Curteis, Esq. It is here Where the hungry are fed, The naked are clothed, And no one sent empty away. The good qualities of his wife have endeared her to the hearts of every one ; and let her go wherever she may, that woman's kind ness will make forgetfulness a crime. The following pathetic lines of the poet could ne ver apply to any two more than to the above. Whene'er the helpless sons of grief In low distress are laid, Soft be our hearts their pains to feel,. And swift our hands to aid. Below Playden Church, on the left, is Springfield House,, the residence of Mr. Je remiah Smith. At the Pay-gate, are three roads ; the one on the right was the original road to the"], [87, "77 Marsh from Rye. The middle one leads to Iden, Wittersham, and Tenterden. The one on the left is the London road, nearly two miles of wliich is in the parish of Rye. On the right, on this road, is a neat little edi fice, the residence of Thomas Smith Pix, Esq. To return to the foot of Rye Hill. On the right of the Marsh road, is Bethel Cha pel, a neat and commodious building. The doctrine preached there is high Calvin. Mr. Boxer was formerly the respected pastor. This Chapel belongs to Mrs. Smith of Spring field, who is very desirous of doing good to her fellow creatures, in a religious point of view. There many folks on Sundays meet, With motives widely odd ; Some go to worship Mrs. Smith, And some to worship God. On the left is a cliff, presenting a very pic turesque sight ; its sloping banks studded with trees and bushes, resort of the feather ed songsters, and mingled with the simple notes of the Cuckoo, intermingled with a fugue from the dark plumigerous choristers ofthe neighbouring grove, producing a feel ing of delight. And, in the eventide, the fit-"], [88, "78 ful flights of Bats, and the sweet cadences of the Nightingale make the spot still more en dearing to reflecting minds. A spot rarely to be met with contiguous to a town. Farther on are three Almshouses, built by the South Eastern Railway Company, in lieu of two small ones, which were taken down with several other houses, to make room for the Rail-road Bridge. This liberal act is wor thy of recording ; for every benevolent deed has a double existence ; that is, it produces pleasure to the donors as long as they exist, and then remains as a monument to their me mories, and an example worthy for others to follow. Close by is Pollard's Wharf, made by the Corporation, and named after the Chamber lain. Here Rye ends and Guldeford begins. On the right, near this wharf, is the Rail road Iron Bridge, which works on a pivot, and is opened by two men to allow vessels to pass. A mile farther is Scot's Float Sluice. The one previous was built in 1736, and destroy- ed in 1830 by the public, in consequence of a Decree of the Court of Chancery, the time specified having passed."], [89, "79 From here to Hythe runs a breast-work, protected by a quickset hedge. About a mile farther is the Military Lock and Canal, made for defence in case of inva sion. This Canal runs the whole length of the breast-work. Here are four houses, two of wliich are Public houses ( Ordnance Arms, and the Queen and Constitution). Half-a-mile farther is the boundary of the County. The Officers of the Staff erected a Column at this junction, in 1806. Here once the sea unmolested rolled, ma ny feet in depth, extending from Fairlight to Hythe, washing the foot of the hills, which are now many miles inland. *** v UU «. 111U11 J Ulll-OO IIJUIIM.1 • The forest of Anderida is supposed to have been situated in this neighbourhood, the Marsh abounding in the remains of trees called moor-logs, which some think were thrown down by gales of wind ; others, that they were washed away by seas or floods and deposited in various parts of this bay of the sea, and have long since been covered by the alluvial deposit which has now be come one of the finest tracts of pasture and arable land in the kingdom."], [90, "80 In 1859, in sinking an artesian well at the Eagle Brewery, Land Gate, a tree or a piece of wood was bored through, about twelve feet from the surface. And when the earth was cleared away for the foundation of the Bridge, there was coppice wood, very per fect, at the bottom. This proves that the wa ter was once deep round the rock on which Rye stands, and that the land must have in creased very much. The well above alluded to, after going to the depth of 375 feet was discontinued, in consequence of the boring implements break ing in the well ; and all endeavors to remove them were unavailing. Thus ends my brief historical associations of Rye and its environs."], [91, "81 A GUIDE or CAUTION For the Pedestrian and Equestrian who may visit the Town of Rye. On entering the Town, through Land Gate Tower, the Pedestrian may feel himself some what annoyed, as the road is paved with boulders ; and, as many have expressed themselves, with the \" hard ends \" upwards. But, Dr. Johnson said, A pebble that paves the street is in itself more useful than the diamond upon a lady's finger. Then hobble on and never mind, For what's the use of talking, Hurt or not hurt, why, only think, On Diamonds you are walking. A short distance onwards is a gravelled foot- path, which has its advantages as well as its disadvantages. Great care is required here, as there are often very large holes caused by the ground slipping away, so that any person might, without the least difficulty, sprain an ankle or break a leg. Oftentimes a rail is missing, which not only appears dangerous, but is so in reality, as any one might fall over and perform as many summersets, before arriving at the bottom, as any performer ever"], [92, "82 did at Astley's. In rainy weather this path is full of puddles; therefore,- it is not advisable to walk therein, but far preferable to hobble on the diamonds. At the upper end of this Esplanade com mences the pavement, here due caution is al so required. \"Visitors are respectfully cauti oned to keep their eyes open, to prevent fall ing or stumbling over the steps projecting on the said pavement. Besides these impedi ments, there are a great number of cellar doors opening in the pavement, many of which are left open and unguarded. In rainy weather it is far preferable to walk in the middle of the streets, it being drier and cleaner, as the pavement contains an innumerable number of puddles, whilst the dripping of the eaves of houses pours co piously upon those who venture beneath. The Equestrian must beware of the many carts, trucks, wheelbarrows, packages, &c, which are permitted to occupy a large space ofthe main street; and he will find it quite necessary to drive steady, keep in the mid dle, look both sides at once, and not squint."], [93, "83 MISCELLANEOUS. I now introduce a few subjects which I consider would have been a digression had I introduced them before, and which would have served more to confuse than otherwise ; but to omit them altogether would not com plete the History that I intend to publish. There were, in ancient times, six Wards in which the town was divided ; viz., Watchbell aud Wish Ward Badding's Ward. Middle Street Ward. Market Ward. Land Gate Ward. Strand Gate Ward. Watchbell and Wish Ward commenced at the south-west corner of the Churchyard, along Watchbell street towards the Green, and from the foot thereof, without the walls, to the Water-house at the bottom of Conduit Hill. Badding's Ward commenced at the south west corner ofthe Churchyard, along Bad ding's street (now called Watchbell street)"], [94, "84 to Badding's Gate, close by the Wesleyan Chapel. Middle Street Ward included Mermaid street and Middle street. Market Ward included East street, Mar ket street, Lion street, and Church street. Land Gate Ward included Land Gate without and within, as far as Jarrett's Yard on tlie one side, and Middle street on the other. Strand Gate Ward extended up the Mint to Middle street on the one side, and Jar rett's Yard on the other. This method of forming the town into dis tricts is of ancient date ; it was instituted for the purpose of keeping \" Watch and Ward,\" for in those days there was no garrison here, no rapid intercourse by Electric Tele graph to send for aid, no Rail-road to expe dite the conveyance of troops, in conse quence of which it was necessary that a system for guarding the town should be a dopted. There were four Constables to the six Wards, whose duties were to summon a Company of twelve persons, every night, to"], [95, "85 watch. There were seventeen Companies, and a Captain to each Company, making a total of 221 individuals. Every inhabitant, man or woman, was compelled to watch in turn, armed with mus ket, sword, powder, and bullet, or find an efficient substitute. It appears that Rye has had visits of Royalty in former days ; viz., Edward III and his Queen Philippa, in 1360 Henry VII, in 1487. Elizabeth, in 1573. Charles II, in 1673. George I, in 1725. George II, in 1736. Rye had a Tumbreal or Ducking Stoole, for punishing scolding or brawling women aud other transgressors. How thankful ma- ny of the fair daughters of Eve ought to be that they are so highly favoured above those in the days of yore, to think that they may scold or brawl without being made the laughing-stock of hundreds. This stoole was placed in shallow water, and the lady who occupied that \"exalted\" but unenvied station was sure to receive a sound ducking. In 1378 and 1448 Rye was destroyed by the French."], [96, "86 In 1563 a plague broke out in Rye, and in three months nearly 600 persons died. This was a great loss, but a few years afterwards upwards of 1500 refugees, in consequence of a massacre and other troubles having taken place in France, fled to Rye for safety, thus the inhabitants again increased. Now, where's .the true bred Englishman ? In Rye can he be found ? If not, then they are mongrels, The natives of this town. It suffered severely by another plague in 1596, and in 1625. The small-pox raged in 1634, and '35, and in 1654 and '55. Mr. Holloway has a curious paragraph in page 508, where he says, \"In 1656, two soldiers on guard at Strand Gate, broke open a cellar, and drank so much strong waters as made six men dead drunk.\" Glorious times for water-drinkers. In 1756 the ditch leading from Land Gate to Strand Gate was let on a lease for 1,000 years, at 21. 12s. Sd. per annum. I know not the expense of that lease, but in this great reforming age the charge for a seven years' .'lease is about ll. If charged after this rate,"], [97, "87 /they, like others now, might justly say, xt from Lawyers good Lord deliver us.\" Fishermen were once called Rippers, for in the Burial Register is written, \" 1760, Richard Fowle, a Ripper.\" Butchers were called Fleshers. In 1778 the first Coach started from Rye to London, named \"The Dilio-ence,\" o-oiiis: up one day and returning the next. I have been informed that in 1790 a Coach started from the Red Lion Inn Yard. It was of an unusual size, with a long wicker-worked place behind, for passengers and parcels, called the Basket. It was drawn by three horses named Peacock, Black, and Robin. They were driven unicorn fashion; Pea cock, though lame, took the lead. It left at five o'clock in the morning, affording a fine treat in the snowy season to outside passen gers ; changed passengers at Tonbridge ; and returned at nine o'clock at night, but sometimes much later. I wonder what preju dice would say in favour of this mode of trar veiling, when compared to the present. About tlie year 1786, opposite Jarrett's Yard, lived a person named Quested, who"], [98, "88 had a Horse and Chaise, and on his sigo were the following lines ; A Horse and Chaise, To go always, Whether they're good or bad. Besides, I've here, I do declare, A verv careful Lad. I have a sign, which has caused many to stop and ponder, it is as follows, H. P. CLARK, RENOITATS & RETNIRP, In the last and the beginning ofthe present century the Crier inflicted corporeal punish ment to the juvenile offenders who were or dered by the Mayor so to be punished ; and I may justly say, His strokes, sometimes, were very light, Sometimes he made them tell ; And thus the Crier of the town Made others cry as well. About this time the Crier was pilot and coal-meter ; the maritime interest not being on so large a scale as it is now, there being only four small coal vessels. To hear this functionary fulfil his mission of crier would often produce a smile from by-standers, for his cry was something of a poetical nature, which ran thus,"], [99, "89 •• O yes ! O yes « O yes . To he sold at the market-house, Soles, plaice, and dabs, Rate, skate, and crabs. God save the King !\" This loyal way of finishing his cry is now discontinued, and much of that bowing and courtesy ing to superiors has fallen into dis use. But Rye is noted for dubbing any one as \"Esq.,\" even down to Lawyer's Clerks this dignified title is conferred. Well, little things, 1 often find, Are pleasing to the little mind ; And any who don't here reside, And who would wish to keep up pride, And if a title should require, Why, come to Rye, and be a Squire. In the early part of the present century a few of the inhabitants of Land Gate, who by the Corporation were designated \"Jacobins,\" what now would be termed Radical Reform ers, by way of derision elected a Mayor for that part of the town, and so they continue yearly ; but not in the same spirit which in duced them at first. Here is an election un sullied ; here is purity; no bidding or obey ing; no pleasing or offending; no favours bestowed or withheld ; no shackling or un-"], [100, "90 shackling ; for every voter is as free as the air he breathes, and \"Friendship\" is their Motto, and Measures, not men, their maxim. The Mayor of this honourable constituen cy is a worthy son of St. Crispin, W. Pain, Esq., who has held this high station for ma ny years. In 1820 there were but four public houses in Rye, the George, Red Lion, London Tra der, and the Queen's Head, now there are twenty-three, beside eight Retailers of Beer and one of Spirits., and scarcely any increase of inhabitants. They are as follows, .(Within the walls.) Dolphin, Miht. Swan, do. Old Bell, do. Red Lion, Lion street. Ypres Ca&tle, Gun-garden. Jolly Sailor, Watchbell st. George, High street. Hope & Anchor, Green. Union, Eas.t street. London Trader, Trader Pas (Without the walls.) Ship, Strand Quay William the 4th, Rope-wlk Pipe Maker's Arms, Wish. Horse & Groom, do. Greyhound, do. Crown, Ferry Road. Queen Adelaide, do. Ferry Boat, do. Cinque Ports' Arms, do. Tower, Land Gate. .Queen's Head, do. Bedford Arms, Bedford pi. Globe, Marsh Road. {Foreign of Rye.) King's Head. Hare & Hounds."], [101, "91 In days of yore There were but four, Where you could slake your thirst; Now, only think Th' increase of drink, Which drink must prove a curse, For now you see We've twenty-three, Best times when four would do ; Now two Police, And crimes increase, The Jail made larger too. In ancient times Few were the crimes, All happy, by the by, The Jail was small, Too large for all, And no Police in Bye. On November the 29, 1836, a tremendous gale of wind raged with the greatest vio lence ever known here, particularly from a bout eleven o'clock in the morning till two in the afternoon. Chimney-pots and chim neys were blown down, tiles flew in all di rections, and those who were out looked as hares in March are said to look. Upwards of a dozen large trees were blown down in the Grove, and the country around shared the same fate. In the same year there was the deepest snow ever seen here ; it began on the 24th of"], [102, "92 December, and on the 26th the roads were impassable ; no post for three days, and no coach for a week. For five days seventy men were employed to remove the snow. One sight above all was grand, and those who saw it can bear testimony to the same. From the foot of Rye Hill to the top, on the right, the snow had drifted amazingly high, nearly perpendicular, and in such folds, in such taste, and in such freaks as to outvie all the ingenuity of man; in fact, the scene was sublime, far surpassing any chaste sculptile ever yet designed. Thousands of sheep were lost in the snow, and many were taken out alive, after being under the snow upwards of a fortnight. The Mayor formerly used to try prison ers at the Quarter Sessions . The last held here before the Mayor, was on October 21, 1835, after which they were held at Lewes. In 1837 the Sessions were held here again, and presided over by a Barrister, called a Recorder, as follows, with a salary of 401. per annum, 1837, Charles Austin, Esq., Q.C. 1839, Edmund Clark, Esq."], [103, "93 1842, William Wakefield Attree.Esq. 1862, Bobert Henry Hurst, Esq. The Clerk of the Peace, with a salary of •£8 8*. per annum, is Mr. G. S. Butler. The following is a list of Mayors since the passing of the Municipal Corporation Re form Bill. 1832, William Philip Lamb, gent. 3, William Bamsden, Surgeon. 4, Charles Hicks, Grocer. 5, Stanes Brocket Brocket, gent. 6, Charles Hicks, Grocer. 7, David Manser, Lawyer. 8, Jeremiah Smith, Farmer. 9, John Vidler, Merchant. 1840, Jeremiah Smith, Farmer. I, Ditto. 2, Charles Hicks, Grocer. 3, Ditto. 4, Jeremiah Smith, Farmer. 5, John Vidler, Merchant. Ci, Charles Hicks, Grocer. 7, Ditto. 8, Jeremiah Smith, Farmer. 9, \"Ditto. 1850, John Vidler, Merchant. 1, Edward Henry Sladen Banks, Surgeon. 2, James Foulis Plomley, Chemist. 3, Jeremiah Smith, Farmer. 4, George Edwards, Draper. 5, Stanes Brocket Brocket, gent. 6, William Dantel Hoad, Shipwright. A man whom pride, that mighty lever, could not move, as it had others before him. He never forgot,"], [104, "94 or even forsook, his former associates ; although he had greater honours conferred upon him than any one ever had in that Municipal body. Three times he was elected Councilman, and each time at the head of the poll; then Alderman-; and then immediately afteu wards Mayor ; and amidst it all, he was the same to day as yesterday. 7, William MacDiarmid, Tailor. 8, Ditto. Has Bye got a Mayor? I can't understand, Can a Tailor be one ? The ninth part of a man . If so, then we have one, A case very rare, That \" a Tailor good Lord,\" Should ever be Mayor. 9,. George Edwards, Draper. 1860, William Holt Chatterton, Pawnbroker. 1, Ditto. The Reform Bill deprived Rye of one of its Members, and increased its Electoral District, by adding Winchelsea, lcklesham,, Udimore, part of Brede, Peasmarsh, Iden, Playden, East Guldeford, and part of Broom hill. This raised the number of votes to 379, which were as under : R\\e 217 Winchelsea 40 lcklesham 29 Udimore 9 Brede 6 Peasmarsh 32 lden 25 Playden 15 East Guldeford 6 In 1838 and 1839 two Steam Packets ran between here and Boulogne, but the disad-"], [105, "95 vantages were more numerical than the ad vantages, and the project, therefore, failed. These boats were named Windsor Castle and Edinburgh Castle, the latter was hired by one who was anxious to prevent an insur rection in England, and to raise one in France. About the year 1839 gas was first used in Rye, a circumstance here occurred, showing how little stability belongs to some. The gas consumers considered that they were charged too high, and, therefore, em- ployed a person to intercede for them, who ultimately proved successful ; and for which a handsome present was made. Soon after this he was employed by the gas proprietor, and then a circular was issued by him that the price of gas would be raised. This was considered as an imposition on the part of the proprietor, and base ingratitude on the part of their former friend ; the town, in consequence, came to a determination to e rect a gas-house, in shares. To prevent this, the gas -house was offered to. the town at a price and was accepted ; and the man whom they considered could blow \"hot and cold,\""], [106, "96 in so short a time, was removed from office, without a vote of thanks. In 1845 a iron fence was placed at the up per part of the East Cliff, close to the steps leading down the same. On May the 23rd, 1850, the Lord Mayor of London, Thomas Farncomb, Esq., visited Rye in state. A Procession was formed at Springfield, the residence of Jeremiah Smith, Esq., which proceeded through the town to the Strand, returning by Jarrett's Yard, Middle street, round the Churchyard, down East street to the George Hotel, where the Lord Mayor, with his friends, partook of a sumptuous banquet provided for the occasion. The Procession was one of the gaudiest ever displayed in the ancient Borough of Rye. It was in. the following order, Two Councillors on Horseback, Silver Maces Two large Ensigns. The Band. A large Silk Banner. Carriage with Three Aldermen. Two Carriages with Councillors. Officers ofthe Borough. Borough Flags."], [107, "97 Two Mace Bearers. Carriage with the Mayor and Town Clerk. City Flag, The Lord Mayor in his State Carriage, drawn by four beau- tiful horses richly caparisoned. His Coachman and four Footmen dressed in all the tawdry imaginable. Carriage with the Lord Mayor's suite. Carriage with the Lord Mayor's Friends. Carriage with the Member for Rye. Carriage with the Recorder, Clerk of the Peace, and Chaplain. Carriage with Members for the County. Two Councillors on Horseback. Two Union Jacks. Gentlemen of town and neighbourhood on Horseback. Carriages of various descriptions containing Friends. Four Fancy Flags. A Galley on Wheels, with a crew in Striped dresses. Display of Flags. The following programme I prepared for tlie occasion, with no intention to offend."], [108, "98 a b c d *t Strange things apper, as time rolls on, In this enlighten'd age, To think that pride, with all its pomp, Should many minds engage. We see it oft, and are to see Folly display 'd in style ; At which some folks will almost blush, Whilst others they will smile. The Mayor of London he will come To dine with some at Rye; To show respect to one and all, But that is all my eye. We'll let it be as folks may like, It matters not, I say, For my programme it now contains The order of the day. His Worshipful and Councilmen, And many too beside, This great phalanx, this Civic band. Will march in marshal pride. The first to swell the Civic train Will be our Uncle Bill ; With his well-known and pompous gait. He'll stately pace Bye Hill. His two io one he will display, At least so people say ; And Duberly's large tin cock'd hat He'll wear on that grand day. The next to follow in the train Will be a knight of fame. Aspiring stitch of office proud, His great delight and aim. Batcheler's dray horse, with back so broad, Poor stitch he is to ride ; And he will sit upon the same Cross leg'd if he can't stride."], [109, "99 Then brother Mac, sedate, will march,. Caution ! how great the bump ; He's wide awake, and soon will learn e Which way the cat will jump. Three Drapers then, in scarlet robes, The next that will be seen. With yards for wands, rosettes so fine Of yellow, blue, and green. Then worthy Tdm, a good old man, Will look as large as life ; He'll march in state, and for a sword 9 Will have bis butter knife. h Two men of law, with swords and scales, An emblematic sign Of that which is so very rare, So rare, that few can find, Will follow next. Then after them Will be our worthy Mayor, Accompanied by our M.P., His presence. Oh, how rare ■' His voting friends how it will please, M.P., that cheerful sound, Many will say, \" the dead's alive,\" Others \" the lost is found. \" The dormant Lion rous'd is at last,. i Though young he may seem shy . Yet he'll protect, so it is said, The worthy men of Rye. The ne.\\.t to follow after these Will be our Jurats then ; And next the Burgesses of Rye, All good and faithful men. Then Geor-ge next, and Fisher too,. A place for them we'll find, Kind-hearted men, a pattern they Shall be to all mankind."], [110, "100 Then twenty widows all in weeds, On whom no man can lower ; Each one will wear, pinn'd on her breast, A pretty passion flower. Then twenty maidens all in white, With posy in each hand ; Me thinks his Lordship then will say., \" Why, this is Fairy Land.\" Of all the Mayors of London Town, This one be is the rarest : He has no -wife that he can call His dearest Lady Mayoress. For married life he careth not, Not e'en a straw or rush But yet those maiden's flowery gifts,* Will surely make him blush. [If he don't choose from them a wife, From those fair Eves of Rye, Then let him go his headstrong way, A batch'lor let him die. ' Now my programme contains no more, It's just come to an end ; I hope my jokes, they are but jokes, Will not one soul offend. * Batchelor's Buttons. Explanation of the above verses. a \"Uncle Bill,\" Mr. W. H. Chatterton, Pawnbro- ker, very pompous in appearance. b \"Two lo one,\" Three Balls, a Pawnbroker's sign. <c \" Duberly's tin cock'd hat,\" a Hatter's sign. d \"Aspiring Stitch,\" Mr. Charles Thomas, Tailor, Organist, Foreman of the Fire Engines, Chamberlain, Gas-Rate Collector, Inspector of Nuisances, and Agent *to the M.P. of Rye, a man very useful, willing to as- sist any .one, and generally respected."], [111, "101 « \" Brother Mac,\" Mr. William McDiarmid, Tailor, a wide-awake Scotchman, a Methodist Preacher, a Ra- dical by profession, yet can vote for a Tory or remain- neutral, according as it proves most beneficial to trade, without any regard to consistency ; who is always looking Southward somewhat like the Vicar of Bray, who held the Vicarage in the reigns of Henry VIII, Edward VI, Mary, and Elizabeth,, and was always of the religion of the sovereign for the time being. First, a Papist, then a Protestant, afterwards a Papist, and then again a Protestant ; yet he wou-ld by no means' admit that he was a turncoat. \" No,\" said he, \" I have* always stuck to my principle, which is this, to live1 and die the Vicar of Bray.\" The following parody is applicable to the above : This is law till my dying day, The same 1 will maintain, Sir, When e'er I vote, no turning coat, I always vote for gain, Sir. / -'Three Drapers,\" Messrs. Thorpe, Edwards, and Fuller. g \"Worthy Tom,\" Mr. Thomas Vennall, Grocer. h \"Two men of Law,\" Messrs. Taylor and Paine, Lawyer's Clerks. i \"M.P.,\" Herbert Mascal I Curties, Esq., who, like all other members for the Borough, is seldom or ne- ver seen from one election to another.. i \" Geor-ge and Fisher,\" Messrs. George Collins,. Painter, and Fisher Clark, Baker, two men highly re- spected. The above are all members of the Corporation. In 1853, at a public dinner on the Town, Salts, at which upwards of 400 persons as sembled, a handsome Service of Plate was presented to Jeremiah Smith, Esq,., as a tri-"], [112, "102 'bute of respect, on which was engraved the following inscription: This Salver, with four Side Dishes and. a Soup Tureen, was presented to -Jeremiah Smith, Esq., of Springfield Lodge, at a Public Dinner holden at Rye, on Thursday, the 18th day of August, 1853, by the friends and supporters of the Liberal Cause, and other admirers of Mr. Smith, as a tribute of. respect, esteem, and regard for his faithful and. consistent ad herence to the Principles of .Civil, Religious, and Commercial Freedom, his private worth, his indepen dent character, and his unwearying attention to local interests. I am for giving every man his due, and am willing to praise every man according te his merits; but lauding any one to the skies I do not approve of. I think there is a little too much alloy in the inscription, tending to depreciate its intrinsic value. There may be men that no one can speak ill of, yet, of such, too much may be said. It is something like a person writing the virtues of others who never possessed any himself; and so with the oscillating politician, or the spirit- less religionist, who knows no more about prin- ciples than a blind person knows- about co- lours, or a deaf person about sounds. I say a- gain, there may be men that no one can speak all of, yet, of such, too much may be said."], [113, "103 Tlie Chair was ably filled by S. B. Brocket, Esq., and well supported by many influ ential gentlemen of London and Rye and its vicinity. In the evening, a display of fireworks took place, whicli closed a day of as friendly and happy feeling as was ever witnessed in Rye. In 1853 a Steam-tug, \"Erin\" was first used here to tow vessels in and out of tbe harbour. In 1855, three Mortar Boats were built here, for Government, one at each ship-yard. These were, no doubt, the first war-vessels ever built here, for in the time of the Cinque Ports' Navy, Rye, being walled in, had no convenience for such work. In ancient times, ships were built at Small Hythe and at Ap pledore, as the sea flowed up to and beyond those places. In the same year trees were planted along the town-side ofthe Town Salts. On the op posite side, east of the footpath, 30 willow poles were planted, cut from the trees at tbe bottom of the cliff. In the same year a drain was made from the Gun-garden Steps towards Pollard's."], [114, "104 Wharf, into which the Salts are drained. On May the 1st, 1S56, the treaty of Peace with Russia was made known to the inhabi tants by the Crier. Not a bell., except one tolling, was heard, not a flag hoisted, not a gun was fired, not even a solitary cheer was given, on so momentous an occasion. On the 29th of May, this Peace was com memorated. The Corporation Flag was hoist ed on the Tower, aud a few old electioneer ing colours were displayed, all shops were closed, and it seemed more like a day of sadness than of rejoicing. The day was us hered in by the ringing of bells, which seemed to say, What a humbugging go for Rye, Rejoicing it is all my eye, To draw the purse the rich are shy, Spend money ! No, they'd sooner die, .No one will laugh, no one will cry, No one rejoice, no one will sigh. And thus, at intervals throughout the day, similar doleful peals were rung. On October the 29th, 1857, a Meeting of the \" Brotherhood and Guestling\" was held at New Romney. The one previous to this was held in 1829."], [115, "105 These meetings, in ancient times, were of great importance, there being no parliament but this. The Brotherhood is an assembly of the Cinque Ports and the two Ancient Towns, each sending their Mayor, two Barons, and two Combarons. The Guestling is an assembly of the above, together with the Mayors, Bailiffs, and a fixed number as above, from the limbs or members of the Ports, not being Barons thereof. This was the only parliament in early times. When cannon came into use, the State provided a Navy, and that of the Cinque Ports became of little importance, till at last it became extinct ; and it appears that this Brotherhood and Guestling also became ex tinct, having little or no business to do. And if there should ever be another called, it will be a Brotherhood and Guzzling, as it would be useless and absurd to call again this antiquated assembly. The one recently held was nearly as follows. The Speaker (Mayor of Hastings), his^ Chaplain and the Recorder."], [116, "106 Then his Deputies, two Barons (Jurats), and Two Combarons (Councillors). Preceeded by two Macebearers. Then followed the Mayors and their De puties, and Macebearers, of the other four Ports and two Ancient Towns. Then the Mayors or Bailiffs, and their Deputies, and Macebearers, of the eight 'Limbs or Members of the above, all in order. The procession proceeded to Church, -which had been fitted up expressly for the occasion, with a large table in the chancel, covered with red baize ; around which sat the Mayors and Bailiffs, with their Maces lying before them. The Barons and Comba rons in pews near their respective Mayors ■and Bailiffs. After Divine Service, the Mayors of the Ports and Ancient Towns held a meeting at the Town Hall, called a Brotherhood ; after which the whole of the Mayors, Bailiffs, and Deputies returned to the Church and held a Meeting, called a Brotherhood and Guestling- Some few were absent on this occasion, which curtailed the procession ; but in ancient times, when pageantry was the order"], [117, "107 of the day, an assembly like this, no doubt, was very imposing. In 1857, Richard Curteis Pomfret, Esq., was appointed High Sheriff for Sussex ; the first person in Rye who ever had this high honour conferred upon him. In 1859, the Corporation allowed buildings to be erected on the Town Salts ( Lucknow Place), which, in 1834, the Corporation gave to the town for a sporting field for ever. Had the Members of the Old Corporation acted so meanly, the heaviest missiles of rhetorical thunder would have been hurled at them, by the present Corporation, for sanctioning such a grant ; and I may say they would have richly deserved it. In 1859, the houses were numbered, and the names of the streets were foolishly alter ed; as events in history often give the names to streets. For instance, Strand Gate Ward, which history says, ran up the Mint to Jarrett's Yard on one side, and Middle street on the other. The Mint was so named in consequence of money being coined there. Jarrett's Yard, after the owner's name. Mid dle street, being in the middle of the town.,"], [118, "108 But now, the Mint is named High street ; Jarrett's Yard, Market Road ; Middle street, West street. Here is. confusion without bene fit or good result. Call Shakespeare's Cliff Palmerston's Height, and it loses its attrac tion. The same here. Antiquity is all that Rye can boast of. Then why rob it of that? Now, there are some upon this globe, We call them Yankee Doodles; But, you wont find beneath the sun A place like Rye for JN oodles. Whenever the rulers of the town are aroused from their aSomnolency, they will not know the names of the streets they live in. There is a saying, true it is, Which no one can deny ; It matters not what it may be, \" That's near enough for Rve.\" In 1859 a Rifle Corps was formed, and each member \"pledged on his honour as a gentleman\" to stand by each other in case of invasion. This pledge, I have no doubt, would be as binding as the withes and cords that bound Samson, if the \" Philistines\" should appear. Like Sir John Falstaff, who considered honour of no account when life .was in danger ; and if England should ever become the theatre of war, the major part of"], [119, "109 these dashing sons of Mars would prefer the back seats, so as to be out of sight and hear ing of the performers ; yet, when Burns says, \" Who so base as be a slave? Who would fill a coward's grave ?\" Then the loquacious heroes would answer, Not one of us, we men of Rye, We'll conquer, or we'll nobly die. —■>•(£««- THE RIFLE CORPS OF RYE. Now Englishmen, brave Englishmen, The nation of \" True Blue,\" If e'er the French should dare to land That moment they will rue. For when they see our Rifle Corps, That noble, fearless band. Men not afraid to meet a foe, Like Britons thev will stand. CHORUS. Now, if the French should ever land, \" Peccavi \" they will cry, Soon as they see that noble band, The Rifle Corps of Rye. Just see them in their uniform, Parade on practice night, The ladies one and all declare It is a charming sight. The sweethearts, wives, and grandmammas United they declare There's not a corps beneath the sun That can with Rye compare,"], [120, "110 Some think this corps will never stand In battle's fierce array, Some think that they, before they'd fight, Would sooner run away. Some think this corps of little use, Others no use at all, Some think it cannot long remain, Through pride, they say, 'twill fall. Now, folks may say whate'er they please, Make game of them or fun, For now I say, and no one nay, Not one of them would run. Our Rifles they would shoulder arms, March quickly to the scene, And then they'd fight with all their might, For England and her Queen. A battery we have you know, And that's without a gun ; But never mind, my worthy friends, At Hastings there is one. But by-the-by that one is spik'd, The French we still defy ; A battery without a gun \" Is'near enough for Rye.\" I do not vouch for the authenticity of these valorous encomiums which my verses con tain ; as I am fully convinced that the vain display of uniform and the playing at soldiers are the greatest attraction, far more than that of national importance. In December, 1859, the battery was again furnished with cannon."], [121, "111 In 1861 the Rye Rifle Corps became de funct, and thus ended the short lived milita ry glory of Rye. -o»^- DEATH OF THE GREAT BABY OF RYE. 'Twas in May, fifty-nine, Now, that was just the time, A baby was born, by-the-by ; The parents were so proud, They named him aloud, The Third Cinque Ports Rifles of Rye. Now, this dear little son Was a wonderful one, A wonderful baby was he ; He made his parents stare, For soon he did declare A soldier, a soldier he'd be. He very soon was seen, In a new suit of green, With a sword dangling close by his side ; A rifle then they bought him, And marching too they taught him, And thus he was nurttir'd in pride. For subscriptions they sent, And to many they went, To whom they thought silly or proud ; This baby you must know Would have it all just so, Or else he would bellow out loud. Of this poor little thing I have heard many sing, They call'd him their dear and their pet ; He squandered away, At last he could not pay, So be died as he liv'd, in debt."], [122, "112 For this poor darling babe; When he goes to his grave, Drop a tear or heave him a sigh : Although nurtur'd in pride, May you never deride, The Third' Cinque Ports Rifles of Rye. On Wednesday, August 28th, 1861, æ Court of Shepway was held at Dover, to in stall Viscount Palmerston, as Lord Warden ofthe Cinque Ports. A procession of the Civic and Municipal authorities of the Cinque Ports and the Ancient Towns was formed at the Keep Yard of Dover Castle, in the following order : F. Ticehurst, Esq., Mayor of Hastings* G. A. Hill, Esq., ,, Sandwich. J. Birmingham, Esq., ,, Dover. J. Russell, Esq., „ New Romney. P. Moneypenny, Esq., ,, Hythe. W. H. Chatterton, Esq., „ Rye. C. Robins, Esq., „ Winchelsea. H. Simmonds, Esq., Bailiff, Seasord. T. Arcoll, Esq., ,, Pevensey. W. Wightwick, Esq., Mayor Folkstone. S. Johnson, Esq,, „ Faversham. E. Cox, Esq., Bailiff Lydd. V, Pomfret, Esq., Mayor Tenterden. C. Chaplain, Esq., „ Deal. J. Standing, Esq., „ Margate. Outside the Castle were stationed the Cinque Ports Artillery, Marine Artillery,"], [123, "113 and Rifles, who joined in the Procession, which was nearly a mile in length. From the Castle to the Drop Redoubt (the place of Installation), the streets were lined with soldiers. The last public Installation was that of the Duke of Dorset, in 1765. It appeaTS that this Court was in existence in the reign of Henry III, when it was a kind of assize. Formerly a Justice or Judge presided over this Court, to settle various law suits belonging to the Cinque Ports. Af ter that, it was presided over by tbe Lord Warden, who was assisted by the Mayors, Bailiffs, and Jurats of the Ports; and a gainst their decision there was but one ap peal, and that was to the Crown. In ancient times, the Lord Warden was in trusted with the custody ofthe Castle, which was considered to be the lock and key of the Kingdom, and the other Ports, the Wards thereof, and the two Ancient Towns, made it ■\" patent.\" The Livery worn by the Lord Warden consisted of a blue dress coat with scarlet collar and cuffs."], [124, "114 A great portion of this office is become virtually defunct, for the ancient \"liberties, usages, and customs\" of the Cinque Ports, are, by the great innovator,, time, become al most obsolete. In 1861, a Marine Artillery Corps was formed. Witchcraft, but a few years ago, was be lieved in by many here ; and, up to the pre sent time, it is so by some. To substantiate their belief, they prove by Scripture that there was witchcraft in the days of Inspira tion, and why not in these days of adultera ted religion. In Huckstep's Row a horse shoe is placed over the front-door of one of the houses, and one of the inhabitants of the Row, a shoemaker, who could not readily procure a horseshoe, nailed two shoe -clips on the sill of his front-door, to prevent being bewitched. There are several other instances of this occult power; but unbelief has re moved many of those, supposed, powerful signs. It appears that those witches are of the aristocratic race, as they never attempt an entrance only at the front-door. Even a mongst ship-owners and masters of vessels,"], [125, "115 there remains to this day a superstitious no tion. They will not allow a vessel to be launched on a Friday on any account what ever, it being considered an unlucky day. Like Lord Byron and Napoleon, who both ob jected to commence a journey or enter upon any serious affair on a Friday. On Election days, when the old Tory dy nasty reigned unmolested, Silver Garlands, composed of plate borrowed of the inhabi tants, were displayed in the following order; Six Garlands of various devices, each carri ed by four young women, two on each side, dressed in white gowns and caps, and on each side walked a young man, dressed in nankeen trousers and a white plaited shirt, bareheaded, each with a wand, acting as guards. They started from the Court Hall, down Lion street, and up to Mountsfield, es corted by two or three musicians. Water was, on those days, turned into wine ; that is, wine ran from the pump. On the Sabbath all shops are closed, this is showing a great respect for the day, which would lead many to the conclusion that the inhabitants were strictly religious, but experience tells a different tale."], [126, "116 \" Do as you would have others do,\" Ah ! that is all my eye; Now, that may do for other towns, 'Twill never do for Rye. For many of the inhabitants deem it \" Far worse to whistle on a Sunday, Than cheat their neighbours on a Monday.\" Of hypocrites plenty we have, Of God-fearing people not so ; And God-loving people, I think, Not far in the units will go. Rye, with about 5000 inhabitants, for ster ling intellect, or great menr is as bare as trees are of foliage in winter. It has but one (Mr. Holloway), who is the only star of any magnitude shining in its hemisphere, whom Rye is proud of; a man who has been, and still is, one of the most consistent men of Rye ; and his honest and straightforward intentions have caused many base men to strive to defame his character ; but they have striven in vain. His harangues are in a mild tone, with a certain degree of candour, conscientiousness, and patriotism ; and as the poet says, \" 'Tis he whose every thought and deed By rules of virtue moves, Whose gen'rous tongue disdains to speak The things his heart disproves.\""], [127, "117 It is somewhat curious to relate that al most every merchant, tradesman, farmer, and the pa and ma -gentry, sprang from humble parentage. And yet, any one now in the same humble circumstances would, by the above, be considered to mean to 'be noticed, being ■of \" low origin.\" Pride, pride it is a silly thing, Yet, here 'tis carried high ; Few are the towns, in this respect, I think, can vie with Rye. The humbler and higher Classes, generally, would not do for trainers of morality; and as for their wisdom it is not very attractive. Rye has a biography of three men, the rarest occurrence on record, whose professi on was more lawful than honourable ; for few who follow that profession are truly respect ed ; even in the days of Christ they were held in detestation. Mr. Holloway, in his history, says, Mr. Woollett, a lawyer, was deservedly esteemed for his charity, benevolence, and liberality. In 1840 Mr. Thomas Proctor, lawyer, died, having filled the office of Town Clerk for many years under the old and new Corpora-"], [128, "118 tion. His name will long remain memorable through his humane and generous conduct. No bullying, no browbeating, no \" hunger ing or thirsting\" after fees. In 1852 Mr. John Lardner, a retired law yer, died. He set as little value on money as any one ; and his whole life, from manhood, was spent in carrying out the poet's affirma tion, \"Who loves not wine, woman, and song, He is a fool, his whole life long.\" He was an enemy to those who abused dumb animals, and the only one who pos sessed moral courage enough to show his dis approbation, by bringing them before a ma gistrate. Mr. Lardner often, in a jocose mood, said,. he was not rogue enough to be a lawyer ; he, therefore, left it to his partner to carry out that principle of which he was deficient. There is a saying oft we hear, 'Tis true unto the letter, When e'er the old one he is gone, There seldom comes a better. The above is an eventful paragraph ; per haps never met with before, and never to oc cur again."], [129, "119 \"Exceptions to a general rule I find them now and then ; Here's one, three Lawyers liv'd and died All good and honest men. Those who knew the latter two will bear me out when I say here is no fulsome adula tions lavished upon the dead, in hopes to please the living. About twenty years since there resided here one William Wood, a person sharp in his remarks, which were not always pleasing to some, there being a littletoo much of truth in them. His wife had a great antipathy to the degrading manner of announcing the death of a poor person, by the tolling of the little bell ; and whenever she heard that tinkling sound she would request her William not to have it whenever she should die. William, to convince her that she might rest perfectly satisfied in that respect, used to say, No, Bet, you shall have all eight ; and in consequence of which he composed the following lines. The little bell became the knell To some departed soul, Poor Bet was sick and like to die^ Was griev'd to hear it toll."], [130, "120 Says Bet, to Will, come listen now, If death should on me wait, Don't let me have the little bell. Says Will, you shall have eight. Poor Betty very often made to free with \"Johnny Barleycorn/' which prudence con sidered to be very disgraceful in a lady ; and many of William's friends would often suggest plans in this case. William's reply was, Every body knows what to do with a drunken wife, except those who have one. It is said, he wrote on a plate, to be placed on his coffin, the following lines. Here lies poor old W. W. Who'll never more trouble you, trouble you."], [131, "121 ANECDOTES. The following anecdote is often told, and when told by a good mimic, generally raises the risibility of those who hear it. Mr. Jeremiah Curteis, grandfather of Ma jor Curteis, was a lawyer, who had a very queer squeaking voice, which is generally imitated by those who relate the following story. A countryman, and a green looking one too, went to the aforesaid lawyer for \" a lit tle advice.\" After he had received the same he inquired what the charge was. The reply was, you being a labouring man I shall charge you only half price. Thank you, Sir, said the applicant, making a very low awk ward bow, at the same time inquiring how much that was, 3s. 4rf., says the lawyer. Well, Sir, I suppose you will have no objec tion to throwing off the odd money, says the green looking one. No, not in the least, ex claims the lawyer. He then fumbles over his money in his breeches-pocket, and at last put on the desk 4c?., and thanked the law yer, who first seemed at a loss ; but finding"], [132, "122 out his error, squeaked out, \" Done by a countryman, by God.\" The Verger of Rye Church, Wm. Apps, sen., used often to tell the following story, which, in his dry and droll manner of rela ting it, produced convulsive laughter. He said, once I was requested to attend a confir mation at Winchelsea. I proceeded in my sacerdotal dress, which was just presented to me by the Parish of Rye. It was a splen did black cloak, fringed all over, and a large three cornered ornamented hat with two a mazing large tassels, suspended at two ofthe corners, dangling about like the great dolls used as a sign at rag and bottle shops. Being thus fully equiped, I marched to my destination, accompanied by the Parish Clerk. When I arrived at Winchelsea Gate way, a great number of people was waiting, for by the help of a spyglass I was observed long before I arrived. Several conjectures were afloat who or what I could be. I was not the Bishop, no, but I was considered to be some great personage. On my arrival at the entrance of the town I was received with every mark of respect, what some might be"], [133, "123 justified in terming \"humbug;\" that is, the men and boys bowed, and the women and girls courtesy ed. As I passed through the town, I was saluted by all who met me. I pro ceeded to the Clerk's residence, here I was received by the Mistress of the house with a very low courtesy, and ushered into the par lour to wait for her husband. I asked for the loan of a brisk to remove the dust from my shoes. It was soon brought, but the kind la dy would not allow me to do it ; she placed a chair in the middle of the room, and re quested me to place my foot thereoni, whilst she brisked off the dust. What a kind' Mary.- After this I went to- the Inn., here 1 was introduced, by the Landlord, into the best room, with a deal of bowing and scraping, with \"yes, Sir,\" and \"no, Sir,\" for he, like others, considered me some one of impor tance, and that no one but himself was quali fied to wait on so honourable and dignified a guest. At last, having satisfied tlie inward man, I was about to retire, when the Landlord went through all the bowing and scraping evolu- tions of politeness as he did on my entry."], [134, "124 Having carried out the appearance of be- ing some official of high dignity, 1 said to the complacent Landlord, don't you know me? No, Sir, was the reply. Don't you know Apps who works at Meryon's brewhouse at Rye ? Yes, Sir, said he. I smiled at Boni face, and said, well, I am he. He gazed with astonishment, and seeing it was correct, bawls out in a very undignified tone and ■temper, so it is."], [135, "125 CHARITIES. Peacock's School was endowed with an annuity of 4/. annually, arising out of the Mermaid Inn, which annuity, in 1758, was redeemed for the sum of 50/., and the same was lent (?) to the Trustees of Saunders's 'School. Here, no doubt, was a little sleight of hand, \" change,\" and 30/. were gone for ever. There is also a rent-charge of 32/. is suing out of lands called Uplands, Cliff lands, Rye Marshes, Gateborough, and Cad iborough, in the parish of Rye, for the main tenance of a Schoolmaster. Saunders'-s School is endowed with a Farm situated in Rye and Udimore, containing 50 acres, on which remains a mortgage of 250/., at 4 per cent, and 12 acres of land in the wet level, Witte rsham ; but no School -room is provided. Whilst these Charities were in the power of the Lambs, justice had no control over them. To go into details would fill many pages ; but one illustration out of many will suffice to prove the above assertion, that those Charities liave been sadly abused."], [136, "126 The above Farm was let to a Freeman for 50/. a year, subject to a reduction, for re pairs, of about 25/. a year, whilst, at the same time, eligible tenants, who were not Freemen, could be found who would give 100/. to 130/. clear of all deductions. The consequence was those Charities became nearly useless, as for many years the num ber of scholars did not exceed twenty, not withstanding Peacock's School was to have fifty and Saunders's seventy. Thus those in valuable institutions became almost sup pressed. When redress was sought for, in the Court of Chancery, by Capt. Thomas Clarkr a native of Rye, to whom many thanks are due. Eight years elapsed before Chancery gave a decission, and then 900/. expenses were to be paid out of the rent of the Farm, at 30/. a year for thirty years. Here is a triumph of Law over Justice. H think I may justly say, If Lawyers should to heaven e'er go, Then this I know full well, There's not a man, woman, or child- Will ever go to hell."], [137, "127 Iii 1721, Mr. John Bradley bequeathed 5/., the interest, 5s., to be distributed yearly up on Good-Friday, to the poor of Rye, in bread, as the Minister and Overseers think proper. In 1730, the Rev. Edward Wilson gave 5/., the interest, 5s., is disposed off as the above. Now, both of these Charities, Mr. Thomas Clark, in a work on < Rye Charities? insinu ates are 5/. each yearly, and not 5s. If so, the \" Lamb \" took a Lion's share. In 1769, Margaret Horsfield bequeathed 100/., the interest to be distributed to six teen industrious poor of Rye, who should not receive relief from the Parish. This is-paid -every. Christmas-by ..the Cor poration. Lady Gower bequeathed 100/., the interest to be given to educate children of the poor in Rye. Alexander Wells gave, by. deed, in 1550, a piece of land to the Corporation, without Land Gate, on condition that they erect a cer tain house and closes, and make a garden ad joining to the said house for ever, for the nse of the decaying, the sick, the diseased, the feeble, and the infirm, to be constituted as a •"], [138, "128 place of relief and a hospital for ever, to which the Corporation acquiesced. The house was built, and in 1784 was pul led down, and two cottages built thereupon for poor widows to reside in rent free. In frontof the cottages was inscribed \"Re built by the Corporation, a d. 1784. Thomas Lamb, Esq., Mayor, on ground given by Alexander Wells, Jurat, 1550.\" It appears that this ground, originally, was as much more by measurement as it was when the two cottages were built ; thus like unto Charities in olden times, it \" diminish ed.\" In former times, the land now belonging to Mountsfield was a place where fishermen usually dried their nets ; and it was suppos ed that it was given by Alexander Wells, as certain lands were given by him for the be nefit of the sick and infirmed poor, but the Corporation would not state where they were, as they produced no rent. This is the nature of most men, Whether they're low or high ,- And he who acts an honest part Most likely poor will die."], [139, "129 BENEFIT SOCIETIES. The first Benefit Society held in Rye, of which any account can be ascertained, was in the last century; for in the Church ac counts it says, \"The Churchwardens borrow ed, in 1762, of the Benefit Society of Rye, 80/., and paid it back in 1764.\" The oldest now is the Freemasons (Wel lington). It was opened in 1811, at the Lon don Trader Inn. It has about 12 contribut ing members, and is now held at the Cinque Ports' Arms Hotel. The Ancient Order of Odd Fellows (Phœ nix) was opened in 1823, at the Cinque Ports' Arms Hotel. It has about 170 members, and is now held at the Red Lion Inn. The Ancient Towns' Benefit Society was established in 1828, at the London Trader Inn. It has been twice dissolved and shared out, and again formed into a Society under the same name. It has about 135 members, and is now held at the Cinque Ports' Arms Hotel. The Albion Benefit Society has about 20 members, and the Triennial Benefit Society has about 15 members, These societies were"], [140, "130 formerly but one, called the Albion, was e* stablished in 1837, at the Queen Adelaide Inn. The Albion is now held at the Bedford Arms Inn, and, the Triennial at the Crown Inn. The Mechanic's Benefit Society was estab lished in .1838, at the Horse and Groom Inn.. It has about 40 members, and is. now held at the Queen's Head Inn. This Society will; not have honorary members. The Manchester Order of Odd Fellows. (Prince of Wales); was opened in 1842, at the London Trader Inn. It has about 115 members, and is -now held at the Red Lion . Inn. * The Mariners'- Benefit Society was esta blished in 1843, at the Hope and Anchor Inn. It has about 30 members**., and is now held . at the Crown Inn. *A few remarks,, by way of caution, to those who do upt understand the working of this society. I joined this Order in 1822, in Brighton., I belonged to this . Lodge, and after a few years was expelled ; and that without having any notice that I had committed my self in any way whatever. I was neither allowed io., hear the charge nor to defend it."], [141, "131 \"the Hastings Branch Benefit Society wa**? established in 1855, at the Hope and Anchor Inn. It has about 20 members, and is now held at the Bedford Arms Inn. The Foresters (Friars) was opened in 1855, at the New Inn, Winchelsea. It has about 80 members, and is now held at the Cinque Ports' Arms Hotel. The Foresters (Harold) was opened in1 1855, at the London Trader Inn. It has about 115 members, and is now held at the Red Lion Inn. The Economical Benefit Society was e- stablished in 1853, at the Baptist Chapel, and is held at the same place. It has about 30 members. The Unity Benefit Society was established in 1859, at the London Trader Inn, and is* held at the same place. It has about 35 mem-1 bers. Making a total of above 600 members. On the 24th of June, .1858, a grand de-* monstration of unity was displayed, which' never occurred in Rye before. The Manchester Unity and the Ancient Order of Odd Fellows, the Ancient Order of Foresters, and the Mechanics Benefit Society"], [142, "132 •united in one grand and pleasing Procession, in the following order. The Manchester Unity, the members in full regalia, preceded by their splendid banner. Then the Ancient Order of Foresters, Court Harold and Court Friars, in full regalia, not gaudy but particularly neat, also displaying a very handsome banne'r. Then the Ancient Order of Odd Fellows, wearing the ensignia of the various offices obtained. Then the Mechanics' Benefit Society. Several flags and banners were carried in the Procession, giving it a gay and cheerful appearance. The Wittersham Band, with its -enlivening strains, led the way, whilst the drums and fifes rattled in the rear. The following is the programme of the route taken by the procession, after starting from the Red Lion Inn. Down Lion Street, along High Street, up Middle Street, down Mermaid Street, up the Trader Passage, along Watchbell Street, Pump Street, Market Street, East Street, through the Tower to the Spring Shrub bery, hack down Tower Street, along the Rope-walk to the Ferry Inn, back by Alma Place to the Strand, .up Mint Street, High Street, and East Street to the Red Lion Inn."], [143, "133 The members of the different Orders, with their friends, dined in the Bowline-screen at tlie Red Lion Inn. President, Mr. Henry Edwards Paine, P.P.G.M. ofthe M.U. Vice President, Mr. Joseph Judge, A.O.F. Here they had \" PAINE,\" yet pleasures found, This ev'ry one could see • The Vice declar'd it to be so, A better «'■ JUDGE\" could'nt be. For a more friendly meeting never was held. Every one seemed happy to see others so ; and if there was one real convivial day that Rye can boast of this was the one. Not an unpleasant word escaped the lips, or an evil thought crossed the mind of any one ; in fact, it was a feast of friendship, worthy to be re corded and handed down to posterity as an epoch in the history of Rye. The bells anon, throughout the day, Sweet sounds they did impart; Whilst friendship flow'd, without restraint, In ev'ry brother's heart. The shops were generally closed, which gave the appearance of a day of mourning rather than a day of rejoicing. The country ladies seemed much disappointed, having no thing to admire and no one to admire them,"], [144, "134 as the town, after the Procession, seemed quite deserted. The meaning of the above cabalistic letter,. is as follows : P.P.G.M. is Past Provincial Grand Master. M.U. is Manchester Unity. A.O.F. is Ancient Order of Foresters. This annual gathering continues, and' each year outvies the past. May friendship here this day Be liken'd to the vine, With tendrils sweet with love Around each heart entwine* May friendship like that cloud Once small as any hand, Its genial shawers send forth- Over this happy band. May friendship long exist,, Each passing year outvie, 'Tis like a tender plant, Which seldom thrives in Rye. For politics run high, The wise become insane, The heart no friendship knows,, 'Tis like a sterile plain."], [145, "135 THE POLITICAL HISTORY OF RYE. -¥m%& I love to see the man who does disdain To be a sycophant, or be a slave. I love to see the man in Freedom's cause Firm as a rock ! that braves each dashing wave! Previous to the passing of the Reform Bill, Rye was denominated a Pocket Borough ; or, what the Reform Bill termed, a Rotten Borough. The political power of Rye was for many years, fast in the grasp of the Lamb family ; and this eventually excited in some an inve terate feeling against them. Dr. Lamb, up to the passing ofthe Reform Bill, was patron of the Borough ; for which he was well qualified, having a great share of talent, which he used in a mild and pleas ing manner ; and, as the poet says, \" Not soon provoked, however stung and teased, And, if perchance made angry, soon appeased.\" It is almost impossible to contemplate his character without a feeling of admiration. He"], [146, "136 had a good command over a powerful mind ; and the amazing influence which he exercis ed over those who wavered, was great. He possessed a superior intellect, capable of commanding the attachment of his partisans, and of directing their energy to his views. His eloquence was not to be equalled in this locality, for few men were possessed of more oratorical abilities than he was. In po litics, he could paint the Tories almost as angels, and the oppositionists quite the re verse. In his holy calling, he could soften the hardest heart, for his words were so ef fective, that \" Like feather'd snow, They melted as they fell.\" He has been reviled and abused by men far less staunch than he was, for he never swer ved from what he professed. Although many cannot admire his politics, yet, they cannot despise him. In fact, he is too good to be a Tory. The smaller the place the hotter the poli tics, is a saying, the truth of which is appa rently confirmed in the Town of Rye.."], [147, "137 In 1825 the struggle for political liberty began, and was carried out by Messrs. John Meryon, W. Prosser, and C. Thompson, freemen, and Messrs. W, Holloway, C. Hicks, W. Chatterton, W. Brazier, J. El lenden, W. Blackman, and several others: some of whom, no doubt, were actuated by the purest motives, that of emancipating their fellow-townsmen, and others, by a desire to appear great and mighty in power. To oppose the old Tory dynasty of this Borough was dangerous, for law was ever ready to impede justice and involve great expenses ou the above-named gentlemen. Now, those men did not point out the dan ger to others, but nobly faced it themselves. They did not say, there and there are the bounds of justice ; no, they fearlessly trod on the margin thereof, viewing with abhor rence the corrupt system by which the Town' had long been governed. Their endeavours to overturfi the old and corrupt system were compared, by many, to the mouse in the fable, setting free the lion. Amidst threats on one hand and obstacles on she other, those unflinching advocates for-"], [148, "138 freedom persued their cause ; and the noble and patriotic spirit that existed within those men would not brook the deliberate insults that were constantly offered to them when ever they solicited their just and legal rights. \" Thrice is he armed that hath his quarrel just, And he but naked, though locked up in steel, Whose conscience with injustice is corrupted.\" Dr. Lamb turned a deaf ear to the solicir tations of his fellow-townsmen ; he refused to redress their grievances, though sworn to \"to do justice and maintain truth.\" Thus the cause became a desperate one, and adequate means were indispensably necessary to be called into action ; for the just indignation of the people became aroused ; discontent and confusion spread throughout the town, and the universal feeling which had for ages existed through a fear of offending, was now no more ; as all sensible and reflecting men saw that a Corporation reform was necessary Public and private meetings of the inhabi tants often took place, at which various plan? were suggested to regain lost privileges, and to overthrow the corrupt system that existed jn the Corporate body."], [149, "139 According to the Customal Law, the Mayor was chosen on the first Sunday after the Feast of St. Bartholomew, at the Cross in the Churchyard, near the porch on the South side; and there Mr. John Meryon was, by the householders, elected Mayor according to ancient usage. On the following Monday, Mr. Meryon with a host of friends, proceeded to the Court Hall to be sworn in, but that request was refused. The Corporate body elected, as Mayor, a relative of Dr. Lamb, the Rev. W. Dodsoti, from Lincolnshire, 1 say, \"elected,\" it might be called so ; but it was only a farce. Men long in office or in power often lose that energetic spirit which they feel on first en- tering into office. So with the major part of the old freemen, who fell into a state of apa- thy, by being put into places of emolument or favour ; thus they were easily wheedled to support any measure, or give weight to any scheme of their reverend leader; bartering, or not valuing, their independence, and be coming less likely to rebel. Now came the tug of war. Cabinet coun cils were held, plans were submitted, and"], [150, "140 schemes were suggested. At length they re solved to storm the strong-hold, the Court Hall. On the 18th of October, 1825, about four o'clock in the afternoon, the friends of Mr. Meryon, the advocates of reform, met at the Red Lion Inn, where the plan of attack was duly arranged. Mr. John Waters, Gunsmith, was appointed to pick the lock of the iron gate, leading into the market ; this was soon accomplished, without causing any suspicion. Mr. Charles Laurence, Painter, was next dispatched with his \" scaling \" ladder to the back part of the Court Hall, to remove a pane of glass, then to open the window and enter, and then to unbolt the upper and lower doors ; this, also, was done. The word was given to all assembled to proceed and take possession ofthe Court Hall. It was immedi ately done, and the record -chest ransacked. Here, documents doomed to everlasting secu rity were exposed and copied. One of which was as follows : \"A written agreement was entered into on the 22nd of November, 1758, whereby James Lambe, Chiswell Slade, William Davis, Thomas Lambe, and Needleu"], [151, "141 \"Chamberlain Watson, of the Corporation of Rye, a» greed with each other to exert themselves for the be nefit of each other, for the good and advantage of the Corporation in general; not to make application to Go vernment tor any place without the privity and con sent of all; not to make interest, or vote for any Mem ber to represent them in Parliament without the know ledge and approbation of all; each of them, when Mayor, to consult with the others as to whom he should call to his assistance as jurats, and nominate as free men ; to oppose any person being elected freeman who was not approved by all ; to use their best endea vours to make the said C. Slade the next Mayor, the said T. Lambe the next, the said W. Davis the next, the said J. Lambe the next, and the said N. C. Wat son the next; that when either of them, the said C Slade, W. Davis, and N. C. Watson was Mayor, to appoint either J. or T. Lambe his Deputy, and that when either of the Lambes was Mayor, to appoint one of the other three Deputy-Mayor. The said J. Lambe and C. Slade to divide all profits to arise from the Col lector of the Customs having any of their warehouses, storehouses, ships, lighters, boats or vessels, a fifth part being allowed lo the owners for the rent or the usual hire for the same ; and in case either of them, tbe said C. Slade and J. Lambe, should agree to do a ny work or find any materials for the Corporation or the Commissioners of Rye Harbour, the other might have liberty to do half the work ; and all breaches of this item to be submitted to a majority of the subscri bing parties ; and, lastly, as to all the items and agree ments, that they should be secret, and neither of them should divulge, disclose, or make it known to any person.\" Lord Elden's words would be very appIL cable as an appendage to this precious docu-"], [152, "142 >■ ment, who, when speaking of a Corporations said, \"It has neither a body to be kicked, nor a soul to be saved.\" The whole town was in a state of uproar, no one seemed to believe what he heard, and scarcely what he saw. The Town Clerk, Mr. Thomas Procter, soon arrived, and requested Mr. Meryon and his supporters, in the most friendly manner, to retire, and give up possession, for fear of con sequences ; they smiled and thanked him for his friendly advice. Rye now began to merge from ♦'utter dark ness into marvellous light.\" It was no longer as a candle \"hid under a bushel,\" but as a \"city set upon a hill.\" Its unheard boldness and bravery was heralded throughout the kingdom ; for in every journal \" Rye \" occu pied a considerable space. The noble spirit ofthe men of Rye invi gorated the spirits of others. The foundation ofthe rotten boroughs began to shake, and a desire for reforming the boroughmongering system universally prevailed. The next day was the general gaol delive ry. At the usual time of opening the Courts"], [153, "143 the Mayor and Jurats, chosen by the Town, clad in robes of scarlet, occupied the Bench, ready to administer justice to all. The following persons composed the New Corporation. Mayor. Mr. John Meryou. Jurats. Mr. Stains Brocket Chamberlain ( now Brocket), Mr. William Holloway, Mr. Charles Hicks, Mr. George Thompson, Mr. William Prosser, Mr. William Chatterton, Mr. William Brazier, Mr. James Ellenden, Mr. William Blackman. Town Clerk. — Mr. James Miller. Chamberlain. — Mr. James Blake. Sergeants at Mace. Messrs. Edward Barnes aud James Thomas. Crier. — Mr. James King. The old party also attended, headed by Dr. Lamb, followed by their reverend May or, demanding of those in scarlet by what authority they sat there, and that the Bench might be given up to them. The answer not being satisfactory, Dr. Lamb announced that they should adjourn to Mountsfield, where any one having any magisterial business was to attend. Rye had, during six weeks, two Mayors. Here justice and law Were extinct for a time,"], [154, "144 ■ As no one was known To commit tbe least crime. No Policemen had we, No trials nor cares, Oh ! that was the time When we had our two Mayors. One inquest was held by the Mayor of the' reforming party, on the body of a man who hung himself. The Old Corporation regained by law their old and corrupt station ; and, when given up, Mr. Holloway assured them that every document was safely replaced, and that not one was lost or destroyed by fire,' alluding to a number of writings being pre viously burnt by order ofthe Chamberlain. After this the townsfolks formed them selves into a Society, denominated the \" In dependent Association,\" held at the Red Li on Inn ; and their motto was \" Hereditary bondsmen, know ye not, Who would be free, himself must strike the blow.\" And their favourite toast was, A long pull, a strong pull, and a pull all together . Petitions were sent, from this Association, to the King, Lords, and Commons, beseech ing them to take into consideration the injus tice of any man to be legally allowed to bar-"], [155, "145 ter the rights and privileges of the inhabit tants of Rye, and seeking for redress of grievances. Many resolutions were passed in this As sociation ; and one, I here insert* will show how little stability there is in man. At a meeting of the Rye Independent As sociation, it was agreed by every member to wear, as a symbol, ribbons of scarlet and blue in the buttonhole of the coat, until the day of reform, when every man should enjoy his rights and privileges. On the following day every member displayed his scarlet and blue, and an enemy might as well have en-1 deavoured to remove the proud colours from the topmast of a British man-of-war, as have attempted to remove the \" Scarlet and Blue\" from the buttonhole of any member of the Independent Association. This went on for a time ; at length, many grew cold in the cause, or interest clashed, so out came the colours, till at last it was worn by one only, and that was myself, who wore it till Reform was ob tained. Soon after the formation of this Associati on a General Election took place. The Can*"], [156, "146 .didates were Messrs. Richard Arkwright and Henry Bonham, for the Corporation, and Messrs. Benjamin Smith and Stanes Brocket Chamberlain, for the Town. The former two were returned, as the votes of householders were rejected. The two Members, of the Town's choice, their cause into the King's Bench, and were defeated. In the early part of 1830, one ofthe Mem bers died, and a new writ was issued, when Colonel De Lacy Evans, without fame or in fluence in this forlorn hope, offered himself to the Town ; and Mr. Philip Pusey to the -Corporation. Mr. Pusey was returned, as the votes given to Colonel Evans were rejected. The return of Mr. Pusey was petitioned against, and in May following Colonel Evans took his seat in Parliament. This triumph .of justice produced the great est joy conceivable amongst the men of Rye, and I may add amongst the ladies too as well. On the 16th of June following, Colonel Evans made his triumphant entry into Rye. ,It was a day on purpose, as several previous #nes were ushered in by torrents of rain : bi*tt"], [157, "147 ,on the morning of that day nature seemed to smile ; the clouds dispersed, the sun, in all its splendour, shone throughout the day ; and what was more remarkable it was for that ,day only. \" Clear had the day been from the dawn, All chequer'd was the sky, The clouds, like scraps of cobweb lawn, Veil'd heaven's most glorious eye. The wind had no more strength than this, So leisurely it blew, To make one leaf the other kiss, That closely by it grew.\" A vast number of people proceeded as far as the boundary of the parish, adjoining Peas marsh, to meet him. On arriving at the Cor poration boundary-stone, a congratulatory ad dress was delivered to him by Mr. W. Hol loway. At this spot an immense concourse of people was assembled. The whole of the road from Land Gate up the Hill was dense ly thronged. Here four handsome grey horses were at tached to his carriage, the postillions having blue jackets and caps. A band of music and colours in profusion, with appropriate devi ces inscribed thereon, added life to the pro.? .ceedings."], [158, "148 The cavalcade, headed by a man in ar mour, moved slowly on, amidst one continu ed round of cheering; and when opposite Mountsfieid, the residence of Dr. Lamb, the cheering of triumph became deafening. At Land Gate, opposite the Square, a splendid triumphal arch was erected, of evergreens and flowers; on the top was an alcove, in which sat a pretty, interesting looking little girl (Mary Ann Gasson) who delivered the following rhyming address to Colonel Evans. 'Long we've worn these galling shackles, Long our rights they took away, Till brave Evans came amongst us, Broke our chains and set us free. Let the sons of Slavery wear them, We disdain to put them on ; Now, we're free ! my honest townsmen, See ! our shackles broke and gone.\" Then dropping into his carriage a resem blance of chains, broken, intending to con vey to the welcome visitor that he had set free the men of Rye. On passing through the Tower, a great number of fowlingpieces, not sparingly load ed, were discharged. The procession parad ed the town, which seemed nearly covered with blue, for"], [159, "149 In every street throughout the town,- There hung the favourite hue ; Across the streets most proudly wav'd The favourite colour \" Blue.\" The ladies were bedecked with blue, yet no one looked blue except the adherents of Dr. Lamb. After parading the town they pro ceeded to the Pole Marsh, where a sumptu ous entertainment was provided, to celebrate the triumphant return of Colonel Evans to Parliament. The bells sent forth their stirring peals, Joy beam'd in ev'ry eye, Throughout the day they seem'd to say, Evans ! and victory ! And, to sum up the whole, it was a happy day. The Sluice at Scot's Float was a beam in the eyes of the inhabitants of Rye ; and to remove this evil was the determination of many, as a late Act of Parliament for the accomplishment of certain alterations had not been performed. In the evening of the 26th of April, 1830, the Town Band proceeded to the Sluice, and a small number of the inhabitants accompa nied the musical detachment. Here \"John ny Barleycorn,\" with his volubility, and his"], [160, "150 mighty and unrivalled power, induced a few to attack the Sluice. A despatch was sent to Rye for implements of destruction, and soon a great supply of saws, axes, and crow-bars, with a reinforcement of \" Sappers and Mi ners\" arrived, when the work of demolition commenced. By tlie morning, all the upper works were entirely destroyed, and soon afr terwards the bridge. Numbers now proceed ed to the scene of action, and several volun-r teered their services, when the Gates were soon removed, and the beams sawn asunder. Men, women, and children were, through the agency of Mr. Barleycorn, engaged in this scene. For three nights and days the Sluice was in possession ofthe merciless enemy. About noon on the 28th, Herbert Curteis, Esq., M. P., a County Magistrate, proceeded to the spot, and tried to prevail on the populace to desist and to return home, but to no effect; he then read the Riot Act, and this had a7 bout the same effect as the Church Liturgy would on a sleepy congregation. In the evening, Mr. Curteis returned with tan armed force of Blockade, and several"], [161, "151 ■Landowners on horseback, who took their .stand on the broken Bridge. The Riot Act was read again, without having any effect on the tumultuous assembly. Nearly one thousand people had assent* \"bled, many of whom began to arm themselves and prepared for an attack. Things now be ,gan to assume a serious aspect, as neither party would withdraw. The Blockade were drawn up, two deep, on part of the broken Bridge, one yard behind them was the water rushing through the Sluice. The people drew up before them, armed with various wea* pons. Order was now given to fire, by Mr. Curteis. Here ensued a \" Bull run,\" a scene •of confusion, men, women, and .children run ning in various directions, for most of them ,came to the conclusion, that discretion was the better part of valour, so that any person would suppose they weTe attempting to veri. fy the old adage, 'Tis he who fights and runs away May live to fight another day. JBut the order, \" fire,\" was fortunately not ,Or jbeyed, and the Blockade retired. The next day a great number of Bk>ckadf"], [162, "152 proceeded again to the scene of action, whose force was greatly increased by fresh arrivals. In the evening, a detachment of Foot Soldiers, from Hythe, arrived ; and in the night two troops of .Horse Soldiers ; with this over whelming force, the populace deemed it pru dent to retire. Several of the leading and most active men were indicted, and compelled to find bail for their appearance at the Assizes at Lewes. The case was removed to the Assizes at Kingston, where they were honourably ac quitted. The above may be considered a war be tween the Landholders and the Town; but, in those days, the Harbour was every thing and no Candidate for the Borough would think of issuing, an address without mention ing the \" Harbour,\" endeavouring to make people believe that our quays might be lined with ships of all nations and of all sizes ; that we should have more business than we could do, and more money than We could spend. Colonel Evans being considered as greatly in favour of improving the Harbour, and using his influence in behalf of those pro-"], [163, "153 secured for demolishing the Sluice, is the cause of my introducing it amongst the poli tics of Rye. In August of the same year, a Dissolution of Parliament took place, when Messrs. Hugh Duncan Bailie and Francis Robert Bonham were Candidates for the Corporati on, and Colonel Evans and Mr. Benjamin Smith for the Town. The former polled 12 freemen (?), the latter upwards of 200 house holders. In spite ofthe late decision of Par liament, the Corporation returned their men. In 1831 another Dissolution took place, when Messrs. Thomas Pemberton and Philip Pusey offered themselves for the Corporation. Colonel Evans and Mr. Benjamin Smith had given up all hopes of success ; but the Colo nel, being very desirous of obtaining a Seat in Parliament, was trying the feelings of the voters of Preston. A few ofthe \" Men of Rye\" had not lost sight of him, and being determined that he should be nominated a gain, proceeded to Preston, by chaise, a dis tance of 280 miles. At five o'clock, in the morning, on the day 6f nomination, a chaise, covered with mud*'"], [164, "154 dashed through the ancient gateway, rattled along the street to the George Hotel, when Colonel Evans made his appearance. The Town was soon in a stir, and a popular ex citement in his favour was visible. This in duced Dr. Lamb to send for a small detach ment of Coast-Guards, to be stationed at Mountsfield. This being the day of nomina tion, the Court Hall was early besieged. In the course of the morning, a Coast-Guards man placed himself in front of the Hall, close by the steps facing Lion street, armed ; he was immediately seized, and roughly too, taken into the Lion Inn, and afterwards con ducted out of town. The sight of this Coast-Guard, together with the knowledge of there being a party at Mountsfield, and that several members of the Pugilistic fraternity were introduced by the erend Patron, raised the ire of the men Rye, and produced the wildest uproar naginable. Here was a picture in a Christian land, produced by Dr. Lamb, who rejected the votes ofthe scot and lot householder, which Parliaments had previously sanctioned; for,"], [165, "155 when Colonel Evans unseated Mr. Pusey, the Committee of the House of Commons re solved, \"That all men residing in the Town of Rye, being householders, paying scot and lot, are free,\" and by that decision, he, Colo nel Evans, took the seat of Mr. Pusey, hav ing the greatest number of votes. But the Doctor treated this decision with contempt, as well as the men of Rye. Usage like this, and from a Reverend per sonage, was like adding fuel to fire ; and Colonel Evans, wide awake, was not behind in fanning: the flame. The people became very turbulent, and en thusiasm for liberty was raging to madness ; and so vehement were they in the expression of their sentiments, that no one dared to speak evil of Colonel Evans, or in praise of Doctor Lamb. False rumours were daily circulated, vin dictive feelings were kept alive, and ani mosity created, by the Colonel's party, prin cipally through the medium ofthe press. The iron railings of the Court Hall were demolished, and men armed themselves with the same ; the stones at the bottom of East"], [166, "156 Street were pulled up to form a Barricade, and for ammunition too as well ; but as the Mayor and his friends approached unguard ed, they were allowed to proceed to the Court Hall, the place of nomination, without the least molestation. This Election was to be by freemen alone ; and, be it remembered, that Colonel Evans had only three freemen on his side. The nomination was one of confusion, and as Dr. Lamb seemed immoveable and invul nerable to all attacks, the case became des perate in the extreme. A whirldwind was now sown and a storm was about to be reaped ; for in the night, the windows, frames, and shutters of the Bank, the Mayor's, the Town Clerk's, and others, of the old Tory party, were completely smashed. Fear now appeared visible in several of the old Corporate body, who considered it not safe to venture to the poll. In conse quence of which Dr. Lamb's power failed, as the freemen refused to vote, considering it not safe, as the Town seemed determined to have Colonel Evans returned. It was, there fore, about noon that the old party made"], [167, "157 overtures of peace. Plenipotentiaries were sent, by Colonel Evan's party, to negotiate, which ended in the withdrawal of Mr. Pu sey, and the admission of Colonel Evans: But often it will follow \" That these violent delights have violent'ends ; And in their triumphs die; like fire and^powder. Which, as they kiss, consume.\" Rye now resounded throughout the coun try ; it became the all absorbing topic of the day; its reformers were toasted in every Town, and in almost every Society, and their daring conduct was greatly admired, and their achievements were hailed with joy by thousands. Reform was universally discussed and universally demanded, whilst the rotten-bo rough system shook to its foundation. Petiti ons were sent to the King, Lords, and Com mons, from all quarters, calling loudly for reform. At last the desire of the millions was complied with ; but not until Lord Broug ham, on his bended knee, beseeched the des potic Lords to sanction the bill so nobly car ried in the Commons. In 1832, this bill became the law of the"], [168, "158 land, and Dr. Lamb, thereby, became like Samson, who, when he lost his locks lost his power. Although it deprived Rye of one of its members, it added to it an Electoral Dis trict, consisting of Winchelsea, lcklesham, Udimore, part of Brede, Peasmarsh, Iden, Playden, East Guldeford, and Broomhill on the Sussex side. The first list of voters was as follows : — Rye 217 Udimore 9 Playden 1 \"> Winchelsea 40 Peasmarsh 32 Guldeford lcklesham 29 Iden 15 Part of Cred i Total 369 In December following a general election took place. The polling was in tlie Cattle Market; and it seemed impossible that any man but Colonel Evans could be returned; and particularly one of the Curties family, who, with the Ryers, stood not in very high repute. The Old Corporation being now shorn of its usurpation, it was anticipated that free dom would become universal throughout the Electoral District, but its radiancy soon be came dim ; the voters, like the chameleon, changed their colours; being more or less loaded with the shackles of dependency."], [169, "159 Here began the turmoil of political con* viilsion. Mr. Jeremiah Smith was strongly solicited to take the lead in this forlorn cause, and at last he consented. He then persued a strict election course ; that was, \" He took all the good for himself, and left all the harm for his opponents.\" Whilst many on the frenzied height Of Freedom could not stay ; Reluctantly retrac'd their steps, Forc'd by compulsion's sway. At the first registration, Mr. Smith was not inactive in the cause in which he had embarked. In each Parish in the Electoral District he formed a Committee, and was continually holding conferences with, them,, using his high pressure influence wherever it was required. Hence liberty began to be strangled, and enthusiasm stifled. The Colonel had unfortunately made a di-' vision amongst his old and firm supporters ; he, therefore, not only lost their support but their interest also. In fact, it was a suicidal attempt*, on- his part, to discard his- well-tried friends, hoping thereby to gain the Tory sup port. I should think, if in his military tactics-"], [170, "160 he were not more cute than he was in his po litical camp, he never ought to meet with promotion in the army. The Tories did not like the Colonel, and would not vote for him on any account what ever; whilst, on the other hand, the Curteis family possessed extensive property, great influence, and many friends in the neigh bourhood. The Bank influence was very great, and very strict, as no one dared to vote for Colonel Evans who was receiving: favours from that source. I, no doubt, shall offend, when I say his Committee was formed of men of little or no influence ; composed of light weight friends. I say this without any disparagement of them ; it being visible to all that the rich will always be the possessors of power. Colonel Evans was opposed by Captain Edward Barrett Curteis,; whereby a great excitement was produced, by having him forced on an exasperated constituency. The Captain opened all the public houses, except two, in the District, for many days previously to the election ; and every voter and friend of his were unsparingly regaled."], [171, "161 This drew many lovers of the belly from the principle that they professed; and, looking into the \" golden kaleidoscope,\" they became bewildered with the different changes, and felt desirous of being changed themselves ,* and thus, many became degenerated ; and, perhaps, as the poet says, \" At Gold's bewitching charms the franchise flies, The meaner sell it, and the rich man buys.\" But there was one, although poor in pocket, was rich in principle, who never swerved from supporting and advocating reform and free trade ; in this he stood second to none. Few, if any, ran through a series of years, of trial like unto this man, Edward Easton* Saddler. On each day of the election there were a bout 300 special constables, some to protect one side and some the other. From those pro tectors of the peace much alarm was antici pated, each one being armed with a large bat; and when in marching order, they ap peared to be more for war than for peace. Great numbers of eggs were thrown at and amongst the friends of Captain Curteis ; and* like the way of the world, he who has plenty"], [172, "162 of this world's goods will have the most given to him. This was the case with Mr. Smith, the Wellington of the day, who had more than his share; but many thought, no more than he deserved ; for he had rendered him self particularly obnoxious by his zeal in the cause of Captain Curteis. Over the door ofthe School, opposite Lion Street, an opening was made and a platform erected for Colonel Evans to address his friends from, and to bully those who opposed him. Now, this was more of a bounce than otherwise, for the Captain was not to be frightened into obedience, nor bullied into submission. The Borough was open and free to be contended for by any one. If Colonel Evans was to hold it by intimidation, it might as well have remained as heretofore. After two days' strenuous efforts, on both sides, the result ofthe poll was, for Colonel Evans 128. Captain Curteis 162. Majority for the Captain 34. But had the ballot been introduced, the Colonel would have been triumphantly elected; without which, elections are a negative and a mock ery. Liberty, in a certain sense, is only the-"], [173, "163 oretical producing practically an extincti on of an Englishman's rights. When shall man be independent? Ah! when shall man be always free? Give him only once the Ballot! Then, there's an end to tyranny. Threats and promises shall vanish, Coercion then shall be no more, Then shall man be free for ever, A blessing never known before. Then, and not till then, will darkness pass away, and the rule of right be better under stood. At the close of the poll the confusion be came very great. The Poll-book was destroy ed, and fear was anticipated that it might end in some serious result. Here the old ad age was fully verified, and very much to the satisfaction of the \" peaceable \" assembly, that, \" after a storm comes a calm.\" Colonel Evans soon retired from the conflicting scene, discarding every friend as well as foe. The fact is, disguise it as any one may, he was a popularity-hunting man. He inflated the peo ple of Rye with his fiery speeches, inflaming their passions, and perverting their reason *** causing them to soar above the height of pru dence, and extend beyoud the bounds of rea*"], [174, "164 •son, then rejecting them, by saying they had used him ill. This was Irish gratitude for English fidelity. Both Candidates were considered to be Liberals, but neither of them had any more claim to liberalism than an hypocrite has to piety. Colonel Evans, when he first offered himself as a Candidate for the Borough, was a nondescript, neither Tory, Whig, nor Ra dical. As for Captain Curteis, he, like many others, started under false colours, and has long since proved himself to be an inveterate political tyrant. He has outlived his reputa tion, and cancelled all political confidence. Both Tories and Whigs suspect him, as no one can place reliance in such an oscillating politician. Some may be desirous to know if I had a vote, and for whom I voted ? To the first question, yes ; to the second, Colonel Evans. As the amelioration of mankind is at all times satisfactory, so the opening of the Bo rough was considered just. It assumed the form of a benefit conferred, by removing ma ny obstacles, and granting a right which the inhabitants heretofore never enjoyed. It"], [175, "165 brought the mind and disposition of many out in full relievo, as the dawn of morning pre sents to view objects which had heretofore been concealed in utter darkness. So with the men of Rye, the rank Tory became a Whig to gain office : the Radical soon lost his fierceness, and became docile as a \"Lamb.'' There were anxious feelings displayed by many, to displace one set of men from power and to place another in their stead ; and since, like the frogs in the fable, have desired that those whom they once rejected might reign over them again. The Reform Bill created an active sensa tion in the minds of many ; it gave them a vote without a power to exercise it; it held out many promises which could never be re alized ; it created several grades of officers, calculated for two purposes, first, to place those pleased with office into office, and, se cond, to give power to those in power ; it created a number of voters, denominated Bur gesses, who vote for a smaller number termed Councillors, men, who in return, by way of a compliment, present annually a Borough Rate. These men elect the Mayor and Alder-"], [176, "166 men, shake them by the hand, converse with them freely, and are invited to all festivals. These honours are so enchanting, so over powering, that they forget the time when they declared that \"Lambs were Lions,\" and that the \"Family Compact\" should be broken- Mr. Smith, after the triumph over Colonel Evans, was not remiss, in the cause he had undertaken; and, to make it firm, he turned his attention to the Municipal Government ofthe Borough. He had now fixed his whole soul, mind, and thought on it, so that nothing could detach him from it, or deter him. The Reform Bill destroyed the Family Compact, and he used every means in his power to establish another; and, in this he succeeded. He raised up persons, without ability to the highest pinacle of power, and placed per sons in office to suit his purpose. Now, soon as full power was attained, the old system began to revive, serving to show the true nature of man, particularly so in the reforming party ; that is, in selecting, through favouritism, exclusiveness, and selfishness* men of little minds or who had no minds at all; men easily turned, easily gained to sup-"], [177, "167 port a system once denounced by them as unjust; which was, to confine the power and privileges amongst the chosen few. Although Mr. Smith had not the absolute power of the Reverend ex-nominee, he had a power by which what he willed was per formed ; for he seemed to acquire an uncon trolable influence over the Voters, Burgesses, Councilmen, and sometimes the Mayor ; and, as Mr. Holloway expressed himself, respect ing Mr. Procter, the Mayor under the old dynasty, \"He certainly occupied the throne . but, as is often the case, there was a power behind greater than that on the throne,\" for almost every Overseer, Guardian, Harbour Commissioner, Councillor, or Mayor was chosen or elected as he desired ; for he, like a Colossus, bestrode the Borough, and the road to honour and office was within his stride. At times some one would appear to be a little independent, but a jerk ofthe rein, or a snap of the whip, set the unruly animal right again. Many of those who were once supposed to be honest partisans, might have been likened"], [178, "168 to a man in a crowd, who wishing to get forward, shouts out, \" Push along.\" But when he arrives at his destination, or obtains his object, he peremptorily demands, \"What are you pushing about? eh !\" They're like the bees, they cease their hums, When in the flow'r the honey comes. The fact is, most men talk too much when out of office, and do too little when in ; for Man is but a selfish creature, In pow'r 'tis daily shown; When out, he's for the many, When in, for self alone. There seems to be an invisible influence acting upon the mind of man, which fills him with ambitious motives and desires, causing him to be ever ready to acquiesce and bow to the will of any dictator, so that office may be obtained ; or, as the Poet says, Pleas'd to the last he crops his flow'ry food, And fawns upon the hand that takes his blood. I have seen many men, heart and hand in the cause of freedom, now degraded by their ambitious leaders, who, soon as they had ob tained ambition's height, kicked away the ladder, not caring on whom it fell. Swift said, \" Party was the madness of the"], [179, "169 many for the benefit of the few.\" How right ly was this assertion verified by many who opposed the old Corporation and supported the new ; and who have suffered oppression under the \" Proud man's contumely,\" which has often made them feel the full weight of the Poet's ideas, when he said, Better to bear the ills we have Than fly to others that we wot not of. But still, it is the duty of all to assist in a good cause. Mr. Smith was now considered to be the patron of the Borough and king of the Electo ral District ; and though he has had many rebels and traitors to contend with, he still proudly maintains his high position. In 1834, an election took place, when Capt. Curteis was opposed by Capt. Moneypenny. In this contest Capt. Curteis was returned. In 1837, another election took place, when H. B. Curteis offered himself in room of his brother, and was opposed by Capt. Money penny, aud Mr. Farncomb, of London. This election was somewhat like the Fa ble of the Lion, Tiger, and Fox ; whilst the"], [180, "170 two former were disagreeing about their prey, the Fox seized the booty. Mr. Curteis and Mr. Smith differed about some financial affairs; in consequence of which Mr. Farn comb was introduced, when Captain Money penny came forward and was honourably e lected. Many supposed that Mr. Smith was mak ing this a Pocket Borough, as it was before the passing of the Reform Bill; but, if the balance sheet was inspected, it would, no doubt, prove to the contrary. Many a knotty piece of string lie had to match and join ; And for his pains, no doubt, he got By far more kicks than coin. In 1842, an election took place, when H. B. Curteis and C. H. Frewen, were candi dates. In this contest H. B. Curteis was suc cessful. In 1847, H. B. Curteis was opposed by Mr. Williams, and returned by a large ma jority. In 1349, Mr. Curteis died, and his son, H. M. Curteis, succeeded him. In 1852, Mr. Smith was busily engaged in returning Mr. W. A. Mackiunon, junior, to"], [181, "171 Parliament, against Mr. R. C. Pomfret, which he did by a majority of 34. 1 shall, without apologizing for making a digression, endeavour to describe a scene which occurred during the canvass and elec tion of Mr. Mackinnon. Public-houses were opened free to all, and the scenes of dissipa tion were disgraceful ; yet the Candidate, like all others, declared that he was a Pro testant and a supporter of religion. There were men and women, boys and girls, drunk. Some were brawling drunk, some crying drunk, some singing drunk, some fighting drunk, some stupid drunk, some cunning drunk, some crazy drunk, and some dead drunk. But the strangest part of this story is, that those who profess to be \" not as other men are \" should sanction such proceedings ; and many now will say, as treating is not sanctioned, that the \" good old times\" have passed away. Many, no doubt, who may not know Mr. Smith, would wish to ; therefore, a slight sketch of his character may be somewhat interesting. He was born at Cadboro' Farm, in the Parish of Rye, and was a Farmer and"], [182, "172 Grazier, and has been the greatest hop and wool grower in the kingdom. He was a thorough business man. His political foes painted him in very dark colours, endeavour ing to show him full of faults. His friends were also on tbe extreme, showing him out in the brightest tints, and making him almost immaculate. Both parties revel in misrepre sentations ; therefore, truth never fairly ap pears. He had bis faults, bear that in mind, If not, how ditT'rent from mankind. He is not free from specks or stains ; still, his character will stand the test with friend or foe. In his Magisterial capacity he acted as leader, dispensing justice sparingly, a too common occurrence in small jurisdictions like Rye. Seeking justice, is, generally, sy nonymous to the saying of \" seeking a needle in a load of hay,\" resembling the \" Wolf and Lamb\" justice so frequently practised here. The system ofthe \"Wolf and Lamb\" Is very prevalent here ; And if by chance you justice get, You'll have to pay most dear."], [183, "173 In politics he was as Gulliver was amongst the Lilliputians, he carried all before him* His will seemed to be almost omnipotent ; as rich and poor Dent to his sway. In his ef forts to gain an object he excited the admi ration of his party, and in all his proceed ings commanded respect. In difficulties ne ver daunted, and in carrying out his well planned schemes he used a manly energy. A more energetic and enterprising man is seldom found. Once lVlr. Smith was, in the estimation of the Tories, a hero ; and now they would de grade him to the lowest degree. Once he was considered, by them, to be every thing that a man could be, and now, every thing that a man should not be. His good qualities they show up by the flickering rushlight of envy, hatred, malice, and all uncharitableness, and his bad ones through a multiplying and mag nifying optic in the bright light of noon day ; yet, amidst all their puny attacks, he still remained invulnarable. When he defeated Mr. Pomfret he became the object of Tory hatred. Reviled by this ■esver persecuting body, who endeavoured by"], [184, "174 every means, by malice and artfulness, by attacking his public character and his for tune, to compel him to retire and leave the Liberal party without a leader. They would have been pleased to have driven him to des peration and even unto death. Here is **•' Loving your neighbour as your self.\" There is a law, and old it is, And yet not obsolete, And to obey what it requires With few you'll ever meet. \"Love thy neighbour as thyself.\" But, yet in Rye 'tis very strange With those who have the votes, Each party they have just that love They'd cut each other's throats. The defeat of Mr. Pomfret became, amongjst the Tories, mortifying in the extreme ; stung almost to madness, and sunk into despair, they were determined to be avenged, for the inveteracy of their malice became no longer endurable, and, therefore, cried aloud for vengeance. Here wrathful and deadly enmity sprung up, and, like a volcanic eruption, belched forth with fiery indignation and un governable rage; removing the landmarks of friendship amongst the political party. Her©"], [185, "175 the demon of tyranny appeared, and the ex tent of his evil inclination knew no bounds. The first step taken by the Tory party, was to petition Parliament against tbe return of Mr. Mackinnon, who in consequence vaca ted his seat. The next, stung by its Scorpian-tail, was to delineate the true spirit of the \"Dog in the manger,\" for not being able to disarm Mr. Smith of his power, they were determin ed, as they could not return Mr. Pomfret, that no one else should be returned. In this spirit they petitioned Parliament to disfran chise the Borough, and the following persons signed the Petition. Rye. R. C. Pomfret, Banker T. S. Pix, ,, J. Bellingham, „ R. Alee, Auctioneer H. Whitmarsh, Lawyer H. E. Paine W. Atkins, Fellmonger J. Sellman, Farmer I. Parsons, Bookseller Rye. J. Daniel, Grocer J. Lord, it W. Henbrey „ W. Smith, Ship-owner G. Hilder, Ironmonger J. E. Newby, ,, G. Walker, Saddler C. Smith, Carpenter W. Mills, C. Stewart, Chaplain R.U. J. Hayward, Butcher R. Lancaster, Pipe Maker C. Elliss, Confectioner J. ISewbery, Tailor E. Featherstone, Baket C. Thomas, Senior, ,, E. J- Heath •J. Adamson, Surgeon W. Golden, Draper"], [186, "176 Rye. J. Chrismas, Innkeeper G. Skinner R. Chester C. Cuff E. B. Curteis Idem G. A. Lamb, D.D. S. Pix, Farmer J. Body, „ J. Catt, Butcher J. Henbrey, Miller W. G. Marley, Innkeeper J. Mortimer Peasmarsh. R. Horton, Farmer T. Howard, „ S. Lawrence U dim ore. W. Fuller, Farmer W. Woodhams, ,, P. D. Stonham, Miller Winchelsea. W. Longley, Farmer H. Hoad, „ C. Hill R. Paine, Blacksmith R. C. Stileman G. Blackman, Grocer T. Dawes J. Claise Icklesham. J. Simmons, Farmer J. T. Jenner „ H. Farncombe, „ Playden. S. Elliott, Farmer T. Elliott, J. Elliott, „ J. Burgess ,, T. H. Payne Guldeford,. S. H. Chapman, Brewer Base men of Rye, little minded, Shame be for ever to each name, Once herald over all the world, Emblazon'd on the Scroll of Fame. Degenerated Sons of Freedom, Where will you hide yourselves from shame? Once the boast of bold Reformers, Now ! a disgrace to that proud name. At this stage of political improvement it requires progression and greater develop ment, not retrogading, into slavish fear and tyranical bondage ; but an advancement in reform. Not to disfranchise, but enfranchise"], [187, "177 in every possible means, and no relaxing till every man can sing, with joy and glee \" Britons never shall be slaves,\" which chorus the abovecan never appreciate. This Petition stated that grevious bribery had prevailed not only at the last election, but at all preceding elections. This, to the honour of Rye, is as falst as to say that \"black is white,\" for the majority in favour ofthe Liberal cause was so great, that bribe ry could be of no avail, unless on the Tory side. Some of the elections were not even contested ; consequently there could be no bribery. This assertion was absolutely ridi culous, only serving to illustrate the frantic despair of drowning men catching at una vailing straws. \"A base, despotic band, Who, to the utmost of their power, Oppress their native land.\" There was coercion, intimidation, and political intrigues, to an unlimited extent, practised by both parties, which no one can reasonably deny ; and there always will be, more or less, in the absence of the ballot. This Petition was presented by Mr. Bass, .who said, \"All he desired was to give notice"], [188, "178 that he should ask leave* to introduce a Bill' for the Disfranchisement of the Borough of Rye. In this unprincipled; course of policy Mr. Pomfret stands at the head of the Petition. And Mr. R. Alee, who was formerly \"Orator Puff\" soon as Reform was obtained, became as changeable as the wind, who with others, graced this ever memorable memento of ever lasting infamy with their signatures. Here the phial of wrath began pouring on the head of Mr. Smith, as the above proving a failure, they immediately commenced a secret prosecution, to eke out their spite a gainst him ; and in, that dastardly attempt succeeded. At the ensuing election, im 1853, Mr. Pom fret again contested the Borough* against Mr.. Mackinnon, father of the' late member. Mr. Pomfret,. at his first nomination, was introduced as a thorough \" Protectionist,\" at the next, a \" Free Trader.\" This shows what mean tricks man will a dopt to gain, what is deemed, honour. This is somewhat like the Chesapeake that fought the Shannon in the American war,"], [189, "179 which had a flag with the inscription \" Free' Trade,\" in hopes that it might paralize the efforts or damp the energy of the Shannon's crew. The above introduction of Mr. Pomfret, like the Chesapeake's flag, had no effect, for, at the close of the poll, a majority of \"34\" again stared him full in the face; and thus Mr. Smith maintained his proud pre-emi nence over Tory influence. In this election it was faction, not princi ple that influenced many of the voters. It is. sometimes said, \" Men of little minds,\" but in this it was \" men of no minds.\" First vote for a \" Protectionist,\" then for a \" Free Tra der,\"' and for a man who would deprive them; of their votes. Now, if Mr. Pomfret* was- as liberal in po litics as he is in dispensing justice it would have been a disgrace to Rye in rejecting him ; for, with the exception of Mr. H. B. Curteis.no Candidate, since the passing of the Reform Bill, has been so able to repre sent the Borough as he. There is an old saying, \" Both tarred with one brush,\" whicli applies very forcibly to>"], [190, "180 the above two Candidates, as both were op posed to the Reform Bill. Mr. Mackinnon voted against it in the Commons, and Mr. Pomfret opposed it out. No one would have dared to predict, when Rye was so strenuous in obtaining reform, that two Candidates of the above description would be so bold as to offer themselves to represent this Borough in Parliament, and that the men of Rye would be so base as to vote for them. Not a Wellington would have been bold enough, or a Nelson daring enough, for Lynch Law would probably have been the result. In March, 1854, Mr. Smith was convicted, at the Central Criminal Court, of wilful and corrupt perjury, and sentenced to one years' imprisonment within Newgate Gaol. The Recorder, in passing sentence, said, That in all probability, if it had not been for your voluntary statement, upon that second occasion, this circumstance never would have been disclosed, or have come to light, and that the real truth never would have been .ascertained. During his confinement, memorials were"], [191, "181 sent to Her Majesty, praying for a release from confinement, signed by a vast number of Members of Parliament, Merchants, and almost every influential person in the City. His prison was, in fact, a Court, and Le- vees were held there daily, as he was visited by throngs of sympathizing friends, whose presence proved that \"Stone walls do not a prison make, Nor iron bars a cage.\" The impression made on the minds of the public was, that Mr. Smith was severely and unjustly treated, and, in a certain sense ille gally convicted, as he committed the offence before a Committee of the House of Com mons, and acknowledged the same before the Committee, and that that Committee did not see it necessary or just to prosecute; and then that a masked prosecutor, a villanous scoundrel, a black hearted vindictive wretch, a \" Judas,\" who loved darkness rather than light, a being who had no character to lose, or, as Mr. H. M. Curteis said, on Mr. Smith's trial, \"some sneaking coward, who is afraid of his own name,\" backed by a mo neyed and avenging enemy, should be aUow-"], [192, "182 e*d'to veil himself by using the name of the' Queen versus Smith. Now, if this be law, it is a disgraceful law, and he who takes ad vantage of it is a disgrace to that proud name \" Englishman.\" Ah, there's many a one, in ages to come, Will think of this Judas, the vilest of scum. Yet the supporters of this prosecution are' opposed to the ballot, it looks, they say, urt- English ; they prefer seeing men come for ward boldly. Where was their \"boldness\" then ? I think that every noble minded per son1 must be lost' for words to express his in dignation at this vile proceeding of those cowardly nimrods. The Tories,- to perpetuate this diabolical act, intend that the following epitaph shall be' placed on a black marble monument over this \"Judas's\" grave :• \"Here lies the vilest dust ofthe sinfulest wretch' That ever the devil delayed to fetch;- But the reader will grant it was needless he should',. When he saw he was coming as fast as he could.\" Previous to this tria!r Major Curteis had' obtained from Mr. Smith's confidential Clerk (a strict Wesleyan) a copy of his master's\" books and papers. This, 1 should think, was*"], [193, "183 One of the meanest actions on record, espe cially when his (Mr. Curteis's) wealth and position are considered. Yet, this man is al lowed to hold the office of Magistrate, and to pass sentence on those who would shrink from such base and perfidious conduct as the above. On Thursday, July 27, 1854, a telegram reached Rye, whicli flew throughout the town with amazing rapidity. It was as follows : \" Mr. Jeremiah Smith is liberated, by or der of Her Majesty. Every member of the jury previously signed a certificate of belief. in his innocency.\" This news was hailed with a warmth of joy, wliich no description can give an ade quate idea of. The bells rang, a joyful peal, verifying the foUowing lines, \" Its noisy belfry. Sends up a salutation to tbe sky, As if an army smote their brazen shields, And shouted victory !\" On the Landgate Tower waved in triumph the British flag. The ships in the harbour, as well as every flag-staff, were decorated with colours. Joy beamed in the countenance of young and old, rich and poor, except a few3"], [194, "184 whose rueful countenances bespoke sadness. The following is a copy of Her Majesty's Pardon : Whereas, Jeremiah Smith was, at a Sessions of the Central Criminal Court, holden in March, 1854, con victed of Wilful and Corrupt Perjury, and sentenced to twelve month's imprisonment for the same. We, in consideration of some circumstances, humbly represen ted unto Us, are graciously pleased to extend Our grace and mercy unto him, and to grant him Our Free Pardon for tbe crime of which he stands convicted. Our Will and Pleasure therefore is, lhat you cause him, the said Jeremiah Smith, to be forthwith dischar ged out of custody, and for so doing this shall be your warrant. Given at Our Court, at St. James's, the 26th day of July, 1854, in the eighteenth year of Our reign. By Her Majesty's Command. Palmerston. To Our trusty and well beloved, the Governor of the Gaol of Newgate, and all others whom it may concern. The Tories, fired with indignation at Jus tice's gracious act in the liberation of Mr. Smith, the victim of Tory spleen, inquired, in the House of Commons, through a Tory member, if the jury had signed as above. Lord Palmerston's reply was, 1hat he had .received, from the jury, the document to which ihe honourable gentleman referred. The Lord Chief Baron, in 1861, on the"], [195, "185 trial of the Rev. Mr. Hatch, said, \"A Royal Pardon was a most authoritative declaration that the party had been wrongly convicted, and that he was an innocent man.\" There are a few irrational beings, who with their donkeyfied disposition, will not allow that Mr. Smith is a free man. The a bove, I think, must be a silencer to invete rate obstinacy. Wednesday, August 9, 1854, a day never to be forgotten, a proud day in the epoch of history, was ushered in by the \" Merry fife and drum \" and the ringing of bells. It was the day on which Mr. Smith made his entry into Rye, after his release from prison. Previous to the arrival of the train by which Mr. Smith was expected, the influx of people was very great, as every surround ing: town,, village, and hamlet contributed to the number assembled for the sole purpose of, giving him a hearty welcome, in order to evince their detestation of the. unmerited pu nishment he had undergone. With joy they. met to welcome him to that home from whichj he had been so cruelly and unjustly se parated."], [196, "186 A splendid Triumphal Arch was erected at the entrance of the Railroad Station, and an immense number of Flags and Banners were displayed throughout the town. From window to window were stretched many \" Welcomes.\" The ships in the harbour dis played every available inch of bunting, add ing to the gaiety of the scene. On the train's arrival, Mr. Smith was warmly received by the Corporation, who presented an address to him on the occasion. After the ceremony was over, he proceeded to his carriage, when the feeling of joy seem ed to vibrate at his presence, for no sooner was he seated, than a simultaneous burst of applause ensued, which seemed to rend the air. Louder and louder grew the thundering din, Those shouts bespoke the pleasure felt within. In fact, I cannot give an adequate conception of the joyous feelings that existed on that occasion. I wish that all his enemies had been pre sent, as they would then have seen in that reception a direct contradiction to the base calumnies that they had of late so industri ously circulated against him."], [197, "187 A Procession being formed, headed by a: band playing \"Cheer Boys, Cheer,\" slowly moved towards the Strand, then up the Mint, through the Town to Springfield, the resi dence of Mr. Smith. Throughout the route the cheering never ceased. In the Procession was a large and handsome Banner, on which was emblazoned a figure treading on a ser pent, writhing with pain, representing Jus tice trampling upon Malice. If any man ever received an eager and hearty welcome, Mr. Smith did ; and if not; the proudest day in his lifetime, it was one ofthe proudest. Aday of triumph, accom panied with a spontaneous offering of, love and respect, from a vast concourse of warm hearted, sympathizing friends. He not only; silenced his enemies, but triumphed, over them as well, whilst no stigma can ever be left upon his memory. And that \" there is a. soul of goodness in things evil,\" was fully verified, in so much that the triumph was greater than the defeat. So after all, Tory malice only served to gloss over that charac ter which it endeavoured to tarnish."], [198, "188 In time to come there may be an inquiry ffor what Mr. Smith was incarcerated. His political enemies say, for perjury; his \"friends, say, for committing and correcting an error. To the above, Truth gives the fol lowing version, and Reason draws the in ference. A dinner was given on the retirement of 'Mr. Curteis from Parliament, about the pay ment of which there was much equivocating ; so much, that the truth was never fairly re vealed, for fear of injuring the return of Mr. Mackinnon as Member for Rye. The dinner was ordered by Mr. Curteis, and he ordered Mr. Smith to pay for it, being his Agent. Mr. Smith says, he never received a shilling from Mr. Mackinnon for it. Mr. Mackinnon says, he did not pay any one for it, but placed the money under a cushion on a sofa, when another person finds it and gives it to Mr. Smith, with which he pays for the dinner, and afterwards acknowledges it. This is a simple explanation of facts, which have been misrepresented by malice and ignorance. This election was conducted in a thought less manner, wliich over-confidence inspiresu"], [199, "189 There is an inherent weakness, more or less, in all men, and perhaps never shown more than it was in tins case. Mr. Smith, like a victorious general, having defeated his ene .mies in many engagements, seemed quite secure. He, therefore, invited enemies into his political circle to be his guests, and to partake of the hospitality prepared for them, who, in return, communicated to his direful foes the proceedings of his unguarded mo ments ; the result was, Newgate. 1 know it is written, \" Love your enemies,\" but to love a political enemy, is something like caress- ing a lion. In 1857 an Election took place, but widely different from that of Colonel Evans's. In that there was Irish recklessness ; in this Scotch calculation, for Mr. Mackinnon was returned without opposition. He, like a sly mouse in a fine Stilton cheese, Who humbugged the Cats, then sat at his ease. He can calculate well, a Scotchman is he, He cajol'd all his foes, and made himself free. In 1859 Mr. Mackinnon was again return ted without opposition. That patriotic fire, which did each heart inspire, Mo longer bums:"], [200, "190 .Afraid' the toil and strife in this short span of life,. How many turns. In 1862 Mr. Smith became involved im pe cuniary difficulties, in consequence of which his long-standing popularity, respecting his political and municipal power, like a dis solving view, began to disappear : so, at last, the sceptre, which he had so long sway ed,, departed from him, and his name appear ed no more on the electoral register of voters, to the joy of his enemies and to the regret of his friends. And whilst in the height of his glory His name was emblazon'd afar, Alas ! the sceptre departed, He fell like a bright shooting star. By his friends, lamented he was, His foes. to rejoicing were led, And envy, and hatred, and malice May reign for a while in his stead, I have endeavoured to produce a history that is truthful, and free from ambiguity ; yet, errors and inaccuracies may appear, but, I think there will not be found any of importance. One thing I would have the reader observe ; which is, although I have not spared the To ries collectively, yet, individually there are"], [201, "191 good and worthy men amongst them, men who have hearts that can feel for another ; for I do not believe that all Tories are bad, uo more than I believe that all Whigs and Radicals are good. It is said, that we live in an \"enlightened age,\" but when men give way to rancourous feelings, as they did at the recent contested elections, it is no proof that such is the case. To convince, 1 select, as evidence, a few of the spleenful letter-press stimulants, issued by both parties, which envy named, and to which malice stood sponsor. Mr. Smith, King Jeremiah. Mr. Pomfret, Poor Richard. Mr. C. Hicks, Old Charley. Mr. Whitmarsh, Lanky Shark. Mr. T. H. .'ayne, Long Stockings, Mr. G. Walker, Laughing Hyæna. Mr. J. Judge, Bouncing Joe. Mr. H. E. Paine, Brass Knocker. Mr. J. Chrismas, Jack Holly, or the Fretful Porcupiue. Mr. I. Parsons, Judas. Mr. J. E. Hunter, Nimrod ( King of the Demons). Mr. J. Hemmings, Soapy. Mr. E. B. Curteis, Mad Major. Now, if these two parties were to rival each other only in kindness instead of hatred, how much it would prevail to their recipro cal interest."], [202, "192 I mention this, without intending any per sonal disrespect, nor to create an unpleasant feeling, but merely to show to future gene rations the littleness of men's minds in this. \"enlightened age.\" Slander it is some's delight, With temper full of ire ; Whoes tongues are like a flaming sword, Whose words Ere words of fire. APPENDIX. 1838, October 17, Gas was first introduced. 1862, September 22, the Rev. H. Cooper died. A man who had tne respect of the i i habitants by his gentlemanlike demeanour and non-interference in lay matters, and, I can say, that not a blot; can be found on his. escutcheon. His. character I can depict, In words, and that a few ; He lov'd his neighbour and his God, And lov'd his belly too. 1862* November 30, the Rev. S. B. Wright. entered on his duties. He seems determined. to make himself \"worthy of his high calling.\" He likes to see his parishoners enjoy them selves in mirthful and consistent recreation,."], [203, "193 A Camel he never did swallow, And, one thing as pleasing as that, He never was known, so I've been told, Not even to strain at a Gnat. The Prince of Wales's Marriage was cele brated by a royal salute from the Battery, Donkey Racing, Foot Racing, Jumping in Sacks, Climbing Greasy Pole, &c, on the Town Salts, concluding: with Fireworks and a Bonfire. Yet, amidst all this Loyalty, Ra dicalism was, by the Tories, considered to be a crime. No, not for one day, and such a day as that, could the bitter feelings of the enemy of all good be allayed. On such a day, I'm bold to say, Such conduct ne'er should be; The Tyrant then should lose his power, The Slave should then be free. 1863, A Patent Slip-way at the Fish market was made. 1863, June 2, A Clock was placed on the Land Gate Tower. At 6 o'clock p.m., it made its first announcement to the public that \"time is flying.\" Continuation of the list of Mayors, from page 63. 1862, Alexander Bishop Vidler, Merchant. 1863, George Edwards, Draper. .1864, Peter Broad, Tallowchandler."], [204, "194 Continuation of the list of Mayors from page 55. 1862, Robert Curteis Stileman, gent. 1863, Ditto. 1864, Ditto. 1865, Charles Robins, gent. 1865, April 24, A Brotherhood and Guest ling was held at New Romney, to appoint a, Solicitor for the Cinque Ports. These lines in truthfulness I've penn'd, From the beginning to the end. I know that some will jeer and say, \" I could write better any day ; For who is Clark, who makes this fuss? We know him well, he's one of us; In fact, for him this work is well, But schoolboys now can him excel. His book, no doubt, if read, you'll find' 'Twill only please the little mind ; With little learning, little sense, Having a share of great pretence : His writings he may think them clever, And others too, but we shsi'nt never. Observe. If I were rich, or were not known, How diff'rent then would be their tone. There's prejudice in this bright age, At it I'll laugh, 'though it may rage. For prejudice, now, what care I, If you kind friends my books will buy. H.P. CLARK, Jun<?, 1865."], [205, "195 On July I2th, 1865, terminated the tur noil of a contested election, at which base ind unmanly conduct were resorted to; each party condemning the other for such per fidious conduct; but, had either party more influence, more would have been used. At the close of the poll the numbers were for Capt. Mackinnon 180. for Col. Macdonald 172. Majority for Capt. Mackinnon 8- H. P. CLARK, PRINTER, RYE"], [206, ""], [207, ""], [208, ""], [209, ""], [210, ""], [211, ""], [212, ""]]