[[1, ""], [2, ""], [3, "THE TRIUMPHS O F LOVE and HONOUR, A PLAY. As it is adted By His Majesty's Servants, AT THE fHEATRE-RO YAL In DRURT-LJNE. To which are added, Conjiderations on the STAGE, and on the Advantages which arife to a Na- tion from the Encouragement oj Arts. Mr C O O K E. LONDON: printed for J.Roberts near the Oxford- Arms in Warwick-lane. 17 3* ■ [Price 1 1. 6 <..]"], [4, ""], [5, "TO Her Grace The Dutchess of D E V 0 N S H I R E* M A D A M, fpilfVERY Dedication 1 p^&ill knowledgement ot I^kss^mI Benefits conferred on the Public, or of private Favours received, or an Offering to fu- A 2 penor"], [6, "It DrE&ICATKiJbf. perior Worth, from a Delire, in the Author, of pointing out a fair Example of Virtue to the World, without cither of the other Motives; from the rirft of which i t hav£ an Opportu- nity of paying they Veneration which is due to a continued Race of ]^atripfc\\ ii\\Hh$ Line of CAVENDISH, to en- large on the Merits of which is needlefs, becaufe our Hiftorys abound with them, and few Englif}y,}ieu._\\Ye Strangers to their Fame. Pardon me^ Madam, if I here take an Occafion to pride myfelf in having beeu early ho noured with the Patronage of a Perfon whofe Character's one of"], [7, "DEDICATION, v of the brighter!: Ornaments to his Country, and who, by his Be neficence when living, has made the Name of the late Duke of Devonfhire grateful to Pofte rity. He was a profeffed Friend to all the Sciences which are ufe ful, and which adorn Life ; and no Day feemed to him fo well paffed as that in which He had contributed to the Happy nefs of another. He never paufed when the Means to a good Action were layed before hint ; a Vir tue which I have often difcove red in your illuftrious Confort, and which, when exerted on me, I attribute more to the Pleafure which He conceives in a benevo- lent"], [8, "vi DEDICATION lent Act than to any Merit which I am confcious of in my felf I doubt not but the Tribute Which I have paved to that dif tintruifhed Line of Worthvs, which is to have a Continuance from your Grace, is as accept able as any that can be payed to you : the Reafon of my dwel ling thus much on them is not becaufe I want materials to fur- niih out a juft Panegvric on your Grace ; for if I fay no more than what the World fays of you, I ihall give you the firft Character among Women ; which is that of a lincere Friend, an"], [9, "DEDICATION an affedronate Wife, and a ten der Parent; a Character that naturally raifes Efteem and Re verence in Men, and Emulation in the better Part of your own Sex : forgive me, Madam, if I here exprefs the Satisfaction which I feel from the Thoughts of my Children being born to the Honour, tho their Father can not boaft the fame, of an Al lyance with a Family whofe Vir tues illuftrate their Nobility. As the Play wrhich I fubmit to your Grace, and the Con fiderations on the Stage annex ed to it, are intended for the Advancement of Virtue and po lite Learning, I fhall not trouble your"], [10, "viii DEDICATION your Grace with any Apology for them: I wifh they were more worthy your Grace's Pa tronage; but,* as they are an Offering of Refpect and Grati tude to your illuftrious Houfe, I hope they will excufe this Preemption of, Madam, Tour Grace* s mofl obedient^ ami mofl hwihlcy Servant * Thomas Cooke."], [11, "&&S&& &&&<&*&&*&<&<& s*"], [12, "C 10 ] The PROLOGUE, Written by Sir Robert Henley, Bart. And fpokc by Mr WILLI AH MILLS. THE tragic Mufe, full twice a thoufand Years, In the big Scene has rats' d our Hopes and Fears 5 By unexpected Turns fie gives Surprife; Now Joy fie gives, then fills with Tears the Eyes ; 4 War of Pafions in their Breajls they feel, As the Mufe fires, who have not Hearts of Steel. Old /Efchylus, in tragic Numbers bold. The Griefs of Mortals, and Immortals, told ; He, leaving Nature and terrejlrial Plains, Sung Jove'j Revenge, and bound the Gods in Chains. Next Sophocles, majeftic in bis Rage, To Admiration charms a knowing Age ; In all the Point) of Words He greatly fings The Wreck of Empires, and the Woes of Kings. Euripides, fententious and j'erene, Bright, tho not blazing, grae'd the tragic Scene. Proud Rome, that gathtfd of old Greece the Store, Compared with her, in Tragedy was poor ; In Nerpfj Reign the moralizing Sag* Drew but faint Copys of the Grcecar. Page. To thefe fucceeds a Race ofmonh.fi Days, I'i which no learned Brow was crown1 d wtih Bays } A"], [13, "Thc PROLOGUE II ne difmal Cent'ry to another yields ; fo Sound is hear'd but the loud Clafh of fhields. luns, Goths, and Vandals, from the northern Clime, warm o'er the Earth, and fright the Land of Rhyme : fate are the Nine ; Virtue and Learning ftecp, 'Shile War and Zeal their wakeful Vigils keep. [ At length the tragic Mufe again appears, ind gives the Promife cf fuccefsful Tears ; iritain and France the facred Influence feel ?rom Shakefpsare, Fletcher, and the great Comejlle. fbei'r bright Examples other Bards infpire, And to the Road f Fame their Bofoms fire : in Virtue's Caufe the Sons of Verfe engage, And moft inftrufiing mofl they charm the Age. This Night our Bard the glorious Trail purfues \\ • New to the Stage he courts the tragic Mufe ; By an invented Tale, a Tale of Love, Without the Guilt of Blood be ftrives to move j fo their own Peace he fhews the Parents^ blind, Who difunite the Hearts which Love has join' d » With Candour he intrcats ye to attend, And begs no Favour hit as Virtue's Friend. The"], [14, "c u J The Perfons of the Play. M £ N. Aristarchws, Kingof Cyprus. Mr Mills. Philocles, Prince of Rhodes. Mr Wetberilt. Philander, General to Ariftarchus. Mr Tbeoph.Cikk Dion, Philander's Friend. Damon, a Shepherd. Mr Fielding. Mr Stoppektr. WOMEN. Urania, Daughter to Ariftarchus, be- trothed to Philocles, loves Philander, and is beloved by him. Mifs Rafter. Thalia, Sifter to Philander, loves Dion, and is beloved by him. Mrs Charke. Selena, a Shepherdefs. Mifs Oats. The Scene CYPRUS. THE"], [15, "THE TRIUMPHS O F LOVE and HONOUR ACT I. S C E N E I. The Scene the Palace of Ariftarchus. £/.-«\"/Aristarchus, Philocles, Philander, Dion, and Attendants : Ariftarchus. places himfelf on his Throne, Philander ftandwg at one Side, and Phi- locles at the other. A Symphony of war-like Muftc is performed as they enter. ARIST ARCHUS. tafcSSSg&B&^gg H R I C E has the morning Sun beheld rSS\\ %Wi the Foe «i?* WM Bidding Defyance fierce to Cyprian F1P r^ilW, Arms, i : I MS And threat'ning Ruin, Vre the Noon ■ '- -il l-|#M of Day, , S§£j&S__E^&*« To this our fruitful Ifle ; Philander '* thrice Repell'd the bold Intruders from the Land, And drove them to the Waves •, we faw their Sails ICourting the Winds to bear them from our Rage. B Accept,"], [16, "The Triumphs of CActI, Accept, thou brave young Man, the humble Thanks Of Royalty •, and if our Hie contains Ought worth thy Wilh, aflc, and 'tis thine. 14 She . Philander. My Liege, Embolden'd by your Leave, thus on my Knees, I beg a Treafure that my Soul has fought With Pray'rs incelfant, and that mutual Vows Have made my own •, and when confirm'd by you, The Meafure of my Joy will be compleat. A rist arch us. Speak •, my Impatience tells me I'm too flow In my Returns to thee : Ingratitude be my Curfe, if I refufe to grant Whatever you can ail-:, and I can give. Philander. You have a Daughter whole fuperior Charms Can draw the Hermit from his peaceful Cell To gaze upon her ; whofe bright Excellence Can lire to Glory ev'ry manly Breaft : E'en while I fpeak, I feel the facred Impulfc That urg'd me early to the Fields of Blood. A R I S T A R C H U S. Ah ' thou wou'd'ft alk what is not mine to give : I Morn, by folemn Comracr. I affign'd My dear Urania to the Prince of Ri. Philander. His Merits may, perhaps more ftrongly plead Than the pafs'd Service of my faithful Arm ; His future Prowefs may, perhaps, enlarge The Empire which my Sword preferv d tram Ruin: Now, Phil cles, 'tis thine to blaze in Arms, And drive th' Invaders from the Land of Love."], [17, "ActI.] LOVE and HONOUR. 15 \"She that gave Courage to Philander^ Heart, Strength to his Arm, and fought her Father's Caufe By no ignoble Proxy, is no more The Profpett of Delight ; no more my Eyes Muft gaze defirous on thy Charms, Urania ■, Thy Father has beftow'd thee on another ; Nor have I left, the Wretch's Portion, Hope O ! Ariftarcbus, for the Fair I bled, For her rufh'd on where mod the Danger lay, Refolv'd on Conqueft, or a glorious Fall : My Pride, O ! King, was to reward her Love With high Renown, that fhe might juftly boaft She took no vulgar Hero to her Arms ; And if I fell,, with Pleafure I fore fa w The lovely Maid, your lov'd Urania, wou'd Bedew my Afhes with the Tears of Love. A rist arch-us. Then to my Daughter did I owe thy Service? Philander. _fes, moft to her ; and happy is that Prince Whofe Leader's Motive to the War is Love. When Beauty bids th' enamour'd Hero fly To gather Honours on the martial Plain, The bri »ht Idea he preferves in View, r^nd fco jrs with double Force the Scenes of Death : rlis Valour then encreafes with his Love, dnd Cupid triumphs in the Field of Mars. [Philocles approaches Philander, and fpeah. Soldier, thy Deeds want not the Boaft of Words To blaze thy Fame ; this Truth a Rival owns, Who pants to rival thee in Feats of Arms Well as in Love : O ! bear me to the Scenes Where the brave fall, and Death in Ambuih lys j There Philocles fhall ftrive to be the foremoft, [f Beauty is the Prize, or Virtue calls. B 2 [Ariftarciius"], [18, "i6 The Triumphs of [ActI. [Ariftarchus comes from his TbroHf, and fpeaks u Philander. Think not, young Warrior, that I rate thy Deeds Beneath their Merits : to thy Arm I owe That I am now a King, and like a King I wou'd reward the Bulwark of my State. Had thy Requeft been made before this Morn, So much I prize thy Worth, thou'dfl: been mySoni Blame thy own Silence now, not my Refufal; For as my royal Word this Day was giv'n To Philocles, I muft not (lain my Fame : I ftiou'd defcend with Sorrow to the Grave, I i was conic ious that a Man furviv'd 1 o cnarge my Memory with Wrongs fuftain'd Fiom A' tarcbus. PbilocleS, the Maid I', thine by Contract ; may the Hand of Heav'n Bj always ever thec, to guide thv Steps To Acts of Virtue •, may thy Wife, my Daughter, To thee tv what her Mother was to me, The Blefling of my Day?. Philander, afle What is in me to give, afk Haif my Realm, I'll give i: thee, and be but Haifa King. Philander. O ! cou'd'ft thou. Prince, exert the Pow'r of Gods, An i bid me gaze on the blue Vault of Heav'n, And make each Star therein a World of Gold, T i n bid thofe Worlds be mine, an humble Shed In a fair rural Scene, Urania there, Would lay Ambition wafte. fPhilocies to the KiK_. Remember, Sir, The Hour in which your royal Word to me M id be fulfill'd. The Temple is adorn'd In all the Pomp of Majefty and Love ; And the Prielt waits to join us. Ph IL ANDEfc"], [19, "Act I.] LOVE and HONOUR. 17 Philander. Let him wait : O ! Ariftarchus, weigh the mutual Love, That has cemented long the faithful Hearts Of thy Urania, and thy loyal Soldier, Weigh it againft the Wealth and Pomp of Rhodes ; Then let thy Juftice, and paternal Love, Determine thee to pafs thy Sentence on me. Aristarchus. My plighted Word is not to be recall'd ; And fhou'd I forfeit that, my Age wou'd wear What in my Youth I fhun'd, Difgrace ; in that The Dignity of Kings wou'd fuffer. Philocl es. Sir, By my Impatience judge my Love ; no more Defcend, by Reafon, to convince the Mp Whom by a Wordy ou may command to Duty. Philand er. Patience no more is Virtue ; here I'll fall, Or with my Sword I will oppofe thy Way To Joys which Nature never mean'd for thee. [Philander and Philocles draw their Swords } Ariftarchus interpofes, andfpeaks. This Violence committed to my Face Deferves a Term feverer than I'll give it, And a Rebuke, young Man, thou lhalt not have. On your Allegiance, Dion, I require, As you're my Subject, and Philander's Friend, That you will guard him well : to thee I truft That my pacific Roof be not difturb'd By that young Brawler in the Guft of Love, While we attend the Hymenasal Rites ; AVhen they're perform'd your Charge is over : then We"], [20, "The TRiujfPHS a/ tA c t I 18 We fhall expeft you to partake the Joys Of the gay Feftival, to crown the Night With honed Mirth, and hail the wedded Pair To the blefs'd State of Union, State of Love. Rafh, inconfid'rate Youth, after this Hour, Tho my Heart grieves that I muft drive thee hence, No more within my palace Walls be feen : Be thy Etlate thy Bounds, and there remain Till thou haft hear'd from me. Now, Prince of Rhodes, I wait thy Nuptials. [Ariftarchus, Phiiocles, ar.d Attendants, p. SCENE II. Philander. Dion, fee thy Friend, Like the firm Cedar that defys the Rage Of Wind and Rains, but by the Fires of Heav'n Is forc'd to yield his noble Trunc to Ruin : Behold, and pity, me. Dion. Yet, cherifh Hope. Philander. Alas ! that Comfort is deny'd to me : A reftlefs Exile to the Plains I'll bo, And wait the Day that fliall conclude my Sorrows. Go, Dion, fhine beneath the royal Smile, And leave thy Friend abandon'd to his Griefs, Who to the neighb'ring Hills (hall make his Moan, And' now and then admit a Glimps of Joy To fteal upon his Soul, when he refiefts On the fur Fortune that attends thy Worth. Hafte"], [21, "t\\cT L] LOVE and HONOUR. rlafte to the Feftival, where Beauty fits To heighten ev'ry Joy. Hafte, fhun an Exile ; This Brawler fhall not interrupt their Peace ; Te will not, Dion, heap the King's Difpleafure _)n thee for a Neglect of Duty ; no, My Soul now fickens ; and I feel the Hand _)f dire AfflicTion on me, that divefts VTy Breaft ofall my Strength, and tells my Heart ■clis faireft Gueft is fled, is loft, for ever. 19 Dion. When I forfake thee, may the good Man's Bleffing, rlis greateft Comfort in the Day of Sadnefs, •The Confcioufnefs of having pafs'd his Time ..lamelefs in Reafon's Eye, forfake me quite. [n War, or Exile, I am ftill your Friend ; NTor will 1 leave you for the Smiles of Courts. f\\las ! Philander, thou can'ft not conceive What Pains I fuffer when I fee the Man, Vly other felf, whofe noble Spirit prefs'd him Foremoft to front the boldeft Sons of War, 'Drooping beneath a difappointed Love. Philander. True, thou haft feen me in the Hours of Blood, Unfhock'd amidft the various Forms of Death ; _fet, I muft own, this unexpected Blow Has quite fubdu'd me. Lo ! Thalia comes ; I will not flay to wreck her tender Soul With the Recital of her Brother's Woes: O ! tell her, Dion, that I bear my Pains -■As a Man fhou'd : fay what thou canft to cafe her. Now 1 obey thee, King : O ! Court, farewel, Thou bafe Seducer of ambitious Youth: ..Welcome, Ritirement fweer, where ev'ry Hill Shall witnefs to my unfuccefsful Love, While thou, my Friend, the Inmate of my Heart, Shalt"], [22, "The Triumphs of [ActI 20 Shalt footh Affliftion, and expel Defpair. [After going fome few Steps be return, This I'd forgot : charge her to tell Urania, That, while fhe fills my happyer Rival's Arms, I'd have her caft into Oblivion all Our Vows of mutual Love, left the Rememb'ranct Shou'd prove deftructive to her rifing Joys. D I O N. But few the Moments which divide me from thee. [Philander «t SCENE III. Thalia enters. Thalia. For what Offence, fay, for what Crime unknown, Philander flys me ? Are my fond Defires To cafe his Sorrows, or t» lhare his Griefs, Rewarded thus ? Soon as the King's Commands V ere rumour'd to me, eager to p< riorm The Duty of a Sifter and a Friend, I haften'd hither ; and at my Approach Unkind he fled. Dion. Nor Hatred, nor Neglect, Forc'd him to fhun thee, but ajuft Concern, Such as thofe know who feel what o.hers feel ; Judge from his Words : Thalia comes, he cry'd j I will not ftay to wreck her tender Soul With the Recital of her Brother's Woes. ThaliA"], [23, "Actl.] LOVE and HONOUR: u Thalia. , And cou'dft thou, Dion, let Philander go A lonely Exile to the gloomy Shades, Where Melancholy reigns, where fad Reflectidtt \" Shall prey uninterrupted on his Mind ? Di on. Reproach me not, my Fair •, to Love and Friendfhip 1 1 give this Moment ; by his own Requeft I here attend thee : he in treats, by me, That you will charge Urania not to throw Hpne Thought away ort him. Thalia. That Charge is vain ; For when her Father prefs'd her to the Temple*,' Sighing fhe cry'd Philander is not there. Dion. Ill-fated Virgin ! and unjuft Decree ! -O ! my Thalia, we muft now confpire To drive the Pains of difappointed Love From our Philander's Breaft ; a Friend and Sifter -May pcove Phyficians to his troubled Mind. Hafte, my Thalia, to the Solitude, Where Innocence and Love fecure may reft % Where I'll forget that e'er I fhin'd in Arms -, Where ev'ry Hour fhall be employ'd for thee, To find new Ways to pleafe : thy Brother there, No longer kept a Stranger to our Paflion, Shall join our Hands, and bid our Hearts rejoice In our fuccefsful and our virtubus Love. Thalia. Hafte to the Scene, where thou fhalt quickly meet The Maid who gave her virgin Heart to thee -, And whofe firft Pride is that fhe chofe fo well. € The?"], [24, "The Triumphs of [Act!, 22 Tho mv Soul ill can brook the fliort Delay, Yet fome Regard is due to poor Urania, My true, my royal, Friend ; who, now diftradted B-twixc the Tys of Duty and of Love, Wanes a kind helping Hand : when I have pay'd The Debt I owe to Friendfhip and to Virtue, To Courts I'll bid adieu, and hail the Plains, Where Love, where Innocence, fecurely reigns. D ION'. There flull your Smiles, my Fair, relieve your Slave Of all the Torments which your Abfence gave. The End of the firfi ACT. ACT fl,"], [25, "ActIT] LOVE^HONOUR. 23 ACT II. SCENE I. 'he Scene the Country. Enter Shepherds and Stafer. </<#.., who dance, while another Shepherd addrefTes himfelf to a Shepherdefs fitting by him on a Bank : after the Dance is over the Shepherd and Shepherdefs fing : another Shepherd pipes while they dance and ling.. Shepherdefs. Take me, 0 ! Damon, take me to thee, I thy Vows no longer ftoun ; Selena in her Turn flo all woo thee ; Take the Prize thy Virtue won. Shepherd. The Mills which anfwer'dto the Meafure Of my fad, complaining, Song, Shall now return the Notes of Pleafure, Which to Love and thee belong. Shepherdefs. When to thy Brows I leave the Willow. Andfrotn thee and Honour ftray, May from our Ifte an angry Billow Wafb me as a Stain away. C 2 Shepherd,"], [26, "LActIL The Triumphs of 14. Shepherd. Beauty and Fortune may forfake thee, But thy Damon never can ; Nor Age, nor Poverty, can make thee Hateful to thy faithful Man. Shepherdefs. May my lov'd Shepherd never languifo, Raptur'dfor a fairer Maid ; For fatal foon wou'd be the Anguifh Of Selena once betray' d. Shepherd. With no Ambition, Gods, perplex us ; All Contention hence remove ; May no dijhonesl Paffion vex us ; All our Strife, and Pride, be Love. Chorus ./Shepherds and Shepherdeffes. With no Ambition, Gods, perplex us ; All Contention hence remove ; Ma, no di/boneft Paffion vex us ; J :■ cur Strife, and Pride, be Lave. [The Shepherds and Sbepberdeffes go- when Philander and Dion appear. SCENE"], [27, "e\\ctII.3 LOVE and HONOUR. 25 SCENE II. Philander and Dion. Philander. How happyer, Dion, are my Vaffals here Than is their Lord ! They never felt the Pangs Which the ambitious feel, when their proud Hopes Are vanifh'd like a morning Dream away ; They never, ne'er like me, unwifely left Their Beds of Vi'lets, and their Shades of Lime, For the vain Glory of the Camp or Court. O! righteous Heav'n, you've heap'd Afflictions on me, And I deferve them all : you gave this Wretch A goodly Heritage, a Land of Plenty, That pays the Lab'rer's Toil, who fmiling comes, And gives his firft and faireft Fruits to me ; Yet I ingrateful left the Scene of Blifs To range about the World and gather Woe. Dion. Ceafe your Complaints, and, as a brave Man fhou'd. Bear your Misfortunes with an equal Mind. You know not what is in the Womb of Time Referv'd for you. Philander. Urania's loft to me ; And that's a Lofs which Time cannot repair : That is the poyibn'd Arrow which adheres Clofe to my Heart, and preys upon my Life Dion"], [28, "The Triumphs of CAcrU, 26 Dion. From this bright Eminence, where Nature fmiles Untainted by the Luxurys of Art, Philander, caft thine Eyes on yonder Spires, Which proudly rife to fpeak the Wealth of Cyprus, Caft thine Eyes on them with Contempt and Pity: Beneath thofe golden Roofs Ambition waits To tempt the heedlefs Youth ; there Falfehood lys, And Envy there, with damn'd Ingratitude. Here Nature with a lavifh Hand adorns The Scene with Objects to delight the Eye ; Here rifing Hills, and here the flow'ry Vales, And filver Brooks, invite to Meditation : Elerc may the philofophic Soul indulge Her Thirft for Knowledge undifturb'd by Noife; And here, by reas'ning, may the love-fick Mind Find out a Cure. Philander. Indeed you talk, my Friend, Like one dm never groan'd beneath the Pangs Of ciifappointed Eove. O ! flatt'ring Hope ! I once had treafur'd all my Views of Joy In my Urania ; flill I call her mine, So ready fpeaks my Tongue the ufual Words: In her I center'd ev'ry Wifh : I fram'd In my fond Mind no Scheme of future Pleafqre, Propos'd no Comfort in my Days to come, Without confulting what I thought wou'd pleafe My dear Urania moft : ihe was tho Soul Of ev'ry Act, of ev'ry Wifl,; and when, Invited by the Miftrefs of the F<_aft, I was prepar'd to tafte the lufcious Banquet An unkind Hand repell'd me, flung me down Upon Defpair, and lhatter'd all my Hopes Perhaps beneath the Roofs we now behold ' 1 he I rince of Rhodes is rifling all the Sweets Which"], [29, "CTlt.1 LOVE and HONOUR. 27 Vhich with a thoufand thoufand Sighs I fought, Vhich with my Blood thro armed Bands I courted. \\\\A Woman ftngs near them, but is not feen by them. To me in Vain The Suns arife, And deck the Plain With various Dys, While my belov'd's away. Philander. his, Dion, is a wretched Maid, whofe Cafe not unlike my own. Whoe'er thou art, pproach me, mournful fair one, and improve his Scene of Lamentation, and Defpair. [She firigs a min, Te Minutes run, Bring on the Hour, That gives my Sun, That has the Pow'r To make the Midnight Day Philander. gain, thou charming Minifter of Sorrow ! his is a rich Repaft for wretched Lovers. [Shefings again, To me in vain The Suns arife, And deck the Plain With various Dys, While my belov'd's away. Philander. is fhe, 'tis fhe, or a Delufion fent o mock my Griefs, and to compleat my Roin ! [He runs out, and Dion follows bint. SCENE"], [30, "The Triumphs of CActII, ti C&$,<&'3&&^&& SCENE HI. Urania and Thalia enter, both dreffed like Sbqhtr- deffes, Urania finging as fhe goes forwards. Which -way -e'er 1 turn my Eyes, Lo ! the gilded Profpcfls rife ; I ! 'vv'rs the Hills and Vales adorning, g Fragrance to the Morning, Mafic warbling from the Mountains, And the (xueetty murm'ring Fountains, All delighting, All inviting, Here to feafi the ravifh'd Senfes. SCENE IV Philander and Dion entet. Philander. The Voice of my belov'd, but not the Form ! U R A N I A . But in vain the ProfpeSIs rife To myfadly weeping Eyes, Till Philander comes to chear me ; All is Blifs when be is near me ; He can make the warbling Mountains, Ar.d the fwcelly murm'ring Fountain',"], [31, "Act II.] LOVE and HONOUR; 29 All delighting, All inviting •, He alone true Joy difpenfes. [Philander haftens to her, and embraces her ; and while they are fpeaking Dion addreffes himfelf to Thaiia. Philander. Thou Wonder of thy Sex, Life of my Life, .peak, anfwer me, for my Heart pants to know.*, By what fupprifing Chance I fee thee here ? Urania. A Flood of Joy breaks in upon my Soulj ■ Too ftrong for me to bear. Thalia fpeak -, Inform thy Brother how I fhun'd the Snare Lay'd for my virgin Heart. Philander. My Sifter too ! aWelcome thou frieridly Maid ! O ! quickly tell mS To what I owe that I am now redeem'd, From all the Miferys of black Defpair, To Joys unfpeakable ? Thalia Soon as the Prieft Began the nuptial Rites, Urania droop'd Like a fair Flow'r beneath a Storm •, the Blood Forfak'd her Cheeks : Life feem'd a-while retir'd j And all was fuddenly one Face of Sadnefs. No Care was wanted, and no Art untry'd, To bring her to herfelf : to me the King Committed het in Truft, and cry'd the Hand That faves my Child from Death preferves my Age From Woes incurable : before the Morn Arofe to glad the Swains, we fled from Court, Attir'd as you behold. D Philander"], [32, "The Triumphs*?/ LActH 30 Philander. O ! my Urania, I gaze upon thee like a Wretch exil'd From the fair Manfions of eternal Blifs, Shut out from Day to blackeft Scenes of Horror, And in an unexpected Moment call'd Again to revel in the Fields of Light : A fairer Profpeft meets his ravifh'd Eyes Than he before beheld ; each Beauty feems Doubly improv'd, and dazzles ev'ry Senfe. [Dion, holding the Hand of Thalia, Amidft the Joys which now furround my Friend, Dion with great Humility prefers This one Requeft. Long has this hcav'nly Maid, Prefs'd by repeated Vows of Love from me, Plighted her virgin Heart ; my Friend's Confent Alone is wanted to compleat our Joy. Philander. You afk no more than I rejoice to give. Dion. Blefs'd be the Hour that to your Eyes reftores The Object of your Wifhes, who alone Can reconcile you to yourfelf, and make Life worth preferving, blefs'd the Voice that gave A Sanction to my Love. Thalia, now The Glory of the Camp, and Pomp of Courts, Ceafe to allure mc ; all my future Pride Shall be to wear out Life in pleafing thee. Thalia. And all my Days to come ihall be employ'd In ftriving, Dion, to deferve thy Love. Philander."], [33, "ctII.3 LOVEWHONOUR. 31 Philander. Still, my divine Urania, I've my Fears ; 'ethinks I now behold the aged King Ktravagant in Grief; and foon perhaps hou may'ft again be torn from thy Philander. < often, Dion, I have try'd thy Friendlhip, hat I defpair not of thy kind Affiftance what I alk of thee. While I remain this Retirement with thy lov'd Thalia, nd with the Fair whofe Prefence gives me Life, :turn to Court, and there awhile refide, bat your Intelligence from thence may aid us. Dion. jo, and may th* Event not crofs our Wilhes. [Dion goes. SCENE V. Philander. My lov'd Urania, ever conftant Fair, hofe Prefence wou'd adorn the Defart wild, ice you have grac'dthefe Plains, and blefs'd my Eyes ith thy dear Form, the Lilly fairer blooms, le Rofe now blufhes with a lovelyer Red, id a more chearful Verdure glads the Sight ; le gentle Gales with richer Odours fly » feaft the Scent •, from ev'ry Hill and Vale, am ev'ry Grove, a fweeter Melody rs on the ravifti'd Ear : the Soul, before iploy'd in grieving for an abfent Love, D 2 Senfelefs"], [34, "cActh, The Triumphs of 32 Senfelefs to all that courted her to Pleafure, Exults, and grows luxurious in Delight. Urania. Now mutual is our Joy : e'en Paradife, Where all Things fairer bloom, as Sages fay, Without Philander, cou'd afford no Blifs. Philander. Was I, Urania, doom'd from thee to ftay, Tho in Elyfium's faireft, fweeteft, Bow'rs, Each Hour to me wou'd feem a tedious Day ; And with thee Ages I lhou'd count but Hours, The End of the frond ACT, ACT I!"], [35, "icTlII.J LOVE and HONOUR. 33 ACT III SCENE I. The Scene the Palace of Ariftarchus. Philocles and Dion. YE S, Dion, I beheld the royal Maid With Adoration •, all my Thoughts by Day, And all my Dreams by Night, were of Urania ; Th' Ideas of my Soul were all confin'd To her •, her ev'ry Gefture, ev'ry Word, Enrich'd my Mind with Images of Love. Dion. The more you lov'd the brighter fhines your Glory 5 Who but a Prince with ev'ry Virtue crown'd Cou'd act like you? That Title which you claim'd, From a King's Promife, from a Parent's Word, You greatly have refign'd, and forc'd your Tongue To plead Pbilander's Caufe. Philocles. The good and brave Are always Friends ; nor was I e'er his Foe. While I might hope to make Urania mine I ftop'd not my Purfuic j but now I find The"], [36, "The T n i u m p h s of [A c tIH, 34 The Cement of their Love fo ftrong, my Joy Shall be to make them happy, and myfelf Lefs wretched than I fhou'd be, if I ftriv'd Still to divide them. With this Sigh I give My unfuccefsful Paffion to the Wind. The Prince of Rhodes, Philander, is thy Friend, And will be foremoft, when he meets thee next, To give thee Proofs of his avow'd Efteem. I'd rather, Dion, take the marble Form, To my Embraces, than thc living Maid Cold as the Marble to my eager Love. Have you prepar'd to let Philander know How much I prize his Worth, and feek his Eafe? Dion. I have -, and he's, 'e're now, arriv'd at Court. Behold the mournful Majefty of C\\prus : In fo.cmn Sadnefs comes the aged King, With Grief dep.ef>'d, yet aweful in his Sorrows. SCENE 11. Aristarchvs enters with Attendants. Aristarchus. If fhe is loft, fhe Idol of my Eyes, The richeft Jewel that adorn'd my Crown, If fhe is loft, within my Walls no more Be hear'd the Voice of Joy ; henceforth may Peace Forfake my Dwelling : let thefe hoary Locks Flenceforth be circled with a Crown ef Thorns, This purple Robe, the Badge of Royalty, Be chang'd to Sackcloth. Till my Child returns Nightly the marble Floor lhall catch my Tears, This"], [37, "ct III.] LOVE and HONOUR, 35 his aged Body fhall no more enjoy gentle dumber on the Bed of Down. Philocles. Be patient, Sir, the Hand of fad Affliction [ay foon withdraw, and the loft Maid may come o blefs youf Age with greater Happynefs han ever yet you tailed. Aristarchus. Wou'd {he come, nd was Philander but an humble Slave, e lhou'd receive her to his longing Arms. [Philocles afide to Dion. afte, Dion, to relieve the wretched King, rid wipe the Tears from weeping Majefty. [Dion goeu SCENE III. Philocles. :t not the Majefty of Cyprus droop hile you have Room for Hope : your faithful Slaves, .fequious to your Will, are now employ'd fearching out the Fair -, nor has my Care, foon perhaps th' Event may witnefs for me, en wanted to reftore that Peace of Mind, hich you enjoy'd while your Urania fmil'd ineath your Eye, and charm'd the Heart of Age. Aristarchus. ! Philocles, perhaps the love-fick Maid, le darling of my Soul, now frantic roves >er the defart Heath, her Trefles loofe, And"], [38, "The Triumphs of [A crllj 36 And talks romantic to the whittling Winds! E'en now perhaps fhe loads my Age with Curfes, Or is perhaps no more : fupport me, Prince. [He leans on Philocles, SCENE IV. Enter Philander, Dion, Urania, ad Thalia. Philocles. Welcome, Philander, to the Court, and me ; May all our Meetings give you Joy like this. Lift up your Eyes, great Sir, and fee the faireftj The pureft, Work of the creating Hand; Behold your own Urania. Aristarchus. Blefa the Tongue That nam'd Urania, who alone can raife Defire of Life in my declining Age. [Urania goes towards the King, and fewfe If, royal Sir, you can forgive a Maid, That left a Court, my Father, and my King, To be Companion to an exil'd Man, Pour down your Grace on me : that I repent I cannot fay, or if I fhou'd, that Word Wou'd link the Merit of my Eove •, a Love, Which nor the Baits of Empire, nor the Frowns Of Majefty, a Parent, nor of Fortune, Nor any Pow'r, except the Foe of Life, Can drive from my fincere, afflicted, Heart } A Heart too fix'd, too faithful, to admit A Rival to Philander. ARISTARCHfil"], [39, "ActIII.] LOVE and HONOUR. 37 ARISTARCHtJS. Rife, my Child, And be uninterrupted Joy your Dow'r. Here, with this Kifs, which a fond Parent gives, [ freely grant thee Privilege to afk All that the Fondhefs of thy Soul can wifh _ Which I will anfwer, to my Stretch of Pow'r, With all th' Indulgence of a tender Father. Urania. VTy late Offence, I cannot fay my Crime, May tell my royal Father what Requeft [s neareft to my Heart : why did I fly fhe Court and you, but for Philanders Love ?■ A R ISTARCHUS. 3 1 had I known thee fafe beneath the Care Of thy belov'd, Affliction had not layed -ler Hand fo heavy on me : my fond Fears -tam'd the fad Image of my Age's Darling Moving regardlefs of herfelf, no Guide 3ut her own Frenzy, and uncertain Chance : Vow I have found thee, I with joy bequeath thee Another's Right thro Life. Philander, take her, \\nd, in beftowing her, think that I give thee What's dearer to me than my Crown. Thou know'ft Vly ftrict Attachment to my royal Word, Plighted to Philocles, was the fole Caufe _)f our late fhort, but tedious, Separation : 3e that forgot ; and let one Face of Joy Vow thro our Ifle be feen. The Prince of Rhodes^ jen'rous as royal, has fubdu'd his Heart, \\nd pleaded for his Rival. Now, my Son, With a glad Mind, and an unbroken Vow, give her to thee : be your Hours of Joy \\ccording to your Virtues. E Philander,"], [40, "The Triumphs of LActIII. 3« I: Philander. Royal Sir, Words cannot well exprefs the Worth fupreme Of the fair Gift ; and Gnce they can not 1 peak My Senfe of Gratitude, my Actions fhall: To her Defires I will devote my Days, And by my future Deeds approve myfelf A loyal Subject, and a duteous Son. Forgive me, Pbilocles, thou bright Example Or princely Virtue, my too long Delay Of rend'ring Thanks for thy Benevolence. Prince, from this Hour you may command my Sword; To you my Heart's in facred Friendfhip join'd, And Gratitude's my Bond, which Death alone Shall cancel from my Heart. Philocles. My Fate deny'd That 1 fhou'd be fuccefsful in my Love, But, in Exchange, has blef>'d me with a Friend, Whofe Virtues will adorn the great Allyance. Urania, fruitful be your nuptial Bed: You only cou'd defcrve the Man, whofe Worth ( rives him a Title to the lovely'ft Maid. When I have feen the marriage Rites fulfill'd, I'll ftil to Rhodes, where ev'ry rifing Sun Shall witnefs to my zealous Pray'rs, preferr'd Eur the Continuince of our mutual Safety. Philander. For which I'll breath my dayly Vows to Heav'n. Now that my Friend may be as blefs'd as I am, D. , receive what your unfully'd Faith, And your brave Soul have merited from me. Thalia, now in giving thee to Dion, I rtivc thee, what thou can,'ft not prize too much, An honourable Hufband. The fame Hour."], [41, "Act III.] LOVE and HONOUR. [n which the Prieft fhall join me to Urania, Shall give my much lov'd Sifter to my Friend. 39 Dion. All that I beg'd of Heav'n I now receive From you ; without your Friend-hip and her Love The Pomp and Wealth of Empires wou'd but ferve To drefs Affliction with the Face of Joy. Philander. 'Jrania, heav'nly Fair, from our Example May future Lovers learn to perfevere [n Conftancy and Virtue : tho awhile The Parent may oppofe the growing Paffion, Fhe kindly Workings of paternal Love, Urg'd by the voice of Reafon, plead too ftrongly To be withftood ; or fhou'd a Father prove Deaf to the Dictates of th' unerring Guide, Immortal Reafon, fad Experience foon Wou'd teach him his Miftake, wou'd load his Age With Woes, the Fruit of his obdurate Heart : rhis Truth the godlike Ariftarchus knows, Who wifely liften'd to the Voice divine, That pointed out the Way to Happynefs To us and to himfelf. Honour and Love Now triumph Hand in Hand ; and my fond Heart Bounds raptur'd with Extravagance of Blifs. With Joys unnumber'd are their Moments crown'd, With Virtue whofe fincere Affections move i PleafureS- by Vice unfully'd, wait around Where fpotlefs Honour makes the Bed of Love. The END,"], [42, "I 4© 1 THE EPILOGUE, Spoke by Mrs Charke. TH7S Prince of Rhodes, methinks, did not diftov& the genuine Tokens of a perfefl Lover; He fc cms to me much of the dangling Kind, oftt n as at Court, and * here we find. The Dangler is that Species of the Beaus Wboft Commendation moft is in his Cloaths^ Who, of$ Lover to obtain the Fame, First en a publick Wbifper builds his Nam', And, when he 'as dangled thro a tedious Fear, G ts full P:\\f.on of the Lady's Ear ; He aims, no farther ; for a chfe Carefs iVou'd chafe bis Skin, and difeompM'e his Drefs : fit never poor T?nng, himfelf betray, Like La •■* Grace, who once was heard to fay The Pet '-.coat is an improper Place For Bugles: why? B-wv.fe they ftralch'd her Face -. D 1 glif is -in fbort, he is a Norman, That loves bimfelf too well to love a Woman. Give me the Man, (fax, Ladss, am I right?) JVho, rather than refign the Maid, won' d fight, * Pointing to thofe behind the Scenes. ft"], [43, "+* » The E P I L O G U E. Vho wou'd, with Sword in Hand, the Fort invade, ind fhew the Virtues of a pufhing Blade : 3ut hold: what can I of our Princefs fay, Vho feems to love out of the modern Way ? \\ike might, to pleafe her Sire, and end all Strife, Have yielded to be made the Prince's Wife ; rhen of two Arrows to her Bow fecure, ]he foou'd have us'd that mott that fhot mofl fur e, And might have, when catch' d tripping in her Game. Dn her hard-hearted Father lay'd the Blame. Our Poet fays, perhaps more nice than wife, Such Objeils are unfit for virgin Eyes ; He, by Example, rather cbofie to prove fbat they are bappyeft who with Honour love. END. The"], [44, ""], [45, "CONSIDERATIONS O N T H E STAGE,^"], [46, ""], [47, "CONSIDERATIONS O N T H E STAGE, AND ON THE ADVANTAGES Which arife to a NATION From thc Encouragement of ARTS. LONDON: Printed %0.e YEAR 1731,"], [48, ""], [49, "t 47 1 CONSIDERATIONS O N T H E S T A G E, &c. CHAP. I. The Introduction. P_____$____V__tt___i S the Stage, on which Tragedy anc* Comedy are acted, is, from A Sill t'le var'ous Chancers repre- fented on it, almoft an Epi- SalkSiilll^ tome of the great S_a«;e of &^FB*5gSM Life, it is worthy the Confi deration of the wifeft- and beft of Men ; and fince feveral grave Divines have thought fit to write and preach againft dramatic Perfor mances, I ftiall endeavour to point out the Benefits arifing from them when under proper F 2 Regula-"], [50, "Confutations on the Stage, &<_. 48 Regulations, and to ftiew how much they conduce to the Advancement of Virtue, and confequently to the Deftruction of Vice. THEY who are converfant with the aft tient Greek and Reman Authors know in what high Efteem Plays were fupported by antient Greece and Rome, and at a Time when the Glory of thofe Nations had arrived to the full Meridian, at a Time when the Greeks and Romans were lefs tenacious of their Lives than of their Virtue, when they were fo jealous of the latter, that they would fuffer Nothing to continue among them that could derogate from it, or that could not add a Lufter to the Greek and Roman Name. Such Reprefema tions doubtlefs had not been maintained among chem, and at a public Expcnce, if the good Effect which they had on the Minds of the People was not vifible. When the liberal Arts flourifhed with them, Greece and Rom were the Admiration of the World ; and when thofe ceafed to be their Care, they ceafed to awe Mankind, and gradually leflened in the Eves of the Kingdoms about them. I SHALL not here pretend to anfwef any particular Perlbn who has wrote againft the Stage ; for 1 do not remember one Work en that Side of the Queftion which is not entirely unworthy our particular Notice. MOST of the Critics, as they are vul garly and wrongly called, on both Sides, leem in their Writings to miftake Pedantry Foi"], [51, "C-o'nfideralionS on the Stage, Sec. 49 for Learning, and Cavilling for Argument, and by a dull and fruitlefs Prolixity tire their Readers before they have drudged Half thro their Works. I fhall obviate the Ob jections which can be made to the Encou ragement of dramatic Poetry, by fhewing the Advantages which arife from it. Peclus Prceceptis format amkh\\ Afperitatis, £s? Invidiam, Corrector, 13 Irce ; Reffe Facia refert ; orientia Tempora notis Inftruit Exemplis; inopem folatur & agrum. What Horace here fays to Auguftus of Poetry in General may, more properly than to any o ther Species, be apply ed to dramatic Poetry in Particular; that forms the Heart with friend ly Precepts; that is the Corrector of Severity, En vy, and Anger ; that relates Faffs as they are, and inftrucls each rifmg Age by known Examples ; and that adminifters Comfort to the poor and the diftrejfed. The Tafk will not be difficult to prove that dramatic Poetry anfwers every End propofed in thefe Words of Horace. I fhall examine three favourite dramatic Pieces, a Tragedy, a Comedy, and an Opera ; and as I intend this as a moral Criticifm on thei Stage. I fhall confine my-felf chiefly to the Morality of thofe Pieces, and point out the Effect which they muft naturally have in their Operation on the Minds of the Spectators. BEFORE"], [52, "Confederations on the Stage, &c. 50 BEFORE I conclude my ConfidemloiB On this Subject, I fhall demonftrate how con fiftent the Succefs of Arts is with the Intereft and Fame of a Nation, and how they go Hand in Hand together ; and to the Exam ples which I fhall produce, in Juftifycation of what I fay, I fhall add fuch Arguments as are deduced from the Nature of Things. CHAP."], [53, "Confederations on the Stage, &c. 51 CHAP. II On TRAGEDY. A Criticifm on King Lear, TH E Tragedy on which I choofe to make my Remarks is King LEAR, as alter ed from Shakefpeare by Tate ; becaufe almoft every Character in that Play is an Inftance of Virtue being rewarded and Vice punifhed. WHO can behold Lear, in the Beginning of the firft Act, making that partial Difpofi tion of his Dominions, inverting the Hufbands of Goneril and Regan with the Dower of Corde lia, beeaufe fhe fayed fhe would love her Huf band as well as her Father, without defpifing the choleric old King for fo rafh and unjuft a Refolution ? And what aggravates his Fault is his being deaf to the friendly Reprehenfions of Kent, and banifhing him for giving his Ad vice, which, if regarded, would have pre vented) his committing fo grofs an Error. When we fee Gqnerily 36 the End of the firft Aft, depriving him of Half his Train, we afe fcarcely inclined to* pity him, fo ftrong is his"], [54, "_52 Confederations on the Stage, &c.' his injuftice to poor Cordelia imprinted in our Minds ; but when he flys from Goneril to Regan for Comfort, who is for difmifling all his Train, the Ingratitude and Undutyfulnefs of the two Daughters raife our Deteftation to fuch a Height, that we lofe the Remembrance of the Father's Offence -to Cordelia in our Com paflion for him. When he is turned out to the Inclemencys of the Storm, caft from a Throne to the lowed: Degree of Mifery, we view him as a Prince whofe Weaknefs urged him on to an Aft of Injuftice, and whofe Suf ferings are the natural Confequences of his Rafhnefs ; yet we pity him, and are apt to think his Punifhment too rigid. The fincere •Repentance for, and the juft Senfe, which he fhews, of, the Wrongs which he had heaped on Kent and Cordelia, and the pathetic Man. ner in which he expreffes himfelf, engage us to be Sharers in his Woes, and to wifh him . fpeedy Relief from them. O! Kent, Cordelia, You are the only Pair that 1 e'er wrong'd, And the jusl Gods have made you Witneffes Of my Difgrace, the very Shame of Fortune, To fee me chain' d andfhackled at thefe Fears ! J'et were you but SpeJatcrs of i?.y Woes, Not Fellow* jufferers, all were well. WHEN he utters thefe Words he is in Expeftation of Death from thofe whom he had raifed to Empire ; but he is foon freed from the Fears of it by being reftored to his Throne -, on which he places Edgar and Cor delia, as a Reward due to their Virtue. GLOSTER"], [55, "Confederations on the Stage, &c 53 GLOSTER is more the Object of our Compaffion than Lear, becaufe he has fome Reafon for treating his Son Edgar as he did ; for tho Edgar was innocent, Glojier had Caufe to think him guilty, being impoled upon by Edmund, who fhewed him a Letter as from'his Brother confpiring againft the Life of his Fa ther ; which was fo well counterfeited thac Glofter had no Reafon to difpute it being wrote by Edgar. The filial Piety of Edgar and Cor delia to their Parents, and the Loyalty and Fi delity of Kent to his Prince, notwithstanding the Injurys which they had fuffered from them, engage our Wifhes in their Behalf 5 while they fhare their Fortune in the moft miferable Pare of it, eager to adminifter what Relief they can to the wretched, we approve of, and admire, their Virtue •, and where we admire and ap prove we feldom want an Inclination to imi* tate. WHILE Lear and the Companions of his Wretchednefs are almoft without Hopes, un erring Nature is purfuing her Courfe •, the Vices of Goneril, Regan, and Edmund, are working their own Ruin, and the Uprifing of thofe whom their Cruelty had reduced to the loweft State of Mifery. Here is a LefTon that adminifter s Comfort to the poor and the di ftreffed. From the Fortunes of Lear ends his Followers Wretches, whole WretcheiJnefs was accompliflied by the Crimes of other Perfons, may learn to hope that the fame Propenfity to Evil that urged their Enemys wrongfully to effect their Fall, will impel them to fuch G AitioRS"], [56, "5 4 Confederations on the Stage, &c. Actions as fhall render them unable to preferve what they have unjuftly acquired, and there by be the Caufe of reftoring the injured to their Right. Such is the Cafe betwixt Lear and his Daughters, and Glofter and his Sons. While Cordelia, Glofter, Egdar, and Kent, are in the moft defperate Condition, Goneril, Re. gan, Edmund, and Cornwall, are filling up the Meafure of their Sins, which produce their own Punifhment. Goneril and Regan are both fa lie to the marriage Bed ; both make Ed viund the Object of their loofe Defires ; and he endeavours to gratify them both : their Paflion for Edmund is known to both ; Jea loufy is the Confequcnce of that Knowledge; and they are both poyfoned, one by theother. Of the two Hufbands of Goneril and Regan, Cornwall only afients to the Cruelty of his Wife ; and he is killed by the Servant whom he wounded for crying out againft the Barba rity of pulling out Glofter's Eyes. Edmund's not only guilty of Adultery with the two Si fters, and of Undutyfulnefs and Treachery to his Father, and Falfehood to his Brother, but of Treafon to Albany his Prince ; and he falls by the Hands of his Brother Edgar, whofe Challenge to Edmund is the Occafion of the A (fair being let in a juft Light to Albany, who from the Beginning (hews a Diflike to the Pro ceedings of Goneril his Wife, and is AccefTary to the Reftoration of Lear ; he therefore is fuccefsful in the Cataftrophe. NOW"], [57, "Confiderattons on the Stage, &c. 55 NO W we have gone thro the Bufynefs of the Play, let us fum up the moral Inferences which are to be made from it. Edmund, Cornwall, Goneril, and Regan, are difloyal to their Prince, undutyful to their Parents, and every Way falfe to their Truft •, their Crimes are attended with fo many horrid Circum ftances, that their Punifhment is fcarcely a* dequate to their Guilt. Lear and Glofter had offended, but more, to Appearance, thro an Error of the Judgement than the Will ■, they are punifhed ; they are madefenfible of theif Errors, and are placed in a State of Tranqui lity and Eafe, agreeable to their Age and Con dition, with Kent whofe Loyalty remained un fhocked to the laft, rejoicing at the Felicity of Edgar and Cordelia, whom they had wronged, and who forfaked them not in the Hour of Diftrefs, and who cherifhed a virtuous Love each for the other. I HAVE read many Sermons, but re member no one that contains fo fine a Lefforj of Morality as this Play. Here is Loyalty to a Prince, Duty to a Parent, Perfeverance in a chaft Love, and almoft every exalted Vir*. tue of the Soul, recommendel in thelovelyeft Colours } and the oppofite Vices are placed in the ftrongeft Light in which Horror and De teftation can place them. The Poet in this Play feems to labour at one Point which that great* that wife, and good, Man Archbifhop Tillotfon laboured at in moft of his Sermons, which is to convince Mankind that, if we ex tend our Happynefs no farther than the Grave, ■ the Intereft of all Mankind is to purfue Vir- G z tue"], [58, "Confiderations on the Stage, &c. 56 tue and fly from Vice, that the firft is, in the Nature of itfelf, productive of Joy, and the latter of Mifery. The Poet has anfwered this End as much as he could in a Play ; for had Lear been juft to the Virtues of Cordelia, he had not wanted a Refuge when he fled from the Dilbbedience of Goneril and Regan: I bring this Example, and leave the Reader to try every other Character of the Play, and in every Circumftance, to fee if they will not jutlify the Truth of this Obfervation. The Poet fhews in this Tragedy that the Vengeance of Heaven co-operates, as indeed it always does, with the natural Courfe of Things ; and when Virtue meets her due Reward, we may fay, with Cordelia, there are Gods, and Vir- tue is their Care ; for the all-wife Difpofer of all Things has from the Beginning annexed Rewards to Virtue, and Punifhment to Vice; and in thefe we find Nature as confiftent with herlelf, as when we behold the Trees produ cing their proper Fruit. What more profi table Leflon can the People be taught than this? Virtue is ihe inexhauftible Fountain of Joy, and Vice of Mifery . and this Leffon the Stage more effectually teaches than a Sermon; bccaufe the Spectators have before their Eyes thc Actions, and the Caufes of them ; they fee the Effects, and how they operate, and arc convinced that they are the natural Confe quences of fuch Caufes \\ the Imprefllon there fore that they muft make in their Minds mull: certainly be in Favour of what feems lovely in their Eyes, and fruitful of Happynefs; and we cannot fuppofe that they will foon enter on any Aft ion like what they were juft before in- ftrutfed"], [59, "Confederations on the Stage, &c. 57 ftrufted to behold with Horror and Deteftati on i and which is attended with inevitable Woe. AS the fuperior Characters in Life are the propereft for Tragedy, the moft exalted Paflions are generally reprefented in them ; but as the Reprefentation of the Virtues and Vices of the different Ranks among the infe rior Part of Mankind are not lefs ufeful, I fhall proceed to Comedy, the Province of fuch Characters. CHAP."], [60, "Considerations on the Stage, &c. 58 CHAP. Ill On COMEDY. A Critkijm on the Squire of A LS ATI A. I SHALL make fome few Obfervations on Sbadweli's Comedy Called the Squire of ALSATIA, with the fame Candour with which I examined into the Tragedy of King LE.1R, confining myfelf, as in that, chief- ly to the moral Part. In the firft Aft we fee a young Fellow who had been reared up in the Country under a. rigid Father in a fervile Manner, reftrained from every Pleafure that Youth might reafonably expect, and never allowed any Money to difpofe of according to his own Will. The Father being obliged to go to Holland, the Son takes the Advantage of his Abfence, and goes to London ; where he falls into the Hands of Sharpers, who know him to be Heir to an Eftate of three thoufand Pounds a Year, which is entailed on him ; en the Credit of which they fupply hiin with Money,"], [61, "Confederations on the Stage, &c. 59 Money, and lead him into Scenes of Drunk- ennefs, and Leudnefs, and make him their Prey, by raifing Sums at exorbitant Intereft on the Reverfion of the Eftate. The Father, Sir William Belfond, returns from Holland fix Weeks fooner than expected •, and, coming to London before he goes into the Country, he treats with Mr Scrapeall, a Ufurer, whole Niece has twenty thoufand Pounds in his Hands, he being appointed her Guardian, about a Match for his Son, whom he fuppofes employed, as he left him, in his country A ffairs at Home. Mr Scrapeall a- grees to fell her to him for five thoufand Pounds, and is at the fame Time furnifhincc his Son with Money and Goods at unreafona- ble Intereft, and endeavouring to get deep into the Reverfion of the Eftate. Sir William meets his Brother Sir Edward Belfond, talks of his own Happynefs in a hopeful Son, whom he had brought up according to his Defire. He complains greatly of his younger Son, whom Sir Edward, who is a Bachelor, had adopted, and bred from his Childhood. Sir Edward gave him a liberal Education, and fent him to the polite Parts of the World to improve by Travel, and at his Return treat ed him with the Freedom and Candour of a Friend, and not with the Authority of a Parent ; he layed no Reftraint on his Inclinati ons, nor {tinted him in his Expences. This Behaviour made the Nephew defirous of con cealing no Part of his Conduct from him, and careful not to aft to his own Difhonour nor to the Uneafynefs of his Uncle. He enjoyed his Friend, his Glafs, and his Miftrefs 5 all which"], [62, "60 Confederations on the Stage, &c which Sir Edward knew, and reafonably ac counted for the Levitys of Youth to his Bro ther, when he complained of his Son. BEFORE I relate any more of the Bu- fynefs of the Play, let us enquire into the Confequence of the Manners in which thefe two Gentlemen educated their Sons. Sir Wii. Ham debarred his Son from all Kinds of Plea- fure, and ufed him rather like a Slave ; we are not therefore to wonder if he embraced the firft Opportunity to tafte, what makes Life moft worth preferving, Liberty, and when he found the Sweets of it, if he was for maintaining it at any Rate. Sir Edward'i Son, who had no Reftraint layed on him, had no Occafion to ufe any little Arts, or to watch an Opportunity, to deceive a rigid Father. The Bufynefs of his Days was to indulge his Inclinations; which he did in a moderate Way, and foon purged himfelf of the few Levitys to which the Fire of Youth fubjefted him. I fhall now point out fome particular Dangers which fuch an Education as Sir William Belfond gave his elder Son often throws Youth into, and which are well repre- fented in this Play. The firft Step which his elder Son took, after he came to London, was to get Money, without confidering the Con- fequence of his Manner of getting it, not Chinking how the Reverlion of the Eftate might be fwallowed up by the Principal, and the Exorbitance of the Intereft. In fuch a Condition as this he was liable to be im- pofed upon, to the Ruin of the Peace ofall his future Life, by marrving a Whore whom his"], [63, "Confederations on the Stage, See. 6t his Brother had caft; off, the Sharpers about him bringing her to him for a great Fortune j and Accidents like thefe we often fee, as the Effects of a too fevere Education. The younger Son comes to the Knowledge of his Brother being in the Hands of Cheats ; and freeing him from them, he reltores him to his Father ; who, convinced of his Error in being too auftere, fettles five hundred Pounds a Year on him for his Expences. Young Belfond marrys the Ufurer's Niece, who went from her Uncle, and deluded his Hopes of having five thoufand Pounds for marrying her to the elder Brother. The Cheats are all punifhed for their Ro guery j and the Women, whom young Bel fond had made fubfervient to his Pleafures, have Reparation in a reafonabie Fortune which the Uncle gives them ; and young Belfond makes this Inference from his palfed State, and prefent Condition, there is no Peace but in a virtuous Life. An Audience, which is convinced of the good Effects of Sir Edward Belfond's prudent Management of his Son, will not go contrary to it when they have Occafion to follow the Example ; nor is the Confequence of Sir William's Manner of Behaviour any En couragement to follow it. The Lenity of Sir Edward, and his taking proper Op portunitys to inftill fuch Maxims inio his Son as thefe, young Fellows will never get Knowledge but at their own Cofl, there's Nothing but Anxiety in Vice, and every drun ken Fit is a fhort Madnefs, that cuts off a H good"], [64, "6z Confederations on the Stage, &c. good Part of Life, made his Son reflect on his Actions, and profit from every Reflec tion ; but the Severity of Sir William made his Son eager in Purfuit of what he had been tyrannically reftrained from, and had lo blunted his Underftanding that he was fcarcely capable of enjoying the Benefit of Reflection, till Deftruftion, the Product of Vice and Folly, flared him in the Face. W H E R E can Youth more properly go than where they are not only taught, but have prefented to their Eyes, what are the Rewards of Virtue, and what the woe ful Fruits of Vice ? The Wit and Hu mour of a Comedy may be the chief In ducements to the greater Part of the Au dience to come to the Reprefentation of it ; and if fo, the Argument for this Sort of dramatic Poetry is very ftrong ; becaufe the Objects of Pleafure are made the Lures ro Inftruftion. The fame Argument ferve. for thofe who are charmed to the Theatre by the Sublimity of the Diction, or any other Excellence, in Tragedy. A S T O R Y regularly told, full of va rious and furprifing Circumftances, and d relied with all the Ornaments with which .1 great Genius is able to adorn it, muft, without Difpute, be allowed to gain Atten tion more than a mere Difcourfe of moral Precepts •, and when the fame Story is prefented to the Eye, with the Advantages of Action, the Attention which it gains muft"], [65, "Confederations on the Stage, Sic. 6 y muft be greater, and the Imprefiion which it makes in the Minds of the Spectators much deeper, than when related only. This laft Remark is juft both on Tragedy and Comedy. II a C H A P."], [66, "Confederations on the Stage, &c. 64 CHAP. IV. OnOTERAS, and the Force of Mafic A Criticijm on Addison's Rofamond. I HAVE, from the Tragedy of King LEAR, and the Comedy of the Squire of Alsatia, pointed out the Benefits arifing from dramatic Writings i but fince the prefent prevailing Tafte of many, who frequent our Theatres, i'cems to be confined to that Sort of dramatic Poetry commonly called Operas, fome Ob ilnations on them will nor be improper here. As my Intent in thefe Confiderarions on the Stage is to fhew the Effect of dramatic Per formances on the human Mind, confining my felf chiefly to the moral Part, what I have fayed of Tragedy and Comedy may likewife be fayed of Operas ■, for the Fable of an Opera ought to be as regularly conducted, and the Characters as juftly maintained, as in a Tra- gedy"], [67, "Confederations on the Stage, Sec. 65 gedy or Comedy •, and the Poet ought to pro pofe the fame moral End in one as in the o ther ; and one contains as large a Province for the Exercife of a fine Genius as either of thc other. A N Opera, with all the Circumftances ne ceffary to make a Tragedy compleat in Fable, Sentiments, and Diction, fet to Mufic by a mafterly Hand, and performed with Juftice to the poetical and mufical Compofuions, would have an Advantage over Tragedy, when without the Aid of Mufic ; for the poetical Beautys would have the fame Admirers which they would have if the Work was not fet to Mufic -, and the Excellence of the Mufic would be a Temptation tc many, who are not fond of Tragedy, to come to the Perfor mance of an Opera •, and the Agreeablenefs of an Air is the Reafon why many Perfons retain the Words of a Song, who would other wife not think that Song lb much worth their Remembrance : Mufic therefore may be pro perly fayed, if the Song has any moral Sen timents in it, to be one of the Channels of Morality to the Mind ; becaufe when the Sounds are well adapted to the Senfe of the Words, the Words muft undoubtedly make a ftronger Impreffion in the Minds of thofe whom the Mufic tempted to learn the Song than they would without the Mufic ; for many Perfons, after the firft hearing or reading the Words of a Song, not fee to Mufic, never think of them again. What I have fayed of the Force of Mufic is juft\\ whether"], [68, "66 Confederations on the Stage, Sec. whether the Words are on a tragic or co mic Subject. I can not fay I am charmed with the Re- citative of an Opera as fome are ; and I can not conceive why an Opera would not appear more advantageoufly without than with it, fince the Mufic of the Song only is what dwells in the Memory, and what the Lovers of Mufic feem only defirous of re- membering. The only Defence which I ever beared of the Recitative of an Opera, is that the Compofer of the Mufic defigns that Part of the Mufic of the Recitative which immediately precedes the Song as a proper introduction to the Mufic of the Song; but I think that may well be fupplyed by a fliort Introduction to the vocal Mufic by inftrumental ; or the Actor may be direct- ed to alter the Tone of his Voice, towards the Conclufion of the Words which imme diately precede the Song, in fuch a Man ner as may properly introduce the Air. T II E Reader will eafyly perceive that I am not ipeaking of fuch Rubbiih as has followed the Beggar's Opera, but of a grander Sort of Operas, tho I do not deny that a Ballad-opera may be wrote wor thy Commendation. The Words indeed of moft of the Italian Operas are below Cri ticifm •, but it Englifk Operas, well wrote and fet to as excellent Mufic as moft of the Ita lian Operas have been for lbme Years paf fed, were well performed on our Stages, the"], [69, "Confederations on the Stage, Sec. '0 the good Effects on the Audience would be many, and the Profits not few to the Ma nagers of our Theatres. ADD ISONs Rofamond is a beautyful Piece of Poetry bosh in the Fable and in the Language, and, if fet to good Mufic and well performed, would certainly encreafe the Numbers of Admirers which it already has, and for the Reafons which I have al- ready given. I fhould not make any Re- marks on this Opera, if it did not anfwer the End, which I firft Jaycd down as the principal End, of dramatic Poetry, the En- couragement of Virtue. Some of the ill Confequences which attend an unlawful Love are ihewed in the Fate of Rofamond -, nor does the Poet depart from Probability in his Reprefentation of the Refentment of a jealous Wife. In this Opera the Poet join- ed the Dignity of Tragedy in the Chara- cters of King Henry the fecond, Eleanor his Queen, and Rofamond, and the Humour fit for Comedy in the Characters of the Keeper of the Bower and his Wife, in Order to gain the Attentions of Perfons of different Taftes ; by which Means the Objects of De light are doubled to tempt the Spectators and Readers to Inftrudtion. THO I have hitherto propofed the En couragement of Virtue as the principal End of dramatic Poetry, the Ability to anfwer that End is not alone fufficier.t to qualify a Perfon to be a dramatic Poet ; for he (hould"], [70, "6S Confederations on the Stage, &c. ftiould have all the Talents requifite to de light and charm an Audience while he im proves their Morals •, he fhould adorn Mo rality in fo bright a Drefs that the Spe ctators ftiould grow inamoured with fo lovely a Miftrefs. T O the dramatic Pieces which I have already made my Remarks on I could add many more, which would bear as ftrict a moral Examination, from the fame Au thors, from Beaumont and Fletcher, Drydsn, /'. , C ' , Steel, Phillips, Cibber, and fome few other dramatic Poets, who may be pro perly fayed, in many of their Plays, to have adorned Morality. C H A-R"], [71, "Confederations on the Stage, Sec. 69 CHAP. V. ./& Anfwer to fome particular Objections which have been made, by fever at Writer s, to the Stage. IN my Cohfiderations on Tragedy, Co- medy, and Operas, I have pointed out the Ufe of dramatic Writings -, but the Ene- iihys of the Stage fay, If thefe, and many o- ther, Plays ahfwer the End propofed, fome Contribute to the Corruptibri of the Morals of the People ; fome Plays perhaps may be too licentious both in Bufynefs and Expref- fion ; but the Duty of a Mafter of Come- dians is to fuffer none fuch to be acted on his Stage. IF fome few Objections may be made to the prefefit Management of our Theatres, i_s it reafonable that dramatic Performances. fhould be entirely prohibited ? We may with as much Juftice prefer a Petition to the King to pull down the Church, becaufe dif- I loyal."], [72, "Confederations on the Stage, Sec. 70 loyal, impudent, and moft fcandalous, Ser mons have been delivered from the Pulpit; and becaufe many Clergymen difgrace their holy Function. SOME cry out againft the leud Women who frequent the Playhoufes, and tempt many honeft Men who, if fuch Objects of Temptation were not in their Way, would go Home about their Bafynefs. The fame Objection may be made to every public Place •, and St Paul's Church was particu larly liable to it before the prefent Bifhop of London, thro his great and commendable Zeal, routed the idle People from the Ifles thereof; yet I fhould have grieved if that glorious Structure, on which the Immorta lity of Wren depends, had been levelled with the Ground, becaufe fome vagrant Nymphs prefumed to pitch their Toils there. The Bufynefs of Love goes forwards in every Church fometimes ; yet God forbid that the People fhould be denyed the Benefit of be ing mllrufted by wife and honeft Teachers. I F they, whofe Zeal tranfports them fo far as to wifb a Prohibition to all theatrical Entertainments, would propofe fome Regula- tions they might be liftened to ; but I am fure fuch. Men are incapable of propofing any Thing worthy the Attention of candid and judicious Perfons, C HAP."], [73, "Confederations on the Stage, Sec. 71 CHAP. VI. Arguments fhewing how con- Jifient the Succefs of Arts is with the Interefi and Fame of a Nation, and how they go Hand in Hand together. THE Tafk that now remains is to fhew, as I propofed in the Beginning of thefe Confederations, how confiftent the Succefs of Arts is with the Intereft and Fame of a Na- tion, and how they go Hand in Hand to- gether. IF we look as far back as poffibly we can into paired Ages we fhall find Mankind, from their moft favage State, beginning to reform their Manners with the Dawn of Knowledge ; and as Men of fuperior Ge- nius arofe, and made Difcoverys worthy the Purfuic of human Nature, and as thofe Dif- I 2 coverys"], [74, "7z Confederations on the Stage, Sec. coverys were gradually improved till the Studys of Humanity, and the polite Arts, arrived to Perfection, or as near Perfection as the Improvers could bring them, Men gradually encreafed in Wifdom and in Vir tue, and the Countrys, in which they flouriih ed, in Wealth and Honour. THE firft Reformers of Mankind are pot unjuftly fayed to have conquered the favage Nature of Brutes, and to have moved even Rocks, when we confider Men let loofe to their Paffions without the Guidance of Reafon, and obdurate to almoft all that would check the Appetite which impels them to every fenfual Pleafure. In this Senfe Horace, in his Epiftle commonly cal led the Art of Poetry, has introduced the Storys of Orpheus and Ampljon. Sylveftres Homines facer Interprefque Deorum Cce dibits &f Vifflu fee do deter ruit Orpheus; Diftus ob hoc lenire Tigres, rabidofque Leonis ; Diet us U Amphion, Tbebans Conditor Urhis, Saxa movere Sono Teftudmis, 6f prece blandi Ducere quo vellet : fuit hac Sapientia quondam Publics trivatis fecernere, facra prophanis : 8rc."], [75, "Confederations on the Stage, Sec. 73 Sic Honor, Lis1 Nomen, divinis Vatibus, atque Carminibus, venit, ORPHEUS, the facred Interpreter of the Will of Heaven, deterred Men, who were in a Slate of Barbarifm, from Murders, and from preying on filthy and polluted Food ; hence he is fayed to have fubdued the Rage of Tigers and of Lions ; and Amphion, the Builder of Thebes, is fayed to have moved Stones by the Harmony of his Mufic, and to have made them follow him to what Place he thought fit to lead them by his perfuafive Art : in elder Times Wifdom was thought to have confifted in diftinguifhing Things public from private, and Things facred frotn pro phane: fo Poets acquired Fame and Honour to fhemfelves and their Writings. I F we carry on our Enquiry, by a Chain of yeafoning, we fhall certainly find that every Man's Virtue is in Proportion to his Under ftanding •, and the more exalted Notions Man kind entertain of Virtue, the more they are enamoured with it, and the more afhamed of being guilty of any Aft that is contrary to it. Every Thing therefore that helps to raife our Idea-s of Virtue ought to be encouraged ; and that dramatic Poetry contributes to that End, and greatly, I think I have proved in my Criticifmson the Tragedy of King LEAR, the Comedy of the Squire u/Alsatia, and the Opera of ROSA MO ND. SINCE"], [76, "Confederations on the Stage, Sec 74 SINCE the Succefs of Arts is fo benefi. cial to Mankind as we fee by Reafon and Ex. perience it is, the Difcouragement of them muft be proportionably pernicious ; and ere*. ry Man that appears an Enemy to them ought to be looked on as a Foe to Mankind. I doubt not but they who cover their Hypo. erify or Folly with the Veil of Zeal, and are ftrenuous in their Qppoficion to the Stage, would bring back, if they could, thofe Days of Ignorance which once darkened this Kland, that they might tyrannize over the Minds of Men, and fubjeft their Fortunes to their Will ; we therefore fhould not wonder that they, as Hannibal vowed perpetual Enmity to Rome, fhould wage eternal War with all that is po lite, with all that fets Liberty and Virtue in the faireft View. As Arguments founded on Reafon generally carry Conviction with them, the Writings of thefe Advocates for Igno rance will doubtlefs meet with their Due, the Contempt of the better Part of Mankind. The END."], [77, ""], [78, ""]]