[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "*>ftAPHXC . HiSTf RICUL SS f. TCH 6 '. .ivrej' n w». i PlstW * p'-i-li-b^."], [8, ""], [9, ""], [10, ""], [11, "GRAPHIC AND HISTORICAL SKETCHES Jf SCARBOROUGH , DISPLAYED IN SIX VIEWS, riNILT EXECUTED OS WOOD, By Mr. A. J. MASON, From original drawings BY MR. BAYNES, JUN WITH DESCRIPTIVE NOTICES. MtaxSwwigt) : Printed dr published by John Cole, A may be bad in London of Mr. Maton, 3 Spencer Terrace, Go.well-strwt-Road. 1822."], [12, ""], [13, "TO THOMAS HIN'DERwELL, ISO. WHOSE WORK, ILLUSTRATIVE OF THE HISTORY AND ANTIQUITIES OF SCARBOROUGH Has rendered me such material service in the compilation os this volume j TO THE ADMIRERS OF FINE PRODUCTIONS IN THE ART OF WOOD ENGRAVING; and to my Subscribers in general, / most respectfully dedicate THE SKETCHES OF SCARBOROUGH And am, Their obdt. Servant, John Cole"], [14, ""], [15, "The intention of this little work is to present Visitants with a few Sketches of romantic and picturesque objects, which have been once viewed with delight. Residents mil accordingly find the attractive influence of the represen tations of scenes '• which daily viewed Please dally, and whose noTelty survive! Long knowledge, and (be scrutiny of yesri.\""], [16, ""], [17, "A SKETCH OF THE HISTORY OF SCARBOROUGH here earth and sea, Mingling their charms majestically rude. With pleasing wonder strike the pensive eye Of contemplation, and exalt the mind.\" rotten, Scarborough is situated in the recess of a beautiful bay, on the borders of the German Ocean, in a position nearly central between Flamborough- Head and Whitby. This part of the coast, almost forty miles in extent, is bold, varied, and rocky, with many points of considerable elevation. The line is undulating, indented with sandy bays for-. med by the action of the sea, where the land is of loose texture* £"], [18, "4 SCARBOROUGH. The town rises from the shore in the form of an amphitheatre, and has a romantic appearance on the concave slope of its semicircular bay. It is peninsular, laved at the foot by the waves, and much admired for its varied beauties. There is no authentic account in history of the foundation of Scarborough, though it may reason- ably be presumed that it had as early an origin as most of the places bordering on the German ocean; and, notwithstanding the omission of Scarborough in doomsday-book, we have historical proof of its existence previously to the Norman conquest. The building of the castle by William, Earl of Albemarb , in the year 1 1 36, is the first evidence of Scarborough having emerged from the state of ob- scurity occasioned by various unfortunate inci- dents. The grant of a Charter of Incorporation by Henry II., in the year 1181, is a convincing proof that it must then have been a place of some Importance. The following account of the ancient town of Scarborough is extracted from the Itinerary of Leland:"], [19, "5 SCARBOROUGH. \" Scardeburg Toune though it be privilegid, yet it semith to be yn Pickering Lithe, for the Castelle of Scardeburgh is eountid of the jurisdiction of Pickering, and the shore from Scardeburgh to the very point of Philaw-Bridge* by the Se about a vj miles from Scardeburgh toward Bridlington is of Pickering Lith jurisdiction. Scardeburgh where it is not defendid by the Warth and the Se is waulled a little with ston, but most with ditches and walls of yerth. In the toune to entre by land be but 2 gates : Newburghj Gate, meately good, and Aldeburgh Gate, vers base. The Toune, stondith holet on a slaty clife; and shoith very fair to the Se side. Ther is but one Paroche ChirchJ in the Town, of our Lady, joyning almost to the Castelle ; it is very faire and isled on the sides and and cross isled, and hath 3 auncient Towres for belles with Pyramides on them : whereof 2 Toures be at the west end of the Chirch, and one in the middle of the cross isle. There is a great chapelle by side by the Newborow Gate.\" * Filey-Bridgp. f Wholly. J St. Mary's."], [20, "6 SCARBOROUGH. The town pf Scarborough was anciently con fined within narrow limits. Some of the foun dations of the ancient walls are yet remaining, and the line pf their direction may be traced with sufficient accuracy ; and it is evident that the Old Town has not extended west- ward beyond th* situation of the present Market-cross, THE CASTLE. The noble Castle, whose venerable Walls defend the summit of a lofty precipice, was built in the reign of King Stephen, about the year 1 1 36, by William Le Gros, Earl of Albemarle and Hoi derness, a nobleman of Norman extraction who, having extensive demesnes in this part of York shire and in Holderness, obtained permission of the King to build a castle upon the 6ea-coast, Ancient historians have been liberal in their praises of this Castle. William of Newburg, a Monkish historian, who wrote about the year 11°0, has given the following description of it :"], [21, "SCARBOROUGH. 7 \"A rock os wonderful height and bignesse, and inaccessible by reason of steepe cragges almost on ?very side, stands into the sea, which quite sur- Tounds it, but in one place, where a narrow slip of land gives access to it on the west. Jt has on the top, a pleasant plain, grassy and spacious, of about sixty acres or upward,* and a little well of fresh water springing from a rock in it In the very en try, which puts one to some pains to get up, stands a stately tower ; and beneath the entry, the cityt begins, spreading its two sides South and North, and carrying its front west-ward, where it is fortified with a wall : but on the east is fenced by that rock, where the Castle stands ; and, lastly, on both sides by the sea. William surnaraed le • The present area of the Castle- yard is no more than 10 acres 5 perches. There is probably some mistake In Newburgh's description. The ancient accounts of acres are generally very imperfect. Yonng and Bird, in their \"Geological Survey of the Yorkshire Coast,\" are also of opinion that there is a mistake in Newburgh's account, and thai this lofty promontory '• has not undergone any material change duriug the lajl six centuries.\" t Town:*-"], [22, "8 SCARBOROUGH, Grosse, Earl of Albemarle and Holdemess, obeerv* ing this place to be fitly situated for building ay Castle on, increased the natural strength of it by a very costly work, having inclosed ail the plain upon the rock with a wall, and built a Tower in the entrance. But this being decayed and fallen by the weight of too much age, King Henry II., commanded a great and brave Castle to be built upon the same spot. For he had now reduced the Nobility of England, who during the loose reign of King Stephen had impaired the revenues of the crown ; but especially this William of Albe marle, who lorded it over all these parts, and kept this place as his own.\" The lofty promontory at Scarborough, on which the ruins of the ancient Castle are situated, is bounded on three sides by the German ocean, and elevated more than three hundred feet above the level of the sea, presenting to the north, the east, and the south, a vast sweep of craggy perpendi cular rocks, totally inaccessible. Within the castle- walls rises a stately tower, ma jestic even in ruin. This tower, which has been the"], [23, "9 SCARBOROUGH. Keep, is a very lofty, square Norman building, ninety feet high, and has formerly had an embattled parapet. The walls are about twelve feet thick, cased with squared stones ; and the mortar having been mixed according to the custom of the ancients in a fluid state, has received a con sistency by age, that renders it more impenetrable and durable than even the stone of the building. There appear to have been three stories or very lofty rooms, one over another, each room between twenty and thirty feet high, and ten yards square within the walls, with recesses. The remains of a very large fire-place are visible in the lower apartment. The subterraneous room or dungeon is nearly filled up with stones and earth. The different stories have been vaulted, and divided by strong arches ; and private passages are vi sible in some of the intervals of the casing of the walls. The windows have semicircular arches, supported by round pillars, and are larger than usual in such buildings, being six feet deep and three feet broad. For the account of events connected with this"], [24, "10 SCARBOROUGH. Castle, the reader is referred to HinderweH's History of Scarborough, whence these descriptions are taken. In turning from these mouldering remains of antiquity, the eye is relieved, and the mind ex hilarated by the charms of the surrounding pros-. pect. The diversified scenes of the adjacent country; the romantic appearance of the town; the sands enlivened by various objects, and the un bounded view of the ocean, form an assemblage beautiful beyond conception. \"What does not fade ' The tower, that long bath stood: The crush of thunder and the warring winds, .'•'hook by the slow but sure destroyer Time, Now hangs in doubtful ruins o'er it's base : And flinty pyramid\", and walls of brass r>t*cend the Babylonian spires are sunk ; Acbaia, Rome, and Egypt moulder down. — Time shakes the stable tyranny of thrones, And tottering empires crush by their own weight. This huge rotundity we tread, grows old ; And all those worlds that roll around the sun ; — The sun itself shall die; and ancient night Again involve the desolate abyss.\""], [25, "11 SCARBOROUGH. There were formerly here four Convents, four Churches, and two Hospitals, viz. Convent of the Cistercians, Franciscan or Grey Friars, and Do minican or Black Friars, and Carmelite or White Friars. The Church of St. Nicholas, St. Thomas the Martyr, with the two Hospitals, their appen dages, of the same name, and the Churches of the Holy Sepulchre and St. Mary. The Corporation of Scarborough, consists of two Bailiffs, two Coroners, four Chamberlains, and tlrirty-six Common Council. — The charter is dated 22nd. November, 1356, 30th. Edward III. The election of Representatives to serve in Parliament for the Borough of Scarborough is vested exclusively in the Corporation, by a decision of the i louse of Commons ; an account of the grounds of which determination may be seen in HinderweH's History of Scarborough. The Arms ofthe Borough bear the marks of great c"], [26, "12 SCARBOROUGH. antiquity. A Ship of the rudest form, a Watch tower, and a Star appear on the Common Seal. Its registry in the Herald's office is without date, and it is there classed among the most ancient. The Bailiffs' Seal of Office is a Ship only, of a very ancient form, with two towers on the deck, and a smaller one at the top of the mast. The Piers and Harbour of Scarborough have, for many centuries, been deemed of such conse quence to the northern trade on this side of the island, that in the days ofour ancient Kings various grants were made for their maintenance and se curity; the first of which was granted 36th. Henry III. 1252. The outer Pier, extending from the foot of the Castle-cliff, is called the New Pier ; but there is an existing portion of the old work. The ponderous rocks us?d in the building of the New Pier, are taken from a qua'-ry named the V hite Nabb or Nob, an opposite point, and con veyed in flat-bottomed vessels, called Floats. This"], [27, "13 SCARBOROUGH. quarry (about a mile beyond the Spaw) is a great natural curiosity, and worthy of observation. It contains large masses of flat rocks, lying upon the shore in regular strata. They are separated without much difficulty, are of a close texture, and almost impenetrable to the tool, by their extreme hardness. The maritime situation of Scarborough; end the diversity of soil and aspect in the vicinity, af ford an ample field for the investigation of the naturalist. The neighbouring heights produce several of the rare alpine plants ; and the woods near Hackness, a variety, of species peculiar to the north : besides these, the shores of Scarborough, and the extensive rocks on the coast, furnish a long listof marine plants-and other natural productions, a catalogue of which, drawn up by W, Travis, Esq. of Scarborough, is appended to HinderweH's History, and to the Scarborough Guides. And, for a Treatise on the Minerals and Fossils. -of the Coast, the reader is referred to Kendall's descrip tive Catalogue, in an 8vo. volume, embellished \"with coloured plates."], [28, "14 SCARBOROUGH. Trade. — The possession of absolute perfection falls not to the lot of any situation ; there being, generally, some local inconveniences to counter balance the advantages ; and Scarborough, though in possession of a convenient port, has a restricted commerce. The vicinity of sterile moors, and a neighbouring district far from populous, without any water-communication with the interior coun try, are formidable impediments to the extension of trade, and essentially operate to check the spirit of enterprize. Shipping, and its dependencies, are the principal branches, in which the inhabitants are most generally interested. Ship-building forms an important object of employment, and is a great source of emolument ; but it is precarious, and subject to sudden fluctuations.. The only manufactories in, the place are those immediately dependent upon shipping. There are two of cordage, and one of sail-cloth. The markets are twice in the week, viz. on Thursday and Saturday. They are abundantly supplied with excellent provisions of every kind."], [29, "15 SCARBOROUGH. The Commerce of the port is principally con fined to the following articles : the exports consist of Corn, Butter in firkins, Hams, Bacon, and Salt fish. The imports are, Coals, from Newcastle and Sunderland ; — Timber, Deals, Hemp, Flax, and Iron from the Baltic ; — Brandy and Geneva from Holland ; — Wine from Portugal, via Hull ; and Groceries from London.. CHARITABLE INSTITUTIONS. There is nodesiciency. of sympathetic attention to the miseries of the lower order of the community in Scarborough ; and an unfeeling avarice is very far from being a general trait of the character of its respectable inhabitants. Frequent collections are made for the poor, particularly in the winters, and though a few instances of a penurious dispo sition may occur, yet, there is in general, a dis tinguished liberality of spirit. The establishments of Charitable Institutions have also been laudably encouraged, and it is hoped, that such as are calculated for the improve ment of the morals of the rising generation will ever flourish."], [30, "16 SCARBOROUGH. The Amicable Socilty, consisting of more than 200 Members, for clothing and educating the children of the Poor of Scarborough, is a very useful institution. It was founded in the year 1729,* and is under the government of a President, four Trustees, and four Wardens, annually elected. The fund for the annual support of the institution arises from weekly subscriptions of the Members, collections made in the Church,t and other volun tary donations. The children thus clothed, and now in the schools are seventy-eight. Experien.ce has proved the utility of this esta blishment, in preserving the children from the contagion of vicious examples, and leading them into the paths of holiness and social duty. Instead of being victims to profligacy, and pests to the community, many of them have filled useful occu pations in life with credit and advantage. Several * The late Robert North, Esq.; a Gentleman of exemplary piety and benevolence, was its founder. Four Charity Sermons are preached in the year, for the benefit of the Children, riz, two in summer, 4 two in Winter."], [31, "17 SCARBOROUGH. have been bred to the sea, who, by means of the rudiments of their education at this Seminary, have attained a competent knowledge of Navigation, which has qualified them for mates and comman ders of vessels. These have, eventually become the patrons of the institution, and benefactors to suc ceeding generations.— Others have fought the naval battles of their country, and, by their bravery, con tributed to its security and independence. Whe ther, therefore, it be considered in a moral or pol itical light, it deserves a generous patronage. Seamen's Hospital. This Hospital was erected in the year 17-52, by the Ship-Owners of Scarborough, for the use of aged and decayed seamen, their widows and children. It is a neat commodious building, in an airy situation to the north of the town. The fund, for the support of the objects of this institution, arises from the con tribution of sixpence per month, paid by the owner of every ship belonging to the port of Scarborough, for each person on board, during the time the ship is at sea, or in actual service. It is under the direction of a President and Trustees, annually"], [32, "18 SCARBOROUGH elected, and is subordinate to the Trinity-House, Deptford-Strond. SEA-BATHING INFIRMARY. To the establishment of a general Sea-Bathing Infirmary at Margate, in 1796, for the use of the diseased poor, we may date the institution of a si milarly praise- worthy institution at Scarborough in the year 1811, of wrtich His Grace the Arch bishop of York, and His Grace the Duke of Leeds. are Patrons; and Her Grace the Duchess of Leeds, and the Might Hon. Lady Grantham, Patronesses. The Right Hon. Earl Fitzwilliam, President ; and the following Vice Presidents : the Right Hon. Lord Middlelon, the Right Hon, Lord G. A. //. Cavendish, M. P. The Members for the County of York, for the lime being. The Bailiffs for the Borough of Scarborough, for the time being. The Right Hon. the Lord Mayor of York, for the time being. Sir George Cayley, Bart. Sir Francis Lindley Wood, Bart. G. G. V. Vernon, Esq. M. P. Robert Chaloner, Esq. M. P. Walter lawkes, Esq. William Joseph Dcnison, Esq. George Johntlone. Esq. Sunder/and Cooke Esq. and The Rev. Anil deacon Wrangham, M. A. F. R. S. Treasurers"], [33, "19 SCARBOROUGH. Messrs. Woodall S/ Co. — Physician, Zhv Thompson. Secretary, Mr.. C.J. F.- Benson.. \" The Baths have been established in the lower town ; in order both to remove unpleasing objects from the public eye, and to consult economy as well in the purchase of the site, as in the procur ing of water from the Sea. The advantages, which have already accrued from the Institution, fully justify the anticipations of its most sanguine sup porters ; and place it on an intire level with the most useful of Public Charities.\" \"Subscriptions are received at the BankofMessrs. Woodall & Co. in Scarborough, or by their Corres pondents (Down, Thornton, and Co., &c.) in Lon don, and in the principal Towns in the County.'' \" N. B. Subscription-Books are left at the Lodg ing-Houses, and all the public Rooms; and it is hoped that tlie Nobility and Gentry visiting Scar borough will not think it too much to give Ha le a-Crown each to this useful Institution.\" D"], [34, "20 SCARBOROUGH. The Fish Market is upon the Sands, near the Harbour, and in a plentiful season there is a great variety. An account of the mode of fishing here may be seen in the History of Scarborough. The population of Scarborough, according to the last census, is 8188. The following account of the customs and amusements of this long-established watering-place in the year 1733, is extracted from a Tour pub lished in that year, and may, perhaps, prove amu sing to the readers of this sketch : \" The town is populous (containing, by compu tation, about 2000 families) and well built ; the houses, for the most part, uniform, neat, and com modious. The streets also are most of them very spacious ; so that coaches pass and repass without any difficulty or inconvenience. The Lodgings here are very reasonable, and well furnished, there being here an Upholsterer from London. A"], [35, "SCARBOROUGH. 21 shower of rain puts no stop to the diversions of the place, for you have chairs from London, which ply in the principal parts of the town : the High- Street is called Newborougb, out of which runs another up to the Long-Room, which stands to wards the end of the town, on the top of a Cliff, from whence, by a gradual descent, you go down to the Spaw : This is a noble spacious building, sixty-two feet long, thirty wide, and sixteen high, the situation being so lofty, commands a prospect over the sea, and you may sit in the windows and see the Ships sailing at several leagues distance. Here are Balls every evening, when the room is illuminated like a Court assembly, (and indeed, for the great number of noble personages present, may very justly be called so.) Gentlemen (only) pay for dancing one shilling each ; on one side of the room is a Music Gallery, and at the lower end are kept a Pharo-Bank, a Hazard-Table and Fair- Chance ; and in the side rooms, tables for such of the company, as are inclined to play at cards : be low you have billiard tables. It is kept by Mr. Vipont, Master of the Long-Room at Hampstead. There is no ordinary here, but Gentlemen may"], [36, "22 SCARBOROUGH. have any thing dressed in the most elegant manner, the house being provided with Cooks from Lon don. Every thing is conducted in the politest manner by Vipont, who is a perfect master of his business. Gentlemen and Ladies subscribe here likewise five shillings.\" \" There are several ordinaries in the town, the principal of which are, the New Inn, the New Globe, the Blacksmiths' Arms, the Crown and Sceptre, and the Old Globe.\" -'The company dine commonly about two, and have ten or a dozen dishes, one of which is gen- erally rabbits, which you have here in the utmost perfection ; their mutton is, I think, at least equal to Banstead-Downs, and the nearness of this town to the Sea supplies them with plenty of the finest fish at very reasonable rates ; and for poultry they have here a poulterer, who finds it worth his while coming from London every summer. It is usual to drink a glass of Spaw- water mixed with your wine at dinner. Persons of all ranks, Gentlemen and Ladies together, sit down without distinction,"], [37, "23 SCARBOROUGH. each paying their club, which is one Shilling; after which, they collect round the company for wine &c. (called the extraordinary) which is generally about one shilling more. This last formerly used to be paid by the Gentlemen only ; but that com plaisant custom is now laid aside, and the Ladies are brought in to pay an equal share of the whole reckoning. This method of ordinaries is vastly commodious for strangers, and affords an oppor« tunity of being acquainted with the company.\" \" In the afternoon are plays acted,* to which most of the Gentry in town resort ; Kerregan is now here with his company, and (allowing for scenes and decorations) they perform several plays very well. After the play is over, it is customary to go to the Long- room again, where they dance or play till about nine, and then sup in company again.\" \" Gentlemen appear in all places without their swords, not through an apprehension of danger * The present Theatre ie situated in Tanner-street."], [38, "24 SCARBOROUGH. from the intoxicating nature of tlie Spaw-water, but from a polite declaration, that in places of public resort, all distinctions ougltt to be lost in a general coropWsaiK^TI^K"], [39, "Vtetog."], [40, ""], [41, "SCARBOROUGH FROM TH» BURLINGTON ROAD. Presented as a frontispiece. The sketch of this view was taken in a field at a short distance from the Burlington road, near to the first farm-house on the left hand side from Scarborough, known by the name of Wheatcroft farm; and must ,be acknowledged to present a very effective view of the peculiarly grand situa tion of Scarborough, seated as it is on so noble a promontory. The varied views of the town from this improved road, bounded with charming plantations, are all delightful, and force themselves upon the eye in romantic beauty, as the approach is made down the declivity of the lull leading to this far famed place of resort."], [42, ""], [43, "FROM THE anoVE-HEAH. \" Lo ! what a rich diversity adorns The various scene. Fostii 1 lore to pause, and quit the public road, To gain a summit, take a view, or pluck An unknown blossom.\" HI SDIS, The eminence called \"the Grove-head'' is si tuated at the extremity of the Plantation-Walk in E"], [44, "28 SCARBOROUGH. the immediate environs of Scarborough, at the back of a fine piece of water, which from hence appears an effective object. — Immediately before us on the descent of the hill, called Grove-head, (on the smooth surface of which are benches, capable of accommodating a numerous party,) a plantation of thriving young oaks presents itself, through which is cut a winding path, leading to the before-mentioned piece of water, which is en- compassed with a bank, admirably adapted for promenading, round which the improvements of the last winter have brought a plantation, which in a few years will render this a shaded and char- ming spot in the meridian heat cf the Scarborough season. At the foot of this lake appears a sweet retreat, called Mill-Cottage, erected of late years, and is the very picture of rural neatness and elegance ; in front is seen a pleasing plot of garden ground,* and when a few more years have cast their shade over this retired building, we may hope to find it embosomed in verdant foliage; beyond this, the tastefully-laid-out plantation of * It has lately bt^n opened as a Tea-garden."], [45, "29 SCARBOROUGH. Scarborough uprears its head in rural grandeur. To the right of the buildings connected with the Mill, appears a delightful opening, through the path of the valley on the borders of the wood of Scarborough, affording a view of old ocean's bed, where ride the ships In that enchanting bay, with streamer's curl'd. And panting sails that, wbiten'd by the snn, Glisten afar.\" Between the hills which present this view, whose sides will e'er long be \" crown 'd with pen dant groves,\" the eye is conducted along the dark blue waves until they seem to unite with the sim ilarlv coloured clouds. The Light-house, raising its whitened tower, is a conspicious and pleasing object in this view down the vale. To the left uprear those \" — lofty tovef's, thai, lusty still in _s». Display their scarry fronts to distant league-,\" we msan, \"the Citadsl, and its hoary wills,\" w'lieh present an effective back ground anl barrier to our landscape."], [46, "30 SCARBOROUGH. At the foot of Grove-head falls a small cascade; and on looking behind we espy a lofty eminence called Mount-Oliver, which is \"a commanding situation,>nd overlooks the town. It is thus called from ,a mistaken notion, that Cromwell erected batteries here against the Castle, duriDg the siege, in 1644-5. It is an indisputable historical fact, that Cromwell was never present at this siege.\" \" Those who have ascended this mount, since the inclosure in 1 797, will not think that in gran- deur of prospect it can easily be exceeded. The roads are judiciously laid out, and intersect each other in the most convenient manner. The ascents are gradual, seldom exceeding a rise of seven feet in a hundred, so that in a few minutes the traveller is conveyed by a good road, thirty feet wide, to a delightful terrace elevated six hundred feet above the sea. Hence thereis aview oi the Ocean (bound- ed by the horizon,) the Coast, the Castle-hill, the Town, the Harbour, and extensive Piers. To the westward, the vale of Pickering, and a vast extent of country, in all its charming diversity of land scape, exhibit scenes of a very picturesque nature."], [47, "SCARBOROUGH. 31 As a ride it possesses every thing desirable ; and the coolness and freshness of the air, at such an elevation, give a sense of lightness and comfort not easily described. From this eminence, Fals grave, one mile west of Scarborough, is promi nently conspicuous.\" Passing the small water-fall at the foot of the Grove-head, a path leadingalong \"rural hedge rows,\" conducts to the \"well-protected lanes\" which terminate at the village of Falsgrave, whence is a good gravelled walk, on the side of the York road to Scarborough. Or, a return over the fields will present several varied, pleasing, and romantic views of the town, from the hills enclosing the valley on which the foot-path is formed."], [48, ""], [49, "THK CHURCH OF SAINT MARV \" Th* gazing seaman, here entranced stands, Whilst fair unfolding from her concave slope, He Scarborough views. The sandy pediment, First gently rais'd above the watery plain, Embraces wide the waves ; the lower domes Next lift their heads ; then swiftly roof o'er ro»f, With many a weary step, the streets arise Testndinons, till, half o'ercome the cliff, A swelling fabric dear to heav'n aspires, Majestic e'en in rain.\" rosTsit The church of St. Mary is most picturesquely"], [50, "34 SCARBOROUGH. m situated upon a considerable eminence, near to the Castle, and is an ancient building, but does not dis play any marks of fine or elaborate architecture; however, its grey and irregular appearance, its sup posed former use as the church of the monastery, the tower- like ruins at the eastern-end of the build ing, in conjunction with its elevated situation, the church-yard crowded with tombs, and the view of the sea and the sands obtained thence, all conspire to render it one of the most interesting of situa tions. Our view is taken from the north ; a situation whence a sketch has not, we believe, before been engraved. The following description of this ancient edifice is extracted from HinderweH's History : \" This sacred building, venerable for its anti quity, has much the appearance of a conventual Church, and was formerly a very spacious and magnificent edifice, considerably surpassing its present extent. The ruins, yet standing, at the eastern part of the church-yard, the dismembered appearance of the western end of the church, the"], [51, "35 SCARBOROUGH. subterraneous arches extending to the west, and the great quantity of foundation stones discovered in the new burial ground contiguous- to it, are sufficient proofs that it is, in the present-state, only a small part of a vast edifice, which may have form ed the Cistercian Abbey and the Church, founded by King Edward II. and suppressed in the reiga of Henry V.\" \"It appears by Leland% 'Itinerary', that, previous to the Reformation, . it was a very noble building, adorned with three handsome towers ; two of which were at the western end, and one was over the centre of the transept. There was also a grand arch of gothic architecture in the Choir, the ruins of which were visible a few years ago, hut have since been taken down. The centre, or tran- sept tower having been greatly shaken during the siege of the Castle in 1641, fell in October, 1659. and considerably injured a great part of the nave of the Church. The extent of the damage which it occasioned, may yet be seen by the im- perfect junction of one of the arches in the middle aisle, near the pulpit. The present steeple, whkh £"], [52, "36 SCARBOROUGH. now singularly stands at the eastern end, was erec ted upon the ruins, and occupies the place of the ancient transept tower. The southern part of the building attached to the nave, seems to have, in some degree, escaped the injury sustained by the other parts ; as some of the remains of the chan tries are still visible under the arches adjoining the south aisle. These arches are three in number, and have formed the separate chantries, which, in the days of superstition, were founded by our an cestors, as places of prayer for the souls of the deceased.\" \" One of these chantries was founded in the reign of Richard II. and endowed with five houses, and five acres of land.\" \"The Bailiffs of Scarborough also erected one which they dedicated to the Virgin Mary, and en dowed it with five pounds per annum.\" \"Robert Goland erected one to the honour of St. James, which he endowed with five pound* per annum.\""], [53, "37 SCARBOROUGH. \"Robert Rillington founded another, endowed with three pounds per annum.\" \"Many ancient benefactions were made to this Church by the pious inhabitants of the town.\" \" Alymar de Cliff- land gave liberally to St. Mary V Altar, with money for oblations, and three priests to officiate. — A tost was bestowed by Osbert de Hansard. — A great house on the rock was given by Walter, son of Gunner, and money by his bro ther Richard. — Some land, on the Cliff, was grant ed by William de Harton ; and another parcel, in the town, by Thomas Hardin.\" \"Galfrid de Lutton, and Galfrid de Croom gave lands to this Church, and also to Kirkstall-Abbt y,* and Keldhohne Nunnery.\" \" Emera, a beautiful and religious virgin, the the daughter of Robert de Filey, in the year 1 219, was a liberal benefactress. — And there appears a long list of inhabitants, too tedious to recite, who were very bountiful to the church.\" Near Leeds now in ruin."], [54, "38 SCARBOROUGH. \"During the siege of Scarborough Castle, by Sir John Meldrum, a lodgement was made by his troops, in this then extensive church ; its lofty towers, within a very small distance from the castle-gate, enabled them greatly to annoy the defenders ; they drew several pieces of artillery into the church by night, formed a masqued bat tery, and at -length opened their fire upon the castle, through the church- windows ; those espe cially which were on on-the east side and choir; the besieged returned their -fire in so hot and well directed a manner, as -soon obliged the enemy to abandon their post, but the building suffered much.\" ** The' desolation which this venerable edifice sustained, during -this siege of the Castle, and by the subsequent fall of the transept tower, reduced it to a state of ruin ; and the inhabitants had suf fered such a variety of misfortunes by a succession of calamitous events, that they were under the necessity of having recourse to a Brief, in the 12th Charles II. (1660) to enable them to rebuild it.\" \"By the assistance of this Brief, and other con-"], [55, "39 SCARBOROUGH. tributions, part of the body of St Mary's Church, and the tower, as it now stands, were rebuilt in 1*56*9, *on the foundation and ruin of the old fabric.\" \"The ancient burial-ground, surrounding the Church, being much crowded, the Corporation purchased a piece of ground contiguous to the west, which was consecrated in 1779.\" \" St Mary's Church is the sole place of religious worship in Scarborough, where Divine Service is performed according to the ceremonies of the church of England: but there are other places of worship, belonging to Dissenters of different de nominations, aqz. Independents, in St. Sepulchre street; Baptists, in West-Gate; Quakers, near Cook's-Row ; and Roman Catholics, in Westgate. The Methodists have also a Meeting-house in Church-street.\" \"There are, in the Church, several marble monuments of elegant workmanship, but of mo dem date. It is also ornamented with a hand some organ, erected in 1 762, and the fronts of the galleries are inscribed with the benefactions which"], [56, "40 SCARBOROUGH. have been made to the poor. Amongst the most memorable of these, is the following by Sir John Lawson, a celebrated naval commander of .the last century:\" \" Sir John Lawson, by his will, gave one hun dred pounds : The interest thereof, six pounds per annum, to be paid by the Corporation yearly, on St. Thomas's day, to the poor of Scarborough.\" \"Public worship is performed here twice on the Sunday, and once on Wednesday and Friday, du ring the winter; and in the summer, daily. Two sermpnsare delivered on the Sunday and one on Wednesday. The communion is administered monthly, and the occasional duty is very consider able.\" The present respected Vicar is the Rev. John Kirk. \"Dissenters' Chapel, commonly called Presby terian or Independent, was first erected in the year 1703, whereof the Rev. William Hannay became minister, and continued until the year 1 725. He was succeeded by the Rev. William Whitaker, who regularly officiated until the year 1773, when,"], [57, "SCARBOROUGH. 41 through age and infirmities, he was under the ne cessity of declining the ministry. At that period, the Rev. Samuel Bottomley was invited to succeed him, the congregation then consisting of about thirty stated hearers, and the communicants of about half that number. The novelty, zeal, or ability of the preacher, greatly increased the con gregation, so that, in the year 1774, it was sound necessary to rebuild and enlarge the place of wor ship, since which period a further extension has taken place in the chapel. Public worship is per formed five times in the week, viz. three times on the Lord's Day ; and on Tuesday and Thursday evenings : and the communion is administered once in two months.\" \" The Baptist Chapel, was built in the year 1776. The Rev. William Hague was the first minister, and may, indeed, be called the founder of the Baptists in Scarborough, as there were none of that denomination in this place previous to his first ministry, which was in the year 1766, in a room near the sands. The Rev. Mr. Sykes is the pre-"], [58, "42 SCARBOROUGH. sent minister. The times of public worship are thrice on the Sabbath-day ; and once en the Mon day, Wednesday, and Friday evenings. The communion is administered monthly J' \" The Methodists first assembled at Scarborough in the year 1757, when they suffered great oppo sition and persecution; but they are now permitted to attend their place of divine worship without interruption. Their times of public meeting are, twice on Sunday; and on the evenings of Monday, and Thursday.\" A Missionary Prayer-Meeting is held at each of the before-mentioned Chapels in the evenings of the first Monday of each month. \"The Quakers date their establishment here from the time of the imprisonment of George Fox, their founder, in Scarborough-castle. Their times of meeting are twice on the Sunday; and once on the Wednesday.\" On the 25th November, 1821, the sect, called the Primitive Methodists, opened a Chapel in. St. Sepulchre-street."], [59, "Tins Si-AW Scabbko' Scarborough boasts A double portion of the healing strength lo her fam'd spaw, that treasures all its stores Whore yonder roof, erected on the waves, Grotesquely lurks beneath the pendant clirT.\" rosrra \"The Spaw-house is pleasantly situated on the sea-shore, at the foot of the cliffs, a little to the south of the town. This building was raised to its present form, in the year 17\"9- The first cistern for collecting the waters, was built in 1698.\" i"], [60, "44 SCARBOROUGH. The mineral waters of its celebrated Spaw have supported their fame more than a century and a half. Dr. Wittie writes that the discovery of their virtues was owing to the following accidental circumstance : \"Mrs. Farrow, a sensible, intelligent lady, who lived at Scarborough, about the year 1620, some times walked along the shore, and observing the stones over which the water passed, to have re ceived a russet colour, and finding it to have an acid taste, different from the common springs, and to receive a purple tincture from galls, thought it probably might have a medical property, and having therefore made an experiment herself, and persuaded others to do the same, it was found to be efficacious in some complaints, and became the usual physic of the inhabitants. It was, aster wards, in great reputation with the citizens of York, and the gentry of the county; and, at length was so generally recommended, that several persons of quality came from a great distance to drink it, preferring it before all the others they had for merly frequented, even the Italian, French, and German Spaws.\"* * Or Willie .on Scarborough wa'ers."], [61, "45 SCARBOROUGH. \"A superintendant (called the Governor) of the Spaw, appointed by the Corporation, attends to receive the subscriptions, and to preserve order.\" The following is a copy of the last regulations, relative to the subscriptions, &c. dated 10th June, 1822. \" The Nobility and Gentry are respectfully informed, that the subscription to the waters, use of the rooms, and walks at the spaw, is either by the week, or for the season ; viz. Each subscriber, 2s. 6d. per week ; or, 7s. 6d. for the season ; or, a family subscription, 7s- 6d. per week ; or, 1/. Js. for the season. The Water-Servers are entitled to one half of the weekly subscriptions, and one third part of the subscriptions for the season. As the whole of the subscriptions are now rented by the Governor, under the' sanc tion of the Bailiffs, and Corporation, it is requested that no Lady or Gentleman will send for, or drink the waters without subscribing as above. The subscription to the Newspapers, 2s. per week or 5s. for the season, is entirely optional and a sepa rate concern, but both are for the benefit ofJarr.es Pearson, Governor.\""], [62, "46 SCARBOROUGH* \"In the month of December, 1737, the staith of the Spaw, composed of a large body of stone, bound by timber, as a fence against the sea, for the secu rity of the Spaw-house, in a most extraordinary manner gave way. A great mass of the cliff con taining near an acre of pasture-land, with the cattle grazing upon it, sunk perpendicularly se veral yards. As the ground sunk, the earth or sand, under the cliff rose on the north srcd south sides of the staith, out of its natural position, above 100 yards in length; and was, in some places, six, and in others seven yards above it former level. The Spaw-wells ascended with the earth or sand ; but so socn as the latter began to rise, the water ceased running into the wells, and, for a time, seemed to be lost.\" \"The ground, thus risen, was 26 yards broad ; and the staith, notwithstanding its immense weight (computed at 2463 tons) rose entire, 12 feet higher than its former position, and was forced forwards to the sea, about 20 yards.\" \"The springs of the mineral wraters were, by diligent search, afterwards recovered, and the stai-'h."], [63, "SCARBOROUGH. 47 being repaired, the Spaw continued in great repu tation.\" \" The celebrated Dicky Dickinson, an original character, was at the above period, the Governor of the Spaw. His person was, in the highest de-^ gree, deformed ; but he possessed an uncommon brilliancy of wit, and considerable ingenuity.\" \"The annexed lines were composed in honour of the vivacity of his talents.\" \" Samoa unenvied boasts her Æsop gone. And France may glory in her late Scarroo, While England has a living Dickinson.\" The following is the valued account, (at present adhered to,) of the wells, compiled by Dr. Bel conibe, formerly resident in Scarborough: \" The first well on descending the steps is the chalybeate water, sometimes called the North- Well; and near it the salt or south well. From both wells the water is perfectly clear, of a bluish cast, sometimes sparkling ; has not a very disagreeable taste or the least unpleasant smell. Although the"], [64, "48 SCARBOROUGH. north-well has been called the chalybeate, it is found not to hold much more iron in solution than the other ; but containing much less Fitriolated Magnesia, its taste is stronger or more inky. The taste of the south- well water is brisk and not dis agreeably saline. When suffered to stand in an open vessel exposed to the sun or in a warm room, the sides of the vessel are soon covered with air bubbles, and the water becomes somewhat turbid: in a day or two it deposits a little yellow or orange coloured sediment. The water then grows clear again, and if suffered to stand lightly covered sot some weeks, a thin skim or pellicle forms upon the surfaee, and under it a number of beautiful crys tals, which on the least motion fall to the bottom. Phenomena, nearly similar may be observed in the north-well water, except that few or no crystals form by this spontaneous evaporation. These crys tals are Fitriolated Magnesia. It is said that the waters from both wells on being kept for some time corked will become fetid ; and on being again exposed to the air will recover its former purity.\" \" Much of the orange colour sediment is ob-"], [65, "49 SCARBOROUGH. served in all the channels near the spaw ; and it sometimes comes down the pipes, which conduct the water, in considerable quantities; this the water-servers call the coming down of the mineral. It is chiefly carbonate of iron and carbonate of lime. The temperature of these springs varies very little; which is considered as a proof that they rise at a considerable depth in the earth. The Thermo meter generally stands at 45° in the north-well water, when it is at 32° or freezing in the open air. In the south-well water it is commonly half a degree higher. I have seldom seen it more than 46° or 46°, 5. even in summer. The specific gra vity of the south- well water is 10038,06; of the north-well water 10033,23; and of Sea Water 10270,54 — Distilled water being considered m 10000.\" \" From remote ages mineral waters have been considered as very efficacious medicines in almost all these diseases, which have not yielded to the use of other remedies, and not unfrequently as instances of God's peculiar goodness to his crea tures ; consequently their effects have been es-"], [66, "50 SCARBOROUGH. teemed miraculous. So prone is human nature to superstition and so apt to attribute to the partial interposition of the Deity the effect of general laws, which its finite reason does not comprehend ! Scepticism commonly succeeds superstision ; and accordingly it is now tlie mode with some physi cians to regard mineral waters as remedies of little value.\" \" The surprising advances chemistry has made within a very few years, by enabling, men to ascer tain with accuracy the contents of mineral waters, has, it is true, also enabled them to judge more cor rectly of their probable effects, and consequently render them less liable than formerly to imposition from supposed cures, which may hive been the effect of other unnoticed circumstances ; but until they can explain more satisfactorily than at present tlie way in which medicines act, they ought not to decry the valuable effect*, which experience in forms us are frequently produced by small quan tities of mineral substances diffused through large portions of pure water. Chemistry has also en abled them to imitate the mineral waters with"], [67, "51 SCARBOROUGH. considerable success; but it has been sound ex tremely difficult to make the waters, as agreeable and pure as at the fountain.\" \" The general effect os the south-well water, when drank m a sufficient quantity, is to act gently upon the bowels and kidnies ; and sometimes on both ; hut without harrassing or fatiguing, on th? eontrary it strengthens and exhilarates. It is serviceable in debility and relaxations of the stomachy in mrvous disorders, scurvy* tirntna ox smelted glands o/tlorosis, and particular weakness™. I have found it very useful in a, variety of chronic com. plaint*, attended by habitual couivencss. These complaints are often accompanied by some degree t£jaundict, or ap* frequently subsequent lo il, lo a xd»nUtry Use, to long continued and painfid affec tions o) the mind, lo long ami tedious illness, lo agues. to residence in hot climes, and sometimes to intem perance. In such cases I have known a small glass of this water repeated every day for some time, produce the mast desired and permanent effect ; even, when very powerful medicines liave not be^n found te answer, or only to afford temporary re- st"], [68, "52 SCARBOROUGH. lief. Most commonly however two, three, or even four half pints, taken at proper intervals and re peated daily, are required ; although no very great constipation may have preceded.\" \" Some diseases of the stomach, as I have already observed, arc much relieved by this water, others are increased by its use : especially all those proceeding from long continued intemperance. But the sickness arising from occasional excess is often wonderfully relieved by a glass or two of this water. It sometimes affords relief in the gravel; as well as in several pains of the loins whose seat seems to be in the kidnies ; although they are generally called rheumatic. Diseases commonly comprehended under the appellation of scurvy, as pimples, red face, eruptions in various parts of the body ; roughness of the skin, or scurf, $c. are often cured by a long continued use of the south-well water. Some remarkable instances of this kind have come to roy knowledge both of the inhabitants of the town and in strangers. In these disorders so much water should be drank daily, at proper intervals, as will produce some sensible effect upon the bowels ; sometimes a single glass, even of the"], [69, "53 SCARBOROUGH. smallest size will be sufficient ; but when three or four half pints are not sound to answer, it is better to add a little Scarborough salt, or drink a glass of sea water, than to increase the quantity.\" \"The Chalybeate or north- well water has little or no opening property. It braces and generally passes off by urine. Hence it is preferable in most of those complaints in which the bowels will not bear the south- well water. In all cases of general weakness and relaxation its virtues are acknow ledged ; and I observe that the water-servers gen erally recommend it to the delicate of their own sex ; and I believe with good success. This water is however apt to heat, and semetimes sits heavy. This may be prevented by the means hereafter mentioned, or by taking a glass of the south-well water at the same time..\" \" The north-well water is peculiarly useful in a variety of nervous cases.; particularly those con sequent to confinement, dissipation, and a. town-life; where the bowels require no assistance. It is like wise serviceable in those very numerous cases which occur to females at that time of life, when"], [70, "54 SCARBOROUGH. the growth seems disproportionate to the strength. This coroplaJnt is tnostty distinguished by * pale edmpiescan, depraved appetite, wenrituss and pains in the limits^ palpitations, fye,\" \"To reap any material advantage, these Waters mast be drank at the fountain : for as their virtues in some measure depend upon an elastic fluid, or gaa, which quickly escapes from the water, they must necessarily lose 60me of their properties by being transported to «ny distance. This circwnt stance although of importance, is 'not much at tended to, except by a few, who bitv*'4h*ady *wt pwieiiced the advantage of it. Thfecnstom there fore of sending for the water to the Lodging houses ought as much as possible to be avoided ; tmte particularly as some exercise shottfd be taken between each glass to assist its effect.\" \"In all cases where the patient is able, walking is preferable to every other exercise ; next riding «h horseback; and last of all in & carriage- The best time for drinking thewaters is before breakfast;, but some persons cannot bear the coldness of these waters fasti rig ; in which case they mey eonvehi*"], [71, "SCARBOROUGH. 55 ently be drank about two hours after breakfast. When they sit heavy, or when the stomach is deli cate they are sometimes drank a little warm. By this practise their virtues ore diminished. The addition of « tea-spoonful of brandy, tincture ef cardamoms, or ether, Sec. is preferable. The dose cannot be ascertained but by trial.\" \"Those who bathe and drink the water the same day, generally bathe first. And this seeniB a proper precaution, $1* particular Tor eireh as are delicate, who ought indeed rather to bathe, and drink the waters on alternate days. Those who are robust will sometimes drink the waters on the same day, both before and aster bathing. Every year how ever gives some instances, that both bathing and drinking tlie waters are practiced incautiously. Osten in diseases in which they are improper.\" The late William Hutton, F. S. A. in his \"Tour to Scarborough,\" notices the great benefit which the drinking of these waters, and bathing, effected upon his daughter, in the following words:"], [72, "56 SCARBOROUGH. \"My daughter's complaint was a nervous asthma of tome standing, from taking cold. We visited Scarborough as the last resort She stayed eleven week*, rode on horseback every day, bathed every second, and drank the water three times each day\". \" About four weeks elapsed before any change was apparent, when her breathing, activity, and strength began gradually to return ; and nature seemed approaching towards her former tone; and, though not perfect, I have hopes that it will tend to preserve that life which I value more than my own\"."], [73, "COLE'S LIBRARY \" Is yon for reading feel mclin d, A ttore of books to suit yoor mind At Cole's depoiit'ry yon will find.' Bun; This prominent and conspicuous building is situated at the upper end of Newborough, at the corner of Tanner-street, fronting Long-room"], [74, "58 SCARBOROUGH. street, and projecting considerably beyond the opposite side of Tanner-street, commands a pleas- ing view down Newborough, which is handsome, wide and well-built, \" striking the traveller with an agreeable idea of comfort, and improvement Its ground plat, on a gradual descent, is nearly a thousand feet in length, and mostly about fifty wide. The houses have a modern and cheerful =air, and are chiefly built of brick. A very excel- lent pavement about nine feet wide, on each aide, most usefully adorns the whole.\" The second opening on the left, exhibits Queen-Street, which is a wide and handsome street, chiefly occupied by genteel families. Long-Room Street, is so named from the Long, or Assembly Room, at Donner's Hotel, which stands at the further end of the street, commanding an open and beautiful view of the sea. These ex tensive premises afford every desirable accommo dation to visitors, upon the Harrogate plan. From the Library, which is considerably ele vated, an extensive view not only of the town, but,"], [75, "SCARBOROUGH. 59 also, of the Castle ntay be enjoyed, which here forms an interesting back-ground to' the sctne. This building Was formerly U3ed as a Coffee house, by which name it is now well known by many of its visitors, as well as by the inhabitants. It was first opened as a Library, and Bookseller's > Shop, in the year 1811, in which business it JaD continued to the presentperiod, but with a chj^HP of occupants. The collection of Books here appropriated for circulation is numerous, and consists of several val uable works in History, Voyages, Travels, and Biography, as well as an extensive assemblage of light summer- reading in Novels, Romances, and Tales. The Printing business is also carried on upon these premises. It may not prove uninteresting to mention the time when the first press was erected at Scar borough, in the words of the esteemed Thcmas Gent, who was the person that fixed the apparatus. \"I beg leave to mention here, as a memorial, that a Printing-Office was fi rst set up by me in t"], [76, "60 SCARBOROUGH. Scarborough, about June 16. 1734, in a house in Mr. Bland's Lane, formerly call'd his Cliff; a most pleasant situation, leading to the beautiful sands.\""], [77, "SCALBY MILL. O how sweet Tbe rural calm recess, wben sultry sons Ride in meridian cars.\" ■■• .-tEri This Mill is most romantically situated in a de lightful recess on the North- shore of Scarborough, about the distance of one mile and a half from the Castle, the ride conducting to which may be pleas antly taken along the Sands. A branch of the river Derwent, which passes through Ay ton, Hack-"], [78, "62 SCARBOROUGH. ne9s, &c. rolls with pleasing murmurs near the building, proving ornamental as well as useful. It is enclosed with hills of verdure, and of varied form; one point of rock near the shore gives an effective finish to the scene. In the garden of this retreat, appear several very neat edifices, erected for the purpose of displaying the tea-equi page in the summer-months, round which grow pendent laburnums and honey-suckles, this spot being much frequented in the Scarborough season by parties formed for the purpose of taking tea, amid the charms of rural scenery. From the seats here a most delightful scene presents itself of the majestic ruins of Scarborough Castle, with the grand expanse of ocean. From a rustic seat at the top of one of the eminences which serve to encircle this rural and romantic scene, we gain a bird's-eye view of the mill, and its small plot of garden ground. On turning to inspect the view a valley intervenes, and beyond its encompassing hills \"ocean, wonder fa; !\" appears, bounded, at one point, by the Castle and its cliffs : thence the eye is. conducted over the"], [79, "63 SCARBOROUGH. the town to Weapponness Hill, or, Oliver's Mount, (before described,) forming, together, a very im posing prospect."], [80, ""], [81, "SUBSCRIBERS' NAMES. Mr. Appleton, Manchester, L. f. Mr. Baker, Scarborough Mr. Baynes, jun. ditto L. P. Mr. Benson, ditto Mr. Bonner, London, L. P. Mr. Bye, Scarborough Mr. Byron, ditto, L. P. Mr. Cape, Scarborough, L. P. Mr. Carpenter Mr. Joseph Cockerill, Scarborough Mrs. Cole Mr. J. E. Cole Miss Cole Miss E. H. Cole Miss Cole, London Henry Cooke, Esq. Scarborough, L. P. Mr. Coward, ditto Mr. Cross, Hunmanby, near Scarborough J. Crosse, Esq. F. A.S. Hull, L. P. Mr. Cussons, Hull Mrs. Dawson, Scarborough, L. P. Rev. Edmund Day"], [82, "'2 Rev. E. Dowker, Scarborough, L. P. Mrs. Duff, ditto Richard Ellison, Esq. Scarborough, 2 Copies, L. P Mrs. Ffarmerie, L. P. George Fielding, jun. Esq. Hull Mrs. Forth, Blake-street, York, L. P. Rev. HenryFoord,Foxholes, near Scarborough, L.P, Mr. Fourdrinier, London Mrs. George, London Mr. Gillett, Scarborough Mrs. Gurley, Ditto John Hall, Esq. Hull Dr, Harland, Scarborough, L. P. Thomas Hinderwell, Esq. Scarborough, L. P. Mrs. Hodges, London Miss Hodgson, Scarborough, L. P. Mr. Holtby, Ditto Miss Hornsey, Ditto Mr. Hugall, Ditto, L. P. Rev. T. Irvin, jun. Scarborough, small India. Rev. F. Kendall, Riccall, near York, L. P."], [83, "3 J. Kennedy, Esq. Hull M. Kennedy, Esq. London, L. F. Mr. Thomas Killham, Scarborough Rev. R. H. Knight, Weston-Favell, near North ampton, L. P. Mrs. Langdell, Ecton, near Northampton Miss Langdell, ditto Mr. Lowson, Scarborough John Lund, Esq. ditto, L. P. Mr. Maling, Scarborough Robert Marfhtt, Esq. ditto Mrs. Marsh, ditto, small India Mr. A. J. Mason, London, L. P. Mr. Maynard, Scarborough Mr. W Turk, ditto, L. P. Mr. Mills'on, ditto Edward Munton, Esq. Hull Dr. Murray, Knaresboiough Mr. Murray, Scarborough Mr. Marshall, Northampton, L. P. Mrs. Marshall, ditto, L. P. Miss Marshall, ditto"], [84, "4 Major Nob!.-, Healey-in-A.rden, Warwickshire,!,. P, Miss Penny thorne, . Brouijjton, near Scarborough, L. P. Mr. W. Potter, Scarborough, L. P. Mrs. Sabine, Redcar, L. P. H. Scott, Esq. L. P. Mr. Simpson, Scarborough, small India Mr. W. E. Shinton, York, tmtrfl India Capt. Shore, Scarborough Mr. Snitch, London Mr. Stratton, ditto Dr. Thompson, Scarborough, L. P. Mr. W. D. Thornton, ditto, L. P. Mr. T. Thornton, ditto, L. P. John Tindall Esq. Cliff, Scarborough, L. P. Rev. H. J. Todd, M, A. F. S. A. Settrington, L. P John Travis, Esq. Scarborough, small India William Travis, Esq. ditto, L. P. Miss Walker, Masbro' House, near Rotherham.L.P Mr. Wardell, Scarborough, L. P. Miss Welbank, small India Mr. Wellburn, Scarborough"], [85, "s Richard Wilson Esq. Scarborough, L. P. Rev. F. Wrangham, M.A. F. R. S. Archdeacon of Cleveland, L.P. Mrs. Woolley, Scarborough, L. P. J . Woodall, jun. Esq. ditto, L. P. Mr. Isaac Wilson, Hull Mr. T. Wilson, York, small India J. Cole, Primer, >'carborouih."], [86, ""], [87, "TRAVISS IMPROVED CIT THE CL,: _PF, mmatBU, SUPPLIED EVERY TIDE .WITH TILE PUREST SJ3A--TOrVTCEll.. r „,'„',■; c ?w/fo, ■ «„,/ nw-x* G^W^W '7W/ ''\"■<\"/y,yry',i,;y s, ;,r/, 7^„ /„■;„/„ >r."], [88, ""], [89, "His Majesty's Approach TO SCARBOROUGH 12th august, 1823, ON HIS VOYAGE TO SCOTLAND. In the early part of the morning of the a public meeting of the Inhabitants and Visitant* was held at the Town-Hall to take into consider ation the propriety of presenting an address to his Majesty; Resolutions were accordingly entered into, and a Deputation embarked on board the Moscow, Schooner, and had the good fortune to reach his Majesty's fleet, about three in the afternoon, and present the address. A letter from the Rt. Hon. Rt. Peel, Secretary of State, signified to the Bailiffs, that His Majesty had been pleased to receive the address very graciously. The number of V essels in the Bay filled with beauty and fashion, the Castle Hill and Shore crowded with thousands desirous of testifying their loyalty, the pealing of Bells, the Cannon firing a royal salute from the Castle, and the fineness of the day rendered the lout ensemble most inter esting."], [90, "Copy of the Address, Ahd the Answer received by the Bailiffs. TO THE KING'S MOST EXCELLENT MAJESTY. SIRE, We your Majesty's dutiful and loyal subjects the Bailiffs, Burgesses, Inhabitants and Visitants of, and in, the town of Scarborough, humbly beg leave to tender our unfeigned alle giance and unalterable attachment to your Ma jesty's Person and Government, On this, your Majesty's natal day, ever dear to Britain, we hail with sincerest joy and welcome, your Majesty's auspicious approach to the shores of your ancient and loyal Borough. — Happy in deed should we have been if the fatigues of a Sea Voyage could have been alleviated by your Ma jesty's condescending to visit this scene of former royal munificence ; where your illustrious prede cessors have reposed in security, and where the standard of loyalty and attachment to the Monarch has waved uniformlyand proudly pre-eminent. May your Majesty's Reign be long, prosperous, and h.ippy. Signed at Scarborough on behalf of the meet ing, this Twelfth day of August, 1822, in the third year of your Majesty's Reign. HENRY COOKE, \\ the bailiffs, ROBERT MARFLITT, /and magistrates,"], [91, "THE SECRETARY OF STATE'S ANSWER Edinburgh, tflh August, 1822. Gentlemen, I have laid before the King the loyal and dutiful address of the Corporation, In habitants and Visitants of Scarborough, which I have the satisfaction of acquainting you His Majesty was pleased to receive very graciously. I have the honour to be, Gentlemen, i'our most obedient humble Servant, ROBERT PEtt, Henky Cooke, Esq. anb Robert Marflitt, Esq. J. CoI», Printer, Scarborough."], [92, ""], [93, "WARM AND SHOWER BATHS, NEAR THE PIERS, SCARBOROUGH These Baths possess exclusive advantages. They are supplied with water of the purest quality, pumped immedia'f/y from the Sea, at a situation remote from the drains and other impurities of the town ; and, advantage is constantly taken of flowing tides, to obtain it of the greatest possible strength and efficacy. TERMS. A Warm Bath-.2-.0d. and 6d the attendant. A Shower Batb. . I . -Cd. and Sd the attendant. J. Cole, Printer, Scarborough."], [94, ""], [95, ""], [96, "iXt&f, .«___,.'.;i--_— . ■■.■• Ut, J> ..i j - . , - ■ -,. - r ' '\"\"\"--I*/;. <7, ; •'."], [97, ""], [98, ""], [99, ""], [100, ""], [101, ""], [102, ""]]