[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "DRAMATIC SCENES. tittliflj otlitr poems."], [8, ""], [9, "DRAMATIC SCENES. AVITH OTHER POEMS, N'OW FIRST printed. By BARRY CORNWALL. ILLUSTRATED. LONDON: CHAPMAN AND HALL, 193, PICCADILLY. 1857."], [10, "LONDON : BRADBURY AND EVANS, PRINTERS, WHITEFR1 ARS."], [11, "PREFACE. Of the following \" Dramatic Scenes,\" some were written thirty7, and the othei's foe-ty years ago : the first sex scenes (published en 1819 and 1820) being now materially con densed and altered. The Miscellaneous Poems, coeistituting \" Part the Third \" in the pi7esent volume, have never been before printed. AA^ith the exception of thi'ee small pieces of verse, they bear date many years back. They have, however, been corrected, in some instances completed, more recently. In all probability, this book is the last with which I shall try the patience of the Public. At one time, I — in common with other lovei's of the charming Art of Poesy — prepae-ed myself to enter those lists, where the Muses are said to award a wreath to"], [12, "vi PREFACE. each of the bolder combatants ; but a long life of labour (my destiny) ensued, pi-esenting few inteiwals of leisure, aeid forcing my thoughts into another course. If years have not \" brought the philosophic mind,\" they have at least quelled those aspirations which are troublesome only to the young ; and I now feel that I ought to disburthen myself from my armour, and leave to more active and heroic spirits, the glory of the struggle, and the crown that awaits seeccess. B. W. PROCTER."], [13, "LIST OF ILLUSTRATIONS; ENUKAVED BY THE BROTHERS DALZIEL. Page Subject. Drawn by 7 LUDOVICO SFORZA . . SCENE I. . JOHN TENNIEL. 11 „ „ ... TAILPIECE 13 „ SCENE II. 20 „ „ ... „ „ ■ „ 27 LYSANDER AND IONE .... . BIRKET FOSTER. 36 45 JUAN J- »• CLAYTON. 55 66 THE AVAY TO CONQUER ... . „ 72 80 THE BROKEN HEART . . SCENE I. . THOMAS DALZIEL. 87 „ „ SCENE II. 92 „ » 98 „ . . TAILPIECE 101 THE FALCON . . • • SCENE I. . JOHN TENNIEL. 110 „ , „>.-.. .. 119 „ .... SCENE II. 129 PANDEMONIUM J- R- CLAYTON. 145 THE TEMPTATION . . . SCENE I. . THOMAS DALZIEL. 149 169 177 181 MICHAEL ANGELO J- B. CLAYTON."], [14, "\\ 111 LIST OF ILLUSTRATIONS. Page Subject. Drawn by 189 MICHAEL ANGELO J. R. CLAYTON. 201 RAFFAELLE AND FORNARINA SCENE I. 215 „ „ . SCENE II. 225 THE FLORENTINE PARTY 231 „ „ „ 237 249 THE VICTIM . AV. HARVEY. 252 „ „ . SCENE I. . „ „ 259 „ „ 266 „„.... SCENE III. . „ „ 271 „ , „ . 277 „„.... TAILPIECE . „ 283 MARCH, APRIL, MAY ... . . BIRKET FOSTER. 28% 289 THE PARISH DOCTOR ... . . JAMES GODWIN. 292 ABOVE AND BELOW .... . BIRKET FOSTER. 295 A GARDEN SCENE 305 EX FUMO I. 309 „ „ II . THOMAS DALZIEL. „,„ s QUESTIONS TO A SPIRITUAL 1 61A\\ FRIEND ....J77 ' 319 SEEING EDWARD H. CORBOULD, 323 HEARING ...... „ „ „ 327 MAUVAISE HONTE . BIRKET FOSTER. 329 love (moderato) .... . james Godwin. 335 FAR NIENTE . BIRKET FOSTER, 337 „ „ . . . 359 A'ANITY FAIR . . ... . . EDWARD H. CORBOULD 367 A COMPLAINT ..... . BIRKET FOSTER. 373 ON YORICK . . ... . . HARRISON WEIR. 375 THE FISHER'S WIFE .... . BIRKET FOSTER. 379 THE SPOT OF GREEN .... „ „ 385 EVENING SONG EDWARD DALZIEL. 397 SONG FOR ALL SEASONS ... . . BIRKET FOSTER. 404 TAILPIECE W. HARVEY."], [15, "CONTENTS. PART THE FIRST. DRAMATIC SCENES. PAnK LUDOVICO SFORZA . . 3 LYSANDER AND IONE 23 JUAN 39 THE WAY TO CONQUER 61 THE BROKEN HEART 77 THE FALCON 99 THE LAST SONG 123 PART THE SECOND. DRAMATIC SCENES. PANDEMONIUM 127 THE TEMPTATION 143 MICHAEL ANGELO 179 RAFFAELLE AND FORNARINA 199 THE FLORENTINE TARTY . 221 THE AaCTIM 247 b"], [16, "CONTENTS. X PART THE THIRD. MISCELLANEOUS POEMS. PAGE THE FIRST DAY OF THE YEAR 281 MARCH, APRIL, MAY 283 THE PICTURE ......•••• 286 THE PARISH DOCTOR 289 ABOVE AUD BELOW ......... 292 A GARDEN SCENE 295 PROVERBIAL PHILOSOPHY . 298 CELATA VIRTUS 301 AN ACQUAINTANCE 303 EX FUMO 305 PLATONIC 310 THE SEXES 312 QUESTIONS TO A SPIRITUAL FRIEND . . . . . . 313 AN INTERIOR ... 316 SEEING 318 HEARING 323 PHRYNE 325 MAUVAISE HONTE 326 LOVE — (MODERATO) 329 LOVE — (tempestoso) 331 TO A FOREIGN ACTRESS 332 PARTHIAN LOVE 333 FAR NIENTE . , 335 TO JOHN FORSTER, AVITH SHAKESPERE'S WORKS . . . 340 EPISTLE FROM AN OBSCURE PHILOSOPHER . . . . 341 LE SCELERAT 352"], [17, "CONTENTS. XI MISCELLANEOUS POEMS— continued. PAGE THE VICTOR 353 THE KING IS DEAD 355 TO A MYTH .......... 357 VANITY FAIR 359 JACK TURPIN 362 OLD LOVE .....••••• 365 A COMPLAINT ......••■■ 367 A PETITION 369 LIFE 371 A WORD ON BEHALF OF WATER 372 ON YORICK, A LITTLE SPANIEL 373 THE fisher's WIFE 375 song 377 SISTERS OF MUSIC • 378 THE SPOT OF GREEN ........ 379 PRISON POETRY ......-•• 380 AFTER DEATH ....•••■■• 381 POVERTY 382 THE ALL-SUFFICIENT ........ 384 EVENING SONG 385 THE PAST ....••■••• 387 VAGUE WISHES ......... 388 LOVE FOR LOVE ......... 390 THE PHILOSOPHER'S SONG 391 LOVE-BIRD 392 HERMELIN 393 SONG ........... 394 PAST AND PRESENT 395 A COMMON CHARACTER 396 SONG FOR ALL SEASONS 397"], [18, "xii CONTENTS. MISCELLANEOUS POEMS— continued. TAGS A QUESTION ANSWERED 399 FORSAKE ME NOT 400 FROM THE LAMP 401 TO THE LAMP ......... 402 A FAREWELL TO VERSE 403"], [19, "fart % iirst B"], [20, ""], [21, "LUDOVICO SFORZA"], [22, "I'll close mine eyes, And in a melancholy thought I'll frame Her figure 'fore me. Now I have it— how strong Imagination works ! how she can frame Things which are not ! methinks she stands afore me. Webster— TJie White Devil, Act III. Bvad. Stay, sir, stay : You are too hot, and I have brought you physic To temper your high veins. King. Thou dost not mean this ; 'tis impossible : Thou art too sweet and gentle. Eoad. No, I am not. Beaumont and Fletcher— The Maid's Tragedy, Act V."], [23, "LUDOVICO SFORZA. — ♦ — [This scene is founded partly on a fact in Italian history. Ludovico Sforza, uncle of the young Duke of Milan, was present at his marriage with Isabella, grand-daughter of the King of Naples. Sforza was much struck with the beauty of Isabella ; and it was supposed that he caused his nephew, Galeazzo, to be poisoned. The last scene, which occurs after the lapse of a year, is imaginary.] SCENE I.— A Street. Duke of Milan. Ludovico Sfoeza, DUEE. Aeid tleis pe'oeed lady, was she chaste as fair ? SFORZA. Peere as the flame that beirret on Dian's altar, And lovely as the morning. Oh ! she shone Like one of those bright shapes of fabling Greece, (Born of the elements,) which, as men tell, Wooed mortals to their arms. A form more beaeetifiel, Houre or child o' the air, ne'er glanced upon A poet's dream, nor in Arabian story Gave promise of their vaunted paradise. Then, her voice was sweet 5"], [24, "DRAMATIC SCENES. And tuned to music, bearing with it a charm, Like numbers floating from the breathed flute. Caught afar off, — and which the idle winds Of June, through wantonness at evening, fling O'er banks and beds of flowers. DUKE. Aud she is dead ? [Isabella appears at a window. SFORZA. Dead, dead ! No ; what is this ? quick, tell me, sir. Yon vision ? DUKE. Uncle, look upon he,', — thei'e. SFORZA. I see : the grave gives up its habitant. It is herself, — her shadow. Can the eye Resume its leistre, after death has drawn His filmy veil around it ? Look ! DUKE. My lord ? SFORZA. She's vanished. [Isabella leaves the window. e"], [25, "DUKE. 'Tis Isabella, sir ; my bride. SFORZA. Tour bride ? She's very fair. I have seen the face before ; 7"], [26, "8 DRAMATIC SCENES. Dreamed of it — somewhere : where ? I know not where. I'll dream no more, but think ; and act,— perhaps. Enter Isabella attended; Piero de Medici, and others. DUKE. My Isabella ! you have rested well, After your journey ? well ? Fatigue seems loth To harm you ; and your eyes are spared, I see, Por many a Milan conquest. ISABELLA. There's but one My duty bids me look to. DUKE. And your heart ? ISABELLA. And — and my heart. DUKE. Come hither ! a few words- . [They talk aside. DE MEDICI. My lord, my lord ! SFORZA. Ha ! my De Medici ! welcome."], [27, "9 c LUDOYICO SFORZA. DE MEDICI. Thanks, dear Sforza ; Are you so wrapped in dreams you miss your friends ? SFORZA. No ; 'tis my nephew, in a fairy dream, Forgets me. DUKE. My dear uncle, pardon, pardon. This is my guardian, dearest Isabel : My father, I should say : I pray you love him. SFORZA. Ludovico Sforza, lady, and your knight ; If you will own so poor a one. ISABELLA. Thanks, sir. DUKE. Look ! Those are the Alps, my love. SFORZA. Ay ; turn your eyes Here, madam. Look ! methinks their snowy crowns Shine radiantly as they had seen the sun."], [28, "[Exeunt en age in DRAMATIC SCENES. DUKE. The very hills give welcome to my love ; And everything seems happy now, but most The heart of Milan. ISABELLA. You will spoil me, sir. SFORZA. This day looks like The holiday of Nature, madam, aud you The queen oft. ISABELLA. Pray, no more. DUKE. No more then. Come ! The heat will mar yoee : let ees seek the shade SFORZA. I'll follow. She's gone — aeed it is night. What ! shall I Sink into folly ? and this puny boy To cheat his tutor ! It may please him now To reign in Milan : no, no, that's my care. Oh ! what an eye she has : It is not likely She will live quiet here : her look forbids it."], [29, "LUDOVICO SFORZA. She will be Duke : And I Now had 1 been The same Ludovico Sforza who did win, Some twenty years ago, the prize at Florence, Perhaps she might have loved me. Love ? — that I Might conquer ; or my ambition. Ale, but here Both speer me on : ney path is traced, — but where ? That's hid in the mist of time. I'll think upon't. [Exit."], [30, "1 1- DRAMATIC SCENES. SCENE II.— A Room, with a Banquet. [A year has passed.] ISABELLA. Time lags, and slights his duty. I remember The days when he would fly. How sweet they were Then I rebuked his speed, and now — and now I drench his wing with tears. How heavily The minutes pass ! Can he avoid me ? No. I hear a step come sounding through the hall. It is the murderer, Sforza. Now, my heart ! Rise up iee thy full strength, and do the act Of jeestice bravely. So, he's here. Enter Sforza. sforza. My love ! 0 my delight, my deity ! I am come To thank you for being gracious. I am late ? ISABELLA. No : in the best of times, sir."], [31, "SFORZA. Yet you look Not gay, my Isabella. Noeeght has happened To shake your promise ? ISABELLA. Be asseered of that. Doubt not, nor chide, my lord. My heart, you know, 13"], [32, "us, 1 1 DRAMATIC SCENES. Palls faint at times. To-night I'll do eny best To entertain you as you merit. SFORZA. Better, I hope, my Isabel. ISABELLA. Your grace May challenge any thing ; from me the most. Although a widow, not divested quite Of all her sorrows, I am here to smile Like tearful April on you : but you'll grow To vanity, sir, unless some stop be put To your amorous conquests. I must do't. SFORZA. You shall, Yoee shall, my Isabella. ISABELLA. Sir, I will. You shall be wholly mine, till — death shall part I have been full of miseries : they have swelled My heart to bursting. You shall soothe me. SFORZA. How ? ISABELLA. We'll find a way : nay, not so free, my lord ;"], [33, "'r> LUDOVICO SFORZA. I meest be won with words, (though hollow ;) smiles, And vows, (although yoee mean them not,) kind looks And excellent flattery. Come, my lord, what say you I'm all impatience. SFORZA. Oh ! what can I say ? Thou art so lovely, that all words must fail. They of whom poets sing men say were shadows ; Thus will they swear of thee. ISABELLA. Alas ! my lord, I have no laureate here to lie in rhyme ; So must remain unseing. SFORZA. But 7 will have Your name recorded in the sweetest verse ; And sculptors shall do honour to themselves And their delicioeis art by fashioning thee ; And painters shall devise for us a story, Where thou and I, love, shall be seen reclining, Thoee on my arm ISABELLA. A. happy thought ! 15"], [34, "DRAMATIC SCENES. SFORZA. And in The guise of the throned Juno ; I as Jove, In his diviner moments, languishing Beneath thy look. ISABELLA. She was a shrew, my lord, Tli at queen o' the heavens, and I- SFORZA. Then thou shalt be drawn Like her who, in old inimitable tales, Was pictured gathering flowers in Sicily, And raised to Pluto's throne : methinks she was A beautiful prophecy of thee ; and there Mountains shall rise, and grassy valleys lie Asleep i' the sun, and blue Sicilian streams Shall wander, and green woods, (just touched with light,) Shall yield their foreheads to some western wind And bend to bright Apollo as he comes Smiling from oeet the east. What more ? Why you Shall kneel and pluck the flowers, and look aside Hearkening for me ; and — I will be there, (a god,) Rushing tow'rds thee, my sweet Proserpina. ISABELLA. An ugly story ! IB"], [35, "[They feast. 17 D LUDOYICO SFORZA. SFORZA. How, sweet ? ISABELLA. You would take me To — Hell then ? beet foe-give me : I am ill ; Distract at times : we'll now forget it all. Come, you will taste my poor repast ? SFORZA. Oh, surely. ISABELLA. We'll be alone. SFORZA. 'Tis better. Yet I have No relish for common viands. Shall I drink To thee, my qeeeen ? ISABELLA. To me, sir. This (look on't) Is a ceirious wine ; and like those precious drops Sought by philosophers, (the life elixir,) Will make you immortal. SFORZA. Give it me, my love. May you ne'er know an hoeer of sorrow."], [36, "DRAMATIC SCENES. ISABELLA. Ha! Stay, stay : soft, put it down. SFORZA. Why, how is this ? ISABELLA. Would — would you drink without me ? Shame upon you ! Look at this fruit : a sea-worn captain, one Who had sailed all 'round the world, brought it for me From the Indian isles ; the natives there, men say, Worship it. This. SFORZA. It has a luscious taste. My nephew, when he lived, loved such a fruit. ISABELLA. Thanks, spirits of vengeance ! [Aside. Now you shall taste the immortal wine, my lord, And drink a health to Cupid. SFORZA. Cupid, then. He was a cunning god : he dimmed men's eyes, 'Tis prettily said i' the fable. But my eyes is"], [37, "19 LTJDOVICO SFORZA. (Yet how I love !) are clear as though I were A stoic. Ah ! ISABELLA. What ails my lord ? SFORZA. The wine is cold. ISABELLA. You'll find it warmer, shortly. It is its nateu'e, as I'm told, to heat The heart. My lord, I read but yesterday Of an old man, a Grecian poet, who Devoted all. his life to wine, and deed O' the grape. Methinks 'twas just. SFORZA. 'Twas so. This wine eSABELLA. And stories have been told of men whose lives Were infamous, and so their end. I mean That the red murderer has himself been murdered The traitor struck with treason : He who let The orphan perish, came himself to want : Thus justice and great God have ordered it !"], [38, "So that the scene of evil has been turned Against the actor ; pain paid back with pain ; And — poison given for poison. SFORZA. 0 my heart ! 20"], [39, "this ? [Servants exeunt. 21 LUDOVICO SFORZA. ISABELLA. Is the wine still so cold, sir ? SFORZA. I am burning. Some water : I burn with thirst. Oh ! what is ISABELLA. You're pale : I'll call for help. Here ! Servants enter. ISABELLA. Bind that man To his seat. SFORZA. Ah ! traitress. ISABELLA. Leave us now, — alone. My lord ! I'll not deceive yoee : you have drank Yoeer last draught in this world. SFORZA. My heart, my heart ! Traitress ! I faint — faint : al, ! ISABELLA. I would leave done Some act of justice in a milder shape :"], [40, "DRAMATIC SCENES. But it could not be. I felt that yoee must die ; For my sake, for my boy, for Milan. You Murdered my lord husband. Stare not thus : 'Tis melancholy truth. Yoee have eesurped The first place in the dukedom ; have swept down My child's rights to the dust. What say you, sir ? Do you impeach my story ? While you've time, Give answer. [He dies. You are silent ? then, are you Condemned for ever. I could grieve, almost, To see his ghastly stare. His eye is vague ; Is motionless. How like those shapes he grows, That sit in stony whiteness over tombs, Memorials of their cold inhabitants. Speak ! are yoee sunk to stone ? What can you say In your defence, sir ? Tui'n your eyes away. How dare you look at me, so steadily ? You shall be amorous no more. Must I Rouse yoee ? How idly his arms hang. Turn your eyes Aside. I dare not toiech him ; yet I must. Ha ! he is dead — dead ; slain by me ! Great Heaven ! Forgive me ; I'm a widow broken-hearted. A mother too ; 'twas for my child I struck. Yon bloody man did press so hardly on us : He would have torn eny pretty bird from me I had but one : what coeeld I do to save it ? There was no other way ! 22"], [41, "LYSANDER AND IONE."], [42, "Canst thou not tell me of a gentle pair ? Oh ! if you have Hid them iu some flowery cave, Toll me but where. Milton — Comus. But she Did not disdain to give his love contenting; Cruel the soul that feeds on souls tormenting : Nor did she scorn him, though not nobly born ; Love is nobility. Spenser — Britain's Ida."], [43, "seat, 25 K LYSANDER AND IONE. — ♦ — Lysander. Ione. (A Wood.) LTSANDER. Now, sit. IONE. Here ? LYSANDER. Here: The embroiderer, Moss, hath wrought yoee a golden Disdain her not, the yellow-tressed Moss ; For she is Nateere's handmaid, decking aye Her boddice with bright flowers ; and when decay Winters the rock or tree, her fringed gold She leaves, to hide the poor thing's poverty. IONE. So, there : now kneel and worship\". LYSANDER. I will ; I do : Oh ! Heavens of love, I do."], [44, "2si DRAMATIC SCENES. Deep worshipper am I for one so young ; But Love has taught me : he matured my thought ; And so beyond my years I worship you. Stay ; stir not, sweet. Sit here. IONE. 'Tis a fair place. LYSANDER. Ay ; Iris hath been here, beloved one. The rich Spring's almoner is she, who scatters Upon the grateful world her sweets and flowers. Bountifeil Spring ! Is it not strange that men Will scorn or shun her favours ? will bar out The beauty of the day and vernal airs, And die in dreams of freedom ? IONE. You would talk (And I might listen) till we both forgot, That I have cares which call me. LYSANDER. We will eneet To-morrow early. I will show you all The secrets of our forest. Every dell"], [45, "27 And every leafy nook and cave o'ergrown, The rock, the river, and the Dryad's oak We'll see to-morrow. What, if we surpe-ise A wood-nymph sleeping ?"], [46, "28 DRAMATIC SCENES. IONE. This to me ? LYSANDER. Why, ay; For then I'll show you how the true heart meets Beauty unheeding. eONE. No, no. LYSANDER. Yoee will come. And I will be your guard, and servant, both ; And, as we pierce the untrodden wToods, I'll teach How you may shun the briery paths and pass The snake untouched ; and we will hear the songs- Ha ! do you smile ? why then you'll come. IONE. No. LYSANDER. Yes. IONE. Be not too sure, Lysander. Foolish boy ! To give your heart to me, — to me, poor youth, A spirit of the waters !"], [47, "29 LYSANDER AND IONE. LYSANDER. You are more ; My queen, my goddess ! Sole and peerless queen ! And I your most true subject. IONE. I am one Of old king Nereees' daughters, gentlest boy. My home lies low beneath the eternal seas. My country (tho' I sometimes earthward stray) Is where the mariner's plummet never fell ; Down in the fathomless deep : the wild waves there Soiend not, nor dare the watery creatures come To gaze upon those calm and sacred sands. Beyond your reach my home is. LYSANDER. Pretty story ! IONE. Believe it, fond Lysander, and forget me. But, come ; as you have loved me long and well, Have you not sung my name to all the stars, And vowed mine eyes were far more bright than they ? A lover ? he should tell the skies his love, And make the air acquainted with his woe ; Should tell to budding morn, to lazy noon, To w7aters where the unsunned Dian comes"], [48, "30 DRAMATIC SCENES. Dipping her silver feet, all his chaste joy. But you have done this ? LYSANDER. Often, oft. IONE. Indeed ! How did you name me ? LYSANDER. Sweet lone ! Fair And beautiful lone ! fair and dear ! Too dear, because too cold, art thou to me. lone ! list, — lone ! Pretty name ! Is it not yours ? IONE. 'Tis mine, and yoee shall sing A forest song in its honour. LYSANDER. Listen, then, love ; and with your white hand clear Yoeer marble forehead from its eloudy hair. So, thus ; your eye bent tow'rds me ; How brightly it burns upon me ! Listen, sweet. Yet, 'tis a melancholy song ; confused ; Half dream and half despair. You will but smile at't ?"], [49, "LYSANDER AND IONE. IONE. Sing on, sing on : I love a wild song. Sing ! LYSANDER. Now, by Night ! I swear I love thee, delicate lone ! And, when I lean upon my thoughts at night, My soul grows sick with love. In sleep, in dreams, Thoee, like a spirit from the haunted stars, Stand'st plain before me. I have seen thee come In pale and shadowy beauty to my side ; Or, floating 'tween me and the cloeedless moon, Stretch forth, like silver vapours, thy evhite arms, And breathe eepon my heart Arabian odours, sweet, but cold as death. I love thee ; I have loved thee, long and well. lone, daeeghter of the eternal Sea ; Sea-born, but gifted with diviner life, With human worth, and heavenly goodeiess crowned Peerless, perennial, without stain or taint, Be mortal with immortal peerity ! But thou art gone ! And now I wander when the geesty winds Chase the dark clouds across the star-dropt plains : For then methinks I see thee, pure and pale. I love to lie by waterfalls, alone ; :;i"], [50, "32 DRAMATIC SCENES. To hear the sad boughs moan, When through the piny forests I pursue My solitary way : And then at times I dream, and speak to thee ! And thou, lone, dost thou not (oh, say it !) Bequeath soft messages for me, Unto the dark boeeghs of the whispering pines ? IONE. Enough, enough. Your fancy grows too wild : Reason meest tame it, else some sharp reproof. And so you love me ? Pshaw ! LYSANDER. By all the gods ! IONE. I'll not believe't : what ! you ? so young a boy ? 'Twill be a pretty tale. LYSANDER. But who shall tell it ? IONE. Why I, and all who hear us ; for we are Encompassed by the sylvan people here ; And not a foolish hope hast thou confessed, But Echo in her hundred caves has caught"], [51, "33 F LYSANDER AND IONE. The sound, and told it to the wood-nymphs' ears, Whence, shaped like whispce's from the forest boughs. (All which, true traitors, shake while they betray Poor human secrets,) thy mad words are borne To the great Pan. LYSANDER. And he ? well, what of him ? IONE. Oh ! he loves all the nymphs who haeent his woods, And when he finds they wander from their homes LYSANDER. Fear him leot ; I am here, too sweet lone ! IONE. My gentle boy ! And so, you love me, — well ? LYSANDER. Ay, like the stars. IONE. Not as a lover — LYSANDER. Oh! I love yoee like the beauty of the world, The rose, the-"], [52, "DRAMATIC SCENES. IONE. Peace, and hear me, yoeeug Lysander. Some enaids, high born as I am, in past times, (Thus, if no fable, pale Œnone did) Gave their great hearts to mortals. Mark what followed : The men they graced forgot them. LYSANDER. Shall I swear ? IONE. What have yoee done to win a Nereid's love ? Dost know, youth, that the princes of the sea ; Faunus, and many a wood-god ; shapes that haunt The groves and mountains aud the running streams, Have wooed me — me — ire vain F LYSANDER. Oh, I believe it. 'Tis certain they have done't ; and I — even I Have left my quiet home o'nights, to sing Your soft sad name beside the noisy sea, And hearken if in the watery tumult you Whispered sweet answers. I have come hither, too, At noon, at dusky eve, on darkest nights, To seek you. I have let my ungeiarded sheep Wander alone upon the mountains drear, Have left my father (yet I love him well) 3-t"], [53, "not. 35 LYSANDER AND IONE. To weep my nightly absence ; quitted all Our village feasts and calm domestic meetings, Here to resort and dream of the sweet lone. IONE. Indeed, my love ? LYSANDER. Again, — for dear love's sake ! For my sake; thees again. IONE. Why, then — my love ! LYSANDER. Oh ! my divine lone ! my heart's queen ! What shall I do to merit all this love ? IONE. Be constant. LYSANDER. Ay, beyond fidelity. I'll be more true Than bright Apollo to the summer air, Than larks to morn, or stars to cloudless eves, Or sweets to the maiden May. Oh ! fear me"], [54, "36 DRAMATIC SCENES 10: I will not, dear Lysander. You and I Will haeent these woods together : you shall pa The busy morning hours amongst the hills. A.nd tend your father's flock ; I in my cave Beneath the seas must linger out the day But ever at night I'll meet you, dear Lysander, And when stern fate shall lift yoee to the stars, I from the salt sea wave will take my flight,"], [55, "37 LYSANDER AND IONE. (Great Jove will not reject a sea-ee,aid's prayer) And dwell with yoee for ever. Now, farewell. LYSANDER. One kiss from that red rose which hides your lip ! One kiss ? 0 love ! how sweet ; how all too sweet ! IONE. Peace, peace ! Farewell. LYSANDER. Until to-morrow morn ! IONE. Until to-morrow only, then, farewell !"], [56, ""], [57, "JUAN,"], [58, "Like a village nurse Stand I now cursing and considering, when The tamest fool would do— I will be sudden, And she shall know and feel, love in extremes Abused, knows no degree of hate. Massinger — Duke of Milan. I come, Death ! I obey thee, Yet I will not die raging : for, alas ! My whole life was a frenzy. — Bury me with Marcelia ; And let our epitaph be . TJie same."], [59, "41 a JUAN SCENE — The Gardens belonging to a Spanish Castle. Juan and a Boy. JUAN. The night grows foul and dark ; and the thick air Wakes pulses at my heart, which now should sleep Hark ! the winds draw the curtains of the sky, Like ministers to lust. Queen Dian, now, Is with her paramour. BOY. Spoke you, my lord ? JUAN. They'll rock her into slumber. She should watch ; For others may be busy while she sleeps, And stain her fame with falsehood. The hot air Weighs on my forehead. Break a lemon branch And give't me, Lopez. So ; how fresh! how cool! (Tho' all its sweets are fled :) another — Thanks ! I'll bind them round my forehead. What time is't ?"], [60, "42 DRAMATIC SCENES. BOY. Near midnight. JUAN. Wants it long ? BOY. Some minutes ; the last chimes have just now ceased. JUAN. They sounded sadly. Let me hear thee sing A song; 'twill drive some blacker thoughts away. BOY. What sort of song ? Shall it be tender ? gay ? JUAN. Let it be full of love, and foaming o'er ; But not a jot of kindness : burning passion ; No more : yes, headlong folly ; flames that parch And wither up the heart : fierce jealousy, And horrid rage ; and doubt and — dark despair ! Sieig she you loved was false, and that you grew Mad, aeid a murderer ; anything. BOY. My lord !"], [61, "43 J DAN. JUAN. Then you may say how she Was beautifeel as Sin, and that her eyes Shone like the morning ; that her arms were smooth. And gracefully turned, and that her figure seemed Shaped from the mould of Dian's. You then may tell How her white bosom rose and sank, at times, To the music of her passionate heart. But, no ; We'll have no meesic now; my soul's untuned, And discord is the only element. A wife ? — AVhen went my wife hence, boy ? BOY. Sir! JUAN . Where is yoeer lady, fool ? BOY. At prayers, I think. JUAN. Excellent, excellent ! the times are good (Must be) when strumpets pray. My bosom now Swells like the boiling ocean. How could she Be false to me ? to me who loved her more Than heaven or hope hereafter. How I gazed Upon her brow, and thought it fairer than"], [62, "DRAMATIC SCENES. The face of the starry heavens ! Begone, and send Your mistress hither. BOY. She's at prayers, my lord. JUAN. Ha ! tree ; forgot ! eio matter : leave ene, sirrah, And place the lamp upon the dial yonder, And draw the shade around it. Now, go, go. Now then I am — alone. There's not a soeend [Boy goes out. To cheer my purpose : It is dark aeid close. My soeel is dark ; imprisoned in — a grave ; Yet, e'esolute to bear. Shall I revenge ? I'll kill her, tho' the stars dissolve in tears, And theeuder mutters help ; and so, all's past. Having resolved, the bloody part is done ; — And all the rest is mercy. She must perish. I'll wash away her sins with all her blood. Yet — if I slay her, I shall surely die. Die ? I am dead already ; jealous hate, Despair, and too much love have poisoned me. Oh, widow, who hast lost thine all on earth, What is thy pain to mine ? A step ? — a step She comes then : not alone r1 ah ! not alone. Now for my hiding-place. v [He retires. 11"], [63, "Olymha and Bianca enter. OLYMPIA. Did I believe in fables, I should think Some evil hung about me : the black night 45"], [64, "46 DRAMATIC SCENES. Has not allowed one small star to escape, To light us on our path : who's there ? 1 thought A figure passed us. Hark! BIANCA. I heard nothing. OLY3IPIA. Nor I : and yet when dæmons walk aboeet, Their steps 'tis said are noiseless. I could now Think half my nursery stories true, and spurn My better reason from me. BIANCA. Let us talk Of something else, dear lady. OLYMPIA. Tremble not. You have no cause to fear ; your days have been Harmless, (I hope so,) and the spirits of ill Leave innocent life untouched. Look, girl, the worm Lights her green lamp ; and, see ! the fountain, there. Into the night shoots up its silver rain. How fresh and sweet it is ! how musical. Bianca, get you homewards ; I will rest Here, in the cool awhile. [Bianca exit. What a most delicate air this garden hath ! There's scarce a flower or odorous shrub that lives"], [65, "[Reclines. 47 .TITAN. We have eiot. There, how clearly I scent the rose And no\\v the limes ; and now, as the sad wind Sobs, an uncertain sweetness comes from out The orange-trees : Their fragrance charms me Almost to sleep. Juan enters. JUAN. She sleeps at last, then : yet I will not kill The frail thing sleeping. Why did I delay ? I feared (why did I fear ?) to meet her eye : The eye of her whom justice bids me strike ? Oh ! what a beautiful piece of sin is there ! They fabled well who said that woman won Man to perdition : hark ! the thunder mutters ; And lightnings — Rest, wild spirits, I am come To save ye a worthless task. Now then, my soul ! Rise up, Olympia ! (she sleeps soundly :) Ho ! Stirring at last : Rise, Fair Olympia : you Have much to do to-night. The fates have writ Your earlj7 doom upon their brazen book ; And I must do their bidding. OLYMPIA. What is this ? JUAN. Now by — but I am quiet. You have sinned"], [66, "48 DRAMATIC SCENES. Most foeelly 'gainst your heesband : that's not much But you have done a deed at which the skies Blacken : look up. OLYMPIA. Dear Juan ? JUAN. You have made Me (I forgive that) base : our noble house, 'Till now ilhestrious, you have stained. Hark, hark ! The voices that yoee hear amongst the clouds (But understand not) say ' confess yoeu- sin.' I wait to hear it. OLYMPIA. Oh, your mind is filled With dreaming terrors. Let eis home, dear Juan ; We'll talk to-morrow of this. JUAN. Talk ? to-morrow ? Now, by the burning passion that doth stir Vengeance within me, Olympia ! This night You take your leave of earth. Yet, ere you die, I'll tell you how I loved yoee ; doated — oh ! Grew guilty for you : guilty, do you hear ? OLYMPIA. Most perfect, sir ; I tremble."], [67, "H JUAN. JUAN. Ere yoee married I loved you ; that you know : your father shook A poor petitioner away ; and you (Although you owned to lo\\Te) forsook me. Then I tried my fortune in the wars : you gave Your hand to old Ramirez. OLYMPIA. I was bid. JUAN. My uncle's death raised me to wealth, and then I came home quickly : you were married. OLYMPIA. Well ! JUAN. Well ! Why then despair possessed me. Madness stamped His brand upon my brain, and years flamed on, (You still Ramirez' wife) when I became A man again : The impudent dotard laughed, Boasting he had out-schemed a younger man, Me, — me. My curse upon him ! OLYMPIA. Peace, no more. 19"], [68, "50 DRAMATIC SCENES. JUAN. So, you still love him ? OLYMPIA. Sir, I love him not. But I disdain the madman that belies him. JUAN. Mad ? mad ? Now shall you die, — die .' (do you hear By me, who love you. Mad ? I have been mad ; But 'twas because I lost you ; yoee, thrice false one ! Now, being sane, 't shall be my bloody care To see none rave like me from too much love. Mad ? mad ? and you to jeer me ? Blighting shame Weigh on your soul for that. OLYMPIA. Yoee have belied My husband's honoured name. JUAN. His name ? I slew him, harlot ! stabbed him thro' and thro'. Ha, ha, ha, ha ! Thou fool, who couldst believe That common villains struck and robbed him not. OLYMPIA. I dream ; I hope I dream"], [69, "ha, ha ! 51 JUAN. JUAN. 'Twas I. Laugh out ! Yet if thou dost 'twill be at my great woe. And thoeegh thou jeerest me, I deserve it not. For all was done for thee ; and now hast thoee Called back the love I bought at such a price, Axed sold it to another. OLYMPIA. Sir, 'tis false : You are all false. How I abhor you now ! Hearken, Don Jeean ; I have loved you, (how You will remember quickly ;) 'twas an error : For had I known his blood was spilt by yoee, I woeeld have cast yoee off, as now I do, For ever. JUAN. Speak again. OLYMPIA. For ever ; ever. JUAN. Will — will your paramour come then ? Ha, He waits, and wishes : do not keep him long. olympia (aside). God ! he is mad, indeed. I must escape."], [70, "52 DRAMATIC SCENES. JUAN. Stay ! Stop ! but weep not ; pray not : wouldst thou pray To the deaf adder ? to the insensate sea ? Look, I am stern, but just ; determined, wronged ; A judge, and you the victim. OLYMPIA. Let me pass. JUAN. Kneel down before the gods. Now answer me. Lovest thou, or not, (speak truly, for thou speak'st Thy last words to the world,) this stranger ? Quick ! OLYMPIA. I love him. (Juan cries out.) But — JUAN. Traitress ! adultress ! I strike (stabs her) — and kill my wrongs ! OLYMPIA. Stay, Juan, stay ! but no ; 'tis past — and over. It cannot be: — you've done ill. JUAN. You — you are Not heert ? not slain ? Speak !"], [71, "[Dies. :) My love ! 53 JUAN. OLYMPeA. Save yoeee'self, dear Juan. That youth JUAN. Yes, yes. OLYMPTA. He is my brother. JUAN. Hell! OLYMPIA. The Inquisition now are watching for him. Save him. JUAN. I will. OLYMPIA. By— ah JUAN. By my lost soeel. Look up, look up, Olympia ! Juan's here ; Thy husband, — murderer, (that's the name"], [72, "54 DRAMATIC SCENES. My love ! Olympia ! I — she's dead. How's this ? [A pause. So, where am I ? Olympia ! she is false. Dead ? Ah some villain has been busy here. By Heaven, the golden hair is wet : the eye Has lost its tender meaning. Life and love Have fled together — to the grave. AVas't I ? Oh ! I have cut those sweet blue veins asunder And filled her breast with blood : there's not a touch Of colour in her lip, (so red once,) and her hand Falls : it will never press my own again. What a voice she had ! 'tis silent ! Could it die In a single groan ? impossible. ( Voices are heard.) My lord ! JUAN. Hark, hark ! they call the murderer : he is here. (Voices.). My lord, my lord ! JUAN. Now, first to hide The body. Body ! — is she changed so soon ? [Hides the body And now to fly : yet wherefore F Can they read In my white visage and unaltered eye"], [73, "55 A murder redder than the crime of Cain ? I'll stay, and^dream of death. Oh ! I have lost What was my life on earth : what was, alas ! A horrid sound. They come. [Enter Servants."], [74, "DRAMATIC SCENES. Whom seek ye ? She — ■ Your lady's gone ; gone, do you doubt me ? gone SERVANT. My lord ! a stranger is arrived ; her brother. JUAN. Who ? what ? She has none ; none. SERVANT. My lord, he's at the castle. JUAN. Peace ! She is gone On a dark journey. Oh ! SERVANT. You've ceet your hand, sir. JUAN. I have cut — my heart. Leave me ; all but Diego. Poor old man, [Servants go out You were my father's servaeit ; nay his father's. We prized you, and you served us faithfully ; But now's your service ended. Old Diego ! Long before sun-rise, I shall be 5i ;"], [75, "57 i JUAN. DIEQO. My lord ! JUAN. Quiet, Diego. No foul passions, then, No turbulent love, nor fierce idolatry, Nor bitter hate, nor jealousy, shall mar My solitary rest : I shall be — dead. The last ('tis pity) of a princely house ; Let not our name be slandered. DIEGO. My dear lord ! JUAN. One old man thought I should do honour to his name ; — that's past : For look ! my star is setting. I am now The last of a famous line, which backward ran To the blood of kings and then was lost in time. Ah ! where is now my father's prophecy, And where my own hopes ? withered, withered. DIEGO. Alas! JUAN. A few more words, and then — and then, good night, I smote — I smote — now let the black skies fall"], [76, "58 DRAMATIC SCENES. And crush me in a eiioment. Oh ! my queen ! My own incomparable wife ! My love ! Oh ! all my life has been au error : So, I'll shift a troublesome burden from my back, And lay me down to sleep. DIEGO. Beseech you, home ! JUAN. We'll do as thou dost say. That rich red draught, Which filled the Iraines of aged men with youth, And strung their sinews like the be-acing air, Were now au eiseless medicine. DIEGO. Noble enaster ! Let ene for once forget my place, dear lord ! And bid you hope for comfort. JUAN. Hush, hush, hush ! No more a lord : a vulgar slave am 1, Who caught one look from heaven ; but the soft light Is out, which was my guide ; and here I stand Lost, and in terrible darkness near my tomb. And angi'y shadows beckon me ; fierce shapes And fears (which no hope tempers) drag me on."], [77, "59 JUAN. Look, I must go : yet first we'll make all plain, And leave the earth a warning. I the story Hangs on my tongue. I smote — I — look aside While I burst forth in guilt. I smote — Oh God ! The tenderest, noblest woman in the world ; And with my cruel dagger cut a road To a heart where I was lord ; but keiew it not. Ay, weep, Diego ; thoee may'st weep, poor man ; But for myself my tears are dried to dust : Burnt and scorched eip by pain. But let's be still. Your hand, my last firm friend ; I have not yet Forgotten how yoee used (bright yeae's ago) To bear me, then a boy, sport-tired, home. Bear me so far once more : 'tis your last toil ; And lay me gently on my marble bed, And ask no man to curse me ! All's done. Now Open yoeer arms, Olympia ! [Stabs himself."], [78, ""], [79, "THE WAY TO CONQUER."], [80, "Hamlet. I have heard That guilty creatures sitting at a play Have, by the very cunning of the scene, Been struck so to the soul, that presently They have proclaimed their male factions. Hamlet. Lov. He gave him first his breeding ; Then showered his bounties on him like the Hours, That, open-handed, sit upon the clouds. Aud press the liberality of Heaven Down to the laps of thankful men. Bfn Jonson\" — New snn."], [81, "63 THE WAY TO CONQUEll. [A story, distantly resembling tins sketch, is told of one of the Dukes of Guise. SCENE — A Room in a Ralace. Prince. Cesario. cesario. Your highness sent for me 't PRINCE. I did : Sit down. You look ill, dear Cesario ? CESARIO. No, eny lord. PRINCE. You have been feasting lately ? yes, 'tis so : You wee'e at Count Aritelli's banqueting. But have a care, it is not good for health."], [82, "V 64 DRAMATIC SCENES. CESARIO. You sent for me In haste, was it not so ? PRINCE. Not so. CESARIO. Then shall I come to-morrow ? TRINCE. Let it be To-day, now you are here. Cesario ! Is there not one who lives with old Colonna A foreign youth ? Dost know him ? CESARIO. Ay, my lord, 'Tis Pedro — no, Diego, — a dark Spaniard ; A linguist, learned, and noble ; a cadet Of the great house of — of Medina, sir, I'KINCE. You know him well ? CESARIO. I know him ; yet not well,"], [83, "65 K THE WAY TO CONQUER. PRINCE. Shoidd'st think him honest ? CESARIO. Honest, sir ? Oh, surely. PR,NCE. Then he'd not betray Your uncle, as I hear he has done ? CESAKIO. Sir ! He ? He could not be so base : my uncle was His first and excellent friend. PRINCE. I thought the world Was not so bad. Now listen, Cesario, And you shall hear a ceerioeis history. Keep Diego in your mind the while, and think That he's the hero of it. Last night a man Came mask'd unto a rich lord's house, (here in Palermo ;) —Do you hear how Etna mutters ? CESARIO. It sends a terrible sound indeed, my lord."], [84, "66 PRINCE. This man petitioned for his life. He said That he had sworn to act a horrid deed, And came to make disclosure. The great lord"], [85, "THE WAY TO CONQUER. (His was the life in danger) promised full Forgiveness : but you do uot hear my words ? CESAEIO. Pardon me, sir, I hear. PE,NCE. The culprit said A youth on whom this lord had lavished wealth, And kindness and good precept, had forgot His better tutoring, and lent deaf ears To those divinest whispers which the soul Breathes to prevent oeer erring. He resolved To kill his benefactor : that was bad. CESABIO. Oh ! he deserved- PEINCE. We'll talk of that hereafter. Well, this bad man whose mind was spotted thus Was leprosied by foul ingratitude, Had sworn to murder this his friend. CESARIO. My lord ! 07"], [86, "68 DRAMATIC SCENES. PRINCE. I see it pains you : yes, for the sake of gold, He would have slain his old and faithful friend ; Have spurned the few gray locks that time had left, And stopped the current of his reverend blood, Which could not flow much longer. CESAEIO. Are you sure ? PRINCE. The plan was this : they were to bind him fast, (To slay him here were dangerous,) and transport His body to some lonely place. CESAEIO. What — place ? PRINCE. I'll tell you, for I once Was housed there through a storm. A castle stands Fronting Calabi'ia, on the rough sea-coast. A murder once was done there, and e'er since It has been desolate ; 'tis bleak, and stands High on a rock, whose base was caverned out By the wild seas ages ago. The winds Moan and make music through its halls, and there The mountain-loving eagle builds his home."], [87, "69 THE WAY TO CONQUER. But all's a waste : for miles and miles around There's not a dwelling. CESARIO. Is't near the — eastward foot Of Etna, — where Meeralto's villa stands ? PRINCE. Tes, yes ; well guessed : I see you know the spot. Now, dear Cesario, could'st thoee think a man, Setting aside all ties, could do a deed Of blackness there ? Why, 'tis within the reach Of Etna, and some thirty years ago, (The last eruption,) when the lava rivers Went flaming toward that point, this dwelling stood In danger. I myself stood near the place, And saw the bright fires stream along, when they Crumbled the chesnut forests and dark pines And branching oaks to dust. The thunder spoke, The rebel waves stood up and lashed the rocks, And poured their stormy cries through every cave. Each element rose in riot : the parched earth Staggered and spoeeted fire CESAEIO. Oh ! sir, no more."], [88, "> 70 DRAMATIC SCENES. PRINCE. Fancy, Cesai'io, in this desolate house, How ghastly the poor murdered wretch woeeld look His hanging head, and useless neck ; his old Affectionate heart that beat so fondly, now Like a stilled instrument. I could not kill A dog that loved me : could you ? CESAEIO. No, sir — no. TEINCE. Why, how you tremble ! CESAEIO. 'Tis a fearful picture. PEINCE. Yet might it have been true. CESARIO. We'll hope not. PRINCE. Hope ! That hope is past. How will the Spaniard look, Think you, Cesario, when the question comes •"], [89, "71 THE WAY TO CONQUER. Home to his heart ? In truth he could not look More pale than you are now. Cesario ! The eye of G-od has been eipon him . CESAEIO. Yes: I hope PRINCE. Beware. OESARIO. My lord ! PRINCE. Beware, how you Curse him ; for he is loaded heavily. Sin and fierce wishes plague him, and the world Will stamp its malediction on his head, And Grod and man disown him. CESAEIO. Oh ! no more. No more, my dearest lord ; behold me here, Here at your feet, a wretch indeed, but now Won quite from crime. Spare me."], [90, "PRINCE. Rise. I forgive The ingratitude to ene : but men like you (Base, common, bribed stabbers) must not i-oam About the world so freely. 72"], [91, "73 L THE WAY TO CONQUER. CESARIO. Oh ! that now You could but see my heart. PRINCE. I woedd not see Your bosom's base and black inhabitant. Now listen to me again : speak not, beet listen. This is a different tale. Cesario ! When first you came to Sicily, yoee were A little child : your noble father, worn By toil and long misfortune, scarce had time To beg protection for you ere he died. Since then, if in your memory I have failed In kindness tow'rd you, or good counselling, Eeproach me. CESAEIO. You have been most kind, too kind. PRINCE. Once, 'twas in terrible sickness, when none else Woeeld tread your infectious chamber, (think on that,) I, though your prince CESARIO. In pity !"], [92, "> 7-1 DRAMATIC SCENES. PRINCE. Hear me speak. I gave that healing medicine to your lips, Which wanting you had died. I tended you : And was your nurse through enany a sultry night ; For you were quite abandoned CESAEIO. Quite, quite, quite. PRINCE. Time passed, and you recovered, and coeeld use Your sword again : you tried it 'gainst my blood, (My nephew then,) and I forgave it. CESARIO. That Was in the heat of quarrel. PRINCE. I have said That I forgave it. Then a most mean wish (You wished my wealth) possessed you. I could never. I own it, have guessed at that. CESAEIO. Oh ! sir, not so. PEINCE. Well, then, it was not : but Aurelia's charms"], [93, "THE WAY TO CONQUER. (That cunning Phryne) have o'erwhelmed your sense All gratitude and good being gone. CESARIO. My lord ! My father ! oh, once more believe ene. I Do not deserve yoie shoeeld : but if you can Once again credit me, may hell's fierce torments — But, no ; I will not pain or shame your love : Nay moe7e, I well deserve it. I can die Now, for my mind has grown within this hoeer To firmness : yet, I now coeild wish to live, To show you what I am. PRINCE. Cesario ! hear me. Hear and forget not — what your old friend says. The world will blame me, but I'll try you still : You cannot have the heart (I know you have one) Again to harm ene. Once, imperial Cæsar Upon the young deluded Cinna laid His absolute pardon : 'twas a weight that he Could ne'er shake off. Cesario, thus From my soul I now forgive you. OESAEIO. Thanks. PETNCE What, ho ! 7\""], [94, "76 DRAMATIC SCENES. Cesario, faint not. Why, thou'rt weaker now Than when Aeerelia kissed your lip, and won Your soul to sin. Come : — nay, there's no one knows Our quarrel. Let us bury it in our breasts, And talk as eve were wont. CESAEIO. A little time, My lord, and I may thank you. Now, if 1 Might dare to ask it, I would fain retire, And dwell on all your goodness. PRINCE. Farewell, then. CESARIO. My noble prince, rest soundly : yoee have gained Cesario's soul twice over. If a knave Should say I wrong you now, believe him not. If I myself should swear I was your foe, Discredit me. Oh ! once more on my knees, I thank you : dearest father ! look upon Your prodigal son. Thanks — from my heart. PEINOE. Farewell, Farewell, Cesario. Nay, compose yourself. Now go. Farewell, farewell."], [95, "THE BROKEN HEART."], [96, "Pistol. Thou hast spoke the right ; His heart is fraeted and corroborate. Henry V."], [97, "THE BROKEN HEART. [This sketch is founded upon a tale of Boccaccio. The story is this :— Jeronyino was sent from ftaly to Paris, in order to complete his studies. He was detained there two years, his mother being fearful lest he should marry a poor and beautiful girl (Sylvcstra), with whom he had been brought up from his infancy. During his absence, his mother contrived to have Sylvestra married. He returned, and, after wandering about her dwelling, succeeded in getting into her chamber, conversed with her (Tier husband being asleep), and, at last, died on the bed before her.] SCENE I.— A Zoom. Jeronymo. His Mother. mother. What have I said that you affect this heemour ? Come, look less strangely. Is your anger dumb ? Speak out. Jeronymo ? JERONYMO. You have done this ? MOTHEK. I did : 'Twas for your good. 70"], [98, "JERONYMO Oh, mother, mother ! You have broke the fondest heart in Italy. My good, what's that ? Is't good that I shall dee ? 80"], [99, "all 81 M THE BROKEN HEART. Is't good that I shall pine and fade away And take no comfort ? None ? O yes ! Through My melancholy days I'll haunt the nest Where my white dove lies guarded MOTHER. Patience, boy. JEEONYMO. Until I die, stern mother. I shall die, Like people smit by lightning, suddenly. MOTHER. Live and be crowned with Love. JERONYMO. Why so I will, And Avear white roses on my ghastly brow, And laugh at fate, like that forced bride who fell Dead on her marriage morning. I'll be gone. If she be false — Come evith me, madam ! False ? Sylvestra false ? Sylvestra ? MOTHER. Name her not, Tlie bitter cause whence all our sorrow springs. You must not think of her."], [100, "82 DRAMATIC SCENES. JERONYMO. Not think of her ? MOTHER. No ; she is married. JERONYMO. Ha, ha, ha ! good mother. Shame on your cruel jest : be grave — aud gentle. MOTHER. I told you this before : she's married — married ! Do I speak plain ? JERONYMO. Too plain, if you speak true. That you may know I heed your tale, look at me ! Am I not — broken-hearted ? MOTHER. Oh ! sweet heavens. I have done too much. (Aside) How pinched and pale he looks! Jeronymo, my child ! JERONYMO. Your only child."], [101, "i 83 THE BROKEN HEART. MOTHER. Why do you talk thus ? Prythee think on me On me; your mother. JERONYMO. Surely ; for you thought Of me in absence. I've a grateful soul : I'll make you heir of all my father's lands, His gems, and gold, and floating argosies : All shall be yoeers ; I will not live to leave Widow or child to rob so kind a mother. MOTHER. Peace, peace, you hurt my heart. JERONYMO. I swear to do't. By those dark Three who cut the threads of life By Plutus, God of gold ! By Minos, judge, And cruel Cupid ! By my own lost life, And murdered hopes, I swear ! MOTHER. Oh ! Do not talk thees. If not for me, yet for your father's sake, Spare me, eny son !"], [102, "84 DRAMATIC SCENES. JERONYMO. My father ? he is dead. MOTHER. But wheie he lived he was most merciful ; Tempering the angry feelings which will rise In every, mind (and lead in some to ruin) Bv draughts of that divine philosophy JERONYMO. O, the brave drink ! Abroad, abroad, we had Huge flasks which all went flaming to the brain. Dark, sweet, and full of sin ; and so I drank, Aeid drank and drank the livelong day and night. And chewed the bitter laurel for my food, Whose roots are watered, as wild poets tell, By the immortal wells of Castaly. MOTHER. Alas, alas ! JERONYMO. Why that looks well. I love it. MOTHER. What do you love, my sou ?"], [103, "P 85 THE BROKEN HEART. JERONYMO. To see you weep, Although your husband died so long ago. MOTHER. I do not weep for him. JERONYMO. Not weep for him ? Then shame seal eip your mouth. Was he not kind Was he not good ? he was ; and yet you weep not : Weep you the lazy lonely widow's lii'e ? Tush ! you may buy another husband yet. MOTHER. I do not wish't. I cannot match the last. JERONYMO. You cannot, madam ; (That was true at least.) No, though you gaze from evening dusk, till Morn Comes climbing up the bright steps of the East ; Nay, tho' you watch for hearts from da\\vn till dark. Unmatchable 'mongst men, so kind, so true, Abhorring falsehood with a natural hate, And full of pity was he, — but he died ; Grood father ! how he loved his poor pale son, And how he feared (do jou remember that ?)"], [104, "wishes ! \\OoilKJ. Stay! Mi DRAMATIC SCENES. His race should end with me. He Avished — vain No child of mine shall ever bear our name, And make't more noble. Lo, I am the last ! The last, last scion of a gracious tree ; For you, my mother, now have struck me down, And withered all my branches. So, farewell. MOTHER. Farewell ! Yet stay ! Leave pardon with me. JERONYMO. Farewell, and pardon ! Blessings (if the son May bless the mother) rest upon your heart. Be calm, be happy : think of me no more."], [105, "SCENE 11.— Sylvestra' s Chamber. Jeronymo. Sylvestra. jeroky.mo. So, all is hushed at last. Hist ! There she lies, Who sliould have been my own. Sylvestra! Hark! 87"], [106, "DRAMATIC SCENES. She sleeps! and from her parted lips there comes A fragrance, such as April mornings steal From awakening flowers. There lies her arm, (sweet arm !) More white than marble, on the quilted lid. 'Tis motionless. What if she lives not ? Oh ! How beautiful she is ! How far beyond Those bright creations, which the fabling Greeks Placed on their cold Olympus. That great queen Before whose eye Jove's starry armies shrank To darkness, and the wide and billowy seas Grew calm, was a leper to her. Look, oh, look ! Her beauty (that most pure divinity) Doth sway the troubled blood till it stands charmed, x-Vdoring, — Hark, she murmurs. Oh, how soft ! Sylvestra ! sylvestra. Ha ! who's there ? JERONYMO. 'Tis I. SYLVESTRA. Who is it r JERONYMO. Must 1 then speak, and tell my name to you ? Sylvestra ! know me now : not now ? 0 Pain ! 88"], [107, "89 N THE BROKEN HEART. Hath grief indeed so changed my voice ; so much That you — you know me not ? Alas ! SYLVESTRA. Begone ! I'll wake my husband if you move a step. JERONYMO. Jeronymo, Jeronymo ! 'tis I. SYLVESTRA. Ha ! speak again : yet, no, no JERONYMO. Hide your eyes : Ay, hide them, mae'ried woman ! lest they look On the wreck of him who loved you. SYLA'ESTRA. Loved ene ? no. JERONYMO. Loved you like life, like heaven and happiness ; Loved you and wore your image on his heart (111 boding amulet) 'till death. SYLVESTRA. Alas!"], [108, "00 DRAMATIC SCENES. JEEONYMO. And now I come to bring your wandering thoughts Back to their innocent home. Do you not know, Pale spirits have left their leaden urns, to tempt Wretches from sin ? Some have been heard to laeegh Ghastlily on — the bed of wantonness, And touch the limbs with death. SYLVESTRA. You will not harm ene ? JEEONYMO. Why not ? — No, eio, poor girl ! I would not mar Your delicate limbs with outrage. I have loved Too well for that ; too long ; all our short lives. SYLVESTRA. Our sad short lives ! JERONYMO. Sylvestra, yoee and I Were children here some few short springs ago, And loved like children : I the elder ; yoee The loveliest girl that ever tied her hair Across a sunny brow of Italy. I still remember how, thoeegh others wooed, You ever preferred me."], [109, "91 THE BROKEN HEART. SYLVESTRA. I did, I did. JERONYMO. I think you loved me : How I loved, my heart Still tells me trembling. So I fain would bring You comfort ere I go. Speak! the time's short, For death has touched me. SYLVESTRA. You are jesting now ? JERONYMO. Sweet, I am dying — dying. All my blood Grows colder as I talk ; my pulses strike More slowly ; and before the morning sun Visits your chamber through those trailing vines, I shall lie here, here in your chamber, dead. SYLVESTRA. Yoee fright me. JEEONYMO. Yet I'd not do so, Sylvestra. I will but tell you, you have used me harshly, (That is not much,) and die : nay, fear me not. I would not chill, with this decaying touch, That bosom where the blue veins wander 'roeend,"], [110, "92 Nor should thy cheek, still fresh in beauty, fade From fear of me, a poor heart-broken wretch ! Look at me. Why, the winds sing through my bones, And children jeer me, and the boughs that wave"], [111, "me 93 THE BROKEN HEART. And whisper loosely in the summer air, Shake their green leaves in mockery, as to say \" We are the louger livers.\" SYLVESTRA. Kill me not. JERONYMO. I've numbered eighteen winters. Much may lie In that short compass ; but my days have been Not happy. Death was busy with our house Early, and nipped the comfoi-ts of my home, Aeid sickness paled my cheek, and fancies (wild, Strange, bright, delusive stars) came wandering by There's one you know of: that — no matter — that Drew me from out my way, (a perilous guide,) And left me sinking. I had gay hopes too, But heed them not ; they are vanished. SYLVESTRA. I— Oh, heart ! I thought, (speak softly, for my husband sleeps.) I thought, when you did stay abroad so long, And never sent nor asked of me or mine, You'd quite forgotten Italy. JEEONYMO. Speak again. Was't so indeed ?"], [112, "94 DRAMATIC SCENES. SYLVESTRA. Indeed, indeed. JERONYMO. I see it ; The mother's pride, the woman's treachery. Yet, what had I done Fortune that she could Abandon me so entirely ? Never mind't : Have a good heart, Sylvestra : they who hate Can kill us, but no more ; that's comfort, dear ! We'll fly from our pursuers, and be quiet. The journey is but short, and Ave can reckon On slumbering sweetly with the freshest earth Sprinkled about us : There no storms can shake Our secure tenement ; nor need we fear, Though cruelty be busy with our fortunes, Or scandal with our names. SYLVESTRA. Alas, alas ! JERONYMO. Sweet ! in the land to come we'll feed on flowers. Droop not, my child. A happy place there is : Know you it not (all pain and wrong shut out) Where man may mix with angels. You and I Will wander there with garlands on our brows, And talk in music. We will shed no tears,"], [113, "95 THE BROKEN HEART. Save those of joy ; nor sighs, unless for love. Look up and straight grow happy. We may love There without fear : no mothers thei7e, no cold, Nor hate, nor human perfidy ; none, none. Sweet one, we have been wronged. My own delight ! Too late I see thy gentle constancy : Too late thy eenstained love. Did'st think me changed ? Why I wrote, aud wrote long, fond letters ; all, Steeped all in tears ; I wrote, beet you were silent. At last suspicion touched me : I came home : Aud found yoee married. SYLVESTRA. Alas! JERONYMO. Then I— Then I Grew moody, and at times I fear my brain Was fevei'ed ; but I could not die, Sylvestra, And bid you no farewell. SYLVESTRA. Jeronymo ! Break not my heart thus ; they — I was betrayed. They told me you had found a face more fair Than poor Sylvestra's ; that (grown false) you had learned To scorn your poor aied childish love ; ah, me ! They threatened, swore your heart was breaking ; yes,"], [114, "96 DRAMATIC SCENES. Because it wanted freedom. Then — look aside — Then — then they — married me. JERONYMO. Oh! [Cries out. SYLVESTRA. What is't ? Speak ! JERONYMO. The melancholy winds, which sheen the day, And mourn abroad at dark, are chaunting now A funeral dirge for ene. Sweet, let me lie Once on thy breast : I will not chill't, my love, With my cold cheek ; nor stain it with a tear. It is a shrine where innocent love might lie ; Where murdered love should end. For once, Sylvestra ? SYLVESTRA. Pity me ! JEEONYMO. How I pity ! SYLVESTRA. Talk not thus ; Though you but jest, it makes me tremble."], [115, "I can, 97 o THE BROKEN HEART. JERONYMO. Jest ? Look in eny eyes and mark how true my story. Nay look : for on their glassy surface lies Death, eny Sylvestra. It is Nature's last And beautiful effort, to bequeath a fire To orbs whereon the Spirit sate thro' life, And looked out in its moods of thought and joy, Kevealing all that inward worth and power, Which else would want their true interpreters. SYLVESTRA. Why, now yoee're cheerful. JERONYMO. Yes ; 'tis thus I'd die. SYLVESTRA. Now J must smile. JEEONYMO. Do so, and I'll smile too. I do ; albeit — ah ! now my parting words Lie heavy on my tongue ; my lips obey not ; And — speech — comes difficult from me. While Farewell. Your hand ! I cannot see it. SYLVESTRA. Ah !— cold."], [116, "DRAMATIC SCENES. JERONYMO. 'Tis so : but scoe-n it not, my own poor girl. They've used us hardly — hardly ; yet thou wilt Forgive them ? One's a mother, and may feel, When that she knows me dead. Some air ; more air Where are you ? I am blind ; my hands are numbed : This is a wintry night. So, — cover me. [Dies."], [117, "THE FALCON"], [118, "\" Frederigo, of the Alberighi family, loved a gentle woman, aud was not requited with like love again. But, by bountiful expenses, and over-liberal invitations, he wasted all his lands and goods, having nothing left him but a hawk or faulcon. His unkind mistress happened to come to visit him, and he not having any other food for her dinner, made a dainty dish of his faulcon for her to feed on. Being conquered by this exceeding kind courtesie, she changed her former hatred towards him, accepting him as her husband in marriage, and made him a man of wealthy possessions.\" — Boccaccio. (Old translation.) Fifth day : Novel 9."], [119, "SCENE I. — Outside of a Cottage. Sunset. Frederigo 'alone). Oh ! Poverty, and have I learnt at last Thy bitter lesson ? Thou forbidding power That hast such sway upon this thriving earth, 101"], [120, "10-i DRAMATIC SCENES. Stei'n foe to comfort, sleep's disquieter; What have I done that thou shoeeld'st smite me thus ? An open hand had I in happier times, And when the feathered Fortune bore me high, I scattered gifts below. 'Tis the set of Sun ! How like a hero who hath run his course In glory doth he die ! His parting look (Too beautiful for death) lights up the west With crimson, and deep dyes the wandering clouds With every tint that makes the rainbow fair. Bright King ! not unattended dost thou leave The world that loved thee : Earth, and all her crowds, Which late were joyous, pay dumb homage now ; Unutterable stillness, golden calm, The winds and waves unmoving. Sometimes one lonely note is heard, which marks And makes more rich the silence ; nothing more ! Thus, in great cities, the cathedral clock Lifting its iron tongue, doth seem to stay Time for a moment, while it warns the world (Sweet sound to those who wake, or watch till morn,) \" Now goes the midnight.\" Then I love to walk And hear that hoarse slow-fading clang grow sweet, As upwards to the stars and mighty moon It bears calm tidings from this dreaming globe. Ah ! why may not the poor man ever dream ! A step ? who's there ? A lady ? O, Giana !"], [121, "103 THE FALCON. Giana and her Maid enter. GIANA. Yoee have cause to be surprised, sir. FREDERIGO. No, dear lady ; Honoured I own, that my poor dwelling should Receive so fair a guest. GIANA. You have foe'gotten The past times then ? FREDERIGO. No, no ; those sweet times live, Flowers in my faithfid memory, kept apart For holier hours, and sheltered from the gaze Of rude eencivil strangers ; they are now My only comfort ; so lest they should fade I use 'em gently, very gently, madam, And water 'em all with tears. GIANA. Your poverty Has made you gloomy, Signior Frederigo. FREDERIGO. Pardon me, madam : 'twas not well, indeed,"], [122, "Whose burthen rests with me : then what am 104 104 DRAMATIC SCENES. To meet such a guest with sorrow : you were born For happiness. GIANA. Alas ! I fear not so. FREDERIGO. Oh ! yes, yes : and )roee well become it ; well. May grief ne'er trouble you, nor heavier hours Weigh on so light a heart. GIANA. You well reprove me ; Light and unfeeling. FREDERIGO. Yet I meant not so. Giana ! let me sink beneath your scorn If ever I reproach you : what am I, Outcast from Fortueie, all my father's gifts Lavished and lost by folly GIANA. ' Twas for me. FREDERIGO. Oh ! no, no : I had many faults"], [123, "p THE FALCON. That I shoedd dare reproach you ? As I am, Know me your truest servant ; only that ; And boeend to live and die for you. GIANA. No more. Let us enjoy the present. MAID. My lady, sir, Is come to feast with you. GIANA. 'Tis even so. FREDERIOO. I am too honoured : Can you theie put up With my (so poor a) welcoming ? If the heart Could spend its wealth in entertainment, I Would feast you like a qeeeen : but, as it is, You will interpret kindly ? GIANA. Oh ! I know I come to a scholar's table. Now we'll go, And rest us in yoeer orchai'd for a while. The evening breezes will be pleasant there : For a shoe-t time, farewell. 105"], [124, "106 DRAMATIC SCENES. FREDERIGO. Farewell, dear madam : I hope you'll find there some — ah ! 'ware the step. GIANA. 'Tis but aie awkward entrance, sir, indeed. FREDERIGO. Yoee'll find some books in the arbour, where you rest. They are books of poetry. If I remember, You loved such stories once, thinking they brought Man to a true and sine humanity. GIANA. You've a good memory, signior. That must be — Stay, let me count : ay, some six years ago. FREDERIGO. About the time. GIANA. You were thought heir, I think, Then, to the Count Filippo : you displeased him : How was't ? FREDERIOO. Oh ! some mere trifle : I forget."], [125, "[Exit. 107 THE FALCON. GIANA. Nay, tell me ; for some said you were ungrateful FREDERIGO. I coedd not marry to his wish. GIANA. Was it so ? FEEDEEIGO. Thus simply : nothing more, believe it. GIANA. I did not know it. Not marry to his wish ! FREDERIGO. She comes to dine ; to dine with me, who am A beggar. Now, what shall I do to give This idol entertainment ? eeot a coin ! Not one, by Heav'n, and not a friend to lend The veriest trifle to a wretch like me. And she has descended from her pride too — no ; No, no ; she had no pride. Now if I give Excusings, she will think I'm poor indeed, And say misfortune starved the spirit hence Of an Italian gentleman. No more : She must be feasted. Ha ! no, no, no, no, Not that way : Any way but that. Bianca !"], [126, "108 DRAMATIC SCENES. Enter Bianca. This lady comes to feast. BIANCA. On what, sir ? There Is scarce a morsel : fruit perhaps- FREDERIGO. Then I Must take my gun and stop a meal i' the air. EIANOA. Impossible. Old Mars, you know, Frights every bird away. FREDERIGO. Ah ! villain, he Shall die for't ; bring him hither. BIANCA. Sir ? What can you mean ? Our falcon ? FREDERIGO. Ay, that meerderous kite. How oft Hath he slain innocent birds : now he shall die. 'Tis fit he should, if 'twere but in requital ; And he for once shall do me service. Quick !"], [127, "109 THE FALCON. I'll wring his cruel head, and feast my queen Worthily. BIANCA. He is here, sir. FREDERIGO. Where ? vile bird ! There — I'll not look at him. BIANCA. Alas ! he's dead : Look, look ! ah ! how he shivers. FREDERIGO. Fool ! Begone ! Fool ! am not I a fool — a selfish slave ? I am, I am. One look : ah ! there he lies. By Heav'n, he looks reproachingly ; and yet I loved thee, poor bird, when I slew thee. Hence ! [Bianca exit. Mars ! my brave bird, and have I killed thee, then, Who w7as the truest servant — loved me so, When all the world had left me ? Never more Shall thou and I in mimic battle play, Nor thou pretend to die, (to die, alas !) And with thy quaint and grave-eyed tricks delight Thy master in his solitude. No more,"], [128, "110 No more, old Mars ! (thou wast the god of birds,) Shalt thou rise fiercely on thy plumed wing, And hunt the air for plunder : thou could'st ride (None better) on the fierce wild mountain winds"], [129, "THE FALCON. When birds of lesser courage drooped. I've seen Thee scare the plundering eagle on his way, (For all the wild tribes of these circling woods Knew thee and shunned thy coeerse,) and thro' the air Float like a hovering tempest, feared by all. Have I not known thee bring the wdd swaie down, For me, thy creeel master : ay, and stop All wanderers of the middle air, for me Who killed thee — murdered thee, poor bird ; for thou Wast worthy of humanity, and I Feel with these shaking hands, as I had done A crime against my race. Ill"], [130, "112 DRAMATIC SCENES. SCENE II.— A Boom FREDERIGO. GlANA. GIANA. You think it strange that I should visit you ? FREDERIGO. No, madam, no. GIANA. You must : ev'n I myself Must owe, the visit strange : it is most strange. FREDERIGO. I am most grateful for it. GIANA. Hear me, first. What think you brought me hither ? I've a suit That presses, and I look to yoee to grant it. FREDERIGO. 'Tis but to name it, for you may command"], [131, "113 Q THE FALCON. My life, my service. Oh ! but you know this : You injeere when you doubt. GIANA. I do not doubt. Now for my errand : Gentle signior, listen : I have a child ; no enother ever loved A son so much : but that yoee know him, I Would say how delicate he was, how good. But oh ! I need not tell his sweet ways to you : You know them, signior, and your heart would grieve, (I feee't,) if you should see the poor child die ; And now he's pale and ill. If you coedd hear How he asks after you, and says he loves you Next to his mother. FREDERIGO. Madam, stay your tears. Can I do aught to soothe your pretty boy ? I love him as eny own. GIANA. Sir? FREDERIGO. I forget. And yet I love him, lady : am I too bold ?"], [132, "114 DRAMATIC SCENES. GIANA. Oh, no. I thank you for your love. FREDERIGO. Giana ! GIANA. To my poor child : he pines and wastes away. One thing alone in all the world he sighs for ; And that — I cannot name it. FREDERIGO. Is it mine ? GIANA. It is, it is : I shame to ask't. FREDERIGO. 'Tis yours ; Were it my life. What have I, and not yours 't GIANA. It is — the falcon. Ah, pardon me : I see how you love the bird. FREDERIGO. I loved him, — yes."], [133, "hear THE FALCON. GIANA. I feel my folly, sir. You shall not part with your poor faithful bird I had no right (I least of all) to ask it. I will not rob you, sir. FREDERIGO. Oh ! that you coeeld ! Poor Mars ! Your child, madam, will grieve to His poor old friend is dead. GIANA. Impossible. I met him as I entered. FREDERIGO. He is dead. GIANA. Nay, this is not like you. Why not refuse ? I do not need excuses. FREDERIGO. Gracious lady, Believe me not so poor : the bird is dead. Listen : you came to visit me — to feast : It was my barest hour of poverty -. 115"], [134, "116 DRAMATIC SCENES. I had not one poor coin to purchase food. Could I for shame confess this to you ? — you ? I saw the descending beauty whom I loved Honouring my threshold with her step, and deign To smile on one whom all the world forgot. Once I had been her lover, (how sincere Let me not say :) my name was high and princely : My nature had not fallen. Could I stoop And say how low and abject was my fortune ? And send you fasting home ? Your servant there Would have scorned me. Lady, even then I swore That I would feast you daintily : — I did. My noble Mars, thou wast a glorious dish Which Juno enight have tasted. GIANA. What is this ? We feasted on your noble bird ? Good bird ! FREDERIGO. He has e'edeemed my credit. giana (after a pause). You have done A princely thing, Frederigo. If I e'er Forget it, may I not know happiness. Signior, you have a noble delicate mind,"], [135, "117 THE FALCON. A heart such as in hoeers of pain or peril Methieeks I coeeld repose on. FREDERIGO. Oh! Giana! OIANA. I have a child who loves you. For his mother You've wrought a way into her inmost heart. Can she requite you ? FREDERIGO. How ! what mean you ? — Madam ! Giana, sweet Giana, do not raise My wretched heart so high ; too high : do not — 'Twill break on falling. GIANA. But it shall not fall, If I can prop it, or my hand repay Your many gifts, your long fidelity. I come, Frederigo, not as young girls do, To blush and prettily affect to doubt The heart I know to be my own. I feel That yoee have loved me well. Forgive me, now, That circumstance (which some day I'll make known) Kept me aloof. My nature is not hard, Altho' it seemed thus to you."], [136, "118 DRAMATIC SCENES. FREDERIGO. What can I say ? GIANA. Nothing. I read your heart. FREDERIGO. It bursts, my love : belt 'tis with joy, with joy. Giana ! my Giana ! are you mine ? Speak, lest I fear I dream. We — we will have Nothing but halcyon days. Oh ! we will live As happily as the bees that hive their sweets, As gaily as the summer fly, but wiser : I'll be thy servant ever. I will be The sun o' thy life, faithful through every season. And thou shalt be my flower perennial, My bud of beauty, my imperial rose, My passion-flower, and I will wear thee here, Here, on my heart, and thou shalt never fade. I'll love thee mightily, my queen, and in The sultry hours I'll sing thee to thy rest With music sweeter than the wild wind's song : And I will swear thine eyes are like the stars, Thyself beyond the nymphs who, poets feigned, Dwelt long ago in woods of Arcady. My gentle deity ! I'll crown thee with The whitest lilies, and then bow me down Love's own idolater, and worship thee."], [137, "119 And thou wilt then be mine, my beautiful ? How fondly will we love through life together ; And wander, heart-linked, thro' the busy world Like birds in eastern story."], [138, "120 DRAMATIC SCENES. GIANA. Oh ! you rave. FREDERIGO. I'll be a miser of thee ; watch thee ever ; At morn, at noon, at eve, and all the night. We will have clocks that with their silver chime Shall measure out the moments : and I'll mark The time, and keep love's endless calendar. To-day I'll note a smile : to-morrow how Your bright eyes spoke — how saucily ; and then Eecord a kiss plucked from your cure'ant lip, And say how long 'twas taking : then, thy voice, As rich as stringed harp swept by the winds In Autumn, gentle as the touch that falls On serenader's enoonlit instrument — Nothing shall pass unheeded. Thoee shalt be My household goddess ; nay smile not, nor shake Backwards thy clustei'ing curls, incredulous : I swear it shall be so : it shall, my love. GIANA. Why, now thou'rt mad indeed : mad. FREDERIGO. Oh ! not so. There was a tender sculptor once who loved And Avorshipped the white marble which he shaped,"], [139, "R 121 THE FALCON. Till, as the story goes, the Cyprus' queen, Or some such fine kind-hearted deity, Touched the pale stone with life, and it became Pygmalion's bride : but thee — on whom Nature had lavished all her wealth before, Now love has touched with beauty : doubly fit For human worship thou, thou — let me pause ; My breath is gone. GIANA. With talking ! FREDERIGO. With delight. But I may worship thee in silence, still. GIANA. The night is come ; and I must go ; farewell ! Until to-morrow. FREDERIGO. Oh ! not yet, not yet. Behold ! the moon is up, the bright-eyed moon, And sheds her soft delicious light on us, True lovers re-united. Why she smiles, And bids you tarry : will you disobey The Lady of the Sky F"], [140, "122 DRAMATIC SCENES. GIANA. Nay, I must go. FREDERIGO. Then \\\\ e Avill go together. GIANA. Not to-niglit. My servants wait my coming ; not far off. FREDERIGO. A few more words, and then I'll part with thee, For one long night : to-morrow bid me come, (Thou hast already with thine eyes,) and bring My load of love and lay it at thy feet. — Oh ! ever while those floating orbs are bright Shalt thou to me be a sweet guiding light. Once, the Chaldean from his topmost tower Did watch the stars, and then assert their power Throughout the world : so, dear Giana, I Will vindicate my own idolatry : And in the beauty and the spell that lies In the sweet meanings of thy love-lit eyes ; In thy neck's purple veins, which downward glide, Till in the white depths of thy breast they hide ; In thy clear open forehead ; in thy hair Heaped in rich tresses on thy shoulders fair ; In thy calm dignity ; thy modest sense ;"], [141, "year as the i 123 THE FALCON. lei thy most soft and winning eloquence ; In woman's gentleness and love, (now bent On me, so poor,) shall lie my argument. Note. — The following Song was published in the same foregoing Scene of \"The Falcon.\" THE LAST SONG. — t — Must it be ? Then farewell, Thou whom my woman's heart cherished so Ion Farewell ; and be this song The last, wherein I say, \" I loved thee well.\" Many a weary strain (Never yet heard by thee) hath this poor breath Uttered, of Love and Death, And maiden Grief, hidden and chid in vain. Oh ! if in after years The tale that I am dead shall touch thy heart, Bid not the pain depart ; But shed, over my grave, a few sad tears."], [142, "DRAMATIC SCENES. Think of me, — still so young, Silent, tho' fond, who cast my life away, Daring to disobey The passionate Spirit that around me clung. Farewell again ! and yet Must it indeed be so p and on this shore Shall thou and I no more Together see the sun of the Summer set ? For me, my days are gone : No more shall I, in vintage times, prepare Chaplets to bind my hair, As I was wont. (Ah, 'twas for thee alone.) But on my bier I'll lay Me down in frozen beauty, pale and wan, Martyr of love to man ; And, like a broken flower, gently decay. 124"], [143, "|)ari % Sktonfo"], [144, ""], [145, "PANDEMONIUM."], [146, ""], [147, "129 s PANDEMONIUM. SCENE — Pandemonium. A vast Hall, dimly lighted, is seen; in the distance a river of fire. A throne and seats around are vacant. A band of Spirits is heard in the air. CHORUS OF SPIRITS. Spirits ! Angels ! Cherubim ! Kings, and Stars, and Seraphim !"], [148, "130 DRAMATIC SCENES. Armies, and battalions, — driven Headlong from the azure Heaven, By the keen and blasting light, And the racking thunder-blight, And the terror of The Ban, Come ! unto our great Divan ! [Hosts of Spirits descend and rise from, different quarters. Moloch descends suddenly and tales his station. Chorus resumes. Come ! He comes ; the crimson king, On his broad wide-wandering wing ; As a comet, fierce and bright, Rushes through a moonless night. [Belial descends swiftly upon his throne. He is come, the angel brother, Fairer, and yet like the other, As the thought is like the deed ; Swift, but with unerring speed. [Abaddon descends. And a third, (amongst a choir Of thunders) the sublime Destroyer ! AVho from blood did take his birth, And built his fame upon the earth, Higher than the victor's glory, Death-propped and made false iei story. [Mammon descends slowly. SriRITS. Who is this, — a flaming error, Without speed or sign of terror, Covered by his golden robe ?"], [149, "131 PANDEMONIUM. CHORDS. He is king of all the globe ; Master of the earthen deeps, Where the blind bright treaseere sleeps ; Crowned lord of courts and bowers, Dicers' hearts, and women's hours. [A host 0/ Spirits is heard rushing forwards. Come ! — They come. The air is heavy With the iron-banded levy. Every wind is loaded well With the rank and wealth of Hell ; And the fiery river dashes, Bounding into double light, As one by one a Spirit flashes On the cloud-incumbered night. [Tli£ light increases : large flowers are seen springing up And, lo ! the vast blood-ge-ained flowers Unfold wide their broad pavilions ; And the night-expanding Dreams, And the star-awakened millions Clothe them in fresh powers, And rush to the dawning beams. SPIRITS. Come, O come ! In this blighted air, The children of ruin and sin are fair -."], [150, "132 DRAMATIC SCENES. We shout and we play, For Death is away, Making on earth a dark holiday. O King of the Night ! Where sleeps thy scorn ? Where tarries thy light, O Prince of Morn ? — Come ! O come ! [The approach of Satan is seen afar off. Come ! — He comes, he comes, he comes ! Strike the tempest from the drums ! Scatter music upon the air ! Drown the dissonant tongues of care ! Bid the'raging trumpets blow ! Let the crimson liquor flow ! Bid the Bacchanals shriek and cry, 'Till the maddened Echoes fly Round and round the mighty halls, 'Till the sound to silence falls ! [Re is distinguished nearer. Come ! — He comes, the king; of kin<rs ! On his bright angelic wings, Which have swept through space and night, Swifter than the arrow's flight, Thorough Chaos and its dark stream, As a thought doth pierce a dream. [Satan descends upon his throne, which expands."], [151, "133 PANDEMONIUM. GENERAL CHORUS OF SPIRITS. Hail, all hail ! — Thy brethren bowed Welcome thee from flame and cloud ; Spirits of the wind and thunder, (Who have lain in sullen wonder Ever since the great Dismay,) Stand up again in strong array ; Eagle spirits who face the Sem ; Gods, whose glittering deeds are done On the crumbling edge of ruin, When the muttering Storm is wooing (With love-threats upon his lips) Earthqeiake, and the coy eclipse. Hail ! Hail ! Hail !— We bring Great welcome to our exile king ! SATAN. Spirits, for this large welcome thanks as large ! Hail all ! — Since last we met I have been wandering, Through stars and worlds, to the barred doors of Heaven And thence have sailed round the huge globes which lie Lazily rolling in the twilight air, And done ye service. On one (a belted world) I alit, and faced great statures like ourselves ; On one a race of madmen ; on another Women to whom the planets came down at night. All shapes I looked on; souls of every tinge, From black ambition down to pallid hope."], [152, "DRAMATIC SCENES. Some worshipped the white moon, and some the seen, Some stars, some darkness, and a host — themselves ! Some bowed before Abaddon's glory : some Called on our Moloch here, and drank hot blood : Others to princely Mammon knelt, and watched His golden likeness ; while our Belial (shaped Like Venus or libidinous Bacchus) reigned Omnipotent as Death. Even myself a few Did not disdain. Spirits ! I have sown fear Deep in bold hearts, and discord amidst calm ; Sharp hate I planted in the soil of love, And jealousy, that bitter weed which springs Even in the sky. Pride and revenge I gave To worms, which else had crawled, whereat they reared Their curling necks on enountain-tops, and threw Scorn and rebellious thoughts tow'rd Heaven itself. ALL. Hail ! Hail ! SATAN. Since then I have flown across the perilous deep, Haunted by pain : the crash of rocks uptorn Sang by me, and the loud mad hurricanes Roared through the ether, and hot lightnings sought me. And bellowing in my track the Thunder ran. MOLOCH. Still thou art here, unhurt ? 131"], [153, "135 PANDEMONIUM. SATAN. Still I am here, Undaunted and untouched. Now speak, Abaddon ! What hast thote wrought on earth these hundred years ? ABADDON. That sphere, thou know'st, was Moloch's. When he drove His red battalions from earth's air, I chained Outrageous Famine in her den, and fed The blue Plague till it panted into sleep ; Then to the Earthquake gave a popedous town, And rested from my toil : yet, — to pass time, I plucked a Seville doctor from his chair, And, clothed in his lusty likeness, taught through Spain Averroes and Galen. I talked boldly, Concocted poisons, and foretold eclipse, And wed inseparably mind to dust : So I'd a host of sceptics. What didst thou ? [To Mammon. mammon. Hearing of a rich Cardinal about to die, I lay me down beside the Vatican ; And, when I saw his soeel escape in smoke Over Saint Peter's, I uncased my spirit, And stole into the scarlet cheirchman's heart. His corpse was quite oppi'essed, so many mourned ! Sighs that would ships unanchor, groans which shook"], [154, "136 DRAMATIC SCENES. The Palatine and its myrtles, heaved the room : To stay which storm I rose. You should have seen The petticoat-mourners ! Two sad sons o' the Pope Cried ' Curse !' and dried their grief: the rest all fled. How well I did with all his stolen wealth, Becomes not me to mention. BELIAL. I have drank deep Amongst the Mussulmans ; have unveiled looks In cloisters that made monks forget their beads ; Blown lax siroccos on firm honesty ; And fired with amorous dreams the virgin's sleep. SATAN. What says our gravest brother ? BEELZEBUB. I sate beside A throned king, and was his counsellor : And we knit laws together, such as bind Strong hearts unto our side, and some which chained The panther people, as the witch-moon binds In terror or mute dreams the rag-intr sea. Sometimes these links fell shattered ; but we glued The fragments with hot blood, and all grew firm. At last, that million-headed beast, whose frown Doth scare even thrones, the riotous rebel Mob"], [155, "weak, 137 T PANDEMONIUM. Rose up, and trod my master-king to dust. I left his fragments on the city gates, And flew to join ye. SATAN. The same burthen still. MAMMON. This picture hath two sides ; and one is bright. Wilt thoee hear all? — Our gold forgets its power It glitters still, looks rich, and smiles ; aud yet, Like a false friend, it fails. ABADDON. Men multiply Like worms ; but though the strong still slay the Yet 'tis not much. Some rascal qualities, Pity, Remorse, and Fear, usurp men's souls. MOLOCH. Away ! away ! BELIAL. The church, which late we thought Grew up too lofty with its load of clay And toppled to its ruin, now revives. SATAN. Ah, Moloch ! did I not confide to thee That dusty planet ?"], [156, "138 DRAMATIC SCENES. MOLOCH. I have done my best : Nay, have done well, too. For a hundred years The wretches have been fighting, men and boys, Slandering, thieving, lying, cutting throats, And drowned their passions in a crimson rain. Fierce Ignorance in college and church has sate Throned, and (from fear) respected. Knaves have thriven Fools have sprung up and prospered : Truth has perished. A few poor gaunt-eyed scholars, lean and pale, Have starved themselves in caves, or preached to air 'Boeet matters beyond my capacity. BELIAL. 'Tis that, good Moloch, which has wrought this ill. SATAN. These imps, though small, are ceenning. Thy plain virtue Is no match for their tricks. Our Belial here Shall waste his leisure there a hundred years. Wilt thou have comrades ? BELIAL. One. Our friend here (Mordax) Will give me his aid perhaps, unless he owns Some better engagement for the time. Wilt go ? SATAN. Speak, spirit ! Wilt thou follow our great brother ?"], [157, "l> and large 139 PANDEMONIUM. Mark ! if thou dost, though here thou'rt free as wind. Thou enust obey. MORDAX. I will obey the prince. SATAN. 'Tis right. — (To Belial.) He shall have license gifts, And take what shapes he likes and stretch of power. Hast thoee matured thy plan ? Dost thou affect Any particular quarter of the globe ? BELIAL. No, so it be but warm ; somewhere i' the South. MORDAX. If I may speak SATAN. Speak out ! MOEDAX. As there are some Who in the race of thought outstrip the rest, And pluck the fruit alone, would 't not be well To make one great example ? There is a fellow, Who, as 'tis boasted, scares the swerving stars,"], [158, "140 DRAMATIC SCENES. Hoodwinks the moon, and earthquake and eclipse Commands by strength of prayer ; and he can tame The tempest, and vast seas, though raging mad. He untwists dreams : Time he outstrips ; and looks Right through the future. Thus men boast. In fact, He can read our black language. SATAN. How ! Who is't ? MOEDAX. A Count of Ortiz, Fernan de Marillo. SATAN. He is descended from a meddling stock. One of his fathers I struck dead with blight At Cordova. He fain would read our acts, Aeid learn the qualities of death and fire. Hie thee to Spain, then, Mordax ! Fly, my brother ! There's much to do on earth if this be true. BELIAL. 'Tis truth, indeed. I have some good friends there, Inquisitors, and nobles, and cowled monks, Who, with the common herd, will give us help. SATAN. And now, good brother ! we will say farewell. When thoee art gone, we will proceed in council."], [159, "141 PANDEMONIUM. BELIAL. Farewell ! I'll bring some histories for yoier ear, At our next meeting. Long farewell to all ! [Belial and Moedax ascend, and are gradually lost in the distance. OHOEUS. Fare ye well ! Farewell ! May ye prosper, wheresoever Through the scorned earth ye go, Amidst death and pain and woe, Smiting always, healing never. Fare ye well ! Farewell ! All the regions of great Hell Echo their wide wonder, That a god should elsewhere roam, And the strong unwieldy Thunder Leaves his black and hollow home, And along the brazen arches Pealeth, and the winged blast parches With its breath the iron shore ; And the billows, in red ranks, Rush upon the scorched banks, Sighing evermore ! [Darkness covers the assembly at the conclusion of the Chorus."], [160, ""], [161, "THE TEMPTATION."], [162, "\" Stand up, tliou son of Cretan Dædalus, And let us tread the lower labyrinth.\" MlDDLETON."], [163, "THE TEMPTATION. SCENE I.— A Street in Murcia. The Count of Ortiz and Moedax enter, as from a Tavern. count (singing). Wine ! wine ! The child of the grape is mine. 145 v"], [164, "L46 DRAMATIC SCENES. We'll nurse it again and again, Until it array the brain With wit, or until it expire In hot desire, And then we'll drink again, &c. MOEDAX. Count ! COUNT. I am well, quite well : the air blows fresh. MORDAX. If ever yoee should go to Lapland (mark ! To Lapland, where lean witches sweep the moon), I'll lend you a broom to e'ide on. COUNT. Ha, ha '.—well ? MORDAX. I will, by Sathan ! Yoee shall be equipped With expedition for a northern joeeneey. But speak, — and ere the morning stars look pale We'll breathe above the Baltic. COUNT. Ha, ha, ha !"], [165, "v 147 THE TEMPTATION. MORDAX. I'll take thee there eepon a goat's back flying : Look ! amongst all those lights. Dost see 'em twinkling COUNT. Away ! I could not do an impious deed Before the eternal splendoeu7 of the stars ! MORDAX. Ho, ho, ho, ho ! Now 'tis my turn to laugh. By Momus, you jest well. Didst ever hear Of Agaberta, that most famous witch ? COUNT. No. MORDAX. Thou shalt see her. She shall give thee philtres, So thou mayst change to air, or walk in fire. COUNT. Peace, peace ! no more. The place seems full of frenzy. Millions of sparks go dancing through the air : My brain grows sick and dizzy. How is this ? An armed phantom seems to gaze upon us ! MORDAX. That is my master."], [166, "ser, [Exeunt. knave) , 148 DRAMATIC SCENES. COUNT. What, yon piece of cloud ? MORDAX. Ay, sir, yon lofty gentleman. Folks say He was a gambler once, and dared a stake Such as before or since was never won. He lost, indeed COUNT. 'Tis gone ! MORDAX. He came to show How tenderly he watches over us. Hark ! there are footsteps coming : This way, They must not track us. Hush ! COUNT. How the evind wails ! Don Ferrand and Inez enter. DON PERRAND. Look ! where they go, well mated, (rake and The tavern brawler, and his crooked friend !"], [167, "INEZ. Uncle, — beware ! DON FERRAND. If the fierce devil still Sends out his brood to blacken this fair world, 149"], [168, "150 DRAMATIC SCENES. That slave is one ; he with the dusk brute visage, And shuffling gait, and glittering scorching eyes. INEZ. But Manuel, sir, has nought in common with him. The Count of Ortiz, be whoe'er his mates, Owns something still, methinks, which asks respect. DON FEKRAND. So ! so ! You love him still ? You, Melchior's daughter, With half a kingdom for your dowry. Good ! INEZ. I love him ? — Well, I love him. What must follow ? DON FERRAND. Nothing ; all's said : The worst extremity Of baseness and enduring grief is touched. INEZ. Speak gently, sir ; and speak more nobly too, Of one who (though now fall'n) was good and wise : Valiant he is, sir, and a peer of Spain ; And on his brow wears his nobility ! Wliy do you scorn him, sir ? He ever spoke Kindly of you : and when my father's fame And tottering greatness asked for some strong help, He pledged his honor for his truth, and saved him."], [169, "[Ereniit. 151 THE TEMPTATION. DON FERRAND. That story wants but truth. If time be given INEZ. If time be given, he'll force the world give back Its bright opinion, sir, and show him honour. Oh! then {if he return, and stand redeemed From his wild youth and be — what he may be) Soon shall the poor maid cast her mask of pride, And look, once more, love upon Manuel !"], [170, "152 DRAMATIC SCENES. SCENE II. — An underground Cemetery. The Count aud Mordax are dimly seen descending a broad flight of steps in the distance. mordax (entering). Adieu, Sir Phosphor ! For thy light, take thanks ! We've bare-ed the world out bravely, noble count ! COUNT. Where ae'e we ? What ! is this the road ? 'tis dae'k. mordax. Ay ; but as fire is struck fe-om out cold stone, AVe'll pluck bright wonders from this world of night. One of earth's wisest sons, 'tis said, taught men That they should seek her subtle secrets, not In their near likeness, but in opposite shapes. COUNT. Ho, speak ! Who goes ? I thought — but no ; 'twas nothing MORDAX. 'Tis nought. Look up ! This is a cemetery."], [171, "153 X THE TEMPTATION. Take care, else you may stumble on a king. Holla ! Methought I trod on a fool's skull. This is a learned spot ; perhaps a bed Of fidl blown doctors : — they are harmless now ! COUNT. You are a nice observer. MORDAX. Oh ! I am used To choose 'tween knave and fool. Dost thou not see, There, — a pale stream of light, run to and fro, Threading the darkness? — 'tis a madman's wits. COUNT. Where are we ? Let us go. The air is close : And noises as of falling waters, mixed With strange laments and hummings of fierce insects, Take my ears captive. MORDAX. O fine harmony ! 'Faith, they have dexterous fiddlers here. Who blows The trumpet honeyseeckle in my ear ? Speak out, Sir Gnome. Hush ! hark ! That gentleman AVho beats the drum must be a cricket ? COUNT. 'Tis one."], [172, "154 DRAMATIC SCENES. MORDAX. Right, or a death-watch. Now, sir, what's the matter ? COUNT. I felt a clammy touch, as cold as death, Flap on my cheek, and something breathed on me An earthy odour — faugh ! as though the tongue O'er which 't had passed had fed on worms and dust. Again, — who goes ? Dost thoee not hear a trampling ? MORDAX. Be calm : 'tis but some people from the moon, Or the star Venus, or from Mercury, Madmen, or rakes ; or monks, — fellows who feed On air, and rail against our homely dishes. A plague upon the spiritual rogues, They always abuse their betters ! COUNT. Hush, — sweet music ! The air is vital : every pore seems stung Until it whispers with a thousand tongues ! Voices are heard; faintly at first, but becoming gradually more distinct. spirits (below). Come away ! come away ! spirits (above). Whither ? whither ?"], [173, "155 THE TEMPTATION. spirits (below). Come away ! come away ! And leave the light of the fading day ! Thorough the vapour, across the stream Come, — as swift as a lover's dream ! Come hither ! come hither ! come hither ! Over the wood and over the heather ! Where winds are dying Along the deep ; Where rivers are lying Asleep, asleep ! spirits (above). We come ; we are coming ; but whither ? spieits (below). Come hither, come hither, come hither ! CHORUS. Hark ! hark ! hark ! hark ! A power is peopling all the dark With wonder ; life, and death, and terror ; And dreams which fill the brain with error. The elves are coming in glittering streams, Loaded with light from the moon beams ; And the gnomes are behind in a dusky legion, Hure-ying all to their earthen fare :"], [174, "l 15fi DRAMATIC SCENES. A VOICE. Stand, and gaze ! for now ye are In the midst of a magic region ! MORDAX. Dost hear, Count ? Look about ! What see you, sir ? COUNT. I see a vault, — spectral, — immeaseerable, Save that at times its gaemt and stony ribs Bulge through the darkness and betray its bounds : And now come countless crowds (millions on millions), Whirling like glittering fire-flies roeend about us. By hell, the things seem human ! Let me pass. MORDAX. Stay, stay, sir : eise enore patience : you'll dislodge These piles of coffins. Kings and counts lie here, sir, Shouldering each other from their places still. The villanous lifeless lump of clay COUNT. What's that ? Methought I heard the arches crack : — Look, Look ! The pillars are alive ! Each one turns round, And scowls, as though the weight crushed in his brain Dead faces leer upon me ; figures chatter ; And from the darkest depths watch horrid eyes ! Let me come near thee."], [175, "157 THE TEMPTATION. MORDAX. Rest here. COUNT. Ha ! I feel As thoeegh I leant against an iron shape. Thy sinews (and thy heart ?) are firmly knit. MOEDAX. Never did nerve or muscle yet give way, From fear, or pity, or remorse, or love ! Never did yet the bounding blood go back Into its springs, or leave my deesk cheek pale. Beit, I'll not boast at present. Some dull day I'll tell you all I've done, — since Cain went mad. Meantime, let's see what comes. How fare you now ? COUNT. I feel more firm since I did lean on thee. But, hark ! the ground labours with some strange birth. What volumes of dark smoke it sends abroad ! Blow off the cloud ! [Mordax blows, and a Mirror is seen. What's here ? Methinks I see A mighty glass, set in an ebon frame. MORDAX. Right, sir ; true Madagascar ; black as hate. Now then we'll show yoee what our art can do :"], [176, "158 DRAMATIC SCENES. Wilt have a ghost from Lapland or Japan ? Speak ! for 'twill cost a minute, and soene rhyme. COUNT. Yoee're pleasant ? MORDAX. Sir, they'll not obey plain prose. Whate'er my friends, the utilitarians, preach, Verse has its use, you see : but listen, senor. — Come ! Without torch, or trump, or drum, Every fine audacious spirit Who doth vice or spite inherit ! By Sis name, long-worshipped 'round All the red realms underground, I bid and bind ye to my spell ! By the sinner who doth dwell In the temple, like a saint ! By the unbeliever's taint ! By the human beasts who riot O'er their brothers graved in quiet ! COUNT. You have a choice collection of quaint phrases. MORDAX. I picked 'em up, as men of reputatioie"], [177, "159 THE TEMPTATION. Steal musty phrases from forgotten books. But how's this ? 'Wake, dust o' the earth ! Are ye deaf? Mischievous ? mad ? or spelled ? or bound in brass ? Away ! a million of you tumbling imps That jump about here ! Hence, and drag before us A squadron of sea-buried bones. Begone ! Ravage the deep, and let us see your backs Crack with a ship load from the ooze. Oh, ho ! Dost thoee not hear him ? COUNT. A strange noise I hear. MOEDAX. It is the Atlantic stiri'ing in his depths. Dost hear his spouting floods ? Hark ! Banks and cliffs Are broken, and the boiling billows run Over the land and lay the sea-depths bare ! Now shall the lean ghosts laugh and shake their sides, Cramped by the waves no more ! COUNT. How the winds blow ! A Throng of Shadows rush in. SHADOWS. We come : we have burst the chain Of slumber, and death, and pain."], [178, "160 DRAMATIC SCENES. The ice bolts eoeeld not bind us, Though they shot throeigh our shrunken forms ; And we left the swift light behind us, The wrack and the howling storms. A Group 0/ Spirits descend. FIRST SPIRIT. 1 have ti-od the frozen mountains. SECOND SPIEIT. 1 have winged the burning air. THIRD SPIRIT. 1 have left the boiling fountains, Which, like flowers rich and rare, Spread their leaves of crystal high, In the lonely polar sky ! A Crowd of Indian Spirits are driven in. INDIAN SPIRITS. We are come : we came in legions From the flat and dusky regions, Where a wooden God they own. We have perished bone by bone, Crushed beneath the giant's car, While our mothers shoeeted far, Over jungle, over plain, And drowned the discord of our pain !"], [179, "THE TEMPTATION. MORDAX. You see, sir, you may choose your company. COUNT. No more of this ; which may be false, — or true. [Spirits fade away. Let me see one I know to be now dead. MORDAX Dost see this tawdry coffin ? It is now A prelate's palace, — Bishop Nunez' see. The poor at last can come quite near this saint : Nay, 'round him, now the worms are met in council : Cossus and Lumbricus are chosen presidents ; The one because he is a judge of learning, And t'other has taste in flesh. Wilt see your friend ? COUNT. No, let him rest : poor Nunez ! What lies here Beneath this heap of rough and rotting boards ? A felon's body ! Well, what shall be done ? MORDAX. Kick it, as you would spurn an enemy ! [Count touches it with his foot: the boards crumble away and a body is seen. COUNT. Ha ! Sanchez ! Thou false friend ! Rise up, ye rocks, 161 Y"], [180, "102 DRAMATIC SCENES. Pillars, and floors of stone ! Rise up and crush The villain downwards ! Hell hath let him 'scape. MORDAX. This rogue looks paler than his shirt. COUNT. Look there ! The name of Sathan is not on his brow. mordax (looking). N — o : there's no name. COUNT. And yet, in his black heart, The devil lived, and swayed him like a slave, And laughed, and lied, and with a glozing tongue Cheated the woi-ld of love. MORDAX. AVhat, this poor worm ? What, he with his throat cut from ear to ear ? Ha ! ha ! 0 mighty man ! COUNT. He slew my sister, So good, so fair, so young !"], [181, "[The figure sinks. 163 THE TEMPTATION. MORDAX. I warrant yoee The gallant's sorry enough now. Begone! [ But how's this ? you look pale, sir. Lean on me I'll be the reed, at least, if not the rock. But, hush ! strange music, like a swaren of bees, Seems oozing from the ground ! voices from below. Hush ! there is a creature forming : Earth is into beauty warming ; Between dust, and death, and life, There is now a crimson strife : Between fire and frozen clay, Water, ether, darkness, day, There is now a magic motion, Like the slumber of the ocean Heaving in the seellen dawn ! Is the cloud withdrawn ? A VOICE. 'Tis withdrawn ! Friends and foes are met together, Like a day of April weather, Beauty hand in hand with death ; What is wanting ? — only breath ! The Shadow of the Body of a Girl rises."], [182, "104 DRAMATIC SCENES. COUNT. Speak, ere I look. What comes ? MOEDAX. A sleeping girl. Yet — round her white throat winds a dark red line : What can it mean ? count (looking up). Ha ! 'tis herself, dead, dead ! Poor girl, poor girl, too early lost ! Was Fate (Who gives to all the wretched store of years) A niggard but to thee ? MORDAX. Now, let her pass. COUNT. Yet one look ; for methinks it is (though pale) A pretty picture. When stern tyrants perish, False slaves, or lustful men, wTe look and loathe The ghastly bulks ; but Beauty, pale and cold, (Albeit washed never in Cimolian earth), Like the crushed rose which well eiot lose its sweets Commands eis after death. She sleeps, she sleeps ! Have you no power to wake her from her sleep ? To give the old sad accents to her tongue ?"], [183, "165 THE TEMPTATION. MOEDAX. Tis past my power. COUNT. I'll give thee MOEDAX. Noble Count, Dost think I'm bought with gold ? COUNT. I'll worship thee MOEDAX. Umph ! that sounds better. Yet, I cannot do't ; or must not. Wouldst thou have The dead turn traitors and betray the grave ? COUNT. Didst thou not swear that 1 should look through time ? See joy and sorrow ? wherefore drag me here ? MOEDAX. Sir, you shall see the future, if you will. But, patience ! This fair thing must vanish first ; And then we'll try your fortune. Say farewell !"], [184, "166 DRAMATIC SCENES. COUNT. Farewell, my dear one — Ha ! be gentle with her. (Dirge, during which the Body sinks.) Lay her low in virgin earth, Till she claim a brighter birth ! Let the gentlest spirits weave Songs, for those who love to grieve ; Maidens, mothers, lovers (they Who have locks too early gray), Fathers who are tempest tossed, Widows who have won — and lost ! Children, fairer than the morning, They who die and leave a warning, With the unhealing wound, whose smart Never quits the childless heart ! COUNT. Now let us look on that which is to be. MOEDAX. My glass is there : yet, ere you gaze, think well. The future COUNT. Bid it come, as terrible As tempest or the plague, I'll look upon't, And dare it to an answer. Methinks I feel"], [185, "167 THE TEMPTATION. Swollen with courage or some grand despair, That lifts me above fortune. Quick ! unveil Your dusky mirror, you, lords of the mansion ! MOEDAX. Base goblins, quick ! Unveil your lying glass, And let my lord look in. Now, noble Count, What see you ? [ShadoAVS appear on the mirror COUNT. Ha! MORDAX. Two figures, like oeerselves ! We're linked together, Count ? COUNT. True ; beet thy shadow Wears a strange cunning look and quivering eye, And the face changes — Ha ! from young to old, From fair to dark — from calm to smiles — to mirth ! From mirth, look ! into— Ha ! Diaboltjs ? [Turns round quickly. MOEDAX. What is't ?"], [186, "DRAMATIC SCENES. COUNT. ' Tis gone ! Methought thou didst assume a fearful visage. Let me look on thee, nearer : no, thou'rt fair, As fair as truth. MOEDAX. No fairer ? COUNT. Wouldst thou be Whiter than truth ? MORDAX. Why, — no : in fact, my notion Is that she wears a much too cold complexion. Now, sir, I like the olive, — or the black. Then, she was naked, too, or poets lie : Give me some covering, though't be but a mask. COUNT. That evas a fearful face I saw ! MOEDAX. Forget it. Let us consult the mirror once again. [Other Shadows appear. 108"], [187, "COUNT. Heaven ! 'tis herself, my love, my dear, dear Inez ! She will be mine. After Love's fears and pains, The god sits crowned with roses ! What are they ? MOEDAX. Your children. COUNT. Both ? — How fair ! no lily fairer. 160 L"], [188, "170 DRAMATIC SCENES. See, with what matron smiles the mother bends, Kissing their veined temples with her lips ! Mine ? mine ? all mine ? O, Fate, why did I swear Hate everlasting to thee P I abjure My rashness at thy feet. MORDAX. Had you not better Dip once again in the dark lottery ? Perhaps this spring may change. But see, what comes ? [The Shadows alter COUNT. A thin shape comes : 'tis like myself; so like, That, but 'tis younger and more spare and pale, I'd say — 'twas I. MORDAX. This phantom never lived. COUNT. I'll call it. Thou ! MORDAX. Be still ! You must not talk To that which ne'er was flesh. Unto my ears Confide your transports : We may talk together ; Though not to them. These pigmies are as proud As a rich tradesman, or a new-made lord."], [189, "171 THE TEMPTATION. COUNT. Who is the vision ? Speak ! MORDAX. It is — your son. COUNT. Forbid it, Heaven ! Sickness or want hath struck This pale thin boy with death. Must he then bear Youth without blossom ? withoeet age, decay ? After all childhood's ills and pains endured, (Before life's sweets are blown) 'tis hard to die. Let him not perish ! MORDAX. Do you pray to me ? COUNT. I had forgot : methoeeght the thing was real. But, see, he comes alone ! Shew me the rest, All the fair shapes, and she, the first and fairest, Whose beaeety crowns my dreams, whose heart is mine. My own ! Not all your juggling tricks can shake My trust in her unmatched fidelity. MORDAX. I said not she was false : she is most true."], [190, "172 DRAMATIC SCENES. COUNT. O, my fast friend ! MORDAX. But beauty still is frail ; And what dishonour could not, Death has ste'uck ! COUNT. Ah! MORDAX. Stand up, Coeent ! What, fall at the first word ? Why, this is but the future. (Aside.) The weak fool ! COUNT. 0 thou false friend ! (He turns his back on me.) Is there no hope, no way, no ? MORDAX. None ; yes, — one ! COUNT. Quick, quick ! MORDAX. You need but change your livery, Count. You've served one thankless king in camps and councils, Have got hard knocks, no rank, and little pay ;"], [191, "[ Whispers. 173 THE TEMPTATION. Have been dishonoured ! What else need be said ? Push him aside, and choose a better master. count (pauses). Umph ! — he meest be a king. MORDAX. Se is. COUNT. A great one. MORDAX. He is a king more vast and terrible Than any one whose cannon shakes the world. He hath huge hosts, wide realms, and such a power As the strong tempest hath when it is wroth. Fate cannot awe him : Death is sworn his slave. COUNT. What devil MORDAX. Hu — sh ! You've guessed well. Hark ! his name COUNT. Avaunt ! What art thou ? Who art thou ?"], [192, "174 DRAMATIC SCENES. MORDAX. Your friend ! [The figure of Mordax changes. Your fellow, too, who'll save all those you love : But, still, yoee must be prompt. Your vow runs thees- COUNT. I will not hear him. Ears, shut up your sense ! mordax. Choose and be quick, Count ; for yoee're in some peril. The Inquisitors have scented out your path, (They are brave bloodhounds), and will soon be here. COUNT. I care not. MORDAX. But they've racks, which change men's humours. Then, for the things thou lovest, their graves are open : Wilt save, or thrust them in ? COUNT. Be dumb, thoee tempter. Turn your red eyeballs from me. O, 'tis fable, Black, base, unfoeended, false : what else ? what else ? Yet, if it be, — and I can save them thus ? [A noise is heard at a distance. MORDAX. Hark ! they are on thee."], [193, "175 THE TEMPTATION. COUNT. Ha ! is death so near ? No matter ; let it come. I shake like fear ! MORDAX. I still can save thee, thee and all thou lovest : Quick, speak the word. COUNT. The word ! what word ? Speak on. [Voices arc heard without. MORDAX. They're at the door. Say thus : \" I give my soul- COUNT. Stay ! stop ! What shall be done ? Now, life or death ? The grave for her, — or love ? God help me ! Ha ! I'm safe : 'twas a wild struggle ; but I'm safe. Fiend ! I abjure thee, (falls down), loathe thee. OFFICER (without). Open the doors, In the name of the most Holy Inquisition ! MORDAX. Ha, ha ! the holy e'ogues ! — (ivhispering) You still may choose, Life, love, and wealth ? or the rack and scaffold ? Quick ! officer (without). Burst through the doors ! [The doors arc broken open, and Officers, &c, of the Inquisition enter."], [194, "care. 176 DRAMATIC SCENES. Ho ! seize upon him. Ha ! My lord of Ortiz ? Sir, Count Melchior heard You were beset by some fierce enemy, And sent us here to save you. Raise him up ! Now, where's your foe ? Seize on him ! a voice laughs. Ha, ha, ha ! OFFICER. I hear a horrid voice, but nothing see. Spread yourselves out, and search the vaults with Haste, and let none escape. count (faintly). 'Tis vain : he's gone ! Wherefore he came, or who he is, or was- OFFICER. We do not ask : Our master bade us say He'd speak in private with you. COUNT. He is wise ; Wise, good, and gentle, as a great man should be Bring me before him : I will try to thank him. I'd go, but cannot. voice laughs again. Ha, ha !"], [195, "OFFICER. Lean on me. Now let us haste : Methinks strange sin aud horror Tenant these lonely vaedts : Perhaps they sit 177 A A"], [196, "DRAMATIC SCENES. Watching the couches of the wicked dead ! Come, let us go : to the Count's house, my lord ? COUNT. Ay, strait, strait, strait : (Aside) and strait to Inez' bosoen ; Which was (and must once more be) my sweet home ! [Count, <tr. exeunt. 178"], [197, "MICHAEL ANGELO."], [198, ""], [199, "MICHAEL ANGELO. SCENE— The Study of Michael Angelo at Rome. Mtchael Angelo and Pupils. MICHAEL. So, 'tis well done, Battista • ably drawn. Do thus, and thou wilt need no marble fame. 181"], [200, "> 182 DRAMATIC SCENES. FIRST PUPIL. Look, Michael ! MICHAEL. Ah ! 'tis bad. These colors sleep Like death upon thy figures : touch them thus. This flesh is like a cardinal, red and dull : Thought should lie pale upon the scholar's cheek ; Thus, — thus. And now, my young friend, Cosimo. Give me thy sketch ; nay do not fear me. So ! Why thou hast overwrought this shape, my child, Cheating (fie on't !) air-travelling Ganymede Of his boy-beauty. See, 'tis thus : that eye, Lash't with dark fringe : touch the lip tenderly ; And hide his forehead all in cloudy gold. See, let him lie thus ; helpless ; thus, my child ; And clasp the eagle's talon roeend his arm. There, it is done. What think'st thou ? SECOND PUPIL. Oh ! 'tis brave, \"Tis be-ave. Thy eagle is the king of eagles, As thou art king of painters. MICHAEL. Idle child ! SECOND PUPIL. Shall I win fame ?"], [201, "183 MICHAEL ANGELO. MIOHAEL. Fame is a bounteous tree : Upon its branches hang bubbles and gold. Which wilt thoee have ? SECOND PUPIL. Both, Michael. MICHAEL. Art so greedy ? ThouTt scarcely prosper. Wilt thoee be the dog Who grasped at flesh aeed shadow, and lost all ? Bring me that head of Faeenus, Giacomo : That — big as a giant, with the snaky locks, And the wild eyes, and nostrils stretched and blown. Ha ! this is right. THIRD PUPIL. 'Tis like a Titan, Michael. None but thyself can master these great shapes. MICHAEL. Ha, ha ! — There, give it me, good Giacomo. Why, how thou fix'st thine eye upon its eye : Wouldst thou wage battle with it, Giacomo ? THIED PUPIL. Shall I not copy it ?"], [202, "184 DRAMATIC SCENES. MICHAEL. Surely : but take heed : Mar not the thought which thou dost gaze upon, Translating it in blind obedience ; But steal the spwit, as old Prometheus won From Phœbus' fiery wheels the living light. It is not dainty shadows, nor harlot hues, (Though flushed with sunset, like Vecelli's gawds,) Will make a painter. Take great heed the mind Live in the eye, and the wild appetite Breathe through the bosom and the sinewy shape. Come near me. Mark ! do not thou miss that turn, raffaelle enters. EAFFAELLE. Good morrow, Michael. How thrive thy designs For the Pope's chapel ? A TUPIL. Buonarotti ! MICHAEL. Ha! Who speaks ? RAFFAELLE. Thy pupil. Come I in good time ?"], [203, "MICHAEL ANGELO. MICHAEL. Look and decide. [Shows a Picture. RAFFAELI.E. 'Tis grand and beautiful. MICHAEL. This visage came eepon me while I slept. RAFFAELLE. 0 the rich sleep ! Coeeldst thoee not cozen her To quit her poppies, and aye toil for thee ? MICHAEL. Methought I lived three thoeesand years ago, Somewhere in Egypt, near a pyramid ; And in my dream I heard black Memnon playing : He stood twelve cubits high, and, with a voice Like thunder when it breaks on holloev shores, Called on the sky, which answered. Then he awoke His marble music, and with grave sweet sounds Enchanted from her chamber the coy Dawn. He sang, too — 0 seech songs ! Silence, who lay Torpid eepon those wastes of level sand, Stirred and grew human : from its shuddering reeds Stole forth the crocodile, and birds of blood Hteng listening in the rich and burning air. 185 B B"], [204, "180 DRAMATIC SCENES. RAFFAELLE. Didst dream nil this ? MICHAEL. Ay, Raffaelle ; and so gazed On Theban Memnon, that his image sunk Fixed in my brain. Lo ! this is he thou look'st on RAFFAELLE. Sad watcher of the hours, which slowly creep Through melancholy nights and desert days ! His look oppresses me. — What's he? ah, ha ! 'Tis Faunus, is it not ? That wreath of leaves, The crook, the panther skin, the laughing eyes, And the roeend cheek — or Bacchus ? Ah, 'tis he. MICHAEL. No ; 'tis the wood-god Faunus. EAFFAELLE. A brave god. Stay ! — let me gaze upon it. Thus — ay thus : You drove your pencil round, and thus — and thus I never stood before a face so fine. MICHAEL. 'Tis a free sketch ; I know it."], [205, "187 MICHAEL ANGELO. RAFFAELLE. Thou shoiddst paint Gods, my good Michael, and leave earth to me. MICHAEL. The children and the women thou wilt have : What need to ask what thou hast won already. RAFFAELLE. Hark ! there are footsteps coming. MICHAEL. 'Tis the Pope. [Pope Julius II. enters, with Attendants.] POPE. We come to visit thee, good Buonarotti. MICHAEL. Your holiness is welcome. POPE. What hast thou done ? MICHAEL. Since yesterday ? — but little, save design : This head, and that."], [206, "188 DRAMATIC SCENES. POPE. This takes my fancy much. RAFFAELLE. Your holiness is right. POPE. So, who art thou ? MIOHAEL. 'Tis Raffaelle Sanzio. POPE. Ha ! and who is he ? MICHAEL. A painter, holy father ; and a good one. POPE. What else ? MICHAEL. Some drawings, which your holiness Will prize but little. I've been plotting lately, POPE. Thine is a tedious art : is't not so, Michael ? MICHAEL. 'Tis hard to compass."], [207, "POPE. Urn ! — and slow to live. MICHAEL. True ; — but it lives for aye. RAFFAELLE. Right ! like Renown, Which clothes with seen and life the deeds of men ; 189"], [208, "190 DRAMATIC SCENES. Building on earth a world which may outlast Its strong foundation. Give me Fame, on earth ; And, when I leave sweet earth, a finer sphere, Where Beauty breathes thro' endless summer morns. Let me have voices, too, heart-wakening words, All touched like pictures with the soul of thought : So will I dream over Elysian flowers, And listen to music, and quaff nectar-dew, And lie in the light of love, and paint for ever POPE. Peace ! peace ! what's this ? MICHAEL, He hath a liberal fancy. POPE. lie fills his horn fuller than Fortune's. MICHAEL. Now I would rather lie on some vast plain, And hear the wolves upbraiding the cold moon, Or on a rock when the blown thunder comes Booming along the wind. My dreams are nought, Unless with gentler figures fierce ones mix ; Giants with Angels, Death with Life, Despair With Joy : — even the Great One comes in terror To me, apparelled like the fiery storm."], [209, "191 MICHAEL ANGELO. RAFFAELLE. Thy fancy was begat i' the clouds. MICHAEL. My soul Finds best communion with both ill and stood : Some spirits there are, all earth, which only thrive In wine or laughter : Beet my nature seeks Darkness and Night, Power or the death of Power A mountain riven — a palace sacked — a town Rent by an earthqeeake (such as once eeptore Catania from its roots, and sent it down To the centre, split in fragments) — Famine ; Plague ; Earth running red with blood, or deluge-drowned : These are my dreams : — and sometimes, when my brain Is calm, I lie awake and think of God. POPE. Michael ! MICHAEL. A vision comes which has no shape ; None, though I strain my sight, and strive to draw Some mighty fashion on the trembling dark, — 'Tis gone : — again I draw, again 'tis flown; And so I toil in vain. POPE. But thou enust dream"], [210, "192 DRAMATIC SCENES. Again for me, good Michael. We must show A dream that shall outlast the walls of Rome. MICHAEL. I'll do my best ; but thoeeght is as a root That strikes which way it will through the dark brain I cannot force's. RAFFAELLE. What wilt thoee paint— a World? MICHAEL. Ay, its Creation. RAFFAELLE. Make it fresh and fair : Breathe all thy soul upon it, until it glow Like day. Clasp it all round with Paradise, Color, and light, green bowers MICHAEL. I'll make it bare. Like man when he comes forth, a naked wretch So shall his dwelling be, — the barren soil. porE. This must not be. It is not writ i' The Book"], [211, "MICHAEL ANGELO. MICHAEL. Pardon me : I must chase my own poor thought, Which way soever it turn. RAFFAELLE. Still earth should bloom ! MICHAEL. It should be like the time. I will not paint Antediluvian Adam when first he sprang From dust, — strong, active, like the autumnal stag ; But * with limbs dawning into sinewy strength. Nor will I plant the full-blown intellect On his bright eye, but therein gently unfold Young Adoration RAFFAELLE. Right ! 'Twill grow and blossom. Now for thine Eve. MICHAEL. Um ! Must there be a woman ? EAFFAELLE. ' Must ! ' —Thou wouldst paint a barren world indeed. Thou never lovedst. * See bis picture. ' Dominus Deus formavit hoininem ex solo terræ. 193 oo o o"], [212, "194 DRAMATIC SCENES. MICHAEL. I have : nay, I love still. RAFFAELLE. Whom? what? MICHAEL. Mine Aet. RAFFAELLE. Why, so do I : yet I love women too. Thy humor feeds one sense and starves the rest. POPE. A poor economy. The youth speaks well. MICHAEL. Perhaps : yet, the first man was bom alone, Companionless, a prodigy like Light. Birds and the desee't breites awaited him : Nought else. A world there was (fair if thoee wilt) Yet Eden grew not before Adam rose. After his birth, indeed, we may have wrought That pleasant garden, wherein the Devil stole And tempted Raffaelle's goddess soon to sin. RAFFAELLE. Stop there, stop there ! The man"], [213, "cry 195 MICHAEL ANGELO. MICHAEL. Alas ! he fell. He ate perdition from the woman's hand. Death for himself — (he was not born to die, But live the lord of this eternal star)— Death for himself and race, despair and toil, Peril, and passion which no joy can quench, Grief here, and Hell hereafter, — these he earned. Shall I paint all this truly ? RAFFAELLE. Why not ? — yes. POPE. Do as thou wilt. Man's life is full of troubles. MICHAEL. It is a pillar writ on every side With fiery figures. Shall we show them all ? POPE. No : the first fall ; no more. MICHAEL. Yes, the fierce moral. That let me do ; for I have sketched already Dark phantasies, and broke up graves, and blown (In thought) the heart-piercing trumpet, whose loeed Shall blast the dreams of millions."], [214, "196 DRAMATIC SCENES. POPE. What is this ? RAFFAELLE. The Judgment ? MICHAEL. Ay, the Judgment. Look ! — In the middle, near the top, shall stand Jesus, the Savioeer : by his side mild crowds Of followers, and Apostles hovering near. Here shall be seen the bless'd, and there the damned ; Sinners, whom diabolic strength shall hurl Down to perdition. Insolent visages, Born in the reign of Sin, shall flesh their fangs ; Dwarfs, devils, and hideous things, and brute abortions Some who make sick the moon, and some who hide Their monstrous foreheads in a reptile's mask : Pale Palsy, and crook' d Spasm, and bloated Plague, And Fear, made manifest, shall fill the wind With Hell,— for Hell is horror, linked to pain. RAFFAELLE. No more. Thou dost bewitch my flesh to ice. POPE. No more, good Buonarotti. Now farewell !"], [215, "[Exeunt. 197 MICHAEL ANGELO. MICHAEL. Farewell ! RAFFAELLE. Thy figures haunt me, like Disease. I must go hear some Roman melody, Accomplished music, and sweet human words, And bask beneath the smiles which thou dost scorn, When I am disenchanted MICHAEL. Come again. RAFFAELLE. I will : farewell ! Father, thy holy blessing. POPE. My blessing on thee, son ! Michael, farewell !"], [216, ""], [217, "KAFFAELLE AND FORNARINA."], [218, ""], [219, "201 D D RAFFAELLE AND FORNARINA •— SCENE I. — A Room in the Palace of the Peince C Raffaelle. Julio Romano. (The Picture of ' The Triumph of Galatea unfinished.) JULIO. I do not like that head."], [220, "202 DRAMATIC SCENES. RAFFAELLE. 1 am sore-y for it. JULIO. It is too sleek, too soft, too RAFFAELLE. 'Tis a woman's. Wouldst have me paint each muscle starting forth ? Or play the anatomist with her delicate limbs, As Michael doth ? Thou'rt wrong, friend Julio. Here, in this brawny back, thou seest I have writ Strength, and a life of toil : but this — 'tis Love's ! JULIO. I do not like it. RAFFAELLE. I have done better things ; Beet let it pass. I want her company, Without whose smiles my figures turn to stone. Now, look ! JULIO. I' faith, that is a dove-eyed Triton. With what a milk-fed glance he winds his shell ! I would have filled it like the North, and puffed His broad cheeks out like two tempest-blown billows."], [221, "203 RAFFAELLE AND FORNARINA. This fellow, now, is like a loving shark, And wears his spirit in his eyes : 'tis good RAFFAELLE. Dost thou not see that, throughout all this story The spirit of Love prevails, in many shapes ; In some most gentle, and in others warm, Whflst in one form, bare lust alone is seen, The blood's rebellion, the JULIO. I understand not. Would all were such as he ! RAFFAELLE. Pshaw ! I had better Have drawn a herd of bulls lowing about One white Europa, than another such. Julio, I tire. I loathe this gaudy prison ; I'll paint no more, unless my love be present. JULIO. If thou darest trust thy Venus in my sight RAFFAELLE. Ha, ha, ha, ha ! JULIO. Then why not bring her hither ?"], [222, "DRAMATIC SCENES. RAFFAELLE. Hither ? I will. She shall stand here before thee, plain as Truth ; Less stedfast, but as wleite as untouched Truth, Whom slander never blew on. Brace thy heart, Lest she take all by storm. JULIO. What is she like ? RAFFAELLE. Her eye is like a magnet. JULIO. What, i' the Pole ? Is it set round with ice ? RAFFAELLE. With blushing fire ; With crimson beauty, like the death of day At midseemmer. Her look — 0 Love ! 0 Love ! She treadeth with such even grace, that all The world must wonder, and the envious weep, Hopeless to match her ever. How I pined Through months and months (I was a fool and humble) Till at the last — I won her ! Dost thou hear ? She's mine, my queen ; and she shall shine a queen. I'll clasp her round with gems : Her train shall be Rich as a comet's, 201"], [223, "205 RAFFAELLE AND FORNARINA. JULIO. Art grown mad ? RAFFAELLE. I tell thee I'll pave the way she treads on with pure gold. She shall not touch the te'ampled earth, and do The base dust honor. I'll have Cretan pinions Wrought for her, and a barb whose task shall be To outfly the wind. Scarfs, fine as the air, And dipped in Iris colors, shall be wove, In Cashmere and the sunny Persian looms, To be her commonest 'tire. She shall be decked Forth, as she is, a goddess ! JULIO. O rare Love ! What a brave dream thou art ! Great pity 'tis These rainbow's which we weave from our dull thoughts Should perish in broad noon. RAFFAELLE. Once, I despaired ! (Painting.) Ha, ha ! and saw throeegh tears and cloudy dreams What wonder that I erred ? But now, — 'tis day ! JULIO. Ay, ay ; 'tis what we wish it, day or night : We make our seasons as we make ourselves."], [224, "206 DRAMATIC SCENES. RAFFAELLE. There ; now I toil no more. While I am gone, Do thou enrich this panel with some tale. Let it be gaunt, and wild, dim as a dream : 'Twill well oppose mine own. JULIO. I'll do it. Farewell ! RAFFAELLE. I shall be with thee ere the suie's awake. Be busy, and farewell ! [Raffaeixe exit. JULIO. I'll do't, I'll do't. — Now, shall I paint the devil ? Ah, ha ! — or drag- Misshapen Chaos from his dark abysm, And stretch him, like a giant, in the sun ? Or shall I tear the blue from South to North ? Or paint a comet plunging through the wind ? This ' Triumph'' of our friend's is wanton soft : But there's high matter in the sea-nymph's story, Which might become a painter's pencil well. He should have drawn the Cyclop, as he sate Uplifted like a crag, and piped his songs Of Galatea to the watery shores. Some say that Orpheus-like he charmed dull stones, Made ocean enurmur, and the airy winds"], [225, "207 RAFFAELLE AND FORNARINA. Took captive ; but 'tis known he sighed, and sang The deathful ditties which belong to love ; Calling on Galatea. She the while Lay mute, and closed (if e'er she heard his strains) Her soed against his passion. Day by day He sang, and like the mateless lark called forth The dawn ; and underneath the burning noon Held mournful celebration ; and at eve, Fatigued by sorrow and wild songs, he wept. I cannot fill this panel as he bids. [Sketching The Prince C enters. PRINCE. So ; where is Baflaelle ? JULIO. Gone. PRINCE. Gone whither ? gone ? JULIO. Ay, marry ; Cupid called him, and he went. You'll find him by the two great lemon-trees, Which sleep beside the fountain in his garden. H' 'as brought his brown girl there for seemmer talking. [Paints."], [226, "'j [Exeunt. :08 DRAMATIC SCENES. prince. 'Sdeath ! what art thou doing, sirrah ? JULIO. Um ! as my master bade me. I have tried- prince. Tried ? ay, and failed. Get thou to Raffaelle, fellow. Bid him sketch for thee each particular, The scene, the groups, the — all. I will not have My palace painted by a meaner hand. Bid him come here (if it must be) with his — mistress. And paint with Cupid's colors."], [227, "209 E E RAFFAELLE AND FORNARINA. SCENE II. — The Garden of Foenaeina, in the Suburbs of Rome. FoRNAReNA and Attendants. Will he not come ? FIRST ATTENDANT. Be patient. FORNARINA. He'll uot come. The mooie, the feigning, fickle, slandered moon Will surely come ; and every trooping star Be present at his post in the dark sky ; And not a wind that wooes the orange leaves Will dare be absent : But he — false, oh false ! Mark, wenches, if ye love — beet do not love : Yet, if ye do, fetter your lovers fast ; Bind 'em in chains, for love will fail like ice In summer sunbeams : Trust no smiles, no oaths ; Bury your hearts beneath demurest frowns ; And tremble not, nor sigh, if you'd be safe. Sing me a song, my child ; I am not well. [Second Attendant begins to sing."], [228, "210 DRAMATIC SCENES. FIRST ATTENDANT. Hark! hark! FORNARINA. He's here. Mother of love, he's here. Come ! come away ! I'll fly him like a deer. Now if he finds me — Ah ! thou faithless one, [Raffaelle enters. Art come at last ? I will not look on thee. RAFFAELLE. Then I must punish thee (kisses her) . Look up ! FORNARINA. Thou false one ! RAFFAELLE. Did I not hear the nightingale in the thorn, Just as I entered ? Why, what gloom is here ? No welcome ? none ? — Ladies ! who make our nights Starry as heaven when no cloud's upon it, Shine and smile sweetly, as ye love us. Shame ! What is this sullen soi'row, which so deells Your brightness ? Let rain fall, if rain must be, And straight grow clear again. Look up, sweet heart ! FORNARINA. Ha, ha, ha, ha ! What seest thou, now I look ?"], [229, "211 RAFFAELLE AND FORNARINA. RAFFAELLE. A world of mischief in those night-black eyes, And peril on thy mouth. FORNARINA. Now, art thoee not A most false lover ? Thoee didst promise ene Thou wouldst coene long before the sun went down ; And lo ! he is departing. RAFFAELLE. The great sun Falls from his fiery strength ! This purple light, Traveller of the late sky, wall soon — how soon ! Pass to another world. I love this light : 'Tis the old age of day, methinks, or haply The infancy of night : pleasant it is. Shall we be dreaming ! — Hark ! The nightingale, Queen of all music, to her listening heart Speaks and the woods are still. Sorrow and joy, Pleasure that pines to death, and amorous pain Fill (till it faints) her song. What sweet noise was't Came up the garden as I entered it ? FORNARINA. The sweetest noise on earth, a woman's tongue ; A string which hath no discord."], [230, "212 DRAMATIC SCENES. RAFFAELLE. Let me hear it. Come ! a soft song ! a song ! SECOND ATTENDANT. What shall it be ? FORNARINA. Sing anything, good girl. Beaeety is beauty, Whether it vie with swan's-down or the rose. Sing ! — yet not sadly, for the time is mournful Nor yet too gaily ; that were out of tune : Beit sing whatever tempts thee. Second Attendant sings. SONG. l. 0 summer river ! Why dost thou prolong Through cold nights for ever Thy sad forest song ? 2. Thou hast warm rich hours, Wherein thou mayst pine Underneath the flowers, Which shall ne'er be thino. 3. Through them sing and run, Where green branches quiver ; But when day is done, Sleep, sweet summer river !"], [231, "213 RAFFAELLE AND FORNARINA. RAFFAELLE. This music falls on me like silver showers, And crowns ene, now the toilsome day is over, With sweets akin to slumber. FORNARINA. Many thanks ! I think Marcella's voice grows sweeter daily. RAFFAELLE. She'll meet pale Philomel in her haunt, and try Whose tongue is fleetest. Where was't she did learn ? FORNARINA. Beside a river, when she was a girl, Mocking its meesic, as the ceeckoo's tongeee Is mimicked oft by wandering urchin boys. Sometimes she cast her voice upon the w'inds, And then strove with the waters ; till, at last, She sings as yoee have heard. Thanks, girls ! now leave us. [Attendants exeunt. RAFFAELLE. How soft a prelude are sweet songs to love ! I should be humble, but those sounds have crept Into eny blood aeed stirred it. After music What shoeeld be heard but kisses ? Take thy due."], [232, "214 DRAMATIC SCENES. FORNARINA. Tush! Tush! EAFFAELLE. Come nearer to me, — near. Mad Jove Ne'er loved white Leda with such tenderest heart, Nor Dis (forsaking his Tartarean halls) Pale Proserpine, as I do rage for thee. Come nearer, thou wild witch ! nearer, I say. Be to me as the green is to the leaf, Crimson to roses, juice to the fresh plant, My life, my strength, my beauty. FORNARINA. I am here. RAFFAELLE. I love thee ; dost thou hear ? I languished for thee. Ay ; I have left sweet praises for thee, — gold, Thrilling ambition, and the crowned delight Which waits upon bold men who dare and do. Near, near ; I have left — ha, ha ! — a Triton winding His brawny arms around a shapeless nymph, God Cupid without eyes, fish without tails, And Galatea naked as the dawn. What is it that I see in those black eyes Beyond all others ?"], [233, "FORNARINA. Love ! 'Tis love for thee ! But, what didst paint to-day ? RAFFAELLE. A team of dolphins, A brace of Tritons and a crooked shell, 215"], [234, "enters. 216 DRAMATIC SCENES. And some thoughts else, — which I forget. These things Shine well enough for men below the moon : But I have taken flight for Venees' aery, Where I must rest to-night. Our patron prince Will wax most wroth when he doth learn my absence. No matter ; he meest cool. FORNARINA. But thou hast left Thy friend, thy pupil, him — what is his name ? Thy uncoeeth, clever scholar ? RAFFAELLE. Jielio Pippi. Troth, he's as rough as winter. Here he is ! [JuLeo Romano Why, what has brought thee here ? JULIO. Oh ! princely frowns, A vulgar word or two, a Roman oath. Rather than toil for these same well-fed dogs, With a gold badge and a line which runs to Adam, I'll visit a wolf, and starve. Your lord, your prince Disdains my pencil, Sir ; commands me stop. I'll paint him with a flaming robe in Hell, And give him a dog-fish's head."], [235, "217 F F RAFFAELLE AND FORNARINA. RAFFAELLE. Heed him not, Julio. H' he contemn thy labor, he's a fool ; And so no more of him. Thou shalt paint for me. JULIO. I will. Shall't be an earthquake ? or a storm ? RAFFAELLE. Neither ; yet something which will suit thee well. Dost love a marvel ? JULIO. Do I ? By the Gods, Who dreamt upon Greek clouds Olympus-high, I love a quaint, wild, wonder-stirring tale. Let it be Goth or Roman, what care I, So that each line be stuffed with witchery. RAFFAELLE. Then this will suit thee. Now, mark well the story — 'Tis said that in some land, I think in Spain, Rising upon you like an awful dream, A wondrous image stands. 'Tis broad and gaunt, Tall as a giant, with a stormy front And snaky hair, and large eyes all of stone ; And armed (or so it seems) from head to heel,"], [236, "218 DRAMATIC SCENES. With a crook' d falchion and enormous casque ; And links of marble mail, which once were brass ; And spurs of marble ; and marmoreal limbs, All bent, like one who staggers. Feell at the East It glares like a defiance, lowering, bold ; And scorn still lurks about its stedfast eye ; And on its brow a devilish courage sits. This statue, as 'tis told, was once a king, A fierce idolater, who cursed the moon And hated heaven, yet owned some hellish sway : A strange religion this, and yet it was so. Well ; he was bom a king, as I have said, And reigned o'er armed millions without law : He sold brave men for beggar gold, and stained The innocent youth of virtue : he robbed altars ; Ate, like Apicius ; drank, like Afric sands, Rivers of wine ; then fell to frenzy. At last Swarming rebellions (like the Atlantic stirred To madness by the bellowing of great storms) Rose up, and lashed to wrath by horrid wrongs, Hunted the tyrant from his brazen throne ; Hunted him like a wolf from cave to cave, Through rocks and mountains, and deep perilous glens. Day after day, night after night, until His soul burst out in curses. On one dull dawn, Which showed him, lurking, to relentless foes, He flung some terrible reproach at Heaven ; Laughed at its God, 'tis said, and cursed the Sun ;"], [237, "RAFFAELLE AND FORNARINA. Whereat the broad eye of the Day unclosed, And stared him into stone ! JULIO. Oh ! this is brave. I'll strain my wit beet I will do this for thee. Farewell ! [julio exit. RAFFAELLE. Farewell ! Farewell ! (Exeunt, 219"], [238, ""], [239, "THE FLORENTINE PARTY."], [240, ""], [241, "223 THE FLORENTINE PARTY. — ♦ — SCENE — The upper part of a Meadow near Florence. It runs sloping down to a River, and is shelte^•ed at the top by a small Wood of Olives and Chestnut-trees, and ornamented in various ways. Fiesole is in the distance. Pamphilus, Philostratus, Dioneus; NEipnrLA (as Queen), Pampinea, Fiametta, Emilia, Phtlamena, Elissa and Lauretta, entering as from behind the Wood. NEIPHILA. Come on, come on ! A. little further on, And we shall reach a spot where we may pause. It is a meadow full of the early spring : Tall grass is there which dallies with the wind, And never-ending odorous lemon-trees ; Wild flowers in blossom, and sweet citron buds, And princely cedars ; and the linden boughs Make arched walks for love to whisper in. If you be tired, lie down, and you shall hear A river, which doth kiss irregeelar banks, Enchant your senses with a sleepy tune. If not, and merry blood doth stir your veins, The place hath still a fair and pleasant aspect :"], [242, "es, 224 DRAMATIC SCENES. For in the midst of this green meadow springs A fountain of white marble, o'er whose sides Run stories, graven by some cunnieig hand, Of pastoral life, and tipsy revelry. There will we, 'midst delicious cates, and wines Sparkling and amorous, and sweet instruments, Sing gentle mischief as the sun goes down. Quick ! but a few steps more, 'round by this copse Of olives and young chestnuts (to whose arms The vines seem clinging, like so many brides) And you will reach's. Ha, stay ! — Look ! here it : FIAMETTA. Ha, ha ! Ha, ha ! — Look ! how Philostratus Buries his forehead in the fresh green grass. PAMPHILUS. Hail, vernal spot ! We bear to thy embrace Pleasures that ask for calm : Love, and Delight ; Harmonious pulses where no evil dwells ; Smiles without treachery ; words all soft and true Music like morning, fresh and full of youth ; And all else that belongs to gentleness. PHILOSTRATUS. Come ! Sit by me ! DIONEUS. Sit!"], [243, "NEIPHILA. Sit all ! DIONEUS. Thus ; in a circle. So, that is well. Now, where is Tindaro ? 225 G G"], [244, "j 226 DRAMATIC SCENES. NEIPIIILA. Ho, Tindaro, our servant ! PHILOSTRATUS. Laggard knave ! Here, fellow Tindaro ! The queen doth call thee. tindaro (entering). ' Call ? ' marry ! Had she borne PHILOSTRATUS. How ? How, bold knave ? Dost dare affirm she cannot bear ? TINDARO. Not I. Not I, by Bacchus ! She can bear, no doubt ; Is fruitful as a vineyard ; that's past doeebt. But, signor, I have borne on these poor shoulders, Two trunks — look, look ! — crammed full of wines and dainties Two lutes ; a viol ; besides some ten DIONEUS. Tush! Tush! Where are the tables ? TINDARO. On Corvino's back ;"], [245, "227 THE FLORENTINE PARTY. And Stephano doth bring the boards for chess ; And Grasso hath the music. [Sei [Servants enter, laden. DIONKUS. Place all here. Thus ; in a circle. Now, awake the wines ! And spread these cloths upon the level ground, — Ho ! there : take heed ! thou wilt unstring my lute. Now, where's the viol di gamba ? Place it here. Now, get ye gone unto yon chestneet-tree, And share your wine in honesty. Away ! [Servants exeunt. NEIPH1LA. Here will we rest, with all our coeert aboeet us. PHILOSTRATUS. Lauretta and Elissa, come this way. DIONEUS. Stay, Fiametta. FIAMETTA. With Pampinea?— Well. l'AMl'HILUS. Here let us rest, tender Emilia, And on this grassy hillock crowned with flowers,"], [246, "[A side. me ? 228 DRAMATIC SCENES. Rest thy white arm. Now let the violets gaze Their fill, and drink the blue light from thine eyes ; Now let the thievish winds their sweet wealth steal From the dark riches of thy hair. Look up ! DIONEUS. Fair Fiametta, dost thou hear him talk ? FIAMETTA. He sings, methinks. Or, is't his voice is sweet ? DIONEUS. 'Tis sugared o'er with flattery. Now, for me ! The nightingales which haunt about these woods Grow hoarse, methinks. FIAMETTA. How SO ? DIONEUS. They lose their music (Else say their skill) before your honied words. Tush ! what's a rose ? I'll crush these gaudy leaves. How coarse their crimson is beside thine own ! Had I but lilies, I would burn them strait, As a white peace-offerieeg to thee. Come ! wilt love PAMPINEA, He is a moekbird, aud but imitates"], [247, "229 THE FLORENTINE PARTY. The poetry he hears in falser prose. Turn him to me, and leave him. FIAMETTA. No ; not so. He might afflict thy leisure with his groans. And shouldst thoee chance to love him PAMPINEA. I ? Ha, ha ! I hate him like a poison plant. Methinks His very laugh is perilous. FIAMETTA. I will medicine's ; Not as men steal the poisonous juice from serpents. I'll let him talk, till his last drop of danger Be spent, and he is harmless. Look upon me ! What ! wilt thou love me ? DIUNEUS. Ay ; by foam-born Venus ! By all these clinging, creeping, curling vines ! By Love ! I swear it. As the bee doth gather Wealth from the rose's lip, I'll steal from thine. NEIPH1LA. You sing too much in pairs. Break up ! break up ! And in the place of tender falsehoods tell us"], [248, "230 DRAMATIC SCENES. LAURETTA and ELISSA. Ha, ha ! Ha, ha ! NEIPHILA. What's that which moves your mirth ? LAURETTA. Ha, ha ! ha, ha ! It is an amorous story Philostratus has read us, out of book. NEIPHILA. We live all here in honest fellowship. He who is worth a jest or owns a song Holds it in trust for this community. DIONEUS. Ay, no close purses, Sir ; no hoards of words No merry tales : nor serious ; no dull songs, Learned of the cuckoo eenderneath a pine, And buzzed in private to a crazed guitar. All is our own. So, speak, Philostratus ! NEIPHILA. Speak, without more ado. PHILOSTRATUS. 1 ? By my soul, I never tried to tell a tale till now."], [249, "I cannot tell it ; nay, if you ivill have A maeedlin story, why prepare your eyes ; We'll have salt tears enow. Once on a time FIAMETTA. Out on thee. That's the schoolboy's stale beginning. 231"], [250, "satin ? 232 DRAMATIC SCENES. DIONEUS. I've heard it fifteen hundred times aeid more. Beggars unfold such 'neath our valets' windows At a penny apiece, and they account it dear. PHILOSTRATUS. I knew how it would be. So, come ! I'll drink A bumper of Greek wine and hold my peace. LAURETTA. What ! vanquished by a man that wears slashed Tush ! thou a soldier ! Talk no more of love. PHILOSTRATUS. I'll tell it, by these teeth ! Once on a time — (Oh ! you are still now) ; well, once on a time, There lived a king DIONEUS. Prodigious. PHILOSTRATUS. An old man, Who wedded (somewhat rashly) a young wife. DIONEUS. I cannot hold my wonder."], [251, "u THE FLORENTINE PARTY. FIAMETTA. Peace, you parrot ! PHILOSTRATUS. Well, Sirs ; this wife being young, as I have said, Loved oeie as young, a black-haired curly man, Almost a Moor : some women love seech men. DIONEUS. His name ? — I see't. He squinted somewhat, thus ; A pleasant cast ; Go on, and damn thyself ! PHILOSTRATUS. She loved this curly fellow : he liked her : The end was that they met. Each night tall Tonnes Stole to her chamber, when king Philip slept, And lay eepon his pillow. Some time Love Hoodwinked our ancient king ; but he, being prone Unto suspicion, as most monarchs are, Soon read in Helen's looks and Tormes' smile That he was cuckold. DIONEUS. 'Tis a filthy name. PAMPHILUS. 'Tis so : but we must fix on bad and good 233 H"], [252, "234 DRAMATIC SCENES. Names fit for each : Ave wreak our scorn, methinks, Too much on words, and pass beside the deed. PHILOSTRATUS. Well, Sirs : Our king, being bred to tricks of state, And burying anger in a sure revenge, Watched, waited, and surprised the twain asleep. Yet, being in darkness (lest his lamp might scare That guilty pair away), he could belt know Two sleepers lay there : whether girl or man Was but a guess. On this, to mark the one Whose hair was coarser than the queen's, (the man,) What does he, Sirs, but clips — look ! shears the locks, (Then worn in clusters) close into the crown. This done, goes back and sleeps. DIONEUS. An easy fellow ! PHILOSTRATUS. Well ; Tormes 'wakes : and with a yawn — just thus — Rubs his broad palm athwart his neck. Behold ! lie starts : the curls are gone ! The qeeeen weeps showers Yet suddenly reviving (while her dull swain Puzzleth in vain, o'er this, then that device) Bids him haste back, and whispers in his ear. He laughs, shouts, dons his clothes ; and to the room Where all his mates (equerries) lie in dreams,"], [253, "THE FLORENTINE TARTY. Hurries, and closely clips each sleeping crown Bare as his own. Ha, ha! The morning comes, And our great monarch hath a crop-eared levee ! He looks ; one, two, three, all are shorn alike. Scarce can he hold his wonder : Yet, (being wise, And wishing not to spread his own disgrace) Quoth he — ' Let him who did this act be dumb, And do't no more ! ' — which said, all go their way. Then, as the story goes, by slow degrees, The king forgave his queen : this toeeched her heart ; And she reqeiited him, at last, with love. DIONEUS. I do not like your story. PHILOSTRATUS. 'Tis not mine ; Beet an old record of a woman's wit. The moral DIONEUS. We'll forgive't. Some other time, A twelveenonth hence, when we have had our suppers We'll sleep upon't, while thou unravell'st it. NEIPHILA. Now, who drinks Aleatico ? 235"], [254, "236 DRAMATIC SCENES. PAMPHILUS, DIONEUS, and PHILOSTEATUS. 7—1 — I NEIPHILA. Here, ladies, here are grapes, (spread out your arms !) Purple as evening ; figs, and cakes, whose tops Make dull the whiteness of our frosted Alps. [Tltey feast. PniLOSTEATUS. Bring here the foreign wines ! [To the Servants. NEIPHILA. Will none enrich Our banquet with a song ? O shame upon ye ! PHILOSTRATUS. More wine ! Bring foreign wines ! Now, which shall' t be ? [Sings. Shall't be Claret, flushing, Dark as rubies, red ? Or Burgundy, all blushing, Like a bride in bed ? DIONEUS. Left be full, and rich, and bright, Dazzling our eyes with liquid light."], [255, "237 PAMPHILUS. Then't shall be wild Champagne, Which soars and falls again, Crowning the drinker's brain AVith dreams all night."], [256, "238 DRAMATIC SCENES. PHILOSTRATUS. Or Sherry ? sparkling Sherry ? Which makes the drinker merry, With its fine Borachio flavor ? DIONEUS. Or Canary ? PIIILAMENA. No, that's old ; So is Sack, whose kiss doth savoeer Of the wit that's past and told. DIONEUS. Left be full, and rich, and bright, Like a gem of liquid light. PAMPHILUS. Let it be, (if like a stone,) Like the diamond alone, Dazzling the night ! [During this song the tables arc removed. NEIPHILA. And now, sweet sister, where is thy sad stoew ? For sad it must be, if thy mind doth speak Its natural music, and no erring star Bewitch thee to unhealthy merriment."], [257, "L> 239 THE FLORENTINE PARTY. PAMPHILUS. I do not think Avith you : a merry story, Methinks, is hae'enless as a tale that's sad. Yet, speak, Emilia ! EMILIA. Once, — in Florence, here, In that part which looks toward the hills Pistoian. There dwelt a lady. She was very fair, Yoemg, rich, a maiden, noble, tender, free. DIONEUS. O Jupiter! PHILOSTRATUS. O Vulcan, hammer me i' the head ! I'm budding. DIONEUS. What ! i' the head ? he must have horns. Is he a goat ? or PHILOSTRATUS. Peace ! my love's a budding, Crimsoning, all blushes, like a three days' bride. NEIPHILA, Silence in court ! Say on, Emilia. Was she loved, this lady ?"], [258, "her 240 DRAMATIC SCENES. EMILIA. By two noble youths : Guidotto oeie, a high-born Cremonese, And one a Pavian, Mutio Imola. Both dwelt in Florence, where this lady came With old Certaldo, when those tedious wars Which vexed the city slept, and men were free To come from exile to their natural homes. PHILOSTRATUS. Call me her name ! My head could never bear These vague surmisings. ' Lady' — was she tall ? Meek ? fair ? Give me her name, and strait I see Else is she beet a sound. EMILIA. 'Twas Agatha. Aud very fair she was, and very meek ; Tall too, and bent her as yon poplar bows To the sweet music of the river airs : And so it was she whispered. PHILOSTRATUS. What, in eneesic ! EMILIA. Ay, Sir ; for what is music, if sweet words Rising from tender faeecies be not so ?"], [259, "THE FLORENTINE PARTY. Methinks there is no sound so gentle, none, Not even the South-wind young, when first he comes Wooing the lemon flowers, for whom he leaves The coasts of Baiæ ; not melodious springs, Though heard i' the stillness of their native hills ; Not the rich viol, trump, cyenbal, nor horn, Guitar nor cittern, nor the pining flute, Are half so sweet as tender human words. PAMPHILUS. Thou'rt right, dear lady. Pity speaks to grief More sweetly than a band of instruments ; And a friend's welcome, or a smiling kiss, Outflourishes the cornet's bridal note. PHILOSTRATUS. Go on, go on ! EMILIA. These rival youths were friends ; Till Love, which should be free from all harsh thoughts, Set hate between them. Then, rank jealous cares Sprang up, and with them many a sharp device, Plots, quarrels, serenades, wherein the sword Outmatched the cittern. Each had potent friends : One band the guardian sued, and one the maid ; But neither prospered. In the meantime, the youths Tired of complaints, and fights which bred but blows, 241 » »"], [260, "242 DRAMATIC SCENES. Resolved to steal what fortune held from them. One bought the serving- woman's soul with gold, While mischief won the man: Thus, each had help. But, tedious 'twere to speak, from day to day, Of feasts, and watchings ; how the Paviau frowned Like sullen thunder o'er his rival's hopes ; How with mad violence he traced his steps ; Forced ceaseless quarrel, and out-clamored all The winds in auger. Even the lady's presence (That altar before which Love loves to lie, Defenceless, harmless, all his wrongs peet off,) Was sullied by the Pavian's contumely. PAMPHILUS. What did Guidotto? EMILIA. AVhen his rival left Certaldo's palace, he — whose gold had wou The lady's serving-maid to help his suit, Stole, ushered by the lamping midnight moon, Unto her garden, where, with learned strains, He taught the echoes all to speak his love ; Complained not ; smiled not ; but with tremulous words, And looks where sadness strove with humble hopes, Adored the lady. PHILOSTRATUS. Ho ! I see it all."], [261, "THE FLORENTINE PARTY. I see't. What woman yet did e'er withstand These modest mournful gentlemen ? DIONEUS. Hear ! Hear him ! How he doth trumpet all his virtues ! NEIPHILA. Hush ! Let's know the rest. EMILIA. 'Twas as yon jester says. Guidotto won the heart of Agatha. NEIPHILA. Ay ; but the end ? EMILIA. One night, the Pavian (warned 0' the guardian's absence) burst the palace doors, And with a riotous crew, whose chief he was, Stood 'fore the lady's eyes. Once more he told His burning story ; once more swore to die ; Vowed, menaced, sighed, implored, yet moved her not. On this, grown desperate, with one arm clasped round Her fainting figure, he bore her through the halls -. 213"], [262, "244 DRAMATIC SCENES. PHILOSTRATUS. Ha, ha ! Now where's the modest, moonlight lover ? The twanger of guitars, the ? EMILIA. Peace ! He stood Like flaming anger in the ravisher's path : And di-awing forth his sword, he bade him hail, For he was come to save him. PAMPHILUS. What did the other ? EMILIA. Rushed on his nobler rival ; swore some oaths ; Frowned and denounced destruction. With sure hand Guidotto warded, and returned his threats, And for each blow repaid him with a wound. At last, the Pavian fell. PHILOSTRATUS. The end ? the end ? EMILIA. The end was (would 'twere better) such as happens In common tales. 'Twas shown by some strange marks, Which chance, or nature, in her sport, had drawn Beneath the lady's breast, marring its white,"], [263, "THE FLORENTINE PARTY. And by a story which Certaldo told, (All well confirmed) that Agatha was, in truth, Own sister eento Mutio Imola. PHILOSTRATUS. And so Guidotto won, and there's an end ? EMILIA. He wed indeed the gentle Florence lady. But for the Pavian ; he (who loved so well 'Midst all his anger) when he heard that tale, Betook him to far lands or savage haunts. Some said, he bled a martyr to his faith, In Syrian countries ; fighting 'neath the flag Of Godfrey or the lion-hearted king : Others that he had fled beyond the woods Near to Camaldoli ; fed on roots ; and dwelt Somewhere eepon the unsheltered Apennine. Certain it is, a hermit like to him Was known thereafter. In the caves he lived, Or tops of mountains ; but when winds were loudest. And the broad moon worked spells far out at sea, He watched all night and day the lonely shores, And saved from shipwreck many mariners. At length — he died ; and strangers buried him. DIONEUS. Had he no friends ? 215"], [264, "[Exeun I. 24fi DRAMATIC SCENES. EMILIA. In some lone cemet'ry, Distant from towns (some wild wood-girded spot, Ruined and full of graves, all very old, Over whose scarce-seen mounds the pine-tree sheds Her solemn fruit, as giving ' dust to dust') He sleeps in quiet. Had he no friend ? Oh ! yes ; Pity which hates all noise ; and Sorrow, like The pale-eyed marble that guards virgin mould ; And widowed Silence, who will weep alone ; And all sad friends of Death, were friends to him ! NEIPHILA. Is there no more ? EMILIA. No more. My tale is told. NEIPHILA. Then let us seek the fresh green river-banks, And rest awhile under yon plane-tree's shade. Our fair Emilia there will touch her lute ; And with a song, where love shall sweeten wisdom, Bid us take comfort. After such sad stories What can be heard, save music ? — Follow me !"], [265, "THE VICTIM."], [266, ""], [267, "THE VICTIM. . . . . [High in the parching sun, where Ganges old Sweeps by the jungles, and broad billows scatters Upon the burning shores of Hindostan, Rose a great temple ; in no puny age Fashioned, but built, like Babel, 'gainst the skies. 249 k k"], [268, "250 DRAMATIC SCENES. Based on a rock, and cut in granite stone, Its pillars and Titanian capitals Heaved their enormous bulks, till each o'erlooked Wide India. To some God, whose name is lost, This wilderness of stone was dedicate. Millions of quick-eyed slaves, with dusky brows, All wreathed in white, came here in the old time, And on the prostrate marble bent, and swore Allegiance to A Name ! Then, amidst storms Of blood and tears, 'rose Siva, at whose feet Widows were slain ; maidens, whose hearts were warm With summer love, old age and infancy, Shrank in his blazing altars, and left gold Unto the temple's saints for priestly prayers. Then prayed the priests ; and then, while darkness lay On the dull world, the fierce-eyed Saivans did Mysterious rites, and their nocturnal songs Went sounding through the long stone-carved aisles Of Elephanta to brute Juggernaut. And soon this superstition far outspread : From Oude to the Deccan ; over black Bahar ; From the Arab Seas, across to rank Bengal, It sprang and flourished ; and wherever else Base human folly crouched to baser guile, It reigned and made its martyrs. . . . There is one Far famous in its stories, from whose life, And from whose death, and from whose after fame, Some learn a lesson. When the droughts are great,"], [269, "251 THE VICTIM. And their squat idols sit unmoved, the priests Call on the saintly Muttra. To please him, They burn a virgin, and scream loose love songs, And curse the Rajah, Dhur-Singh, long since dead. Se, while he lived, wise prince, did good towards all He lived, untouched by grief, for many years ; And, when he died, left children virtuous, A happy land, which owned his rule was just, And slumbered in the Indian's Paradise.] . ."], [270, "252 SCENE I. —^4 Garden, near the Ganges. Rhalda waiting. RHAIDA. The sun has set, and now should Meignoun come, My dear, dear shepherd ! All day long he leaves My soul to wander; but at dark he comes, Lovelier than night, to his poor Hindoo maid."], [271, "253 THE VICTIM. Look ! On the holy altars flames the fire, Which holy priests now feed with myrrh and flowers That is his signal — hark ! he comes, he comes ! No, — no : O, faithless shepherd ! 'tis the e7ush Of the great Gauges, who doth love her lord (Her ocean husband) more than thou lov'st me. Fond fool, he will not come ; yet, soft ! — he's here ! He is here, and I wrong him. 0 Meignoun ! Meignoun enters. MEIGNOUN. My heart ! my dear one ! RHAIDA. My — my own ! (fulls into his arms.) You're come ? MEIGNOUN. Ay, but I soon must leave thee, sweet Hindoo ! With scarce a kiss from thy rich lip, must I Seek the great City. Even now, my friends Are waiting for me on the river banks ; And I must sigh — farewell ! RHAIDA. Go, — go : farewell ! MEIGNOUN. To-morrow I will come to thee betimes ;"], [272, "me? 254 DRAMATIC SCENES. And I will bring with me the nuptial lamp, And the bright bridal jewels RHAIDA. Come thyself. O thou, who art beyond all gems to me ! Bring me thyself; or (if thou wilt aught else), E'en bring one lotus lily for my breast, And swear upon't that thou wilt love me ever. MEIGNOUN. I'll do't, thou jealous girl ; yet I have sworn, A thousand times already, 'neath the stars, To love, — and I do love thee. RHAIDA. Swear't again. Never too often can a lover vow : So once more vow, and I will list to thee With ears more greedy than the mother owns, When on her first-born's stammering words she hangs, And thanks sweet Heaven for Music. Wilt thou love MEIGNOUN. I love thee now. RHAIDA. But ever, ever love me ?"], [273, "255 THE VICTIM. MEIGNOUN. I love thee, and ivill love thee. Tush ! not so The summer nightingale shall haunt the rose : Not Kunya (when 'mongst village enaids he dwelt. In his bright boyhood, and did woo, and win), E'er loved as I will love. I'll bear thee hence A bride more envied RHAIDA. O thou vain, vain shepherd ! MEIGNOUN. How ? — but you chide me well : I had forgot. I dreamt, as oft I dream, and sometimes hope. A shepherd ? that was true ; yet, in past times, The shepherd's sword hath cut its way to power. I'll come and re-demand thee. RHAIDA. 'Twill be vain. And yet, if thou wouldst cast this cloak aside, And tell us thy true name and parentage- ? MEIGNOUN. Suppose, sweet, I should be that fierce Decoit, Whose very name is terror to the land, The river-robber, Kemaun ? — Dost thou shrink ? Fear not : your Rajah tracks him where he lurks,"], [274, "given 256 DRAMATIC SCENES. In the dark jungles. He has braved the law ; And powerful hands are on him. RHAIDA. Let him go. You smile ! ha ! what art thou ? Speak ! Have I My whole heart to MEIGNOUN. A robber ? Dream not so. Yet, — being a robber, he's a potent one ; Next to your prince in power. But I must go : And, ere I go, one word of your fierce father : I swore (as thou rememberest) to come back, And from his lips force gentler words. Now, mark That hour is near ; and, for the subtle slave Who whispered lies in thy harsh father's ear, I'll bring his fit reward. RHAIDA. He is too base ■ MEIGNOUN. For anger, not for justice. Then, he mocks At my revenge ! Methinks he laughs too early. I wait my time : in hate, sweet, as in love, Thy shepherd's constant. On black Muttra's head"], [275, "THE VICTIM. I promised vengeance : I will keep my word. [Voices are heard singing at a distance. Hark ! my companions call me : I enust go. I had forgot all time in thy sweet presence. Farewell ! The wind is rising. RHAIDA. Must you go ? MEIGNOUN. Dost hear the river surging 'gainst its banks ? RHAIDA. It murmurs like a tender bride, methinks : \" Leave me not, love,\" it says, \" so soon this night, When heaven looks kind on earth, and earth is happy.\" MEIGNOUN. The storm is coming. If I more delay We shall not 'scape the ambush. Love, farewell. [Exit quickly. RHAIDA. His step grows faint, — and fainter ; all is still. [Listening. Muttra comes out of a thicket of shrubs. MUTTRA. So he is gone. Come forward ; all is quiet. 257 L L"], [276, "258 DRAMATIC SCENES. The Zemindar enters. ZEMINDAR. Now, now, where is she ? Ah, look where she stands, The fool, still dreaming of that base Decoit, That water robber, whom I more abhor Than poison : but I'll wake her. Girl ! [Strikes her. RHAIDA. Ah, father. MUTTRA. Ho, ho ! ho, ho ! — (Aside.) She will burn famously. Those snaky locks, with which she snares men's hearts, That tongue, with which she scorns them — she scorned me. ZEMINDAR. AVleat, are you dumb r muttra (aside). Not yet : but soon she shall be. Her ancles, silver-bound, her round soft arms, Her bosom with his white love leaves upon it, All shall consume : the priests are ready for her ; The flames are hungry, and my heart's ablaze With a brave fury. (To Zemindar)— Shall both die by fire ?"], [277, "259 ZEMINDAR Go in, and wait. (Bhatda. exit.) What say you ? both by fire ? No ; she may burn, because her blood will wash A dark blot from my house : but he — come near ! I've dug a hole beneath my peeped trees, Aud in't we'll tumble him. To-morrow night. When his blood beats hot, we'll shut him up."], [278, "260 DRAMATIC SCENES. MUTTRA. Ho, ho ! What alive ? alive ? ZEMINDAR. Ay, full of life and lust. We'll cool his dreams, the while we quench his courage. MUTTRA. I love thee : good ! But he will die — too soon ? ZEMINDAR. No : I have fenced his grave all round with stone, And pierced the lid with holes. Thro' these same holes, The meesic of his screams shall soothe our ears. Three days and nights I'll live beside his grave, And listen — while he starves. MUTTRA. O brave ! O brave ! Come, let us look eepon this pretty place. Come on, come on. Beneath the peepeel trees ? Was it not there ? This is the shortest path. [Exeunt."], [279, "261 THE VICTIM. SCENE II. — Same place. Time, the next evening. Muttra and the Zemindar are passing along ; Kemaun meets them. KEMAUN. Stay, stop ! a word with you. ZEMINDAR. What dog is here ? A Pariah ? Strike him down. KEMAUN. 'Tis not ill said ; But hard blows must be struck ere that be done. What say yoee, — shall we fight ? MUTTRA (tO the ZEMINDAR). Peace ! do not touch him : 'Tis a strange fellow ; very brave and honest, But strange, as you may see. He brings me news Of matters afar off, and (with yoeer leave,) I would be private with him. Farewell, now ; [Zemindar ex-it. I'll follow soon. Now, then, is all prepared ?"], [280, "262 DRAMATIC SCENES. KEMAUN. Who is that little withered, winter thing, Whose knees go knocking by the bamboo stalks ? MUTTRA. 'Tis the Zemindar. KEMAUN. So ! — I'll take his money With a free heart. Nature has written dupe, And cheat, and miser, in his reptile looks : That's well; we'll strip him of his golden skiu, And tie him to a tree. His girl, yoee say- MUTTRA. May live ; yes, — 'twill be better she escape. (Aside.) She touched my humour, as she enoved away Methought her walk was like an antelope's ; Her eyes are jewel-like ; sweet words she has ; Soft limbs, bright ringlets, and a swan-like gait. My mind is changed ; I would not have her burn, Till she grows old, and then — the wood may blaze.' KEMAUN. And, if I rescue her ? MUTTRA. And keep her for me, I'll show thee where her father hides his gold."], [281, "[Gives it. 263 THE VICTIM. KEMAUN. Good ; thou shalt have a third : that and the girl Thou'lt fairly earn by thy bold treachery. MUTTRA. How, treachery ? KEMAUN. Ay, — oh, that offends thee ? Tush, We on the river care not for such things : We speak our minds and stab ; a plain good way, And saves a load of trouble. Now I'll leave thee. My rogues are skulking in the thicket there, And wait for orders. When this horn is blown, I'll come and make the priests stare. MUTTRA. Do not drag Their curse on me. KEMAUN. Oh no. I know thou art Half priest, and three parts saint, and all a knave. Do I not know thee, Muttra ? thou hast done MUTTRA. Bad deeds, I know't, but I do mortify My flesh with fast, and score my back with stripes ;"], [282, "[Exit. 264 DRAMATIC SCENES. Have I not lain on the jagged iron, — ha ! Cankered my tongue ? and swung upon a hook ? KEMAUN. Peace, you blind cheat, how dare you brag to me What ! taunt me with yoeer virtues ? MUTTRA. I have done : Let us not quarrel, who are now allies. Retire, and wait the signal. Nay, retire. kemaun (aside). Now let me have both gold and girl, and then MUTTRA. The cut-throat infidel robber ! — he is gone. I breathe more freely. He will do the sin, And I reap the sweet profit : that is right. When all is won, I'll lead the Rajah where The villain hides : none know where 'tis but I. Messenger entering. MESSENGER. The priests are waiting for thee, holy Muttra. The victim which you promised hath not come."], [283, "265 M M THE VICTIM. Haste ! for the Rajah will be there to-day, And sacrifice to Siva. MUTTRA. Say I come. [Messenger exit.) 'Twill be a glorious day. The Rajah come ? Well, we must wait eentil he leave the shrine, Aud then do our design. Now, what's the matter ? Kemaun, entering. KEMAUN. The wood's surroeended : half the Rajah's troops- MUTTRA. Fear not ; 'tis nothing. He does sacrifice ; And all his Court attend : 'tis ever thus. Go, hide your men ; there, 'midst the underwood ; And when the Rajah's gone, I'll blow the horn. [Exeunt."], [284, "266 SCENE III.— A Sindoo Temple. Priests are officiating, and votaries kneeling. CHORUS OF PRIESTS. Pour the attar, — more and more ! Flowers, and leaves, and spices heap ; Gums, and oils, and odours pour, Lest the burning altar sleep ! Look, it sinks — the holy flame ! Why is not the victim brought ?"], [285, "267 THE VICTIM. Once, if called, the Hindoo came Swifter than the flight of thought ! A HINDOO. I am here, as soon as sought. OTHERS. I am here ; — and I ; — and I : There are none who shrink or fly. CHORUS. Why doth the doomed victim stay ? Full of sin is base delay : Quick, or soon shall sound a curse, Amidst the thunder of our verse. Call her with resistless voice ! CHIEF PRIEST. Come ! The Zemindar, Rhaida, and Muttra, are seen approaching. CHORUS. She comes. Rejoice, rejoice ! AIR. Soothe her soul with song, Like a silver shower, Sweet, and bright, and strong : 'Tis her conquering hour !"], [286, "the crown ? [Falls. ? 'twas wrong, 268 DRAMATIC SCENES. Let the music steal, Like a hidden river, Through her, till she feel Crowned and blessed for ever ! The Zemindar crowns M3 daughter RHAIDA. Why am I brought here ? — Ha ! what means I am no victim sentenced to the fire. CHIEF PRIEST. Come forward ! RHAIDA. Hark, he calls on some one. Hush ! ZEMINDAR. Se calls on thee ! RHAIDA. Ah ! no, no : kill me not. CHIEF PRIEST. Whence comes this ! Was she not prepared The Rajah will himself come here to-day, And pray for aid in some great enterprise ;"], [287, "269 THE VICTIM. Till then we shall not stain the altar foot. Take her aside, meantime, and counsel her. . [Rhaida is taken out. voices without. The Rajah comes ! the Rajah ! A PEIEST. Hear'st thou the shouts ? he comes. CHIEF PEIEST. I hear them, brother. The bold, freethinkiug Dhur-Singh, comes, I know ; But here, in our own temple, he must droop His lion aspect and obey the law. Hail, Maharajah ! The Rajah enters, attended. eajah (to an Officer). See they be secure. Health to the priests of Siva ! I am come To share your holy rites, and offer prayers, Woods, leaves, and spices, (for I shed no blood, Save that of foes,) before a God's great shrine. Bring here the basket. Look, I offer these ; Myrrh, aloes, sacred oils, rich sandal-wood, And flowers, which you confess even Siva loves :"], [288, "270 DRAMATIC SCENES. Take them ; and pray that I may free the land (Else all at peace,) from murderous enen, who've turned Our holy Ganges to a place of spoil, Robbed the poor peasant, slain the suckieig babe, Fired happy homes, and wheresoe'er they've been, Left death, and violation, and despair ! [The presents are offered. CHIEF PEIEST. The offerings are accepted. See, they burn. And now, great Rajah, we will sacrifice A living creature at the altar foot, A maid who ne'er was wooed, betrothed, nor won. Go, fetch the victim. [Priest goes out. RAJAH. Doth she wish to burn ? CHIEF PRIEST. Her father brings her. On his house a blot Hath dwelt for a hundred years ; no good stays with him ; His acts ne'er prosper ; he is loved by none ; His dreams are bad ; his peasants starve ; his friends He hath no friend ; and therefore (and because He loves great Siva) doth he this day bring His daughter for a maiden sacrifice. RAJAH. Methinks himself should smart for his own sins. And she ?"], [289, "271 CHIEF PRIEST. She trembles. Herman blood will shake, Sometimes, in dread of the last agony ; But we will pray such fault may be forgiven, And bid her father fast for one whole day : She shall not die in vain."], [290, "i 272 DRAMATIC SCENES. Priest enters with Rhaida, the Zemindar, dec. PRIEST. The maiden's here. CHIEF PRIEST. Come forward. Girl, approach. EHAIDA. O spare me, spare me ! rajah (tenderly). Come hither, Rhaida ! rhaida (screams). Ha ! — who spoke to me ? ZEMINDAR. The Rajah spoke. (Aside.) Methinks I know his voice. rhaida. Where? Where? The Rajah ? Ha, Meignoun! 'Tis he I'm safe, I'm safe ! [Sinks on her knees. RAJAH. Did they not say this girl Was unafleanced ? CHIEF PRIEST. Ay, unwooed, unsought."], [291, "The place is [Kneels. 273 N N THE VICTIM. RAJAH. They told thee false, and they deserve to die. She is affianced ; nay, she should have been This night a bride. CHIEF PRIEST. Whose bride, O Rajah ? RAJAH. Mine. Come forward, Rhaida. Look ! I take her hand, And in your holy temple own her mine. Priest, seek some other victim. (Kemaun enters by stealth, and mixes with the crowd. surrounded by troops.) chief priest (pauses). Mighty Rajah, I grieve that 't should be thus ; but she is doomed ! The God himself, in his own voice, hath asked A victim, and I dare not disobey : I dare not offer one of less degree. EAJAH. Then must we strait do justice. Stand apart ! Terrible Siva ! if this maid be thine, Devoted, and not slain by human hate, Speak to thy servant, who now kneels before thee,"], [292, "274 DRAMATIC SCENES. CHIEF PEIEST. Arise ! The marble hath a thoeesand tongues, And might, if so it willed, now answer thee. RAJAH. Peace, holy man, do I not know't ? The God, Whose strong divinity is masked in stone, Is free as air ; his spirit still hath power To will, and make his marble limbs obey, His marble tongue to speak. Is it not so ? CHIEF PRIEST. 'Tis so. RAJAH. Then speak, O Siva ! If thy wrath Demand this maiden for thy altar fires, Speak, and she comes. But, if no word of thine Be heard in answer, I pronounce her — free ! Behold her ! She was lured by falsehood hither ; And they who broeight her have affronted thee, By offering a false martyr. She is wooed, Won, almost wed ; and by thy awful law, Is emfit for the altar. Terrible God, If thou delightest, as 'tis said, in blood, Yet sure thou lov'st it most when justly shed. Know, we have now a victim fit for thee ; One who, though priest and saint, deserves to die."], [293, "275 THE VICTIM. Spare, then, this innocent maid !— Once more, if thou Speak'st not, she's free. No answer ? Maid, approach ! The God whom now we worship gives no sign. CHIEF PRIEST. The sign you call for, yesternight was enade ; And I did see it. RAJAH. Was the victim named? CHIEF PEIEST. No name : a victim only. EAJAH. He shall have A saintly victim, who is doomed to die ; Doomed by the law and me. [Claps his hands. Muttra and Kemaun are secured. PEIESTS, This place is sacred, Prince, RAJAH. Peace, peace, vain men. Justice is done in heaven ; why not here ? Bring forth the prisoners. Men, stained black with crimes, (All by confession and strong proofs made plain) Prepare, for ye must die ! Kemaun, thou hast One lonely virtue, an undaunted mind :"], [294, "276 DRAMATIC SCENES. For this (so much I reverence valiant hearts), I give thee choice how thou wilt die to-day. Speak, and begone ! KEMAUN. The robber's death for me. A tamer end would blot the fame I've earned : Death and renown be mine ! RAJAH. Take him away. [Kemaun exit, guarded. For thee, thou baser villain, death by fire : That is thy doom, which none shall mitigate. (To Officer.) Stay thou, and see it done. He is the worst, More base, more false, more without touch of pity, Than ever I did think a man coedd be. One more there is ; her father. OFFICER. Must he die ? RAJAH. No ; let him live ; but in a foreign land. We will not touch a hair that's kin to her. [Turns towards Rhaida And now, thou tenderest heart, and loveliest bride, That ever made the world more beautiful, Bright' ning with seniles the aye-recurring Spring,"], [295, "277 THE VICTIM. What shall be done with thee ? Why, thou meist go Unto a prison ; look ! to these fond arms ; Whilst I, thy Prince, shall feel more honoured, — more, With thee thus near me, sweet, — than were I crowned With garlands, red with conquest, or now hailed By all wide India as leer chosen King !"], [296, ""], [297, "flart % cXbirb"], [298, ""], [299, "281 0 0 MISCELLANEOUS POEMS. THE FIRST DAY OF THE YEAR. As one who enters on a road The end whereof no sight can reach ; Where they who bear Sin's heavy load Are numberless (so sages teach) As sands upon the wild sea-beach : Where Showers and Sunshine, Night and Day, Like Ghosts go glimmering on their way ; Where Friends and Foes, where Right and Wrong, And all that doth to Life belong, — The shadowy Past, the grim To-come, Around our footsteps sink and soar ; Where Death goes beating on his drum ; And that great Sea without a shore Gleams in the distance, while a Voice Cries out, ' Let no one here rejoice ! '"], [300, "282 THE FIRST DAY OF THE YEAR. So I, now blind with hope and fear, Enter upon thy paths, 0 year ! Thy paths, which all who breathe eneest tread, Which lead the Living to the Dead, I enter ; for it is my doom To tread thy labye'inthine gloom ; To note who 'round me watch and wait ; To love a few ; perhaps to hate ; And do all duties of my fate."], [301, "MARCH: APRIL: MAY. Mabch ! — A cloudy stream is flowing, And a hard steel blast is blowing ; Bitterer now than I remember Ever to have felt or seen, 283"], [302, "in vain ! 284 MARCH : APRIL : MAY. In the depths of drear December, When the white doth hide the green : Not a trembling weed up-peereth From its dark home under-ground ; Violet now nor primrose heareth In her sleep a single sound ; All in wintry torpor bound ! Not a sparrow upon the spray ! Not a lark to greet the day ! Hush ! — I hear the silver rain Beating on the western pane, Singing songs unto the snow ; Calling earth to wake below : Ah, sweet April comes, who never comes In the Orient — light ! A haze O'er the deep night-blackness strays : Thro' the cloudy pall it poureth, O'er the mountain scalp it soareth, Over, through, afar, around, (Warming all the heart of May,) Runs the light without a sound, From the black into the grey, From the grey into the dawn, Silvering all its folds of lawn, Till it beersts upon the Day. Gaze ! From out the living gold"], [303, "285 Knowledge streameth as of old. Gaze upon the sunny river ; Heaven is bright and bounteous ever. All is beautiful. — I rise ; God is looking from the skies !"], [304, "286 THE PICTURE. — ♦ — Underneath yon antique frame, (Carved, obseewe, by dextroeis hands,) All apart from meaner things, The thousand-guinea panel stands. Once, in the great old Moro palace, When the sueiset evening bloom Flushed the Adriatic waters, It lit up the golden room. Strangers, all who thronged to see it, Vowed the soldier's coal-black eyes Burned beneath the lady's beauty, Glowing there with sweet surprise. From his earnest gaze she looks ; Yet the passionate words she hears ; As when we fix our eyes on books We hear a tender talker's tears :"], [305, "287 THE PICTURE. And, note well his tremulous mouth, Her proud sweet smile, patrician skin And her eyes that froeit your eyes, Reading every thought within. What a light is on her forehead, Shooting forwards from the dark ! How the hues of queenly crimson All her swelling beauty mark ! Aud the streaks of rich Sienna That embrown his visage dun ; And the gold upon her tresses, Blazing like the western sun. — Read and ponder, gentle Maiden : And, within this circle, see All that was, when Love was master, All that is, and is to be ; Beauty, conquering and conquered ; Strength, all strength and fame forgot ; Pride subdued ; Love, Truth triumphant (Ah, what learner knows them not !) And, besides these truths, 'tis whispered That within this picture lies The painter's story, when sublimed He rose with Love into the skies."], [306, "look on 288 THE PICTURE. What names they had — these shapes we Whether, constrained, they fled of yore, Far away, to Isle enchanted, Idling on some faery shore ; Or in dark and toilsome cities, Or within some sparry cell, In a sunset wilderness, Loved their lives out, — none can tell. But our dreams, which lift the Future And the Present into light, Give unto the Past a glory That leaves the lovers' fortunes bright."], [307, "THE PARISH DOCTOR. t I TRAyEL by day, I travel by night, In the blistering sun, in the drenching rain ; And my only pleaseere, in dark or light, Is to help the poor, in pain. 289 v v"], [308, "290 THE PARISH DOCTOR. The Parish Magnificoes pay me — what ? Were it only the enoney, I would not roam, But enjoy the little that I have got By my own fireside, at home. But hunger, and thirst, and pain, and woe Entice me on ; and they pay me well, When I beat down the devil Disease, you know ; 'Tis for that my old age I sell : I give eip my comfort, eny crusty wiue, My slippers, my books, and eny easy chair, And go where the paupers starve and pine, With help. But for this, I swear, I would spit on the sot false bloated men Who strut on the vestry floor, And toss 'em their twenty pounds again, That they squeeze from the parish poor. Last night, — O God, what a night of cold, With the wind and the stinging hail ! What a night for a lamb that had left the fold, And had wandered, weak and pale ! Yet there she was, — on the midnight thrown By the rascal that bars the gate, And the lying relieving officer (known For relieving — the parish rate !)."], [309, "■, 291 THE TAIUSII DOCTOR. These knaves, they are high in their masters' books, Have a sum upon which they draw To keep up their credit ; tho' each one looks To be sure he's within the law. But gentleness, kindness, love — that lend To the gifts of the heart a grace, They reach not the pauper that has no friend, They suit not the guardian's place. Their duty is known ; — to keep down the rate. And the poor within proper bounds, And to pay (that he may not be too elate) The Doctor with — Twenty pounds '."], [310, "292 ABOVE AND BELOW. Look forth, into the azure there ! Gaze your soul out upon the blue ! Now, tell me what you see so fair, And evhat that fair reflects on you ?"], [311, "293 ABOVE AND BELOW. Is Love there ? — Joy ? — is airy Hope ? Dwell they all there, amid the stars ? Or are they still beyond your scope, Which some terrestrial error bars ? You see noeeght : but, you say, some dream Inspires you to seeblimer ends ; And that you rise up to a theme, Which lifts you as itself ascends. Well ! — even here the lily blooeees ; The rose is opening in the sun : On every leaf are hung perfumes : From every branch a wreath is won. Beneath this rough rock, stained by Time, The sparkling brooklet runs and sings ; And half-way up the brambles climb ; And from its top the acacia springs. The daisy laeeghs upou the sward ; The violet sleeps within her nest : Ah ! — Nateere ever yields reward To him who seeks, and loves her best. Now, for a moment, turn your sight, To where this tiniest worm expaeids His emerald armorer in the light, Like a dragon from the haunted lands."], [312, "i 294 ABOVE AND BELOW. Look thro' this wizard glass, and own How meiscles swell ; how pulses beat ; How Life, that wonder never known, Dwells in this thing, from head to feet ; Dwells in those parts no eye can reach, No toetch — the tenderest — but meest harm So infinitely small is each : And yet, the heart's blood runneth warm, And appetites pervade this shape, Aeid Love, and Joy, and Hope, and Fear, (Such as your upward eyes escape,) God's agents, — all are dwelling here. Ah, friend ! — Not always gaze above ; But cast your looks below, — around : Beside you dwelleth Human Love, And Heavenly Wonders on the ground."], [313, "A GARDEN SCENE. Sing me a soft love-laden song ; Tie up your hair in a tighter braid ; Here let us lie, in the cypress shade ; Here, where the feathery fountain sings, And into the porphyry basin springs : 295"], [314, "296 A GARDEN SCENE. Sparkling, flashing, along it goes, Winding round by the sunny steep, Whereon the quick green lizards creep ; Hush ! — 'tis gone to a deep repose, There, where the rough rose-braenble blows. Sing me a song, a sadder song ; All about her renowned in story, Who died to consummate her lover's glory ; Took on her soed a grie\\7ous wrong ; Gave herself up, all, life and limb ; Trembled a little, and then grew dim ; Martyred alike in fame and pride ; Kissed the poison, and so she died. AVhisper another gi-ief in song. Where did Amain' s daughter die ? Why do Moroni's turrets lie Shattered by Time and the tempest strong ? Left to bare neglect so long ? Out in the wild Campagna, She Wandered to save her soul from pain ; And there, where the poor and guilty flee, Began the labour of life again. Her tasks are over ; life is done : She fled with the light of the setting sun, Into the azure, far away, Till she met the dawn of another day."], [315, "297 Q, Q A OARDEN SCENE. In the Negroni gardens, towers Many a grave and princely pine, Within whose spicy darkness shine Lilies and creamy orange flowers, And sculpteered creatures, rare and fine, — Marble Deities, each alone, Born in heaven, and struck to stone Thither we'll hie in the dusky eve, And hark to the measures that make us grieve ; Thoee thyself shalt unloose thy tongue, With the sweets of Archangelo's meesic hung. Now let eis end ! — Yet, listen awhile, With silent heart and a graver smile ; But back your hyacinth tresses fling, That ravish the sweets that the summers bring. Hush ! the fountain upsprengs again ; You may hear the words of the silver rain ! What do they tell off ? Friendship long, With seeds of the Love-flower sown among ? Of Fate the master ? Life the slave ? Of Love that awaitefn beyond the grave ? So let it be : — My dear delight, Now let us whisper the world \" Good Night !\""], [316, "298 PROVERBIAL PHILOSOPHY. How often deep wisdom, my Cosimo, Lurks in a phrase, Or a proverb,— you hear it and hoard it To the end of your days. I wish I could pour out my proverbs, Like wine from a cask, Such as Audit vocatus Apollo — (Why it comes, as I ask !) Let me try. — Do leot smile, tho' I borrow From Pagan or Turk : 'Tis the end (Finis opus coronat) That crowneth the work. Even though in my course I should stumble. Remember the text, Aliqitando dormitat Sower us, And do not be vexed."], [317, "299 PROVERBIAL PHILOSOPHY. Were I young I might haply do better, Do well ; but alack ! Vestigia nulla retrorsum ; There's no going back. I see now the rocks and the shallows, And what to avoid ; Vitanda est improba S'wen ; Beet the yoeeng are decoyed By idleness ; gentle and simple, They bend to the rede ; Super et Garamantos et Indos, Each playeth the fool ; He who laboeers when others are sporting Is scorned by the rest, Nigi'oque simillima cygno, Thrust oeit from the nest ; So I sank, overborne by my fellows ; Yet wherefore complain ? Q.uis tulerit Gracchos querentes ? — I cried, but in vain, Menus hœc ini/mica tyrannis ! When a blow on the head Brought me down. It was thus my ambition Was conquered, and fled."], [318, "■> 300 PROVERBIAL PHILOSOPHY. And now, as you see, in my vei'scs Few thoughts are afloat, Rari nantes in gurgite vasto : Yet men of some note, Keep me sometimes in countenance, kindly, With impotent rhymes. (Indocti poemata scribent, Is a phe-ase of old times.) Well, well ! He who spatters the absent * Deseiwes not a friend ; Semel his insanivimus omnes : And so there's an end. I said that I loved the wise proverb, Brief, simple, and deep. For it I'd exchange the great poem That sends us to sleep. I'd part with the talk of my neighboeer, That wearies the brain, Like the Rondo that reaches an end, and Beginneth again. What books we might spare, my dear Cosimo. Paper and print ! \" Absentcm qui rodit amicwm.\""], [319, "301 CELATA VIRTUS. That volume, for instance, with nothing save Sentences in 't ; No meaning, no story, no sentiment ; All is a blank, Save the title-page, showing 'twas writ by \" A person of rank.\" We might spare the too deep dissertations Which nobody reads, The Essays (on something or nothing,) Which nobody needs. We might spare, — ah, perhaps, our own volumes. The bookseller's grief, Had we courage to spring from the limbo, And dare to be brief. CELATA VIRTUS. Yoej give me praise for what I do ; You blame me for what's left undone : Alas, how little is pierced through, — How little known of the lost or won, Under the Seen."], [320, "302 CELATA VIRTUS. My dear friend here, (would I possessed His genius — subtle, deep, divine !) You judge his motion by his rest : You sound him withoeet length of line, And miss the mine. For every common thought I print, How many a better lurks eensaid, That wants the stamp, and leaves the mint Unhonoured by the monarch's head, And good as dead. How many a towering tree hath sprung From seeds which winged wanderers spill ; How many a daily deed is seeng As good, which hath its source in ill, Do what we will. Oeer world opinions, half alloy, Pass well : the rest aside are thrown : And inmost deepest notes of joy Move not ; their own great meaning known To the heart alone ! Let's live our life then as we may ; Let's think, — as oft we've thought, in sooth, Careless what passers by may say ; Kind to our kind, in age, in youth. And true to treeth."], [321, "303 AN ACQUAINTANCE. I do not love you — I do not hate : A something, 'tween hate and love, is thine. I have given yoee — such as it is — a piece, A little piece, of this heart of mine : A morsel of gold, — but massed and mixed With silver and iron, and clay beside ; It softens your own heart not a jot; It pampers — a little, perhaps, — your pride. You proffer me, now and then, words so kind ! Yet I think, for a purpose, you'd touch — just touch My throat with your dagger, — then heal the gash ; Not glad — scarce sorry — you'd hurt me much. You would strike me to death, when the ill blood flies To your brain, and the riotous pulse begins To beat ; but that I have a Secret lies Down in the dark, amidst all my sins ;"], [322, "304 AN ACQUAINTANCE. And with This I have always a master's power, To keep within bounds your treacherous will ; And with this I shall conquer your evil hour, And tame yoeer heart, — till yoeir heart be still. Therefore, and because I must mix with men Who are scarcely my friends (for a friend is rare), I shall venture withiu your circle again, And be seen with you, taking the noon-day air. Thus far ; no farther. I give my love Where only my heai't points out the man ; Then I give, as I give to my God above, Love, intellect, friendship, — all I can. No stint ; no subterfuge. Time and thought, Heart, fortune, — a river that knows no end, All (gold from the mine and gold that's wrought,) Belong to the man that I call my friend."], [323, "EX FUMO I Far down in the depths of oeir city There hideth a lane ; Dark, narrow ; a twist like a syphon Runs thro' it amain."], [324, "306 EX FUMO. Each house (once a palace) is blackened By tempest and time, And the o'erhanging stories seem watching For underground crime. Here reigns the dark Spirit of Silence, Thro' evenings and nights, Save where, from yon attic, there peereth The smallest of lights ; Where blooms, on yon parapet, something Half flower, half weed, But tended as gently as love tendeth Love in its need, As mother her child when it piueth : There dvvelleth — ah ! one Who worketh and singeth and worketh Till down of the sun. Well, — there (where you see), I beheld her, A summer ago, From this garret here, quite on a level, Where they crowd and they stow The old pictures, and tables, and ledgers ; I had sought thro' the house For some proof 'gainst a recusant debtor ; Had startled the mouse,"], [325, "307 EX FUMO. Had scared the blind bat from her slumbers, The spider had slain, When, lo ! eny glance shot thro' the window, Where pattered the rain. I started : — 'twas now my turn, see yoei, To tremble and start ; One look, and the fiercest of arrows Went right thro' my heart. But no figures! — they tarnish my story I loved her ; I love, As I worship the mother who bore ene, The heavens above ! My God ! will she ever not scorn me ? — To ask her for enore Is to ask the sweet light from a planet ! I can but adore ! Yet, — perhaps, — if I gave (and I'd give her) My life in return, She would not quite scorn, — and she seemeth Too gentle to spurn. * * * * *"], [326, "308 EX FUMO. II. Fate has blessed me. Look ! Would you believe (I am such as you see,) That fate should have granted the augel That sits on my knee ? 'Tis our child ; yes, the child of the maiden Who sewed as she sung ; My wife — my beloved. She shut not Her ear to my tongue ; But gave up the wealth of her beauty, The grace of her youth, To my prayer — to the pain of my passion, The strength of my truth. In the front of the attic she dwelt in Still blooms the poor flower ; And within it my fancy still blossometh Hour by hour ! Ay, often I swerve from the joys Of my garden, with gleams Of the sun, to go back to the blackened Old houses ; — and Dreams Of the past, when my life was a struggle, Fall thick on my brain, But tempered, and turned to a pleasure That springs from the pain. —"], [327, "309 How strange, that the time-smitten City Shoeild hae'boeer a place, Where crazy old age is a beauty, And labour a grace !"], [328, "5 310 PLATONIC. But it all must be right ; and Love thrives Most in sorrow, I'm told, As the lily grows fairer and fresher The blacker the mould. PLATONIC. What say you ? — \" I like yon' lady there She me ; no further we intend, But nurse this friendship-flower with care, And live and die — just friend and friend. I scarce know what her shape may be ; Her colour — is it dark or light ? Eyes she must have, for she can see ; Haply you'll tell me they are bright. It is the mind which I admire, The intellectual virteeous soul, The pale pure splendour without fire, That lightens up the perfect whole."], [329, "311 PLATONIC. Ill what fair geiise the Soul is drest, In rustic beauty, courtly grace, What heed ? I care not for the rest, So Intellect hath its throned place.\" — Peace ! Ignorant of the good and bright ! Blind scorner of the gifts of God, Following whose footsteps came the Light, While Beauty blossomed as he trod. Learu, Virtue is not more his own Than Beauty : both he gave combined, Knowing each could not thrive alone, So in the body bound the mind : And from the body, and from its brain And nerves come issuing (how who knows ?) Those pangs of thought, of joy, of pain, That keep and crown it to the close, When Life, (its duty done), the strange Consolidated fabric leaves, And soaring — elsewhere for a change, Again bears evil pains, and grieves, Again feels joy and hope, rejoices and believes"], [330, "312 THE SEXES. As the man beholds the woman, As the woman sees the man, Curiously they note each other, , As each other only can. Never caee the enan divest her Of that Avondrous charm of sex ; Ever must she, dreaming of him, The same mystic charm annex. Strange, inborn, profound attraction ! Not the Poet's range of soul, Learning, Science, sexless Virtue, Can the gazer's thought control. But, thro' every nerve and fancy Which the inmost heart reveals, Twined, ingrained, the Sense of difference. Like the subtle serpent, steals."], [331, "QUESTIONS TO A SPIRITUAL FRIEND. When we met, do you remember, In the lane ? When our murmuring school was over, All its toils, its lessons vain, All its pain ? 313 s s"], [332, "■? 314 QUESTIONS TO A SPIRITUAL FRIEND. Since those half-forgotten hours, Yoee and I Have trod our distant paths, asunder ; Meeting once, — you to die, I to sigh. lie your home beyond Orion Do you feel, — Do you mark what stirs within us, Strongest in the common weal ? Gold ? or steel ? Love ? or hate ? — Alas, all passions Make or mar ! Even my life's at best a struggle, Gaining, whether in peace or war, Many a scar. But You ! — you whose journey's over In my ear Whisper, — are you happier ? wiser ? Better? than when you dwelt here Without a fear ? Does the Spirit disembodied Think ?— the Mind, Dragged no longer down from Heaven Soar at will upoei the wind, Unconfined ?"], [333, "P 315 QUESTIONS TO A SPIRITUAL FRIEND. Shine they now whose light ou earth Was quenched or hid ? AYhat of those who dwelt iu darkness ? What of those who only did As they were bid ? What of men who had great virtues And great sins ? Show me just the point and turning Where no longer Virtue wins, And Vice begins ! Do you love the hearts that loved you See and scan Our poor world, which is so pleasant, When unto his neighboeir man Does all he can. Which of all our wants and passious Cling to clay ? Tell me which you carry with you To the realms of endless day, Far away. Dives, who so long oppressed you, Do you hate ? Love you still our crumbling customs, As when you argued, early and late, For Church and State ?"], [334, "316 AN INTERIOR. Homer — Dante — world-wise Shakespere Sons of Light ! Do they stand in power as princes ? Or lose lustre, and take flight To endless night ? Light and Dark, and Good and Evil, Heat and Cold, Pain and Pleaseire, Poor and Wealthy, Power of Virtue, Power of Gold, — All emfold ! AN INTERIOR. Unloose your heart, and let ene see What's hid within that ruby roueid ; Let every fold be now eenbound. What' s here ? Belief ? — impiety ? Good — bad — indifferent ? Let them be. I see the crude half-finished thoeeght ; The scrambling fancies, one by one, Cume out and stretch them in the sun."], [335, "317 AN INTERIOR. And what's that in the distance, wrought. Clear, round, prismatic ? — It is nought, — A bubble, swollen to its best, Its largest shape ; yet overmuch. 'Twill shrink, I fancy, at a touch : Yet, I'll not touch it : — Let it rest, An egg within a viper's nest. Hatched into life, I see it s\\vell, Burst, bare at once its poison fangs. Alas, sir, on how little hangs My life ; yoeer doing ill or well. Who'd think that you would ring my knell ? I thought you were my friend, the flower Of jolly, gamesome, rosy friends. Well, here our ill-paired union ends. I leave you : Should I have the power, I'll sting you in your latest hour. No, — less jog on, from morn to night ; Less close than we were wont, indeed ; Why should I hate, because I read The spots kept secret from my sight, And force some unborn sins to light ?"], [336, "318 SEEING. All's mingled here, if keenly scanned ; No element is simple found ; But mixed and massed with other ground, Air, — water :— So, I'll keep my stand, And march with you to the evening land. SEEING. ¥ These are the marble stairs (come on !) which lead To the famous picture galleries ; so, take heed ! On every side are wonders : — You will see Gems to make rich a nation's treasury. Our Duke who owns them— [Ah, wrould he could hear! Impenetrably deaf ! Well, we must steer By sight.] — Observe now, where my finger points. That is our Raffaelle's work. See who anoints Christ's feet : How humbly the poor mourner keieels ! Hoav the bowed head her gentle soul reveals ! [I'll write all on my tablets, as we walk.] — There, by the barren rocks, again she lies, AVitching the admiration from our eyes :"], [337, "319 That is Correggio's desert Magdalen. Above, you recognise the man whom men Worship, old Michael. Those gaunt heads in chalk ; That sketch where two grim saints or sages stalk,"], [338, "320 SEEING. Are his. Beyond, you see a blazing Thought Of Titian, in his radiant morning wrought, Ere kings bent down, and courtiers sought his ear In front (Friuli's mountains in the rear) Are white eeymphs revelling in a summer pool ; Some, on the moist green grass, drink in the cool, Not dreaming that the hunter hides so near. You grasp my arm — you tremble ? — Teesh, no fear ! Ah, yes ; I understand. — :Gods, what a face ! What eyes, where Grief and Love thus interlace ! Around that brow what burning locks entwine ! The mouth — it speaks ! Those mute words, (so divine,) Have told the lady's story many years. Her name is lost ! — The painter ? He appears There, on the carved frame, — \" Giorgione.\" None Now dip their pencil in the setting sun Like him. Who else could shape a dream so bright, Or ce7own it with that sad and thoeightful light ? Ere you pass on, note how the senile just dies Upon her parted mouth, where Love still lies ; And all the world of sorrow in those eyes ! Good, good ! I love to see those tears. They tell You understand the graceful painter well. Turn hithee', now : Aeid let your eyes be led To Guido's angel, — his white wings outspread ; His hand suspended, — there, — as tho' he heard (Gazing afar) some sweet seraphic word."], [339, "SEEING. — How the boy smiles, as though he heard the song ! Well, God is good, and human faith is strong. Perhaps he feels the hymn enter his brain Through some mysterious paths of joyful pain, Which to our grosser sense are shut. Who knows The heendred cells where leerk our neighbour's woes ? Who from what cause each graver pleasure springs That soothes him when the raven Tempest sings ? To some the merry skylark's morning notes Fall sad from out the skies wherein he floats : And some delight in melancholy sounds ; And soene hate music. Iu their golden rounds The poets go, striking the vain sweet lyre ! How few they charm, alas ! and none inspire. Breathing amidst the deaf, who hear them not, They sing, and toil, and die, — aeid are forgot ! Boy, thou shalt be a painter. — I give him Hope, That fickle fairy, who will not elope, So long as in his warm blood crimsons youth, So long perhaps as he is true to Truth. Yet, — as I gaze upon these pictures, drawn Many in coloeers brighter than the dawn ; Some touched with humour, such as bees might sip In summer-time from Ariosto's lip, I think of all the baffled hopes and pains That men endeere, to reach some sordid gains ! Soene gains ?— am I not ignorantly wrong ? 321 \""], [340, "322 SEEING. My thought must err. The seed of Poet's song, Of Artists' inspiration, when they reach That rare expression, which is kin to speech, Must spring from a deeper soeerce, — some inward bliss, Some airy ambitious hope, Beet, how is this ? The crowd descends. What, is the day so low ? Then we'll depart. In truth, 'tis better so, Than wear his spirit down with too enuch pleasure. To-rnore7ow we will come again, and measure Florence with Rome, — with Venice. That being done, He shall go home and dream how Fame may still be won"], [341, "HEARING. Charming is it in a poem That Refrain ! Never comes the sweet recuerence Murmuring on the ear in vain :"], [342, "324 HEARING. Sweetest is the song in leiseere, Linking pleasure eento pleaseere, Hiding all the pain. Curious is the sense of hearing ! How it bears You back into the dreams of distance, Vanished joys, forgotten cares, Through the starry ether, bringing Down the orbed angels' singing From the upper airs. What, eenheard, were Love's own meesic ? Senseless, cold. What would be the sweet confession ? It might — ah, — remain untold ! What the cannon's thunderous stories ? What our Australasian glories, With their tales of gold ? Hearing ! Sight ! All-mystic powers ! What has e'er Man, in his divieeest hours, Wrought that shall with these compare ? Gifts are they, from Him who giveth Life to everything that liveth, Patient Strength that ne'er repineth, Hope that soareth, Love that shineth Upon every care."], [343, "325 PHRYNE. Shall you love him ? Oh, yes, love him While you live — eentil yoee die ; Wherefore ask the idle qeeestion ? Why your change deny ? When for me you left a lover, How I loved you, kissed your brow, Lips ; believed you ; too much trusted Well, — he'll trust yoee now. In the region of his fancy He will seat you on a throne, And fall down, a slave, before you, Worshipping yoee alone. All the good the Gods have given him, All his wealth beneath the sun, He will give you,— soul and body, Give — as I have done !"], [344, "326 MAUVAISE HONTE. Will you then desert hien ? hate him ? Scorn him, as you me disdain ? Yes : — he'll leave the world behind him, Burthened with his pain : And you then will sail triumphant, To \"fresh fields and pastures new,\" Leaving in your wake a murmur Of what Hell can do, When the Serpent stings the woman. — Oh, sweet Saints who watch above ! Why shoeeld harlot Folly reign, Stinging tender hearts to pain, Fettering with her slavish chain The poor peasant, Love ? MAUVAISE HONTE. I watoh the house wherein she dwelleth Love-conquered quite : I watch and wait, till some one telleth That she is about to break the night With her light ;"], [345, "And then — for I know the road she travelleth — I steal away, And meet her. Face to face unravelleth All that I long have burned to say Night and day. 327"], [346, "328 MAUVAISE HONTE. She moves ; the conscious beauty crowning Her queenly eyes ; I, with my face of fire, disowning The coward heart that within me dies. And so Time flies ; And Life, which is so short, will tremble And fade in death, Before the love, which I dissemble, Will dare to tell, in faltering breath, All my heart saith. Stfll haunt I every path she treadeth, The field, the lane ; And read — oh, every book she readeth : And some who see my tortured brain, Will soothe the pain, — Will tell me how she ought to love me, And that her heart (Altho' her eyes look cold above me) Feels, thro' her pride, the arrow dart, But hides the smart. And then, I hope ! — At times a glory, From some far clime, Shoots thro' the darkness of my story, And then I give my soul to rhyme, As now ; — and trust to time."], [347, "LOVE— (Moderato). She gave him her all, her heart and her fortune. What did he do with the beautifeel pack ? Gazed at 't a little, and gave it her back; Negligent quite of a chance so opportune. 329 u u"], [348, "330 LOVE (MODERATO). Blushing for shame, did she call in her brother, Or her fierce fighting cousin, to punish the wrong ? Ah, no, sir, she wisely broke into a song, Felt her heart was all sound, and so gave it another. \" Well ; she was wise not to pine for his scorning. She lives ?\"— \" With her husband, just over the way ; She sings him to sleep at the close of the day, And laughs with her children, sir, all thro' the morning, Yet has she a heart. She has squaeidered her beauty, Long since : It fell off, like the bloom of the rose ; And now on life's road she contentedly goes, Aud gives herself eep, qeiite, to conjeegal duty. All love is leot burning. 'Tis paler and colder When heenger, or frost, or life's troubles give pain ; It subsides into calm when our life's on the wane, And hides its small pangs from the laughing beholder."], [349, "331 LOVE — (Tempestoso) . Press your palms upon my eyes : Press your breast against my breast. Nothing, save enormous pleasures, — Nothing but the vastest, — best, Now can give me rest. From the extremities of earth I come : — What read I on yoen brow ? Tell me not of forms or fancies : Love me ; as but yoee know how. Your lips upon my lips, — now ! What ! am I not he yoee loved ? Gave your heart to ? why deny ? Am I changed ? are you a traitress ? I'll not part with a kiss or sigh : Who can love as I ?"], [350, "332 TO A FOREIGN ACTRESS. In your words there lives a music That can soothe the soul of care ; In y ?ur eyes I see a beauty, (Beauty airier than the air,) None but you can wear. All the teenpests of the tropics, Oceans, deserts, have I passed : What do you think gave strength to conquer Deadly ice and burning blast, But to be loved by you, — chained fast Ever while the world shall last ? TO A FOREIGN ACTRESS. What shall I do to please you ? To flatter, to woo, to win ? Shall I buy your body with money ? Shall I tempt your soed with sin ? Shall I build up heroic poems, And force your name on high ? ShaU I rush in the Hell of battle, With your name as a conquering cry ?"], [351, "333 TARTniAN LOVE. Shall I shoot the untrodden desert ? Shall I twine with my own yoeir name, In some gloey yet unascended ? In some terrible endless fame ? I see that your eyes are a serpent's : I know that your heart is stone ; That your love is as false as deadly ; And yet — I am yoeers alone ! Witch — Serpent — pitiless — worthless — Look down, where I writhe and sigh ! Speak ! WThat must I do — or suffer ? — You hiss out an answer — \" die ! \" PARTHIAN LOVE. — t — Thy figure I see in the bending grass ; Thy voice I hear in the song-sweet river : I scent the rich flower, and sigh at thy power ; Wherever I be, thine image I see, And flee— Flee thee for ever, ever, ever."], [352, "334 PARTHIAN LOVE. Thou hast too much grace, in thy perfect face ; Thou hast too many darts in thine armed quiver : The pleasure I gain is o'erpowered by pain, So I leave thee, and grieve thee For ever, — ever. What is it that lies in thine orient eyes ? What's hid in thy bosom, thou dangerous giver ? Thoee givest in vain or joy or pain ; I shun thy perfume, for it is my doom To see thee, and flee thee For ever, — ever !"], [353, "FAR NIENTE. Pleasant it is, that doing nothing, Never moving — thinking — scheming ; Idle only, — dozing, — dreaming On a sward of quiet green, By the rippling e-fver seen ; 335"], [354, "336 FAR NIENTE. Where the alders in a row, When the morning breezes blow, Whisper to the plumy boughs Of an elm, that overhead Doth a cooling shadow shed : In the leaves, perhaps, a dove Breathes her little note of love Else all silent. — On the wall Let the summer sunshine fall, On the meadow, on the mill, Idle now, amid the sedge Thickening at the water's edge, And upon the far, soft, azure-curtained hill. Far be every human ill ! Far be tears, far be sighing ! Nothing gloomy ; let the Day Run upon his cheerful way ; AVhile over me and over all Silver clouds are flying. Much, indeed, I love to walk With a friend, in easy talk, On the downs, in June or May ; On the downs, that stretch away, Far away, — far away, — From the white-browed cliffs that keep Watch above the toiling Deep, Listening there night and day"], [355, "What the troubled Waters say ; For they often writhe and moan, From the mid Atlantic blown, And will tell you ghastly tales, Of what befalleth in the gales, Till you steal unto your rest With a pain upon your breast. Yet, how pleasant nothing doing ! What is all the worth of wooing ? Loving ? — when you may inspire Warmth beside the winter fire, 337 X X"], [356, "338 FAR NIENTE. Caring nought what may betide you, With a book you love beside you, (Landor's verse or Browning's rhyme, Or some volume of old time Loved when Fiction, nurse of youth, Fed you with the milk of Truth,) — All the while the rough storm rages, As you doze above the pages, Half-ashamed the charmer Sleep Should take you to her deepest deep, With such wealth before you. Yet, till gentle Sleep restore you To your merry morning fancies, Pleasant is the dream that dances Up and down before your eyes, As the misty daylight dies ; Pleasant are the scraps and lines, That no conscious sense divines, Murmurs,— sounds, — that come and go Just as lapsing waters flow ; Now a whisper, like the South Breathing from a loving mouth, Then the silence, — softest, — best, Till you — fade away to rest ! Pleasant all ! And yet there streams Beyond it, like a light in dreams, Something even the Idler seeth,"], [357, "339 FAR NIENTE. When his idle humour fleeth ; Something that the dull brain fireth, And the ambitious Soul desireth ; Regions where the poet's vision Openeth into fields Elysian ; Gardens, with their clustering gold ; Castles, rich with pictures old, Done by famous painters dead, Ere the Heroic Spirit fled, Leaving Earth to later glories, Fitted, each in turn, for stories That would crown the Artist's fame, Were he worthy of his name. Idler ! — Let his idling cease, If he hope to dwell in peace, Such a peace as Labour gives Unto every one that lives ; Let him seek, — nor idly seek, Beet wear his toil upon his cheek : What he seeketh he shall find, Food for every mood of mind ; Learning, culled from antique bowers Science, sweet in midnight hours ; Music, silvering down in showers ; All that Poets wise have brought From the inner realms of Thought ; [of flowers. All that the master, Love, can teach, amidst a world"], [358, "340 TO JOHN FORSTER. WITH shakespeee's works. I do not know a man who better reads Or weighs the great thoughts of the book I send, — Better than he whom I have called my friend For twenty years and upwards. He who feeds Upon Shakesperian pastures never needs The humbler food which springs from plains below : Yet may he love the little flowers that blow, And him excuse who for their beauty pleads. Take then my Shakespere to some sylvan nook ; And pray thee, in the name of Days of old, Good-will and friendship, never bought or sold, Give me assurance thou wilt always look With kindness still oei Spirits of humbler mould ; Kept firm by resting on that wondrous book, Wherein the Dream of Life is all eenrolled."], [359, "341 EPISTLE FROM AN OBSCURE PHeLOSOPHER. Prone on my bed, I send these lines to thee, 0 Hieros ! Strange dreaens of days gone by Haunt 'round my brain : Delights, and Pains, and Scenes Peopled with pleasant shapes (now lost!) like ghosts Across some crystal mirror, come and go ; I helpless ! These give leisure to my days, And nights, (which are not all involved and dark) ; And so I purpose to redeem my pledge, And tell thee, briefly, my poor history. Friend, — for thou art my friend, altho' we two Have trod our different roads, from life to death ; Thoee thro' the holy pastures, where the sheep, Guided by croziered shepherds, feed at ease, And drink the heavenly waters, and sleep safe ; I through the tangled wastes and briery depths, Struggling, heart-sore, have found my way — by night !"], [360, "342 EPISTLE FROM AN OBSCURE PHILOSOPHER. Well, — Thou hast often called me, I confess, And told me of thy pleasant paths on high, Beckoning me upwards. I would go my way For I believed my road led upwards too, And had its verdant nooks, and daisied spots Pearling the meadows, somewhere, — afar off ! So I wore onwards. I was near the goal, Felt the fresh air, and saw the sunny steeps, When suddenly came— Death ! Then, Hope being fled, I sank and strove no more. Yet have I had Delight in labour, as thou hadst in ease. 'Twas pleasant to endure, and know that I Must conquer in the end. 'Twas pleasant, too, To free my thoughts from parsimonious tasks, And bid them seek the liberal air, and fly (The larks !) up to the sun. They brought me down Wealth that you care not for, perhaps despise ; Siderean music from the Pleiades ; Vast truths which soaring Science never reached ; Dim intimations from majestic Souls Who died long since, and fled, we know not where, And messages from all the Orbs of Heaven. Had I beet studied all my father taught, I shoeeld have mastered every science ; plunged Deep in geometry and numbers ; piled"], [361, "343 EPISTLE FROM AN OBSCURE PHILOSOPHER. Million on million ; bale on bale ; until My iron rooms and bags had burst with gold. He had a lust for gold, such as we see . For travel, where men leave their friends and homes, And seek for unknown seas and desert sands. But from my mother's lessons roses sprang ; Poured out their fragrance : lilies opened wide Their breasts all dropt w7ith gold : the winds, unsought. Gave oeet fine meanings in each murmuring soeend ; And those star-eyes, that fill the face of Night, Shed on me all their mystic influence. Thus dowered, I left the world to dig for gold, Waste its worn youth, and write, with wrinkled brow, Its sordid history ; whilst I, emerging Into the unpeopled air, where freedom was, From my pure height saw all that Nature hoards In silence for her faithful worshippers. And what I sought I sought with all my soul ; For to do less is to ensure a loss ; As he who lazily seeks, by some rope's length, The dizzy height, and half-way loses hold, Falls down destroyed, because his heart is weak. I suffered ? — I rejoiced ! as few have done, In all the great extremes of happiness ; Nay, all those notes and shades of difference That lie between the two points of excess, Have each an individual self distinct"], [362, "344 EPISTLE FROM AN OBSCURE PHILOSOPHER. Pregnant with pleasure. Do you think I stood Half-struck to marble, by those faultless forms Dug out of Roman earth, without a pang Of wonderful delight ? I entered, wrapt, Into the circle of Ae-t ; beheld (dismayed By power) each one of Titian's master-works ; And rare Giorgione's sunset pastoral scenes, Gleaming with gold ; the peerless perfect grace That streams suffused thro' heavenly Raffaelle's forms, — Child, virgin, matron, man, all near divine, Half-earth, half-heaven ; and last, those massive shapes Which sprang from Michael's brain, and took their stand Predominant, triumphant throeegh all time ; Whereat still youthful painters gaze with pride, To think that Art hath done so much for men. Leaving awhile these rainbow-coloeered paths, I wandered through the flowery vales of sound, Where Mozart wove, by night, his musk-rose airs ; And thro' harmonioees turns and labyrinths, Where Handel once (with Galatea) strayed, And Purcell, when he linked his soul to song. From every grace I caught new light, new strength : From radiant Art I rose to Poesy, Which spread its wings across the warring heavens, Wben he who sang the strife was old and blind ; With Poesy, who upheld the Florentine, When on his downward path he moved amazed ;"], [363, "EPISTLE FROM AN OBSCURE PHILOSOPHER. And who — when Nateere bared her breast, and fed Her wondroeis Avon child, and in his ear Poured all her secrets — bore him eipwards, till He toeeched the eternal stars, and seemed to die ! At last, to Nateu-e's self I turned, and read Infinite marvels in her daily page. I and all things on whom sweet life descends Had intercourse. The insect that doth hold His court eepon a leaf, and dying yields His generations to the sheltering grass, Was my companion. In those April days, Ere the rose opens, and Avhen meadows beirn With flowers all coloeired like the morning beams, And every point, thro' winter months left bare, Pours out its buds, I made me frieeids, and grew Familiar with the worm, and with the bird That bi'eeds its young within the guardian thorn. — I tell these things, that thou mayst know there live, Beyond the pulpit's velvet, and beyond Thy lordly abbey, felled with meats and wines, Things that belong to God ; who sends their hearts Upwards iie fine melodious gratitude, Leaving sweet lessons for poor men like me, And some that even thou mightst deigu to teach. Something thou know'st, past knowledge, past all forms, Dwells in the living breast : For with the gift Of life is given the pe-iceless dream of love, 315 y y"], [364, "346 EPISTLE FROM AN OBSCURE PHILOSOPHER. And gratiteede, which pays to God who gives Thanks beyond prayer. We, poor petitioners, Too often content to ask, forget to pay The debt we owe for good. Pardon us, Thou ! Infinite, Grand, Supreme Intelligence ! Teach us the lessons man was born to learn ; Lead us to loftier thoughts, to semnier creeds ; For in the misty years of happiness, Our hearts exhale with tenderest thoughts, which soar Like dew from off the ground, and hallow eis. In the low hedge, hard by the open wilds, The linnet builds her home ; and in the roofs Of populous towns the poor house-sparrow breeds Far from each other born, yet both alike Become, by gentle eisage, friends to those Who seek and give them food aeid cherish them. See where, aloft, upon the towering pine, Broods the sea-eagle, and from year to year Coenes back unto her home of sedge and reeds, And branches, interlaced with artist skill ; And heents the seas by night, defends her young, And, in all perils and all needs of life, Shows strength beyond the strength of peasant minds. In watchfulness, fidelity (beyond Bribe or alarm), the household dog stands firm In danger, when the faithless servant flies. Wondei-fed knowledge, never learned from books !"], [365, "347 EPISTLE FROM AN OBSCURE PHILOSOPHER. Wonderful knowledge, from which man enay learn That he transcends not yet the bird or brute In all things, — goodness, wisdom, gratitude. Divinest Instinct, like the sun in air, Thou reign'st unknown ! — Unknown ? Tet, as we talk, The indefatigable Future comes, Minute by minute, years by countless years ; These as they come, these legions, range aboeit The silent form of the Eternal Past, Each with its scroll, from which all men may read. My soul was calm ; proud, haply, as I marked Some finer lines, and truths half-hid that 'scape The idler on the greensward ; and when Time Led me to grander truths, and I beheld What seemed the confluence of the stars, take shapes, Grow into worlds, saw world encircling world, Borne through their orbits by diviner powers, And laws, that far oeit-run the thoughts of men, Leaving the ground, my thoughts advanced, and took Their station near the sky, where angels dwell : Thence — from this azure summit, built of air, Descended suddenly an airier shape, Swift as a sunbeaen, tinged by heees of love. Eyes that outshone the stars, and seemed to pierce Beyond the secrets of remotest Time, Looked down upon me, — me! Their luminous depths, Their graeid sweet Silence, that surpassed all sound,"], [366, "EPISTLE FROM AN OBSCURE PHILOSOPHER. Held me like iron. I looked eep, aeed wept,— Wept, till soft words, beebbling through rose's, rose Froen inner fountains where the Soul abides, And showered celestial balm. She stood disclosed, A perfect soul within a perfect form ; Unparalleled, intelligent, divine. Dreams of some inner Heaven then took my soul Captive, and flushed the thrilling nerves with joy, Commingling with my sleep and blessing it ; And, when she warmed with love, my eyes amazed Met thrice the wonders I before had seen : I drank in fragrance thousand times more sweet Than ever lay upon the hyacinth's lip : Music I heard, sphere-tuned, harmonious, Ravishing earth and sky : Swarms of delight Encompassed me, eentil my soul o'erwhelmed Sank in the conflict ; and I then poured foi'th My heart in numbers, such as lovers use : — 0 perfect Love, soft Joy, untinged with pain ! O Sky, kept cloudless by the sighs of Spring ! O Bird, that bear'st sweet sounds thro' sun and rain, Give thy heart way, and sing ! Look down, dear Love, as Heaven looks down on earth ! Be near me, round me, like the enfolding air ! Impart some beauty from thy beauteous worth ; Or be thyself less fair. 318"], [367, "349 EPISTLE FROM AN OBSCURE PHILOSOPHER. As the hart paeeteth for the water brooks ; As the dove enourneth in the lone pine-tree ; So, left unsunned by thy care-charming looks, I pant, I moeern for thee ! — She came unto my home ; and with her came Infinite love ; content ; divine repose. Life rose above its height ; and we beheld Beauty in all things, everywhere delight ! The Sun that dwelt in our own hearts shed forth Its beams upon the world, and heightened it ; And from that brightness, as the ge-oeend takes back The dews it gently lends, we gathered light That led us thro' the dim sweet paths of life, Until our hearts bloomed forth iei happiness. — A home we had, not distant, yet removed Somewhat aside from the laborioees town, Where friends (a few) would come when Spring had touched The sward with daisies. In our garden rose Imperial cedars, eenderneath whose shade We shunned the summer heat, and heard content The little brook which ran and talked below. Here 'twas at eve, we lingered, and saw rise Those golden-crowned daughters of the Night, Who, when the sun is sluenbering, take their place And watch the world till morn, with sleepless eyes. Behind ees, in the distance, hills aspired To mountains, on whose brows the early snow"], [368, "350 EPISTLE FROM AN OBSCURE PHILOSOPHER. Came and dwelt long ; too far for cold ; so near We counted all the purple streaks that hung O'er every misty valley. Oh how bright, How filled with joy was all we looked upon ! Why should it end ? . . . It ended. I am here, Stripped of my wealth ; alone. I am not shut Out from the world like one that has no place, But wander uncompanioned on my way. Smit by a terrible doom, I yet look back On things that charmed me once ; that soothe me now. The Day has faded : Evening still remains, Wherein some deeds of good may yet be done. I am not what I was : — that cannot be. I coeeld have lived without so fair a thing To breathe beside me : But she came, and brought That air which now is life : Without that air I cannot live ! I am a denizen And dweller on an orb unknown before ; But now my natural soil ; my only earth. Ah ! whilst I stood and gazed, out of the grass, Out of the very flowers the serpent rose, And in his labyrinthine sinewy coil Strangled my earthly bliss ! But I forget. A cloud came o'er me : It has passed away. There is a Morning somewhere : Somewhere still The Sun ascends his pathway as of old,"], [369, "351 EPISTLE FROM AN OBSCURE PHILOSOPHER. And light, aud warmth, and beauty breathe again. There will I go, should pain once leave me free : If not, and I must close my journey here, Content at last I rest. No creeel creed Has bade me fire the martyr's blazing pile : I have not trampled on the poor ; nor made My friend a footstool for myself to rise : No oeetrage of another's tender thoughts, No bland deceit that leads weak soeels astray, Was mine. My hours passed onwards without harm, A few have bent the knee and deemed me kind : I followed but my nateire ; nothing more. Perhaps 'twas this which forced my bosom heave With gratiteede to God for all he gave ; That thrust my hand out tow'rds my fellow men, And proffer comfort. What is done is done ! And what is left ? The Past,— the grave wise Past ! Of that I write— these few last words — to thee."], [370, "352 LE SCELERAT. Still are you here, a poisonous life Outbreathing ? Still are yoee bands of deadly strife Enwreathing ? Your friends, are they now foes ? grown old And stronger ? Yoeer gold, is that all spent ? Your gold No longer ? Yoeer thoughts that were so low, so blanched By care, Are they now buoyant, roselike, launched In air ? No ! On your shoulder still that freak Of birth, (The hump), still reigns, and bids you seek The earth."], [371, "dome not 353 7. 7, THE VICTOR. No ! You help none, please none ; nor love. Nor give : How is it, O slave, you dare to move ? To live ? Vile Shame ! usurping still in space A part, Which else might owei some earthly grace ; — Depart ! Thou, who ne'er earn'dst beneath Heaven's A friend, Into the black abyss, thy home, Descend ! THE VICTOR. He is dead, — whom I trusted and loved In my innocent youth ; Gave my heart to, — in times when I knew A lie from a truth."], [372, "354 THE VICTOR. I gave him my all ; the things hid In the cells of my heart ; My wealth : woeeld you know what he did For my good, on his part ? He robbed me ; — he might have had all : He smote me, — in vain : I arose from the shock of my fall, From the depths of my pain ; And I cried — \" Yoee have wronged me : — My life. Love, and friendship I gave. When you trembled and shrieked in the strife, I was near you, to save. But you stole from my arms the one prize (Of my soul) that I won ; You ravished the light from my eyes, The warmth from my sun : So I slew you. In open mid-day, We met, on the shore, Where we met when our spirits were gay, And all life was before. I slew you — in open fair fight : I clove thro' the brain That so long had bewildered my sight ; That had stemg me to pain."], [373, "i 355 THE KING IS DEAD. 1 saw you, still firm in my wrath, Fall dead on the sand ; And the last bloody (white and red) froth Bubbled warm on my hand. Aeid now ? do you sleep ? Are you yet In the pangs of your guilt ? For me, I have found no regret For the blood I have spilt. I enjoy, on the sands where we fought, The fresh songs of the sea ; And I laugh, that my heart feeleth nought Of poor pity for thee.\" THE KING IS DEAD. i. Sound the great bell ! The King of all the land is cold and dead : He whom ye knew so well — Know he hath nought whereon to rest his head, Now, beet the barest stone, Whereon he lies alone, Far from all help ; life, love, aud friendship — fled"], [374, "of state. 356 THE KING IS DEAD. ii. Sound the great bell ! He whom ye knew in all his radiant power, The wonder and the pageant of an hour, Has bade the world farewell ; Let slip his sceptre, doffed his crimson state ; And they, who at his pleasure used to wait, Carp at his deeds, and tell The wrongs he did to all, — his qeeeenly mate, Friends, foes, to Truth, to rank, aud every ghost in. Some future day, not far, They'll build a column on the mountain near ; And, in some pander rhyme, Shape out historian lies for aftertime. Meanwhile, enlightened by a steadfast star, I will set down, In words that may be read by rich and poor, By all who did his iron rule endure, The truth (for once) of one who wore a ce'own."], [375, "357 TO A MYTH. Judge of words without a meaning ; Arbiter 'tween black and white ; Fusing all the shades of difference Into day or into night. Cunning, cheating, grim magician ; Plunderer both of age and youth ; Slave of forms and senseless customs Laugher at the light of truth. Has my life, then, all been wasted, Threading thy bewildering ways ? Have I lost the hopeful morning ? Spoiled the evening of my days ? Down, thou Shape of hair and ermine Qieit thy high disgraced place. Down, and meet thy nobler brother, Simple Justice, face to face."], [376, "358 TO A MYTH. See, with what a brightening aspect, Se divides the right from wrong ; Mark, how swift his sentence follows ; Mark, how all content the throng. But Thou — swollen and paltry figure, Blown with vanity, stuffed with straw, Pander now, and now a Tyrant, Dar'st thou call thyself—\" The Law ? \" Where is all the heaped confusion, Whereat shrinking Truth repines ? Wordy nonsense ? leagues of charges, With their sixes turned to nines ? Where the ruinous, rascal pleadings, Drenched with spite, and lies, and ire ? Twaddling trash, delays, devices ? — Quick, let's heap the funeral pyre ! Quick ! Send here the fusty parchments, Smeared and spoiled a million ways ; All the senseless, worthless rubbish. Now then, — set them all ablaze !"], [377, "359 VANITY FAIR. Who'll sell me a drum or a trumpet ? Who'll beey ? — here are colours, a pair. Here's drink for all those who'll be soldiers, (And a shilling) at Vanity Fair."], [378, "360 VANITY FAIR. Here's a glass for an eye that don't eieed it ; A mask' for a face that can stare ; Aeid a place iee a Railway Direction, (And so much a-year, you may swear) . Here's a virgin, rich, frightful, aeid fifty ; Here's a lord, with his pockets all bare, (A young giant.) — if only he's thrifty, He's sure of a sale at the fair. Will you sell me some health, you physician ? You, sir, with your head full of hair, (Not your own) will you puzzle the plaintiff, And set right my wrongs, at the fair ? Here's a place for Sir Jeremy's cousin ; He swore (as you know he can swear) That my enemies bribed right and left, when I came in a member for — where ? Here's eny lady's own maid : — Is it ready, The pension, rewarding her care ? All secrets she knows, and is steady ; And is dumb — on a certain affair. O father, why droopeth your daughter, So young, yet so faded by care ? \" She is come to be sold, my fine fellow, Draw near ! she's the prize of the fair.\""], [379, "361 3 a VANITY FAIR. And she, neither bashful nor forward, With something of ton in her air ? O widow, unbosom your beauty ; I would tender soft words, did I dare ; Beet I dare not ; — and so, as the daylight Is fading to eve, it is time To cease, and be thinking of dinner, And to chaeige both our dress and the rhyme Coene, good friends, take what' s before you ; Meat and drink, and welcome warm : Here's a health to them that bore you, And a curse for him that means yoee harm. Deeply dive into your pockets ; Count no silver, spare no gold ; Here is all the w7orld of wonders, Each thing to be bought and sold. Friendship — who will bid for friendship ? Honour — look, it may be bought : Love — a rare and curious specimen, Found where it was never sought."], [380, "362 JACK TURPIN. But no need to show each article. Here's a figure for your grounds ! Spirit show, if you've a particle : Shall I say \" a thousand poemds ? \" Look ! She lives. Who bids ? What beauty ! Mark the outline of her form ! Come, sirs, you have each a duty Towards yoeir country to perform. Thank you, sir, — ten thousand — twenty — Thirty— fifty— a hundred ! There, Gone ! — Where shall the lot be sent f you ? 'Tis the prize, sir, of the fair ! JACK TURPIN. Jack Turpin, I have known you long : My serving man were you, of yore, When I was young and you were strong But Age is knocking at your door,"], [381, "363 JACK TURPIN. And now your shanks are shrunk and thin ; And Time has forced your hands to shake ; (Or cau 't be — beer relieved by gin, Which, \" for a cold,\" you eesed to take ?) Once you were villein, I the knight : I paid you with some pence or pounds ; You served me, fairly whilst in sight ; Not well when you were \" out of bounds. Dwarfed, dogged, boastful, drunken, shrewd. A mute by day, by night a sot, How often would you come, imbrued With drink, and do — you knew not what. You blacked my shoes, you brushed my coat. When sober, duly every morn ; But oft I heard your quavering note ; And when I lashed yoee with my scorn, You shrank, resented, blushed with ire, Would mostly argue, always lied. Such lies as gin and beer inspire You uttered with a proper pride. O bragging knave ! Thou hadst a head Was roeend, and like a cannon-ball, And some limp hairs above it spread ; And eyes that pierced one like an awl ;"], [382, "364 JACK TURPIN. So firm, so daring was your look, So unabashed by all reproof; I read you, as one reads a book, For knowledge, and my own behoof. The glittering cunning in those eyes, The oily, thick, slow, struggling word, The helpless smile, the frown so wise, All these I daily saw and heard. How the grand funeral filled your head ; How well you wove the weaver's knot ; What projects rose, and failed, and fled ; My work, meanwhile, being all forgot ! Yet, Jack ! I would I saw you here : I think that I should hire you still ; And you at night might have your beer, And, sometimes, even by day, your will. For you were honest ; dextrous too, After a fashion ; and I think I might, in time, prevail on you To — yes, perhaps — abstain from drink. And then, I think some faults were mine ; That I in angry words was free, Impatient, — loved my cup of wine, Was idle, obstinate, — like thee."], [383, "365 OLD LOVE. So, let's cast eep the long account, Aud strike the balance. Does it lie This way ? or that ?— Come, tell th' amount ! Alas ! you know no more than I. That double entry, strict and mean, Jack Turpin, let him keep who can ; I cannot : nor have I ever seen One fair account 'tween man and man. OLD LOVE. You left me : I left you : (trampled down). Were we not wrenched, we two, apart, When your father's rage and your mother's frown Sent a sting and a spasm to either heart ? You married, to pamper a father's pride ; I sank to the furrow and ploughed the soil : You were slandered and praised thro' the country wide ; I, quietly scorned, was forced to toil."], [384, "366 OLD LOVE. You floated, a cork on the topmost wave ; I fell, a stone on the rocks below : You were driven about, too near your grave, While I heard from my cavern the tempests blow. But the tempest fell. It has left you — life : It has freed you at last from a master stern. No need to re-plunge in the stormy strife, Or again the hard lesson of life to learn. I am here who have loved you for twenty years. You are poor : I am wealthy— in gold and land ; You have suffered your sorrow ; I had my tears : Peace cometh. I offer my horny hand, My heart, and my fortune ; all that's mine ! Life still has its evening ; — hut I have done : If you love me, it is but to make a sign : If not, — ah ! you tremble, and — you make none ! No sign, — but a smile, like the spasm that ran Thro' my bosom, now stingeth my heart with pain 'Tis a pang ! — but I rise up a wiser man, And I turn to my brother, the plough, again."], [385, "367 A COMPLAINT The clouds are heavy : the night is flowing Duskily over the Eastern sky ; Rains are falling ; winds are moaning The river is echoing sigh for sigh."], [386, "368 A COMPLAINT. Upon its banks is a maiden plaining ; A tale she telleth of grief and wrong ; And she eetters, to lighten her sad love-beerthen, The words of a half-forgotten song. \" A false friend and a bitter foe Is Love to all who love below : Ah ! what is the use of our summer dreaming, If life meist evermore end in woe ? \" A single pause, and aside she turneth And sendeth a thought to her father dead ; To her cottage home where her mother mourneth ; A thought to her childhood bright and fled. Her voice it is sad and full of dread ! Hark ! — It thrills over the darkening water, Telling a tale of future slaughter, Like the cry of the deer when the hound hath caeeght her \" O Love ! thou bitter foe To all who too much love below : Is death the end of our seemmer dreaming ? And life is it evermore filled with woe ? \""], [387, "let '5 3 B 369 A PETITION. You who dwell in eipper air, Young and fair ! Here is one who lovetle ; take her to your care Beauty and the light of honour Wears she like a crown upon her, Grace around her whitest neck is hung : Music, sadder now than came When seraphs touched her lips with flame, Sigheth from her tongue ; And her eyes that once were bright, Dazzling on the aching sight, Fading are, like summer evening fading into ni. Many love her, but her bosom Warrneth emto one unknown ; Knows he what a wondrous treasure Back upon her heart is thrown ? Or the pain beyond a measue-e Borne for him alone ?"], [388, "thoen, ae'ouud blooms have 370 A PETITION. Bid him come, where'er he linger ; Whisper in his charmed ear, What a sad sweet beauteous singer Liveth, — dieth for him here. You who dwell in upper air, Fair and young, bright as fair, Star-like, — lamp-like hung on high, Angel stars that never die ! Disappearing, but returning, In your constant season burning ; In the sightless ether hung, Like to random jewels flung On the forehead of the sky ; Look on her with all your brightness, Bid her heart resume its lightness ; Tell her there are hopes above her, Tell her of a world to love her, Bind the sweet wreath Hope, that hath no her; So may joys arise Aud light her happy eyes, Till Love hath kissed the bride, and orange crowned her !"], [389, "371 LIFE. In our youth we learn ; in oeer manhood act. What more ? Alas, what more Is in all Life, Fiction, Fact, Than to see and hear, toil and strive to soar, For evermore ! What doth Life contain ? what doth bind us hei-e, In its thorny round ? Is it Hope, — that fadeth ? Is it wizard Fear That enchains our spirits with its whispered soeeud ? In what cavern drear Are Life's pleasures found, When — strewn like leaves around — Thousands pine and sigh For a home on high, Some for gentle rest, beneath the daisied ground ?"], [390, "372 A WORD ON BEHALF OF WATER. SENT TO MISS JULIA . ♦ — Tue murmuring Water, — how it runs Its seaward course, how pure and clear, Past all the snows aud all the suns That lie within the Julian year. Not dangerous, like the fiery wines ; Not turbid, like the dreenken beer ; It lends its aid to all, and shines, The glory of the Jeilian year. Ouce, in my careless, thoughtless youth, I sang of riotous vinous cheer ; But now I turn to simple Truth, Taught — by two Julian stars — to steer. By Julian stars I see the right, By Julian stars I see the wrong, And Julia, by her gentle might, Now turns my humble prose — to song."], [391, "ON YORICK, A LITTLE SPANIEL. ♦ A little life has ended ! Our voices cease to call, Our eyes to look, for one who was A favourite with us all. 373"], [392, "374 ON YORICK, A LITTLE SPANIEL. We miss his eager movements, His eyes of tender light. There's something wanting to the Day, And something to the Night. Six years we loved and cherished him, Six years he was our friend ; And we tried to make his little life Run smoothly to the end. A great and terrible Power Came down and checked his breath : It comes to Sages, Heroes, Kings, And then we call it \"Death.\" It came without sound or warning. A single, feeble cry Told that the Shadow fell on him, And time was come — to die ! For men unloved and meaner things Let false vain boastings be ; This verse, my Yorick, shall remain (An epitaph) for thee !"], [393, "THE FISHER'S WIFE. Tub clouds are heavy and dark, The winds are abroad at sea, » And the thunder comes :— his minute-guns Do they sound an alarm for me ?"], [394, "376 THE FISHER'S WIFE. They say that the waves are still, Are as calm as calm can be ; But I hear a shriek, as the watee's break : My God ! does he die for me ? Oh, why woeild he leave us all, And venture on such a sea ! It was still at home, but the boiling foam Called out from afar, to nee. We have starved our whole life long : Why not bear a little more ? 'Twas better than send our one last frieeed To die on the stormy shore. If ever he come again, Once safe from the murderoeis sea, I will toil for aye, both night and day, So he never need toil for me. My bairns, they are clinging around : They shout : Is it death they see ? What is it they mark in the coining dark ? I tremble — oh, Life ! 'tis He."], [395, "3o 377 SONG. \" Tell me what hath bound thee To a life of pain : Lovers all sue'roeend thee With an amorous chain : Why dost thou refuse ? Why dost thoee complain ? Knights and nobles sue thee To become a bride ; Wealth and power woo thee To their golden side : Why dost thou refuse ? froen modesty ? from pride ? \" I am seeking treasures Such as angels gain, — Pure erntainted pleasures, Thro' the world, in vain : So I still refuse, — so I still complain.\""], [396, "Lj 378 SISTERS OF MUSIC. \" Who sings ?\" said the Spirit of Music, And smiled on her peers : \" Sweet Sorrow, sing Thoee!\" Sorrow answered. \"I cannot — for teai's.\" \" Bright Sope, give a tongue to the poems I read in thine eyes.\" Hope answered — \" My thoughts are all clouded, And lost in the skies.\" \" Then Joy, put thy mouth to the bugle ! A note, for my sake.\" Calm creature, she sleeps in the sunshine, And will not awake. But hush ! a soft soeend stealeth onwards, Like the flight of a dove ; Ah, I find that the Song that is sweetest Comes ever from Love."], [397, "379 THE SPOT OF GREEN. When the winter bloweth loeed, And the earth is in a shroud, Bitter rain and blinding snow Dimming every dream below ; Cheerily ! cheerily ! There is ever a spot of green, Whence the Heavens may be seen."], [398, "380 PRISON POETRY. When our purse is shrinking fast, And our friend is lost (the last !), And the world doth pour its pain Sharper than the frozen rain ; Cheerily ! cheerily ! There is still a spot of green, Whence the Heavens may be seen. Let us never greet despair, While the little spot is there : For Winter brighteneth into May, And sullen Night to sunny Day ; So cheerily, cheerily ! Let us seek the spot of green, Hopeful, patient, and serene, Whence the Heavens may be seen PRISON POETRY. Over the prison bars, Over the walls so high, Away, emto the stars, Flies the bird, Poesy !"], [399, "381 AFTER DEATH. No power can drown its notes ; No steel can clip its wings ; Beyond the enists it floats, And soars, and sings ; Free, as the air is clear From bar, or bond, or chain ; Its only prison here In the Poet's brain ! AFTER DEATH. Tee ad softly by this long, close-curtained room! Within, reposing on her stateliest bed, Lies one embowered in the velvet gloom ; A creature, — dead : Lately how lovely, how beloved, how young ! Around her beauteoees mouth, sweet eyes, and golden hair, (Making the fair thrice fair,) A poet's first and tenderest verse was flung. Now she lies ghastly pale, stone-cold, quite hid From balmy April and the fragrant air, Upon the dark, green, silken coverlid ;"], [400, "382 POVERTY. Her limbs laid oeet to suit the coffin's shape ; Her palms upon her breast, — At rest ! What cries escape,- What sounds come moaning from the chamber near ? Small voices as of children smite the ear With pity ; and grave notes of deeper grief ; And sobs, that bring relief To hearts which else might break with too much woe. With thoughts of long ago, Loss of all earthly joy, and sweet Love's overthrow ! POVERTY. 0 Poverty ! O Poverty ! Children all of Poverty ! Thou who tak'st thy humble stand Trading in the public way ! Thou, with needle in thy hand, Toiling from the birth of morning Till the death of day ! Thou who labourest in the harvest For the wealthy farmer's gain !"], [401, "■5 383 POVERTY. Thoee whose pen must run for ever, (Ever in a merry vein,) Thorough days and nights of pain ! Thou whom Hunger's talons clutch, Or Palsy smiteth with her crutch ! Thou who seek'st the 'Spital's bed, Stumbling o'er the quick and dead ! Beggar of the sightless eye, Martyr of the wind and storm, Brother of each passer-by, Who doth bare his shreenken form To the Winter's creeelty ! Thou, — whate'er thy shape or feature Or thy name unknown, or nature, Natural child of Poverty ! Know7 — that there are they who give Their pity to all things that live, And suffer ; that in every heart There is still a better part ; That at last the winter yieldeth, And the ice is conqeeered, — won By the gloe'y of the Sun ; That the evil of the earth Dieth in a nobler birth ; That all sorrow and all pain Are but travelling shadows vain, Fading in the mists of Time, Like the poet's passing rhyme !"], [402, "384 THE ALL-SUFFICIENT. You love the dark and I the fair. You worship her, so dark and tall ; I love (how much I love) the small, When all the shapely points are there, Round and smooth, (kind Nature's care,) And a walk that's like the waving air, Or golden corn when winds are blowing, And a voice like waters flowing ; An eye — what heed of blue or grey, Or hazle, so all scorn's away, And there's just a toeech 'tween sad and gay ? Let the mouth be — Oh, a mouth Such as when a rose looks South, Gathering silver drops that fall From the clouds, that over all Swim, as swans swim in a lake, AVith a glory in their wake. You love ; I love ; then, what heed ? — If we love, and love indeed, Nothing else, friend, do we need."], [403, "EVENING SONG. — ♦- Whisper low, whisper low ! Lovers now should come and go. 3d 385"], [404, "3S6 EVENING SONG. AVhen the Evening star is nearest Comes the kiss that's last and dearest Hush ! The over-jealous moon AVill o'ertake us soon. AVhisper soft, whisper soft ! Like the air that stirs aloft. Let thy murmuring softer be Than the sighing of the tree. Lovers now should come and go, Gentlier than the water's flow. Farewell ! Farewell ! They who kiss must never tell. In thine eyes I see a light Breaks the darkness of the night : Ah ! — my lip is nearest thine ; No 10 is Life divine !"], [405, "fast, THE PAST. Mourn for the Rose ! The Rose who left her vernal halls unblown ; And froeeting all the winds with bosom bare, Was overthrown! Mourn for the Past ! The Past that was so pleasant once, so bright The Dawn, the Noon, before we felt the Eve That brings the Night. The temple falls, And the bird buildeth in the ruined tower ; Aeed we, who once were strong, are crumbling Power by Power ! No Life, eio Love Resumes its morning : What is past is past ! Ay even Time, if Hebrew songs be true, Must die at last !"], [406, "388 VAGUE WISHES. I ASPIRE ! Unto that which hath no shape ; Unto that which hath no sound ; High, — higher, — higher, I ascend ! I quit the ground, The heeman earth where hearts abound Swifter than the Lightning's fire I aspire ! Past the high clouds floating 'round, AVhere the eagle is not foemd, Past the million-starry choir I aspire, Unto some sublime Desire ! AVondrous Visions o'er me bend ! From the love of worth and beauty, From the trust that marks a friend, To the highest heights of Duty I ascend !"], [407, "389 VAGUE WISHES. Not for poor or selfish end, Poet's crown, Pontiff's tiar, I aspire ! Through the mist of foul opinions, Flaming passions, sensual mire, To the Mind's serene dominions I aspire ! I aspire ! Dread or doubt shall never haunt The music of my winged lyre ; Nothing shall my Spirit daunt, Not the strength, not the ire, Not the diabolic vaunt Of the Phantom vague and gaunt, Who with eyes of fatal fire, And his quiver of arrows dire, Scares the world : Death, avaunt ! Know that even beyond the strife Of Love and Hate, of Death and Life, Higher ever, — ever higher, I aspire !"], [408, "3S0 LOVE FOR LOVE. Not becaeese of Beaeety, Or thy golden dower, Hast thou, Sweet one, over me Such surpassing power. Not thine eyes of April, Not thy rose-fed youth, Not thy gentle ways and words Won my love and truth. Not by all enchanted Do I bend the knee : Sweet Heart, I love thee — because Thou so lovest me."], [409, "391 THE PHILOSOPHER'S SONG, Tell me not that you forget All oeer pleasant summer season, When we had no dun or debt, AVhen we loved wifnoeit a reason ; AVhen the sky was sunny bright, Music in the river flowing, And the heart was ever light, And the roses ever blowing. Why should chance, or others' will, Beggar-rags, or regal ermine, Ever shape our good or ill, Or our happy days determine ? We have hope within us, here, Deep within the true heart's centre. Why shoeeld envy, why should fear, Why should poor ambition enter ? In his heart a man should reign, King of all that stirs within it :"], [410, "392 LOVE-BIRD. Idle pleasure, idler pain, Should not have command a minute. Drink, then, to the days of old ; Be it wine, or sober water : Here's to thee, my friend of gold, Thee, and— Ah ! thy peerless daughter ! LOVE-BIRD. Within the chambers of her breast Love lives and makes his downy nest, Midst opening blooms and fragrant flowers, And there he dreams away the hours : — There let him rest ! Sometime hence, when the cuckoo sings, I'll come by night and bind his wings, Bind him, that he shall not roam From his warm white virgin home. Maiden of the summer season, Angel of the rosy time, Come ! unless some graver reason Bid thee scorn my rhyme ;"], [411, "L, 3 393 E HERMELIN. Come, from thy serener height On a golden cloud desceeediug, — Come, ere Love hath taken flight ! And let thy stay be like the light, AVhen its glory hath no ending In the Northern night ! HERMELIN. Oh, Love is a sweet-winged thief, Herenelin ! He stealeth the red from the rose's leaf, My HeeTiielin. He stealeth the light from the azure eye, The heart from the bosom, and then we die, Gentle, gentle Herenelin. He seemed but a sweet-souled child, Hermeliu ! Aud wye trusted his smile and his eyes so mild. My Herenelin. And we moulded his words to a daily song ; AVe trusted, — and ah, we have suffered wroieg, Gentle, gentle Herenelin !"], [412, "394 SONG. So, bar out the sweet-winged thief, Hermelin ! Or your days will be dark and wild and brief, My Hermelin : And your spirit will fade, and your tender eye AVill vanish in tears, and — so you'll die, Gentle, gentle Hermelin ! SONG. SecK am I, sweet love, to-day ; AVeary, wandering have I been, Led astray by dreams and visions Thro' the wild weird forest green. Let thy white hand fall on me, Gently, like the alighting dove, Scarcely felt, yet bearing with it, Oh ! — a world of love ! Let thy smiles be mine, — and tears, And kisses, crimsoning like the AVest, AVhen the sun and breezes tremble In the rose's breast."], [413, "395 PAST AND PRESENT. So shall I revive, — and sing, As I sang when young and free, All the teeiderer notes dissolving In a hymn to thee ! PAST AND PRESENT. — ♦ — Hearts we had in oeir sunny youth, Steps as light as the winds that flee ; She was fair as the angel Truth ; I — as fond as a boy could be. Now, Cloudy skies and the sullen showers Have dimmed the pleasures that once were ours. I had hope like a thought in June, She had tears like an April rain ; AVhen she spoke, 'twas a song in tune, AVhen she sighed, 'twas a rose in pain. Now, AVintry winds and the stormy showers Have scattered the sweets from songs and flowers Come, let us fly To a distant sky And dwell where the summer may still be ours."], [414, "L? 396 A COMMON CHARACTER, I love him, that man so true : Yoee love this, — our friend so pleasant, With his cordons red and blue. T'other ?— 'Faith, he's but a peasant ; Yet I love him. In his eyes Lying see I not, nor scorning, But the lights within them rise, Clear, and like an April morning : Not too warm ; nor yet too cold, For, with but a little pressing, He will show a heart of gold, Past all Californian guessing. Look ! all virtues in him found Pierce the outer surface glowing, Truth, Love, Courage, Knowledge sound. And — a few errors, worth your knowing."], [415, "SONG FOR ALL SEASONS. AVieEN March tempests -smite the pine, Straight I dream of thee and thine, And Spring so soon to be 397"], [416, "398 SONG FOR ALL SEASONS. AVhen the sweet bee, hour by hour, Rifles in the red-rose flower, Still I sigh for thee : For thy voice, enethinks, is ringing 'Midst the little labourer's singing. Busy Insect-Song, Delving deep for honey treasure, Making very toil a pleasure, Reins its life along. When the black wild Winter throws His icy gauntlet down, and blows His trumpet to the Sea ; And the great Sea answers loud, From his throne amid the cloud, Still I think on thee. In the departing Summer's night, And when the swallow takes her flight Over land and sea, And, in Autumn storms and thunders, Thro' the rain-dark misty wonders, I look out for thee. To every sound my Spirit wakes, From every hue a coloeer takes, That brings me back to thee :"], [417, "399 A QUESTION ANSWERED. Ah ! when wilt thou, so deep in debt, Thy scorn, and power, and pride forget, And think, for once, of me ? A QUESTION ANSWERED. — ♦ \" Why do you lo\\Te ? ' ' You ask me why ? 'Tis for a look, a smfle, a sigh ; A little look that no one notes, A little sigh that hither floats, And alights upon a tender heart. Never felt I pang or smart From that soft melodious thrilling, That so stealeth roemd and round My bosom : Not a single sound, Harsher than a wood-dove's billing, AVakes me from the dreams that creep Thorough all my golden sleep. Half asleep, half awake, In the slumberous joy I slake Thirst for knowledge, thirst for power Yielding, like a bending flower, To the influence of the hour. — Wherefore ask me why I love ? There are reasons here, — above"], [418, "P 400 FORSAKE ME NOT. All your mathematic reckoning, Smiles and looks (I told you) beckoning Me from every old annoy, Into the summer land of joy. I leave behind the storm, the strife I bear with me the sun of life : Imagination's wealth is mine : The human has become divine I bask eepon a faery shore : I love : I am happy. AVell ! — what more FORSAKE ME NOT. Forsake me not, forsake nee not. When I am dead ! Leave me not, tho' fife be fled, But tend me to the last : And tell me, when eny love is shed, And my morn is overcast, Shall I be by all forgot, Like a flower whose stem is broken ? Ah, watch beside me, gentle maid, Let me not in earth be laid, Till a token Be enwreathed around me"], [419, "L? 401 F FROM THE LAMP. Binding me to those who stay Still beneath the sunny day ; Like the love that bound me To yoeer heart, so long ago ; AVhen the phantom, Death, did call, AVhispering from beneath his pall, AVith a voice 'tween joy and wroe, Long ago ! long ago ! FROM THE LAMP. Feed me with the fragrant oil, Lest I fade ; lest I die ! In my brazen home I toil From the dusk till morn is nigh, Lighting thee upon thy way, So thou mayst not stop or stray, As thou travellest alone Through the starry lands unknown, Or in l-egions where the streams Of Poesy refine the brain AVith sweet thoieghts nectarean. Often do I bring thee Dreams, — Fairy Fancies, that in bands Hither glide from haunted lands, Where, in deepest forest shade, Love is nearest Wisdom laid ;"], [420, "402 TO THE LAMP. Dreams, that, at the midnight drear. Thou mayst in the silence hear, — Sounds of silver trumpets blown, Or the Viol's richest tone, Drawn to fine ecstatic length, By a master-artist's strength. As a grain, refreshed in need, Riseth from the buried seed Into sweet requiting flowers, Pleasant in the sultry hours ; Feed me now, and in return I will rise and I will burn, And will bear thee pleasant light Throeigh the darkness of the night. TO THE LAMP. In my yoieth I fed thee With a learned oil ; In my manhood bred thee To a life of toil. What has been thy glory, Under star or sun ? Tell me all thy story ; All that thou hast won."], [421, "I 403 A FAREWELL TO VERSE. Nothing ! — Thoee didst slumber Through the wastes of time, Or belt help to cumber Leaves with idle rhyme. All our poet-treasure, Coin by coin, is strung. Let us part : — The measure Of the song is sung ! A FAREWELL TO VERSE. — i — - Sweet Muse ! my friend of many years, — Farewell ! Sweet Mistress, who did never do me wrong ; But still with me hast been content to dwell Through summer days and winter evenings long ; Sweet Nurse, whose murmur soothed my soul, Farewell I part with thee at last, — and with thy song ! Never again, unless some Spirit of might, That will not be denied, command my pen, Never again shall I essay to write AATiat thou (I thought ! ) didst prompt : Never again Lose me in dreams until the morning light, Or soar with thee beyond the worlds of men."], [422, "A FAREWELL TO VERSE. Farewell ! — The plumage drops from off my wing : Life and its humbler tasks henceforth are mine ! The lark no longer down from Heaven doth bring That music which, in youth, I deemed divine : The winds are meete ; the river dares not sing : — Time lifts his hand, — and I obey the sign ! BRADBURY AND EVANS, PAINTERS. WfJITKFItlAIlS."], [423, ""], [424, ""], [425, ""], [426, "3 < u s f U7 C<"], [427, ""], [428, ""]]