[[1, ""], [2, ""], [3, "THE BATTLE of HASTINGS, A TRAGEDY. RICHARD CUMBERLAND, Efq; AS IT IS ACTED AT THE THEATRE-ROYAL I N DRURY-LANE. LONDON: Printed for edward and charles dilly, in the poultry. MDCCIXXVIII. , [ Price One Shilling and Sixpence. ]"], [4, "Dramatis Perfonae, ME N. HAROLD, King of England, Mr. Benslev. EDGAR ATHELINQ, Mr. Henderson, Earl EDWI N, Mr. Palmer. Earl WALTHEOF, Mr. Brereton. Earl of MERCIA, Brother to j Harold, - - - - 1 Earl of NORTHUMBER- ? , LAND, (Mr.AicKiN. S I F F R I C, - - - - Mr. Farren. REGINALD, - - Mr. Chaplin. RAYMOND, - - - Mr. Hurst. DUNCAN, a Scottiftj Seer, - Mr. Chambers., W O M E N. MATILDA, Daughter to Harold, Mifs Younge, E D W I N A, - - - - Mrs. Yates. S A B I N A, . - - - - Mrs. Colles, Attendants on Matilda, Guards, Forefters, \"Wardens, and various Attendants."], [5, "p R O L O G U E Spoken by Mr. HENDERSON ffO holy land in fuperftition s day, When barefoot pilgrim! trode their notary way, By mother church's unremitting law Scourg'd into grace, with jhoulJers red aud raw; Kneeling demure before the facred Jhrine, On the bard flint th y begg'd the boon divine ; Pardon for what offending flcfh had done, And pity for the long long courfe they'd run, Fines, pains and penalties, fecurety pa/1, Slow pac'dfrgi-jenefs met their prayer at la ft, Full abfolut ion from conceeding Rome, Cancell'd all fin, paft, prefent and to come. Tour Poet thus prophanely led afule To range o'er Tragic land without a guide, To pick perhaps, with no invidious aim, A few caft fallings from the tree of fame. Damn'd, tho' untried, by the defpotic rule Of the ft cm Do dors in det radian's fchool ; Lajh ' d down each column of a public page, Aud dri'v'n o'er burning plough/hares to the ftaere, Be rhim'd, be ridicul'd with doggrel wit, Sues out a pardon from his Pope — the Pit. Pen/lve he ft and s in tenitential weeds, With a huge rrfary of untold beads ; k*entenc' d for.paft offences to rehearfe, Ave Apollo's to the God rfiierfe; And fure there's no one but an Author knows The Penance, which an Author undergoes. If then your, worjhips a fewftripes award Let not your beadles lay them on too hard; For in the world there's not a thing fo thin. So full of feeling, as your Poet's fin : What if, perchance, he fnatch' d a playful kifs From that free hearted romp the Comic Mifs; That frolick's paft, he's turn d to years of grace, And a young finner now fupp'ies his place. Sure you'll not grudge a li'tle fober chat Witb this demure old tabby Tragic cat ; No charge lies here of con-zierj'ation crim He hopes you' 11 think her fame, no worfefor Ipim,"], [6, "EPILOGUE. Spoken by Miss Y O U N G E. fpR O M ancient Thefpis to the prefent age The world hath oft been term' da public ftage, A thread-bare metaphor, which in its time Hath patch' d much profe and heel-/ iec'd many a rhime j Ei>'n the grave pulpit fomefin.es deigns to ufe The emphatic terms of the profcribed Mufe, Calls birth our entry, death our exit calls, And at life's clofe exclaims — the curtain falls J And fo concludes upon the drama's plan That fretting, ftrutting, fhort-hour ador, man. Are we all a dlors then ? — yes, all from Adam, And aftrefles ? — I apprehend fo Madam. Some fill their caft with grace, others witb none, Some are Jho'v'd off the ftage, and feme ftho<v' d on ; Some good, fome bad, ftill we all ad a part, Whilft toe difguife the language of the heart ; Nature's plain tafte provides a jimple treat, But art, the Cook, fteps in and mars the meat ; The comic blade makes ridicule his left, And on his tomb proclaims that life's a jeft, The fwaggering braggart, in true tragic caft, Bellows blank verfe and daggers to the laft ; Whilft clubs of neutral petit-maitres boaft A hind of opera company at moft, Whofe drefs, air, adion, all is imitation, A poor, inftpid, fervile, French tranftation ; Whofe tame dull fcene glides uniform along. In comi—farei — paftoral—fing — ftng — 'Till all awaken' d by the rattling die Club wits, and make — a modern tragedy ; A tragedy alas ! good friends, look round, What have we left to tread but tragic ground? Four authors Icagu'd tojhake the human foul, Unjheath the dagger, and infufe the bowl. At length defending to the leaft, and laft. We hope the terror of the time is paft, Fulljatsd how with battle, blood, and murder, England is conquer 'd— fate can reach nofurthet\\ Bid then the wieping Pleiads dry their eyes, And turn to happier fcenes and brighter ftkies."], [7, "THE BATTLE of HASTINGS, A TRAGEDY. ACT I. SCENE I. The Outfide bfajlately antient Caftle. The Gat» clofed, and the Bugle in the Slings. Time before Break of Day. (Earl Edwin enters.) Edwin. W HETHER 'tis now the fecret witching hour, \"When the fmart imps Work their malignant fpells Unfriendly to man's health, or that Heaven fends Thefe warnings, thefe mifgivings to forerun And harbinger fome ftrange calamity, I know not ; but there's fomething palling here Beyond the mind's conje&ure ominous. B Raymond"], [8, "The BATTLE of HASTINGS. 2 (Raymond fpeaks from the Walls, .) Raymond. Stajjd ! Who goes there \\ Edwin. A friend. Raymond. May none but friend's Approach thefe gates? what wakeful man art thou> \"Whom bufy care provokes thus early forth,. Ere the grey twilight glimmers in the eaft _ Edwin. Know'ft thou not me ; and needs there light for that _ Sounds not this voice familiar to thine ear, Or haye the darkling wizzards.of the night Confounded thy clear organs ? Thee I know j •Raymond,, delcend and open to thy Lo*d. Raymond. My Lord, my Mailer ! — (He difiippears. Edwin alone, Venerable pile, Whofe plain rough features (hew like honefty j, Cradle of loyalty from earlieft time ; Ye antique towers, courts, banner- bearing halls, Trophies and tombs of my renown'd forefathers ; And you, furrounding oaks, fathers and fons, And old old grandfires, chroniclers of time, By which the foreft woodman marks his tale, If fate will doom you to a Norman mafter, Farewell, ye perifh in your country's fall.' (Raymond tomes out from the caftle. Raymond."], [9, "The BATTLE or HASTINGS. 3 Raymond. See, Lord, your caftle opens wide it's arms, Your porters, warders, forefters fhall roufe : Herald, provoke the bugle : fpread the joy. (Herald goes to found the bugle. Edwin. What joy? forbear: there is no joy for Edwin „ Raymond. Are we then loft j is Normandy vi&orious ? Edwin. No : in the fwoln and pregnant womb of fate Lies the yet unborn hour.— Difhnifs the herald, And gently clofe the gate. — (Raymond clofes the gate. Ye, who have bofoms, Unfcarr'd by fharp vexation's thorny fcourge, Sleep while you may. 'Tis well . come hither, Raymond ; Nay, I account thee as a friend — be nearer : Pafs'd all things quiet on thy watch this night? Raymond. All things were quiet. Edwin. Far, as well as near ; Wide as thine ear could carry ? no rude ftraggler Scowring the night ? no neighing at the gate ? . No trampling heard ? no talking, as of parties Met by alignment ? E at Raymond."], [10, "The BATTLE of HASTINGS. 4 Raymond. Hah ! in very truth To all thefe queftions, no. Edwin. I muft believe thee ; The more I'm loft in wonder : but confefs, At my laft queftion wherefore didft thou ftart, And arch thy brow fignificantly ? fpeak ; Thou may'ft reveal thy thoughts. Raymond. Nay, good my Lord, My thoughts are little worth. Edwin, I fee thou'rt cautious, So let it pafs — How fares our fifter ? blooms The rofe of health frefh on Edwina's cheek, As it was wont? Raymond. It brightens, as it blows. Edwin. Yes, Raymond, fhe is fair . Heaven for tTie fins Of this offending country made her fair. Oh, 1 had treafur'd up fuch thoughts ! — But mark, ~fc.*-^dmund ; the youth whom I have father'd, he, vVho in the beating furge of black defpair, But for my faving arm, had funk outright And perifh'd fathoms deep, laft night i'th' camp, Soon as the guard had gone it's ftated round, Vaulted"], [11, "The BATTLE of HASTINGS. 5 Vaulted the trench like Perfeus on his fteed- Then fled> as if he'd overtake the wind, Whither heav'n knows. Raymond Fled ; death to honour, fled ! Edwin. Fled at this glorious crifis. Oh, it cuts My heart's' beft hope, afunder! Raymond. Heavenly vengeance O'ertake and ftrifce him—-! Edwin. Peace 1 — You muft not curfe him. Raymond. Hah ! wherefore not ? Edwin. Becaufe — expe& a wonder— Becaufe he is thy king. Raymond Uphold me, heaven ! Edwin. Mine and thy king ; of Alfred's line a king ; Edgar, catl'd Athe.ing; the rightful lord"], [12, "The BATTLE of HASTINGS. 6 Of this ingrateful realm, which Kentifh Harold Audacioufly ufurps — Raymond. What do I hear ? Alas I thought him poor, an orphan youth .The child of hard misfortune. Edwin. Think fo (till* Or keep thefe thoughts untold. Raymond., Had I known this,, I wou'd have ferv'd him hourly on my knees : O noble fir, direct me where to feek him, How toreftore him to thefe peaceful (hades- Edwin. Not for the world . no, if we meet again,, Back to the Englifh camp he (hall repair j The fcene of all his hopes : Oh fuch a form Of majefty with youthful beauty grac'd, He was the foldier's idol ; fuch a fpirit Beam'd from his eyes, his prefence like the fun Gladden'd beholders hearts. R AY M O NT D, I have a miftrefs, A young and beauteous lady — *, Edwin. Name her not, The foiirce of all my fname : Shall it be faid That"], [13, "th£ battle of Hastings. 7 That Edwin rais'd his fovereign to the throne, Only to place a filler at his fide ? Perifh the thought ! Now learn a mighty fecret — ■ Matilda loves him ; Harold's matchlefs daughter Loves Edgar Atheling ; her dower a kingdom : Therefore no talk of Edmund and Edwina, They meet no more. Now, Raymond, had I lodg'd My fecret in a light and leaky bofom, Better my fword (hou'd rip it up at once And take it back again — But thou art honeft. Raymond. You were not wont to doubt me. Edwin. Nay, I will not. Hah ! what is this ? who bade this mufic forth ? (Clarinets at a diftance. Raymond. My lord, I know not. Edwin. Whence proceeds it ? Mark. Raymond. If my ear fail not, from the beachen grove. Weft of king Alfred's tower. E D W I N. Lead to the place. (.Exeunt. Edgar"], [14, "TrfE BATTLE of HASTINGS. 8 Edgar enters ivithforefiers bearing clarinets. Edgar. Now breathe a ftrain, if your rude flops will let you, Soft as a lover's figh — -Nay, you're too loud — Mark, where you've rous'd the gentle deeping deer. Fellows, begone j away! — Edwina ! (Edwina appears at a window. Edwina. Edmund ! Oh, I have fufrer'd a long age of abfence. Edgar. Come then and make thefe few fhort moments bleft. Edwina. How (hall I come ? Tear down thefe iron bars And leap into thine arms ? What (hall I do ? Edgar. (Goes to the caftle gate and difcovers it to be open. 1 By all my hopes, the caftle gate is open; Defcend ; be fwift ! Edwina. As thine own thoughts. She difappears. .Edgar."], [15, "The BATTLE of HASTINGS. 9 E d c a r. (alone. ) O Love, Small elf, who by the glow-worm's twinkling light, Fine fairy-finger'd child, can'ft flip the bote, . While the cramm'd warden fnores, this is thy doing. Lo, where fhe comes, fo breaks the morning forth, Blufhing and breathing odours — ( Ed-zcina appears ) O thou trembler, Reil on my faithful bofom , faireft, tell me, Still doft thou love? fpeak, is thine Edmund welcome ? Edwina Is the fun welcome to the wakeful eyes Of the wreckt mariner, when o'er the waves The long-expe6ted dayfpring of his hope, Mounts in the worihipt eaft — But why comes Fdmund Thus wrapt in darknefs at this fecret hour As to a guilty meeting ? Edgar Tis the hour Sacred to love and me, ere noify labour Wakens the fun, while yet the fairy elves Dance in their dewy rounds . the filent hour Before the lark her fhrill-ton'd matins fings, Or morning iffues from the nuptial eaft, And to the bofoms of the nurfing hours The new-born day commits : It is the hour When every flying minute (hould be wafted Back to the ikies on downy wings of love. C Edwina,"], [16, "The BATTLE of HASTINGS. 10 Edwina. Away, your words affright me ; you con fort With mad ambition, Edmund, and your love So gentle once, is like the wars you follow, Fiery and fierce. Edgar. Inftrudt me in thy wifhes ; Tell me what love fhou'd be. Edwina.. Love fhou'd be pure, Harmlefs as pilgrims kiffes on the ihrines Of virgin martyrs ; holy as the thoughts Of dying faints, when angels hover o'er them ; Harmonious, gentle, foft . fuch love fnou'd be, The zephyr, not the whirlwind, of the foul. E D g a R. Yes, but my love, like never-ending time. Will neither be determin'd, nor defcrib'd. The poet by the magic of his long Can charm the lift'ning moon, afcend the fpheres- And in his airy and extravagant flight Belt wide creation's round . yet can he never Invent that form of words to fpeak my paflion. Edwina. If fuch your paffion, why this fecret meeting; Why talk of fiient hours ? Let earth and heaven Look on and witnefs to your love ! fo truth, So nature (peaks . I know no other language. Edgar"], [17, "The BATTLE of HASTINGS. 11 Edgar. Oh, that the throne of this proud realm were mine, That I might fay before the applauding world, Afcend, my lovely bride, and be a queen. Edwina. A queen ! what idle dreams perplex thy fancy ? Are there no bleflings for the poor and humble ? Edgar. Yes, but a brother's curfe — Edwina. A brother's curfe ! Doth he not love thee, wait upon thee hourly, Talk of thee ever, bend down his proud fpirit Ev'n to a vaffal's homage ? Nay, by heav'n, With an idolatry of foul he loves thee ; And Jhall he not applaud me for my choice ? Edgar. He will renounce thee, hate thee for thy choice. Edwina. Away, I'll not believe it : hate, renounce ! It cannot be . hence with this dark referve, If thou know'ft aught, whichhonour fhou'd unfold, I do conjure thee, fpeak ; tho' late, confefs. Edgar. heav'n, thy brother — C 2 (Edwin"], [18, "The BATTLE of HASTINGS. 12 (Edwin enters baflily. ) Edwin. Are you found, young fir ? O fhame, ihame, fhame ! Is this the friend, the hero ? Have I deferv'd this from you ? Edgar. If to love The beft, the faired of her fex is bale, Vile and ingrateful ; if it be a fin Morning and eve to name her in my prayers, I am of all aloft guilty. Edwin. You abufe The weaknefs of a fond unguarded orphan, Partying in fecret by the moon's pale beam : The tendered: flower that withers at the breeze, Or, if the amorous fun but fteal a kifs. Drops its foft head and dies, is not more frail Than maiden reputationj 'tis a mirror Which the firft fish defiles. Edgar Look at that form ; With all thy cold philofophy furvey it, And wonder, if thou can'ft, why I adore. Edwin. Awav, nor vex my too, too patient fpirit With this, fond rhapfody : Hence, and to horfe ! Buckle afrefh your glittering armour on -, For"], [19, "The BATTLE of HASTINGS. 13 For England, not Edwina, now demands you. By your thrice-plighted oath I do conjure you, By all the world calls honed, by your hopes, Come to the camp , if you return not with me, The fun, which rifes yonder in the Eaft, Goes not more furely to his ev'ning grave Than I to mine. Edgar. Lo, I obey your fummons, Fierce flinty warrior ! in yond btachen grove Stands my caparifon'd and ready deed . There on the trunk, whofe living bark records My lov'd Edwina's name, hangs up my fword, My mailed corflet and my plumed creft, With all the proud apparel of the war : When I am furnifh'd, I fhall court admittance To this fair prefence and implore a fmile, As my laft parting boon, which if obtain'd, Nor fpells, nor talifmans fhall be fo potent To fhield my bofom in the bleeding field, As the fweet magic of Edwina's eyes. Edwina. If thou had love or pity in thy foul, Return, and tell the red. Edgar O death, to part ! (Exit.) Edwina. Now, ftern admonifher, I fee my fate, And I will bear it with what grace I can ; Not lightly, as philofophers prefcribe To"], [20, "The BATTLE of HASTINGS. 14 To others, when themfelves are well at eafe. But deeply, feelingly, as one fhou'd do, Whofe heart by nature and by love made foft ; With forrow and unkindnefs now is rent. Edwin. You love and you avow it — righteous heav'n ! What is there in the fcope of human means, Which my providing forefight hath not fummon'd To fence off this deftruction ? Lod Edwina ; Hath not thy brother, like a faithful pilot, Sounded this dang'rous coad, where rocks and (hallows Wait for the wreck of honour's codly freight ? Have I not pointed to the baneful quarter, Whence cold and blading difappomtment blows Withering thy beauty's bloom ? Edwina. Thou had, my brother, Thou had done all that man cou'd do to fave me, But heav'n is over all. Edwin. When lad we parted, Thouhelplefs orphan, what was then my caution? Edwina. You caution'd me againd unwary love ; You warn'd me how I liften'd, how I look'd, 'Twas a vain warning ; I had look'd and liflen'd, And whilft I open'd my weak heart to pity, I let in love withal. Edwin."], [21, "The BATTLE of HASTINGS. 15 Edwin. You let in madnefs. Edwina. Did you not pity ? I have feen your eyes, Unus'd to weep, turn fountains as they gaz'd ! Did you not love ? Your very foul was Edmund's; 1 know you'll call it friendfhip . fo did I, But find too late 'twas love. Edwin. Call it defpair, For hope it muft be never . call it death. Sure fome malignant planet rul'd thy birth, And thou art doom'd to nothing but difader ; Three nights and days thywidow'd mother travail'd With fruitlefs pangs, the fourth fucceeding morn She bled her new-born murderer and expir'd j Then, as 'tis faid, my father's (hade did walk ; Then on the weftern tower the ominous owl Scream'd at mid-day, the faithlefs mifletoe From its maternal oak untwin'd its arms, And dropt without a blad. Edwina No more ; but drike ; Mine is the crime to be belov'd by Edmund : Draw forth thy fword and ftrike it to mv heart, That rebel heart, which will not be commanded, But, fpite of death and Edwin, dares to love. Why doft thou paufe ? Edwin. Strike to thy heart ! O horror ! Not"], [22, "The BATTLE of HASTINGS. 16 Not if an angel vifibly defcended, And bade me give the blow. Edwina Wilt thou not kill me . Edwin. By heav'n, I wou'd not harm thee to be Lord Of lea and earth. Edwina. Then take me to thine arms, . For dill thou lov'ft me . ftill thou art my brother. (Embracing. E DiW I N I am thy brother ftill ; and hold thy love Dearer than reiicks of departed faints, Richer than hoarded piles of worfhipt gold ; Come then and feekcontent in fome calm dwelling, Some filent convent from the world withdrawn, Where pray'r and penance make atonement fure, Where meditation communing with heaven Shall footh the rebel paflions into peace, Refine the foul and conquer love itfelf. Edwina. Talk not of cells and convents . I am Edmund's. Edwin. Thou mud forget the very name of Edmund.' Edwina. His very name ! why, for what caufe ? declare. Edwin."], [23, "The BATTLE of HASTINGS. 17 Edwin. There is a caufe, a caufe approv'd by heav'n, And crown'd with dea chiefs glory : Search no further . This hour he parts ; return thou to thy reft — When next v e meet, thou (halt applaud and thank me. Go, go, Edwina —^nay — It muft be fo Exit. Edwina. (alone) Why then it fhall be fo : Let him to battle ; Tear us afunder — I can only die ; . When I am gone, his fame fhall be immortal. So when the bleak and wintry tempeft rends The mantling ivy from the worfhipt fides Of fome afpiring tower, where late it hung ; The (lately mafs, as with a fullen fcorn, From its proud height looks down upon the wreck, And difencumber'd from its feeble gueft, Bares its broad bofom and defies the ftorm. Edgar enters arm'd as for battle. Edgar. Alone ! O happy chance ! at thy fond bidding Obedient I return. Ed w 1 n a Hah ! what art thou ? Edgar Doft thou not know me ? Am I not thins Edmund ? D Edwina"], [24, "The BATTLE of HASTINGS. 18 E D W I N A» Away ! 'tis loft— I muft forget that name E D c A R. Coin what new name thou wilt : Let me be any thing, So 'tis but what you love, I (hall be happy. Edwina. Are thefe the foft habiliments of love ? This high proud plumage, thefe blood-ftained arms ? Go to the miftrefs whom you ferve, Ambition . And talk no more of love. Edgar By heav'n I love thee More than the fun- burnt earth loves foft'nirig fhowers, More than new-ranfom'd captives love the day, Or dying martyrs, breathing forth their fouls, The acclamations of whole hofts of angels. Edwina. Why then leaves Edmund what fo well he loves? Edgar. But to return more worthy of that love; Can I, oh tell me, can thine Edmund fleep In thefe calm haunts, whild v/ar's infulting fhout Fills the wide cope of heav'n, and every blad, That thro' this folitary fored howls, Wafts to my ear my country's dying groans ? Edwina."], [25, "The BATTLE of HASTINGS. 19 Edwina. If groans can move thee, why fo deaf to mine ? Myderious youth, or now at once refolve me, Or now for ever go ; Who and what art thou ? Why does my brother wred thee from my fight ? And why with that dern brow am I commanded (Vain fruitlefs mandate) to forget my Edmund, Forget thy very name and that dear hour, When firff he brought thee to thefe happy fcejies? What tender charges did he then impofe ! How did his tongue run over in thy praife, 'Till, honouring Edmund for a brother's fake, I foon perceiv'd I lov'd him for his own. Edgar. Oh, there is fuch perfuafion in thy looks, I (hall forget myfelf and tell thee all. Edwina. 'Twas then that Edwin told us thou wad fprung From the bed blood which England's Ifle cou'd boaft ; He faid that thou wad Edgar's neared friend, That with his crown thy fortunes had been loft; Bade us revere thee, lo^e thee as the king, For that fo clofe an union knit your fouls, Edgar and thou were one. Edgar. And truth he told, For I am Edgar ; I am England's king. Edwina. King ! thou the king ! D 2 Edgar."], [26, "The BATTLE of HASTINGS. 20 Edgar. Be condant. — I am Edgar. Edwina. (After a paufe,fke finks floivly on her knees. The heavens confirm your right, and build your fortune To its deferved greatnefs ; on my knees I beg a blefling on you, but for pity Mock me no more, it is not noble in you, And tortures my poor heart. Edgar. Hear me, Edwina. — Edwina. Fly me, difown me, leave me to my fate. Edgar. No, by this fond embrace I fwear to live For thee alone ; when I forfake Edwina, Let me chronicled to lated ages For vile and falfe. — Remember'd in thy prayers, As with impenetrable armour fene'd, Fearlefs I part ; faireft, and bed, farewel ! May each good fpirit of the night and day Watch round thee hourly! — England and Edwina! End of the Firjl AcJ."], [27, "The BATTLE of HASTINGS. 21 A C T II. S C E N E I. The Englifh Camp. The royal Tent 'with the Banners of Harold unfurl 'd. Edgar and Edwin. Edwin. JC-DMUND, your deed is feather-footed, light As goffamour, and you, methinks, did ride, As you'd o'ertake the couriers of the fky, Hors'd on the fightlefs winds : The camp yet fleeps ; We have outdript the hour. Edgar. Mark, Edwin, mark, How lovingly the drumpet winds falute Thefe flanting banners of the Earl of Kent : Teach me fome patience — O ye miniftring dorms, Where did you fleep, while ufurpation grew To this proud height ? Edwin. No more : remember, Sir, You are a fubjedl here. Edgar."], [28, "The BATTLE of HASTINGS. 22 E D C A R. King Edmund's heir, Can he be fubjeft to Earl Goodwyn's fon ? If thou wouldd teach that leflbn, fluice thefe veins And let out Alfred's blood. Edwin. You are too loud Here comes Northumberland, a fiery fpirit, Which fourfcore winters have not yet extinguifht : I pray you, though he be your houfe's foe, Bear yourfelf gently tow'rds him, 'twill be wifdom. Enter Northumberland, Siffric, Waltheof, and others. Northumberland. The king not forth yet ! Oh, it is the foul Of difcipline to harnefs with the fun : Can'A thou not, Siffric, call to mind the day When with a handful of Northumbrian kerns I foiPd the king of Scots on Tweda's brink ? Siffric. ''Twas on Saint Jude betimes. Northumberland The grey-ey'd morn Laugh'd to behold the vaunting fluggard fly, As we did hollow him with hunter's cries Back to his native wilds. Soft, who are thefe? The faflion of young Edgar : Said you not Thefe men had fled the camp — But fee v/here comes Mercia, the princely brother of our king. Earl"], [29, "The BATTLE of HASTINGS. 23 Earl of Merc i a with attendants. M E R C I A. Warriors, well met : health and a happy morn ! And may the fun, which dances on your plumes, Still with new glories gild your conqu'ring brows ! The king not yet abroad ! dill on his knees For his dear people's fake. — How wears the day ? Northumberland. Prince, till our royal leader fhall come forth There is no day: Let him once found to battle, On piles of Norman dain we'll build him altars High as Olympus ; in the battle's (hout We'll chant our morning oraifons fo loud, That heav'ns high vault (hall echoe with the peal. Edgar. How valiant-tongu'd we are! heav'ns favor guard us, And keep off the old adage ! Edwin Be more patient, And let his humour pafs Edgar. Hang him, vain dotard, I ficken at his folly. Edwin. See ! the King. The curtain of the tent is fuddenly drawn off, and King Harold appears : He comes forward. King."], [30, "-fHE BATTLE of HASTINGS. 24 King. Nobles, all hail.- O fight of joyful hope For differing England ; patriot band of worthies Confederate by the holieil league on earth To the bed deared caufe : How fay you, friends, Stand your hearts with us for immediate battle ; Do they all beat to the fame martial meafure, And fhall we forth at once ? Northumberland. Forth ! Strike the drums ; Seize your bright fpears, my gallant countrymen, And let us drive thefe hungry wolves before us Home to their howling forefts. King. Valiant chiefs, You hear Northumberland renown'd in arms : Is there amongft us one who wou'd incline To meafures of more caution ? Siffric. My dread Leige, Well hath Northumberland advis'd for battle ; Of friends, of fame abandon'd be the man, Who checks the warrior's ardour and impofes Vile coward fears beneath the made of caution. Edwin.' I mud confefs my reafon is not caught By empty founds, nor can I give rny voice For.rafh, intemperate and immediate battle : The foe, dread Sir, is fixty thoufand drong, By hardy warriors led and train'd in arms : Snatch"], [31, "The BATTLE of HASTINGS. 25 Snatch your bright fpear s; cries bold Northumber- land} And chace. thefe wolves — Alas* thefe wolves have fangs, . And will not fly for words* Northumberland* Now by my life, Edwin, thy heart is not with England's caufe. Edgar. Not with his country's caufe ! Northumberland Wert thou as great as pagan Hercules, And I no better than thyfelfj old man, Ev'n fuch a wither'd palfied thing as thou art* Yet wOu'd I tell thee to thy teeth 'tis falfe ; As wide as lowed hell (lands off from heav'n, So do thy Words from truth; Siffric. Who talks 6C truth ? Where was your truth lad night, when, like a fpy, Darkling, alone, and as you hop'd unfeen, You leapt the trench and fled ? Edgar. Set out the lifts* Life againft life, then fee if I can fly, Thou daftardly reriler. King. Peace ! and .heiir me : Why haft thou left our camp ,- where anil with whom Didft thou confume the night ? E, E b g a r."], [32, "The BATTLE of HASTINGS. 26 Edgar. Are there no hours Amidft a foldier's life facred to love, To friendfhip, to repofe ? I am no traitor, Nor this my noble friend ; let it fufflce I come a voluntary friend to claim The privilege of my progenitors, And die for England. Northumberland. Perifh he who would not ! This is the friend, my liege, of outlaw'd Edgar, Of whom report prevails that he now harbours Somewhere within this realm ) let him be quei- tion'd. King Not for another empire. O Northumberland, By gentle habits let us draw mens hearts, And bind them to us not enforcedly, But lovingly and freely — Hark, our trumpet ! Welcome, brave Reginald, what fays the Norman To our defiance ? Reginald enters. Reginald. Thus he bids me fay, Tomorrow with the fun he will expect you Army 'gainft army on the plains of Haftings. King, Hear ye this, lords ? Oh turn upon the foe Thofe eyes that interchange their angry fires. Shall it be fo, brave friends ? What fays Lord Edmund \\ . E D O A R."], [33, "Thjj BATTLE or F1ASTINGS. 27 Edgar- There is my gage : Tomorrow be our witnefs> Who ventures faired in his country's caufe, Edmund or Siffric. Edwin. When we're call'd to arms For England's fafety, private feuds fhou'd ceafe, Afld every fon unite in her defence. King. Oh, let us bring one heart to this great caufe ; Thus banded, who fhall break us ? To your pods As friends and foldiers ; let diffenfion die, Learn filence of the foe, and keep good watch. So farewel all ? — Edmund. (Exeunt lords. Edgar. What wills the King ? King. Stand at my fide : Wou'd thou cou'dftlove me, Edmund, As well as thou lov'ft Edgar : Why doft eye me As thbu wou'dft meafure me from heel to head ? I never did thee wrong : If thou had ibrrows, Give them to me ; I'm loaded hard with cares, For I'm a King ; thine is a private lot, Thou may'ft be free and happy. Gallant Earl, Wilt thou commit thy noble charge to me ? I wou'd be private with him. Edwin Royal fir, The intered I have in him is thine : JLlmund, remember — E- 2 K 1"], [34, "The BATTLE of HASTINGS. 28 King. Follow me. E d w I N. Beware ! (Exeunt Khig and Edgar. As Edwin is going out, Eord Waltheof, who. bad waited in the back fcene, calls to him. Waltheof. Turn, noble Edwin ; look upon a friend. Edwin. A friend, Lord Waltheof ? Wa ltheof Flave you then forgot How oft in early youth on Avon's banks We wak'd the echoes with our rural fports ? Have you forgot our mutual binding oath To royal Edgar's caufe ? Ev'n now my heart True to its former fires expanded fwells And labours with a fecond birth of love. E.DT/1 N. Where was your oath on that lamented dav, When Severn's dream ran purple with the blood Of Edgar's murder'd friends ? Where was your love, When at the fide of dern Northumberland You frown'd defiance at me ? Art thou not The"], [35, "The BATTLE of HASTINGS. 29 The verieft courtier that ere pag'd the heels Of pride-fwpln majefty ? Wa lth e o f. Were I the wretch^ So fupple to ambition's fordid ufe, So abjecl as thou mak'fl me, what forbids But I fhou'd feize the lqcky inftant, fly To the abus'd ear of the king and tell hirn— Edwin. Wha,t wou'd'ft thou tell him ? W a L T h e o e. What ! that Edmund is — But for the world's worth I'll not damn my honour; Live Edgar but till Waltheof (hall betray him, And he muft be immortal. Edwin. Art thou faithful _ May I believe thee ? Oh, if thou betray'ft him Hell hath not torments dire enough to plague thee. Waltheof. Come I am in thy bofom — Learn a truth ; This young Minerva, whom our Englifli Jove Leads to his wars — Matilda-— .fhall be Edgar's. Edwin. Come to, my heart ; I do believe thee loyal And noble as I've known thee. Wal-"], [36, "TrtE BATTLE of HASTINGS. 30 Waltheof. Why (he loves him To fafcination. Edwin. Art thpu fure of that ? Waltheof. Have I fight, hearing, do I live and wake ? Her very foul is Edmund's. E d w I n. Gr_,nt (he loves, Can .we be fure that he returns her love ? Waltheof, Does the fun warm the bofom that he fhines on ? So muft her beauty Edgar: Mark my project — . The king to fuperftition much inclines ; Peering in mufty prophecies and fables ; Confulting with aftrologers and feers, Diviners and interpreters of dreams, ' Omens and prodigies. Edwin. 'Tis ever thus When the mind's ill at eafe. Waltheof j There is at hand An ancient foothfayer of Scottifh birth, Duncan his name ; ev'n fuch a man, fo white And reverend with age, as might impufe Credulity"], [37, "The BATTLE of HASTINGS. 31 Credulity upon the warieft ; him, By the enthufiaftic monarch deem'd Oracular, will I difpofe to fpeak Of Edgar and his right E a W r n. Break off; behold The princefs comes. WalTheof. Look, Edwin, what a form Of penfive majedy : Mark'd you that figh ; Thofe eyes, love's oracles ? Poor dricken deer, The (haft is in thy heart. Edwin. Let us withdraw. (Exeunt. Matilda with her Attendants. A Guard. Matilda. Soldier, retire; your charge extends no further. Sabina ! (The Guard mes off. (The Guard gees off. S A b 1 n A What commands my gracious lady ? Matilda. You told me on the way you had a fuit ; What Can my faithful handmaids afk in vain ? Sab t n a."], [38, "The BATTLE of HASTINGS, 32 Sabina. 'Tis for a dranger, not ourfelves* we afk ; A virgin fuitor of no vulgar mein, But fair in fpeech and feature^ one who beavi The port and femblance of illuftrious birth, Tho' forrow-ftruck and waining with defpair. Matilda; Have you denied her aught ? ah, if you havej Or but demurr'd, me and yourfelves you've wrong'd And forfeited heav'n's love : What is her fuit ? Sabina. In thefe rude times protection and admiflkm Into our happy number. Matilda. Bring her to usj ( Exeunt all but Sabina* Sabina, ftayr ; there's pity in thine eyes, If this poor (tranger can provoke thefe -dropsj My griefs will d:own thee quite. Sabina. Alas, what woud'ft thou ? Matilda. What would I ? be the pooreft thing on earthy Poorer than her whofe miferies you weep for, Be any thin::, fo I were free withal : Then might I fee him, wait- upon him, watch And pay him hourly worihip. On our way As"], [39, "The BATTLE of HASTINGS. 33 As I did meet the king, and bent my knee, As is my morning cuftom, why, Sabina, When I difcover'd (landing at his fide Young Edmund's bright and blooming form be- fore me, Why did my heart, as with a fudden leap, Spring to my trembling lips and flop my tongue, That wou'd have beg'd a blefling ? Every fenfe Revolted from its office ; my rapt foul Fled at my eyes ; I fainted, funk and fell. Sabina. Ah fatal chance, that ever you fliou'd fee him ! Matilda. Deeper and deeper finks the mortal fhaft ; My bofom's peace is loft. Once I was happy ; Clear and ferene my life's calm current ran, While fcarce a breezy wifh provok'd its tide ; Down the fmooth flood the tuneful paiTions fell In eafy lapfe and flumber'd as they pafs'd. Now what a change is wrought ! O love, in age Thou art indeed a child, in power a God. How now, W7hat ftranger's this ? Edwina enters, introduced by the Ladies of Matilda'.- train. Sabina. You have forgot, The maid wefpoke of. -Matilda, Pray you pardon me— Stranger, approuch and fear not. I c_n fee 5 *r F Thou"], [40, "The BATTLE of HASTINGS. 34 Thou art not us'd to afl_, and yet thy looks Plead rnoft enforcingly : If thou doft need Such (belter as thefe humble coverings give, Here in the rear of danger thou may'ft dwell, And join thy prayers to our's. Edwina. Thanks, noble lady. In yen fair vale, while peace was there, I dwelt : One only brother chear'd my orphan ftate, And rich in flocks and herds ferene we liv'd : Him, the fupport and folace of my life, Stern duty's iron hand hath wrefted from me, And fomewhere in this mighty camp he wars. What was for me deferted and forlorn ? Writh one old faithful fervant forth I came, Led flowly on thro' unfrequented paths To her, whofe fame is bruited thro' the land, Whole gentlenefs and pity climb heav'n's court, Like an accepted facrifice. Matilda No more. Praife undeferv'd, what is it but reoroach ? (This maid wou'd feem lefs noble than fhe is) (Afide. Kow muft I call thee, fir anger ? Edwina. Athelina. ( O heav'nly god of truth, be not extreme With thine offending creature, but accept Neceffity my plea.) (Afide. Matilda Fair Athelina, Such welcome as thefe. angry tim.s allow, Freely"], [41, "The BATTLE of HASTINGS; 35 Freely thou had : Ours is no life of eafe ; We mud awake before the morning dawn, Or look to have our (lumbers broke tomorrow, When thefe vad armies which thou fee'd fhall Jom', Rending heav'n's concave with their rival fhouts In terrible confiiclion. Edwina. Power fupreme ! Whofe word can bid the gathering clouds difperfe, Smooth the vext bofom of the furrow'd fea, And chain the dubborn and contentious winds, When they unfeat the everlading rocks And cad them to the fky, wilt thou permit Thy creature man thus to deface thy works ? Or is he dronger and in lefs controul Than thefe fierce elements ? Matilda. Banidi complaint, Take hope into thy heart, and every thought Drive far away, that can infecl the mind With fear's unnerved ague. 'Tis the caufe, The caufe, which fandtifies the warrior's zeal ; It is our country's jud maternal claim On all her fons to fight in her defence. Edwina. I will not whifper to the babbling winds My ill-tim'd fears, but hufn them in my breaft, And (mile on forrow, tho' my fad heart break. Matilda. Ah, am not I a woman like thyfelf ? Doth thy heart tremble for a brother's life, And"], [42, "The BATTLE of HASTINGS. 36 And diall a father's plant no cares in mine ? What haft thou more at flake, unlefs perchance Thy flocks and herds in yon fequefter'd vale, Thy peaceful calm content outweighs a crown. Edwina. Ah, Edmund, Edmund, why did'd thou forfake me ? Matilda. Whom dod thou name ? Edwina* I pray you pardon me, The fad remembrance of an abfent friend Drew after it a fhort unheeded figh, The laft which I will utter. Matilda Much I fear Thou haft untold afflidtions, fecret griefs, Which fwell that bofom and provoke thofe fighs. But, come, thy tender frame demandsre pofe, And thefe kind friends will lead thee to their tents. Tomorrow, virgins, we muft teach our throats A loftier (train, and to the founding harp With fongs of victory hail the rifing morn. End of the Second Ail."], [43, "The BATTLE of HASTINGS. 37 ACT III. SCENE I. Scene as before. Edwin and Waltheof. Waltheof. !__, O, he hath dropt the curtain of his tent, Which tokens privacy : Duncan is there ; I have arm'd the fiery zealot for the charge With all the ftars of heaven at his command, To roufe the deeping confcience of the king : That done, my turn fucceeds to mount the breach Where fuperftition enter'd, whelm his foul With Edgar's wrongs, and then 'twixt hope and fear Fix this fair project. Edwin. Oh beware, Lord Waltheof^ In Edgar's veins runs the laft hallow'd dream Of royal Alfred's blood. Wal-"], [44, "The BATTLE of HASTINGS. 38 Waltheof. What can defeat us ? Matilda's pafiion makes our purpofe fure ; And for the King — but hark, he's coming forth — (Exeunt. Duncan comes haftily out of the tent, followed by the King. King. Stay, Duncan, ftay ! Duncan. Let me come forth. King. Oh, fpeak, Oh anfwer me this once, prophetic Seer, Shall we go forth and conquer ? Duncan. Man of fin, Conquer thyfelf, take arms againft ambition, Drive that invader from thy heart, then talk Of fetting England free. King. What is my fin ? Duncan. And doft thou a(k ? was it a trivial thing From this fair vineyard to thruft out the heir, And rule by fpoil and rapine ? King."], [45, "The BATTLE of HASTINGS. 39 King I have finn'd ; Yet I've not flain him ; ftill young Edgar lives Duncan. Lives he and doft thou reign? Tho' thou fhou'dft bribe Legions of holy men to weary Heaven Early and late with never-ceafing prayers, Vain were their fuit. Now mark me — All night long From fetting to the rifing fun I watcht, And on my aged knees put up loud prayers And frequent for this haplefs country's fake — Harold. Heav'n grant thy prayers ! fay, what declare the figns ? Duncan. Ev'n in that moment when the midnight fphere Central was pois'd, and yeflerday expir'd, On the left (houlder of the northern bear Thy natal dar arofe ! raylefs and dim And watery pale the horofcope appear'd, While from the threat'ning Ead the hoftile Moon Pufh'd thee with adverfe horns, red-mailed Mars Flam'd in his planetary houfe, and fcoul'd With dellar rage aflcaunt. King. Difadrous figns ! What (hall I do ? DUMCAN."], [46, "The BATTLE of HASTINGS. 40 Duncan. Repentr ! King, With heart abafh'd And low as to the duft I bow my head To heav'n's rebuke and thine — What more ? Oh fpeak ! Duncan \" Fight not till Edgar's found\" — King. Till Edgar's found ? But when and where ? proceed. Duncan. \" Thou haft a daughter\" — I can no more : Who follows fhall expound ; What he fhall counfel, that purfue andprofper ! (Exit Duncan* King alone.. ■ . : Fight not till Edgar's found ! — So mu J. is \" perfect : Thou haft a daughter — there the prophet ceas'd ; Who follows fhall expound— Thus I am left. Th-s is thy fruit, Ambition ; thus it feems Pofieffions by ill deeds obtain'd, by worfe Muft be upheld or loft ; fuch league and concord' 1 n.ngs vicious hold, that trefpafiing in one, We"], [47, "The BATTLE of HASTINGS. 41 We muft offend in all ; woe Then to him, Who from his neighbour's heap purloins a grain, Yea but one grain ; With 'fuch fwift confequence Crime follows crime, that none fhall dare to fay, This and no more ! Waltheof enters unobferv'd by Harold* Waltheof. Thus Ifrael's monarch flood, With eyes fo wedded to the penfive earth, When at the fable's ciofe his confcience fmote hirrij While the dern meflenger of God prOnounc'd, Th'Oli art the man ! King Waltheof! W A L T J. t O F. What wou'd my liege ? K i a Ci Approach ! in truth thou'rt welcome. I have keti The old divining hermit, whom we met Upon the eve of Standford's bloody day, When Halfager with his Norwegian bands, And traitrous Tofti fell beneath our fwords* Waltheof. And gives he victory ftill ? K-INGj G"], [48, "The BATTLE of HASTINGS, 42 K I N G. Atonement now Is all his theme, and penitence for wrong* To Edgar done. Waltheof Hence with fuch idle dreamers I What are the vifions of the cloyfter'd monk, The hermit's phrenfy, or the coward calls Of backning Cortfcience to ambition's charms . King. Ambition's charms ! Accurfed be the hour When firft they caught my weak unwary heart ! Full in my view the (lately phantom (lood, Her (lature charm'd me and the dazling height Fir'd my young blood ! I fprung to her embrace ; The diflance vanifh'd and the deep afcent Sunk at the touch ; fhe with diffembling fmile $. And meretricious glances met my joys ; Upon my head (he plac'd a kingly crown j But in the moment drew a ponyard forth, And plung'd it in my heart. Wa lt h eo f. Ah, who (hall enV y Another's greatnefs ; call another bled, When thus a king complains ? King. I tell thee, Wakheof, Had I the world at will, I'd yield it up To be at peace with heav'n. Wal-"], [49, "The BATTLE of HASTINGS. 43 Walt-h EOF. Alas, my Hege, Are there no gentler terms of peace with heav'n ? Methinks— but I offend perhaps and prefs On too high matters — King, I conjure thee fpeak : My doom is on thy lips . 'tis thou alone That can'ft expound my fate. Waltheof Wou'dft thou atone For wrongs to Edgar done, and purge thy (bul From it's contracted guilt, Thou haft — King, Proceed— £Jor rack me with fufpenfe. Waltheof. Thou haft a daughter— King. What follows ? there the prophet eeas'd— proceed. W A LTHEOF. And need I add the reft ? Edgar — Matilda— . How thofe foft names unite! there's mufic in them, Might make the angrieft (lar in heay'n propitious. JClNGi"], [50, "Tnr BATTLE or HASTINGS* 44 K I N G. Join them ; efpoufe them ! — is it thus yoi^ counfel ?. Walthiqf. If thus it pleafe thee ; think it elfe a found* Which dies and is forgot. King. Come to my bo(bm ; Thy voice to me is as the voice of heaven : It fhall be fo ; Edgar fl.a!I wed'Matilda; My darling child fure will obey and blefs me. Men's hearts fhall be mine own; thefe fa&ious lords Will all come in — Waltheof. Duncan (hall chide no more— King. My country fhall be fav'd — but where is Edgar? Now by the virgin mother of our Lord, A bow fhall not be bent againft the foe, Nor a (lone vollied frdm the dinger's arm 'Till Edgar (hall be found. Waltheof. Then, ere the ftaf Of evening (hall arife, expect him here KlN«._"], [51, "The BATTLE of HASTINGS. King. ay 1 believe thee ? Wa ltheof, If I bring him not. Let my head anfwer. King. I am whole again : Now I have divination on my fide ; . ' Fight not, the prophet cried, till Edgar's found. Lo ! he is found, I may both fight and conquer, 0 Waltheof, T do finely think that God To wife and holy men fometimes reveals A portion of his councils : Here we part— I to Matilda ; you in fearch of Edgar ; Whom if you bring, I live but to reward you. (Exit. Wa LtHEOF alone. Thus do I ever make all men mine own, And dill conforming to thefe changeful times, Like ancient Janus double-fac'd, at once follow the fetting, meet the rifing fun. 'Earl Edwin enters. Welcome, brave lord, rais'd by the faireft hand In England's Ide your prince afcends the throne : Harold by Duncan's holy arts prepar'd With greedy joy adopts the royal youth. Edwin. Thanks, pow'rful fuperdition, this atones For all the mifchief thou haft wrought on earth ! Wal-"], [52, "46 The BATTLE of HASTINGS Wa l t h eo f. Now in this awful interim, whilft dread And trembling expectation hangs on all, Oh let us bring the light of England forth ! So (hines the day-dar out, after rude dorms Have (hook the palfied night, and high in air Hangs forth his glittering lamp to chear theworldi At fight whereof the guilty waves fubfide, And the yext fpir its of the deep difperfe. Edwin. Woud'ft thou difclole the prince ? Wa l t h e o f, Elfe all is loft; Vain is our hope, our reconcilement void, The battle's loft, and England is no more. Edwin. Let me reflect — Suppofe that I reyeal'd His paffion for Edwina — (Afide, Waltheof, Doubt not, Edwin, - Nor for an empty fcruple caft away This facred moment, upon which depends All that is dear, our king's, our country's fate, Fame, virtue, freedom, all that we efteem . . Beneath the ikies, all we expect aboye, Edwin. Go ! to thy charge, O Waltheof, I commit The fate of Edgar and of England ; Go ! Yet ftay — refolve me,haft thou weigh'd the danger? |iaft thou with wary eye lookt thro' the heart Of"], [53, "The BATTLE of HASTINGS. 47 Of this ambitious man ? Art thou right, fure There's no diflimulation lurking there ? Swear to me this, as thou had hope in heaven, And I will yield the prince. Waltheof. d So heaven to me Its lovineprnercy deal, as I believe In very truth there's not on earth that thing Of Harold fo defir'd, as this alliance. Edwin. Go then ere I recall the word, begone ! Tell the ufurper — but thy own difcretion Will tutor thee more wifely. — Hence ! 'tis paft. ( Exit Waltheof. Edgar enters hajlily. Edgar. Edwin, thou'ft been conferring with lord Waltheof; That man hath eyes which penetrate the heart ; And he of all our Englifh nobles here Knows me for Edgar ; make him then thine own ; Print on his lips the feal of holy faith, And keep my name facred as heav'n's own records Lockt in thy breaft. Edwin. Rrince, doft thou love thy country ? Wou'd'ft thou preferve her matrons from difhonor, Heryouthfromflavilh bonds and chace thefe fpdilers From her affrighted (hore ? \"E DC A'k."], [54, "The BATTLE of HASTING!.. 48 £ D G A fe. Wou'd I ? juft heav'ri Thou know'ft what I have done, and thou can'ft telt What more that fpirit thou haft giv'n \\vou'd do. Edwin. Nay, 'tis no irkfome ta(k. No toil, no dangerj But joy and love and glory crown the deed. Edgar: No more, but to the point; Edwin. In one plaid w6rd Thus then I open all thy fate — Matilda ! — Nay dart not, Sir — thy tried and loving fervanty Edwin, thy ever faithful creature tells thee That thou muft wed Matilda; Edgar. Hah ! muft wed ! What if I love her not ? Edwin. All men muft love her; Edgar. Muft wed, muft love ! Away ! Did the great mafter Put in thy hand thofe fine and fecret fprings, Which guide the various movements of the foul ? Roufe it to hate, or melt it into love ? No, there is that in every human bread, Which heav'n made free and tyrants cannot reach* Edwin."], [55, "The BATTLE of HASTINGS. 49 Edwin. _ Wilt thou not meet the hand that lifts thee up From low defpair and feats thee on a throne ? Edgar. Perifh ambition1 ! perid. every hope Rather than this fliould be ! Edwin. Go then, ye fonsl Of freedom, go ! your facred birthright fell To Norman maders ; hence, like fcatter'd fheep Without a fhepherd, for there's none to Watch But hirelings ; he, the mafter of the flock, Shrinks from his duty and forfakes the fold. Edgar. Edwin, this patriot rage becomes thee well, But let me glory in my choice, the crown, Nay, was it mine, the world wou'd be Edwina's : And know, I'd rather be the roving kern,. That prints Arabia's fands with burning feet, And fend my heart amidft the tawny tribes To fix where love fhou'd point, than be a king To wed as fordid policy prefcribes. (Exit. Edwin alone. Death to my hopes, he has no foul for empire. Heav'ns ! that a man born for a nation's glory, Can fell his birthright at fo vile a price, For fuch a toy as beauty! — O Edwina, (And mud I call thee fider ?) fatal fyren, Thou had done this : If Waltheof fees the King Ed\"-ar is lod ; that, that mud be prevented PI With"], [56, "The BATTLE of HASTINGS. 50 With my bed fpeed, for oh ! I love him ftill, Still my heart tells me I wou'd die to fave him. (Exit. Matilda and Edwina. Matilda. A little further yet— I fee you wonder Why 1 have brought you to this place apart: It is becaufe a fympathy of foul Draws and unites me to you ; 'tis becaufe There fits a weeping cherub in your eyes, That filently demands why I am fad, And I mud; fpeak to it : The worldly-wife, Who flowly climb by cold degrees to friendfhip,. Such are my fcorn ; at fight of Athelina Affection fiom my bread fprung forth at once Mature as Pallas from the brain of Jove. Edwina. Yourbounty,.like the fun, warms where it fhines. And what it feels, infpires. Matilda O Athelina, I am ordain'd to mifery, foul-enflav'd And fentenc'd fore againd the heart's proteft To wed and be a wretch. Edwina. And who compels Matilda! victim-like what tyrant drags thee As to a pagan altar, there to offer Condrain'd obeifance, and put on the vow As flaves do fetters with an aking hear. ? Ma-"], [57, "The BATTLE of HASTINGS. 51 Matilda. So wills my father ; never till this hour Did I behold him fo poffeiVd with paffion, So terrible in wrath. Edwina.- O ftiame to nature ! And what is he 'mongd Europe's kings fo great, That you of force mud wed ? 'Matilda. Nor great is he, Nor number' d amongd Europe's kings, but one, Of whofe inheritance there is not left, -Save the free air he breathes, and one faint fpark Of field y hope, that vifits his fad heart To rack it with recollection of lod right. Edwina. What do I hear ? Matilda. Nay thou can'd never guefs him ; The lad, the lowed in thy thoughts — Edwina. Indeed ! Matilda. To fum up my affiiftions in a word, 'Tis Edgar Atheling. Edwina. Heav'ns grace forbid it ! Have tfeey difcovefd him ? H 2 Ma-"], [58, "The BATTLE of HASTINGS. 52 Matilda. Who ; What's difcover'd ? E D W I N A. Perifh the medling politic contriver, Who fet this mifchief going ! — Oh if Edgar-- Matilda. Who talks, who thinks of Edgar ? Thou'rt poffed. Edwina. Who can be patient and yet hear fuch things ? The king commands ! what then ? will he com- mand The foul and it's affeftions ? Deared lady, Your father tho' he be, is he fo great As to give law to nature ? Matilda. I am fixt : Therefore be patient . had he afkt my life, I wou'd obey and grant it, but my heart That is another's ; I cannot bellow What I do net poffefs. Edwina. Then you'll not wed — Matilda. To Edgar never, be affurd of that. Edwina. Oh 'tis a deed will chronicle your name In fame's eternal records ; you difdain To"], [59, "The BATTLE of HASTINGS. 53 To make a lying contract with your lips And fwerve with your affections ; you are fixt j You love another : Oh, may he you love, (Kneeling I make it my mod ardent prayer) Be your reward and glory ; live for you, And you alone; and may you meet delights, Pure as your virtue, lading as your truth! Matilda. Kind Athelina, thanks ? bear with my weaknefs, And let me tell thee all my love's fond dory From the firft hour I met him ; the bright fun, Smote on his helm, which fhot a fiery gleam, That dazzled all the plain ; before his trooo, Arm'd at all points, \\ipon a fnow-white deed Graceful he rode ; invention never yok'd A fairer courier to Apollo's car, When with the zephyrs and the rofy hours Thro' heav'n's bright portal he afcends the eaft, And on his beamy forehead brings the morn. Edwina A, fnow-white deed ! New terrors ftrike my foul. (Aftde. Matilda At fight of me he ftopt, and from his fleed Adtive and feathery-light he leapt to earth. Edwina. Give me your pardon ; ferves he in this camp ? Matilda. Yes, but report prevails, he left the camp Lad night o' th' hidden ; and this morn, 'tis faid, Being return'd, in prefence of the King, Some"], [60, "The BATTLE of HASTINGS. 54 Some proud high-domach'd lords did diarply urge And whet him to much rage ; him and his friend Earl Edwin. — Edwina. Hah ! 'tis he. (Afide. M A T I L D A . Alas, what fliakes you ? You dart and tremble, and your up-cad eyes Cling to heav'n's throne: Know you the youth I fpeak of? Edwin a. As yet you have not told his name. M A T I L L A. 'Tis Edmund. Edwina. I had a friend and Edmund was his name, But now that name's no more. Matilda. You had a friend — I knew it, Athelina . yes I faw, I faw your forrows and I lov'd you for them ; Your friend is now no more — Alas ! Tomorrow May lay my Edmund low as your's ; but I, I fhall not live, as thou had liv'd, to tell it. Oh, were he Edgar, had he Edgar's birth, My young, unknown, untitled, blooming rudic, Did his blood flow — but what of that ? My father Reigns tho' a fubjedt born, and fo fhall Edmund, If virtue hath an intered in heaven, And England's throne outftands tomorrow's ftorm. Edwina. Indeed ! Matilda. No power can ftir me. Ed-"], [61, "The BATTLE of HASTINGS. 55 Edwina. What if Edmund, What if the youth you love perchance hath made Some humbler fair his choice — Matilda. Perifh the thought, It brings diftradtion with it : I command you Not to fuppofe he can prefer another ; I took you for my comforter, and lo You fix a fcorpion to my breaft. Edwina A fcorpion ! I pray you be not angry ; I wou'd kneel And beg a bleffing for you ; but alas, Leaden afflidtion lies fo heavy on me, Imagination cannot ftretch a wing To raife me from the duft. Matilda. Nay, now you melt me j Prithee go in, good maid, I am right forry I fpake fo harfhly to you : Do not weep, For my fake do not — yet 'tis ever thus, When the fond thought of fome departed friend Burfts unawares from memory's gufhing fount, And in a flood of forrow whelms the foul. (Exeunt, End of the Third Aft."], [62, "The BATTLE of HASTINGS. 56 ACT IV. SCENE I. Edwin and Waltheof1. Edwin. .LORD Waltheof, if thou haft not yet difclos'd The royal youth, forbear, I do revoke The word I gave thee. — Waltheof. Why, on what pretence ? Edwin Edgar commands it ; he difclaims ambition And will not wed Matilda. Waltheof. Will not wed ? Edgar, the moft forlorn loft thing on earth, Not wed Matilda ? Strengthen my belief, Some wonder-working power ! It cannot be. Edwin. By heav'n-thatknows my heart, I haveaffail'dhim With words, tears, menaces, entreaties, pray'rs ; But all all fruitlefs : he is fixt. W AL-"], [63, "The BATTLE Of HASTINGS. 57 Waltheof. For fhame . Some little grov'ling paflion lurks about hirru Some vulgar village wench, whofe ruddy health And ruftic manners fit his narrow foul, And kindle fomething he piiftakes for love. E d w 1 N. Reftrain yotirfelf, my lord; \\roiir rage tranfports you. And yet to lhow I fcorn a mean difguifej I ov/n, in bitternefs of foul I own it, Your charge in part is true ; there is a maid, But not of low degree, whom Edgar loves, Fatally loves, but not of ruftic manners Or name ignoble. W a l t h e b f. Whofoe'er fhe be, Evil betide her Beauty ! (lie hath poifon'd The deareft hopes of a molt bleffed creature ; Accurfed as fhe is, fhe hath undone The happinefs of one, with ■vVhorri corrtpar'd She were an arthiop. E D W I N. Peace, unholy railer, You know pot whom you curie — die is my after, W A L T II E O F . Thv filler ! Ah, is this well done, my lord ? Thus am I us'd } thus like your bafeft lacquey, Call'd andrecall'd andfool'd at pleafure ? de-ith! I (land for Harold ; him I ferve ; if Edgar I Fondly"], [64, "The BATTLE of HASTINGS. 58 Fondly prefers thy filter to the crown Of England and Matilda,, be it fo ; Let Edgar fo declare it to the king, I (hall fulfil my promife. Edwin. How, betrayer . You pafs no more this way but thro' my guard. You dand for Harold, you ; for Judice I, (Draws his fword For differing innocence, for truth and Edgar. W A L. T H E G. F. Nomore; pu tup your Two rd; the king advances*. Thus to be found were death to both. (Exit. Edwin Away ! It is my caufe that conquers, not my fword, (Exit* The King enters follow- 'd by 'Edgar, K I N G. Now if indeed thou art that\" loving friend Of Edgar Atheling, which fame reports thee, Lend me thy patient ear. Thou'rt not to learnr How, when his grandfire good king Edmund died, Our Englifh nobles put him from his right; And me afubjedt born, earl Goodwyn's fon, Call'd -to the vacant throne j fo call'd, of force Obey'd I them, and by a king's bed title,, My fubjects free election, took the crown. EDGAR-"], [65, "The BATTLE of HASTINGS. 59 Edgar. And took you peace withal and fair content And confcious rectitude? You took the crown! So would not I, tho' it had brought dominion Wide as the world. Haveyoufweetfleepatnights? Do no ill-omen'd vifions haunt your couch, And fmile the eyelids of the morn upon you, When you falute the light ? King. Urge me no further : I fee thou'rt noble, and that manly plainnefs, Which fome wou'd fhrink from, knits me clofer to thee : Nay I will own thou haft call'd up a thought, Which like unweildy armour weighs me down. I do perceive diame and remorfe are handmaids, That wait on guilt, as darknefs on the night. Edgar. Methinks there needs no oracle for this ; To tell me man is cruel, falfe, ambitious, Full of grofs appetency and unjufl, Is to fay man is man, a general truth, To which your meaned centinel fhall witnefs As amply as myfelf : call in your camp, Our conference needs no privacy ; you fay Heaven goads the guilty bread, and well you fay, For goad it fliall, or heav'n mud not be heaven. King Give me thy patience : what thou yet had heard, Think but the prelude to more weighty matter. I have a daughter — need I call her fair, Virtuous and full of grace? — myrealm'sfoiehe'refs: I % Her,"], [66, "The BATTLE of HASTINGS. 60 Her, in refpect of his defcended right, Tho' fortune-wreckt and bankrupt ev'n in hope, Edgar (hall wed. Edgar. Shall wed ? King. Hah ! dod thou paufe ? Edgar No, if affection moves at thy command, And love muft follow where ambition points, Edgar (hall wed Matilda. King This to me ? Edgar, But if love owns no law but of the heart ; And if perchance fome humbler maid hath drawn Such vows from Edgar's lips, as honour frames And fond believing innocence admits, Thai, King What then ? Edgar Not upon the peopled earth, No, nor above the clouds refides that power, Can wrench the confcious witnefs from his heart, fay to Edgar he fhall wed Matilda. King,"], [67, "The BATTLE of HASTINGS. 61 King What, fhall a needy outlaw talk of loye ? A beggar plead affections and reject Her, to whom Europe's kings have knelt in vain: Edgar. Yes, for fince beggars have afpir'd to crowns, Kings have declin'd to beggars. King. Hence, audacious, Nor feign for Edgar, what were Edgar prefent And known he dare not for his life avow. Edgar. Know then 'tis Edgar fpeaks, 'tis Atheling Rejects your offer'd.terms, with fcorn rejects thern. King Thou Edgar! Edgar. I am Edgar. King Guards ! arred him (Guards advance. Yet day ; a moment's paufe : Let me be calm ; Colled thyfcatter'd thoughts; we yet are friends. Edgar. No, when I league with guilt and yield to fear What honour fhou'd withhold, heav'n fhall meet hell. Things"], [68, "62 The BATTLE of HASTINGS. Things the mod fierce and oppofite in nature Shall ftart from their extremes and band together. Fly to thy guards, defencelefs and embay'd, With only truth and juftice on my fide, Both naked, both unarm'd, I do defy thee.' King Doft thou defy me ? take back thy defiance, With death to better it. (As Harold is giving the fignal to the guard for ar- refting Edgar, Matilda enters haftily. Matilda, Health to my father ! Why dart thine eyes fuch angry lightnings forth? Why Hand thefe guards like hounds upon the flipf Is this their victim ? ah ! can he offend ? Never look'd guilt like him ; he errs perhaps /\\nd with too bold a ipeech affronts the ear Of majefty ; a ftranger is not baurid To all a fubjedt's forms : Let me prevail ; Send him afide and hear thy daughter fpeak, King, My daughter fhall be heard . is there a thing I ever yet denied thee ? Lead him off, And wait our pleafure. — Elah ! that look hath language. (As the guard lead off Edgar, Matilda looks tenderly at hi/n. Matilda, know'ft thou him thou doft furvey With fuch fond fcrutiny £ Ma-"], [69, "The BATTLE of HASTINGS. 63 Matilda. You bade me know him, Protect and cherifh ; by his youthful graces Conquer'd yourfelf, you turn'd them upon me : And now what caufe alas ! provokes this change? King. Tho If art the caufe ; 'tis for thy fake he dies. Matilda. Die for my fake ? Not if his death cou'd add Myriads of years to my extended life, And every year bring myriads of delights. \"King, Thefe are empaffion'd words . Alas, my child* If thou dolt love this youth— Matilda Thou wilt deftroy him -, It is the favage policy of kings. K 1 n c . Thou lov'ft him then — confefs Matilda To defperation, To death. King Then heaven cannot afflidt thee deeper. Matilda. I know it, but your daughter, Sir, can die i I fpeak for nature ; mine is not a heart, 1 That"], [70, "The BATTLE of HASTINGS; 64 That can transfer affection ; tear him hence, You tear life too, there is no room for Edgar. King. Say'ft thou forEdgar ? He, that youth is Edgar, Matilda. Harold catches her, as foe is falling, in his arms; After a paufejhe proceeds. Save me, fupport me ! — O my much-lov'd father, If he, that youth be Edgar, wou'dd thou kill Him that (hall be my hufband; King. What but killing Merits that moniter, who rejects Matilda ? Matilda. Rejects Matilda ? Am I then rejected ? Oh that fome friend had plung'd a dagger here. Ere I had met this moment ! King. Nay, bepatient. Matilda. , nA Let me behold him and I will be patient. Was thine ear faithful ? did no wrongs provoke him ? I found thee high in wrath, he too was angry, He was, he was. and fpake he knew not what. Ki n g. Grant heav'n he did ! I am no practised fuitor, And undeferv'd misfortune makes men proud. Ho a,"], [71, "The BATTLE of HASTINGS. 65 Hoa, guards ! — produce the youth you have in charge. May he who arm'd thine eyes, infpire thy lips ! See where he comes ( Exit King. Edgar enters guarded. Prince, (fo I now muft call you) If, while it pleas'd you to aflume the name And fimple flile of a plain Scottifh knight, Friendfhip for Edmund caus'd me to omit What Edgar's high pretenfions mighthaveclaim'd, I fhall expedt your pardon. Edgar Take my thanks, For they are much thy due. Matilda. Nay I am told You ate toO proud to be Matilda's debtor, Crowns, by her hand prefented, you reject Andfcorntheencumber'dboon: Vindidtive Edgar^ Is it your fport to deal away our hearts, Like heathen Jove, beneath a borrow'd form, Then reaffume the god, afcend your dries, And leave the dighted maid to die with weeping ? E d g a R. What (hall I fay ? that I difclaim ambition ? That long edrang'd and exil'd from my realm, My heart forgets its home and draws no fighs, Which point to England and my native right ? Or with an eye of cold philofophy Shall I affect to view that radiant form, K ,M"], [72, "The BATTLE of HASTINGS. 66 And not co'nfefs its charms ? I feel their power, But cannot give that heart which is another's. Matilda. Another's!, where, in what proud realm is found She, from whofe fight diminifh'd rivals ihrink, And leave the choice of all mankind to her ? Edgar. In rural filence dwells the maid I love, With her in fome lone corner of your ide, Far from ambition's walk, let me refide, Nor fliake the quiet of Matilda's foul. Matilda. Sure of all forms, which cruelty affumes, Humility can mod infult mankind : Away, nor cheat 'me with thefe fairy fcenes ; There is no beauty in our ide for Edgar, No foft feque fter'd maid, no truth, no love, Save what this fond rejected heart contains. E D G A P.. Thus urg'd, t'were meannefs to withhold the truth : In Elackley's fhades a Sylvan goddefs holds Her lonely haunts ; Edwina is her name ; Earl Edwin's filler — Matilda. Take her, and be ftill That abjedt thing thou art ; take Edwin's filler, A fubjedt beauty fits a fubjedt's choice. Go to my father, tell him thou haft pierc'd His"], [73, "The BATTLE of FIASTINGS. 67 His daughter's heart, and give him (lab for (lab; Away, away ! thou haft thy full revenge. Edgar. Revenge ! my heart difclairns it : O Matilda ! My prayers — I can no more — farewel for ever ! (Exit. As Edgar is parting from Matilda, Edwina enters. Edwina. 'Tis Edgar ! — Hah, he parts and fees me not. Matilda. Stay, Athelina, turn, beloved maid, Turn from that monfter thine abhorrent eyes ; Approach and fave me ! Edwina. What afflidts Matilda ? Matilda. And is there need of words ? break, break, my heart ! Open thou prifon-houfe of t*-e foul, diffolve And o-ive a wretched captive it's releafe ! Edwina, Be calm. Matilda. As death. Why look'd you on that youth ? K 2 Ed-"], [74, "The BATTLE of HASTINGS, 68 Edwina. I look'd not on his face. Matilda. Ah if thou had'd, If thou had'd look'd, thou woud'd have loy'd like me, And like me been a wretch Edwina. Alas, I pity thee. Matilda. Then thou haft lov'd, for love will teach thee pity. Coud'ft thou believe it, he, (O heaven !) that Edmund, Whofe very name's a lye; that Edgar Atheling For Edwin's fifter dights, rejects Matilda ; A princefs for a clown ; me for Edwina. Strike herfmooth form ail o'erwithlep'rous blancs, Ye fprites, whom magic incantations charm ! Shake her with palfied uglinefs, ye demons, And fo prefent her to her lover's arms To kill him with the touch. — O Athelina, If thou doft love me join and aid the curfe ! E d w I N A. Shall I curfe her, who never hath offended ? «M A T I L D A. Turn then on him thy deepeft direft curfe ; Call up the damn'd, and darken heav'n with f] ells. Ed*"], [75, "The BATTLE of HASTINGS. 69 Edwina. Mercy forbid ! Matilda ~. No mercy, but revenge : Give me revenge. He dies. Edwina Ah take my life ; Lo, at thy feet a wretched virgin kneels And prays for mercy. Matilda Hence ! you'll anger me. Edwina. I wou'd I cou'd : Turn thy revenge on me j But fpare my Edgar's life. Matilda Thy Edgar fay 'ft thou ? Who and what art thou ? Speak. Edwina I am Edwina. Matilda. What do I hear ? thou art— E D W^I N A. I am Edwina : Here is that bofom thou wou'dil plant with fores And fpotted leprofy, that fatal form, Which thou wou'dft roufe the demons up from hell, To ftnke with palfied uglinefs j behold ! — I am"], [76, "The BATTLE Qf HASTINGS. 70 I am the wretch whom- thou didd call to aid Thy curfe on Edgar : Mark how I will curfe him. Oall ye faints and angels, every fpirit (Kneeling. Who wing'd this nether air with pinions dipt In heav'n's etheriai dew, make him your care, And, gathering o'er-his head your plumed band, Form a celedial canopy above him To fence off this dedroyer ! Matilda. Peace, deceiver : Thy prayers are vain ; he dies this moment.™^ (She is going. E D w I N A. Stay ! Tho' not in pity, yet in honour hear me : I afikno mercy; prayers indeed are vain; Edwina pleads not ev'n for Edgar's life : Fot if when I, the fatal caufe of all, Lye at thy feet a bloody breathlefs corfe, Thy rage fhou'd dill demand his guiltlefs life, Who fhall oppofe it ? All that I fhall do, All that I can, is thus — to die for Edgar. (Offers to kill herfelf, but is prevented by Matilda. Matilda. Stop thy rafh hand ; thou fhalt not die : This courage Dazzles my rage ; I diffen with furprife ; Thy prefence, like the fafcinating eye Of the fixt bafilifk, takes motion from me And roots me in the e arth-r- E D W. I N A What fhall I fay ? it own thee wretched and myfelf the caufe : But do not let remorfelefs fury rend The"], [77, "The BATTLE of -HASTINGS. 71 The god from out thine heart, which nature's hand Set up, as in a fhrine of human kindnefs, That mifery like mine might find a fhelter. Matilda. No more ; I once had pity ; the poor bird, Which kills herfelf to feed her gaping brood, Was not more pitiful ; but it is pad ; ' The wolf hath dairi the lamb . bloody revenge HaththrudOutallremorfe — I mufthave vengeance. E d w I N Ai Take it ; 'tis in thine hand — Take full revenge. : Thou haft a dagger, ftrike to Edgar's heart ; Lay his lov'd form a breathlefs corfe before thee, And fate thy thirft for vengeance — Hah ! 'tispaft— Heaven opens in thine eyes. Matilda. 'Tis in my heart : I feel its breath,- like dew, defcend upon me ; Amidft the whirl of paflion Mercy fits, And whifpers patience in a voice fo charming, To hear is to obey Thy Edgar lives. Edwina. Lives he ? May angels waft the word to heaven, And bring a bleffing thence ! Matilda. Stay not to thank me, Bear from my fight that too-engaging form : Leave me to my afflidlions, they'll ftay with me, And be my clofe companions — Fare thee well ! E D-"], [78, "The BATTLE of HASTINGS. 72 Edwina. Farewel, thou differing virtue ! Oh, remember, Remember Edgar — (Exit Edwina. Matilda. Whither was I finking, When this bright deed reftor'd me ? So the wretch With felon fteps, on murderous act intent, Steals on the deeping night ; when if at once Launch'd from fulphureous clouds the vollied fires Quick-glancing buril upon his ruffian head With dazzling bright fuffufion, horror-feiz'd, Trembling, aghafl he darts, lets fall the knife Ev'n at the vidtim's throat and flies — as I do. ( Exeunt fever ally. End of the Fourth Ail. ACT"], [79, "The BATTLE of HASTINGS. 73 ACT V. Harold is difcoverd in his Tent before break of Day; the Guards in \"various Attitudes rejling on their Arms : He rifes from his Couch and advances. King. W HEN will this night have end ? arife, break forth ; I'm weary of invoking thee, O fun! Lo, in yon red'ning cloud I fee thee mount ; Not as thou'rt wont with odour-breathing gales, Serene and marfhall'd by the dancing hours Up to the laughing Ead ; but warrior-like With ratling quiver and loud dormy march And bloody enfignr, by the furies rear'd Aloft and floating in the flecker'd fky : So fnali the day be diked to its deeds. (A trumpet. Stand to your arms there, foldiers ! Up, awake ! (The guards rife. Earl of M e r c 1 a enters M e r c 1 A Hail to my king and brother ! on my knee I beg a boon. King. What is it, gallant Mercia ? L Mercia,"], [80, "The BATTLE of HASTINGS. 74 Mercia. The leading of the Kentifhmen King. 'Tis thine : Draw the firm phalanx forth . 'tis thine to guide The thunder of the war : 1 here be thy poft. Farewel ! The word is victory or death. (Exit Mercia. He fpeaks to one of the Guard. Come hither, Soldier! hade thou to lord Reginald, Bid him to plant his bowmen in the copfe, Which flanks the Norman camp, he knows the place ; Thence as our foes advance with level front And regulated files, he may perplex And gall their battle — Take this enfign, Soldier, In Standford's fight I faw thee bravely win it, Defend it now as bravely. Soldier. With my life. (Exit Soldier. Waltheo.f enters Waltheof. Health and a happy morn to England's king ! Would heav'n, that all our warriors like their chief Had thus outftript the fun ! •King. Where is the promife, With which fo high you fed my pamper'd hope ? Edgar rejects my fuit : no power can move him. Wal-"], [81, "The BATTLE of HASTINGS. 75 Waltheof. Alas, you are too mild. . King He's deaf to reafon Waltheof. Be deaf to him, O Heaven, when he does kneel And cry for mercy ! Put your terrors forth, My life upon't he yields. King. Set him before us. (Exit Waltheof. Edgar enters guarded. Edgar. Your meffenger conven'd me to your tent j Lo, I expect your pleafure. King Mark me then, While to thy free election I hold up Two different mirrors ; in the one you fee The fair prefentment of a kingly crown, Where love and beauty weave the nuptial knot, That binds it to thy brow ; in plainer terms, My daughter and my empire wait thy choice. Edgar. I have a vow noted in heav'n's own volume. Where faints have witnefs'd k. King. Oh feize the moment ! If you efpoufe my daughter I go forth L 2 To"], [82, "76 The BATTLE of HASTINGS. To certain 'ccnqued ; from my foul I think That England's fate now hangs on thy refolve. Heal then the breaches of the land, my fon, And make us all one heart. Come then, venations, And (hroud old Ocean with your hofrile fails ; By her own fons defended and belov'd England fhall dand undiaken and fecure, And only fall, when time itfelf expires.. Edgar. Bid me go forth ; conduct me to the charge : Plant me upon the lad forlorned hope, Where the fight burns, where the mad furies tofs Their flaming torches, and wide-wading death Up to the ribs in blood, with giant droke Widows the nations : thither let me go To fight, to fall ; but never dare to hope Tho' you'd a Seraph's eloquence to tempt, A Seraph's truth to vouch for your prediction, That I wou'd yield my bofom to difgrace, Cancel the vow which I have given Edwina, And fave my country at my foul's expence. King. 1 hen know, obdurate Edgar. What ? King. My country calls ; (Trumpets found a charge. ?Tis her laft awful invocation ; hark ! The altar burns ; a royal lady waits, And this her bridal dower : receive it, prince ; (He tenders the crown to Edgar. What can a king give more ? What has a father More dear. to offer than his only child?' Edgar."], [83, "The BATTLE of HASTINGS. 77 Edgar. Forbear ; 'tis mockery when the foul is fixt. King. Then thou art lod — Ohyetpreferve thy country! Edgar. My honour and my oath— King. Thy life— Edgar. My love. King. Die then ! What hoa ! my guards. Strike off his head. Matilda enters haftily and interpofes herfelf between Edgar and the Guards, as they are advancing to feize him Matilda. Strike off his head! By him whomade the heavens, Whofe great primaeval interdiction cries Thro' all creation's round, thou fhalt not kill, I do adjure you flop ! (The guards fall back. King. What phrenfy moves thee ? Matilda. Or (pare him, or expedt to fee me fall And dafh my defperate brains. — Upon my knees, Father, I do befeech thee, grant him life. Nor-"], [84, "The BATTLE of HASTEN GS. 78 Northumberland, Siffric, and other Chiefs enter. Nort humberland. To horfe, dread fir; brace on your beaver drait, Caparifon with fpeed, and meet the fun, Who thron'd and beaming on the upland edge, Stands in his fiery wane with glowing wheels And panting courfers to behold a fcene, Worth his diurnal round. K I N c. Warriors, lead on ! Tho' hell affume her thoufand hideous fhapes, Phantoms and fiends and fierce anatomies To fhake me from my courfe ; tho' Duncan crofs me With auguries and fpells, tho' this proud youth Bid (harp vexation with its wolfifh fangs Harrow my heart, in me is no delay. For thee, my child, whofe intercefTion turns Yet once again from this devoted head The uplifted hand of death, take, fince thou wilt, The thanklefs life, thou mak'd fo much thy care; And now farewel ! (Embracing Matilda. Matilda. The god of battle guide thee ! I will not fhame thee with a tear ; Farewel* ! King Come forth, bright fword; hence, nature, from my heart : Now take me, England; I am all thine own. (Exit with his train. Matilda. Go, ye brave Englifh ; go, as ye are wont, To"], [85, "The BATTLE of HASTINGS. 79 To glorious conqued : Oh remember, friends, Ye drike for us, for freedom, for your country. Angels of victory furround your hod And fight upon your fide. Tranfporting founds ! ( A diftantfbout. With joyful fhoutings they falute their king, And ftrike their fhields in token of applaufe. Edgar ! (Turning from the fide fcene to Edgar. E D C A R. Matilda ! Arm me with a fword ; Or, like the Decii, felf-devoted thus I'll rufh upon the foe. Matilda Yet e're the fhock Of battle fevers us perchance for ever, Refolve me, had it been my lot to meet thee, With free affections and a vacant heart, Cou'd 'd thou have deign'd to caft away a thought On loft Matilda? Ah,Cou'dft thou have lov'd her? Edgar. Born to each grace, with every virtue bled, How can Matilda afk of Edgar this ? Sure I were lod to every manly feeling, If honour'd thus, I fihou'd forbear to hold, Whild memory lives, thy image prefent here, And cherifh it with gratitude, with love. Matilda. It is enough : Hear, angels, and record ft ! Now take this fword ; if in yon bleeding ranks Xou meet the King, or fainting with his wounds, Or preft with numbers, think he had a daughter, v And"], [86, "80 The BATTLE of HASTINGS. And fave her father, as fhe refcued thee. (Matilda is going. Edgar. Ev'n to the teeth of death I will obey thee. Yet day ! one word — Tis to exact from virtue More than frail nature warrants ; yet thy foul Is large ; Oh fay, wilt thou protect Edwina ? Matilda Whilft I have life. Edgar. Then thou art truly great. Matilda. What, know'ft thou not Edwina is my gueft ? Edgar Edwina here ! thy gued ! Matilda. One tent contains us : Beneath a borrow'd name (Oh let the truth Henceforth be facred !) fhe befought protection; I took her, laid her neared to my heart, And fed her with its bed, its deared hopes — But hark! the battle joins — Farewel for ever. (Exit. (A general charge, Edgar. Live, live and fave Edwina ! Hark, they diout! There's victory in the found. O day and night r They flop, they turn. Behold, the Normans fly; I fee bright glory flaming in the van ; Tiptoe fhe dands in fldey-tindtur'd dole, Her head high-rear'd and pointing to the dries, With pinions bent for flight : Stay, godlike viflon, And let me fly to fnatch — Edwina ! Ed-"], [87, "The BATTLE of HASTINGS. 81 Edwina enters. As he is hafiening out, Edwina meets him. Edwina. Edgar ! And do we live to meet ? Oh, fnatch the moment, And fave thyfelf and me. Whence this impatience ? Why that diforder'd rolling of thine eye ? What ails thee, prince ? Edgar. And can'ft thou afk ? — Behold! Edwina. O horrible ! a fcene of death — > Edgar. Of glory ; Of fame immortal, of triumphant rapture— And wou'dft thou hold me here ? (She takes hold of Ms hand. Edwina. Wilt thou forfake me ? Edgar. Let go my hand : if you perfifl, Edwina, To hold me thus, a thoufand, thoufand furies, Ahd each more horrible than death fhall haunt me, 'Till phrenfy-druck, with mine own hand I feize This recreant heart and pluck it from my breaft. Edwin enters haftily. Edwin. Thus art thou found ? Thro' deluges of blood, M Launch'd"], [88, "The BATTLE of HASTINGS. 82 Launch'd from the nobleft veins in all this Ide, Fighting I fought thee : Ely, ill-fated prince— Edgar. What do I hear ? Is it not victory ? Edwin. Curfe on the drumpet Fortune, fhe revolts And fides with Normandy, their feeming dight Was but a feint ; upon the word they halted, Check'd in their mid career ; then wheeling fwift With thick-clos'd files charg'd our diforder'd ranks, That reel'd upon the (hock: A faithlefs band Led by Earl Waltheof, that dill veering traitor, Went over to the foe. Edgar. Lives Harold yet ? Edwin. From helmet to the heel all red with blood, And gafh'd with glorious wounds, he call'd me to him, And bade me fay, that with his dying breath To thee and to Matilda he bequeathes All that is left of England. Edgar Lead m*- to him. Edwina. To death as foon. Edwin. Retire to fafer ground. Edgar. Retire ! (hall Edgar fly, whild Harold fights? Off, let me go. Ed-"], [89, "The BATTLE of HASTINGS. 83 Edwina. Nay, if my arms can't hold thee — Edgar. O thou foft Syren ! take her noble Edwin, Take my foul's better part before I fink To infamy — Oh, take her from my heart. (Exit. Edwina. If thou had love or pity in thy bofom, Hade and preferve him ! (Exit. Edwin. Oh, this rives my heart. Earth, earth, receive a wretch. (She falls on the ground. Matilda enters with attendants, having dif cover' d Edwina on the gronnd, fhe advances haflily to her. Matilda. She faints ; fhe falls ! Look up, Edwina ! Is it death's refemblance, Or death itfelf ? die lives. Help me to raife her. (They raife her. Edwina. Matilda ! Matilda. Start not ! I am yet thy friend, Edwina. Fly then and fave O heaven ! Matilda. Thy Edgar— No, I faw your hero dart into the fight As the train' d fwimmer fprings into the flood. Edwina, Art thou a woman ? M 2 M*'"], [90, "84 The BATTLE of HASTINGS. Matilda. Wou'd to heaven I were not ! Then had I grappled to your warrior's fide And firuck for England, for my father — Oh ! I lookt but now, and faw a dorm of bloody A raging ocean fcatter'd o'er with wrecks i Fir'd at the fight I fnatcht a javelin up Some warrior's hade had dropt — the feeble weapon Fell from my woman's hand : Again I lookt, No Englifh banner floated in the air, Save where my father fought ; revolting nature Shrunk from the fcene, and foon a fcalding; flood Of tears burd forth that quench'd thefe orbs of fight. Edwina Where (ball I turn ? Matilda. To death. Edwina. Dreadful refort !■ Matilda. And yet when Hope, our lad kind nurfing friend, Forfakes her patient's couch and dark defpair Puts out that light, which like a nightly beacon Points to the harbour, where the foundering bark Of mifery may deer, Ah whither then Shall life's benighted paffenger refort, But to oblivion and the all-covering grave ? E D W I N A. Why then, when death had arm'd my uplifted hand, Didft thou prevent the blow and bid me live ? Matilda. Live but till Edgar falls, then rear the blow, I'll not prevent it — Hah, what bleeding man ! Nor-"], [91, "The BATTLE of HASTINGS. 85 Northumberland enters , fupported by Soldiers^ Northumberland. A little onward yet— -Enough, enough ! Good fellow, hold thy kerchief to my fide. Run one of you and bring me fpeedy word, What troops thofe are, which wilfully maintain A dying kind of combat ; if there's hope, Mal<e.fignal with your hand and (hout— -(launch, (launch my wound — My curfe upon that Norman boar Fitz Hugh, His tuflt has ript my heart-drings ; yet I cleft him. Did I not, foldier ?-— Soft, for mercy's fake, Jefu Maria, what a pang was that ! Look out ; no fign of hope ?— None, none ; all's lod— He fmites his bread with anguifh. Hence, Hand off, (He breaks from the foldiers whofupport him. Wide as the grave I rend this bleeding breach. (He tears open his wound. Fall England ! fall Northumberland — 'Tis pad. (lie falls into his foldiers arms and expires. Matilda. Farewel, ftout heart ! how better thus to fall By death hewn down, than to outlive the leaf, And drop a faplefs ruin ! let me view thee : Is death no more than this ? Why thou, Edwina, Or I, or any one may do as much. Life, like a worn-out garment, is cad off And there's an end : I thank thee for the leffon, 'Twill dand me much in ufe— bear him away. (The foldiers take off the body. Edgar enters with Edwin and Soldiers. E d w 1 N. He lives, he comes ! hence to the winds, my fears j There's blood upon thy fcarf. Ed-"], [92, "86 The BATTLE of HASTINGS. Edgar Then it was druck From Norman veins. Matilda Where is my father ? Edgar. Hah! Edwin ! Edwin. My lord Edgar. The foe fufpends purfuit, And calls his conquering legions back from daughter ; Run, Edwin, run and take this endgnwith theej Here on the craggy fummit of the cliff Wave it aloft, and call the dragglers up To form upon the heights i thefe dill are ours. (Exit Edwin. Matilda. Where is my father ? Where are all the heroes. Whom I have feen return triumphant home, With vidtory eagle-wing'd upon their helms ? Edgar. All lod with thoufands upon thoufands funk And fwallow'd up in death ? Matilda. Death, fay'd thou ? Edgar Hearken ! The hireling troops had fled ; one native phalanx Fatally brave yet ftood; there deep-engulph'd Within,"], [93, "The BATTLE of HASTINGS. 87 Within the Norman hod I found thy father, Mounted like Mars upon a pile of (lain: Frowning he fought, and wore his helmet up, His batter'd harnefs at each ghadly duice Streaming with blood ; life gufh'd at every vein ; Yet liv'd he, as in proud defpight of nature, His mighty foul unwilling to forfake Its princely dwelling; fwift as thought I flew: And as a fturdy churl his pole-axe aim'd Full at the hero's creft, I fprung upon him And fheath'd my rapier in the caitiff's throat. Matilda. Didd thou ? then thou art faithful. Open wide And fhower your bleffings on his head, ye heav'ns ! Edgar. A while the fainting hero we upheld, (For Edwin now had join'd me) but as well We might have driv'n the mountain Cataract\" Back to its fource, as ftemm'd the battle's tide. » I faw the imperial Duke, and with loud infults Provok'd him to the combat, but in vain ; The purfey braggart now i'ecure of conqueft Rein'd in his deed, and wing'd his fquadron round To cut us from retreat ; cold death had ftopt Thy father's heart; ev'n hope itfelf had died : 'Midft (bowers of darts we bore him from the field, And now, fupported on his l'oldiers pike*, The venerable ruin comes. Behold ! (The body of Harold is brought in. .Matilda. Soldiers for this laft mournful office thanks ' Bear him within the tent, upon the couch Lay ye the body, fpread his mantle o'er him, And all depart : For this I thank you, Nature, That"], [94, "88 The BATTLE of HASTING5. That when you fent calamity on earth, And bade it walk o'er all this vale of tears, You fent deliv'rance alfo, and with death, And with a land-mark, bounded its domain, As open'd an afylum in the grave. (The body is carried into the tent, Matilda follows. (Exit Matilda. E d w i N A. Lo, where (he follows her dead father's body, She hath a foul that will not bend to grief And difappointment. Edgar. Hafte, beloved maid, And force her from the body — (Exit Edwina. Earl Siffric enters. Siffric. Anddoftthoulive, braveyouth; dodthoufurvive Thofe miracles of valour which I faw, Andblufhingfaw? for Oh, too fure I wrong'd thee; Give methypardon; thou haft more than conquer'd. Edgar. Siffric, enough ! It is not now a time . For Engliih hands to flrike at Englifh hearts, Elfe — but'tispad. Where's old Northumberland; Where valiant Mercia ? Ah! is't fo with both ? (Earl Siffric makes fignal of their death. Edwin returns with foldiers . Welcome, brave Edwin ! thou bring'd hope for England. E o-"], [95, "The BATTLE of HASTINGS. 89 Edwina comes out of the Tent. E D W I N A. Horror on horror ! when will death have end ? Some fiery dog dar reigns and deadly madnefs Strikes all below the moon. Scarce had they {et Their mournful burthen down, when following quick She rufh'd into the tent, and raidng up . Her father's mantle, fnatcht one eager look ; Then with Uplifted eyes and heaving fighs Seizing his fword with ftrong determin'd grafp Plung'd it into her bread. Behold, (he comes ! Matilda enters fupported. Matilda. 'Tis done! the faithfulpoint hath reach'dmylife, And fpoke it's errand fairly : Now, my foul, Now fpread thy wings, and fly. E d w i N A O killing fight . E D C A R. O deed of horror ! Matilda. Huih, no more of that. Think'd thou the Almighty's mercy fhall not reach 'J o take affliction in ? look well at me ; Of friends, crown, countiy, kinfmen, father reft, Love-lorn, of reafon more than half beguil'd, 1 leart-broke and druek fiom out the book of hope, What cou'd I do but die ? E D G A R. Heaven's joys receive thee ! N M a-"], [96, "The BATTLE of HASTINGS. 90 Matilda. Amen ! the voice is Edgar's, but my eyes Grow dim, alas, 'tis hard I cannot fee thee : Give me the crown ; quick, reach it to my hand. (They bring the crown andprefent it to Matilda. Ay, now I have it, fhorn of pow'r indeed, But lightened of it's cares ; hdgar, o'er thee This radient circle like a cloud may pafs, But thy pofterity to lated time Shall bind it on their brows. Receive it, prince, And noble as thou art, Oh, fpare the dead Nor ftir my father's afhes with thy curfe. (Edgar receives the crown. Edgar. Peace to his diade, fo heaven my fins forgive As I thy father. Matilda. 'Tis enough : farewel ! Life's derm is pad ; wave after wave fubfides, The turbid paffions fink and all is peace : Ambition, jealoufy, nay love itfelf, Laft, lingering, drops into the grave and dies. (She finks into the arms of her attendants and expires. Edgar. There fled a mighty foul — Angels, receive it, And waft it to the manfions of the bleft ! And art thou mine? — (To the Crown. Friends, foldiers, fubjedts now, Lord Edwin, Siffric, England's brave remains, I, Edgar Atheling, king Edmund's heir, Now take this mournful relique of my right. If you are with me, warriors, ftrike your (heilds. thanks, gallant countrymen ! (They ftrike. E D-"], [97, "The BATTLE of HASTINGS. 91 Edwin. Lo, on his knee Edwin falutes thee ; king of England, hail ! Edgar. Come to my heart, my friend, my more than father ! (To Edwin, Siffric. Siffric, the convert of thy valour, kneels A nd every faculty of head, heart, hand, To thy free fervice dedicates. Edgar Arife ! And take, ('tis all your king can give) my thanks. And now, myfair betroth'd, reach forth thine hand, And touch this golden fymbol, whilft I fwear, Here (landing in the awful eye of heaven, To fnare it with Edwina. Edwina. On my knees I yield thee thanks, whilft before heaven I fwear, Tho' thou hadft nothing to bedow but chains And beggary and want and torturing dripes And dungeon darknefs, dill thy poor Edwina For thee alone fhall live, with thee diall die. Edgar. Now, warriors, how refolveyou? View thatfield; Th; Norman, like a lion, fwill'd with daughter, Sleeps o'er his bloody mefs ; our fcatter'd troops Collect and form around. Siffric. We live in Edgar;' Save the lad houe of England and retreat. E D"], [98, "The BATTLE of HASTINGS. 92 Edgar. Retreat ! fhall Englifh Warriors hear that word And from an Englifh king ! No, Siffric, never: Unfurl the Saxon ftandard ! See, my lords, Twice taken in the fight and twice recover'd, The hereditary glory lives with Edgar. Beneath that banner godlike Alfred conquer'd . Beneath that banner, drench'd in Danifh blood, My grandfire Iron-fided Edmund fought ; VVrench'd from my infant grafp, a bold ufurper Seiz'd it, poffeft it, died in it's defence : And fhall I, in the tame refpect of life, With clofe-furl'd enfigns, trailing in the dull, Halt in the rear of fame ? No, gallant Englifh,' Turn not, but as the galled panther turns, To lick his wounds, and with recruited fury Spring to the fight afrefh : So turn • fo ftand ! And from this height, ennobled by your valour, Hurl bold defiance to the foe beneath. (Drums, &c. THE EN D,."], [99, ""], [100, ""], [101, ""], [102, ""], [103, ""], [104, ""]]