[[1, ""], [2, ""], [3, "r 77 £ J £ /F\\- A COMEDY. fctRFORMED AT THE THE ATRE-ROYAi, DRURY-LANE. Bv RICHARD CUMBERLAND, Esq. LONDON: Printed for c. dilly, in the poultry,, 1794. [ Price is. 6d. ]"], [4, ""], [5, "PROLOGUE. Spoken by Mr. PALMER, OU R Comic Bard, before whofe roving eye Kingdoms and States in magic vifion lie, Sweeps o'er the map, and with a partial fmilc Fixes at length on his beloved Ifle, He views her deck'd in all her natural charms, And wrapt in peace, amidft the din of arms. \" Here, here,\" he cries, \" on Albion's foftering breaft, \" The Arts are fhelter'd, and the Mufes reft, .-\" Here I will build my ftage, by moral rule \" And fcenic meafure here erect my fchool ; \" A fchool for prejudice:— Oh ! that my ftroke \" Cou'd ftrip that creeper from the Britifti Oak! \" Twin'd round his generous fhaft, the tangled weed \" Sheds on the undergrowth it's baneful feed.\" This faid, he bids us ftrike the daring blow, That lays his fame or this defiler low. And now our Prologue fpeaks — In former days Prologues were abftrafts of their feveral Plays; But now, like guilty men, who dread their doonij We talk of every thing but what's to come, j As for our Fable, little I'll unfold ; For out of little much cannot be told. 'Tis but one fpecies in the wide extent Of prejudice, at which our fhaft is fent, 'Tis but this fimple leflbn of the heart- Judge not the Man by his exterior part : Virtue's ftrong root in every foil will grow, ' Rich ores lie buried under piles of fnow. If to your candour we appeal this night For a poor Client, for a lucklefs Wight, Whom Bard ne'er favour'd, whofe fad fate has been Never to (hare in one applauding fcene, In Souls like your's there fhould be found a place For every Victim of unjuft difgrace."], [6, "Dramatis Perfon s& §tR STEPHEN BERTRAM ■» Mr. Aickin. FREDERIC, his Son - - - , - Mr. Palmer. CHARLES RATCLIFFE - - Mr, Wroughtc^ SAUNDERS, Firft Clerk to 7 nk ., Sir STEPHEN - - i ' \"***«?«** SHEVA, a JEW - - - - - Mr. Bannister. JABAL, his Man - - - - - Mil. Suett. Mrs. RATCLIFFE - - - - Mrs. Hopkins, LOUISA RATCLIFFE - - - Miss Farren. Mrs. GOO0ISON - - - - Mrs. Booth; DORCAS, the Jew's Servant - - Miss TiBSVftiU Scene, LONDON. THE"], [7, "H H E JEW: A COMEDY. ACT I. SCENE I. — An Apartment in the Houfe of Sir Stephen Bertram. Sir Stephen Bertram, Frederic. Sir Stephen Bertram. WHY do you prefs me for reafons I'm not bound to give ? If I chufe to difmifs an afiiftant clerk from my counting-houfe, how does it concern you ? Fred. That clerk you took at my recommenda tion and requeft ; I am therefore interefted to hope you have no reafons for difmiffing him that affect his character. Sir Step. I am your father, Sir, and in this houfe fole mailer j I have no partners to account to; B nor"], [8, "T H E J E W: 2 no- will I brook any comments on my conduct from my fon. Fred. Yet, as your fon, may I not, without rifquing your difpleafure, offer one humble word upon the part of a defencelefs abfent friend ? Sir Step. A friend ! Fred. Yes, Sir, I hope I need not biufh to call Charles Ratcliffe friend. His virtues, his misfor tunes, his integrity,. (you'll undeceive me if I err) have much endear'd him to me. Sir Step. Say rather his connections : Come, I fee where all his friendfhip points — fo folly, to difgrace — therefore no more of it ! Break off! new friendfhips will not coft you dear ; 'tis better you fhould ceafe to call him friend, than put it in his power to call you brother. In one word, Fre deric, I never will accept of Ratcliffe's filler as my daughter-in-law — nor, if I can prevent it, fhall you fo far forget youfelf as to make her your miftrefs. Fred. Miftrefs ! Good Heaven !— But I'll reftrain myfelf. — You never faw Mifs Ratcliffe. Sir Step. I wifh you never had — But you have feen your laft of her, or me — I leave it to your choice. [Exit. Frederic I have no choice to make : fhe is my wife — and if to take beauty, virtue and elegance without fortune, when my' father would have me take fortune without them, is a crime that merits dis inheritance, I muft meet my punifhment as I can. The only thing I dread is the fevere but honorable reproof"], [9, "A COMEDY. 3 rep-roof of my friend Ratcliffe, to whom this mar riage is a fecret, and whofe diftinterefted refent ment I know not how to face : I muft diffemble with him ftill, for I am unprepar'd with my de fence, and he is here. Charles Ratcliffe enters. Ch. Well met, Frederic ! Fred. I wifh I could fay fo. Ch. Why ? what's the matter now ? Fred. I have no good news to tell you. Ch. I don't expect it, you are not made to be the bearer of good news j knavery engrofks all fortune's favor, and fools run up and down with the tidings of it. Fred. You are ftiil a philofopher. Ch. I cannot tell that till I am tried with pro sperity : it is that which fets our failings in full view ;, adverfity conceals them. — But come, difcufs : tell me in what one part of my compofition the ingenious cruelty cf Fortune can place another blow. Fred. By my foul, Charles., I am afham'd to tell you, becaufe the blow is now given by a hand I wifh to reverence. You know the temper of. Sir Stephen Bertram : he is my father, therefore I will not enlarge upon a fiibject, that would be painful to us both. .It is with infinite, regret I have fee n you (nobly defcended, and ftill more nobly en dow'd) earning a fcanty maintenance at your defk in his counting-houfe : It is a flavery you are now releas'd from. Ch. I underftand you ; Sir Stephen has no fur ther commands for me. . I v/iil go to him, and de liver up my keys. . * [GzAn*. B 2 Fred."], [10, "T ti £ JEW: 4 Fred. Have patience for a moment. — Do you guefs his reafons for this hafty meafure ? Ch. What care I for his reafons, when I know they cannot touch my honor ? Fred. Oh ! Charles, my heart is penetrated with your fituation ! What will become of thofe beloved objects — ? Ch. Why, what becomes of all the objects mifery lays low ? they fhrink from fight, and are forgotten. — You know I will not hear you on this fubject : 'twas not with my confent you ever knew there were fuch objects in exiftence. Fred. I ;wn it ; but in this extremity methinks you might relax a little from that rigid honor. Ch. Never ; but as the body of a man is brac'd by winter, fo is my refolution by adverfity. On this point only we can differ. Why will my friend perfift in urging it? Fred. I have done. You have your way. Ch. Then wid* your leave I'll go to your father. Fred. Hold ! Here comes one that fuperfedes all other vifitors — old Sheva, the rich Jew, the meereft muck-worm in the city of London : How the old Hebrew calls about for prodigals to fnap at ! I'll throw him out a bait for fport. Ch. No, let him pafs : what fport can his in firmities afford ? Sheva the Jew enters. Sheva. The good day to you, my young mafter ! How is it with your health, I pray ? Is your fader Sir Stephen Bertram, and my very good patron, to h% fpoken with } red."], [11, "ACOMEDY. 5 Fred. Yes, yes, he is at home, and to be fpoken with, under fome precaution, Sheva ; if you bring him money, you will be welcome, Sheva. Ah ! that is very goot. Monies Is we!-* come every where. Fred. Pafs on, pafs on ! no more apologies — ■ Good man of money, fave your breath to count your guineas. [Exit Sheva. That fellow wou'd not let his fhadow fall upon the earth, if he cou'd help it, Ch. You are too hard upon him. The thing is courteous. Fred. Hang him ! he'll bow for half a crown. His carcafe and it's covering wou'd not coin into a ducat, yet he is a moving mine of wealth. Ch. You fee thefe characters with indignation ; I contemplate them with pity. I have a fellow-feel ing for poor Sheva : he is as much in poverty as I am, only it is poverty of another fpecies : He wants what he has, I have nothing and want every thing. Mifers are not unufeful members of the community ; they act like dams to rivers, hold up the ftream that elfe wou'd run to wafte, and make deep water where there wou'd befhallows. Fred. I recollect you was his refcuer j I did not know you were his advocate. Ch. 'Tis true I fnatch'd him out of jeopardy. My countrymen, with all their natural humanity, have, no objection to the huftling of a Jew. The poor old creature was moft roughly handled. ■Fred. What was the caufe ? Ck. I never afk'd the caufe : There wa« a hundred B-3 . upoa."], [12, "THE JEW: 6 upon one ; that was caufe enough for me to make myfelf a fecond to the party over-match'd. I got a few hard knocks, but I brought off my man. Fred. The fynagogue fhou'd cannonize you( for the deed. Sheva returns*. Sheva. Aha! there is no bufinefs to be done; there is no talking to your fader. He is not juft now in the fweeteft of all poffible tempers — Any thing, Mr. Bertram, wanted in my way ? Fred. Yes, Sheva, there is enough wanted in your way, but I doubt it is not in your will to do it. ■ Sheva. I do always do my utmoft for my princi pals : I never fpare my pains when bufinefs is going ; be it ever fuch a trifle, I am thankful. Every little helps a poor man like me. Fred. You fpeak of your fpirit, I fuppofe, wheij you call yourfelf a poor man. All the world knows you roll in riches. Sheva. The world knows no great deal of me : I do not deny but my monies may roll a little, but for myfelf I do not roll at all. I live fparingly and labor hard, therefore lam called a mifer — I cannot help it — an uncharitable dog, I muft endure it -a blood-fucker, an extortioner, a Shylock — hard names, Mr. Frederic, but what can a poor Jew fay in return, if a Chriftian chufes to abufe him?. Fred. Say nothing, but fpend'your money like a Cfriftian. Sheva. We have no abiding place on earth, no country, no home : every body rails at us, every body flouts us, every -body points us out for their may-"], [13, "A COMEDY 7 may-game and their mockery. If your play writers want a butt or a buffoon, or a knave to make fport of, out comes a Jew to be baited and buffetted through five long act s for the amufement of all good Chriftians — Cruel fporf, mercilefs amufe ment ! hard dealings for a poor ftray fheep of the fcatter'd flock of Abraham ! How can you expect us to fhew kindnefs, when we receive none ? Ch. (advancing) That is true, friend Sheva, I can witnefs ; I am forry to fay there is too much juftice in your complaint. Sheva. Blefs this goot light ! I did not fee you — 'Tis my very good friend Mr. Ratcliffe, as I live. Give me your pardon, I pray you, fir, give me your pardon ; I fhould be forry to fay in your hearing that there is no charity for the poor Jews. Truly, fir, I am under very great obligations to you for your generous protection t'other night, when I was mob'd and mal-treated, and, for aught I can tell, fhould have been mafTacred, had not you flood for ward in my defence. Truly, fir, I bear it very thank fully in my remembrance; truly I do, yes truly. Fred. Leave me with him, Charles : I'll h6ld him in difcourfe whilft you go to my father. [Exit Charles. Sheva. Oh ! it was goot deed, very goot deed, to fave a poor Jew from a pitilefs mcb, and I am very very grateful to you, worthy Mr. Ah! the gentleman is gone away : that is another thing. Fred. It is fo, but your gratitude need nor go away at the fame time; yon are not bound to make good the proverb—\" Out of fight, out of mind.\" B 4 Sheva."], [14, "8 T H E J EW: Sheva. No, no, no ; I am very much oblig'd to him, not only for my life, but for the monies and the valuables I had about me: I had been huftled out of them all but for him. Fred. Well then, having fo much gratitude for his favours, you have now an opportunity of mak ing fome return to him. Sheva. Yes, yes, and I do make him a return of my thanks and goot wifhes very heartily. What can a poor Jew fay more ? I do wifh him all gbot things, and give him all goot words. Fred. Good words indeed ! What are they to a man, who is call naked upon the wide world, with a widow'd mother and a defencelefs lifter, who look up to him for their fupport ? Sheva. Good lack, good lack ! I thought he was in occupations in your fader's counting-houfe. Fred. He was, and from his fcanty pittance pioufly fupported thofe poor deftitutes : that fource is now ftopp'd, and as you, when in the midft of rioters, was in want of a protector, fo is he in the midft of his misfortunes in want of fome kind friend to refcue him. Sheva. Oh dear, oh dear ! This world is full of fadnefs and of forrow ; miferies upon miferiesj unfortunates by hundreds and by thoufands, and poor Sheva. has but two weak eyes to find tears for them all. Fred. Come, come, Sheva, pity will not feed the hungry, nor clothe the naked. Ratcliffe is the friend of my heart : I am helplefs in myfelf; rny father, though juft, is auftere in the extreme j I dare"], [15, "A COMEDY. 9 I dare not refort to him for money, nor can I turn my thoughts to any other quarter for the loan of a fmall fum in this extremity, except to you. Sheva. To me ! goot lack, to me ! What will be come of me? what will Sir Stephen fay ? He is full of monies ; but then again he is a clofe man, very auftere, as you fay, and very juft, but not very generous. Fred. Well, well, let me have your anfwer. Sheva. Yes, yes, but my anfwer will not pleafe you without the monies : I fhall be a Jewifh dog, a baboon, an imp of Beelzebub, if I don't find the monies ; and when my monies is all gone, what lhalll be then ? An afs, a fool, ajack-a-dandy ! Oh dear! oh dear!— Well, there muft be conditions, look you. Fred. To be fure : fecurity twice fecur'd ; pre mium and intereft, and bond and judgment into the bargain : only enable me to preferve my friend, give me that tranlport, and I care not what I pay for it. Sheva. Mercy on your heart ! What hafte and hurry you are in. How much did you want ? One hundred pounds, did you fay ? Fred, More than one, more than one. Sheva. Ah, poor Sheva! More than one hundred pounds! What! fo much as two hundred? 'Tis a great deal of monies. Fred. Come, friend Sheva, at one word — three hundred pounds. Sheva. Mercies defend me, what a fum ! Frtd, Accommodate me with three hundred pounds i"], [16, "T H E J E W: 10 pounds ; make your own terms ; confult your con fcience in the bargain, and I will fay you are a good fellow. Oh ! Sheva, did you but know the luxury of relieving honor, innocence and beauty from diftrefs. Sheva. Oh ! 'tis great luxury I dare fay, elfe yon wou'd not buy it at fo high a price. Well], well, well ! I have thought a little, and if you will come to my poor cabin in Duke's Place, you fhall have the monies. i Fred. Well faid, my gallant Sheva ! Shall I bring a bond with me to fill up ? Sheva. No, no, no : we have all thofe in my fhop. Fred. I don't doubt it — AD the apparatus of an ufurer [afide.] — Farewell, Sheva ! be ready with your inftruments, I care not what they are : only let me have the money, and you may proceed to diflection as foon after as you pleafe. [Exit Fred-, Sheva alone. Heigho ! I cannot chufe but weep — Sheva, thou art a fool — Three hundred pounds by the day, how much is that in the year? — Oh dear, oh dear! I fhall be ruin'd, flarv'd, wafted to a watch-light. Bowels, you fhall pinch for this: I'll not eat flefh this fortnight; I'll fuck the air for nourifhment ; I'll feed upon the fleam of an alderman's kitchen, as I put my nofe down his area.— Well, well ! but foft, a word, friend Sheva ! Art thou not rich ? monftrous rich, abominably rich ? and yet thou liveft on a cruft — Be it fo ! thou doft flint thine appe tites to pamper thine affe&ions j thou doft make thyfelf"], [17, "A C O M E D Y. 11 thyfelf to live in poverty, that the poor may live in plenty. Well, well*! fo long as thou art a mifer only to thine own coft, thou may'ft hug thyfelf in this poor habit, and fet the world's contempt at naught. Charles Ratcliffe enters, and fpeaks without noticing the Jew. Ch. Unfeeling, heartlefs man, I've done with you. I'll dig, beg, perifh, rather than fubmit to fuch unnatural terms — I may remain : my morher and my filler muft be banifh'd to a diftance. — Why, this Jew, this ufurer, this enemy to our faith, whofe heart is in his bags, wou'd not have us'd me thus — I'll queftion him — Sheva ! Sheva. What is your pleafure ? Ch. I do not know the word. Sheva. What is your will then ? fpeak it. Ch. Sheva \\ — You have been a fon — you had a mother— doft remember her ? Sheva. Goot lack, goot lack ! do I remember her! — Ch. Did'ft love her, cherifh her, fupport her ? Sheva. Ahme ! ah me ! It is as much as my poor heart will bear to think of her — I wou'd have died— Ch. Thou haft affections, feelings, charities — Sheva. I am a man, fir, call me how you pleafe. Ch. I'll call you Chriftian then, and this proud merchant Jew. Sheva. I fhall not thank you for that compli ment. Ch. And"], [18, "T H E J E W: xs Ch. And had'ft thou not a filler too ? Sheva. No, no fifter, no broder, no fon, no daughter: I am a folitary being, a waif on the world's wide common. Ch. And thou haft hoarded wealth, till thou art lick with gold even to plethory : thy bags run over with the fpoils of ufury ; thy veins are glutted with the blood of prodigals and gamefters. Sheva. I have enough: fomething perhaps to Jpare. Ch. And I have nothing, nothing to fpare but miferies, with which my meafure overflows — by Heaven, it racks my foul, to think that thofe beloved fufferers fhould want, and this thing fo abound [afideP] — Now, Sheva, now, if you and I were out of fight of man, benighted in fome defart, wild as my thoughts, naked as my fortune, fhou'd you not tremble ? Sheva. What fhou'd I tremble for ? — You cou'd not harm a poor defencelefs aged man. Ch. Indeed, indeed I cou'd not harm you, Sheva, whilft I retain'd my fenfes. Sheva. Sorrow difturbsthem; yes, yes, it is forrow. Ah me, ah me! poor Sheva in his rime has been driven mad with forrow. — 'Tis a hard world. Ch. Sir, I have done you wrong — You pity me, I'm fure you do : thofe tones cou'd never proceed but from a feeling heart. Sheva. Try me, touch me ; I am not made of marble. Ch. No, on my life you are not. Sheva. Nor yet of gold extorted from the prodigal: I am no fhark to prey upon mankind. What I have"], [19, "A C O M E D Y. 13 have got, I have got by little and litde, working hard and pinching my own bowels — I cou'd fay fomething, it is in my thoughts ; but no, I will not fay it here : this is the houfe of trade ; that is not to my purpofe — Come home with me, fo pleafe you— 'Tis but a little walk, and you fhall fee what I have (hewn to no man, Sheva's real heart— I do not carry it in my hand— Come, come, I pray you come along. [Exeunt. SEnd of ACT I, ACT"], [20, "THE J E W: 14 ACT II. SCENE, a Chamber. Eliza Ratcliffe alone. Eliza. OH ! happy me, poffefs'd of all my heart de- lights in ; and miferable me, for having ruin'd what I love. Alas ! poor Bertram, fond to defpe ration, generous to thy deftruction ! — Why then did I marry, wherefore did I fuffer him to be the vic tim of a fatal paffion ? What power perverted un derftanding, heart, humanity? What power but that, which can do all things, good or ill, make virtue and unmake it, animate our courage and ex tinguifh it ? — Love is at once my crime and my excufe. Good heavens ! my mother. — Mrs._ Ratcliffe enters. [Eliza takes her hand and kiffes it. Mrs. R. Eliza ! Child ! what means this more than ufual agitation ? Eliza. Is it then more than ufual ? Mrs. R. You weep — Eliz. Do I ? 'Tis natural, when I contemplate face fo dear and fo decay'd, furrow'd with cares and forrows for my fake. — Ah ! my dear mother, you have lov'd me much too well. Mrs. R."], [21, "A COMEDY, 15 • Mrs. R. My darling, can that be, feeing I love your brother alfo ? You fhare my heart between you. Eliza. Give all to him : he has deferv'd it better. Mrs. R. Heaven blefs him to the extent of his defervings ! On him refts all our hope ; to hirrt we cling, as to the laft dear relick of our wreck'd nobility. But he's a man, Eliza, and endow'd with ftrength and fortitude to flruggle in the florm ; we are weak helplefs women, and can do no more than fuffer and fubmit. Eliza. True, but there is a part allotted to the weakeft, even to me ; an humble one indeed, and eafily perform'd, fince nothing is requir'd but to obey, to love you and to honour you. Mrs. R. And you have done it faithfully, my child. Eliza. You think {o, my dear mother, but your praife is my reproach. — Oh ! had I now a crime upon my confcience, and fhou'd I kneel thus and beg for pardon at your feet, what wou'd you fay ? Mrs. R. Aftonifhment might keep me filent for a while, but my firft words wou'd be to pity and forgive you. Eliza. That I can err this guilty hand will wit nefs. — Well may you flart. That hand is Ber tram's ; and that ring, pledg'd at the altar, was put on by him this very morning— I am Bertram's wife. ■ Mrs. R. Rife, quit this fupplicating pofture till you find yourfelf in prefence of fome perfon left difpos'd to pardon you than I am. 3 Eliza."], [22, "T H E J E W: 16 Eliza. How mild is that rebuke ! how mercfful f Your eye, like Nature's, penetrates my heart : you fee it weak as woman's refolution is, empaffion'd not impure, conquer'd but not corrupted. Mrs. R. I fee myfelf reflected in my child : juf tice demands a cenfure ; confcious recollection checks me from pronouncing it : but you have a brother, whofe high-foaring fpirit will not brook clandeftine marriages : your hufband has a father of another fpirit as I fear. Alas ! my child, be twixt the lofty and the low you muft fleer well to keep a fteady courfe. Eliza. I fee my danger ; and tho' Bertram's ar dor painted it in fainter colours than it's true com plexion may demand, yet I fhou'd hope the nature of a father cannot be fo ftern as never to forgive a choice that difappoints, but, let me hope, does not difgrace him. Mrs. R. The name of Ratcliffe cannot. A daughter of your houfe in better days wou'd hardly have advanc'd his knighthood higher than her foot-cloth. Eliza. Aye, Madam, but 'the pride of birth does but add flings poverty. We muft forget thofe days. Mrs. R. Your father did not. Eliza. Ah, my father! — Mrs. R. Your brother never will. Eliza. Yet he is humble for our fakes. Think what he does. Good heavens, my hufband's father's clerk. Dear Madam, tell me why he did not rather go where his courage call'd him, where his perfon 1"], [23, "A C O M E D Y. 17 perfon wou'd have grac'd the colors that he carried. Mrs. R. Child, child, what colors ? Surely you forget the interdiction of a father barr'd him from that fervice, Eliza. Alas, alas ! Mrs. R. The bread wou'd choak him, that he earn'd under a father's curfe. Eliza. We have bled for our opinions, and we have ftarv'd for them : the axe and fword and po verty have made fad havoc with our family : 'tis time we were at peace. The world is now before us : on this hour depends the fate of all perhaps that are to come. Frederic is with his father ; he is determin'd to avow his marriage, and to meet the confequences. I never faw Sir Stephen, and have nothing but conjecture to direct me : I tremble for the event. Mrs. R. 'Tis a diftrefsful interim ; and it is now the hour when I expect your brother. Eliza. Oh ! that is worfie than all ; for pity's fake hide me from him till Frederic returns : let mc retire. Mrs. R. Come then, tny child ! I know not what it is, but fomething whifpers me that all will yet be well, Eliza. Ten thoufand bleflirtgs on you for that chearing hope : how my heart bounds to embrace it ! 'Tis an aufpicious omen, and I hail it like the Voice of infpi ration. [Exeunt i c SCENE"], [24, "THE JEW: 18 SCENE changes to Sheva's Houfe. Dorcas, and afterwards Jabal. Dorcas. Why Jabal, I fay Jabal ! Where are you, fluggard ? Jabal. Here am I-, mother Dorcas ! Oh ! what a flarving flar was I born under, to be the rich Jew's poor fervant. No reft, no peace whilft you are awake. Lud-a-mercy ! if you did but know how your pipe echoes in this empty houfe. Dorcas. Child, child, you muft not think to be idle here. Jabal. What wou'd you have me do I Brulh the bare walls for a breakfaft ? A fpider could not make a meal upon them. Dorcas.- I warrant diou haft fill'd thy belly, cor morant. Jabal. I have not had a belly-full fince I belong'd to you. You take care there fhall be no fire in the kitchen, mailer provides no prog upon the fhelf, fo between you both I have plenty of nothing but cold and hunger. Dorcas. Hunger indeed ! How fhou'd thy fto mach ever be fill'd, when there is no bottom to it I 'tis like the Dead Sea, fathomlefs. Jabal. 'Tis like the Dead Sea fo far, that neither fifh nor flelh are to be found within it. Dorcas. Sirrah ! you have a better mailer than you think for. It is unknown the charities he gives away. Jabal. You're right, it is unknown ; at leaft I 3 never"], [25, "A COMEDY, 19 never found the fecret out. If it is charity to keep an empty cupboard, he has that to boaft of; the very rats wou'd run away from fuch a caterer. If it is charity to clothe the naked, here is a fample of it : examine this old drab, you may count the threads without fpectacles ; a fpider's web is a warm blanket to it. If it is charity to feed the hungry, I have an empty ftomach at his fervice, to which his charity at this prefent moment would be very feafonable. Dorcas. You muft mortify your carnal appetites : how often fhall I teach you that leffon ? Jabal. Every time I fet eyes upon you. Dorcas. Hav'n't you the credit of belonging to one of the richeft men in the city of London ? Jabal. I wifh I was turnfpit to the pooreft cook's Ihop inftead. Oh ! if my mafter had but fixt his abode at Pye Corner, or Pudding-lane, or Fifh ftreet-hill, or any of thofe favory places ! — What am I the fatter for the empty dignity of Duke's Place ? I had rather be a mifer's heir than a mifer's fervant. . Dorcas. And who knows what may happen ? Mafter has not a relation I ever heard of in the univerfal world, Jabal. No, he has ftarv'd 'em all out. A ca meleon cou'd not live with him ; he wou'd grudge him even the air he feeds on. Dorcas. For fhame, flanderer ! His good deeds will fhine out in time. Jabal. I fhan't ftand in their light; they may fhine through me, for I am grown tranfparent in C 2 his"], [26, "THE JEW: 20 his fervice.— Had not he like to have been torn to pieces t'other day by the mob for whipping a ftarv'd cat out of his area ? Dorcas. And whofe fault was that but thine, un gracious boy, for putting it there ? I am fure I have caufe to blefs the gentleman that fav'd him. — But hufh ! Here comes my good mafter ; and as I live the very gentleman with him — Ah ! then I guefs what is going forward. Enter Sheva and Charles Ratcliffe. Sheva. So, fo, fo ! What's here to do with you ? Why are you not both at your work ? — Dorcas, a cup of cold water — I am very thirfty. [Exit Dorcas. Jabal. Are you not rather hungry too, Sir? Sheva. Hold your tongue, puppj' ! Get about your bufinefs ; and here ! take my hat, clean it carefully, but mind you do not brufh it — that will wear off the nap. Jabal. The nap indeed ! There is not fhelter for a flea. [Exit. Sheva. Aha ! I am tired. I beg your pardon, Mr. Ratcliffe ; I am an old man. Sit you down, I pray you, fit you down, and we will talk a little. [Dorcas brings a glafs of water] So, fo ! that is right. Water is goot. — Fie upon you, Dorcas ; why do you not offer the glafs to my gueft before me ? Dorcas. Lord love him '. I'd give him wine, if I had it. Sheva. No, no, it is goots water, it is better than"], [27, "A C O M ED Y. 21 than wine : wine is heating, watet is cooling ; wine colls monies, water comes for nothing — Your good health, Sir — Oh ! 'tis delicious, it is fatis fying: I was very empty before, my ftomach was craving, now I am quite content. — Go your ways, Dorcas, go your ways. — (Exit Dorcas.) Sir, I have nothing to afk you to but that water, which you wou'd not drink : 'twas very goot water not withftanding. — Ah ! Mr. Ratcliffe, I muft be very faving now ; I muft pinch clofe. Ch. For what ? Are you not rich enough to al low yourfelf the common comforts of life ? Sheva. Oh yes, oh yes ! I am rich to be fure— Mercy on me, what a world of monies fhou'd I now have, if I had no pity in my heart ! But it melts and melts, or elfe — Oh ! dear me, what a heap it wou'd have been •! Ch. Pardon me, Sir, if I fay there are fome feem ing contradictions in your character, which 1 can not reconcile. You give away your money, it fhould feem, with the generofity of a prince, and I hear you lament over it in the language of a mifer. Sheva. That is true, that is very true : I love my monies, I do love them dearly ; but I love my fellow- creatures a little better. Ch. Being fo charitable to others, why then will you not fpare a little to yourfelf? Sheva. Becaufe I am angry with myfelf for being fuch a baby, a child, a chicken. Your people do not love me, what bufinefs have I to love your people ? I am a Jew ; my fathers up to Abraham C 3 all"], [28, "T H E J E W: 22 all were Jews — Mercilefs mankind, how you have perfecuted them ! My family is all gone, it is ex tinct, my very name will vanifh out of memory when I am dead— I pray you pardon me; I'm very old, and apt to weep ; I pray you pardon me. Ch. I am more difpos'd to fubfcribe to your tears than to find fault with them. Sheva. Well, well, well ! 'tis natural for me to weep when I reflect upon their fufferings and my own. — Sir, you fhall know — but I won't tell you my fad ftory : you are young and tender-hearted — It is all written down — You fhall find it with my papers at my death. Ch. Sir ! — At your death ? — Sheva. Yes, fure, I muft die fome time or other: tho' you have fav'd my life once, you cannot fave it always : I did tell you, Mr. Ratcliffe, I wou'd fhew you my heart. Sir, it is a heart to do you all poffible good whilft I live, and to pay you the debt of gratitude when I die : I believe it is the only one I owe to the pure benevolence of my fellow creatures. Ch. I am forry you have found mankind fo un grateful. Sheva. Not fo, not fo ; I might perhaps have found them grateful, if I had let them know their benefaflor; I did relieve their wants, but I did not court their thanks : they did eat my bread, and hooted at me for a mifer. Jabal enters. Jabal, A gentleman, who fays his name is Ber- tram,"], [29, "A C O M E D Y. 23 tram, waits to fpeak with you —I fancy he comes to borrow money, for he looks wondrous melan choly. Sheva. Hold your tongue, knave ; what is it to you what he comes for ? Jabti. I'm fure he does not come for dinner, for he has not brought it with him. Sheva. I pray you, Mr. Ratcliffe, pafs out that way, 1 wou'd not have you meet. — Admit Mr. Bertram. [Exeunt Jabal and Charles. Frederic enters. Sheva. You are welcome, Mr. Bertram: our bufinefs may qi'xkly be difpatch'd. You want three hundred pounds — I have made fhift to fcrape that fum together, and it is ready for you. Fred. Alas, Sheva ! fince laft I faw you I am fo totally undone, that it wou'd now be robbery to take your money. — My father has expell'd me from his houfe. Sheva. Why ? for what caufe ? Fred. I have married — Sheva. Well, that is natural enough. Fred. Married without his knowledge — Sheva. So did he without your's. What befides ? Fred. Married a wife without a farthing. Sheva. Ah ! that is very filly, I muft fay. Fred. You cou'd not fay fo, did you know the lady. Sheva. That may be, but I do not know the lady : you have not nam'd her to me. Fred. The filler of Charles Ratcliffe. C 4 Sheva."], [30, "T H E J E Wi 24 Sheva. Ah ! to Mifs Ratefiffe ? Is it fo ? And fhe is goot and lovely, but fhe has no monies ; and that has made your fader very angry with you ? Fred. Furious, irreconcileable. Sheva. Why truly, monies is a good thing, and your fader is not the only man in England that does think fo : I confefs I'm very much of his mind in refpect of monies. Fred. I know you are ; therefore keep your money, and good morning to you. Sheva. Hold, hold, be not fo hafly ! If I do love my monies, it may be becaufe I have it in my power to tender them to you. Fred. But I have faid I never can repay you whilft you are in this world. Sheva. Perhaps I fhall be content to be repaid when I am out of it— I believe I have a pretty many pofl-obits of that fort upon the file. Fred. I do not rightly underftand you. Sheva. Then pray you have a little patience till I'm better underftood.*— Sir Stephen had a match for you in view ? Fred. He had. Sheva. What was the lady's fortune ? Fred. Ten thoufand pounds. Sheva. That is a goot round fum ; but you did not love her, and you do love your wife. Fred. As dearly as you love your money. Sheva. A little better we will hope, for I do lend my monies to my friend. — For inftance, take thefe bills, three hundred pounds — What ails you ?, —They are goot bills, they are bank — Oh ! that I had"], [31, "A C O M E D Y. 25 I had a fack full of them ! — Come, come, I pray you take them. They will hire you very pretty lodging, and you will be very happy with your pretty wife — I pray you take them. — Why will you be fo hard with a poor Jew as to refufe him a goot bargain, when you know he loves to lay his monies out to profit and advantage ? Fred. Are you in earneft i You aftonifh me. Sheva. I am a little aftonifh'd too, for I did never fee a man fo backward to take money : you are not like your fader. I am afraid you are a little proud. Fred. You fhall not fay fo : I accept your ge nerous tender. Sheva. I wifh it was ten thoufand pounds, then your goot fader wou'd be well content. Fred. Yes, of two equal fortunes I believe he wou'd be good enough to let me take my choice. Sheva. Oh ! that is very kind ; he wou'd give you the preference when he had none himfelf. Fred. Juft fo : but what acknowledgment fhall I give you for thefe bills ? Sheva. None, none; I do acknowledge them myfelf with very great pleafures in ferving you, and no fmall pains in parting from them. I pray you, make yourfelf and pretty wife comfortable with the monies, and I will comfort myfelf as well as I can without them — Ah, poor Sheva ! when thou art beggar man, who will take pity of thee ? — Well, well ! no matter— now I muft take a little walk about my bufinefs — I pray you pardon my tinpoHtenefs. Fred."], [32, "26 T H E J E W: Fred. No apology: I am gone — Farewell, Sheva ! Thou a mifer ! thou art a prince. [Exit. Sheva. Jabal ! open the door. Jabal enters. Jabal. 'Tis done, Sir. Sheva. How now, Sirrah ! You was liftening at the key-hole. Jabal. Not I, Sir; I was only oiling the lock: You love to have your bolts flip eafily. Sheva. You are a jackanapes : I fhall flip you out of my door by and bye. [Exit Sheva. Jabal. You may flip me thro' the crack of it, if I flay much longer with you — But to be fure I did liften, that is the truth of it. Hip ! Holloa I Mother Dorcas ! Dorcas enters. Jabal. Oh ! I am glad you are in the way. Lend me your one ear, and I'll tell you a fecret. Dorcas. Let us hear it, Jabal, I love a fecret — Come on this fide of me. Jabal. That's true ; your left ear — Well, do you hear me ? I have made a difcovery. Dorcas. I have no objection to a difcovery. Out with it ! Jabal. Mother Dorcas, I have difcover'd that our old mafter is no more a mifer than I am. Dorcas. I told you fo. Jabal. So you did, but that's not all. I have found out befides that he is no Hebrew, no more a Jew than Julius Csefar; for to my certain knowledge he"], [33, "A C O M E D Y. 27 he gives away his money by handfulls to the con fumers of hogs-flefh. Dorcas. He is merciful to all mankind. Jabal. Yes, and to all fheep and oxen, lambs and calves, for lie will not fuffer us to touch a morfel of their flelh. Now becaufe he lives without food, that's no reafon I fhou'd ftarve for want of eating. Oh ! Mother Dorcas, 'tis untold what terrible and abominable temptations I ftruggle with. Dorcas. How are you tempted, child ? Tell me what it is that moves you. Jabal. Why 'tis the devil himfelf, in the fhape of a Bologna faufage : Gracious ! how my mouth did water, as I faw a firing of them dangling from the penthoufe of an oilman's fhop ! The fellow wou'd have perfuaded me they were made of afs's flefh — Oh ! if I cou'd have believ'd him. Dorcas. Oh I horrible ! You muft not touch the unclean beaft. Jabal. No, to be fure ; our people have never tailed bacon fince they came out of the land of Ham. Dorcas. Jabal, Jabal, what an efcape you have had! Jabal. So had the faufages, for my teeth quiver'd to be at them. Dorcas. Come, my good lad, thou fhalt be re compens'd for thy felf-deniai : I have an egg for thee in the kitchen. Jabal. I hope it is an oftrich's, for I am mortally fharp fet — Oh, mother, I have a thought in my head —"], [34, "28 T H E J EWi head — I will give old mafter warning, and feek my fortune elfewhere. Dorcas. Where will you feek it ? Jabal. Where there is plenty of prog, be aflur'd— I will go upon the ftage and turn a<5lor : there is a great many eating parts, and I hope to fill them all. I fpent fixpence t'other night upon a farce, where there was a notable fine leg of lamb ferv'd up before the audience. Oh how I did long to be the attorney ! I won't fay fo many good things wou'd have come out of my mouth, but a pretty many more wou'd have gone into it. Dtmas. How you ramble, Sirrah ! What me-. grims you have in your head ! Jabal. Emptinefs breeds them. Mercy, how dad I fhould be to fee it written down in my part — Enter Jabal with a roaft chicken ! Dorcas. Come, come, homelier fare muft con tent you. Let us light the lamp, and boil our eccr. '•Ob* Jabal. What ! is it between us ? One egg, and two to eat it ? Dorcas. Well, I care not if I fpend fixpence for a treat, fo thou wilt be fociablc and merry when it is over. Jabal. Agreed ! only give me good cheer for my dinner, and we will have good humour for the defert. [Exeunt, End of ACT II,"], [35, "A COMEDY. 29 ACT III. Scene, a Chamber. Frederic and Mrs. Ratcliffe. Frederic CAN you forgive me ? Has my lovely ad- vocate fued out my pardon, and may T now invoke a blefling on my love and me ? Mrs. R. Heaven in its bounty blefs you both ! May all good fortune follow you, all comforts light upon you, and love and happinefs ever fubfift be tween you ! Fred. Such piety can never pray in vain. — Where is Eliza? Mrs. R. She does not know you are here. Shall I call her? Fred. Not yet. I have a little fum, and you muft be our banker : Charles is too proud to touch it; his fpirit is of a pitch too high to floop to worldly matters. We have, been warm and cor dial friends, how we may fare as brothers, Heaven only knows : I have fome fears. Mrs. R. Eliza is impreffed with the fame ap prehenfions, but if Sir Stephen acquiefces ; all will be well: I hope this money is a token of his for givenefs. Fred."], [36, "T H E J E IV! 30 Fred. 'Twill fcrve to fetus out: I have pro vided lodgings more commodious ; I hope you will permit Eliza to remove, and I make further fuit that you will have the goodnefs to accompany her. Mrs. R. Well; but you do not anfwer to my queftion of the money. — Hav'n't you feen your father ? Fred. I have feen him. Mrs. R. And explain'd to him ? Fred. I have. Mrs. R. Well ! what fays he? Fred. If he had faid what wou'd have done him honor, and given eafe to my Eliza's mother, I ihould not have waited for your queftion : But nature muft have time to work. I have only ftirr'd the dregs. — May I now fee Eliza? There is a cloud on my heart alfo, which only her bright pre fence can difpel. Mrs. R. Ah! Sir, fhe can be only bright hence forward by reflection ; her funfhine muft be caught from your's. — However, I will fend her to you. [Exit. Frederic Oh ! that my father was now Handing by me to behold her, and confefs how irrefiftible fhe is 1 — Eliza enters. Oh ! my foul's joy, my treafure, my Eliza ! [Embracing her. Eliza. Frederic, what tidings ? Fred. None but of love, encreafing with each moment, glowing with every beam that thofe foft eyes"], [37, "A C O M E D Y. 31 eyes diffufe, and heighten'd into rapture by thofe charms, thofe graces, that each look, word, mo tion fpread around you. Eliza. Thefe are fond flattering words; but where's the confolation, that you wou'd have oriven me had you brought back a pardon from your father? This ardor only proves that you had too much love, and I too little generofity. Fred. Take courage, Eliza ! I have not loft the field, only prolong'd the fight : I have but fkir mifh'd with him yet; he has not felt my flrength. Let me fet you in fight, and if there is a callous in his heart, (which I won't fay there is) your eyes, my charmer, will refine and melt it. Eliza. My eyes have injur'd him too much al ready. — Oh ! you rafh man, why did you take fuch •pains to be undone ? Why lull me into dreams of happinefs, till I forgot that I was poor and wretch ed ? Deceiver of yourfelf and me, I thought we trode on flowers, and never fpied the precipice be hind you. Fred. I fee no precipice ; I fear none. Eliza. Hear me, my Frederic, let love fland off a while, and give your ear to reafon. — 'Tis fit that you fhould know the heart, for which you have rifqu'd fo much.. Our marriage was a rafh one; be that my witnefs how I lov'd you, for never till this day had I the recollection of one act, that weigh'd upon my confcience, or reproach'd me with the fin ofdifobedience in the flighteft inftance : But, though I wanted firmnefs to oppofe your love, I am not void of courage to prevent your ruin. — • Have"], [38, "T HE J E W: 32 Have patience ! hear me out — Sir Stephen Ber tram wifh'd for money ; I have none to give him, the fortune of my houfe is crtifn'd, the fpirit yet furvives, even in me, the weakeft and perhaps the humbleft of the name ; but I refill contempt, and, if he fpurns my poverty, I have a fure refource, that fhall compel him to applaud my fpirit. Fred. What do you mean ? Your looks, your language terrify me. Eliza. Oh! I have lov'd you far too well to trifle. I will convince the world 'twas not by in tereft my heart was gain'd; 'twas not to keep off want, to live at eafe, and make the noble relicks of my family retainers of his charity, I married to Sir Stephen Bercram's fon ; it was with worthier, purer views, to fhare his thoughts, unite my heart to his, and make his happinefs my own : Thefe fentiments are my inheritance ; if thefe will not fuffice for his ambition, they will teach me how to act becoming of my birth, under the imputation ofhisfon's fe ducer. Fred. Hence with that word ! It is a profanation to your lips. Was ever man fo bleft, fo honor'd, fo exalted as I am ? If pride will not fee it, if avarice cannot feel it, is that a reafon why humility and gratitude fhou'd not be bleft in the enjoyment of it. Mrs. Ratcliffe enters. Mrs. R. Eliza, your brother is come. Eliza. Leave me, I befeech you, Frederic, leave S me!"], [39, "A COMEDY. 33 me ! Let me confer with him alone : There's no way elfe to pacify him. Mrs. R. Come, let us yield to her requeft : I do believe fhe's right. [Exit Mrs. R. and Fred. Charles enters. Charles. Alone ! how is my dear Eliza ? You look pale, my love — Have you been out, or are you going out ? Has any thing occurr'd ? You are more dreft than ufual. Eliza. Am I ? No, fure ; you have feen this drefs before. I have nothing new. Ch. I can't fay quite as much, for I have a new livelihood to feek : Sir Stephen has difcarded me. Eliza. Oh ! fie upon him. Ch. No, no ; the man is worldly wife, no more. He has a fon, Eliza, and he has found out I have a filler. Who can blame him ? Beauty is a danger ous thing when honor does not guard it. But I know whtt my Eliza is, and therefore, to confute fufpicion, and put this careful merchant at his* eafe, we will cut fhort the queftion, and retire from London. Eliza. Where muft we go ? Ch. Far enough off for his repofe be fure; I am forry on account of Frederic, for I love him ; but he has been too frequent in his vifits here, and he knows I think fo. He will be happier for our parting. Eliza. I doubt that — Is your refolution taken ? Ch. Irrevocable — Northward is my point — ■ D Where"], [40, "THE J E IV: j4 Where is my mother ? I wou'd fpeak with her. Eliza. Stay ! Hear your filler firft. Ch. What ails you? what is coming ? Why do you tremble ? Eliza. Oh, Charles ! [Weeps, and hides her face-. Ch. What is it ? Speak. Eliza. I am the wife of Frederic. Ch. Heaven and good angels forbid it ! Eliza. Heaven and good angels, as I hope, have witnefs'd it. Ch. Rafh girl, you have undone him ; torn afun der nature's ftrongeft tye, fet father againft fon— When was the name of Ratcliffe difhonor'd until now ? — I've done with you. Eliza. Charles!— Brother ! — Benefactor! Is there yet a name more tender, an appeal more facred ? Did hard fortune leave me only one protector, one dear friend, and will not he forgive me ? — Take me then, and hurl me to the ground, as one not worth preferving. [Throws herfelf on his neck. Ch. Wretched Eliza, did I ever till this mo ment meet your embrace with coldnefs ? Have I not lov'd you, heaven and earth, how much! — How then have I deferv'd to be difhonor'd by you, and to have my name ftamp'd as the joint fe ducer of a fond weak youth, who will have caufe to execrate the hour when firft he called me friend ? Eliza. Strike me not to the heart with your re proaches, but in pity hear me : I am not lightly-, minded, not ignobly taught how to diftinguifh ho nor, for I am your fifter, and have a faint, that does 8 ROt"], [41, "A COMEDY. 35 hot blufh to call me daughter ; She has pronounc'd my pardon. Ch. She is all pity ; forrow has melted her fond heart to weaknefs. Eliza. And can you then find no excufe for mine ? What have I known but forrow, except gratitude to you, and love to Frederic ? Cannot you allow for a fond forrow-meked heart in me as well as in my mother ? You faid but now that as a friend you lov'd him: I love him as a friend ; but woman's friendlhip to your fex, when years, affections, fen timents fo harmonize, as Frederic's with mine, how long will it retain its flation in two hearts before it draws them clofer, and unites them as you fee ? Ch. We'll have no more of this, Eliza. There is a weaknefs lurking at my heart, that warns me how I truft myfelf too far ; you have made wreck of your own honor, wretched girl ; I may ftill refcue mine. [Exit. Frederic dnd Mrs. Rat cliffe enter. Mrs. Ratcliffe. Eliza ! — my dear child ! how has it pafs'd ? Fred. It is toO plain how it has pafs'd — She is in tears, pale and trembling— By my foul, it is too much. Eliza. Hufh, hufh ! be ftill. Fred. She'll faint; by Heavens, fhe'll faint. — Oh, monftrous cruelty ! Why did I leave her ? Why did you perfuade me ? D 2 Eliza."], [42, "36 T H E J E W: Eliza. Give me your arm — Lead me into trie other room : I fhall recover there, if you will be but patient. [Exeunt. (Scene changes to Sir Stephen Bertram'^ Houfe.) Sir Stephen Bertram and Saunders. Sir Stephen. Well, Saunders, what news have you been able to collect of my undutiful fon ? Saun. I have not feen Mr. Bertram, but I am told he has fettled himfelf in very handfome lodg ings, and is gone to remove his lady to them. Sir S. His lady, do you call her? Can you find no fitter term ? Where fhou'd he get the means to fettle ? He was not furnifh'd with them by me; who elfe will do it ? If he attempts to raife money upon expectancies, be it at their peril, who are fools enough to truft him : No prudent man will be his bubble. — If I were fure that was his praflice,, I fhou'd hold it matter of confeience, to advertifa agai/ift his debts. Saun. Perhaps there may be fome perfons in the world, who think you will not always hold out againft an only fon. Sir S. Then let thofe perfons fmart for their opinion : they little know the feelings of an injur'd father; they cannot calculate my hopes, mydifap pointments, my regret. Fie might have had a lady with an ample fortune ; A wife without a fhilling is"], [43, "A C O M E D Y. 37 is but what avails complaint ? Cou'd you learn nothing further who fupplies him, who holds him up ? Saun. I hear that he had money of your broker, Sheva. Sir S. That muft be falfe intelligence. He will as foon make gold by tranfmutation, as wring it from the gripe of that old ufurer : No, no, Sheva is too wary, too much a Jew to help him with a Ihilling. Saun. Yet I was fo inform'd by his own fervant Jabal. He fays, Mr. Bertram came to old Sheva's houfe by appointment ; that he overheard their whole converfation, in which your fon very honorably flated the utter ruin your difpleafure had brought upon him, and wou'd have refus'd the money, but that old Sheva fore'd it upon him. Sir S. It mocks all belief; it only proves that Sheva, the moft inveterate mifer in exiftence, has a fellow Jew for his fervant, one of the com pleteft liars in creation. Saun. I am apt to give him credit for the fact, notwithftanding. Sir S. Then give me leave to fay ysu have more faith than moft men living : was I to give fo much credit, Mr. Saunders, I fhou'd foon flop. Saun. I am not quite fo fixt in my perfuafion of old Sheva's character as you are. In his dealings, all the world knows he is punftilioufly honefl; no man's character flands higher in the Alley; and his fervant tells me, though he ftarves himfelf, he is fecretly very charitable to others. D 3 Sir"], [44, "T HE J E W: 38 Sir S. Yes, this you may believe, if you are dif pofed to take one Jew's word for another Jew's character: I am obftinate againfl both; and if he has filpplied the money, as I am fure it muft be on ufurious principles, as foon as ever I have the old mifer in my reach I will wring either the truth from his Hps, or the life out of his carcafe. Sheva enters. Sheva. How does my worthy mafter? I am your very humble fervant, goot Sir Stephen Ber tram. I have a little private bufinefs to impart to you with your goot leave, and if your leilure ferves. Sir S. Leave us, if you pleafe. [Exit Saunders* Sheva. Aha! I am very much fatigued; there is great throng and prefs in the offices at the Bank, and I am aged and feeble. Sir S. Hold, Sir! — Before I welcome you within thefe doors, or fuffer you to fit down in my pre fence, I demand to know explicitly, and without prevarication, if you have furnifh'd my fon with money fecretly, and without my leave ? Sheva. If I do lend, ought I not to lend in fe cret? If I do not afk your leave, Sir Stephen, may I not difpofe of my own monies according to my own liking ? But if it is a crime, I do wifh to afk you who is my accufer ? that, I believe, is juftice every where, and in your happy country I do think it is l^w likewjfe, fa"], [45, "A C O M E D Y. 39 Sir S. Very well, Sir, you fhall have both law and juftice. The information comes from your own fervant Jabal. Can you controvert it? Sheva. I do prefume to fay my fervant ought not to report his mafler's fecrets; but I will not fay he has not fpoken the truth. Sir S. Then you confefs the fa£l — Sheva. I humbly think there is no call for that: you have the information from my foot-boy — I do not deny it. Sir S. And the fum — Sheva. I do not talk of the fum, Sir Stephen, that is not my praflice; neither, under favor, is my foot-boy my cafhier. If he be a knave, and liften at my key-hole, the more fhame his : I am not in the fault. Sir S. Not in the fault ! Wretch, mifer, ufdrer ! you never yet let loofe a fingle guinea from your gripe, but with a view of doubling it at the return. I know you what you are. Sheva, Indeed ! 'tis more than I will fay of my felf. — I pray you, goot Sir Stephen, take a little time to know my heart, before you rob me of my reputation. I am a Jew, a poor defencelefs Jew ; that is enough to make me mifer, uiurer — Alas ! I cannot help it. Sir S. No matter : you are caught in your own trap : I tell you now my fon is ruin'd, difinherited, undone. One confolation is that you have loft your money. Sheva. If that te a confolation, you are very D 4 welcome"], [46, "T H E J EW: 40 welcome to it. If my monies are loft, my motives are not. Sir S. I'll never pay one farthing of his debts j he has offended me for life ; refus'd a lady with ten thoufand pounds, and married a poor mifs without a doit. Sheva. Yes, I do underftand your fon is mar ried. Sir S. Do you fo ? By the fame token I under-! you to be a villain. Sheva. Aha ! that is a very bad word— villain, I did never think to hear that word from one, who fays he knows me, I pray you now permit me to fpeak to you a word or two in my own defence, I have done great deal of bufinefs for you, Sir Stephen ; have put a pretty deal of monies in your pocket by my pains and labors : I did never wrong you of one fixpence in my life : I was content with my lawful commiflion. — How can I be a, villain ? Sir S. Do you not uphold the fon againft the fa ther? Sheva. I do uphold the fon, but not againft the fader ; it is not natural to fuppofe the oppreffor and the fader one and the farne perfon. I did fee your fon ftruck down to the ground with forrow, cut tf> the heart : I did not flop to afk whofe hand had laid him low ; I gave him mine, and rais'd him Up. Sir S. You ! you to talk of charity ! Sheva. I do riot talk of it j I feel it. flr"], [47, "A C O M E D Y. 41 Sir S. What claim have you to generofity, hu-> manity, or any manly virtue ? Which of your mo ney-making tribe ever had fenfe of pity ? Shew me the terms, on which you have lent this money, if you dare ! Exhibit the dark deed, by which you have mefh'd your viclim in the fhares of ufury ; but be affured I'll drag you to the light, and pub- Jifh your bafe dealings to the world. [Catches him by the fleeve. Sheva. Take your hand from my coat — my coat and I are very old, and pretty well worn out together — There, there! be patient — moderate your paffions, and you fhall fee my terras ; they are in little compafs : fair dealings may be com prifed in few words. Sir S. If they are fair, produce them. Sheva. Let me fee, let me fee ! — Ah, poor Sheva ! — I do fo tremble, I can hardly hold my pa pers — So, To ! Now I am right — Aha ! here it is. Sir S. Let me fee it. Sheva. Take it — Do you not fee it now ? Have you call your eye over it ? Is it not right ? I am no more than broker, look you : If there is a miftake, point it out, and I will correct it. Sir S. Ten thoufand pounds invefled in the the three per cents, money of Eliza, late Rat cliffe, now Bertram ! Sheva. Even fo ! a pretty tolerable fortune for a poor difinherited fon not worth one penny. Sir S. I'm thunderftruck ! Slpeva. Ar? you fo | I was {truck too, but not by"], [48, "r H E J E W: 42 by thunder. And what has Sheva done to be call'd villain ? — I am a Jew, what then ? Is that a reafon none of my tribe fhou'd have a fenfe of pity ? You have no great deal of pity yourfelf, but I do know many many noble Britifh mer chants that abound jn pity, therefore I do no£ abufe your tribe. Sir S. I am confounded and afham'd ; I fee my fault, and moft fincerely afk your pardon. Sheva. Goot lack, goot lack ! that is too much, I pray you, goot Sir Stephen, fay no more ; you'll bring the blufh upon ray cheek, if you demean yourfelf fo far to a poor Jew, who is your very humble fervant to command. Sir S. Did my fon know Mifs Ratcliffe had this fortune ? Sheva. When ladies are fo handfome, and fo goot, no generous rnan will afk about their for tune. Sir S. 'Tis plain I was not that generous man. Sheva. No, no, ycu did afk about nothing elfe, Sir S. But how, in the name of wonder, did fh£ come by it ? Sheva. If you did give me money to buy ftock, wou'd you not be much offended were I to afk you how you came by it ? Sir S. Her brother was my clerk. I did not think he had a fhilling in the world. Sheva. And yet you turn'd him upon the world, where he has found a great many fliillings : The world, you fee, was the better mafter ofthe'^two. Well, Sir Stephen, I will humbly take my leave. You"], [49, "A C O M E D Y. 43 You wifh'd your fon to marry a lady with ten thoufand pounds, he has exactly fulfill'd your wifhes ; I do prefume you will not think it necef fary to turn him out of doors, and difinherit him for that. SirS. Go on, I merit your reproof. I fliall henceforward be afham'd to look you or my fon in the face. Sheva. To look me in the face is to fee nothing of my heart ; to look upon your fon, and not to Jove him, I fhou'd have thought had been impof fible.—Sir Stephen, I am your very humble fer vant. Sir S. Farewell, friend Sheva J — Can you forgive me? Sheva. J can forgive my enemy ; much more my friend. Ewp of ACT HI, ACT"], [50, "THE J E W: 44 ACT IV. SCENE, a Chamber. Sir Stephen Bertram; Saunders. Sir Stephen. I A M wrong, Saunders, totally wrong in the manner I have refented my fon's marriage. Saun. I am happy to hear you fay fo. I flat ter'd myfelf you wou'd not hold out long againfl a worthy fon : It is not in the nature of a father to refent fo deeply. Sir S. Very true, Saunders, very true ; my heart is not a hard one — but the lady he has married has ten thoufand pounds to her fortune. Saun. Oh J that indeed makes all the differ ence in life. That is a mollifying circumftance, I confefs. Sir S. I know not how fhe came by it. It feems to be the work of magic ; but fo it furely is ; I faw the flock in Sheva's hands. Saun. Well, Sir, you cou'd not have it from better hands than from the author himfelf. SirS. How! What, from Sheva? Impoffible ! Ratcliffe is cf a great family — Some hidden wind- fall,"], [51, "A COMEDY. 45 fall, fome relation dead. You'll fee him in mourn ing next time you meet. Saun. He has not put it on yet, for I left him this minute in the counting-houfe : he is waiting to fpeak with you. Sir S. So, fo, fo ! Now then the news will come out — But pr'ythee don't let the gentleman wait. We muft make up for paft flights by double civility. Pray inform Mr. Ratcliffe I fhall be moft happy to receive his commands. Saun. O money, money ! What a qualifier thou art! [Exit. Sir Stephen. Now I fliall be curious to fee how this young man will carry himfelf in profperity. Had I but flayed one day longer without difcharging him, I cou'd have met him with a better face. Charles Ratcliffe enters. Ch. Sir Stephen Bertram, I fhall not engrofs much of your time. My bufinefs will be difpatch'd in a very few words. Sir S. Whatever commands you may have for me, Mr. Ratcliffe, I am perfectly at your fervice. Ch. I don't doubt it, Sir, but I fhall not put your fpirit to any great trial. My explanation will not be a hoftile one, unlefs you chufe to underfland it as fuch. Sir S. Far be it from me to wifh it : Good terms between near connections, you know, Sir, fhould always be cultivated. Ch."], [52, "46 T tl E J E W: Ch. You are pleas'd to be facetious, but yoifr' irony will not put me by frOnri telling you that your fon's connection with my family is no match of my making. If my filler has dilhonor'd herfelf, it behoves me to fay, and to fay it on my folemn word, that the whole tranfaction was kept perfectly fecret from me, and has receiv'd every mark of my difpleafure and refentment, that I have as yet had an opportunity to give it. Sir S. Proud as Lucifer himfelf! [afide P]-^N ell, Sir, if you are diffatisfied with the match, I can only fay, I am not in the fault of it : but when you fay your filler is difhonor'd, I proteft I do not perfectly underfland you; nor did I quite expect fuch an expreflion from you. Ch. Probably you did not; your fludies perhaps have laid more in the book of accompts than in the book of honor. Sir S. You are very high, Sir; I am afraid your unexpected good fortune has rather intoxicated you. Ch. No, Sir ; the beft good fortune I have known this day, was that which difcharg'd me from your connection, not this, which unwillingly impofes it upon me. Sir S. Very well, Mr. Ratcliffe ! It 4'was not with this fort of converfation I was prepar'd to en tertain you ; the fooner we put an end to it the better : Only this I muft take leave to tell you, that the fortune of the family, into which your filter has married, is by no means overbalane'd by the fortune fhe has brought into it. Ch."], [53, "A C O M E D Y. 47 Ch. Aye, now your heart's come out : that mer cenary taunt is all you have to fay. But had my wifh prevail'd, you never fhou'd have had it in your power to utter Ratcliffe's name without a blufh for your unwarranted fufpicion of his honor. [Exit. Sir Stephen. He's mad ; his head is turn'd : Profperity has overfet him. If the filler of the fame blood is provided with no better brains, poor Frederic has made a precious bargain. We fhall breed candi dates for Bedlam. [Exit. Sheva'j Houfe. Sheva alone. Aha ! very goot, very goot ! I am at home. Now I will fit down in mine own parlour, and not afk leave of any body — I did not think I cou'd have given fo large a fum away, and yet outliv'd it, but I am pretty well — There is but one man in the world poorer than he was, and he is going out of it ; and there is a couple at leaft a great deal happier, and they are coming into it. Well, well ! that is two. for one, cent, per cent, fo I have made pretty goot bargain. — Now I will ring my bell and order my dinner : Yes, yes, I will eat my dinner, for 1 am hungry. [Rings. Jabal enters. Sheva. Oh ! you -knave ! Oh you picklock ! how dare you liften at my door and hear my fecrets' t. Sirrah*"], [54, "THE JEW: 48 Sirrah, I will have your ears nail'd to it.— Don't you fpeak, don't you fpeak ; you will make me angry, and that will fpoil my appetite. — What have you got in the houfe for my repafl ? jabal. Plenty, as good luck will have it. Sheva. Plenty, fay you ? What is it ? Let me hear. jabal. One egg-fhell, and the fkins of three po^ tatoes : fliall I ferve them up at once, or make two Courfes of them ? Sheva. Flow now, you jack-an-apes ! One egg fhell is nothing goot for a hungry man. Have you left fome of the potatoes in the fkins ? Jabal. Not an atom ; you may have the broth they were boil'd in. Sheva. You are a faucy knave, to make a joke of your mafter. Do you think I will keep ajack pudding in my houfe like you, to liften at my key hole, and betray my converfation ? Why did you fay I gave away my monies. Jabal. W hat harm did I do ? Nobody believ'd me. Sheva. Go your ways, go your ways ; you are not for my purpofe, you are not fit to be trufted } you do let your idle tongue run away with you. Jabal. That is becaufe you won't employ my teeth. Sheva. You do prate too much ; you do chatter, and bring your poor mafter into great ftraits : I have been much mal-treated and abus'd. Jabal. Have you fo ? I wifh to goodnefs I had been by. Sheva."], [55, "A C O M E D Y. 49 Sheva. Sirrah ! you wifh you had been by, to hear your mafter abus'd ? Jabal. Yes, for I wou'd have dealt the fellow that abus'd you fuch a recompence in the fifth button, that my friend Mendoza fhould not have plac'd it better. — Damn it ! do you think I wou'd Hand by and hear my mafter abus'd ? Sheva. Don't you fvvear, don't you fwear — That is goot lad, but don't you fwear. Jabal. No, by the living ! tho' I rriay be flarv'd in your fervice, I will die in your defence. Sheva. Well, well, you are a merry knave — but my eyes do water a litde ; the air is fharp, and they are weak. Go your ways, go your ways — Send Dorcas to me. [Exit Jabal. I cannot tell what ails my heart all this day long, it is fo troublefome. I have fpent ten thoufand pounds to make it quiet, but there muft be a little fraction more — I muft give the poor knave fome thing for his good will — Oh dear, oh dear ! What will become of me ? Dorcas enters. Sheva. So, fo ! Come hither, Dorcas. Why do you look fad ? What ails you, girl ? Why do you cry ? Dorcas. Becaufe you are going to turn away Jabal : He is the kindlieft, willingeft, good na tur'deft foul alive — The houfe will be a dungeon without Jabal. Sheva. Then tell him 'tis at your requeft I let E him"], [56, "T H E J E W: 50 him ftay in his dungeon. Say, that I was very angry with him, but that you pacified my anger. Dorcas. Lord love your heart ! that is fo like you. Sheva. Hark you, Dorcas, I will give you this piece of money to make the poor knave merry; but mind that you beftow it on him as your own little prefent, and promife not to fay it Comes from me. Dorcas. Well, to be fure you do not give your money like other people. If ever I do a good turn, I take care the perfon I favor fhou'd know from whence it comes, that fo he may have the pleafure of returning it. Sheva. Well, Dorcas, you take your courfe, and I take mine — Now I will go and beg a bit of din ner of a friend. You are a very goot houfe-wife, Dorcas j you do keep an empty kitchen and a clean cupboard. Dorcas. And whofe fault is that? How many people are feafting abroad at your coft, whilft you have a famine at home ? But here . comes your friend and neighbour Mrs. Goodifon; fhe will take care of you. [Exit. Mrs. Goodison enters. Mrs, Good. Ah ! my good fir, I perceive you are at your old fport ; no fmoke in your chimney, no cloth upon your table, full coffers and an empty cupboard. Sheva. No, no, my coffers are not full, I am very poor juft now. Mrs."], [57, "A COMEDY. 51 Mrs, Good. Come then, and partake with one, whom your bounty has made rich. Sheva. Do not talk of my bounty ; I do never give away for bounty's fake ; if pity wrings it from my heart, whether I will or not, then I do give : How can I help it ? Mrs. Good. Well, fir, I can be filent, but I cannot forget — And now if you will come and fhare my grateful meal, perhaps I can fhew you one of the lovelieft objects in creation, a beautiful and amiable young bride, who with her hufband and mother is now my lodger. She was married this very morn ing to your friend Sir Stephen Bertram's fon, who, between you and me, has brought himfelf into fad trouble with his father by the match. But furely if there is a woman upon earth worth a man's being ruin'd for, it muft be this young creature — So modeft, fo fweet-temper'd, fo engaging — Oh! that Sir Stephen had your heart ! — Sheva. It might.be inconvenient to him, if he had : It is not kept for nothing, I aflure you. Mrs. Good. You wou'd not turn fuch a daughter in-law from your doors — Sheva. Nor will he, perhaps. Mrs. Good. Ah ! fir, I know a little better : The poor young gentleman himfelf told me he was ruin'd: \"But don't be afraid to take me into your tc houfe,\" added he, with a figh that went to my heart; cc I am provided with the means of doing juftice ■\" to you by a generous friend,\" fhewing me a bank bill ofone hundred pounds — Heaven blefs thatgener ous friend! quoth 1 — and at that moment I thought E 2 of"], [58, "T H E J E W: ' 52 of you; my good Mr. Sheva, who refcued me from the like diflrefs, when my poor hufband died. Sheva. You may think of me, Mrs. Goodifon ; but I muft beg you will not fpeak of me in the hearing of your lodgers. Mrs. Good. Well, well, fir, if I muft not fpeak, I muft not ; yet a ftrange thing came out in ccnverfa tion with the mother of the bride, a very excellent lady, from whom I found out that fhe is the widow of that very gentleman we knew at Cadiz by the name of Don Carlos only, and to whom I believe you think yourfelf under fome obligations in your efcape from that country. Sheva. Mercies upon his heart ! he was the pre ferver of my life ; but far his charitable fuccour, this poor body wou'd have fed the fires of an Auto dafe. Is it poflible Mrs. Ratcliffe is the widow of my benefactor ? Mrs. Good. Moft certain that fhe is, which you may foon be convinc'd of; but I perceive you know the lady's name. Sheva. Did you not name the lady yourfelf? Mrs. Good, No, on my word. Ah, fir, you are fairly caught ; you have betrayed yourfelf: 111 deeds, they fay, will come to light, and fo will good ones, it fhou'd feem. Sheva. Hold your tongue, hold your tongue; you forget that I am fading and without a dinner ; go your ways, and I will follow : You are nimble, I am flow; you will be fham'd with your lodgers, if they fee you with a poor old Jew like me. Mrs. Good. Ah ! You are cunning in your charities ;"], [59, "A C O M E D Y. 53 charities ; but I'll do as you wou'd have me, and be ready at the door to receive and welcome you. [Exit. Sheva alone. — The widow of my preferver from the inquifitors of Cadiz, and the mother of my refcuer from the mob of London! — Dear me, dear me! How Providence difpofes all things! — The friend that's dead wants nothing; the friend that is alive fliall likewife want nothing that I can give him ; for I will die quickly my own felf, and give him all. Goot lack ! goot lack ! when I did heap up monies with fuch pains and labor, I did always think that 1 fhou'd find an ufe for them at laft, [Exit, Scene changes. Mrs. Ratcliffe, Eliza, and Charles. Ch. I have cleared myfelf to his father, and I'll clear myfelf to all the world. No man fhall fay I lay traps for heirs. Mrs. R. Charles, Charles, you foar too high. Ch. Madam, madam, you floop too low. Mrs. R. How is your honor flighted, when your friend did not confult even his father ? Ch. He knew his father's mind too well. Mrs R. And what wou'd you have done ? Ch. I wou'd have fav'd my friend. Eliza. And facrific'd your filler— That, let me fay, is a high ftrain of friendfhip, but no great proof of brotherly affe&ion. Ch. Sifter, there is more peace of mind fa- E 3 crific'd"], [60, "T HE J E W: 54 crific'd by indulging in an act to be repented of, than by foregoing a difhonorable propenfity. The woman without fortune, that contents to a clan deftine marriage with a man, whofe whole de pendance is upon an unforgiving father, never can be juflified. Eliza. You argue from the unforgiving nature of Sir Stephen Bertram : You had experience of it, I have none. Ch. You might have had, by an appeal to his confent, before you gave your own, Mrs. R. You bear too hard upon your filler. You forget her fex, her fituation, your own tender-? nefs and the affection you have ever borne her. Ch. No, madam, if I cou'd forget how proudly I have thought of her, I fhou'd not be fo humbled by her conduct as I am. I own I fland in wonder and amaze at your indifference. You think I am too fenfitive, too proud ; you tell me that I foar too high. How was it when I was this Bertram's clerk ? I bore my lot with patience, I fubmitted without murmuring to poverty: I cannot brook difgrace. Eliza. Well, Charles, if you cou'd love me only uhilft you thought me faultlefs, I muft wonder how it was that we were friends fo long : And now you have faid all that rigid juftice can enforce againft me ; had you faid lefs, I fhou'd have felt it more. Frederic enters. Fred. Charles — Brother- Friend! — Will you Rot give me joy ? Come, man, fliake off this cloud, and"], [61, "A C O M E D Y. 55 and fmile upon my happinefs ; we catch it but by gleams. Ch Yes, fir, we fometimes catch it by furprize and Health ; we catch it by a breach of promife and good faith — Then to congratulate a man on fuch a catch, in my fenfe of the word, wou'd be to libel him. Fred. I have frequently feen caufe to applaud your philofophy, Charles : Now I muft think you carry it too far. Ch. It touches you too near, therefore you like it not. Fred. To that remark I fhou'd return an anfwer, were not thefe dear pledges prefent, that might a little ruffle your philofophy perhaps, but it wou'd fully vindicate my principle. Ch. Poftpone it then, but don't forget it. Fred. When friends fall into altercation on fuch points as thefe, there fhou'd be none to witnefs to their folly. Ch. Folly ! — Mrs. R. Son, fon, no more of this. Eliza. Stop, I conjure you both! — Charles, Charles, if you have love or pity left, let this dif fenfion go no further. And you, Frederic -Huf band ! — You whofe generous heart has put to hazard every hope for me, add yet another proof of love, by fuffering thefe rebukes with patience : They are but flafhes of a temper, warm in friend fhip, glowing with honor, impatient of neglect. Perhaps my brother thinks ambition, meannefs, artifice, might has', fome part, fome influence, in E 4 moving"], [62, "56 T H E J E W: moving me to what I've done. — I fpurn fuch motives, difavow them all — Were I in Frederic's place, and he in mine, I fhou'd have done as he did; I fhou'd have thought no facrifice too great to have fecur'd a lading intereft in a heart like his. Ch. This had been only ruin to yourfelf, and wou'd have had the plea of fpirit, therefore more excufeable : but this no man of honor wou'd have fuffer'd; therefore 'tis only faid, not done. Fred. Whatever my Eliza fays is done; her actions verify her words, and he that doubts them wou'd difpute againft the light of Heaven. 'Tis I that am advane'd, fhe is abas'd ; 'tis I that am enrich'd, Eliza is impoverifh'd : I only rifque a few iharp words from ah ungentle father, fhe fuffers keen reproaches undeferv'd from an injurious brother. Ch. Urge me no further — I can bear no more. Eliza. Oh ! my dear mother, fave me ! [Falls into her arms. Fred. There, there ! You've ftruck her to the heart — and that's a coward's blow — [Apart to Charles, in an under voice. My life, my foul, look up ! Dear madam, take her hence. [Mrs. Ratcliffe takes Eliza out. Ch. A coward's blow! — You recollect thofe words, and know their meaning, I fuppofe — Fred. Yes, and will meet your comment when you will and where you will. CK"], [63, "A C O M E D Y. 57 Ch. Then follow me, and we'll adjuft that matter fpeedily. Fred. I will but drop a tear upon the ruin you have made, and then be with you. Ch. I'll wait for you below. [Exit. Eliza enters haftily. Eliza. Where are you both, rafh men ? Ah Frederic! Alone! — What is become of Charles? Why is he gone away ? What have you faid to him ? I did not hear it ; I was loft in terror — I am fure you have quarrell'd. Fred. No, no, not quarrell'd — only jarr'd, as friends will fometimes do — all will be fet to rights. Eliza. How ? When ? Why not this moment, in my hearing? I fhall be happy to make peace between you. Fred. Peace will be made, affure yourfelf, fweet love : Thefe little heats are eafily adjufted. Eliza. But I cou'd do it beft ; you are too hot, both, both too hot and fiery. Fred. We fhall be cooler foon ; fuch heats foon fpend themfelves, and then the heart is laid to reft. Eliza. Heaven grant fuch reft to your's ! Fred. Indeed ! Eliza. What fays my Frederic ? You are ftill dif compos'd. Your color comes and goes — Oh ! that my arms cou'd give you reft!— Nay, what now;, my Frederic ! You ftruggle to get loofe — Are .thefe foft toils uneafy to you ? Will not your proud fwelling"], [64, "T H E J E W: 58 fwelling heart endure fuch gentle fond imprifon ment. Fred. Oh! thou angelic virtue, foul-diflblving foftnefs, wou'd I might thus expire enfolded in thefe arms ! Love, I conjure thee to bear up; I am fure my father will take pity and be kind to thee : I fliall affail his feelings in a manner that no parent can refill. I am going now to put it to the proof. —Farewell ! Eliza. Why in fuch hafte?— Stay yet a little while— If you depart fo foon, you'll meet with Charles again, and then — Fred. What then ? Eliza. Some fatal accident will be the iffue of it, Alas ! You know not what his paffions are when once inflamed; let them burn out, and then he's calm as water. Fred. Where does this tend ? You wou'd not make a coward of your hufband ? Eliza. No, nor wou'd you make a diffracted wretch of your poor Eliza; therefore I will not let you loofe till you have promis'd me not to pro voke him to more violence: Promife me this and you fliall go. Fred. Well then, if that will fet your mind at reft, I promife you I'll have no further altercation with him, not another word to gall him. Eliza. You'll not renew your quarrel ? — Fred. No, my Eliza, we will end it, and difmifs it. Eliza. And this you promife on your honor — Fred. Yes, I do promife. Eliza, Then all my fears are over — Now you 3 may"], [65, "A C O M E D V. 59 may go— Well ! What withholds you? What more do you wifh than freedom and releafe from my fond arms ? Fred. To fnatch ohe laft dear moment, and then die within them— Oh ! my foul's better part, may Heaven preferve and blefs you ! [Exit. Eliza. Now I am happy, now I am fecure this breach once heal'd, I can face all alarms. End of ACT IV. ACT"], [66, "60 THE JEW: A C T V. SCENE, a Tavern. Frederic, attended by a Waiter. Frederic IS the porter return'd, who went with my mef- fage to Mr. Saunders, at Sir Stephen Ber tram's ? Wait. He is, fir; the gentleman will be with you prefently. Fred. Shew him up as foon as he comes — There will be another gentleman call ; I believe you know Mr. Ratcliffe ? Wait. Yes, we know Mr. Ratcliffe very well. Fred. If he comes whilft Mr. Saunders is with me, requeft him to wait a few minutes till he is gone. Wait. I fhall, fir — Any other commands ? Fred. None. [Exit Waiter. I fcarce know what I've written to my father; yet perhaps thefe few unftudied lines, dictated in fuch a moment, may difpofe him to protect the widow, if fate will have it fo, of a difcarded fon. — Now I am ready for this angry champion ; and fince he is refolv'd to vindicate his courage by his fword, let him"], [67, "A. COMEDY. 61 him produce his weapons when he will, I'll not re fufe the fatisfaction he demands. Jabal runs in haftily. Jabal. Oh, Sir, Sir ! I'm overjoy'd to find you — > Come, I pray \\7ou, come away to my old mafter, who is pining till he fees you. Fred. Who is your mafter, and who are you ? Jabal. As if you did'nt know Jabal, who lives — No, hold there, who does not live, but ftarves with your old friend in Duke's Place. Why, lud a-mercy, I knew your honor at the length of the ftreet, and faw you turn into this tavern : the pup pily waiter wou'd have ftopt me from coming up to you. Fred. I wifh you had taken his advice. Jabal. That v/ou'd not be your wifh if you knew all. Sure enough I muft hunt up Mr. Rat cliffe alfo ; for there is an iron in the fire for each of you : Mafter is making his will— Lawyer Dafli is at his elbow. Fred. If the devil was at his elbow, I cannot come to him. Jabal. Oh, the living ! I wou'd not carry fuch a meffage back for all the world — Why, when Lawyer Dafh has pen and ink in hand, and a will under his thumb, he'll dafh you in or dafh you out in a crack. Fred. Then temper the apology to your tafte, only let your mafter underftand I cannot come. Jabal. I'll tell him then you are married— That will be a filencer at once. [Exit Jabal. Fred."], [68, "THE JEW: 62 Fred. Begone ! Make hafte '—Married !— How cutting is that recollection ! Joys juft in fight, fhewn only to be fnatcht sway. Dear, loft, undone Eliza ! — But I won't think, for that is madnefs — Inexorable honor muft be obey'd. Mr. Saunders enters. Saun. Mr. Bertram, I came to you the firft mo ment I cou'd get away ; for I long'd to give you Fred. Joy ! same it not. Saun. Well, if your joy was fomewhat damp'd at firft, you may now take it without any draw back. Fred. I know not what you mean, nor do I wifh to enquire : be filent on that fubject, I conjure you. The favor I have to alk of you is fimply this — Flere is a letter for my father ; deliver it to him with your own hands — You feem furpriz'd. Saun. I am indeed — the impatience, of your looks— the hurry of your fpeech — the place in which I meet you — Fred. The letter will explain all that— I cou'd not give it you in prefence of my — Well, no mat ter — I take you for a man of honor and my friend. Will you give the letter ? Saun. Affuredly; but if I am a man of honor and your friend, why will you not let me flay with you ? In truth, dear Frederick, I am a friend, that if you want him will not flinch. Fred. The friend I want, is one that will not force"], [69, "A C O M E D Y. 63 force his fervices upon me when I can't accept of them ; but take my word at once, and leave me. Saun. Enough ! I am gone. [Exit. Frederic. I have been harfli with that good man, but this fufpenfe is terrible. Waiter enters. Waiter. Mr. Ratcliffe defires to know if you are at leifure. Fred. Perfectly — Let him know I'm at his fer vice. [Exit Waiter. Charles Ratcliffe enters. Ch. I have brought my fword ; compare it with your own, and if you have a preference, make your choice. I prefume you have no objection to the weapon. Fred. None on my own account ; a little per haps on the fcore of vanity, as thinking I have fome advantage over you in point of fkill and practice. Ch. As far as that opinion goes, you're welcome to all the advantages it gives you. Oh ! Sir, this is a forry bufinefs — Will nothing elfe convince you I am incapable of giving a coward's blow ? Fred. You have offer'd nothing elfe : it is a mode of your own chufing. Ch. Your language forc'd it on me : you have touch'd my feelings to the quick. Words, fuch as you made ufe of, cannot be pafs'd over without ab folute difgrace, unlefs you will revoke them by apology. Fred."], [70, "64 T H E J E W: Fred. You may well conceive, Mr. Ratcliffe* with what repugnance I oppofe myfelf to you on this occafion. Whether the event be fatal to you or to myfelf, fmall confolation will be left for the furvivor. The courfe you take is warranted by* every rule of honor, and you act no otherwife than as I expected : but as my expreflion jnftifies your challenge, fo did your provocation juftify my ex preffion ; and your language being addreffed to a lady, whom I have the honor to protect, it is not in my power to retraft one tittle of what I laid; for, was you to repeat the fame infult, I fhould fol low it with the fame retort. Ch. If you hold to the words, I know not how we can adjuft it amicably. Fred. There is a way : you muft find it out. Ch. Suppofe, then, that my language had been addrefled to any other perfon than Eliza, wou'd you in that cafe have apologiz'd for your expreffion ? Fred. I will fpeak plainly to you, and the rather as I am now perhaps fpeaking to you for the laft time. — Admitted by your filler's favor into a family; whofe reprefentative relents her conduit, I will not fo difgrace her choice in your eyes, who have op pos'd it, as to fubmit in the firft inftance to the moft diftant hint at an apology. Ch. I underftand you now — You wou'd have it fpring from me — Impoffible ! Fred. Then no more is to be faid. Ch. No more — Defend yourfelf. (They fight.) Fred. What's that ? I've wounded you. Ch. No. Pre.i."], [71, "A C O M E D Y. 65 Fred. Yes ; I'm fure of it. 'Tis in your arm ; you cannot poife your fword. [Charles drops his fword. Ch. It is too true : your point has hit me thro' the guard : I'm at your mercy. Fred. I am at your's, dear Charles, for pardon and forgivenefs : now I retract my words, and blufh for having ufed them — Let me bind up yourwrift; here is a handkerchief— Shall I call for afliftance. Ch. No, no ; a fcratch ; 'tis nothing. It fcarce bleeds — Hark ! fomebody is at the door — Take up the fwords. Sheva. (from without) — Let me in ; I pray you, Gentlemen, let me in. I am Sheva, your friend. Ch. Open the door, Frederic. Sheva enters. Sheva. Dear me ! dear me ! what have you been about ? Do you come into a public tavern, and Jock yourfelves up to be private ? Ch. Perhaps we did not wifh the world to know the filly bufinefs we have been engag'd in. Sheva. Gootnefs defend me ! is it come to this ? Have I been ftudying how to make you happy, whilft you were ftriving how to make me wretch ed ? What a ftrange world is this ! Are you not friends ? Are you not brothers ? Is that a reafon you fhou'd quarrel ? And if you differ, muft you fight ? Can your fwords argue better than their mailers ? You call that an affair of honor, I fup pofe; under your favor I do not think it a very F honorable"], [72, "T H E J E W: 66 honorable affair; 'tis only giving a fine name to a foul deed. Fred. Cuftom has glofs'd it over, and we are flaves to cuftom. Sheva. I afk your pardon ; I am only a poor Jew^ a ftranger in your country, and have not yet been taught to reverence all your cuftoms. Goot lack, goot lack ! what is the matter with your wrift ? Ch Nothing to fignify ; a trifling fcratch. Sheva. A fcratch you call it ; that is a wound in common language: I pray you come to my poor houfe, and let that fcratch be heal'd ; you had great care for me, let me have fome for you : that is my fenfe of an affair of honor : to pay the debt that I do owe to you and to your fader, who pre ferv'd my life in Spain, that is my point of honor. — Come, come, let us depart ; this is no place to talk in ; take up your fwords, I hope we have no further ufe for them. [Exeunt. Scene changes. Sir Stephen Bertram and Mrs. Goodison. Mrs. Good. Your fon is not at home, Sir Stephen, but Mrs. Bertram is ; and if you will allow me to call her down, I'm fure fhe will be happy to pay her duty to you. Sir S. A moment's patience, Mrs. Goodifon — You feem much interfiled for this young bride, your lodger. Mrs. Gccd. It is impoffibk to be otherwife. She"], [73, "A C O M E D Y. 67 has beauty to engage the eye, and manners to inte reft the heart. Sir S. Some pride of family about her, I fhould guefs ; a little of her brother's vivacity perhaps. Mrs. Good. None that appears : mildnefs and modefty, and every gentle grace, feem inherently her own. Sir S. Be pleas'd to tell her I attend to pay my compliments ; and as young ladies' characters are not fo eafily develop'd in the company of their mo thers, I fhou'd be glad fhe wou'd allow me to con fer with her alone. [Exit Mrs. Good. Now I fhall have this myftery unravel'd. Saunders's notion, that the fortune comes from Sheva, is ro mantic in the extreme, Why fhou'd he portion her ? She has no Jew's blood in her veins we'll hope ; and as to a deception, that he dare not prac tife — She comes ! — By heavens ! a lovely creature,. Eliza enters. Eliza. You honor me moft highly, Sir— Sir S, Not fo, Madam, the honor is confer'd on me. Eliza. How have I merited this condefcenfion ? Sir S. Call it not condefcenfion : it is no more than is due from one, who is proud to embrace the title you have allow'd him to aflume. Eliza. This is beyond my hopes. Will you permit me then to call myfelf your daughter, and entreat a blefling and a pardon on my knees ? Sir S. Not for the world in that fubmiffive ppftpre. AH you can afk is granted with acknow- F % ledgmen,t$"], [74, "T H E J E W: 68 ledgments on my part for the happinefs you have bellowed upon my fon — Had certain circumftances occur'd before your marriage, that have fince turn'J up, I prefume you wou'd not have precipi tated matters, at leaft not in the fecret manner they were carried. Eliza. What circumftances. Sir, may you aU lude to ? • Sir S. The death, as I fuppofe, in your fa mily — Eliza. Good Fleaven forbid ! What death ? My brother— Sir S. No! your brother, Madam, no! Pray be not thus alarm'd ! — I know your brother's cir cumftances too well to. fuppofe your fudden fortune cou'd proceed from him — Perhaps fome diflant re lation, or fome friend may have bequeath'd — Eliza. What ? let me afk. I know of no be queft. 'Sir S. Call it a gift then, a donation on your marriage — It muft have been an agreeable furprizc to my fon to have been prefented with a fortune fo expected. Eliza. I am lodi to think Sir Stephen Bertram can defcend to ridicule my poverty : that I fhou'd be regarded by you as an unwelcome intruder upon your family I can well believe; that you wou'd point your whole refentment againft me alone, and fpare your fon, is all that I dare wifh at prefent: my future hope afpires no higher than by perfeve.r tance in my duty as a wife to merit your opinion, fo as in time you may acknowledge me as your 6, ' daughter,"], [75, "A C O M E D Y. 69 daughter. Confcious that I have incurr'd your dif pleafure, I fhall patiently endeavour to foften it by fubmiffion and obedience; Sir S. Madam, that anfwer is at once fo paci fying and fo candid, that if the information I have had of your being poffefs'd of ten thoufand pounds for your fortune, be falfe> tho' I thought I had pretty ftrong evidence of it — Eliza. Impoflible ! — I'm fure your fon, I'm fure my brother never told you this. Sir S. I cannot fay they did. Eliza. No, I'll engage for them they wou'd dif dain fo grofs and palpable a deceit. Sir S. Well, be it as it may, with Or without a fortune) portion'd or pennylefs, I feel myfelf fo irrefiftibly impell'd to open my arms to you as a father, that whether Sheva has or has not deceiv'd me, I here depofit my refentment, and by what I experience of your power over my heart, moft thoroughly acquit my fon for having furrender'd his. Eliza. It is the impulfe of your own generofityi not any impreffion of my giving, that moves your heart to pity and forgivenefs. — But who is Sheva, that you feem to point at as the author of this falfehood ? Sir S. Sheva the jew — Surely you know the man. Eliza. Thank Heaven I do not : I can fafely fay 1 never to my recollection heard his name before; Some vile impoftor, I fuppofe. Sir S. Not quite that, tho' bad enough to be F 3 &"], [76, "THE J E W: 70 fo treated, if he has pradtis'd this deceit on me. Sheva is my broker, your hufband knows him well, a miferly methodical old Alley drudge, who fliew'd me what I believ'd a true receipt for ten thoufand pounds vefted in your name in the funds — One of my people wou'd have perfuaded me it was his own voluntary benefaction — but if you don't know him, never faw him, never heard his name, the thing's impoffible. Eliza. Totally fo, without one ray of probabi lity : the man is either mad or mifchievous : no Jew of that or any other name do I know; nay, I queftion if I ever exchang'd a word with any one of the nation in my life. Sir S. Your merit then, and not your fortune, fhall endear you to me. I will ftrike Out ten thou fand pounds, that I perceive you are not poffefs'd of, and write in ten thoufand graces, which I perceive you are poffefs'd of, and fo balance the account.— Now, Saunders, what's the matter ? Saunders enters. Saun. Your fon requefted me to give this letter into your hands. Sir Step. No, no — there needs no letter — Tell him it is done ; fay that you found me conquer'd in lefs time than he was. Bid him make hafte hither in perfon before I run away with his wife ; and let him write no more letters, for I won't read a word of them. [Exit Saunders. Eliza, Won't you be pleas'd to open your letter I Sir S. Pofitively I will not read it, becaufe Frederic"], [77, "A C O M E D Y. 71 Frederic fhall not have to fay that his rhetoric had any fhare in making me a convert. If it is, as I fuppofe, a recital of your graces and good quali ties, I do not want his defcription to affift my fenfe of what I fee ; but if you have a wifh to fee your own fair perfon painted by his hand, you are wel come to indulge it — Break the feal — Eliza. 'Tis fhort — I'll read it to you— \" I am \" this inftant fummoned by Charles Ratcliffe on a \" point of honor, fword to fword.\" — Oh Heavens! —I can no more — (Drops the letter.) . Sir S, What is it ? what alarms you ? Eliza. Oh ! that letter, that letter ! — My huf band and my brother — or one or both have fallen. Sir S. Merciful Powers forbid it ! [Takes up the letter. Eliza. Stop not to read it; fly, and take me with you, plant me between them : I am the caufe of quarrel ; let the fword, that aims to pierce a heart dearer than my own, lodge in my guilty bofom. Sir S. Oh horrible to thought ! — Hark, who is coming ? Eliza. The meffenger of death — Let him not fpeak ; his very look will kill me. Frederic, followed by Charles. . Fred. My love, my life, my ever dear Eliza ! — Eliza. Where is your wound ? Are you not dying ? What is become of Charles ? Ch. Here is your happy brother : all is well. Fred. We are both here, with friendly hearts and joyful news to greet you.' Eliza."], [78, "T H E J E W: 72 Eliza. Don't fpeak of joy too foon: t'will overthrow my fenfes — Let me furvey you both* Don't deceive me ; you have wounds about you — Ah ! Charles, what's this ? Ch. The leaft, but luckieft Wound that ever man receivM : this litde glance of your brave hufi band's fword difarm'd me of my weapon, and both our rafh hearts of their anger. Now lay afidc your fears, and prepare yourfelf for wonders. Fred. Oh ! Sir, I have offended you ; but — Sir S. But what ? You have an advocate, that makes all hearts her own. Spare your appeal j you will but wafte your words. Ch. Here comes my mother : bear up, Eliza j fay not a word of what has pafs'd. Mrs. Ratcliffe enters. Eliza. Oh ! my dear madam, I have joy to give you — Let me prefent you to my Frederic's father. Sir S. Yes, madam ; and the greateft joy that fon ever conferr'd upon me is the title he has given me to claim a father's fhare with you in this angel of a daughter. Mrs. R. Such fhe has been to me. I ant bleft to hear you fay that you approve her. Sir S. Frederic, give me your hand — If you had brought me half the Indies with a wife, I fhou'd not have join'd your hand to her'i with. iuch fincere delight. Fred."], [79, "A COMEDY. 73 Fred. How generous is that declaration!— Now, Charles, 'tis time to introduce our friend. [Charles goes out. Mrs. R. What does he mean, Eliza? Eliza. I know no more than you : Some new wonder, I fuppofe. Sir S. Hah ! Sheva here ? This is indeed a wonder. Charles enters with Sheva Cha. This is the man — My benefactor; your's, Eliza; Frederic's; your's, dear mother; all man kind's : The widow's friend, the orphan's father, the poor man's protector, the univerfal philan thropift. Sheva. Hufh, hufh ! you make me hide my face. [Covers his face with his hands. Ch. Ah, Sir, 'tis now too late to cover your good deeds: You have long mafk'd your charities beneath this humble feeming, and Ihrunk back; from actions princes might have gloried in : You muft now face the world, and transfer the blufh from your own cheeks to thejr's, whom prejudice had taught to fcorn you. For your fingle fake we muft reform our hearts, and infpire them with candor towards your whole nation. Sheva. Enough, Enough ! more than enough — I pray you fpare me : I am not ufed to hear the voice of praife, and it oppreffes me : I fhou'd not know myfelf, if you were to defcribe me ; I have a. regifter within, in which thefe merits are not noted"], [80, "T H E J E W: 74 rioted. Simply I am an honeft man, no more; fair in my dealings, as my good patron here, I hope, can witnefs. — That lady, I believe, is Mrs, Ratcliffe : She does not know me : I will not touch upon a melancholy fubject, elfe I cou'd tell a ftory — Merciful Heaven ! what horrors was I fnatch'd from by her hufband, now, alas! no more ! Mrs. R. Oh, gracious Powers ! — The Jew of Cadiz — Sheva. The very fame — your debtor in no lefs a fum than all that I polTefs, the earnings of a life prefe-rv'd firft by your hufband, and now again by your fon. Why am I prais'd then, if 1 am merely honeft, and difcharge my debts ? Sir S. Ah ! now the myftery's folv'd. The ten thoufand pounds were your's. — Give them to Rat cliffe; I will have nothing from fortune, where nature gives fo much. Sheva. That is a noble fpeech — but monies does not leffen merit, at leaft not always, as I hope, for Mr. Ratcliffe's fake ; for he is heir of all that I poffefs. Mrs. R. WThat can I fay ? My heart's too full for utterance. O Charles, the fortunes of your houfe revive ; furely the bleffed fpirit of your de parted father now fympathizes in our joy. Re-, member, fon, to whom you owe this happinefs, and emulate his virtues. Ch. If I forget to treat my fortune, as becomes the fon of fuch a father, and the heir of fuch a beT nefactor, your warning will be my condemnation. Fred."], [81, "A C O M E D Y. 75 Fred. That it will never be : the treafure that integrity has collected, cannot be better lodg'd than in the hands of honor. Sir S. It is a mine of wealth. Sheva. Excufe me, goot Sir Stephen, it is not a mine, for it was never out of fight of thofe who fearch'd for it : the poor man did not dig to find k ; and where I now beftow it, it will be found by him again. I do not bury it in a fynagogue or any other coftly pile ; I do not wafte it upon vanity or public works : I leave it to a charitable heir, and, build my hofpital in the human heart. FINIS,"], [82, "EPILOG U E. Spoken by Mifs F A R R E N. TRUTH has declar'd, and queftion it none can. Woman was once a rib of Lordly Man ; And fome perhaps wou'd rifque a little pain To hitch that rib into its„place again ; For let the heart-ache, or what aright betide, They're fure to trace it to the peccant fide, Till fixt at length they centre all the blame In that one rib, from whence the Woman came, Now this is downright prejudice and fpleeri, A plea for thrufting us behind the fcene; And there we flood for many a long long age, Not let to fteal one foot upon the Stage, Till now, when all their tyrant acts are paft, Curtfying we come, like Epilogue, at laft; And you fo little are inclin'd to rout us, You wonder how your fathers did without us. Sure we can lightlier touch thofe feeling parts, That twine about the region of your hearts ; Paflion, that from the lips of Woman flows, . Warm ro Man's foul with magic fwiltnefs goes ; And tho' the fphere be fmall in which we move, Great is the recompence when you approve. Whilft Nature and your candour bold their courfe, So long our Charter will remain ia force ; Nor will you grudge the privilege you gave, Till we forget to fmile upon the Brave. Still in the ilipp'ry path, that brings us near Forbidden precin&s, we muft tread with fear, Poes my weak call: in tragic pathos lie ? Why then fo difmal, gentie Poet, whv ? In mirth oft' times the nuptial knot I've ty'd, But never was till now a Mourning Bride. If to my fliare fome moving fpeeches fall, \" Look in my face, and they'll not move at all.'* Yet, not to drop at once Eliza's ftile, One word in eameft, and without a fmile— Thro' all the characters of varied life, Al! the fond cafts of Parent, Child, or Wife, What part foe'er our Author has affign'd, To that we muft conform with patient mind : So at the Drama's clofe when we appear, V-jTe may obtain a parting plaudit here."], [83, "The Count de Villeroi, A T R A G E D T. PRICE TWO SHILLINGS AND SIXPENCE."], [84, ""], [85, ""], [86, ""]]