[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, ""], [10, "HAWHJIKJD) FBUHPJ8.X TIK SlBAT OB' TMlfi 1H©N - LAUBY MABiY BjINJDSAY CMAUIFlUJftT!])"], [11, "A DESCRIPTION OP CRAUFURD PRIORY, THE PROPERTY OF LADY MARY LINDSAY CRAUFURD, ONLY SURVIVING CHILD OF GEORGE, EARL OF CRAUFURD AND EARL LINDSAY. EDINBURGH: PRINTED BY JOHN JOHNSTONE, HIGH STREET. 1830."], [12, ""], [13, "a A beautiful creation thou ! Mid this surrounding gloom, Thou seem'st, though creeds should disavow, A fallen Angel's tomb. So glorious and magnificent, That to my heart you seem A wild and fairy structure lent, A vision and a dream. And fancies strange my bosom fill, Remembrances of yore, Bright pearly domes and haunted rill, Genii and dervise hoar : With all Arabia's witching tales Of grottoes under ground, And Bagdad with its glimmering vales, And spell-begotten sound. A 2"], [14, "4 Has some capricious fairy elf Rear'd all thy turrets high, In form capricious as itself, A marA'el to the eye ? And is the noble Craufurd's heart As noble as of yore, When battling for \"broad Scotland's\" part On her unconquer'd shore ? It is ! and may thy regal walls- Long OAvn a name so great ; Long may the lady of thy halls Uphold ancestral state ! Delta."], [15, "DESCRIPTION OF tftyittfur* IJriorii* Craufurd Priory, the seat of Lady Mary Lindsay Craufurd, is situated in the centre of Fife, four miles west from Cupar, the county town ; and about twenty-four north-east from Edinburgh. By far the finest house in the popu lous and wealthy county which it adorns, if not also in the whole of Scotland, it derives no small additional charm from its situation. The vale in which it is placed is one of the largest in Scotland, being twenty miles long and ten broad. a 3"], [16, "6 DESCRIPTION OF It is called the Howe, or Hollow of Fife, on account of its forming a sort of basin in the centre of the county ; or other wise Stratheden, from its being watered by the river Eden ; and nowhere in Scotland is there a vale of more luxu riant and romantic beauty. In the midst of its wide-spread woods and fertile fields, Craufurd Priory raises its lofty form, like an idol presiding over the scene. It may also be remarked, before enter ing into a description of the house, that it is situated amidst localities in which the charm of historical and poetical as sociation surpasses even that of mere external beauty. At a few miles dis tance, towards the east, lies the ancient city of St. Andrew's, formerly the capital of Scotland, and more lately the seat of"], [17, "7 CRAUFURD PRIORY. its archiepiscopal primate ; though now only boasting of its university, which is the oldest in Scotland. It is scarcely necessary to particularise the many noted events in our history, of which St. An drew's has been the scene : it may only be said, in general terms, that there are few places in Scotland, scarcely even excepting the present capital, which are more worthy of attention from those who delight in the associations of history. At a much less distance from the Priory, and in a direction due north, lies the Mount, a gently swelling eminence, noted for its having formed the patri monial estate of Sir David Lindsay, the celebrated Scottish poet of the sixteenth century, and who makes so honourable a figure in Sir Walter Scott's \"Marmion.\" The Priory itself is situated in the parish of Cults, the Manse of which is pointed a 4"], [18, "8 DESCIPTIOX OF out as the birth-place of the distinguished artist, David Wilkie, whose father was the parochial clergyman ; and whose first essay in the art of painting, is said to have been a sign-post for a village inn near the Priory. About eight miles westward from the house, at the head of the vale, the town and palace of Falkland are to be seen, the latter now much cur- tailed in its proportions ; but which can- not be visited by any native of Scotland, nor even transiently mentioned, without respect, as a private seat of our inde* pendent sovereigns ; and where James the Fifth, one of the most amiable and gifted of them, died of a broken heart, The Lomond Hills, which rise above Falkland, look down towards the west upon the lake and castle of Lochleven, in which the beautiful and hapless Queen Mary, daughter to the unfortunate mon-"], [19, "9 CRAUFURD PRIORY. arch just mentioned, spent the earlier part of that long-enduring period of captivity which only terminated in her death. Craufurd Priory is a house every way worthy of the beautiful and classic scenery with which it is thus environed. It was built, according to the taste of the present noble proprietress, in the Gothic ecclesiastical style ; and is composed of a pure white stone, similar to that which has procured for the new town of Edin- burgh so eminent a name among the cities of Europe. There can scarcely be a more beautiful sight than that which is presented to the eye of the traveller, when, in approaching, he first sees the tall pale pinnacles of the building rising above the sea of green wood with which it is surrounded."], [20, "10 DESCRIPTION OF The house consists of two parts, a mas sive square tower, and a line of lower building running out from it towards the east. The latter may be called the Priory proper, because it most nearly resembles the appearance of a Gothic church. When the present Proprietress acceded to her paternal estates, she found no other mansion upon this part of her pro perty than a small lodge. Resolving to erect a house in every respect suitable to her ample fortune and noble descent, Her Ladyship caused this lodge to be cased over by an eminent architect in the style of a priory ; and so as as to resemble, we believe, the cathedral of Dumblane. He, moreover, added the huge tower already mentioned ; and eventually succeeded in producing the present splendid mansion."], [21, "11 CRAUFURD PRIORY. Craufurd Priory has two grand en trances, both from the south. One of them is a Saxon archway, of the most elaborate architecture ; and communi cates with the Priory proper : the other is a lofty door, opening upon the vast apartments of the tower. The house is extremely well lighted and convenient. On the top of one of its numerous pinnacles there is a large cross : the workmanship is considered eminently beautiful. The Lobby connected with the Saxon archway opens to two drawing-rooms en suite; the first styled the Chinese Drawing-Room, on account of its fur niture; the other the Grand Drawing- Room, on account of its comparative size."], [22, "12 DESCRIPTION OF The Chinese Drawing-Room is an apartment of extremely handsome pro portions, being thirty feet by twenty-one, and fourteen feet high. The end opposite the door is fashioned into a semicircle, the windows of which render the room extremely light. In the centre hangs a beautiful Chinese lamp, the globe of which is decorated with appropriate figures. The walls are covered with coloured paper, and dazzle the eye, in whatever direction it is turned, with the gorgeous plumage of Indian birds. The furniture comprises many of the luxurious fashions of India, and is altogether of the most splendid de scription. The Grand Drawing-Room opens from the left side of the Chinese Drawing-"], [23, ""], [24, "nrsTTr\\T& Tins -r? Inn (a ASW -"], [25, "CRAUFURD PRIORY. 13 Room, which it equals in size, being thirty-six feet by twenty-two. The furniture of this apartment is equally good with that of the Chinese Room, though of the plainer description, which is indigenous to Britain. The room contains, among other articles of decor- ation, a beautiful water-colour drawing- of Kilbirnie Castle, the mansion house upon Lady Mary Craufurd's Ayrshire estate. It is lighted by a magnificent drop chandelier ; and the carpet is of the costly sort termed imperial, being enriched by raised figures, crimson upon a buff ground. Returning to the Lobby, and passing to the right hand, we enter the Dining-Room, a very handsome apartment, thirty feet by twenty-two in size, and thirteen feet high. This room has an air of peculiar comfort, and, in point of size and furniture, is worthy of"], [26, "14 description of the splendid mansion of which it forms so important a part. At the western extremity of the Dining-Room there is a magnificent lobby, with an elaborate arched roof, supported by four massive fluted pillars. This is one of the finest parts of the whole house. It was de signed by the noble Proprietress ; and executed by Mr Gillespie, who admired Her Ladyship's original sketch so much, that he did not think it necessary to design any thing himself. The door leading off from this splendid vestibule into the Grand Hall is so spacious, that a coach and four might easily pass through it. The Grand Hall is an apartment truly worthy of that name. It occupies the whole space of the great tower de scribed, except a part, which is appro-"], [27, "15 CRAUFURD PRIORY. priated for a stair-case. The measure ment is sixty feet by thirty, and twenty feet high. The ceiling of this room, with that of an adjoining billiard-room, cost the enormous sum of fifteen hundred pounds. It is chiefly lighted by one vast arched window of stained glass, executed by Edington, and pronounced by that artist to be the finest he ever did. It is impossible by words to convey an adequate idea of this splendid work of art, which is the largest of the kind in the kingdom, except that of Arundel Castle in Sussex, the seat of the Duke of Norfolk. The principal figure is one of St. Ignatius, the well-known founder of the Jesuits, representing him reading the laws. On each side is the represent ation of the armorial bearings of Lady Mary Lindsay Craufurd, with the vari ations appropriate to Her Ladyship's two"], [28, "16 DESCRIPTION OF estates. In the centre, below, is the armorial coat borne by Her Ladyship's family before the union of Scotland and England. The rest of the window is filled with a profusion of jleurs de Us of the brightest colours. The window fronts towards the west ; and when the level rays of the setting sun are trans mitted through it, so as to stain the opposite wall with its rich and fairy-like colours, the effect is inconceivably fine. This grand room is farther ornamented with three colossal statues, clothed in ancient armour — one, an emperor ; the other a king ; and the third, a knight ; each occupying a distinct niche in the wall, at regular distances. These figures are capable of bending their arms and legs, by means of springs ; and their casques can be lighted up with lamps, so as to produce a very striking effect."], [29, "17 CRAUFURD PRIORY. Above the mantle-piece there is a paint ing, containing portraits of the late Earl of Craufurd and his two sons, placed there, in gratitude, by Lady Mary Lindsay Craufurd, daughter of the Earl. In the billiard-room, adjacent to the Grand Hall, there are several very in teresting family portraits. One of them represents the late Countess of Craufurd, mother of Lady Mary Lindsay Craufurd; another, the late Countess of Eglintoun, Her Ladyship's sister. Both of these ladies are extremely beautiful. There is also a large portrait of the first Earl of Craufurd, a distinguished warrior, who went to the Holy Land, and brought home the ostrich and key which now form the \" crest\" worn by the family. Such is the ground-flat of Craufurd Priory ; and it only remains to be no- li"], [30, "18 DESCRIPTION OF ticed, that at the bottom of the grand stair-case leading to the upper rooms, there is a magnificent organ by Knight, set to play fifteen tunes, without the use of the finger-board. The cost of this stupendous instrument was five hundred and fifty pounds. From the great height of the stair-case, the effect of the music is extremely fine. At the top of the stair-case, a spacious platform gives entrance to the various apartments of the second floor. The door immediately opposite the top of the stair-case opens upon the Ante-Room of a large Bed-Chamber. These two apart ments are decorated by thirteen large paper drawings of various passages in the classical allegory of Cupid and Psyche — the figures half as large as life. The Ante-Room, which is furnished"], [31, "19 craufurd priory. with amber sarsnet, contains nine out of the thirteen, and is additionally orna mented by raised fluted columns, by a broad base, containing appropriate figures, and by a frieze, the drapery of which hangs in festoons from a Cupid and an antique vase alternately. The Bed-Room measures nineteen bv fourteen feet, and is fifteen feet high. From this Bed-Room, we enter the State-Room, an apartment thirty feet by twenty-four, and fifteen in height, and the walls of which are finished in marble. This apartment, with the two preceding, occupies the western division of the second floor ; the eastern department comprises the State Bed-Room and an other, which the ingenious fancy of the noble Proprietress has styled the - Castle of Otranto Room.' b 2"], [32, "20 description of The State Bed-Room is fitted up with crimson velvet, lined with amber sarsnet. The chairs with which it is furnished are covered with seared work, containing emblematical figures. It measures eighteen feet by nineteen, and is eighteen feet high. The Castle of Otranto Room is so called on account of its being fitted up in the style of the apartment described in that delightful fiction. The prevail ing colour is blue ; and it measures twenty-two feet by twenty-three, and is eighteen feet high. The grand marble chimney-piece is an object worthy of particular attention. It is an antique sculpture of the Feasts of Bacchus, originally bought in Tuscany by Lord Rivers for nine hundred pounds, and which Lady Mary Lindsay Craufurd pur-"], [33, "21 craufurd priory. chased for six hundred pounds, on that Nobleman's effects being brought to the hammer. The Quarry from which the stone was extracted is no longer worked. The Castle of Otranto Room contains two very fine portraits ; a beautiful full length of Lady Mary herself, and a bust of her late sister the Countess of Eglintoun. The room is fitted up with fine blue flock paper, crimson velvet curtains, &c, and is altogether one of the most delightful apartments in the house. Below, there is a remarkably beautiful little attic room, fitted up by Oakley ; and, descending a private stair-case, by easy access, we reach a suite of servants' apartments, comprising cloisters, second table room, hall, &c."], [34, "22 description of Craufurd Priory altogether contains fifty various apartments. The immediate environs of this noble mansion are not less worthy of admir ation than its interior decorations. It is surrounded by some fine old wood, through which there are numerous delightful walks, generally fringed with flowers. The Garden, situated at the distance of about half a mile from the house, is the most attractive of all the surrounding objects. It measures no less than seven acres, and is kept in a state of the highest possible order. Besides a vast quantity of exposed fruit trees, it con tains many others in hot-houses ; and it may be truly said, in the words of Virgil,"], [35, "crauford priory. 23 \" hie ver perpetuum.\" To give an idea of the extensive ranges of vineries, peach-houses, &c, which it contains, the following statistical table may be added : — The Large Range measures two hun dred and six feet in length, eight feet four inches in breadth, and fourteen feet in height. It contains three hundred and thirty square yards of glass. The Double Vinery is sixty-one feet long, eighteen feet wide, fifteen feet high, and contains one hundred and sixty square yards of glass. The Green House is forty feet long, eighteen wide, and twelve high, con taining seventy-nine square yards of glass."], [36, "24 CRAUFURD priory. The Pine Pit, or house for raising green-house plants, contains thirty square yards of glass. The whole amount of glass, including the number of frames, which contain fourteen each, is six hundred and fifteen square yards. THE END. Edinburgh : Printed by John Johnstone, 104. High Street."], [37, ""], [38, ""], [39, ""], [40, ""], [41, ""], [42, ""], [43, ""], [44, ""], [45, ""], [46, ""]]