[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THE WIDOW OF NAIN, AND OTHER POEMS."], [8, "MARCIIANT, PRINTER, ING R A M-C0URT, LONDON."], [9, "THE WIDOW OF THE CITY OF NAIN; AND <2Mf)er iJorms. BY THE Rev. THOMAS DALE, B. A. OF CORPUS CHRISTI COLLEGE, CAMBRIDGE. \" Quid prius dicam solitis Parentis \" Laudibus, qui res hominum ac deorum, \" Qui mare et terras, variisque mundum \" Temperat horis.\"— Hor. Od. 12. Lib. 1. \" Women received their dead raised to life.\" — Heb. xi 35. EIGHTH EDITION. LONDON : PRINTED FOR J. M. RICHARDSON, 23, CORNHILL J. HATCHARD, PICCADILLY; AND DEIGHTON AND SONS, CAMBRIDGE. MDCCCXXV."], [10, ""], [11, "TO HIS EARLIEST AND DEAREST FRIEND, THE FOLLOWING POEiMS ARE INSCRIBED BY THE AUTHOR, AS A SLIGHT BUT SINCERE TOKEN OF AFFECTION AND ESTEEM."], [12, ""], [13, "t tc t I 4 it 1 . t 10 THE WIDOW OF NAIN, A POEM. 1. And why this look of wild affright, ' ' This burning tear, and pallid brow ; Does some dark vision of the night \" With stern remembrance haunt thee now Why thus should fancied fear appal? Thou seest 'tis but illusion all. Soft sleep has soothed me — and my breast \" Is free from pain, except for thee ; Calm and unbroken was my rest, \" And why should thine less tranquil be? Cease then, my mother, — weep no more, — Thy dream of agony is o'er:"], [14, "THE WIDOW OF NAIN. 8 a tt a <i i t i i it i a ct a i ■( u And look not thus — I cannot bear That look of horror and despair : — Thy tears my former pangs renew, Thou would'st not wish to pain me too. Forget the fear that made thee weep ; Be calm — perchance thou yet may'st sleep. Still dost thou linger? If in vain 15 \" I plead the sufferings all thine own To urge repose, yet think again — \" I plead not for thyself alone. Think, should exhausted nature fail, (Which from thy cheek, so deadly pale, I augur with increasing dread,) 20 25 Who then would watch beside my bed ? Or who, unwearied, soothe like thee The long, long nights of agony ? I know 'twould grieve thee to resign This care — nor should I less repine ; No hand to me so dear as thine. Then come, my mother, and recline Upon my couch — and it shall be My welcome task to watch by thee, As thou hast often watched by me.\" SO 35"], [15, "ID 15 50 ■JO THE WIDOW OF NAIN. Subdued — his mother fondly smiled: That smile, dissolved in tears, soon fled- Her words were choked — she faintly said \" Jehovah bless thee, oh my child!\" II. Though still, he sleeps not — ceaseless pain Throbs in his burning breast again, And yet nor sighs nor murmurs break From his closed lips, lest she should wake. Fitful and faint her slumber seems, Broken by wild disordered dreams; — Oh wretched mother! o'er thy breast Dark presage reigns — thou canst not rest ; On thy cold brow that sleep may press Which springs from very weariness, It brings no pause from misery — 'Tis not forgetfulness to thee. The sight that never yet hath been, Is present now to Fancy's eye ; Prophetic visions — dimly seen — That soon shall close in certaiutv."], [16, "THE WIDOW OF NAIN 10 60 9 63 7o And if, entranced, thou dost not hear Pain's stifled whispers — in thine ear A deep groan rings, — a dying groan — That chills thy life-blood with its tone. Though misery marked thine earlier date And sternly fell the stroke of Fate, It left thee not all desolate — Lone — widowed — poor : — in every ill One solace soothed thy sorrow still: 'Tis fleeting fast — not childless yet? Thou shalt be, ere to-morrow set. III. i And who reclines expiring there? — It is her son — her only son ; — That child of many a fervent prayer She loves, as they can love alone Whose hearts are centred all in one. She had another once — but he Long since hath been where all must be :"], [17, "THE WIDOW OF NAIN. 11 75 BO 85 i 90 95 He fell for Zion — happier far To die, as he had lived, unchained, Than mourn her latest, deadliest war, And view her sacred shrine profaned, Her glory lost — her God disdained. She saw, — but could not share his fate, And exiled now, and broken hearted, Far from her native vales departed To linger through her joyless date, In home that more became her state: — And there in loneliness to mourn, Until her orphan babe was born. But from the moment of his birth She strove to check the murmuring tear She had a hope, that still was dear ; A tie, that bound her still to earth : — And o'er him though at times she wept, W hen Memory woke her past distress, And gazed upon him as he slept, And felt that he was fatherless — All was not suffering — as she prest Her blooming infant to her breast,"], [18, "THE WIDOW OF NAIN. 12 100 105 110 115 And sought and shared his fond caress, And watched his opening loveliness, — Oft midst her sadness has she smiled Upon her yet unconscious child, Till passion's strife began to cease, And sorrow softened into peace. Still, as from infancy he grew, His mother's love waxed stronger too : It was her sole delight to trace His father's features in his face, And fondly deem in him restored The image of her buried lord. *R* -tv -J? -fr \"-n** -TV -Sr Alas ! while health and hope were high, And youth shone sparkling in his eye, And scarce was manhood's spring begun Passed the destroying Angel by, And smote the Widow's son ! IV. She saw him — Death's untimely prey, Struck with the blight of slow decline ; She watched his vigour waste away, His ardent spirit droop and pine."], [19, "THE WIDOW OF NAIN. 13 120 125 130 135 The rose upon his cheek, she knew, Bloomed not with health's transparent hue ; It was a softer, fainter glow — A tint of fading loveliness, Which told a canker lurked below: — So gleams o'er fields of wintry snow The pale moon, cold and comfortless. And oft she marked within his eye A wild unwonted brilliancy — The lovely, but delusive ray Of nature sinking to decay: And oft she caught his stifled moan — It breathed a deep and hollow tone, Which told of death, ere life was gone. At times, when fever's burning flush Heightened consumption's hectic blush, Fond hope — the latest still to leave, The first to flatter and deceive — Once more would brighten — but to fly When that false flush forsook his cheek, And spoke the pang he would not speak, And froze her fears to certainty."], [20, "THE WIDOW OF NAIN. 14 140 145 150 155 Nor deem it strange, that hope had power To soothe her soul in such an hour; Where time has rent the lordly tower, And moss entwines the arches grey, Springs many a light and lovely flower That lends a lustre to decay. Thus, while existence wanes away, Consumption's fevered cheek will bloom, And Beauty's brightest beams will play, In mournful glory, o'er the tomb. V. The spirit of her son to cheer, With hopes she now had ceased to feel ; From that dread stroke, which menaced near. A few short bitter days to steal; — To soothe the languor of decay She strove — all other cares were fled ; And midnight's gloom, and morning's ray, Still found her watching by his bed, To render, with unwearied hand, All love could do, or pain demand."], [21, "THE WIDOW OF NAIN 15 160 105 i70 175 180 The very firmness of despair Had nerved her weaker heart to bear ; Or never had that mother borne To see him die — and thus to die — Untimely wasting, ere the morn Of youth had past unclouded by — While art essayed in vain to save, Or smoothe his passage to the grave. Whate'er his inward pangs might be, He told not — mute, and meekly still, He bowed him to Jehovah's will, Nor murmured at the stern decree; For gently falls the chastening rod On him, whose hope is in his God : For her too, who beside his bed Still watched with fond maternal care, For her he breathed the pious prayer — The tear of love and pity shed. Oft would he bid her try to rest, And turn his pallid face away, Lest some unguarded look betray The pangs, nor sigh nor sound expressed."], [22, "16 THE WIDOW OF NAIN. 185 190 195 200 When torture racked his breast, 'twas known By sudden shivering starts alone ; — Yet would her searching glance espy The look of stifled agony — For what can 'scape a mother's eye? She deemed in health she loved him more Than ever mother loved before ; But, oh! when thus in cold decay, So placid, so resigned he lay, And she beheld him waste away, And marked that gentle tenderness Which watched and wept for her distress ; — Then did her transient firmness melt To tears of love, more deeply felt; And dearer still he grew — and dearer- E'en as the day of death drew nearer. VI. \" 'Tis past— the icy damps of Death \" O'er my cold frame dissolving steal ; — \" I draw a pang with every breath, \" A pang I soon shall cease to feel."], [23, "THE WIDOW OF NAIN. 17 \" While aught of hope remained — I strove \" The pain that wrung my breast to hide, \" Lest it should wound thy anxious love — \" I could not thus have died. \" Oh no, my mother! ere we part, 205 \" Know thou the faith that cheers my heart, \" And calm that wildness of despair, \" If aught can solace thee — 'tis there. \" I waste no words on those who say, \" *When the dark grave enwraps our clay, \" The spirit sinks in like decay; 210 \" 'Tis but the sinner's specious lie, \" I know, I feel, I cannot die. \" Far too from me the vain parade \" Of duties done, and laws obeyed, \" Which urge presumptuous man to rise, \" And claim the meed of Paradise. 215 * The Sadducees denied the existence of a future state altogether. The Pharisees admitted the doctrine of the resurrection, but sub stituted the letter for the spirit— the ceremonies for the duties of religion. The Jewish people was almost entirely composed of these two sects. C"], [24, "THE WIDOW OF NAIN 18 220 225 230 235 240 Nor tell me, — mother, — as thou wilt, \" That I have sought Jehovah's will: \" Thou little know'st the secret guilt \" That taints my purest homage still. If I have stood where others fell, And trod the saint's rough path — 'tis well- By prayer and pious deeds were shown My faith, my hope — but these alone. Taught by the word of life, I knew How vain was all that man could do ; If God his holiest acts approve, 'Tis not in justice — but in love. I cast my worthless deeds away, \"* My sin with bitterness deplored, \" And sought the mercy of the Lord; — \" And now when flesh and soul decay, \" That mercy is my only stay. \" Think not I tremble at the grave — \" Or sigh for life — no! but for thee \" Harsh were the hand that sought to save, \" For Death is victory to me. \" Repine not, though the gift he gave Jehovah calls thee to resign ; —"], [25, "THE WIDOW OF NAIN. 19 245 250 25.-) 200 2 \" If desolate and lonely left \" On earth—thou art not all bereft; \" For thee may endless glories shine, \" And Israel's faithful God be thine. \" My spirit fails — I can no more, \" Mother! farewell! 'twill soon be o'er; — \" Soon will the last worst struggle cease. \" Father of Mercies ! let thy power \" Sustain me in the trying hour, \" And all shall then be peace ! \" VII. Noon came and fled — and evening grey Cast o'er the room a sombre shade; Alike to her were night and day- Her eye was never turned away From the low couch where he was laid. She could not weep — she could not pray, Her soul was dark — and with despair Devotion mingles not — the prayer, Breathed hopelessly, was breathed in vain Her all of being centred there, And dragged her thoughts to earth ag-ain c"], [26, "20 THE WIDOW OF NAIN. 265 270 275 280 Her's was that bitterness of woe, Which sighs or tears can never reach, Which mocks the bounded powers of speech A recklessness of all below — Of all around — above — but one — The dying youth she gazed upon. So looks the mariner on the wave, Which onward rolls his opening grave ; — On battle-fields, with slaughter red, Where friend by friend has fought and bled, So looks the dying on the dead. Her hopes, her love, her earthly bliss, Her very soul was bound in his ; And now the fatal hour was nigh, When all but life with him must die, And what — when he had ceased to be, Oh ! what was life but misery ? A night with cheerless gloom o'ercast, A maddening memory of the past ; — The desert of the joyless breast, Death's apathy, — without its rest."], [27, "21 THE WIDOW OF NA1N 285 290 295 300 VIII. Mute, motionless, as if he slept, His head upon her breast reclined ; And yet, though horror coldly crept Through every vein, she never wept, Calm and resolved, but not resigned. When Hope's last lingering ray was o'er, Despair itself her heart might steel, Through all that she had felt before — And all that she was now to feel. Ha ! why that wild convulsive start ? The agony has reached his heart ; The parting pang, that throbs no more, Has withered life, and all is o'er. — No ! still he lives ; th' unequal strife Still nature bears, if that be life — A closing conflict — soon to cease — A prelude to eternal peace. A moment — as the fiery ball Flashes, but darkens ere it fall ; A moment, waked from that deep trance His eye beamed forth, and in its glance"], [28, "22 THE WIDOW OF NAIN. 305 310 315 320 325 There was a fiery energy — A lambent ray, life's last endeavour To sparkle ere it fade for ever — And summon all its strength — to die. Still heavenly Hope's undying flame Shone 'midst the wreck of nature's frame ; And through the mortal could she see The germ of immortality. He strove to speak — he gasped for breath- Not all in vain — though instant death Had touched his heart ; one faltering word He spoke, and yet another ; — (The rest were as a dying groan, An indistinct and hollow moan ;) And all he said, and all she heard, Was, \" Mother! dearest Mother ! Life could no more : he sighed — he ceased His head upon her bosom lay ; She looked — without a groan released, The soul had passed away. A smile was still upon his face, A placid calmness on his brow,"], [29, "THE WIDOW OF NA1N. 23 330 335 340 Which Death itself could not erase ; These might have soothed her once, but now * * # # # # * IX. 'Tis eve — the sun's departing beam Serenely sheds his purest gleam ; The liquid clouds of airy lightness, Which tempered his meridian brightness, Float graceful thro' the fragrant air, And thousand hues reflected there, In varied lustre shine ; Day, like a virgin, whose young bloom, Lost love, and blighted hopes consume, Is loveliest in decline. It beams for all — yet only he, Whose breast from pining care is free, (If such, alas! on earth there be,) Will gaze on that fair eastern sky, With bounding he2rt and raptured eye."], [30, "THE WIDOW OF NAIN. 24 345 350 355 360 365 To him, whose pride disdains to weep The cureless grief that will not sleep, Fair nature smiles in vain ; He only dwells, 'midst such a scene, On happier hours that once have been, And ne'er shall be again. So deem the souls that sternly bear, And madly pride them in despair ; Presumptuous beings of a day, Who know no cares beyond their clay. Not thus did Zion's bard survey The glories of Jehovah's might ; His warm soul kindled, like a ray Shot from that orb of living light. \" Lord ! what is man that thou hast given \" To him this wondrous frame of heaven ; \" This sun, unmated and alone, \" Who looks in glory from his throne, \" A feeble image of thine own ? Our God, from whom these wonders came ' How great ! how matchless is thy name !\""], [31, "THE WIDOW OF NAIN 25 370 375 380 ■9 385 X. Fair smiles that lovely orb above On many a varied scene beneath ; The ray that gilds the bower of love Gleams o'er the sable train of death. But not an eye was upward cast, Of all that now through Nain past; The fire of youth's undaunted brow Was quenched in pensive sadness now; And every maiden's cheek was wet, With tender tears of fond regret. Ah ! what avails that sacred tear To him, who lies on yon rude bier; Can grief recal his blighted bloom, Or pity reach him in the tomb? No — doomed in Death's cold grasp to lie He wakes not — till this earth and sky Shrink from before Jehovah's eye, And crumble into vacancy: Till the last trump shall cleave the skies, And bid the dead of ages rise!"], [32, "26 THE WIDOW OF NAIN 390 395 400 shed 405 XL Yes ! woe may crush, but cannot bow Man's spirit of unbending steel; He bears the wound, that cannot heal, With haughty heart, and tearless brow, As if he thought it scorn to feel. That struggle with despair we see, With awe too strong for sympathy. But, oh ! in woman's worst distress There is a touching tenderness : It is not beauty, youth, or grace, Nor aught that misery can erase : But 'tis a spell, its source unknown, — And they who weep not for their own Will melt at her's, and her's alone. Pensive, yet silent are the crowd, For heartfelt grief is never loud ; Their sighs are breathed, their tears are More for the living than the dead. For whom does Friendship thus lament? On whom those looks of pity bent?"], [33, "THE WIDOW OF NAIN. 27 410 415 420 425 Gaze on the mourners, — thou wilt see But one who weeps not — that is she. XII. Her eye is fixed upon the bier, Her cheek is cold and colourless; The bursting sigh, the burning tear, Have passed from sorrow's wild excess, To still unconscious fixedness : — For strong emotions when they fade Cast o'er the brow a deeper shade ; And sated passion sinks the breast To silence — apathy — not rest. Perchance the horrors of that night Had withered soul, and sense, and sight; While memory, overborne by grief, Had flown to madness for relief. On all around, earth — mountains — sky, She gazed with utter vacancy. Behold the rock-hewn sepulchre ! The solemn sight appals not her: Others grow pale to mark the spot, And yet she weeps not— startles not. —"], [34, "28 THE WIDOW OF NAIN. 430 435 440 i 445 Gaze on her brow; what meet ye there? Horror and wildness and despair, The deep intensity of thought, The brain to utter frenzy wrought. 'Tis not that wavering woman's grief, Which bursts in one impassioned flow ; But courts and soon admits relief Surviving friends may yet bestow, When hope, and love, and joy remain, To bid the mourners smile again; — 'Tis that severer weight of woe, Which neither asks nor finds redress, And only seeks, unseen, to know Its own unchanging bitterness. XIII. Among the train that walked before, His harp the village-minstrel bore — He marked, and struck the light chords o'er For well he knew the soft control Of music o'er the human soul; And thought, if earthly solace could, This yet might wake a milder mood."], [35, "THE WIDOW OF NAIN 29 450 455 460 465 470 His was that simple melody — Wild — plaintive — uncontrolled by art, Which steals resistless to the heart, And sets the prisoned feelings free, Within that gloomy cell comprest, Deep shrine of woe — the human breast Yes! while those notes of magic last The present fades into the past; The scenes of other days return, And youth's unquenched emotions burn: The ardent hopes that charmed and fled— The fond remembrance of the dead ; — The gentle eye, that beamed to bless, The look, whose smile was tenderness; — The voice, once wont with love to thrill, Now mute, yet unforgotten still — The form that but with fife can die, — Whose monument is memory. E'en they, whom pride impels to bear, And quell repining in despair ; By flushed or faded cheeks reveal They once have felt — they still must feel."], [36, "30 THE WIDOW OF NAIN. This meed alone the heart repays To bards like him, the worthiest praise ; He hears it in the whispered sigh, And sees it in the glistening eye. Such is that sweet Helvetian strain,* 475 Whose notes to fond affection dear, Unman the hardy mountaineer, And quell the warrior's martial fire, And warm his heart with strong desire, To see his native hills again. To high and holy themes alone, 480 That sacred harp was wont to swell — Of Judah's fall, and Zion's moan, And Him, whom prophet bards foretell Her present hope, her future King, The glowing minstrel loved to sing. Hushed is that warm enraptured dream ; 485 The notes of joy have ceased to flow Responsive to their wonted theme ; But mournful is the strain, and low — 490 * The Ranee des Vacb.es, which tune was interdicted in the French armies, on account of its tendency to induce desertion in the Swiss auxiliaries."], [37, "THE WIDOW OF NAIN. 31 ', 495 500 505 And all in mute attention hung, While thus the solemn dirge he sung: — \" Dear as thou wert, and justly dear, \" We will not weep for thee ; \" One thought shall check the starting tear. \" It is — that thou art free. \" And thus shall Faith's consoling power \" The tears of love restrain; \" Oh ! who that saw thy parting hour, \" Could wish thee here again? \" Triumphant in thy closing eye \" The hope of glory shone, \" Joy breathed in thine expiring sigh, \" To think the fight was won. \" Gently the passing spirit fled, \" Sustained by grace Divine, \" Oh! may such grace on me be shed, \" And make my end like thine.\"* * Numbers, xxiii. 10."], [38, "THE WIDOW OF NAIN. 32 510 515 520 525 XIV. Slow ceased that soft and solemn strain, Faltering his latest accents fell, Sad, as to friends the last farewell— And, while he soothed that mourner's pain, His tears burst forth : — the generous heart, The grief it seeks to heal will share ; And calm cold pity can impart Small solace to despair, The dying notes were borne away On the light breeze, deep as the sigh Of orphans o'er a parent's clay; And sad as that low melody Which to the rising whirlwind's sighs The wild Æolian lyre replies. She heard, she yielded — her pale cheek The hectic of emotion flushed, And all a mother's softness rushed Into her eye — she strove to speak— The grief, till now in silence kept, To shun the pity of the crowd,"], [39, "THE WIDOW OF NAIN. 33 530 535 540 545 Burst widely forth — and now she wept In tears of bitterness aloud. XV. At length she spake — \" My son ! my son ! \" Sole solace of my sinking years ! \" Though thou art fled, and there is none \" Whom Nature's sacred tie endears, \" To feel, and do as thou hast done ; \" Yet — not for this my tears : \" Oh no ! afflictions all my own \" Could not have wrung one murmuring groan \" And sorrow, sickness, agony — \" Yea, death itself I would have borne, \" (So thou hadst closed my dying eye) \" Ere thus o'er thee to mourn. \" Lonely I lingered on through life, \" The prey of wretchedness and strife, \" Till thou wert lent me to restore \" The peace I thought to feel no more. \" And blessed have I been in thee — ' For thou wert all and more to me ' Than duty binds a son to be. c"], [40, "THE WIDOW OF NA»NT. 34 550 true ; 555 560 565 With thee my bliss once more begun, \" Entwined with thine it grew ; Oh ! since thy transient race is run, \" Would mine were ended too! XVI. \" I thank ye, friends — ere this I knew \" Your hearts, your friendship warm and \" But oh ! forgive me if my grief, \" Finds not in sympathy relief; \" It cannot banish my despair, \" It cannot aid my soul to bear \" That ye should sorrow too. \" Then not for me, hut if ye mourn \" For him, I would not check the tear \" From love, from life, untimely torn, \" It proves his memory still is dear, — \" He fell not unlamented here. \" My hopes have sunk to rise no more — \" But your's may every blessing be, \" Children like him ye now deplore. \" And friends as ye have proved to me"], [41, "THE WIDOW OF NAIN. 35 I t 570 575 580 585 390 2 Or, if so will the Power Divine, Your friends, your child, in peace resign But not with agony like mine. E'en yet, those fatal moments seem The fever of a hideous dream ; Nor dare I trust my whirling brain To trace that deadly hour again : — To think is madness, and to grief Like mine, no words can bring relief. No more — in silence let me seal What then I felt — what now I feel — It is enough — he died— and I — I loathe to live, and cannot die. XVII. It must not be. This fixed despair, This wild impiety of woe. With mad presumption seem to dare \" The mighty Hand that struck the blow 'Tis vain, and I must learn to bear — \" If nought on earth can yield redress, Friend of the mourner, he2r my prayer. Thou yet canst soothe my wretchedness c"], [42, "36 THE WIDOW OF NAIN. 595 600 605 610 ' Oh ! deign in mercy to control ' The guilty transports of my soul, Bend me submissive to thy will, And be my God, my Father still. 'Tis righteous, though severe — I know My sins deserved a deeper blow : If none on earth more deep could be, This wounds not in eternity, And there a hope may yet be mine — \" Soon shall the star of Zion rise, ' O'er Judah's scattered race to shine, \" And point the path to Paradise. ' For him — despite the maddening thought ' With dark and dread remembrance fraught ' For him too would I bless thy name ; He died not as the guilty die, — Thy power sustained his sinking frame, \" And death was lost in victory. Whate'er his sins had been, he deemed Far other than to me they seemed; He knew them boundless — but he knew Thy mercy was unbounded too :"], [43, "THE WIDOW OF NAIN. 37 615 620 625 630 ' That mercy to my soul accord, \" And be thy chastening rod deplored, ' With meekness, though in tears, O Lord! \" Vanished is now the only ray, \" That cheered my dark and desolate way; \" Soon must my wasted frame decay, \" Nor shrink I from my fate — with none ' ' To watch me on my dying day, \" I sink into the tomb alone: \" So let it be — since he is gone \" I ask no earthly hope — be thou, \" Oh Israel's God! my portion now: \" And when the pangs of memory prey \" On my cold heart, be thou my stay, \" And teach my sinking soul to say, \" * It is the Lord — His will be done.'\" XVIII. She ceased — upon the green hill's brow A cloud of dust is gathering now: Hark! through the light air echoing loud The murmurs of a mingled crowd."], [44, "THE WIDOW OF NAIN 38 635 640 645 650 Onward the tumult rolls — 'tis near — They listen, mute with breathless fear: Is it the lordly Roman's car, The pomp and pageantry of war, Where Zion's sons must swell the train, Of foes their inmost souls disdain? Or those bold warriors — wild, yet free — The rebel bands of Galilee ? No — they are brethren — and that cry Is the glad shout of victory ; 'Tis high Hosanna's loud acclaim, 'Tis royal David's honoured name. And now they wind the steep descent — The glance, in swift inquiry bent, Wandered o'er all, but fixed on one — Circled by numbers, yet alone. Robed in the garb of poverty, Nor King, nor Priest, nor Warrior he ; Yet — why they know not — in his mien A latent loftiness was seen ; A more than mortal majesty, That daunted while it fixed the eve."], [45, "THE WIDOW OF NAIN. 39 655 660 665 670 The countless throng that round him pressed, To him their songs of praise addressed; Not thus had Abram's seed adored, A heathen chief— an earthly lord. They come— they meet — but, ere they past, One gracious, pitying look he cast On that pale mourner — marked her tear. And bade her \" Weep not;\" — to the bier He turned — but, ere he spoke his will, Each trembled with a sudden thrill Ot\" conscious awe — the train stood still! XIX. The mourner — speechless and amazed, On that mysterious stranger gazed; If young he were, 'twas only seen From lines that told what once had been; — As if the withering hand of Time Had smote him ere he reached his prime. The bright rose on his cheek was faded, His pale fair brow with sadness shaded —"], [46, "40 THE WIDOW OF NAIN. 675 680 685 690 not* Yet through the settled sorrow there A conscious grandeur flashed — which told Unswayed by man, and uncontrolled, Himself had deigned their lot to share, And borne — because he willed to bear. Whate'er his being or his birth, His soul had never stooped to earth ; Nor mingled with the meaner race, Who shared or swayed his dwelling place ; But high — mysterious — and unknown, Held converse with itself alone. And yet the look that could depress Pride to its native nothingness; And bid the specious boaster shun The eye he dared not gaze upon, Superior love did still reveal — Not such as man for man may feel — No — all was passionless and pure — That godlike majesty of woe, Which counts it glory to endure — And knows nor hope nor fear below ; Nor aught that still to earth can bind, But love and pity for mankind."], [47, "THE WIDOW OF NAIN 41 700 705 710 715 And in his eye a radiance shone — Oh! how shall mortal dare essay, On whom no prophet's vest is thrown, To paint that pure celestial ray ? Mercy, and tenderness, and love, And all that finite sense can deem Of him who reigns enthroned above ; Light — such as blest Isaiah's dream, When to the awe-struck Prophet's eyes, God bade the star of Judah rise — There heaven in living lustre glowed — There shone the Saviour — there the God. Oh ye — to whom the dying Lord Your sorrows — not his own — deplored ; — Thou, on whose guilt the Saviour cast A look of mercy — 'twas his last ; — Ye — who beheld when Jesus died, Say ye — for none can tell beside, How matchless grace, and love divine, In that immortal glance would shine. And she too felt and owned its power To soothe in that despairing hour ;"], [48, "42 THE WIDOW OF NAIN 720 725 730 735 Her pulse beat quick — and to her heart A ray of rapture seemed to dart : — The cloud that hung upon her brow Wore off — and all was comfort now ; And why ; she thought not on the dead- Her sight on him was rivetted, Whose look such peace and glory shed : So the wan captive, o'er whose cell No solitary sunbeam fell ; When years and years have lingered by, Restored to light and liberty, Fixes his first enraptured gaze Upon the bright sun's living rays. Short space he stood' — his lifted eyes To heaven a moment raised — he spoke These words the solemn silence broke : Young man, I say to thee, arise !\" XX. Where is thy victory, oh Death ? A nobler, mightier arm than thine Hath burst the dark abodes beneath, And bade the grave her prey resign."], [49, "43 THE WIDOW OF NAIN. 740 745 750 755 760 Jesus, thy victor and thy Lord, Has rent thy once resistless sword ; Fell tyrant of the fatal brow, Where are thy wonted triumphs now ? He moves— he breathes — he lives — he wakes Swift as the vivid lightning breaks Through the black tempest's murky night, His eye unclosed to life and light ; The crimson to his pale cheek rushed — To his cold heart the life-blood gushed, And circled quick through every vein, And waked the fluttering pulse again. Round his closed lips — still uneffaced Had fixed the smile with which he died : Death's marble look so well it graced, One only charm seemed still denied — Twas life — and what are all beside ? Where is that mortal paleness fled ? Is that the cold smile of the dead '. Away ! thou ' busy fiend' Despair, 'Tis life itself that kindles there."], [50, "44 THE WIDOW OF NAIN. 765 770 775 780 be \"Tis life ! by that almighty word His mortal being is restored, And reason flashes to his brain, And mind and memory wake again. Whate'er in other worlds he saw Man knows not — none can ever know — But peace — and joy — and holy awe Still lightened lingering on his brow, And o'er his face a lustre shed — Not of the living, or the dead. \" Where am I? whither are ye fled Fair visions of celestial light, That seemed to hover o'er my head — \" Oh ? bear me with you in your flight. \" Can this be earth— and must I deem \" 'Twas all an unsubstantial dream? \" 'Tis strange — light faded from mine eye, And on my brow such darkness fell \" As none have ever lived to tell ; ' That last mysterious agony Which throbs — and man has ceased to The frame is clay — the soul is free."], [51, "THE WIDOW OF NAIN. 45 785 795 800 \" I deemed this change had passed on me, \" And my light spirit soared on high, \" I know not where — from memory \" All passed with life's returning breath; — \" Yet still I feel, if such be death, \" 'Tis blessedness to die. \" But speak — what means this sable bier. \" This funeral train — whence came I here? 790 \" Ha! thou too, mother — thou so near \" And I beheld thee not — * # # # * * * * XXI. Did Nature's last convulsive thrill Press heavy on her beating brow. That gentle voice had soothed her still — And yet she hears not — heeds not now — She heard in hope and holy dread, The awful words that raised the dead : She saw the spirit kindle o'er His pale cold cheek — she saw no more —"], [52, "46 THE WIDOW OF NAIN. 805 810 815 820 Rushed she not forth to clasp her son ? No ! to that high and holy One, Urged with resistless zeal she turned, Her breast with strong emotions burned — As lowly at his feet she knelt, Well might her throbbing bosom melt With faith and love, till now unfelt: 'Twas God himself she gazed upon. Her favoured soul was given to see The pure incarnate Deity, And speech, and sight, and spirit failed Before the Godhead, though 'twas veiled. Burning with gratitude and love, For utterance long in vain she strove : At length she spoke — \" My God! my Lord! \" Oh! for that mercy all divine \" Which deigned to visit guilt like mine, \" For ever be thy name adored. \" To thee let ransomed Zion bow, \" Her King, her promised Saviour, Thou!\""], [53, "POEMS"], [54, ""], [55, "POEMS. i SONG OF A CAPTIVE JEW IN BABYLON. I. Let the broad veil of darkness be rolled from before thee, Oh Lord! and descend on the wing of the storm; Dispersed or enslaved are the saints that adore thee, And the rude hands of strangers thy temple deform : And Salem, our S2lem, lies low and degraded, While far from her ruins in exile we pine ; Yet still is the hope of thy \" remnant\" unfaded — The hand which implants it, Jehovah, is thine. D"], [56, "50 POEMS II. Alas ! we were warned, but we recked not the warning, Till our warriors grew weak in the day of despair ; And our glory was fled, as the light cloud of morning, That gleams for a moment, and melts into air: As the proud heathens trampled o'er Ziqn's sad daughter, She wept tears of blood o'er her guilt and her woe ; For the voice of her God had commissioned the slaughter, The rod of his vengeance had pointed the blow. III. Though foul are the sins, oh thou lost one ! which stain thee, The tear of repentance can wash them away; Though galling and base are the bonds that enchain thee, The God who imposed them can lighten their sway. For a Star yet shall rise o'er the darkness of Judah, A Branch yet shall flourish on Jesse's proud stem; — And Zion shall triumph o'er those that subdued her, Yea, — triumph in giving a Saviour to them !"], [57, "FOEMS. 51 II. THE MARTYR TO HIS APOSTATE JUDGE. I No ! — think not I can ever be False to my Saviour's hallowed name, For aught that thou could'st offer me — A little life — a little fame: 'Twere weak indeed to lose for them A bright unfading diadem. II. Thou hear'st my firm resolve — and now The guards, the racks, the flames prepare; And brand me false and frail as thou, If I fall back, or tremble there. Go thou, thy bleeding Lord disown, Be mine the faithful Martyr's crown ! d 2"], [58, "52 POEMS III. Aye, thou may'st smile, but not in scorn, Proud minion of a despot's will; Thy direst vengeance have I borne, And stand prepared to bear it still : My pride, my glory, shall it be To die for him who died for me ! IV. And if one passing pang I feel, Deluded crowd ! 'tis felt for you ; E'en thus, resolved the truth to seal, I would that ye were Martyrs too. Blest Saviour! — Lord of Earth and Heaven O be their sins — and mine — forgiven !"], [59, "PO EMS 53 III. THE ONLY TRUE HAPPINESS. I. In search of enjoyment I wandered in vain, With a void in my bosom that nothing could till ; For Mirth's gayest smile was succeeded by pain, And the sweet cup of Pleasure proved bitterness still. The young days of fancy rolled rapidly by, And I shrunk with dismay from the future's dark gloom, Where the clay-fettered spirit must mourn till it die, And man has no rest, but the rest of the tomb."], [60, "54 POEMS II. And yet I have revelled in Hope's fairy dream, And tasted the raptures of Love's purest bliss ; Delusive are both, though alluring they seem, Like vapours that gleam o'er a hidden abyss. The proud thirst of glory was mine from my birth, But what can this world to ambition display— Which grasps at the skies, but is bounded by earth, A spirit of fire in a prison of clay. III. And now I have heard of a nobler renown, A kingdom unfading, a glory divine ; But the humble alone shall inherit the crown, And how shall that kingdom of glory be mine ? Let my strength turn to weakness, my honour to shame, The reproach of the cross be my earthly reward ; All, all shall be welcome for one blessed name — The lowlv discinle of Jesus the Lord."], [61, "POEMS. 55 IV. JOBS COMPLAINT. I. Of all my race there breathes not one To comfort or deplore me ; Pain wakes a pulse in every bone, And de2th is closing o'er me. Still doth his lifted stroke delay, Protracted tortures dooming ; I feel, ere Use hath passed away, His very worm consuming. II. Night spreads her mantle o'er the sky, And all around are sleeping; While I, in tears of agony, My restless couch am steeping :"], [62, "56 POEMS I sigh for morn — the rising ray Awakes the earth to gladness ;■ I turn with sickening soul away — It smiles upon my sadness. III. Cursed be that day — in tempests wild When first, with looks delighted, My mother smiled upon her child, And felt her pangs requited : Oh ! that by human eye unseen, I might have fled from sorrow; And been — as though I had not been- As I would be to-morrow! IV. The light W2ve sparkling in the beam, That trembles o'er the river, A moment sheds its quivering gleam, Then shuns the sight for ever :"], [63, "POEMS 57 So soft a ray can Pleasure shed, While secret snares surround it ; So swift that faithless Hope is fled, Which wins the heart to wound it. V. A crown of glory graced my brow, Whole nations bent before me ; Princes and hoary sires would bow, To flatter, nay, *adore me : To me the widow turned for aid, And ne'er in vain addressed me ; For me the grateful orphan prayed — The soul of misery blessed me. * The Greek word jifoTitiniiv, reniered in the New Testament to adore, or to worship, signifies not only the act of adoration due to the Supreme Being alone, but the reverence paid to monarchs. and men of exalted rank, among the Eastern nations. In this sense it frequently occurs in Xenophon's Cyropædia."], [64, "POEMS. 58 VI. I raised the drooping wretch that pined In lonely anguish lying ; Was balm unto the wounded mind, And solace to the dying : Till one stern stroke, of all my state, Of all my bliss bereft me ; And I was worse than desolate, For God himself had left me. VII. Ye too, as life itself beloved, When all conspired to bless me, I deemed ye friends — but ye have proved The foes who most oppress me. I could have borne the slave's rude scorn, The wreck of all I cherished, Had one — but one— remained to mourn O'er me, when I too perished."], [65, "59 POEMS VIII. My children sleep in Death's cold shade, And nought can now divide them ; Oh ! would the same wild storm had laid Their wretched sire beside them ! I had not then been doomed to see The loss of all who love me — Unbroken would my slumber be, Though none had wept above me. IX. All hope on earth for ever fled ? — A higher hope remaineth ; — E'en while his wrath is o'er me shed, I know my Saviour reigneth. The worm may waste this withering clay When flesh and spirit sever ; My soul shall see eternal day, And dwell with God for ever."], [66, "60 POEMS V. PETER. \" And Ihe Lord turned, and looked upon Peter. And Peter \" remembered the word of the Lord ..... and he went out, \" and wept bitterly.\" St. Luke, xxii. 61. I. When thou who in doubt and in danger hadst been Devoted and firm to his side, Wert false to thy Lord in the last awful scene, And his name and his sorrows denied; He pitied thy weakness, and pardoned thy fears, His last look was mercy to thee ; But oh ! in that moment how bitter thy tears, How deep would thy penitence be !"], [67, "POEMS. 61 II. And thus, when the storms of temptation arise, And the light of his glory is veiled, When the foe of the righteous exults in his prize, And the faith of the Christian has failed : — Like thee, if repentant the Saviour we seek, Oh ! still shall his grace be as free ; Nor will he condemn a believer more weak, For a crime which he pardoned in thee."], [68, "62 POEMS. ■, I VI. DAVID. \" A broken and contrite heart, oh God ! thou wilt not despise. Psalm m. 17. My spirit sinks with darkness and distress ; I see thee not, my Hope, my Light, my Lord ! Oh ! let thy gracious presence be restored, And rise once more, my Sun of Righteousness! Still dost thou cease my lonely heart to bless? In tears of blood my guilt has been deplored, With keen remorse and bitterness abhorred: — Oh ! leave me not thus dark and comfortless, But save me, ere I perish! O'er my soul The tempter triumphs ; vengeance and despair On my devoted head in thunder roll, And yet thou hid'st thy face. I cannot bear Thy wrath, my God! — Hell reigns without controul And fear appals my heart, and sin pollutes my prayer"], [69, "POEMS 63 And whither can I turn, but to the throne Of Him I have offended — art not thou My God? A son's loved name I claim not now But thou art still my Father — Thou alone Unchanging and eternal ! I have done A deed too dark to breathe, and on my brow The murderer's curse is stamped ; and yet I bow And plead thy mercies, oft in triumph known, In shame remembered still. Guilt's venomed sting Strikes deeper at the thought : — Thy grace, adored In youth, I dare not now essay to sing; My blood-stained hand would taint the sacred chord ; — One only plea — a broken heart — -I bring; Pardon thy servant's sin, for it is great, O Lord!"], [70, "64 POEMS VII. THE FEMALE CONVICT TO HER INFANT. 1. Oh sleep not, my babe, for the morn of to-morrow Shall soothe me to slumber more tranquil than tliine ; The dark grave shall shield me from shame and from sorrow, Though the deeds and the doom of the guilty are mine. Not long shall the arm of affection enfold thee, Not long shalt thou hang on thy mother's fond breast; And who with the eye of delight shall behold thee, And watch thee, and guard thee, when I am at rest?"], [71, "POEMS 65 II. And yet doth it grieve me to wake thee, my dearest, The pangs of thy desolate mother to see ; Thou wilt weep, when the clank of my cold chain thou hearest, And none but the guilty should mourn over me. And yet I must wake thee — for while thou art weeping, To calm thee I stifle my tears for 2 while ; But thou smil'st in thy dreams, while thus placidly sleeping, And oh ! how it wounds me to gaze on thy smile ! III. Alas ! my sweet babe, with what pride had I prest thee To the bosom that now throbs with terror and shame, If the pure tie of virtuous affection had blest thee, And hailed thee the heir of thy father's high name ! But now — with remorse that avails not — I mourn thee, Forsaken and friendless, as soon thou wilt be, In a world, if it cannot betray, that will scorn thee — Avenging the guilt of thy mother on thee.— 1,"], [72, "POEMS 66 IV. And when the dark thought of my fate shall awaken The deep blush of shame on thy innocent cheek ; When by all, but the God of the Orphan, forsaken, A home and a father in vain thou shalt seek ; I know that the base world will seek to deceive thee, With falsehood like that which thy mother beguiled ; Yet, lost and degraded — to whom can I leave thee? Oh God of the fatherless ! — pity my child !"], [73, "POEMS. 67 e2 VII. WEEP NOT FOR ME I When the spark of life is waning, Weep not for me ; When the languid eye is straining. Weep not for me : When the feeble pulse is ceasing, Start not at its swift decreasing; 'Tis the fettered soul's releasing — Weep not for me."], [74, "68 POEMS. II. When the p2ngs of de2th 2ssail me, Weep not for me ; Christ is mine — He cannot fail me — Weep not for me : Yes, though sin and doubt ende2vour From his love my soul to sever, Jesus is my strength for ever — Weep not for me."], [75, "POEMS. 69 it <t a IX. \" Oh Jerusalem, Jerusalem, thou that killest the prophets, and stonest them that are sent unto thee, how often would I have gathered thy children together even as a hen gathereth her chickens under her wings .... and ye would not.\" Matt, xxiii. 37. I. O S2lem ! who, in proud disdain, My faithful prophets slew ; And soon, the cup of guilt to drain, Wilt slay thy Saviour too ! How had my love thy children blest, Their deeds of blood forgot, And led them to etern2l rest — But they consented not !"], [76, "70 POEMS II. Now shall thy house be desolate, Thy glory now shall close ; Nor leave one trace of ruined state, To tell where Salem rose : Nor shalt thou thy Redeemer see, Nor hail thy crown restored, Till thou shalt say, \" How blest is he \" Whom thou hast sent, O Lord!\""], [77, "POEMS. 71 X. DIES IRÆ. The great and terrible day of the Lord.\" — Joel, II. 31 I When the pale moon to blood shall turn, The bright sun vanish from the sky, A fiercer flame than his shall burn, — A broader light flash forth on high : That light, O Lord ! thy throne shall be And circling clouds thy canopy ! II. Thy voice to being shall recall The mouldered dust that once was man The countless multitude of all Who lived, since Time itself began ; Thy burning car the dead shall see, And catch returning life from Thee."], [78, "72 POEMS III. Then shall the haughty despots know, Who dared thy m2rtyred saints condemn, Thou wert their hope in every woe — Thy hand prepared the crown for them. Oh ! may that crown of grace be mine ! The glory, Lord ! be only thine !"], [79, "POEMS 73 XI. CHORUS FROM THE \" ŒDIPUS COLONEUS \" OF SOPHOCLES. IMITATED. * Ooti; tow oftiono; pifovt. x. T. A. 1211 — 1243. I. Unknowing or unwise were he, Who sought to stretch his span Beyond the bounds of Heaven's decree, The destined date of man. Corroding grief and restless care, And fears that darken to despair, With Use itself began ; And they, whose years are longest, find Severer woes are still behind. * The classical reader will observe, that this piece, and the fol lowing, are by no means intended as literal translations. The Author, however, trusts, that whatever liberties he may have taken with Ihe language, he has not greatl> deviated from the spirit or sentiments of the original."], [80, "POEMS. 74 II. For how can happiness be won By him, whose wild desire, When all the powers of youth are gone, Still burns with quenchless fire? He seeks new charms for heart and eye — He seeks and finds satiety. No magic of the lyre, No festive dance or nuptial wreath Can soothe the restless fear of death. III. Oh ! better were it not to be — To perish, ere the eye Opens on light and misery, Or opens — but to die ! When the sweet infant's earliest breath Inhales the blighting blast of death, And proves his parting sigh. The soul deserts its mortal frame, And seeks the source from whence it came"], [81, "POEMS. 75 IV. Foredoomed to grief, we cannot shun The ills that all must know ; The life, with brightest hopes begun, May close in darkest woe. The strife of passions — vengeful hate, And hopeless love, our youth await: And what remains below? — A bleak old age, which nought can bless That withers in its loneliness. V. Thou too art desolate as I — As on the rocky shore, When the wild tempest howls on high, The foaming billows pour : On thy bare head aud hoary brow The storm of Fate is beating now — 'Tis useless to deplore : Soon will th' unequal strife be past, Be firm — and bear it to the last.''"], [82, "76 POEMS. XII. HORACE, ODE XIV. BOOK II. IMITATED. \" Eheu fugaces, Postume, Postume, \" Labuntur anni.\" I. Alas ! my friend, the fleeting years Glide rapidly away; The fearful verge of life appears Involved in dark dismay; The blighting touch of frozen age, And Death's unconquerable rage Are strangers to delay : Nor prayers, nor Virtue's stronger charm The tyrant of the tomb disarm."], [83, "POEMS. 77 •9 II. The costly sacrifice might bleed, Could this avert thy doom ; But will the Power of Darkness heed The votive hecatomb ? No: — does the crown of empire glow Bright on thy brow, or want and woe Thy cheerless date consume, The same in Fate's impartial eye — One doom awaits thee — thou must die ! III. In vain the battle strife is past, The whirlwind, and the wave — In vain dank Autumn's sickly blast Hath ceased to swell the grave : Where, through eternal gloom below, The streams of cold Oblivion flow, And guilty spirits rave; Those dreary realms thou soon shalt see. Where thou — alas ! where all must be !"], [84, "78 POEMS IV. Thy fair domain, and dearer bride, With life shalt thou resign ; Of all thy garden's stately pride, One tree shall still be thine : Sad o'er its short-lived master's grave, The dark-browed cypress then shall wave Thy store of spicy wine Shall redden o'er the marble floor In gay profusion — thine no more !"], [85, "POEMS. 79 XIII. ■' Oh Death, where is thy sting ? Oh Grave, where is thy victory?\" I Thus Bards of old bewailed their birth, Thus shuddering traced their future doom ; For all was wretchedness on earth, And doubt and dread beyond the tomb. Did woe their ' life of life' consume, Their sweet yet plaintive strains express No hope, but in eternal gloom — No rest — except in nothingness."], [86, "POEMS 80 i II. Not thus, when Death itself appe2rs, The Christian dreads the stern decree ; Hope soars above this vale of tears, And brightens in eternity. Redeemer of the world ! by thee Such mercies to thy saints are given ; Such let thy grace accord to me — The cross on earth — the crown in heaven"], [87, "POEMS. 81 XIV. I. Judah ! lone outcast of earth and of heaven, From their loved mountains thy children are driven Strange chiefs are in thy towers, Strange virgins in thy bowers, And to unhallowed powers Salem is given ! II. Judah thy Judge yet shall sheathe his red sword, Yet to thy hand be the sceptre restored. From thee, thus sunk in worth, Springs One of mighty birth- Heaven shall adore, and earth Own him her Lord ! F i"], [88, "82 POEMS. XV FUGIT IRREVOCABILE TEMPIIS. TIME. \" What is your life ? — It is even a vapour, which appeareth for \" a little time, and then — vanisheth away.\" I. Yes — all may grace our mortal day, That warms the heart, and wins the eye, And gives each ardent sense to stray From rapture to satiety. Wealth — glory — grandeur throned on high — And that which melts the heart of stone, The magic beam of Beauty's eye — But time glides on — and all are gone."], [89, "POEMS. 83 i! And thou — whom Heaven's high will denies To soar above thy fellow-men, For thee as dear a home may rise In village cot — or mountain glen Where, loving and beloved again, Thy hopes — thy heart may rest on one ; Oh ! what is life ? — time flies — and then Death speeds his dart — and both are gone III. And thou too, wretch — forbear to weep, Thy misery need not last for aye- Why feed the thought that else might sleep '. Why waste in hopeless grief away I Deserted in thy darker day, If friends are fled, and thou alone, Thy God will prove a firmer stay — Seek Him — time flies — and thou art gone."], [90, "84 POEMS. IV. Oh ! what are all the gauds of earth — Love's melting smile — young Beauty's bloom The pomp of wealth — the pride of birth, — Are these remembered in the tomb ? No — sunk in cold oblivion's gloom They lie — their very names unknown — The mouldering marble tells their doom — They lived — time fled — and they are gone. V. So thou shalt fall — but dost thou deem To sleep in peace beneath the sod ? Dash from thy soul that empty dream, And know thyself— and know thy God. Nor earth, nor time restrain his rod ; And thou — a few short summers flown, Thou tread'st the path thy fathers trod — Thy doom is fixed, aud — hope is gone."], [91, "POEMS. 85 VI. Chained to the dust from whence we spring, Why thus from yon bright skies be driven ? Oh turn to your eternal King — Believe — repent — and be forgiven. Haste — seize the proffered hope of Heaven, While Use and light are yet thine own ; Swift as the passing cloud of even, Time glides 2long — and thou art gone ! the end. MARCHANT, PRINTER, 1NG RAM -COURT, LONDON"], [92, ""], [93, "NEW TRANSLATION OF SOPHOCLES. m*t tfunuiJtirti, By J. M. Richardson, 23, Cornhill, In Two Volumes 8vo. Price 24s. extra Boards THE TRAGEDIES OF SOPHOCLES, TRANSLATED INTO ENGLISH VERSE, BY THE REV. THOMAS DALE, B.A. OF CORPUS CHRISTI COLLEGE, CAMBRIDGE. It has been the Translator's peculiar object in this work to render the diversified metres of the original by measures as nearly corres ponding as the genius of our language will permit. OF WHOM MAY BE HAD, NEW EDITIONS OF Mr. DALE'S other Works, viz. THE WIDOW OF THE CITY OF NAIN, and other Poems. Sixth Edition. THE OUTLAW OF TAURUS, a Poem. Third Edition. IRAD and ADAH, a Tale of the Flood ; with Specimens of a new Translation of the Psalms. Second Edition."], [94, ""], [95, ""], [96, ""], [97, ""], [98, ""], [99, ""], [100, ""]]