[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "MEMOIR ox Tns GEOGRAPHY, AND NATURAL AND CIVIL HISTORY IJF FLORIDA, ATTENDED BI A MAP OP THAT COUNTRY, CONNECTEB WITH THE ADJACENT TLACES : AND AN APPENDIX, CONTAINING THE TREATY OF CESSION, AND OTHER PAPERS RELATIVE TO THE SUBJECT. BY WILLIAM DARBY, MEMBER OP THE HISTORICAL SOCIETY OF NEW YORK ; AND AUTHOR OP A MAP AND STATISTICAL ACCOUNT OF LOUISIANA; EMIGRANT'S GUIDE J AND TOUR FROM FEW YORK TO DETROIT. PHILADELPHIA : PRINTED BY T. H. PALMER. 1821."], [10, "I Eastern District of Pennsylvania — to wit : Be it remembered, That on the thirteenth day of March, in the forty-fifth year of the Independence of the United States of America, A. D. 1821, William Darby, of the 6aid district, hath deposited in this office the title of a book, the right whereof he claims as author, in the words foUowing, to wit : *' Memoir on the Geography, and Natural and Civil History of Flo rida, attended by a Map of that country, connected with the adjacent places : and an Appendix containing the Treaty of Cession, and other papers relative to the subject. By William Darby, Member of I the Historical Society of New York ; and Author of a Map and Statis tical account of Louisiana ; Emigrant's Guide j and Tour from New York to Detroit.\" In conformity to the act of the Congress of the United States, enti tled, An act for the encouragement of learning, by securing the copies of maps, charts, and books, to the authors and proprietors of such co pies, during the times therein mentioned. And also to the Act, enti tled, \" An Act supplementary to an Act, entitled, ' An Act for the en couragement of learning, by securing the copies of Maps, Charts, and Books, to the authors and proprietors of such copies during the times therein mentioned,' and extending the benefits thereof to the arts of designing, engraving, and etching historical and other prints.\" D. CALDWELL, Clerk of the Eastern District of Pennsylvania."], [11, "PREFACE. IN presenting to the public this brief Memoir on an interesting country, now irrevocably an integral part of the United States, I will not attempt an apology. The subject is one of more than common import. What I have given I hope will be found correct in its most essential part. It may be considered by some persons, that more than due stress has been laid upon the preliminary part of my view of the climate of Florida. If such criticism is made, I can only reply, that, as far as my own experience enables me to form a correct opinion, it demands more study to prepare the mind of an observer to judge sanely of the constitution of climate, than is commonly believed necessary. This is so true respecting vegetable life, that data, most indispensable to a correct theory on the subject are nine times in ten neelected. It would be worse than presumption in me to pretend, that what I have offer ed, on climate and vegetation, amounts to more than detached hints ; but 1 hope those hints will tend to produce a more systematic mode of inquiry into the capabilities, benefits, or inconveniences of our south ern climates generally, than has in most instances been pursued by even those deeply concerned to attain correct results. With the Map considerable pains have been taken. The utmost attention has been paid to make the best use of the materials extant. The latitude and longi tude of the Havanna were taken from an excellent"], [12, "PREFACE. IV Spanish periodical work, published at that city* ; the Memoirs ofthe Royal Economical Society of Havanna. By this authority the city of Havanna is placed N. lat. 23° 12', and W. long. London 82° 13'. It will be perceived, that I have entered as far into the detail of vegetable physiology in Florida, as the brief nature of my work would admit. I have long since turned my attention to the subject of vegetable esculent oils, and have been fully convinced that an unnecessary stress has been laid upon the introduction of the olive. Independent of the translations from the Abbe Rozier, which will be found in the body of this treatise, I have been informed from other and res pectable sources, that at least one half of what is called in the United States \" foreign sweet oil,\" is an extract of poppy seed. This fact I have been the more care ful to state, as tending to excite attention to the re sources of our own country. It demands experiment to determine the relative excellence of the oily extract of the olive and benne. If the superiority of the olive over benne oil should be assumed as a postulate, yet as the latter vegetable can be cultivated so much more extensively, and with infinitely more certainty of success than the former, it is, in my opinion, much more likely to become be neficial to the planter ; and it is incumbent upon the people of our southern states and territories, to esta blish, by fair experiment, which of the two vegetables deserves the preference as an object of cultures. The benne is used as an article of food, independent of its value in the production of oil. It is in reality one of the plants, the seed of which, probably, formed a part of human aliment from the earliest stages of society. * \" Memorias de la Real Sociedad Economica de la Habana \" Vol HI. p. 7 of the Index. \" Su demarcation & los 23 grados, 12 mi'nutos de latitud, y 82 y 13 minutos de longitud.\" f The benne oil alluded to in page 37 of this treatise, was presented to Dr. Mease by Mr. John M'Queen, of Savannah, on whose form the seed was raised."], [13, "PREFACE. V Herodotus informs us, speaking of the sesamum of Babylon, that, \" The immense height to which millet and sesa mum will grow, although I have witnessed it myself, I know not how to mention. I am well aware, that they who have not visited this country will deem whatever I may say on the subject a violation of pro bability. They have no oil but what they extract from the sesamum. The palm (date tree) is a very common plant in this country, and generally fruitful. This they cultivate like fig-trees, and it produces them bread, wine, and honey*.\" That species of sesamum called bennS, is the Se samum foliis ovato-oblongis integris, of Miller, Digi talis orientalis sesamum dicta of Tournefort. I might with much propriety have inserted in the text of my Memoir, the Palma Christi, as amongst the useful plants which vegetate luxuriantly and pro duce abundantly in the southern parts of Louisiana, Mississippi, Alabama, Georgia, and all Florida. This vegetable has been hitherto neglected in all those places, though now become wild, a circumstance al ways in a high degree indicative of congeniality of climate to the growth of a plant. I have seen the Palma Christi in Louisiana, more than twenty feet in height, and from two to six inches diameter in the stem. It is by far the largest annual vegetable found in the United States. It is a tender plant, and sub-' mits to a slight degree of Frost ; but might be culti vated in any assignable quantity with perhaps less ex pense than any other vegetable of equal value, as its towering height and rapid growth put it quickly above danger from weeds. The Palma Christi de mands, however, a strong soil. It could be planted along fences, banks, and many other places inconve nient to the cultivation of other plants, and thus, witb * Beloe's Herodotus, Clio. Vol. HI. p. 240. Phila. Ed"], [14, "VI PREFACE. comparatively little attention, an immense quantity of castor oil could be produced. I have not noticed the sugar cane in the body of my Memoir, as one of the valuable vegetables of Florida. Such notice would have augmented the treatise, without adding to its value ; as it is obvious, that where the soil is adapted to sugar cane it may be cultivated in Florida. I will, however, mention in this place, a fact respecting the sugar cane, which militates against the general opinion, that the interior parts of North America, in the Mississippi basin, en joys a higher temperature on equal latitudes than the Atlantic border. The highest sugar-cane farm in Louisiana, where either sugar or molasses has ever been made to any advantage, is below N. lat. 30° 20' : on the Atlantic coast, the sugar-cane has been successfully cultivated as far north as 32°. The palms, and live-oak also, are advanced considerably farther north on the Atlantic border, than in the Mississippi basin. The large palm or cabbage tree, is not found on the Delta of the Mississippi ; the dwarf-palm or palmetto, is there abundant on the low grounds as high asN. lat. 31° 30'. I was compelled to confine my historical notices to a mere chronological table. It may be observed, indeed, that the advance of most colonies affords to history very few incidents of general interest. It may in general be noticed, that the items in ta bles of the mean heat of places, must be taken rather as approximate estimates than as defined results. In my Table, page 22, Naples and Toulon appear as having very nearly the same degree of heat. This is indeed really the case, arising from local causes ; but there is a discrepancy in the originals from which my tables were constructed, as will appear by the follow ing : Naples, in the Annals of Philosophy, 17° to 18° Centigrade, equal to 62.6 or 64.4 Fahr. The same city, in Humboldt's Personal Narrative, is stated at"], [15, "PREFACE. VII 18°, Centigrade ; 64.4 Fahr. Toulon, in the Annals of Philosophy, is given at 16.7, Centigrade, equal to 62°.06, Fahr. ; and in the Personal Narrative, 17.5, Cent, equal to 63.5 Fahr. It may be observed, by a comparison of the mean heat of Marseilles and Toulon, how much local causes elevate or depress the thermometer. Toulon enjoys a very excessive heat when compared with its latitude. I have observed, on the subject of rice, that that grain will not grow in any place having a mean heat less than 64° Fahr. That grain will, it is true, vege tate in a lower temperature ; but not with certainty, nor will its produce amply reward the expense. The political consequences of the cession of Flo rida to the United States, are too obvious to need any illustration ; on that subject I have not, therefore, made any comment. In fact, I consider Florida of infinite importance to the United States from moral causes. It opens a wide field of enterprize and phi losophical experiment to our citizens. The towns of Pensacola and St. Augustine will afford places where the valetudinarian of the more northern sections of our country may find renovated health, whilst enjoy ing the security and protection of his own govern ment. I have a pleasure in acknowledging the liberal con duct ofthe American Philosophical Society, in opening to my use their very valuable library. By that means I obtained the opportunity of quoting Mr. Gauld's manuscript, and of adding to my Memoir some of the most valuable matter it contains. WILLIAM DARBY. Phila. March 14, 1820."], [16, "The reader will please to correct the following errors, and supply the following omissions : In page 19, line 9th from the top, for \" Camden city,\" read \" Camden couuty.\" In page 22, in the thermometrical table, after \" equator level with thc ocean,\" &c. read, Orotava N. lat. 28°.25', Mean heat, 69°.8 ; 1023 feet high. Funchal— N. lat. 32.37, mean heat, 68.72. In page 33, hne 11 from the top, for \"Taquesta,\" read \" Taguesta.\" In page 60, before 1763, read 1740. General Oglethorpe invaded Florida, took St. Diego, twenty miles from St. Augustine, and invested the latter place. Colonel Palmer, who commanded a detachment of the British army at Moosa, was surprised and defeated. Sickness and other impedi- ments to Uieir approaches being added to the defeat of Colonel Palmer, the British troops, after an excessively fatiguing and destructive campaign, returned to Frederica, in Georgia."], [17, "MEMOIR ON FLORIDA. NAME RELATIVE POSITION — BOUNDARIES AND EXTENT. t LORID A derives its name from the Spanish term for Palm Sunday, the Sunday before Easter, which that nation calls, \" Pasqua Florida*,'''' as on or about the time of Palm Sunday, the country was dis covered. This country, as ceded to the U. S. by the recent ratified treaty with Spain, has the Atlantic ocean and the Bahama channel to the east; Florida or Cuba channel south ; the Gulph of Mexico west and south west ; Perdido bay and river west ; and Alabama and Georgia to the north. Miles. Florida has an exterior limit on the Atlan tic ocean, between the mouth of St. Mary's river and Cape Sable - 450 Upon the Gulf of Mexico between C^pe Sable and the inlet of Perdido - - - 600 Interior limits ; with Alabama, up the Per dido, and to the 31° N. lat. 40 Along Alabama and N. lat. 31°, to the right bank of Chatahooche river - - - 140 Thence with Georgia, down Chatahooche, to the junction of that stream and Flint river - 40 Thence to the source of St. Mary's river 140 Down the St. Mary's to the mouth - 80 Having an entire outline of 1490 * Pasqua Florida, or Flowery-Easter, from the palm branches ajtd flowers, with which the churches are decorated on that day. B"], [18, "6 MEMOIR ON FLORIDA. Area, 54,600 square miles, equal to 34,944,000 acres. Of this superficies, there lies south of N. lat. 30°, 39,900 square miles, 25,536,000 acres ; and north of N. lat. 30°, 14,700 square miles, 9,408,000 acres. Extreme south, N. lat. 25° nearly ; extreme north, N. lat. 31°; and possessing a range of 6 degrees of latitude. NATURAL FEATURES STRUCTURE SOIL SEAS GULFS BAYS RIVERS LAKES— -SWAMPS — AND CAPES. The extreme flatness of the whole peninsula, is the most striking general characteristic, which must be obtruded upon the mind of a traveller, on an actual view of Florida. Though some inequalities of sur face will be perceived in the interior as far south as N. lat. 28°, yet no eminence exists south of 30°, which in strictness deserves the name of a hill. Bluffs are found upon some of the rivers, but of no con siderable elevation. But, notwithstanding the general level surface of the country, more land is sufficiently elevated and fit for culture than could be expected, arising from causes which will be explained in the sequel. The Atlantic ocean washes Florida on the east, from the Bahama channel to the S. E. angle of the territory. The ocean line, is composed of a border of islands, narrow and low, with intervening channels, which are generally shallow and impeded by bars of sand. The Atlantic tides are very unequal and ir regular on the coast of Florida, from which circum stance great inequality of depth must be found on the bars at different seasons. A strong west or N. W. wind will make but six feet, and an easterly wind of equal force, twelve feet upon the bar of St. Augustine*. The lowest is the safest general es timate. • Stork, p. 7."], [19, "MEMOIR ON FLORIDA. 7 Though an open ocean, a constant and strong cur rent sets to the north upon the shores of Florida, as far as Cape Cannaveral. Here the current turns to the N. E. to Cape Hatteras ; leaving a species of in draught or eddy, between the current and the Flo rida and Carolina shores, between the two Capes of Cannaveral and Hatteras. The opposing sides of the peninsula are found to vary in respective level, by an unknown, but consi derable number of feet ; the surface of the Gulf of Mexico being higher than that of the Atlantic ocean. The causes of this phenomenon are obvious. The trade winds blowing continually westward from the coast of Africa, towards that of South Ame rica, produces in the Atlantic ocean a flux of its wa ters in the same direction. The course of the winds and westerly current, have consequently similar width. The trade winds are felt as high as N. lat. 26° or 27°, but their regular and strong influence on the surface of the ocean, cannot be viewed as of much conse quence farther north than the tropic of Cancer. From the peculiar form of South America, the larger body of the current of rotation is thrown into the northern Atlantic. Cape St. Roque is nearly five degrees south of the Equator ; and the shores of the continent, from that cape, are in a peculiar manner situated to carry the accumulating mass of fluid towards the Gulf of Mexico. Without including particular indent ings, the general course ofthe shores of America, from Cape St. Roque to Cape Catoche is N. 59° 20' W. 3,300 miles. Thus, the north Atlantic current is concentrating through this immense distance, and finally its enor mous surplus is thrown into the Gulf of Mexico, be tween Yucatan and Cuba : raising the surface of that real Mediterranean sea very considerably above either ofthe oceans to which it is contiguous. The con gregated waters, reacting, rush with great velocity"], [20, "8 MEMOIR ON FLORIDA. along the north side of the island of Cuba, and the southern protrusion of the peninsula of Florida, as far eastward as about three degrees W. long. ; where it meets, is augmented, and turned north, by another volume produced by a similar cause, but which sets westward along the north shores of the Leeward islands, St. Domingo, and Cuba. The current through the Bahama channel varies in velocity from two to five miles an hour. This great ocean river is about 100 miles wide, between Florida and Cuba, and con tracted between Florida and Bahama to 50 miles ; but passing Cape Cannaveral it rapidly widens. The entire Gulf of Mexico may be considered an enormous reservoir, unremittingly supplied by the strait between Cuba and Yucatan, and as constantly losing its surplus supply by the channels of Cuba and Florida. The surface of the gulf is divided into two unequal whirlpools. As the current of rotation enters, it flows very nearly due north, and strikes the shore of Florida, and Alabama, and there dividing, the larger mass turns west along Mississippi, Louisi- ana, and Texas, winds gradually with the curves of the gulf, sweeps along the shores of the viceroyalty of Mexico, and joins the in-current near Cape Ca- toche. The second and smaller section bends S. E. towards the mouth of Apalachicola river, flows down the western coast of Florida, and mingles with the main volume south of the Tortugas Keys. It will be evident from the foregoing, that the Flo- rida peninsula is a prodigious mound or wing dam, confining the water of the Gulf of Mexico from fall- ing with irresistible weight into the Atlantic ocean. This circumstance explains the cause of an otherwise inexplicable phenomenon. Ascending the St. John's river, a current of unequal force is encountered, the country adjacent to the stream seems to rise, though very gradually, to a perceptible elevation above the Atlantic ocean : whilst on the opposite side next the"], [21, "MEMOIR ON FLORIDA. 9 Gulf of Mexico, interminable morasses extend, whose surface is in general as level and as low as are those of the gulf tides. The whole seems to be based upon a mass of shelly limestone, with more or less compactness*. In many places, as at St. Augustine, this stone is sufficiently solid to admit its application to the purposes of archi tecture. It opens to the day on the east side of the peninsula, at intervals in all its length ; and forms the mass of the point and keys opposite Cuba. Upon this recent, secondary, calcareous formation, rests the various soils of the country. The whole region pre sents an aspect of undisturbed repose since its ori ginal organization. The stone appears in every de gree of induration, from solid building-stone, to loose hillocks of sea-shells, mingled with vegetable matter. The banks of St. John's river exhibit a series of bluffs, small hills, and banks, of this stone. It is in many places overlaid by sand-hills far above the pre sent level of the tides in either the ocean or the Gulf of Mexico. The most simple operation of the winds upon the light and loose sea-sand, appears adequate to the production of these sandy eminences. The soil of Florida is divisible into three grand varieties ; pine barrens, savannahs, and marshes. Other varieties have been given by some authors, but are mere shades of admixture, or points and lines of contact between the three foregoing. Pine forest land, here, as elsewhere, is remarkable for its sterility in the production of the domesticated species of plants, though productive in an indefinite variety of indigenous vegetables. The soil of the pine woods of Florida is, perhaps, as sandy as in any other part of the United States. A ridge of dry and in great part unwooded hills, or rather hillocks, destitute of water, extends from the Eokefanoke swamp, to an unknown * Romans."], [22, "10 MEMOIR ON FLORIDA. distance southward, west of St. John's and Nassau rivers*. This ridge no doubt sinks into the com mon level of the country before reaching the cape ; or perhaps even the latitude of 27°. Savannah, or prairie land, in Florida, is in strictness mere varieties of sw amp. The former is, indeed, part of the latter, with elevation sufficient to admit culture without artificial drainage. The prairie grounds of Florida, being composed of so great a part of animal exuviæ, are generally productive, but are confined in extent. Their nature will appear more clear by re ference to our description of St. John's river. Swamps or marshes, next to pine woods, cover thc largest portion of Florida. A small share of these flat regions may be reclaimed, but the far greater part being morasses, are beyond the ordinary powers of human melioration. On some points of considera tion the Florida swamps may be considered valuable; they are in many places covered with excellent timber, and where of proper tenacity would afford good gra zing for cattle. Another variety of soil occurs in Florida, called hammock land. This species forms in most instances an interval between the pine tracts and the marshes or savannahs, and indeed in no respect differs from the latter, except in being covered with wood. The hammock land, not only of Florida, but of all the southern section of the United States, yields, next to river alluvion, the best arable soil. In Alabama, Georgia, and Mississippi, the hammock lands form much the largest part of the cultivated surface. The quality of the soil alternates from that of savannah and river alluvion, to that of the most unproductive pine barrens. Bay galls, or wet spongy spots, very frequently deteriorate hammock land.' This incon venience is lessened by a slight, and removed bv a considerable inclination of surface. Roman5"], [23, "MEMOIR ON FLORIDA. 11 To those who visit Florida with high-raised opin ions in favour of its natural advantages, much disap pointment is in store ; but those who commence an examination of this country with expectations to meet with nothing but sterility, will not be less, but more agreeably disappointed than the former class. In a space so extensive, and with a climate so mild, many spots have concentrated all the rich features of a tro pical physiognomy. When it is considered, that when compared with the entire area, so small a part of any equal surface in the United States is actually cultivated, it may be conceded, that if one twentieth part of its superficies can be brought under the do minion of the orchard, the scythe, or the plough, that, even in an agricultural point of view, Florida is an in valuable acquisition to the people of the United States. We now proceed to notice the most striking geographical'features of this territory. The most prominent trait in the natural history of that part of the Atlantic ocean, which bounds the eastern shore of Florida, has been noticed. The Gulf of Mexico washes the coast of Florida, from the mouth of Perdido river to Cape Sable. The causes of the much greater elevation of the waters in the Mexican gulf, over those in the Atlan tic ocean, has been discussed and explained. The regular tides in the Gulf of Mexico are not more than two feet mean height ; though often, by long continued winds blowing from one point, the tides to leeward are swelled to three or four, and sometimes by hurricanes to six or seven feet. Therefore, the great fluctuations of depth on the bars, or entrances to the Atlantic ports of the peninsula, are unknown on the side washed by the gulf. A very remarkable circumstance in the natural his tory of the northern shore of the Gulf of Mexico, has been, we are inclined to believe, hitherto over boked. That is, the real motion of the current of"], [24, "12 MEMOIR ON FLORIDA. rotation. What we have advanced on the subject*, is from actual personal observation. The drift of the Mississippi river is entirely carried west. The shores of Louisiana and Texas are strewed with the debris of that stream : little or none is carried east of its mouth. The whole north side of the gulf may be desig nated a vast shoal. Soundings with six or seven fathom water, are frequent for 15 or 20 miles, and with 30 or 40 fathom sixty or seventy miles from shore. The bottom of the gulf undulates so greatly, that, from a very accurate manuscript chart now before us, it is demonstrated, that the submarine inequalities are very much more considerable than are those of the adjoining shores. Hills exist covered by the waves of the gulf, within 60 or 70 miles south of Mobile, Pensacola, and Cape St. Bias, which are from four to six hundred feet relative height. We have shown, that the tide of the current of rotation impinges against the shores of Alabama and Florida ; and, we may now infer, is slowly but continually augmenting the mass of mingled shells and sand upon the northern banks of the gulf. The conflict between the waters of large rivers and those of the sea, is the cause why, at the point of contact, embankments are formed which are composed of the rejected spoils of both bodies. Pensacola and Espiritu Santo have each deep en trances, because these bays have no large volumes of fresh water aiding those of the ocean, to accumu late depositions of mud and sand at their place of encounter. But little, if any, difference of violence exists, be tween the effects of tempestuous winds on the Gulf of Mexico and Atlantic ocean. In noticing the bays or havens of Florida, Pensa cola deserves the first place. It has been frequentlv * See page 8."], [25, "13 MEMOIR ON FLORIDA. regretted, that this fine sheet of water was uncon nected with any large stream ; but when we revert to the undeviating laws which govern the revolutions in the structure of the shores of such seas as that of the Mexican Gulf, we are rather disposed to rejoice that nature has forbidden the improvident exertions of man to convey into Pensacola bay any considerable land current. Though with less water than Espiritu San to, Pensacola is, from local position, of infinitely more consequence as a naval depot or commercial mart. With water sufficient to admit the entrance of a fri gate of the first class, this noble harbour will, in many respects, be the first haven in the Gulf of Mexico. The adjacent country is sterile in a high degree ; but the purity of its air renders it more salubrious than any known spot around the entire Gulf. The gene ral form, depth, and relative position of this bay can be more accurately perceived by reference to the map, and annexed draft. Escambia river enters the northern arm of the bay of Pensacola. This stream is formed by two branches, the Escambia proper, and a much more considerable river, the Cunecuh. The Escambia rises in the pine woods north-east from Blakeley on Mobile bay, flows south-east, enters Florida, and joins the Cunecuh a short distance be low N. lat. 3 1°. The Cunecuh rises in Alabama, nearly south from the junction of Coosa and Talapoosa rivers, or head of Alabama river ; flows south-west by south about one hundred and twenty miles by comparative course, enters Florida, unites with and loses its name in Es cambia. The general surface drained by the Cunecuh and Escambia may be designated barren pine lands, though some favourable exceptions exist in the allu vial and hammock soil of Cunecuh. The latter stream is navigable fbr burges more than two-thirds of its course. C"], [26, "14 MEMOIR ON FLORIDA. Yellow Water, a small, clear, and beautiful stream, falls into the eastern extension of Pensacola bay ; but neither its volume nor the quality of its banks en title it to particular notice. Perdido, St. Rose's, and St. Andrew's bays are all openings of the coast between Mobile and Apalachi cola rivers, and are similar, in nature, form, and struc ture, to Pensacola bay ; but the three former arc of little consequence, from the shallowness of their mouths, and unproductive texture of the soil adjacent to their shores respectively, (see Appendix, No. 3.) Apalachicola, is, except the Mississippi, the only river of the U. S. which has a Delta at its mouth. This stream is formed by the united waters of Flint and Chatahooche rivers. The latter rises in Georgia, and, after a course of more than three hundred miles, unites with the former, a smaller stream, whose source is also in Georgia. The entire length of the Apalachicola, by the Chatahooche branch, is, follow ing the stream by comparative course, near 500 miles. Between N. lat. 31°, and the mouth of Flint, Chata hooche separates Florida from Georgia. Schooners drawing five or six feet water ascend the Apalachi. cola to the junction of Flint and Chatahooche. Both the latter streams are navigable for barges of any re quisite tonnage, far above the limits of Florida. The soil generally on this river, or its confluents, is rather sterile ; but favourable exceptions exist, and the cli mate admitting the culture of cotton on all the branches to their sources, the Apalachicola must discharge, ere long, a large amount of valuable ex ports. From Apalachicola to Espiritu Santo, the bays and rivers of Florida are undeserving particular notice in a brief survey. Espiritu Santo bay opens at N. lat. 27° 8'. It is the deepest entrance, and most spacious harbour in the Gulf of Mexico, having on its northern entrance two feet more water than is found on the bar of Pen-"], [27, "MEMOIR ON FLORIDA. 15 sacola. Several low sandy islands covered with man grove bushes lie before the main land. The adjacent shores inland are extremely sterile, and generally low pine barrens. The intermediate space from the head of this bay to St. John's river is yet imperfectly known, but supposed to be in most part marshy, and nearly level with the surface of the gulf. The' existence of salt water often met with in St. John's river, near its source, above lake George, though fresh in and below that lake, renders the frequent intrusions of the wa ters of the gulf from either the bay of Espiritu Santo, or its neighbourhood, into St. John's river, almost cer tain. One of the plans annexed to the general map, exhibits the extent and soundings of this harbour. In the great distance from Espiritu Santo to the harbour of St. Augustine, though the coast is in dented by an intricacy of small bays, creeks, and in lets, with intervening islands, no harbour of any par ticular consequence has been discovered. There is indeed strong reason to believe, that the southern part of the peninsula is much cut by deep and inter locking inlets running far into the interior, some of which, it has been suggested, communicate with St. John's river. Those inlets have from three to eight feet water, but the forbidding aspect of the interior country ren ders them of little interest. St. Augustine, though with only eight feet water on its bar in ordinary tides, is a very secure and com modious harbour for such vessels as can enter. We may again repeat the remark already made, that the Atlantic harbours of Florida are as remarkable for their fluctuations, as are those in the Gulf of Mexico for their steady depth. In estimating the value of harbours, it is only, however, from their lowest ordi nary soundings, that a correct scale of comparison can be made. A neck of thc main land to the north, and a point"], [28, "16 MEMOIR ON FLORIDA. of Anastasia island to the south, form the entrance to the port. St. Augustine stands on the west side of the ba}% the anchorage being in front of the city. The adjacent country has a very unpromising, and indeed rather forbidding aspect. An air of barren ness strikes the eye on all sides ; but residence re moves those unfavourable impressions, the country being found healthy, and much more productive than could be expected from appearances. On the island of Anastasia is a quarry of calcareous freestone, or rather a concrete carbonate of lime, formed by marine exuviæ. Of this stone has been built the fortifications, and most of the houses in- St. Augustine. The island of Anastasia, has the only stone quarry on the American coast, from the Neversink-hills in New-Jersey, to the coast of the Intendancy of Vera Cruz, in the Vice Royalty of Mexico. St. John's river falls into the Atlantic ocean forty five miles north of the city of St. Augustine. This stream is at once the most curious and important ob ject in the topography of Florida. It enters the At lantic ocean at about N. lat. 30°. 10'. Its source is unknown. Substantial reasons could be given to render the existence of any direct and appropriate source to this river doubtful. It is probable that its origin is in extensive flats, swamps, and sea marshes, out of which the water exudes, which gradually and imperceptibly forms the river. The first satisfactory account of this river given to the world, is comprised in John Bartram's journal ; which, as it contains also some striking facts to eluci date the general formation of the whole peninsula, we have extracted, and inserted in this treatise, the the part most appropriate to our subject. The shores of the river were found low and sterile in general, open swamps approaching within a short distance of the bank. Bluffs, composed of an aggre gate of sea shells admixed with those of snails, are"], [29, "17 MEMOIR ON FLORIDA. frequently mentioned ; some of which were 20 feet in height ; the river reaching and receding from those bluffs alternately ; from the base of which large foun tains of warm fetid water issued in several places. The pine lands seem in general to preserve a considera ble distance from the stream, but in some places reach the river brink. . The river appears to be gentle in its current, and to maintain rather the character of a strait than a river in the strict sense of the latter term. Dilating into lakes of various size, one of which, Lake George, 20 miles long, 12 broad, and 9 feet in depth, occurs at about 100 miles above the mouth. The country upon the lakes differs in no respect from that upon other parts of the river. The varieties of soil, are, shell-stone bluffs, falling backwards gradually towards the adjacent swamps, or pine flats ; savannahs ad mixed with sea and snail shells, and marshes. The foregoing is the character afforded by the notes of Mr. Bartram, who seems to have been dis posed to represent the country in a favourable point of view, and cannot therefore be supposed to exag gerate its asperities. Romans, speaking of St. John's river, gives to its banks the character of extreme sterility. The truth may be perhaps found as usual between the ac counts of those two authors. \" The soil of Florida,'' says Romans, \" is generally a bed of white clay, with a stratum above it of white sand. The coast is naked and bare, but the inland isa forest of firs.\" What is called by Romans, white clay7 is with more probability of correctness, supposed by Bartram to be pulverized shells with vegetable admixture. The latter author very seldom mentions high land on the St. John's river without adverting to its compon ents, sea and snail shells, with some clay and sand, and vegetable matter in various states of decomposi tion. The best soil, no doubt, not only on St. John's"], [30, "18 MEMOIR ON FLORIDA. river, but to lie met with in all Florida, is that varie ty mentioned by Bartram, as, \" a dry kind of rich swamp, full of shells mixed with black tenacious mud, under^which is a white stiff clay or marl.\" It may be again repeated, that the whole peninsula owes its existence to mineral and animal deposi tion. As far as the earth has been penetrated, this inference is supported by facts. The entire fertility found on detached spots is due to animal matter. By means of this class of substances, as the original sand banks rose above the waves, a scanty vegetation was formed, which in the lapse of countless ages has clothed this recently-formed expanse with herbage. We may, from what has been established, safely form the induction, that the soil of Florida, like that of all low barren regions, situated near the tropics, is much more favourable to the production of orchard fruit trees, than to grasses, esculent roots, or other annual or short-lived field or garden vegetables. From the foregoing observations, it will be seen, that no positive length can be assigned to St. John's river. It has been navigated as high as N. lat. 28° 30', above lake George, and found to maintain thus far a depth of eight feet, consequently navigable by any vessel of requisite draught, upwards of 200 miles following the windings of the stream, and one hun dred and fifty comparative course, above its moutfi. Nassau river is a small and unimportant stream, about midway between St. John's and St. Mary's rivers. Nassau rises in the same swamp or flat which gives source to the St. Mary's river ; the former has a general course of about 50 miles, and enters tlie Atlantic ocean between Amelia and Talbot islands. St. Mary's, though comparatively a small stream, is of great consequence in the topography of Flo rida and Georgia. This river rises in the Eokefanoke swamp, of which it may be considered the drain. Its source is at N. lat. 30° 30', and flowing thence"], [31, "MEMOIR ON FLORIDA. 19 south about 20 miles, curves to the eastward, and running in that direction a few miles, gradually turns to the north, and flows, in a distance of 50 miles, as high as N. lat. 30° 45', where it again deflects to the eastward, and reaches the Atlantic ocean at the north end of Amelia island, after an entire course of 130 miles, 60 of which are navigable for vessels drawing 18 feet water. The town of St. Mary's at the mouth of the river, is situated in Camden city in Georgia, N. lat. 30° 43» In ordinary tides there is five fathom or thirty feet water on the bar between Cumberland and Amelia islands. St. Mary's is the best harbour on the coasts of either Georgia or Florida, having eight feet water more than Pensacola, and six feet more than JEspiritu Santo. The land on St. Mary's is generally level, and subject to inundation from winter and spring rain. Where the surface is sufficiently ele vated to admit cultivation, the soil is fruitful. The importance of this river arises, however, not from its shores, but its admirable harbour, which must soon become a great naval depot. We might notice a number of the lesser rivers and inlets of Florida, but their names would unnecessa rily swell, without adding much to the interest of our subject. One of the most curious objects in the topography of either Georgia or Florida, is the Owa-qua-pheno gaw, or Eokafanoke swamp. This drowned tract is nearly circular, about sixty miles diameter, or cover ing near 2800 square miles. The first idea that is awakened by a survey of this tract, is, that where it now spreads, once existed a lake. The rivers which flow from it, into either the Atlantic ocean or Gulf of Mexico, are sluggish, and have more the aspect of outlets from other rivers or lakes, than of rivers them selves correctly so designated. The position of the Eokefanoke swamp, favours our theory. Occupying"], [32, "20 MEMOIR ON FLORIDA. the centre from which are discharged, in various dirf rections, the Oke-tock-onne, St. Mark's, Suwaney, Nassau, and St. Mary's rivers ; we are warranted in suggesting the probability, that the peninsula of Flo rida was once insulated, and that the depositions from the continent and gulf stream, have long closed thc separating channel: the remains of which are yet de termined and attested by the structure of the shores of the northeast side of Aapalache bay, and by the aspect of the Eokefanoke swamp, and St. Mary's river. The remarkable capes of Florida, are j St. Bias, Roman, Sable, Florida, and Cannaveral. Cape St. Bias is a low point of land extending south-west of the mouth of Apalachicola river. A long narrow sandy peninsula extends from Cape St. Bias nearly north, 17 or 18 miles, between which and the main shore, Ts enclosed the small gulf or bay, St. Joseph. The sea around the cape is so extremely shallot, and slopes so gradually, that at low tides a naked sand bar extends two or three miles to the southward, and twenty miles from the cape is only seven fathom water. The cape itself may indeed be viewed, as the highest point of an immense bank of sand spreading out from the main shore, and im perceptibly sinking under the waves of the gulf.- Cape Roman, like St. Bias, . is rather an embank ment of sand and shells than a cape correctly so de signated, and of little consequence, as being uncon nected with any large river or spacious harbour. This cape is nearly north from the Tortugas Keys, and situated at N. lat. 26° 00'. Cape Sable is the southernmost point of Florida, N. lat. 24° 50', W. lon. from Washington, 4° 19', by some charts, but by others farther eastward. In reali ty, some confusion respecting the geography of this cape has arisen from its being considered rather as a"], [33, "21 MEMOIR ON FLORIDA. term to designate the southern sweep of the penin sula, than as applicable to a particular point of land. The base of Cape Sable and the neighbouring shoals and keys, is the loose white calcareous con crete we have frequently noticed ; overlaid by sand and recent debris of sea shells. The land, though slowly, is evidently encroaching upon the sea along the whole south extremity of Florida. The same agents, which have formed the peninsula, are yet in unremitting activity. Cape Florida, N. lat. 25° 41', W. long, from Washington, 3° 5', has nothing deserving particular notice, except lying opposite to the most confined and rapid part of the Bahama or Florida channel. Cape Cannaveral, N. lat. 28° 15', W. long, from Washington, 3° 26'. This cape bears a strong re semblance to Cape Hatteras. Both are formed by the curvature of islands, low, sandy, and rocky, and both contribute to influence the course of the great ocean river, the Gulf- stream. It was opposite Cape Cannaveral, that on the morn ing of April 29th, 1814, the British brig Epervier, of 18 guns and 128 men, was captured by the U. S. sloop Peacock, capt. Warrington, after an action of 42 minutes. CLIMATE AND SEASONS. Capt. Romans, from his profession and long ex perience in that country, had a much better oppor tunity to observe and investigate the particular proper ties of the climate of Florida, than any author who has written on that country. This author divides the climate of Florida into two sections, the northern and southern, the line of separation between which is the parallel of N. lat. 27° 40' Though many of the ob servations of Romans are in a high degree valuable, D"], [34, "22 MEMOIR ON FLORIDA. respecting the course and prevalence of winds, and other meteorical phenomena, of Florida, we cannot consider his climatic geography entitled to much credit. North and south are mere relative terms, and we shall soon see the inaccaracy of the postulate upon which his line of separation was drawn. He considers N. lat. 27° 40', as terminating the occur rence of frost advancing from north to south ; a sup position unsupported by fact. Previous to any further discussion, we have deemed it conducive to a clear comprehension of the subject, to insert the following comparative thermometrical tables of mean heat : Mean heat. N. lat. Fahr.'s scale. Mexico, - - 19.25 - 62.24 VeraCruz, - - 19.11 - 77.7 New Orleans, - 30.00 - 65.8 Natchez, - - 31.33 - 63.9 Charleston, S. C. - 32.42 - 63.0 Kingston, Jamaica, 18.04 - 81.0 St. Domingo, the city, 18.20 - 81.0 Havannah, - - 23.11 - 78.1 St. Augustine, - 29.45 - 66.13 Pensacola, - - 30.30 - 65.5 Savannah, - - 31.57 - 63.75 Cambridge University, 42.25 - 50.36 New York, - - 40 40 - 52.80 Philadelphia, - 39.57 - 53.63 Washington, \"-P 38.52 - 55.05 Cincinnati, - - 39.06 - 54.25 The equator level with ~) „„ nn the ocean, - \\ 00*00 \" 93*58 Algiers, - - 36.48 - 70.00 Madrid, - . 40.25 - 59.00 Bourdeaux, - - 44.50 - 56.48 Montpelier, - - 43,36 - 59.35"], [35, "MEMOIR ON FLORIDA 23 Mean heat. N. lat. Fahr.'s scale. Nantes, - -. 47.13 - 54.7 St. Maloes, - - 48.39 - 54.5 Paris, - - - 48.50 - 51.47 Amsterdam, - 52.22 - 53.4 Geneva, - - 46.12 - 50.21 Marseilles, - - 43.17 - 57.83 Toulon, - - 43.03 - 63.05 Padua, - - 45.24 - 56.66 Rome, - - 41.53 - 60.20 Naples, - - 40.50 - 63.04 Manheim, - - 49.29 - 51.26 Vienna, - - 48.12 - 50.56 Pekin, - - 39.54 - 54.86 This table was constructed from materials derived from various parts of Humboldt's works, particularly his Prologomena to his geography of plants, as quoted in the Annals of Philosophy, vol. VII. p. 377 ; and from other sources. The mean heat of Philadelphia is founded upon a mean of the observations of Dr. Rush, Dr. Coxe, and Mr. Legaux ; that of Cincin nati was taken from Drake's Cincinnati, and that of Natchez is deduced from Mr. Dunbar's tables, as recorded in Vol. VI. Amer. Phil. Trans. Comparing the various tables of mean heat, found along the Atlantic coast, we find, every thing else being equal, that a difference of one degree of lati tude changes the mean heat of places from one and one tenth, to about one and twenty-five hundredths of a degree. The change is more rapid advancing north wards. Within or near the tropics, the increment or decrement of caloric, is less in a given distance than in high latitudes. But from Florida point to Boston, the mean heat of any two places known, that of the in termediate places may be known to very considerable"], [36, "24 MEMOIR ON FLORIDA. precision by using the foregoing formula. In deter- mining the course of the seasons of any country, so great is the inequality between the mean heat ot the succeeding seasons at the same place, that a long cycle alone can give a satisfactory mean. In North America the extreme of cold is so great, and, in low latitudes particularly, so uncertain in its periods of re- currence, that a mean frequently of eight or ten years would not embrace a single instance of those severe and destructive frosts so ruinous to vegetation. A very unfounded idea is prevalent, that the aber- rations of the seasons are greater in America than in Europe. The reverse of this is the fact. Humboldt deduces, from a great variety of observa- tions, that at Paris those annual changes amount to 3.96 degrees of Fahrenheit's scale ; at Geneva 4.5 deg. ; at Rome 2.34 deg. ; and at Philadelphia 1.98 deg. of the graduations of the same thermometer. This profound philosopher also remarks, that, as we advance towards the tropics, the variations of the an- nual temperature diminish*. Difference of elevation has in every respect a simi lar aspect upon atmospheric temperature as difference of level ; therefore we find, that at Geneva, which is elevated above the ocean 1300 English feet, that the annual changes are greater than at Paris, though the latter is 2° 38' higher than the former in latitude. It may be observed, that, in the foregoing table of mean heat, the places inserted are level with the ocean, or nearly so ; except Mexico, elevated 7468 feet, Cin cinnati 560 feet, Nitchez 200 feet, Madrid 1978 feet, Geneva 1300 feet, and Paris, Padua, Manheim, and Vienna, whose respective heights we have not been able to determine. Thc following table exhibits the relative mean heat * Personal Narratire, Carey's Philad. Ed. p. 272, note."], [37, "MEMOIR ON FLORIDA. 25 of the two continents, from tlie equator to latitude 60° N. Lat- Old Continent. New Continent. Diff 0 - 81.5 - 81.5 - 00.00 20 - 77.52 - 77.52 - 00.00 30 - 70.52 - 66.92 - 3.60 40 - 63.14 - 54.5 - 8.64 50 - 50.52 - 37.94 - 12.58 60 - 40.64 - 23.72 - 16.92 If -the mean temperature at the equator be reckoned 100°, we shall find half of that temperature in the old continent at lat. 45° ; and in the new continent at lat. 39°. Mean temp. Old Continent. New Cont. Latitude 0° 00' - 100 - 100 30° - 77 - 70 40° - 63 - 45 45° - 48 30 50° - - 37 - 12* From the foregoing tables, the mean heat of Florida, compared with the general heat of the adjacent re gions, and with that of the eastern continent, is seen. In any country enjoying a mean temperature»of 65 degrees of Fahrenheit's scale, snow and severe frost will be rare, and if the mean of temperature amounts to 66.5 degrees, of the same scale, snow ceases en tirely, or occurs as a very rare phenomenon. In win ter, however, the refrigeration of the air depends less upon the mean temperature of the year, than on the sudden diminution of heat arising from local causes. The mean temperature of Mexico is 62.24° Fahr. and yet snow has only fallen once in a century ; whilst in the south of Europe, and in Africa, it snows * Annals of Philosophy, Vol. VII. p. 377."], [38, "26 MEMOIR ON FLORIDA. in places where the mean temperature exceeds 66.2° Fahr.* The thermometer has been down to 12 de- grees of Fahr. December 12th, 1800, at Natches, where the mean temperature of the same year was 64.5° Fahr.f Snow has occurred two or three times at New-Orleans during the last forty-five years; and severe frost sufficient to produce ice an inch thick, and destroy the orange trees, has happened at that city three times within the same period, though en joying a mean heat of 65.8° Fahr. January 3d, 1766, the ice was an inch thick in Florida, as low as N. lat. 29° ; and the orange, banana, the green shoots of maple, elm, pavia, (buck-eye or horse chesnut,) and many other tender shrubs and plants, destroyed at St. Augustine, and over the adjacent country! ; and yet the mean heat of that place amounts to 66.13° Fahr. This latter indisputable fact respecting the frost of 1766, dissipates the foundation, upon which Romans has placed his demarcation of the respective climates of Florida. But, nevertheless, though no doubt mis- taken as to the line of frost, the general observations of this author on the meteorological phenomena of that country is more in unison with our own ex- perience in Louisiana and West Florida, than that of any other author whose works we have had the good fortune^to meet with on the subject. The course of the seasons given by this author for Florida has a very remarkable, indeed almost perfect resemblance to those of Louisiana. The effects of heat upon the human body in the two countries must be, no doubt, very different, but we are very much induced to be lieve, that great similarity prevails in the ordinary routine of temperature, allowance being made for difference of latitude, along the north side of the Gulf of Mexico, including the contiguous parts of * Humboldt, P. N. Carey's Phil. Ed. p. 118. f Transactions A. P. S. Vol. VI. p. 48. Emigrants Guide, p. 145 i Bartram's Journal, Stork's ed. p. 11. London, 1769."], [39, "27 MEMOIR ON FLORIDA. Louisiana, Mississippi, Alabama, Georgia, and Flo rida. See Appendix, No. 5. One of the most important subjects of inquiry, connected with the acquisition of Florida to the U. S. is the enlargement of the range of vegetable life which that country opens to the enterprize of our citi zens. This subject is so intimately biended with views of climate as not to admit separate consideration. To establish the practicable introduction of any vegetable, and its beneficial culture in a given coun try, demands, independent of its soils, the following elements. In respect to climate — I. geographical position and mean annual heat. 2. Mean summer heat. 3. Absolute length of summer, or period of time be tween frosts ; or, in other words, that continuous term, wherein the thermometer is at all times above the freezing point. 4. The extreme severity of win ter, or the lowest thermometrical depression. 5. The mean temperature of winter. 6. Prevailing winds. 7. Exposure to seas, lakes, or other bodies of water; to open plains, their extent ; to forests, their extent and density ; or to mountains, with their elevation, range, and compactness ; and 8. The absolute height of the given place above the level of the ocean, or mean of barometric pressure. In relation to the plant itself — 1. Whether an nual, biennial, triennial, or perennial. 2. Whether tree, shrub, &c. 3. Its summer life, or the period of time necessary to admit the production of flowers and fruit. 4. If all, or what part destructible by frost, and the degree of severity necessary to produce de composition. 5. The mean heat necessary to produce inflorescence and fructification. 6. The degree of cold, which arrests or impedes, without entirely de stroying vegetable life. In North\" America, as far as latitude 48, the sum mers are four centigrade degrees (7.2° Fahrenheit's"], [40, "28 MEMOIR ON FLORIDA. scale) hotter, than in the corresponding latitudes on the old continent. Hence the reason why Magnolias and other equinoctial plants appear so far north in America. In treating of the geographical distribu tion of plants, it is of consequence to distinguish be tween the mean annual temperature, and the mean temperature of summer*. It is, however, in respect to many of the most precious vegetables, as we be fore observed, of still more consequence to distinguish and carefully mark the greatest severity of cold. It would swell our treatise beyond its prescribed limits to notice every valuable vegetable which is or may be introduced into Florida ; we will, therefore, confine our observations to the most interesting species : maize, rice, cocoa, vine, olive, coffee, date, almond, orange, peach, cherry, fig, white mulberry, pome granate, sesamum, poppy, and a few of the most im portant meadow grasses. Respecting maize, and the common garden vegeta bles generally, the climate of Florida will permit their abundant production, where the soil is favourable to their growth. Rice demands a mean temperature above 64° Fah renheit's scale, and a summer of at least 170 days to produce its full developement. Very little of Flo rida, but possesses the requisite mean annual heat, and a summer of adequate length, therefore the range of rice may be considered as co-extensive with the territory. This excellent grass gives abundance to immense spaces too low and wet to admit the culti vation of any other known useful vegetable. Its pro duction may be indefinitely extended in Florida. Rice is an exotic grain on the continent of North America. It was first planted in South Carolina, about 1688s, and then by chance, a little of it, of a small unprofitable kind. In 1696, a large and whiter * Annals of Philosophy, Vol. VII. p. 377. t Dr. Mease, Wonders of Nature and Art, Vol. XIII. p. 230,"], [41, "MEMOIR ON FLORIDA. 29 kind was presented to the governor by the captain of a brigantine from Madagascar. Some time after, Mr. Du Bois, treasurer to the East India Company, sent another parcel of rice, which probably made the dis tinction between white and gold. The plantations which produce this grain, are of two kinds, river swamp and inland sxvamp*. Both those soils abound in Florida. Rice, like all other vegetables, varies in its produce ; about 12001b. of clean rice may be about a mean from a single acre. Cocoa. — In a well written pamphlet, published re cently in this city, by Mr. P. S. Chazotte, it is stated that one acre will contain 441 cocoa trees, and that one man is capable of taking care of and gather ing the fruit of four acres, valued at the annual amount of 529 dollars and 20 cents. This exhibits a very profitable application of hu man labour ; but as Mr. Chazotte has not informed us at what minimum heat the cocoa tree will continue to vegetate, we cannot determine, by comparison, whether or not it can be introduced into Florida. The cocoa being a tropical plant, and demanding many years to come to maturity, its easy introduction into Florida is doubtfulf. Almost every species ofthe vitis vinifera can be cul tivated to advantage in all countries enjoying a mean annual temperature of 16 centigrade degrees, equal to 60.8 of Fahrenheit's scale, and where the season of vintage is not subject to repeated showers of rain. By reference to the foregoing tables, it will be seen, that all Florida, with the southern parts of Louisiana, Mis sissippi, Alabama, and Georgia, have a mean tempera ture above that requisite for the vine. Whether those regions have a mean autumn climate sufficiently ex- * Dr. Mease, Wonders of Nature and Art, Vol. XIII. p. 239. f The fact of the cocoa enriching the soil, is of so much importance to such a country as Florida, as to induce us to insert part of Mr. Cha potte's article on that subject. See Appendix, No. IV. E"], [42, "30 MEMOIR ON FLORIDA. empt from rain, to admit the ripening and gathering of the grape to beneficial purpose, is another and much more difficult subject of inquiry. If the southern part of the Florida peninsula has an atmosphere of the serenity described by Romans, it will, where the soil is suitable, no doubt yield the grape in full perfection. This delicate and singular fruit, however, in every country where it has been cultivated, seems to vary its qualities and quantum of produce more, from less change of soil and climate, than any vegetable matter yet produced by human labour. In European coun tries, the same species of vine, within a few miles, and where difference of locality is imperceptible, yields wine of taste, colour, and inherent qualities essentially different. The vine is perhaps, of all vegetables, the one upon which theoretic calculations can be depend ed upon with least certainty. Mr. Chazotte calcu lates the value of one man's labour in a vineyard at the annual produce of 2132 gallons of wine, at 30 cents per gallon, or 639 dollars and 60 cents*. With the specific cultivation' of the vine or its mean pro duce we are unacquainted, but such reward for human labour appears overcharged. It is certain, that no known human pursuit in the United States, when employed on mechanical labour, offers any such re muneration. If we compare Florida with vine countries, we find, as far as climate is concerned, no reason to doubt a favourable issue to an attempt at its culture; but in the \" Course of Agriculture\" and other European authorities on the subject, the soil most suitable to the developement of the grape is very different from that of any part of Florida. The olive tree may no doubt be introduced into Florida. In Europe the olive is successfully culti vated in such places as have a mean temperature of * Chazotte's pamphlet, p. 16"], [43, "MEMOIR ON FLORIDA. 31 about 63°, but can be reared with less advantage and more difficulty in a mean temperature as low as 59° or 60° Fahr. The choice of the soil is generally indifferent as it respects this tree* ; it is found to grow in sandy, rocky, gravelly, or volcanic soils, and in such, yields its most delicate oil. This tree, however, even in stoney lands based on clay, vegetates vigorously ; though, it is true, less favourably than upon the for mer species of soil. We may, therefore, safely neg lect attending to the mere texture of the ground, in questions respecting the existence of the olive tree. Ancient writers, as early as Columella, have observed, that the olive will not flourish more than about 100 miles from the sea. If this observation is based upon fact, Florida is all situated within the prescribed limits. The olive demands a constant shelter from the north ern winds. The tree may, indeed, like all other trees, be made to drag a languishing existence, in places where its culture will not reward the necessary con sumption of time and labour. The olive will support a more rigorous tempera ture than the orange, but the two trees have been found to flourish to nearly the same limit of latitude. In the south of France, the orange grows in open air at Nice, Hieres, Toulon, and Perpignan, but perishes in Lower Languedoc, where the gorge of the Rhone opens a vent to the north winds. It is a safe in ference, if we find the orange cultivated to advantage, that the olive may be introduced. The former is now become wild in Florida as far north as lat. 28° 30', consequently the facility afforded by nature to the prosperity of the olive tree in that country, may be assumed as decided. In the appendix is inserted the calculations of Mr. Chazotte, as to the respective re venue to be derived from the culture of vines, olives, • Cours d'Agriculture, Vol. VII. p. 202, article Olive."], [44, "32 MEMOIR ON FLORIDA. capers, and almonds. On that subject, with every respect for the talents and public spirit of that gen tleman, we cannot consider such tables as amounting to more than mere estimates ; experience alone can decide the quantum of proceeds from any application of human labour. No doubt, the exemption from feudal impositions will give very great advantage to all es says in the agriculture of Florida ; therefore, in com paring the exertions of man in that, or any other sec tion of the United States, with similar exertions in many other countries, considerable allowance ought to be made for moral, as well as physical effects. We come now to the review ofa vegetable, whose introduction into the United States has long been a subject of vague speculation : the coffee shrub. If mere soil only was concerned, we could scarce harbour a doubt, that the coffee plant would find spots grate ful to its developement in Florida ; but there are other considerations of more import than soil in the de cision of the problem of the migration of coffee. I may again repeat, that in respect to coffee, the ex cess of cold is the first consideration, and from what is established in this treatise*, we may dismiss as in capable of producing with certainty this vegetable, all Florida north of lat. 28°, or perhaps 27°. Coffee will flourish where the mean temperature exceeds 65° of Fahrenheit's scale, but to secure its full developement, that temperature must be continued through many months consecutively, and as die plant yields altogether to a very slight frost, where water is liable to congelation, we may safely conclude the cof fee, at least, a very precarious plant ; and to such frosts as mentioned in page 26 of this treatise, it must en tirely submit. The latitude and mean heat of Orotava, in the isl and of Teneriffe, can be seen by reference to the thermometrical tables, page 22 of this Memoir. * See page 26."], [45, "MEMOIR ON FLORIDA. 33 The vicinity of the sea renders the climate of La guna more temperate in winter than it would otherwise be on account of its elevation above the level of the ocean. In the gardens of this town and vicinity, are cultivated in open air the bread-fruit tree {artocarpus incisa), and the cinnamon tree (laurus cinnamomum). These valuable and tender productions of the South Sea and the East Indies, are naturalized there as well as at Orotava. The culture of the coffee tree has not equally succeeded at Laguna, though its fruit ripens at Taquesta, as well as between the port of Orotava and the village of St. Juan de la Rambla. It is pro bable that some local circumstances, either in the na ture of the soil or the prevailing winds during the flowering season, are the causes of this phenomenon. In other regions, the neighbourhood of Naples for instance, the coffee tree produces abundantly, though the mean temperature scarcely rises above 18° Centi grade, equal to 64.4° degrees of Fahrenheit's scale*. From these data we are rendered cautious of im- plicitly depending even upon relative temperature or vegetable analogy, in problems respecting the intro duction of tropical vegetables into places whose mean heat is less than that of the native air of any given plant. With the soil most suitable to coffee we are unacquainted, but, from the information derived from Mr. Chazotte, under the article Cocoa, we may con clude the former to be a severe exhauster, consequent ly demanding a soil of considerable strength. The routine mentioned by Mr. Chazotte, would no doubt produce a beneficial result, independent of the re quisite soil most conducive to the growth of either coffee or cocoa, or of any fertilizing properties in either. Change of vegetables on the same land would certainly produce, with fruit trees, a similar good ef fect found to arise from rotation in the culture of other * Humboldt's Pers. Nar. p. 118, Carey's Ed. Phil."], [46, "34 MEMOIR ON FLORIDA. plants. This latter observation is not made to call in question either the facts or inferences of Mr. Cha zotte ; both we are fully persuaded are correct. The Date Palm is perhaps, of all vegetables, if ca pable of being introduced into Florida, and there cul tivated with success, the plant which will find a soil most congenial to the developement of its fruit. The Date has rendered some arid parts of the eastern con tinent habitable, where no other vegetable food could be produced from the earth. This tree cannot strictly be said to have been naturalized in any part of Eu rope. It is found on some confined and well-shelter ed spots in Grenada, in Spain, the south of Italy and Sicily, and the islands of Candia and Cyprus, but its beneficial culture in those countries has been found impracticable. Shaw, in his Travels in Barbary and the Holy Land, expressly mentions the limit of the Date tree, in the latter region, to be about N. lat. 32°. Mr. Shaw also mentions the Date tree as growing with considerable vigour about Jericho, yet without bearing fruit, being there too far north. The range of this tree in Asia and Africa is south of N. lat. 32° ; and it is very doubtful whether it could be advan tageously cultivated in any country where the mean temperature was below 75° Fahrenheit. A small part of the peninsula of Florida has a mean tempera ture not materially different from this ; it is, there fore, probable that the Date may become a natural ized plant of that country. The warm sandy soil is no doubt well adapted to favour the growth and fruc tification of this tree. The family of the Palms flour ish farther northwards, and we have seen that the summer climate of the North American coast is more than seven degrees of Fahrenheit warmer than the corresponding season on the eastern continent ; consequently, N. lat. 28° in Florida, is, in summer, equal in climate to the north side of the tropic of Cancer in Africa, local influence excepted."], [47, "MEMOIR ON FLORIDA. 35 From the foregoing it would be needless to inquire farther into the facility of cultivating the family of the orange in Florida. This tree grows wild over an immense space of the peninsula. In the northern part, above lat. 28°, it is liable to occasional destruction by frost. A similar fate, in the same section, awaits the olive and several other vegetables, which other wise may flourish many consecutive years. There yet remains to examine another very inter esting class of plants : the stone fruits, or fruits whose seed vessel is a drupe, including the almonds, peach, nectarine, apricot, plum, and cherry. Of the almond tree, there are several species, or rather varieties, arising from culture, all supposed to be originally from Africa. The French authors ob serve, that this tree, from the very low temperature at which its flowers are expanded, is very subject to the attack of early frost. Like the peach, though the flower yields to a very slight frost, the tree withstands a rigour of cold, where the orange and olive are des troyed. From this cause, the almond and peach can both be cultivated where their fruit is very precarious. In France, the almond is common in the southern departments, but before reaching as far north as Paris, the climate becomes too severe*. Comparing the mean temperature of its range in Europe, with that of the Carolinas, Georgia, and Florida, we may pronounce, that all the southern and maritime section of the former, and all the extent of the latter region, will produce the almond. It would be needless to mention what must be ob vious, that the peach, apricot, and nectarine may be cultivated in Florida with perfect facility. The common cherry tree, (prunus cerasus) has been planted in Louisiana, but does not bear fruit sufficient to render its culture beneficial. Whether * Cours d' Agriculture, article Almond, Vol. I. p. 444."], [48, "36 MEMOIR ON FLORIDA. the cherry would succeed better in the sandy soil ol Florida, at least deserves the trouble of experiment. The fig tree is a very great acquisition to any coun try, where the climate will admit its culture. This fruit will acquire its full developement wherever the mean temperature exceeds about 62° Fahr. Being already common in the lower or southern parts of Georgia, Alabama, and Mississippi, and over all Louisiana, its introduction into Florida is a matter of course. ' The frequent showers along the north side of the Gulf of Mexico, during the fruit season of the fig, renders its preservation as an article of commerce difficult. This inconvenience, will, it is probable, be less felt in the southern part of Florida. From the nutritive properties ofthe fig, and the long period of its fructification, it is a very valuable tree. Like the olive, the fig flourishes on a very great variety of soils. A dry, high, and airy situation, with a moderately fer tile soil, seems, however, to be most suitable to pro duce the most delicate fruit. It is needless to name the apple amongst the useful fruits of Florida. That tree cannot support a mean summer heat of 80° Fahr. and yield fruit to any ade quate advantage. There is no spot on the globe, it is probable, where the fig, orange, olive, and apple, could be made to flourish together. Amongst the trees which the luxury or avidity of man may transplant into Florida, the white mulberry is the one which, in the mutations of human events, is perhaps destined to produce the deepest effect on the moral condition of that country. It is mere waste of words to say that this tree may be transplanted into the soil of that peninsula. It now grows in Europe as far north as Brandenburg, and is common over Greece, Italy, France, and Spain : as also in an inter minable range through Asia, Africa, and America. The white mulberry is the most universally cultivated"], [49, "37 MEMOIR ON FLORIDA. tree on the globe. It already encircles the tropical re gions, and advances far beyond their limits on each side of the equator. We might proceed to enumerate many other fruit bearing trees, vines, and shrubs, which are already, or may be introduced into Florida, but we will close our list with one it would be unpardonable to omit ; the Pomegranate. This elegant shrub is already culti vated in Louisiana. It is common in Spain, Italy-, the south of France, Greece, and elsewhere, and forms incomparably the most beautiful hedge of any known vegetable. If a sandy soil is suitable to its growth, it will, indeed, be an acquisition in those parts of Florida where fencing timber is either scarce or rapidly perishable. The fruit of the pomegranate is agreeably acid, and the shrub is well worth attention on that account, but its great value in Europe, or America, is its fitness for the construction of green fences. It can be made to assume any height from 3 to 15 or 20 feet, by cutting, pruning, and other means. That species of sesamum, called oriental benne, has been much too greatly neglected in the United States. The oil of this plant is little, if any, inferior to that of the olive ; and as this vegetable is annual, and ri pens its seed nearly as far north as does cotton, it can be cultivated where the olive cannot. Dr. James Mease of this city, has now in his possession benne oil, five years old, and yet pure and sweet. We have long been of opinion, that where the olive tree is in any considerable degree precarious, its place is more than supplied by the benne. This sesamum is not, however, 'he only plant from the seed of which a succedaneum can be found for the olive. \" Oil extracted from the seed of the white poppy is agreeably sweet, and has the odour of nut oil, does not coagulate at from 20 to 30 degrees below the freezing point ; it contains much fixed air, and re- F"], [50, "38 MEMOIR ON FLORIDA. mains years without rancidity. Except the very finest and purest olive oil, the poppy oil is the best [benne excepted] yet adopted for table use. Its only fault is, that it is unsuitable for the lamp. Of all known oils, that of the poppy is found to have most effect in cor recting the asperities of olive oil.\" The extremely severe winter of 1709, destroyed al most all the olive and walnut trees in France, and forced the inhabitants to have recourse to other vegetable oils, such as rape-seed, and that of the poppy. The cultivation of the latter, and the use of the oil, was becoming general in France, when a prejudice against its use was raised by some persons interested in the commerce of olive oil, and who imported from foreign countries a quantity of olive oil proportionate to the immense consumption of the capital and the other principal cities of the kingdom. It was necessary to persuade the consumers, that the oil of the poppy was stupifying and dangerous, because extracted from the same capsule with opium. Reasoning so specious flew from mouth to mouth, the poppy was decried, and the venders alone knew how to take advantage of the public deception. They mixed a third, a fourth, or a half with foreign olive oil, (the quality of which was actually enhanced by the mixture,) and they sold the composition for the sweetest and best oil.* It was in 1715 or 1716, that those suspicions against the poppy oil were raised. The general of police of Paris, in 1717, consulted the faculty of Medi cine of that city, who, on the 28th of June, named commissioners who were to proceed to the most scrupulous examination of the poppy oil. The ex periments were made in presence of above forty members of the faculty, and the commissioners re ported, \" that the od contained nothing narcotick, or injurious to health ; and that its use ought to be per mitted.'1'' But avidity and power in this, as in too * Cours iT Agriculture, article Poppy, Vol. VII, p. 460."], [51, "39 MEMOIR ON FLORIDA. Inany other instances, triumphed over science and common sense. Prejudices and reclamations imped ed the use, by loading the sale of the poppy oil with burthensome restrictions. The Abbe Rozier, who afterwards edited the Course of Agriculture, and who perfectly understood the relative value of the respec tive oils, interested himself in ascertaining the physical properties of that of the poppy ; he observes, \" that as soon as the salubrity of this oil was demonstrated on the highest species of evidence, and after I had been assured that it would remain sweet and without smell as long as that of the olive ; I presented, in July, 1773, to the general of police, a memorial, in which I ex posed the advantages which would result to the in terests of the people, to commerce, and to agricul ture, from the free sale of poppy oil. The faculty of Paris was again consulted, and again, after a long series of experiments, confirmed in February, 1774, the former decree of 1716 ; and thus, a second time, by legitimate judges, the poppy oil was declared healthy, and in no respect pernicious, and as contain ing no narcotick principle. The college of physi cians of Lisle in Flanders, where the consumption of pure poppy oil was in common use, had given a pre vious decision to the same effect, September 16th, 1773.\" \" Finally,\" continues M. Rozier, \" by force of of care and solicitation, I succeeded in procuring new letters patent, by which the free manufacture and sale of poppy oil was permitted to the whole kingdom.\" We have been more particular on the subject of the poppy oil, from the very great probability, that most of the foreign oil used in the United States, is actually extracted from the poppy. \" The reiterated cries of the speculators,\" con tinues our author, \" and the patents they obtained, spread alarm ; poppy oil was viewed, as very per nicious, except by those who sold it, mixed with"], [52, "40 MEMOIR ON FLORIDA. olive oil. Notwithstanding the most rigorous pro hibitions, this admixture never ceased to take place. This fact was proved by the frequent seizures made in Paris, and by the police registers. The pure poppy oil was sold in Paris at 8, 9, or 10 sous per lb. whilst mixed with the olive oil it sold at the same time for 20, 22, 24, and even 30 sous per lb. An advantage of at least one hundred per cent, was sufficient to excite the cupidity of the venders of the pretended oil of the olive, and induce them to decry that of the poppy.\" If credit is due to the representations of this author, and we cannot but consider his authority of the most respectable kind, we are purchasing at a high price, from foreign countries, what our own fields would much more cheaply supply. According to Mr. Ro zier, the mixture of poppy oil, so far from deteriorat ing, really increases the best properties of the common olive oil. He concludes his general observations on the subject in these words : \" The example of the peo ple of all Europe proves the salubrity of oils drawn from emulsive vegetable substances, and though they become drying in their nature by art, and suitable to to mix painter's colours, they arc not the less healthy, and perfectly supply all the real uses of the olive oil. They are less delicate, it is true, than the fine oil of Provence ; but the poppy oil, above all others, the olive excepted, merits the preference ; I say more, it is in every respect superior to the olive oil, which has commenced to have the least strong taste.\" We may dismiss this subject by asserting, that the cultivation of the benne, or poppy, or both, in the southern states and territories of the United States, would be a very beneficial revolution in the agricul ture of that section of our country. It would be of no use to swell this memoir, by any specific notice of cotton, indigo, or tobacco. Those vegetables having been so long cultivated in latitudes far above any part of Florida puts the practicability"], [53, "MEMOIR ON FLORIDA. 41 of their introduction and culture into that country beyond doubt, where suitable soil can be procured. \" Meadow grasses or vegetables from which artificial pastures and hay are made, have been singularly neg lected in the southern part of the United States. The necessity of procuring hay, is not in our opinion so much lessened by low latitudes and high tempera ture, as is generally supposed. We are fully per suaded that, particularly in sandy districts, a change for the better would ensue, from a strict attention to the cultivation of such meadow vegetables as would comport with the soil and climate; The following extracts from Dr. James Mease's observations on the grasses and plants most suitable for culture in the southern parts of the United States, perfectly applicable to our subject. They are taken from his edition of the Rev. Thomas Smith's \" Won of Nature and Art,\" vol. xiii. p. 221, Phil. 1807. \" The southern states are not less favoured by Pro vidence, with excellent native grasses, and other plants, for cattle. There, a vertical sun will not per mit the artificial grasses of the more northern states to grow, but they find excellent substitutes in the fol lowing plants. \" 1. Crab grass, or crop grass. (Syntherisma, prœ cox, serotina, et villosa.) This grass bears one or two cuttings during the season ; and grows to the height of two or three feet. It makes its appearance in the latter end of April and beginning of May, with the crops which are then advancing, and does not mature itself until the latter end of Summer, about the time the crops are made. It was hence called crop grass : and, by adulteration, is now called crab grass. In good high land, or where it has been manured, this grass comes up thickly without being sown : and from the little trouble attending its growth, and the excellence of its fodder, it is the grass which is most attended to in Carolina. \" This grass is a real blessing to the southern plan-"], [54, "42 MEMOIR ON FLORIDA. ter. It uniformly appears in all well cultivated grounds, which have been manured, or are rich by nature. It covers the ground after the crop of In dian corn has been taken off, furnishing an excellent pasture for cattle. \" The quantity of this grass which good ground will produce, is really astonishing. During the last winter, the author was informed by several persons of the most undoubted credit in Savannah, that Mr. Ste phen Pearce, living between that town and Augusta, cut so much of this grass off one acre, that with all the advantages of a waVrn sun, the hay could not be made on the ground which produced it. \"2. Avena Caroliniana, oat grass, grows in rich tide lands. When cut green, it makes an excellent fodder for horses. \"3. Cane. (Arundo gigantea et tecta.) Grows in low grounds and river swamps, and, when young, furnishes the most acceptable and nourishing food to cattle. Their leaves continue throughout the winter. \" Water oats. (Zizania aquatica*.) Grows on the borders of fresh water rivers, where tides flow, and makes an excellent fodder when cut green. \" In South Carolina and Georgia, the appearance of this plant is always indicative of good land. \" Lucerne is but partially cultivated, notwithstand ing our light soils are so particularly adapted to the extension of its tap roots, and that it is so well cal culated to resist the parching effects of our increasing dry summers. From the experiments which have been made with it in New-Jersey, it appears, that in the second year, four cuttings are obtained, and that good pasturage is afterwards afforded. And Chancellor Livingston, of New-York, has shewn, that the profit of an acre of this grass, will exceed, on the two first years, £l, (817 50) per acre. The duration of thisplant is another argument in favour of its cultivation. * Fols avoine of the French."], [55, "43 MEMOIR ON FLORIDA. \" Sainfoin*, esparcet, and Pimpernel, are scarce ly known, though highly valuable. \" The inhabitants of the most southern states are in an especial manner interested in increasing the num ber of their materials for both green and dry food for cattle. The mildness of their winters, does indeed save them the trouble, to which the more northern farmer is obliged to submit, of preparing a large por tion of hay for winter provender, but a variety of considerations should, nevertheless, induce the culti vation of such artificial grasses as are found to be particularly adapted to warm climates ; such as the lucerne, and avæna elatior or tall meadow oats, al ready mentioned, together with the aquatic Scots grass, and Guinea grass, which add so greatly to the comforts of the people of the West Indies. \" But probably as important a grass as any for the southern States is the Bermuda grass, which grows with great luxuriance, and propagates with astonish ing rapidity, by means of its numerous joints, every one of which takes root, and thus also performs the important office of binding the sandy soil in which it grows.\" To the foregoing may be added, in respect to the sainfoin, otherwise called lupinella, that this plant belongs, in the artificial arrangement of Linnæus, to the 17th class, diadelphia decandria. It is in reali ty, a species of pea, and consequently, like all vege tables of that family, is eaten with avidity either green or dry, by all our domestic animals to which pastur age or hay is necessary. We are doubtful whether any vegetable, not already introduced into common culture, would confer more benefits on the inhabitants of sandy districts than the lupin. This plant is indeed a most precious acquisition, in places where the soil is thin, poor, gravelly, rocky, or sandy. It affords excellent pasture or hay, and if used as clover * See Dr. Mease's edition of the Domestic Encyclopædia, art, Oran and Sainfoin, and Trans, Agr. Soc. A*. Y,"], [56, "44 MEMOIR ON FLORIDA. to enrich the soil, no vegetable yet used for that pur pose on such soils as we have designated, answers so rapid or so extensive a purpose. It rises to 18 inches or two feet high, grows thick and spreads much. The lupin, is, in fine, a plant destined to be, in many sections of the United States, a very valuable agricultural object. The following list of indigenous vegetables, grow ing in Florida, closes our observations on the Flora of that country. Cabbage tree. — This vegetable is not in the true meaning of the term a tree ; yet, from its great height, sometimes near 100 feet, and its excessive thickness, it receives the appellation of a tree. It is the largest vegetable of the class of palms. In point of quantity, thc long-leaved pine is by far the most abundant timber in Florida. In the north ern and western sections of the territory, whole forests of this tree occur, unmixed, or but slightly, by other timber. Pines also extend along the central parts of the peninsula to its extremity. Another species of pine, to which the trivial name of loblolly pine has been given, is found in lower situations than the long-leaved or pitch species. The loblolly pine is not very abundant. Next to pine, in quantity and importance, the oaks of Florida hold the second rank. Of this noble fa mily of forest trees, ten or eleven species are found in that country. Live oak is in reality the most valuable timber of Florida ; it grows in great abundance upon the mar gins of lakes and rivers, but only on places never or very seldom inundated. The live oak, like the large reed-cane (arundo gigantea), courts the margin of water, yet perishes if exposed to frequent immersion of its roots. In addition to live oak, Florida produces : Virgin ia white oak ; dwarf white oak, or post oak ; black"], [57, "MEMOIR ON FLORIDA. 45 oak, with serrated and triangular leaves ; black oak, with wedge-shaped leaves; black Maryland oak, with leaves resembling those of sassafras ; Carolinian red oak ; chesnut-leaved oak ; white swamp oak ; willow-leaved oak ; and the true white oak. Of the chesnut family, the common chesnut, chin quepin and beech, are the only species. The chinque pin, in Louisiana, the southern sections of Mississippi, Alabama, Georgia, and in all Florida, attains the size of a moderate tree, often 40 feet in height. The chesnut on the contrary, where found in these regions, is a dwarf, when compared with its kindred species in higher latitudes. The beech of Florida has no thing peculiar in its foliage or fructification. The family of the walnut, hickory, or juglans, af fords three or four species in Florida. Black walnut ; large, thick-barked hickory, with egg-shaped fruit ; the small Virginian hickory ; and the white swamp hickory, with soft-shelled bitter fruit. Mulberry, three species. Mulberry leaves woolly on the under side ; mulberry resembling the lote-tree, very branchy and large leaves ; and mulberry with hand-shaped leaves. Magnolia, four species. Magnolia with the largest flowers of any of the family, lower side of the leaves ferruginous; magnolia, with a grey laurel leaf, whitish below ; magnolia, with a white flower and large point ed leaf ; and magnolia, with a very large white flower of three petals, and scarlet fruit. Laurel, three species. Laurel, with pointed leaves, and blue berries standing on large foot-stalks; the the American cinnamon laurel ; the laurel with a trifid leaf, commonly known as the sassafras. Tulip-bearing liriodendron. Maple-leaved liquidambar, or sweet gum. Sycamore, or western plane tree. Persimon, or diospyros Virginiana. G"], [58, "46 MEMOIR ON FLORIDA. Cypress, two species. American deciduous cy press ; and the large and very useful evergreen cy press. Holly, (ilex opaca,) with prickly leaves, and deep vermillion-coloured berry. Maple, three species. Maple, with composite leaves ; maple,\" with five-lobed leaf sharply indented ; and maple, with a five lobed leaf, faintly indented. The cotton wood or poplar, two species. Large white poplar, with small heart-shaped leaf ; and black poplar with very large heart-shaped leaves. Willow, two or three species. Ash, two or three species. Bignonia catalpa, the bois puante of the French. The wood of this tree is amongst the most durable known species of timber. It grows in rich alluvial lands to a very large forest tree, but is commonly of moderate size, 50 or 60 feet high. The catalpa is now very carefully planted in parts of Louisiana for the invaluable qualities of its wood. It grows in any soil, and ought to be an object of serious attention in Florida. In addition to its inherent properties of du rability, worms never or very seldom perforate and prey upon this wood. It has a fetid acid taste and smell, which the wood retains in any situation in which it is placed. Tupeloo, or swamp olive tree, with broad pointed and indented leaves, and a fruit like the largest wild olive. Locust, Robinia pseudacacia, or black locust. Gleditsia, honey locust, two species. Gleditsia monosperma, with triple axillary spines, and an oval pod enclosing a single seed ; and gleditsia tria canthos, with an oblong pod enclosing many seeds. Black birch, betula nigra, with doubly serrated rhomboidal leaves. Candleberry myrtle, or wax tree."], [59, "47 MEMOIR ON FLORIDA. Of native vines there are in Florida three or four species, the most remarkable of which are : the mus cadine, or fox grape ; and the parsley -leaved river grape vine. To the foregoing may be added, as of less note : sumac ; elder, two species ; large reed cane (arundo gigantea) ; and arundo aquatica or water reed ; dwarf palm, (palmetto,) two species ; and the hawthorn tree, two or three species. No doubt but that many articles, both indigenous and exotic, are omitted in this enumeration of the plants of Florida, but we believe the most important are inserted. HISTORICAL EPOCHA. 1497. Discovered by the Cabots, but who merely sailed along the coasts. 1512. John Ponce de Leon, from Porto Rico, dis- covered the country, and landed at N. lat. 30° 8', and named the country Florida. 1528. The country was visited by Pamphilio Nar- vaes. 1538. Ferdinand de Soto landed at the bay of Espi- ritu Santo, traversed the peninsula to the north- ward of that harbour, and subjected for the moment many of the Indian tribes. De Soto continued his expedition beyond the bounds oi Florida, and died in the interior, in the valley of the Mississippi. 1562. The French, under Francis Ribault, planted the first civilized colony in Florida, by building Charles fort, by order of Charles IX. king of France. The first French discovery was at the mouth of St. John's river, called by the French River of May, and by the Spaniards of that period St. Matheo. Ribault continued farther"], [60, "48 MEMOIR ON FLORIDA. 1564 1565 1568 1666 1696 north, left a small colony at Port Royal, and returned to France. This colony being ne glected, the inhabitants, constrained by hunger, abandoned the country. M. Rene Laudonniere, being sent out from France to succour the colony left by Ribault, arrived, June 25th, in St. John's river, on which he built Fort Caroline, and in July returned to France. Ribault was appointed to supersede Laudon niere as governor in Florida, where he arrived in August, and imprudently took the best troops at Fort Caroline, and set out on an ex pedition against the Spaniards. In the interim, a Spanish force under Pedro Melendez sur prised the French colony thus left defenceless, and massacred the inhabitants with circum stances of atrocious cruelty. Melendez built three forts on St. John's ri ver, which he strongly garrisoned with Spanish soldiers. Dominique de Gorgues, a French gentleman of Gascony, without either the aid or counte nance of the French government, sailed to Flo rida, with about three hundred men, chiefly vo lunteers ; stormed the Spanish forts on St. John's, and retaliated upon his prisoners thc insulting barbarity of Melendez three years before. Gorgues attempted the establishment of no colony, but returned to France, and the French abandoned East Florida for ever. The country was soon after reoccupied by the Spaniards. St. Augustine was founded, and for nearly one hundred years no event of great consequence occurred in Florida. St. Augustine was taken and plundered by an English squadron under John Davis. Pensacola bay taken possession of Don An-"], [61, "MEMOIR ON FLORIDA. 49 dre de la Riola, who soon afterwards abandon ed the place, and returned about the first of January. On the 25th of the same month, Monsieur d'lberville, first governor of Louisiana, arrived before St. Rose island*, so near were the French of gaining undisputed possession of that harbour. Riola treated the French politely, but would not suffer any of their vessels to enter the port. The first town of Pensacola was on the Red Bluff, where Fort Barancas now stands. 1699 1702, Governor Moore, of South Carolina, headed an ill-concerted and badly -conducted expedi tion against St. Augustine. The town was taken, but the castle, to which the Spaniards had retired, resisted the invaders successfully, who on the appearance of a Spanish squadron retired precipitately. January 9th, war was declared by France against Spain ; and on the 24th of March, the Cheva lier Serigny brought the intelligence to Louisi ana, soon after which Pensacola was attacked and taken. The governor of Louisiana im prudently leaving only a small garrison in the place, and a Spanish squadron appearing un expectedly on the coast, August 5th, Pensa cola was retaken, and M. de Chateaugue, the commandant, and his troops made prisoners. On the 1st of September, in the same year, commodore M. d'Champmeslin (chef d'Escadre), arrived on the coast of Louisiana with a respectable armament ; which, together with a land force under M. de Bienville, gover nor-general of Louisiana, proceeded against 1719 * La Harpe's Manuscript History of the French Settlement of Louisi sna,"], [62, "50 MEMOIR ON FLORIDA. Pensacola ; which surrendered in the early part of the month. Thus Pensacola was three times taken and retaken in the same year. On the peace between France and Spain, 1720, Pensacola was restored to the latter. 1725. Col. Palmer, with a body of militia and In- dians from Georgia, attacked and destroyed the town of St. Augustine, devastated the country, but could not take the fort. 1763. By virtue of the Treaty of Paris, Florida was ceded to Great Britain, by whom the country was divided into two governments, East Florida and West Florida, with the following limits : \" The government of East Florida was declared to be ' bounded to the westward by the Gulf of Mexi- co and the Apalachicola river ; to the northward by a line drawn from that part of the said river where the Chatahouchee and Flint rivers meet tothe source of St. Mary's river, and by the course of the said river to the Atlantic Ocean ; and to the eastward and southward by the Gulf of Florida, including all islands within six leagues of the sea coast.' \" The government of West Florida was declared to be ' bounded tothe southward by the Gulf of Mexi co, including all islands within six leagues of the sea coast, from the river Apalachicola to lake Pontchar train; to the westward by the said lake, the lake Maurepas, and the river Mississippi ; to the north ward by a line drawn due east from that part of the river Mississippi, which lies in thirty-one degrees of north latitude, to the river Apalachicola, or Chata houchee; and to the eastward Ioy the said river.' \" 1769. West Florida contained about 6000 inhabi- tants, more than one third of whom were set- tled along the banks of the Mississippi river, between bayou Iberville and a few miles above Natchez."], [63, "MEMOIR ON FLORIDA. 51 1778. In the summer of this year, two bodies of armed men made an excursion from St. Augus- tine into Georgia, where, after desolating a part of the country about Sunbury and Ogechee river, were forced to retreat into Florida. The Americans, in order to retaliate, project- ed an expedition to reduce St. Augustine. This force, consisting of about 2000 men, was con- fided to the command of general Robert Howe. On the advance of the American army, Fort Tonyn, at the mouth of St. Mary's river, was abandoned. The British retreated towards St. Augustine, which would, it is probable, have fallen, but a deadly sickness forced general Howe <o retreat, and withdraw his troops to Georgia. 1781. Pensacola, and all West Florida was subdued by Don Bernardo Galvez, governor of Louisiana. 1783. All Florida receded by Great Britain to Spain. 1795. By the treaty of St. Ildefonso, Spain receded, to France, Louisiana as held and claimed by the latter nation when in possession of the country. This cession necessarily included West Florida, west of the Perdido river, and consequently the United States, in virtue of hold- ing the ancient rights of France, in 1810. Seized that part of West Florida, and annex- ed it to the then government of the Mississippi territory. Subsequently, the section of West Florida between the Mississippi and Pearl river, was incorporated into Louisianna. From Pearl river, to ten miles east of the Pascagoula river, forms the southern extension of Mississippi. And the residue, to Perdido river, now forms Mobile county in Alabama. 1814. November 7th, Pensacola was taken by the United States army under general Jackson, but soon after evacuated."], [64, "52 MEMOIR ON FLORIDA. 1819. February 22d, by a treaty concluded at Wash- ington, between the accredited agents of both governments, Florida was ceded by Spain to the United States, wiiich treaty was, October 24th, 1820, ratified by the Cortes and King of Spain ; and on February 22d, 1821, ratified by the government of the United States, and Florida is now an integral part of our country."], [65, "APPENDIX NO. I. By the President of the United States. A PROCLAMATION. Whereas a Treaty of Amity, Settlement, and Limits, between the United States of America and his Catholic Majesty, was concluded and signed between their Plenipotentiaries, in this City, on the twenty-second day of February, in the year of our Lord one thousand eight hundred and nineteen, which Treaty, word for word, is as follows : \\_Original.~] TREATY Of Amity, Settlement, and Limits, between the United States of America and his Catholic Majesty. The United States of America and his Catholic Majesty, desiring to consolidate, on a permanent ba sis, the friendship and good correspondence which happily prevail between the two parties, have deter mined to settle and terminate all their differences and pretensions, by a treaty, which shall designate, with precision, the limits of their respective bordering ter ritories in North America. With this intention, the President of the United States has furnished with their full powers, John Quincy Adams, Secretary of State of the United States ; and his Catholic Majestv has appointed the H"], [66, "54 APPENDIX, NO. I. most excellent Lord Don Luis de Onis, Gonsalez, Lopez y Vara, Lord of the town of Rayaces, per petual Regidor of the Corporation of the City of Salamanca, Knight Grand-Cross of the Royal Ame rican Order of Isabella the Catholic, decorated with the Lys of La Vendee, Knight Pensioner of the Royal and distinguished Spanish Order of Charles the Third, Member of the Supreme Assembly of the said Royal Order, of the Council of his Catholic Majesty — his Secretary, with Exercises of Decrees, and his Envoy Extraordinary and Minister Plenipo tentiary near the United States of America. And the said Plenipotentiaries, after having ex changed their powers, have agreed upon and conclud ed the following articles : Article I. There shall be a firm and inviolable peace and sincere friendship between the United States and their citizens, and his Catholic Majesty, his successors and subjects, without exception of persons or places. II. His Catholic Majesty cedes to the United States, in full property and sovereignty, all the terri tories which belong to him situated to the eastward of the Mississippi, known by the name of East and West Florida. The adjacent islands dependent on said provinces, all public lots and squares, vacant lands, public edifices, fortifications, barracks, and other buildings, which are not private property, archives and documents, which relate directly to the property and sovereignty of said provinces are in cluded in this article. The said archives and docu ments shall be left in possession of the commis saries or officers of the United States, duly authoriz ed to receive them. III. The boundary line between the two countries, west of the Mississippi, shall begin on the Gulf of Mexico, at the mouth of the river Sabine, in the sea, continuing north, along the western bank of that riv-"], [67, "55 APPENDIX, NO. I. er, to the 32d degree of latitude ; thence by a line due north, to the degree of latitude where it strikes the Rio Roxo of Natchitoches, or Red River; then, fol lowing the course of the Rio Roxo westward, to the degree of longitude 100 west from London, and 23 from Washington ; then, crossing the said Red River, and running thence, by a line due north, to the river Arkansas ; thence, following the course of the south ern bank of the Arkansas, to its source, in latitude 42 north ; and thence, by that parallel of latitude to the South sea. The whole being as laid down in Melish's map of the United States, published at Phi ladelphia, improved to the lstof January, 1818. But, if the source of the Arkansas river shall be found to fall north or south of latitude 42, then the line shall run from the said source due south or north, as the case may be, till it meets the said parallel of latitude 42, and thence, along the said parallel, to the South sea : All the islands in the Sabine, and the said Red and Arkansas rivers, throughout the course thus des cribed, to belong to the United States ; but the use ofthe waters and the navigation of the Sabine to the sea, and of the said rivers Roxo and Arkansas, through out the extent of the said boundary, on their respec tive banks, shall be common to the respective inhabi tants of both nations. The two high contracting parties agree to cede and renounce all their rights, claims, and pretensions, to the territories described by the said line : that is to say : the United States hereby cede to his Catholic Majesty, and renounce forever, all their rights, claims and pretensions, to the territories lying west and south of the above described line ; and, in like manner, his Catholic Majesty cedes to the said United States all his rights, claims, and pretensions, to any territories east and north of the said line, and for himself, his his heirs, and successors, renounces all claims to the said territories for ever."], [68, "56 APPENDIX, NO. 1. IV. To fix this line with more precision, and to place the land marks which shall designate exactly the limits of both nations, each of the contracting parties shall appoint a commissioner and a surveyor, who shall meet before the termination of one year, from the date of the ratification of this treaty, at Natchitoches, on the Red river, and proceed to run and mark the said line, from the mouth of the Sabine to the Red river, and from the Red river to the river Arkansas, and to ascertain the latitude of the source of the said River Arkansas, in conformity to what is above agreed upon and stipulated, and the line of latitude 42 deg. to the South Sea ; they shall make out plans, and keep journals of their proceedings, and the result agreed upon by them shall be considered as part of this treaty, and shall have the same force as if it were inserted therein. The two governments will amicably agree respecting the necessary articles to be furnished to those persons, also to their respec tive escorts, shall such be deemed necessary. V. The inhabitants of the ceded territories shall be secured in the free exercise of their religion with out any restriction, and all those who may desire to remove to the Spanish dominions, shall be permitted to sell or export their effects at any time whatever, without being subject, in either case, to duties. VI. The inhabitants of the territories which his Catholic Majesty cedes to the United States, by this treaty, shall be incorporated in the Union of the Uni ted States, as soon as may be consistent with thc principles of the federal constitution, and admitted lo the enjoyment of all the privileges, rights, and im munities, of the citizens of the United States. VII. The officers and troops of his Catholic Ma jesty, in the territories hereby ceded by him to thc United States, shall be withdrawn, and possession of the places occupied by them shall be given within six months after the exchange of the ratification of this"], [69, "APPENDIX, NO. I. 57 treaty, or sooner, if possible, by the officers of his Catholic Majesty, to the commissioners or officers of the United States, duly appointed to receive them ; and the United States shall furnish tlie transports and escort necessary to convey the Spanish officers and troops, and their baggage, to the Havanna. VIII. All the grants of land made before the 24th of January, 1818, by his Catholic Majesty, or by his lawful authorities in the said territories, ceded by his Majesty to the United States, shall be ratified and confirmed to the persons in possession of the lands, to the same extent that the same grants would be valid, if the territories had remained under the do minion of his Catholic Majesty. But the owners in possession of such lands who, by reason of the recent circumstances of the Spanish nation, and the revolu tions in Europe, have been prevented from fulfilling all the conditions of their grants, shall complete them within the terms limited in the same, respectively-, from the date of this treaty ; in default of which, thc said grants shall be null and void. All grants made since the said 24th of January, 1818, when the first proposal, on the part of his Catholic Majesty, for the cession of the Floridas, was made, are hereby declared, and agreed to be, null and void. IX. The two high contracting parties, animated with the most earnest desire of conciliation, and with the object of putting an end to all the differences which have existed between them, and of confirming the good understanding which they wish to be for ever maintained between them, reciprocally renounce all claims for damages or injuries which they, themselves, as well as their respective citizens and subjects, may have suffered until the time of signing this treaty. 1. The renunciation of the United States will extend to all the injuries mentioned in the convention of the 11th of August, 1802,"], [70, "58 APPENDIX, NO. I. 2. To all claims on account of prizes, made by French privateers, and condemned by French consuls, within the territory and jurisdiction of Spain. 3. To all claims of indemnities on account of the suspension of the right of deposit at New Orleans in 1802. 4. To all claims of citizens of the United States upon the government of Spain, arising from the un lawful seizures at sea, and in the ports and territories of Spain, or the Spanish colonies. 5. To all claims of citizens of the United States upon the Spanish government, statements of which, soliciting the interposition of the government of the United States, have been presented to the Department of State, or to the Minister of the United States in Spain, since the date of the convention of 1802, until the signature of this treaty. The renunciation of his Catholic Majesty extends : 1. To all the injuries mentioned in the convention of the 11th of August, 1820. 2. To the sums which his Catholic Majesty ad vanced for the return of captain Pike from the Pro vincias Internas. 4. To all injuries caused by the expedition of Miranda, that was fitted out and equipped at New York. 5. To all claims of Spanish subjects upon the go vernment of the United States, arising from unlawful seizures at sea, or within the ports and territorial juris diction of the United States. Finally, to all the claims of subjects of his Catholic Majesty upon the government of the United States, in which the interposition of his Catholic Majesty's government has been solicited before the date of this treaty, and since thc date of the convention of 1802, or which may have been made to the Department of Foreign Affairs of his Majesty, or to his Minister in the United States."], [71, "59 APPENDIX, NO. I. And the high contracting parties, respectively, re nounce all claim to indemnities for any of the recent events or transactions of their respective commanders and officers in the Floridas. The United States will cause satisfaction to be made for the injuries, if any, which, by process of law, shall be established to have been suffered by the Spanish officers, and individual Spanish inhabitants, by the late operations of the American army in Flo rida. X. The convention entered into between the two governments, on the 11th of August, 1802 ; the rati fications of which were exchanged on the 21st De cember, 1818, is annulled. XI. The United States, exonerating Spain from all demands in future, on account of the claims of their citizens to which the renunciations herein contained extend, and considering them entirely cancelled, un dertake to make satisfaction for the same, to an amount not exceeding five millions of dollars. To ascertain the full amount and validity of those claims, a commission, to consist of three commissioners, citi zens of the United States, shall be appointed by the President, by and with the advice and consent of the Senate, which commission shall meet at the city of Washington, and, within the space of three years from the time of their first meeting, shall receive, examine, and decide upon the amount and validity of all the claims included within the descriptions above men tioned. The said commissioners shall take an oath or affirmation, to be entered on the record of their proceedings, for the faithful and diligent discharge of their duties ; and, in case of the death, sickness, or necessary absence of any such commissioner, his place may be supplied by the appointment as afore said or by the President of the United States, during the recess of the Senate, of another commissioner in his stead. The said commissioners shall be authori-"], [72, "60 APPENDIX, NO. I. zed to hear and examine, on oath, every question re lative to tlie said claims, and to receive all suitable authentic testimony concerning the same. And thc Spanish government shall furnish all such documents and elucidations as may be in their possession, forthe adjustment of the said claims, according to the prin ciples of justice, the laws of nations, and the stipula tions of the treaty between the two parties of 27th October, 1795; the said documents to be specified when demanded at the instance 'of the said commis- sioners. The payment of such claims as may be admitted and adjusted by the said commissioners, or the major part of them, to an amount not exceeding five mil lions of dollars, shall be made by the United States, either immediately at their treasury, or by the creation of stock bearing an interest of 6 per cent, per annum, payable from the proceeds of sales of public lands within the territories hereby ceded to the United States, or in such other manner as the Congress of the United States may prescribe by law. The records of the proceedings of the said com missioners, together with the vouchers and documents produced before them, relative to the claims to be adjusted and decided upon by them, shall, after the close of their transactions, be deposited in the De partment of State of the United States ; and copies of them, or any part of them, shall be furnished to the Spanish government, if required, at the demand of the Spanish Minister in the United States. XII. The treaty of limits and navigation of 1795, remains confirmed in all, and each one of its articles, excepting the 2d, 3d, 4th, 21st, and the second clause of the 22d article, which, having been altered by this treaty, or having received their entire execution, are no longer valid. With respect to the 15th article of the same treaty of friendship, limits, and navigation, of 1795, in which it is stipulated, that the flag shall cover the pro-"], [73, "APPENDIX, NO. I. 61 pertyr, the two high contracting parties agree that this shall be so understood with respect to those powers who recognize this principle ; but, if either of the two contracting parties shall be at war with a third party, and the other neutral, the flag of the neutral shall cover the property of enemies, whose govern ment acknowledge this principle, and not of others. XIII. Both contracting parties, wishing to favour their mutual commerce, by affording in their ports every necessary assistance to their respective merchant vessels, have agreed, that the sailors who shall desert from their vessels in the ports of the other, shall be arrested and delivered up, at the instance of the con sul, who shall prove, nevertheless, that the deserters belonged to the vessels that claim them, exhibiting the document that is customary in their nation ; that is to say, the American consul in a Spanish port, shall exhibit the document known by the name of Arti cles, and the Spanish consul in American ports, the Roll of the vessel ; and if the name of the deserter or deserters, who are claimed, shall appear in the one or the other, they shall be arrested, held in custody, and delivered to the vessel to which they shall be long. XIV. The United States hereby certify that they have not received any compensation from France, for the injuries they suffered from her privateers, consuls, and tribunals, on the coasts, and in the ports of Spain, for the satisfaction of which provision is made by this treaty ; and they will present an authentic state ment of the prizes made, and of their true value, that Spain may avail herself of the same, in such manner as she may deem just and proper. XV. The United States, to give to his Catholic Majesty a proof of their desire to cement the relations of amity subsisting between the two nations, and to favour the commerce of the subjects of his Catholic Majesty, agree that Spanish vessels coming laden only"], [74, "62 APPENDIX, NO. I. with productions of Spanish growth or manufactures; direcdy- from the ports of Spain, or of her colonies, shall be admitted, for the term of twelve years, to the ports of Pensacola and St. Augustine, in the Floridas, without paying other or higher duties on their cargoes, or of tonnage, than will be paid by the vessels of the United States. During the said term, no other na tion shall enjoy the same privileges within the ceded territories. The twelve years shall commence three months after the exchange of the ratifications of this treatv. XVI. The present treaty shall be ratified in due form, by the contracting parties, and the ratificatidns shall be exchanged in six months from this time, or sooner, if possible. In witness whereof, we, the underwritten Plenipo tentiaries of the United States of America and of his Catholic Majesty, have signed, by virtue of our pow ers, the present Treaty of Amity, Settlement, and Limits, and have thereunto affixed our seals, respec tively. Done at Washington, this twenty-second day of February, one thousand eight hundred and nineteen. [seal.] JOHN QUINCY ADAMS. [seal.] LUIS DE ONIS. And whereas his said Catholic Majesty did, on thc twenty-fourth day of October, in the year of our Lord one thousand eight hundred and twenty, ratify and confirm the said treaty, which ratification is in the words and of the tenor following. [TRANSLATION.] \" Ferdinand the Seventh, by the grace of God, and by the constitution of the Spanish monarchy, king of the Spains. Whereas, on the twenty-second day of February, of the year one thousand eight hundred and nineteen last past, a treaty was concluded and signed in the"], [75, "63 APPENDIX, NO. I. city of Washington, between Don Luis de Onis, my Envoy Extraordinary and Minister Plenipotentiary, and John Quincy Adams, Esquire, Secretary of State of the United States of America, competently au thorised by both parties, consisting of sixteen articles, which had for their object the arrangement of differ ences, and of limits between both governments, and their respective territories ; which are of the following form and literal tenor.\" [Here follows the above Treaty word for word.] \" Therefore, having seen and examined the sixteen articles aforesaid, and having first obtained the con sent and authority of the general Cortes of the na tion with respect to the cession mentioned and stipu lated in the 2d and 3d articles, I approve and ratify all and every one of the articles referred to, and the clauses which are contained in them ; and, in virtue of these presents, I approve and ratify them ; pro mising, on the faith and word of a king, to execute and observe them, and cause them to be executed and observed entirely as if I myself had signed them : and that the circumstance of having exceeded the term of six months, fixed for the exchange of the ratifications in the 16th article may afford no obstacle in any manner, it is my deliberate will that the pre sent ratification be as valid and firm, and produce the same effects, as if it had been done within the deter mined period. Desirous at the same time of avoid ing any doubt or ambiguity concerning the meaning of the\" 8th article of the said treaty, in respect to the date which is pointed out in it as the period for the confirmation of the grants of lands in the Floridas, made by me, or by the competent authorities in my royal name, which point of date was fixed in the positive understanding of the three grants of land made in favour of the duke of Alagon, the count of Punonrostro, and don Pedro de Vargas, being an-"], [76, "64 APPENDIX, NO. 1. nulled bv its tenor, I think proper to declare that the said three grants have remained and do remain entirely annulled and invalid ; and that neither the three individuals mentioned, nor those who may have title or interest through them, can avail them selves of the said grants at any time, or in any manner: under which explicit declaration the said 8th article is to be understood as ratified. In the faith of all which I have commanded to despatch these presents. Signed by my hand, sealed with my secret seal, and countersigned by the underwritten my secretary of despatch of state. Given at Madrid, the twenty-fourth of Oct. one thousand eight hundred and twenty. [Signed,] FERNANDO. [Countersigned,] Evaristo Perez de Castro.\" And whereas the senate of the United States did, on the 19th day of the present month, advise and consent to the ratification, on the part of these United States, of the said treaty, in the following words : \" In Senate of the United States, February 19th, 1821. \" Resolved, two-thirds of the Senators present concurring therein, That the senate having examined the treaty of amity, settlement, and limits between the United States of America and his Catholic Majesty, made and concluded onthe 22d of Feb. 1819, and seen and considered the ratification thereof made by his said Catholic Majesty, on the 24th day of Octo ber, 1820, do consent to, and advise the President of the United States to ratify the same.\" And whereas in pursuance of the said advice and consent of the senate of the United States, I have ratified and confirmed the said treaty, in the words following, viz :"], [77, "APPENDIX, NO. I. 65 \" Now, therefore, I, James Monroe, President of the United States of America, having seen and con sidered the treaty above recited, together with the ratification of his Catholic Majesty thereof, do, in pursuance of the aforesaid advice and consent of the senate of the United States, by these presents, accept, ratify, and confirm the said treaty, and every clause and article thereof, as the same are herein before set forth. In faith whereof, I have caused tlie seal of the United States of America to be hereto affixed. Given under my hand, at the city of Washington this 22d day of February, in the year of our Lord, one thousand eight hundred and twenty-one, and of the Independence of the United States the forty-fifth. JAMES MONROE. By the President : John Quincy Adams, Secretary of State.\" And whereas the said ratifications, on the part of the United States, and of his Catholic Majesty, have been this day duly exchanged, at Washington, by John Quincy Adams, Secretary of State of the United States, and by General Don Francisco Dionisio Vives, Envoy Extraordinary and Minister Plenipotentiary of his Catholic Majesty : Now, therefore, to the end that the said treaty may be observed and performed with good faith on the part of the United States, I have caused the premises to be made public ; and I do hereby enjoin and require all persons bearing office, civil or military, within the United States, and all others, citizens or inhabitants thereof, or being within the same, faithfully to observe and fulfil the said treaty, and every clause and article thereof. In testimony whereof, I have caused the seal of the United States to be affixed to these presents, and signed the same with my hand."], [78, "66 APPENDIX, NO. 11. Done at the City of Washington, the twenty-second day of February, in the year of our Lord one [l.s.] thousand eight hundred and twenty-one, and of the Sovereignty and Independence of the United States the forty-fifth. JAMES MONROE. By the President : John Quincy Adams, Secretary of State. NO. II. EAST FLORIDA. The following Letter from an intelligent gentleman in Florida, to another in this city, in answer to certain inquiries of the latter, as to the soil, climate, and natural advantages, &c. of that Province, furnishes the best account of the country which we have seen ; and will be read with increased interest by the American people, at this moment, when we are about to come into possession of the territory de- scribed. — Charleston Courier. Dear Sir, In answer to your enquiry on the natural advan tages of East-Florida, and the improvements of which it is susceptible, I will venture to assert, that from an extraordinary combination of local circumstances, perhaps no part of the world, of equal size, offers a larger proportion of good to its evils. Justice to the subject would afford interesting matter for a large volume. I can, at present, only run you off some of the outlines ; which, as a native, who has passed the major part of his years in this province, I have had opportunities of knowing."], [79, "APPENDIX, NO. II. 67 East Florida has natural advantages, sufficient to make it one of the most important divisions of North America ; and indeed more so than some that are already opulent. Its level face and mild climate is not exceeded in point of salubrity by any part of either continent ; in America, equalled by very few ; and is, perhaps, the most free from those convulsions of nature, that render property, health, and even life precarious. Its extensive lands, fertile in the produc tion of many valuable articles of agriculture ; rich in spontaneous high growth and pasturage ; and abound ing in native quadrupeds, lie waste, tothe amount of above fifteen millions of acres. Its water courses are numerous ; and those navigable, and profusely sup plied with a variety of scale, skin, and shell-fish. Its stores of lumber are immense ; and the qualities of some of them are preferred in all countries where they have been used, to those of the same denomina tion found elsewhere ; particularly its pine, cedar, cypress, and live oak, which are the kinds of lumber most desired in the terrestrial and maritime structures, and are those in which it most abounds. I have seen Florida pine bought in Savannah for ship building, fifty per cent, higher in price than the pine of Georgia ; and it is a well known fact, that the Florida pine has had a preference in the royal dock-yards of England, over all other pines that have been brought there. The exports of Florida, amounting at present to almost nothing, would be very great if it had but a sufficient population. For the last twenty years, there has not been exported one barrel of turpentine, the produce of the province ; whereas, when it was but an infant colony of Great Britain, one commercial house shipped from the river St. John, in a season, twenty thousand barrels. Again : in Savannah river, Georgia, (which is no way equal to our St. John's,) are loaded hundreds of vessels annually, while the whole of Florida does not load ten a year ; notwith-"], [80, "68 APPENDIX, NO. 11. standing Florida has advantages arising from its local situation, that are at least equal to the difference in territorial size, when compared with Georgia ; such as extensive fishing grounds ; large fields for wreck ing, in the peculiar situation of its coasts and keys ; a more southern climate, more genial to the cultiva tion of many of the most valuable articles of com merce that are raised in Georgia, and productive of many others in which that country does not partici pate, or but in a very limited degree. Its exports might consist of many articles, viz. thc four denominations of lumber already mentioned, and a variety of others ; cotton, wool, hemp, indigo, to bacco, pot and pearl ashes, myrtle and bees-wax, tur pentine, tar, rosin, pitch, Indian corn, rice, rye, bar ley, oats, several kinds of wine and brandy, whiskey, malt liquors, peas, beans of many kinds, a long list of esculent and medical roots, and others of hortural fruits and vegetables ; culinary, medical, and manu facturing oils ; beef, pork, fish, butter, cheese, lard, peltry, &c. Sugar and flour have not been fairly tried on a large scale ; but we know that in Georgia, lying more north, the former has been made in good perfec tion ; and the latter in Louisiana, directly west ; there is no reason to doubt their lucrative production in Florida ; and its southern parts will suit the growth of coffee ; for forming a long peninsula between two gulfs, the Atlantic and Mexican, the climate becomes much more southern than the latitude warrants. These advantages lie dormant only from the want of hands to put them in motion. And though very great encouragement has long been held out to settlers from all countries, excepting only American citizens, yet we get none but a few of those, who now and then slip in, and meet with toleration. The people of South America, our countrymen, are well known to possess already too much territory, and too much in dolence, to come this way ; and the great number of"], [81, "APPENDIX, NO. II. 69 people who are constantly emigrating from all parts of Europe to the United States, and the British pro vinces, know nothing of Florida ; nor have we ves sels in that commerce to bring them out, which abound from those quarters. Hence the cause why they all emigrate to places already crowded, and not having the means of establishing themselves on their own footing, as must be the case with a very large proportion of them, they go to service, to increase the opulence of others ; whereas, they would, with the same amount of industry and labour here, become opulent themselves, and improve a much finer coun try. The present population of this province does not exceed five thousand souls, including slaves ; and scarcely half of these are ever occupied in country works ; and those who are, from the dislike of soli tude inherent in human nature, all crowd down as near as possible to the sea-coast, leaving the better lands behind them. For as nature has receded from the conveniences of the sea, she has, generally, com pensated in the quality of the soil, and in the protec tion of its produce. A proof of the mediocrity, and of course salubri ty and comforts of this climate, is conspicuous in the perpetual verdure that universally prevails, which nei ther the summer's heat, nor winter's cold is intense enough to destroy. Placed between the mild latitudes of 30° 35' and 24° 54' N. and this situation modified in winter by the proximity of a gulf on each side, and in summer by a regular eddy of the trade wind, the average of heat in summer is much less than in more northern climates where the trade winds never reach, or in more southern climates where the trade winds have the heat of a lower latitude to contend with ; nor is the average of our cold so great as in the same latitudes, when remote from the influence of gulfs. I suppose that the influence consequent on the proximity of these gulfs, is equal, in winter, at K"], [82, "70 APPENDIX NO. II. the northern extremity of this province, to one de gree of latitude more south ; and about three times this quantity of difference at its southern extremity. The spontaneous productions of the earth, all along the eastern sea-coast of Florida, warrant these calcu lations. I account for this singular eddv, or rather variation of the trade wind, to which this province is so much indebted, in this way : — we find, that when a wind meets a river at right angles, it blows directly across ; but when it meets the river at an angle of inclination, it immediately, and in proportion to the acuteness of the angle, leads up or down as the case may be ; al ways showing a disposition to follow the course of the water ; and this effect is increased in proportion to the velocity of the current setting the same way. Thus, the trade wind, in its course from east to west, between Cuba and Florida, is met, in part, by the Keys and Cape of Florida, at an angle of inclination of about sixty degrees, which separate that part from the main current, and at the same time cants it to wards the north ; and its disposision to follow the northern sheet of water, which it has now entered, aided by the gulf-stream setting strongly the same way, forms a propulsion north, equal to the first pro. pulsion west, and a course N. W. becomes establish ed ; which passing on regularly, as it does from S. E. regales Florida, and terminates or dies away at its northern extremity. There are intervals in the extremes of our seasons, when the heat and cold are severely felt ; but their duration is very short; the heat being rarely found oppressive, more than an hour or two at a time ; the cold for more than a day or two — and thc nights are generally cool throughout the summer. Nor are these sudden transitions productive of those serious con sequences that so frequently grow out of them, in other countries. Colds are common with us, but"], [83, "71 APPENDIX, NO. II. very rarely indeed are they known to terminate in consumptive diseases ; for as we do not require so warm shelter and apparel as are indispensable in less favoured climates, we are not so highly wrought on as to receive deep impressions from the transitions ; and when we have received any at all, the grateful elasticity and purity of our air, soon disperses the evil. Nor are we exempt from fevers ; but owing to our happy mediocrity of climate, and purity of at mosphere, they do not occur so often, and then they are divested of that virulence which characterize some of them to the north, south, and west of us ; and those of the more fatal kinds, we have never suffered by ; nay, they have several times been imported, but died in the subjects who brought them. In short, we have ever had but little call for the doctor, apo thecary, or grave-digger. The general purity of our air is potent to every observer. Let him but look around at distant ob jects, for instance a tree, and not only the limbs, but the leaves are distinguishable a long way off, as though it was a miniature painting he held in his hand ; or as though he looked at it, near by, through a spy-glass reversed. St. Mary's river, running transversely through the country, from east to west, runs a great way up, and forms the northern boundary of East Florida. It has the best bar of all the rivers on the eastern side of this province, say twenty feet at high water ; and is navig able for large vessels a great way up. It is singular ly barren of finny inhabitants ; and has in its neigh bourhood but a small portion of those classes of land we consider most valuable. The inhabitants along this river (not formed for industry) generally cultivate the pine barren lands in preference (which, by the by, must have been, I think, pine-bearing lands, cor rupted into pine-barren), and these produce bountiful crops of provisions ; and I have seen fine crops of"], [84, "72 APPENDIX, NO. II. black seed cotton raised on these pine barrens, at thirty-five miles distant, direct from the sea coast. — The inhabitants say, these lands must be \"cow penned,\" and then they produce three or four good crops in succession ; but on inquiring into this part of their agricultural process, it amounts to little more than driving a gang of cattle a few times across them. And though they were literally manured by cattle, one or two years' rains would carry its influence so deep in these sandy bottoms as to be beyond the reach of annual plants. This shows that they must possess an innate fertility, capable of much improve ment. I mention these circumstances in vindication of our pine -barr ens; which are more estimable far ther south, and particularly when they have clay and other firm bottom, which often occur. — There are, however, various grades of quality under this deno mination of land ; and some of them are good for little else than lumber and pasturage ; indeed some are good for nothing but as barriers and connections to the other lands. Nassau river next succeeds St Mary's as we go South, and is the only other running in the same di rection. Its bar, lying about eighteen miles from that of St. Mary's, does not afford more than from nine to eleven feet high water. Its course up, is broad and deep to the distance of about twenty miles, where it divides into several large branches ; and these appear to have endeavoured to exceed each other in their manifold distortions ; embracing, within their extensive ramifications, and their immediate neigh bourhood, a large amount of most fertile and dura ble lands ; fine and extensive pasturage for bristley and horned stock, on all sides ; and great stores of lumber in its primitive state. But a great part of the good lands on this river, will be subject to grievous inundations in wet seasons, until some of the more crooked bends of its branches are straightened by"], [85, "APPENDIX, NO. II. 73 canals, so as to allow the water a more speedy escape than their present meanders afford. We now come to a truly majestic river, the St. John's. Its bar affords about fifteen feet water at the best tides, and lies about thirty miles south of St. Mary's, and forty to the north of that of St. Augus tine. Continuing its course from the sea, westward for about thirty miles, it corners and runs southward ly, parallel to the sea coast, all the rest of its course ; forming as it were, a general and immense canal through the internal parts of the Province ; communi cating by its tributary and neighbouring streams to many parts, and communicable at moderate rates with the whole, even those of our western sea board. More water than the bar affords can be car ried to Lake George, one hundred and fifty miles up, through which the river passes, and 12 feet through this lake, when the river again deepens for an extent of forty miles beyond, and then passes through another lake; and thus continues its course up, forming now a river, and then a lake, towards its source, which is only known by Indian reports. From the bar to Lake George, the breadth of the river is, with but few ex ceptions, from one to five miles ; and receives the tributary waters of many large creeks, and some de tached lakes, on both sides. Lake George is a large oval-formed spread of the river, exhibiting a sheet of water eighteen miles long and twelve wide, beautiful ly grand. The undefined territory of Alachua, lies along the western broad side of this river, I will sup pose, about eighty miles from east to west, and about one hundred and twenty miles from north to south. and contains large bodies of the most valuable high lands ; the finest pasturage generally, and in all parts very healthy. To enter into a particular description of this interesting section of the country, would too far exceed my present limits, and might indeed ap pear exaggerated ; I will therefore only state that"], [86, "AFPEND1X, NO. ll. 74 hundreds of persons from Tennessee, Kentucky, and Georgia, who have visited that part of Florida, agree that it is the most eligible back country they have ever seen. The lower' parts of St. John's river, af ford large bodies of high hammoc land, heavily tim bered with live oak to the water's edge : these are generally light in soil, but very productive, and are much more durable than their appearance would in dicate, and soon renovate by a rest or manure. And on the back of these, and indeed throughout the country generally, we find large bodies of low ham moc and swamp lands of a strong, rich, and durable soil, frequently bottomed with clay and marie. High er up the river, the arrangement changes ; the mar gins are generally of extensive and valuable river swamps, and en the back of these, high and low hammocs are promiscuously interpersed among pine barrens. Canals connecting this river with the Mexican ba sin, by the bay of Tampa, or with more expense, but with more importance, by the bay of Appalachy, could be effected. The herculean prospect that such an undertaking might, at the first view, carry with it, will be greatly softened down on only comparing with it the commercial advantages of an inland navigation between the Atlantic shores of the United States and the Mississippi ; totally avoiding the circuitous and perilous rout round the Cape and Keys of Florida, where more disasters annually occur, than on any other equal extent of the coasts of North and South America. And, as the waters of the great Mexican bay are unquestionably higher than those on the east side of Florida, their agency would greatly facilitate the work, and perpetuate the advantages. The waters of St. John's river could be easily turn ed down through the harbour of St. Augustine, by the way of Six Mile creek, which makes out from that river about seventy miles from its bar, and di-"], [87, "APPENDIX, NO. II. 75 rectly west from St. Augustine. This would, by deepening its bar, render 'that well fortified and salu brious city, a valuable sea-port, concentrating the wealth of the Province within its two-fold protection. I have laboured considerably in the theory of this project, and expect, at some early period, to lay it before a community, sufficiently large and enterprise ing to appreciate its many and obvious advantages. The source of this river has never been explored by white people ; nor is it known above two hundred and fifty miles from its mouth, but by Indian reports. I am, however, satisfied from my own observations, that it has no communication above its mouth, with the sea on either side of the peninsula, as is asserted under various forms in the geographical descriptions I have seen. I am aware that what may be consider ed a knock-him down argument, will be placed in front of this assertion, viz : — That St. John's, which is a fresh water river above the immediate influence of the tides, and, indeed, its waters are sometimes drinkable beyond its mouth at sea, should be found greatly mixed with salt above Lake George. But to this I answer, that several arms, or rather lagoons of the river, setting off from the main body on both sides, terminate in large morasses or quagmires, co vered only with grass, and which are so extensive as to bound the horizon to a spectator in a boat ; and that when the sea is forced on to either coast by heavy gales of wind, the redundancy of the salt water, which is crowded into the many small rivers on the weather shore of the peninsula, flows over their adjacent low grounds into those morasses, and thus finds its way into the St. John's river. It has likewise been er roneously reported, that the neighbourhood of this river is unhealthy. — I am personally acquainted with all the settlers about it for the last twenty years ; and I am satisfied that there has been no cause for such complaint among those who have lived like civilized"], [88, "76 APPENDIX, NO. II. beings. As to others, habitual excesses would des troy health, in the garden of Eden. St. Augustine city, bar, harbour, waters, &c. are sufficiently known to excuse their presence here— I must, however remark, that the northern extremity of St. Anastatia Island, which forms the harbour of St. Augustine, is the northern boundary of that re markable kind of stone of which the city and its for tifications are built. This stone, formed by a concre tion of small marine shells, and perhaps peculiar to this province, lies in great mines in this island, and runs in similar veins southwardly, and along the eas tern sea coast of the province, but not spreading off from it above three miles in any part. It makes ex cellent and cheap houses, and on account of its soft and unrendable quality, is particularly suitable for fortifications. Progressing about eighty miles farther south, we come to Musquito Inlet ; a snug and safe inlet for small vessels, affording from ten to twelve feet of wa ter on its bar. This leads up to Halifax river, run ning north, and the Hillsborough, running south, (which are frequently called the Musquito North and South Lagoons,) each about thirty miles in extent. — The head of the Hillsborough is so nearly met by the head of the Indian river, alias Rio Indiano, as to allow a portage of about a quarter of a mile from one to the other ; and this continues to its bar, about seven ty miles farther south. These three, with a part of the Matanzas river, form a continuation of territory along the sea coast, of about one hundred and fifty miles, that will admit of a very dense population. Its salubrious and pleasant situation along the sea shore : the large proportion of good lands, and their admirable distribution and superior qualities ; its accommodat ing waters, superabundantly stored with a variety of fish; and its delectable climate; form a series of ad vantages, not easily conceived by strangers. One bodv"], [89, "APPENDIX, NO. III. 77 of the good lands within this space, it is said, is not exceeded in quality, nor equalled in quantity by any body of land on the sea board of Georgia and the Carolinas. The insect called the Musquito, is said by some prejudiced or not well informed persons, to be intolerable in this section of the province ; but I know that they are not worse here than they are generally along the sea coast of the southern states. On the west side of the Hillsborough, about four miles from the inlet, and situated on a quarry of the stone above mentioned, formerly stood the town of New Smyrna. — Many of its ruins are still visible. It sunk to ruins in consequence of the migration of its inhabitants in a body to St. Augustine — the effect of the despotic severity of their landlord. From the mouth of Indian river, to the promon tory of East Florida, about one hundred and forty miles farther south, we know but little of the interior of the country. — And thence, all along the western sea board of this peninsula, I am only acquainted by hearsay, and that but from ignorant observers. These accounts, however, go to show that there are several good harbours along that shore, and much good land lying back of it. NO. III. ADDITIONAL NOTICES OF PENSACOLA AND ST. AU- GUSTINE. THE town of Pensacola is situated on the north west side of the bay of the same name, at N. lat. 30° 30', W. long, from Washington 10° 16'. Pensacola, when in the hands of Great Britain, en ioved a verv considerable trade, and even when trans-"], [90, "78 APPENDIX, NO. III. ferred to Spain, such were the intrinsic excellencies of its port, and the salubrity of its air, that the place did not undergo so much decadence as was apprehend ed. Considerable commerce was at all times transacted here while possessed by Spain. The town consists of two main and several other streets. The site is almost a plain, with a sandy soil. Two lagoons run from the bay back of the houses, and almost insulate the place. The bay spreads in a beautiful sheet of water, from 12 to 36 feet in depth. The bottom, sandy or muddy, affords excellent anchorage. No harbour in America is more effectually defended from all winds, and even should a vessel be driven on shore or accidently stranded, the bottom being com posed of soft materials, destructive consequences can not easily ensue. Pensacola now contains about 3000 people, but as it must become the great naval depot of the United States on the north side of the Gulf of Mexico, a certain and durable prosperity awaits this town. It may indeed be a subject of doubt, whether all the inconvenience attending the peculiar situation of Pen sacola, and its disconnexion with any large river, is not more than counterbalanced by the certain conse quent openness of its harbour, and purity os' its at mosphere. Every thing considered, no reasonable doubt can be entertained against the suture augmen tation of this town, in wealth and population. The following description of the Bay of Pensa cola, is extracted from a manuscript account of Flo rida, by George Gauld, formerly surveyor- general of Florida, when a British colony. The manuscript is dated 1769, and deposited in the Library of the American Philosophical Society. \" The west end of the island of St. Rose, stretches, athwart the mouth of the harbour, and defends it from the sea. It would be difficult to observe the entrance if not for a remarkable red cliff, which not only dis-"], [91, "APPENDIX, NO. III. 79 languishes the place, but is a mark to go over the bar in the deepest water. \" The bar of Pensacola is of a semi-circular form, with the convex side to the sea, at a considerable dis tance from the land ; occasioned no doubt by the con flict between the sea and' the outlet of the bay. The bar runs in a curve from the west breakers, all the way to the eastward of the F6Yt, or Signal House, on Rose Island. The outer end of it extending about a mile without the breakers. It is a flat, hard sand, but the bottom on both sides is soft, oozy grouud. When you are entered on the bar in the deepest chan nel, the fort on Rose Island, bears N. E. \\ N. 21 miles ; the middle or highest red cliff N. | W. 5^ miles. The water shoals gradually from 4 to 3| fa thoms, and on the shoalest part is 21 feet, thence re gularly deepens, and the bottom grows softer. \" The latitude of the bar of Pensacola, is N. lat. 30° 22', and long., from observation by Dr. Lorimer, 87° 40' W. from London. The variation of the compass near 5° east. \" When over the bar in 5 or 6 fathoms, you must borrow on the western reef, which has deep water close to it ; in order to avoid the 10 feet bank, ex tending about 4 mile southwest of the point of Rose Island, as the line of direction for the deepest water over the bar, leads just over the. west spit of this bank ; therefore keep within about li or 2 cables' lengths of the breakers, (on the north end of which there is a dry sandy key,) till the west point of Rose Island is open with the straggling trees to the south ward of Deer Point, at the entrance of St. Rose chan nel, when you may haul up to the eastward between them, clear of the 10 feet bank. There is a narrow channel of 13 and 16 feet between this bank and the point of Rose Island. \" There is a shoal stretching in a sweep from the Red Cliff, towards the above mentioned sandy key ;"], [92, "80 APPENDIX, NO. III. therefore, care must be taken not to shut in Tartar Point with Deer Point; but as the soundings are regular, unless there be little wind with tide of ebb, which sets directly on this shoal, and in that case it is necessary to anchor in time. \" Within Tartar Point the bay is about 5 or 6 miles broad, stretching to the northeast towards the town, which is situated on the main-land about 8 miles from Rose Island, from thence the bay turns more to the eastward, and is divided into two large branches or arms ; one of which continues to the eastward about 18 miles from Pensacola, and the other to the north ward nearly the same distance, from three to five miles broad. \" Between Tartar Point and Pensacola, there are two large lagoons, the southernmost of which runs behind the Red Cliff. All the west side of the bay, which forms a sweep towards the town, is shoal for upwards of half a mile off shore, but the soundings are regular to it.\" St. Augustine, though in no respect comparable to Pensacola in a commercial point of view, will, how ever, advance rapidly under the auspices of the Unit ed States government. The remarkable healthiness of its situation will render the former the Montpelier of the Atlantic slope. Its harbour is perfectly safe, but impeded by a bar having only 8 feet water, and a tortuous entrance. The town lies along the west side of the bay, and under the former Spanish go vernment, before the cession of Florida to Great Bri tain, contained 5000 people, most of whom, on the British taking possession, removed to Cuba. Under the, British government this place enjoyed as much commerce as the nature of its port, and the paucity of population would admit. When the country was again receded to Spain, St. Augustine declined, and .anguished till the present time. It is now destined"], [93, "APPENDIX, NO. IV. 81 to rise from its ruins, and with strong hopes of a steady and durable, if not rapid prosperity. St. Augustine is the oldest town on the Atlantic borders of the United States. Its present population does not exceed 2000 or 2500 persons. Situation N. lat. 29° 42'. W. long, from Washington 4° 25'. NO. IV. Extracts from Mr. Chazotte 's pamphlet, p. 15, STATEMENT ON COCOA. \" Four acres of land planted in rows, and the trees at 10 feet distance from each other, give 1764 trees. A man is capable of taking care of them, and of gathering the nuts. At 7 years of age, each tree will yield 2lbs. and the quantity will increase with its age ; therefore, a man will gather 3528lbs. of cocoa, which at 15 cents per lb. will produce 529 dollars and 20 cents. \" This cultivation, differing from all others, requires some illustrations. It was formerly thought that its culture required much labour, and a virgin soil ; but experience has shown, that it grows on land half ex- hausted by the coffee plant ; and in less than 12 years' time acquires such power as to destroy the coffee un- derneath. Hence it is now planted between the ranges of coffee, when this last is about 7 years of age ; so that, when the land would otherwise become a mere waste, requiring a hundred years for forests to rise on it again, ere it could recover its first fruitfulness — the same land, being again covered by a new sorest of productive trees, the fruits of which growing and ma-"], [94, "82 APPENDIX, NO. IV. turing all the year round, each day brings in its crop. I could not select a more proper place to state, that it seems, that providence, in its wise dispensations, iiv tended the cocoa tree should be the means of quickly re newing the soil exhausted by other productions. It is a fact known to myself alone at this moment, because, he who made the successful experiment, Mr. Berlie, and those who were eye-witnesses to it, were by the bloody effects of St. Domingo's regenerating system doomed to an untimely grave, and I am the only sur vivor. The fact is this : Mr. Berlie, a planter on the high land of Donna Maria, had planted, after the cof fee had exhausted his land, the whole of his estates with cocoa trees. — This answered well ; but as coffee became more productive, he thought of making an experiment, which was, to cut down 20 acres of cocoa trees, setting them on fire, in the same manner as is done in clearing new land, and planting them again with coffee, it was found that coffee grew more beautifully than it had done before. The cocoa trees were when cut down 25 years old. \" The extraordinary effects of the cocoa tree, in regenerating the ground upon which it grows, may easily be accounted for. This tree seldom attains higher than 15 feet; it is branchy; its leaves very large ; and the body, or stalk, of a middling size ; the leaves continually falling off the tree, whilst new ones grow, cover the earth with a thick bed of leaves, which allow not even a blade of grass to grow with them ; hence the ground requires no culture, and the trees but a light pruning, when any ravages have been caused by some storm. This constant thick bed of leaves, returns to the earth five times more nutriment than the diminutive size of the tree requires from ft, and in less than 30 years, it brings the soil back to its original fertile state.\""], [95, "83 APPENDIX, NO. IV. \" FOURTH STATEMENT ON VINES, OLIVES, CAPERS, AND ALMONDS PLANTED ON THE SAME GROUND. 5 acres in vines — produce as before stated, for a man's yearly labour S639 30 175 Olive trees, at 30 feet distant, will yield, after 7 years of age, about one gallon of oil each, which valued at the low price of SI 50 cts. per gallon, is 8262 50 45 Almond trees, ~) -, , -,„.„, r^ ,„r 25 Capers do. 5 ProduCe valued at S1 50 105 70 Yearly proceeds of a man's labour S1006 80 Review of the above. I shall now suppose, that in the course of 30 years we may employ 50,000 per sons in the culture of vine singly, they will cultivate 250,000 acres of land, which will yield an annual revenue of 831,965,000 50,000 persons in the culture of vines, olives, almonds, and capers, on 250,000 acres of land will yield an annual re venue of 850,340,000 Total 882,305,000 COCOA 50,000 persons engaged in the culture of cocoa, will cultivate 200,000 acres of land, which will yield an annual revenue of 826,420,000 COFFEE. 100,000 persons engaged in the culture of coffee, will cultivate 200,000 acres of land, which will yield an annual revenue of 888,200,000,"], [96, "84 APPENDIX, NO. IV. Recapitulation of the preceding estimates. 100,000 persons cultivating 500,000 acres in vines, olives, &c. produce g82,305,000 50,000 persons cultivating 200,000 acres cocoa 26,420,000 100,000 persons cultivating 200,000 acres coffee 88,200,000 250,000 persons cultivating 900,000 acres produce §196,925,000 The home consumption of this country may be estimat- ed to be annually about, viz : Wines, olives, 8cc. $17,305,000 Cocoa, &c. ' 6,420,000 Coffee, 13,200,000 Home consumption g36,925,000 Leaving an immense surplus for exportation to foreign countries, of wines, olives, &c. Jg65,000,000 Cocoa, 20,000,000 Coffee, 75,000,000 Exportation 8160,000,000 In a discourse on Rural Economy, and the most suitable mode of succeeding in the cultivation of fruit trees, published at Havanna, December 31st, 1819, in the transactions of the Royal Economical society, Vol. III. No. 36, p. 343 ; it is observed : \" That amongst the trees of this island which pro mises most utility, are the cocoa, and the zapotes, (achrys sapota of Linnæus). These trees, without any other assistance than what they naturally receive from the soil in which they are planted, yield seven or eight dollars the first year, and five or six the se cond. Havanna, April 15th, 1794. Rafael Montalvo Count de Casa Bayona.''"], [97, "APPENDIX, NO. V. 85 NO. V. EXTRACT FROM THE NATURAL HISTORY OF EAST AND WEST FLORIDA, BY BERNARD ROMANS J NEW-YORK, 1775. This author observes, \"I shall begin with the peninsula, dividing it into two parts, which I will call climates, the one beginning at Amelia or St. Mary's inlet, in latitude 31, and extending south ward to the latitude of 27 : 40 : this will include the rivers St. Mary, Nassau, St. John's or Ylaco, and the Musketo Lagoon (for surely no one can call this last a river) besides several smaller ones, which will be mentioned in their places ; these all empty themselves on the eastern side of the Apalachicola, (the boun dary between the two Floridas) the Oskaulaskna, the Apalachian, St. Juan de Guacaro, vulgarly called little Seguana, the river Amaxura, and the Manatee, which last falls into the bay of Tampe, or harbour of Spirito Santo, and which I have first discovered. \" The other, or southern climate, beginning at the latitude 27 : 40 : and extending southward to the latitude of 25, on the main, or to 24 : 17 : including the keys ; this contains a large river, which empties itself into the new harbour, of which I am the first explorer : we have given it the name of Charlotte harbour, but neither harbour nor river have been des cribed by the Spaniards in their maps, and the Span ish fishermen distinguish the place by the names of its inlets, which are five, and will hereafter be describ ed ; next is Carlos bay and Carlos harbour, into which the river Coloosahatcha empties itself; further south are not any more deserving the name of rivers, but such as thev are, I shall give them a place also ; M"], [98, "86 APPENDIX, NO. V. on the east side is only the river St. Lucia, with its southern branch, thc river Ratones, and the Lagoon, known by the name of A'isa Hatcha, Rio de'ais Or Indian river. \" After this general division of the country, I think it is not improper to begin Avith an account of the air, which this province enjoys very pure and clear; fogs are seldom known any where except upon St. John's river, but the dews are very heavy, the spring and summer are in general dry, the autumn very change able ; the beginning of winter wet and stormy, but the latter part very dry and serene ; from the end of September to the end of June, there is perhaps not any where a more delightful climate to be found, but all July, August, and most of September are excessively hot, yet the changes from hot to cold are not so sud den, as in Carolina, and frost is not frequently known, the noon day's sun is always warm ; the severest cold ever known there affects not the tender china orange trees, which grow here to a very great perfection. I scruple not to say, that this fruit here exceeds in good ness every other of thc kind I have yet seen, however the change from the middle of this climate, to the northern part of it is much more perceptible from heat to cold, that it was to the southward from cold to heat, in the year 1770 and 1771. I felt very severe weather about the river Nassau, and to the southward of the town of St. Augustine, the climate changes so gradually, that it is not perceivable to the above nam ed lat. of 27 : 40 : where there is no frost at all, and which I have always set down as the line of no frost. From this line to the southern extent, is a most charm ing climate, the air almost always serene ; on the east side the common trade wind, and on the west side the Apalachian sea breeze from the west to the north west, refresh this delightful Peninsula during the sum mer ; here we find all thc produce of more northern climes mixed with the inhabitants of the tropics, and"], [99, "APPENDIX, IsO. V.- 87 this as well in the water as on the land, nor is there ever so great a cold as to destroy the fruits of the south, nor so great a heat as to parch the produce of the north ; in all this Peninsula is remarkable, that rain is always prognosticated one or two days before it falls, and this by either an immoderate dew or no dew at all, so that if a very heavy dew falls, it is a certain sign of rain, and the same if on calm fine nights there be no dew, but I cannot account for this pheno menon. \" The winds are not so very changeable here as they are further to the northward, but are during the great est part of spring, the whole summer, and the begin ning of autumn, generally between the east and south east, and during the last of autumn,. and first part of winter, they are commonly in the north-east quarter ;, the latter part of the winter, and first of spring they are more generally west and north-west; the autumnal equinox is to be dreaded here, as well two or three weeks before, as two or three months after it, great storms will then happen, and many vessels are drove on shore, or otherwise disabled : I have never heard of much mischief in'the vernal equinox, and if a hur ricane was ever known in this Peninsula, it was on the 29th of October, 1769, when there was a terrible gust between the lat. 25 : 10, and 25 : 50, which blew many trees down, and drove the Snow Ledbury ashore, where she remained dry on a key, now dis tinguished by her name, but heretofore considered as a part of what was improperly called by the name of Key Largo. \" The south and south-west winds make a thick heavy air, and are in my opinion, hurtful to the lungs ; they also occasion the sultry weather, so much com plained of in July and August. The winds from the eastern quarter every- where between the south-east and the north-east, are cool and moist, and they cause the frequent showers, by which the very sand of this"], [100, "88 APPENDIX, NO. V. climate is endued with so prodigious a vegetative power diat it amazes every one. The winds from the cast to the north are agreeably cool, and from tlie north to the north-west, occasion what is here called cold weather ; I have frequently kept thermometrical journals, but have none left now for inspection. \" I remember the general height of the mercury on Fahrenheit's scale to have been, in the shade where the air was not prevented circulating freely about it, between 84° and 88° and on some sultry hot days in July and August, I have known it to rise up to 94°, when at the same time by carrying it out and exposing it to the sun, it will rise in a very short time up to 1 14°, nor can I remember ever to have seen it above one or two degrees below the freezing point ; it is impossible for one to imagine how inexpressibly temperate the weather is here from the latter end of September to the latter end of June ; the western part of this northern division is not so very hot in summer, as the whole eastern shore of the Peninsula is, but its sea shore is much more exposed to the bleak winter winds. \" In the southern division I have never seen the mer cury in Fahrenheit's thermometer below the temperate point, and I cannot remember ever to have seen it higher than in the northern division. \" This southern part of the Peninsula is in the months of May, June, July, and August, very sub ject, on its west side, to dreadful squalls, and there is a certainty- of one or more of these tornadoes every day, when during that season, the wind comes any where between the south south-east, and south-west, but they are of very short duration ; then also thun der and lightning is frequent, but nothing near so violent as in Carolina and Georgia, nor do I remem ber any more than one instance of damage occasion ed by it, when it made a large hole in a stone wall of"], [101, "APPENDIX, NO. V. 89 a house at St. Augustine ; yet very few electrical conductors are made use of there. \" Before I quit this subject of the air, I cannot help taking notice of a remark, which I have read some where, made by Dr. James M'Kenzie, which is that dampness or discolouring of plaister, and wainscoat, the soon moulding of bread, moistness of sponge, dissolution of loaf sugar, rusting of metals, and rot ting of furniture, are certain marks of a bad air ; now every one of those marks, except the last, arc more to be seen at St. Augustine, than in any place I ever was at, and yet I do not think, that on all the continent, there is a more healthy spot ; burials have been less frequent here than any where else, where an equal number of inhabitants is to be found, and it was remarked during my stay there, that when a de tachment of the royal regiment of artillery once ar rived there in a sickly state^ none of the inhabitants caught the contagion, and the troops themselves soon recruited ; I also know of several asthmatic and con sumptive subjects, who have been greatly relieved there ; the Spanish inhabitants lived here to a great age, and certain it is, that the people of the Havanna looked on it as their Montpelier, frequenting it for the sake of health ; I therefore ascribe the above circum stances to the nature of the stone wherewith the houses are built. \" Haloes, or as they are vulgarly called, circles round the sun and moon, are very often seen, and are sure forerunners of rain if not wind storms ; those of the sun are less frequent, but they are always followed by very violent gales of wind ; it is remarkable, that if in those haloes a break is observed, that break is always towards the quarter, from whence the wind begins ; water spouts are often seen along this coast, but I can not learn that they ever occasioned any mischief, nor could I learn, that earthquakes have ever been ex perienced in this part of the world.\""], [102, "90 APPENDIX, NO. VI. NO. VI. The following Act was not received in time for inser- tion in its proper place, in Appendix, No. I. AN ACT for carrying into execution the Treaty be- tween the United States and Spain, concluded at Washington, on the twenty-second day of Feb- ruary, one thousand eight hundred and nineteen. Be it enacted by the Senate and House of Re presentatives of the United States of America, in Congress assembled, That the President of the Uni ted States be, and he is hereby authorized to take pos session of, and occupy the territories of East and West Florida, and the appendages and appurtenances thereof; and to remove and transport the officers and soldiers of the King of Spain, being there, to the Havanna, agreeably to the stipulations of the treaty between the United States and Spain, concluded at Washington on the twenty-second day of February, in the year one thousand eight hundred and nineteen, providing for the cession of said territories to the United States ; and he may, for these purposes, and in order to maintain in said territories, the authority of the United States, employ any part of the army and navy of the United States, and the militia of any state or territory, which he may deem necessary. Section 2. And be it further enacted, That, until the end of the first session of the next Congress, un less provision for the temporary government of said territories be sooner made by Congress, all the mili tary, civil, and judicial powers exercised by the offi cers of the existing government of the same territo ries, shall be vested in such person and persons, and shall be exercised in such manner, as the President of the United States shall direct, for the maintaining"], [103, "APPENDIX, N*0. VI. 91 die inhabitants of said territories in the free enjoy ment of their liberty, property, and religion ; and the laws of the United States relating to the revenue and its collection, subject to the modification stipu lated by the fifteenth article of the said treaty, in fa vour of Spanish vessels and their cargoes, and the laws relating to the importation of persons of colour shall be extended to the said territories. And the President of the United States shall be, and he is hereby, authorized, within the term aforesaid, to es tablish such districts for the collection of the revenue, and, during the recess of Congress, to appoint such officers, whose commissions shall expire at the end of the next session of Congress, to enforce the said laws, as to him shall seem expedient. Sec. 3. And be it further enacted, That the Presi dent of the United States be, and he is hereby autho rized to appoint, during the recess of the Senate, a commissioner and surveyor, whose commissions shall expire at the end of the next session of Congress, to meet the commissioner and surveyor, who may be appointed on the part of Spain, for the purposes sti pulated in the fourth article of said treaty : and that the President be, and he is hereby further authorized to take all other measures which he shall judge pro per, for carrying into effect the stipulations of the said fourth article. Sec. 4. And be it further enacted, That a board of three commissioners shall be appointed, conformably to the stipulations of the eleventh article of the said treaty : and the President of the United States is hereby authorized to take any measures which he may deem expedient, for organizing the said board ot commissioners; and, for this purpose, may appoints secretary, well versed in the French and Spanish lan guages, and a clerk ; which appointments, if made during the recess of the Senate, shall, at the next meeting of that body, be subject to nomination for their advice and consent."], [104, "92 APPENDIX, NO. IV. Sec. 5. And be it further enacted, That the com pensation of the respective officers, for whose ap pointment provision is made by this act, shall not ex ceed the following sums : The commissioner to be appointed conformably to the fourth article, at thc rate, by the year, of three thousand dollars. To thc surveyor, two thousand dollars. To each of the three Commissioners to be appoint ed conformably to the eleventh article of thc treaty, three thousand dollars. To the Secretary of the Board, two thousand dol lars. To one Clerk, one thousand five hundred dollars. Sec. 6. And be it further enacted, That, for car rying this act into execution, the sum of one hundred thousand dollars be, and hereby is appropriated, to be taken from any moneys in the Treasury' not other wise appropriated. JOHN W. TAYLOR, Speaker of tlie House of Representatives. JOHN GAILLARD, President of the Senate, pro tempore. Approved, JAMES MONROE. Washington, March 3, 1821."], [105, "SYLLABUS OP DARBY'S COURSE OF LECTURES OX TBE HISTORY OF THE UNITED STATES. Part I. Section 1. Retrospective view of the political and moral state of society in Europe, during the 13th, 14th, and 15th centuries, or the 300 years immediate ly preceding the discovery of America. Section 2. Historical sketches of the revival of Geographical, Astronomical, and Nautical Science in Europe, during the foregoing period, as evinced in the maritime expeditions of the Normans, Venetians, Portuguese, and other nations, which prepared the way to the discovery of America. Section 3. Particular notice of the Portuguese voyages of discovery from 1411, to the discovery of the route to India by the Cape of Good Hope, Nov. 20th, 1497, and subsequently, to the discovery of the Brazils by Cabral, in 1500. N"], [106, "Section 4. Biographical sketch of the early life of Columbus, and a Historical View of his various ex peditions in the Atlantic ocean, previous to, and sub sequent to the discovery of America. Part II. Section 1. Review of the moral and political con dition of society amongst the aboriginal nations of America, at the epoch of the establishment of Span ish and Portuguese colonies on the continent and contiguous islands. Section 2. Condensed pictures of the empires of Peru and Mexico, with an abstract of their History from their foundation to their final conquest by the arms of Spain. Section 3. View of the History and present relative extent and population of the Spanish and Portuguese colonies in America. Part III. Section 1. History of English and French voyages of discovery made to America, previous to the esta blishment of permanent colonies by either nation. Section 2. Establishment of English and French colonies in North America, and their respective pro gress up to the peace of Paris, 1763. Section 3. History of the English North American colonies, from 1763, to the declaration of indepen dence by the United States, July 4th, 1776."], [107, "Section 4th. History of the war of the revolution. and subsequent events relating to the United States, from July, 1776, to the final adoption of the Federal compact or present constitution of the United States, April 30th, 1789. Section 5. History of the United States, from April 30th, 1789, until June 18th, 1812, when war was declared by the United States against Great Bri tain. Section 6. History of the second war between the United States and Great Britain, from June 18th, 1812, until the cessation of hostilities between the two nations in the early part of 1815. Part IV. Section 1. Recapitulation of the rise, progress, and present moral and political condition of the United States internally. Section 2. Comparative review of the political im portance and relations of the United States amongst the civilized nations of the world. TERMS. First. The foregoing course will occupy about 40 Lectures, three times weekly, Tuesdays, Thurs days, and Saturdays, and will commence on the 3d of April, and be closed early in July. Secondly. Tickets for the course 5 dollars, with a liberal allowance for family tickets. Admission to a single Lecture 50 cents."], [108, "Introductory Discourse to be read on Friday, thc 23d inst, at 7 o'clock, P. M. in the Hall of the Mu sical Fund Society, lately occupied by the Bank of the United States, Carpenter's Court. Admission to the Introductory Discourse gratis. Tickets of admission to be had at Mrs. Neal's Li brary, No. 201, Chesnut-street, and at the dwelling house of the Lecturer, No. 72, South Sixth-street ; or at the door of the Lecture Room, on the evening of the Introductory Lecture. In again presenting myself to the inhabitants of this city for their individual patronage, I too much respect the public before whom I am to appear, to offer one word to enhance the importance of my subject. Geo graphy and History have an exalted rank assigned them amongst the useful sciences and elegant accom plishments which adorn cultivated society. I will therefore close this address by respectfully soliciting the attendance of the Ladies and Gentlemen of this city at my introductory discourse. WILLIAM DARBY."], [109, "BENJAMIN TANNER, ENGRAVER, > Ao. 74, South Eighth Street, HAS JI7ST FINISHED, AND IS NOW PUBLISHING BY SUBSCRIPTION, AN INTERESTING PRINT, ENTIT1ED, AMERICA GUIDED BY WISDOM ; An Allegorical Representation of the United States; denoting their Independence and Prosperity. On the fore-ground, Minerva, the Goddess of Wis dom, is pointing to a Shield supported by the Genius of America, bearing the Arms of the United States, with the motto Union and Independence, by which the country enjoys the prosperity^ signified by the Horn of Plenty at the feet of America. The second ground is occupied by a Triumphal Arch, with an Equestrian Statue of Washington placed in front, indicating the progress and improve ment of the liberal arts. On the third ground, Commerce is represented by the figure of Mercury, with one foot resting on bales of American manufactures, pointing out the advan tages of encouraging and protecting Navigation, (sig nified by an armed vessel, &c. under sail) to Ceres, who is seated with implements of Agriculture near her."], [110, "The Bee Hive is emblematic of industry ; and the figure spinning at the cottage door shews the first and most useful of domestic manufactures. FROM AM ORIGINAL DRAWING, BY 1. I. BARRALET. Size of the Print, 18 by 24 Inches. Price to Subscribers, Five Dollars in the Sheet, and 12 Dollars handsomely Framed. LATELY PUBLISHED, AND FOR SALE, A Portrait of the Right Rev. Bishop White, of Penn., painted by Stuart Jnches- ■DoWs- and Engraved by Tiebout, size 16 by 20 Price 5 Portrait of the late Most Rev. Arch- bishop Carroll, of Baltimore, paint ed by Paul, and Engraved by Le ney and Tanner, - - - - 16 20 5 Portrait of tlie late Rev. Bishop As- bury, of the Methodist Episcopal Church, painted by J. Paradise, and Engraved by B. Tanner, 11 14 2 United States and Macedonian, painted by Birch, and Engraved by B. Tanner, ----- 20 26 5 Perry's Victory on Lake Erie, drawn by J. J. Barralet, and Engraved by B. Tanner, ----- 20 26 5 Macdonough's Victory on Lake Champlain, painted by H. Rein- agle, and Engraved by B. Tanner, 20 26 5 Commemoration of Washington, drawn and Eng. by J. J. Barralet, 20 26 5 The Holy Family, painted by Van- dyke, and Eng. by Woumans, 13 17 1 Also for sale, a choice collection of Pictures, Draw- ings, Prints, Books of Prints, &c. consisting of the works of the most celebrated Masters."], [111, "LIST OF Maps and Geographical Works, LATELY PUBLISHED AND FOR SALE BY H. S. TANNER, Ab. 8, Sansom- Street, Philadelphia. Map of the World on the globular projection, on two sheets, price on rollers, g 7 00 ditto, portable, 6 50 ditto, in sheet, 4 50 price on rollers, 7 00 price portable, 6 50 price in sheet, 4 00 Ditto, ditto, Ditto, ditto, Map of South America, on two sheets, Ditto, ditto, Ditto, ditto, Slap of the World on Mercator's projection, on one sheet, price on rollers or portable, 3 50 ditto, in sheet, 2 00 ditto, on rollers or portable, 3 50 ditto, in sheet, 2 00 ditto, on rollers or portable, 3 SO ditto, in sheet, 2 00 ditto, on rollers or portable, 3 50 ditto, in sheet, 2 00 ditto, on rollers or portable, 3 50 ditto, in sheet, 2 00 ditto, on rollers or portable, 3 50 ditto, in sheet, 2 00 Ditto, ditto, Map of North and South America, Ditto, Map of Europe, Ditto, Map of Asia, Ditto, Map of Africa, Ditto, Map of North America, Ditto, Map of Nova Scotia, New Brunswick,&c. do. on rollers or portable, 3 50 Ditto, ditto, in sheet, 2 00 Map of the states of Maine, New Hampshire, Vermont, Massa- chusetts, Connecticut, and Rhode Island, on one large sheet, on rollers or portable, 4 00 Ditto, ditto, Map of New York, ditto, Ditto, ditto, Map of Ohio and Indiana, ditto, Ditto, ditto, on bank note paper, 2 50 on rollers or portable, 4 00 on bank note paper, 2 50 on rollers or portable, 4 00 on bank note paper, 2 50 Map of Virginia, Maryland, and Delaware, do. on rollers or port. 4 00 Ditto, ditto. on bank note paper, 2 50 Map of Louisiana and Mississippi, do. on rollers or portable, 4 00 Ditto, ditto on bank note paper, 2 50"], [112, "30 00 18 00 9 00 (The above State Maps contiin all the roads and post-town\\ with the distance of each county town from the State capital, and are calculated in every respect for travellers.) No. 1, 2, and 3, of a New American Atlas, which, when com pleted, will exhibit an accurate view of tlie United States, ar ranged in sections, on a uniform scale of 15 geographic miles to the inch, price of tlie work when finished, A General Atlas, consisting of Maps of the World, on the glo bular and Mercator projections, America, Europe, Asia, Africa : North America, South America, and the British Possessions, Maps of the World and Quarters, bound together, Maps of the states of Pennsylvania, New Jersey, Kentucky, Illinois, Missouri, North and South Carolina, Georgia, and Ala bama, will be published as soon as the necessary information shall be received. In preparation, a four sheet Map of North America, which will embrace all the recent changes and discoveries, especially those of Captains Ross and Parry, in Baffin's Bay, and of General Cass, about the Northern Lakes, together with the information afforded by the late tour from the Council Bluffs to the Rocky Mountain, and will present a complete view of the United States' Territory, as defined by the late treaties, in connexion with the British, Spanish, aDd Russian possessions, In addition to the above, every Map and Geographical work of approved merit, will lie kept on sale, together with the best Elementary works, School Atlusses, Drawing Books, &c. &c."], [113, "\"■"], [114, ""], [115, ""], [116, ""], [117, ""], [118, ""], [119, ""], [120, ""]]