[[1, ""], [2, ""], [3, "THE D U K E O F GUISE. A TRAGEDY Acted by Their Majefties Servants. WRITTEN ByMr.D R_D_N, and Mr. LEE. tJ ___o. s^ir*. Plutarch, in Agefilao. L 0 N D 0 N, Printed by R.E. for RBentley in Ruf el-Street, near the ?*____ in Cogent-Garden, and ?. 7c«/o» at the Judge's Head in Chancery-lane. M. DC. J-XXXVIJ,"], [4, ""], [5, "To the Right Honour able LAWREHCE, EARL of ROCHESTER; See My Lordv TH E Authors >pf.. t_hh Poem.%pr.efe^t.if^humkly, to your Lordjlips Patron age, if you \\haili}An\\ it <rortfy;ef that honour. It has already beeft a Confrfjour, and was almoft made a Martyr for the Royal Caufe. Bui having flood two Tryals from itsS Enemies, one- before it/was Acied, an* other in the Representation, and having been in both acquitted, 'tis novo to ftand the Publick^Cenfure in the reading : Wfiere fince, of neceffity, it muft, have the fame Enemies, we -hope it may alfo find the fame Friends 5 and therein we 'are fecure not only of the greater Number, but of the. more Hone ft and Loyal Tarty. We only expected bare Jufticein the Fermi ffion to have it Acl:ed>, and that we had, after a fevere and long Examina- tion, from an Vpright and knowing Judge, who having heard both fides, and examind the Merits of the Caufe in a ftricl. . perufal of the Play, gave Sentence for us, that it was neitlner a Libel, nor a Parallel of particular Perfons. In the Reprefen- tation it felf, it was perfecuted with fo notorious Malice by one fide^that itprocurdus the Partiality of the other , fo that the Favour more than recompencd the Prejudice : And 'tis happier to have been favd (if fo we were) by the Indulgence of our good and faithful Fejlow-Subjeils, than by our own Deferts $ becaufe thereby the weaknefs of the FaLlion is dif cover d, which in us^at that time,attac^d the Government -y and flood combind life the Members of the Rebellious League, againfi the Lawful Soveraign Authority. To what Topique will they have recourfe, when they are manefeflly beaten from their chief P oft, which has A 2 always"], [6, "Epiftle Dedicaf^r?^^ J f always been Popularity, and Majority of Voices . T^ey williell us; That the Voices of a People are '_$£ to be gat her% in a Play. Ikufe 5 and yet even there, the Enemies as mil as Friends have free admiffion; but while our Argument was ferviceable to their Inter eft s,they cou'd boaft that the Theaters were True Proteftant, ■and came infulting to the Plays,wherf their own Triumphs were reprefented. But let them now affurethemfelves, that they can make the major part of no Ajfembly, \"except it be a Meeting- Houfe. Their Tyde of Popularity is fpent, and the natural Current of Obedience is infpight of them, at laft prevalent, h which, my* Lord, after the merciful-Providence of ..God, the unfhaken Refolution, and prudent Carriage of the King', and the inviolable Duty, and manifeft Innocence of his Royal High-' rtefs, the prudent Management of the Minifters is alfo nioft confpicuous. lam not particular in this commendation, because I anjfunwilling to raifa Envy to your Lor dj hip, who are too juft woySkdpfire that Praife fhou'd be communicated to other s,whhh was the common Endeavor and Co- operation of all. 'Tis enough; my Lord, tlyatyour own part was neither obfcure in it, nor un hazardous. And if ever this excellent Government fo well eftablifh'dby the wifdom of our Forefathers, and fo much Jha hen by the Folly of this Age, fhall recover its ancient Splendor, Pofterity cannot be fo ungrateful, as to forget- thofe, who in the worft of Times, have flood undaunted by their King and Country, and for thefafeguardof both, have expos' d themfelves to the malice offalfe Patriots, and the madnefs of an headflrong Rabble. But fince this glorious Worsts yet unfinijhd, and though we have teafon to hope well of the fuccefs,yet the Event depends on thejtnfearchable Providence of Almighty God,' tis no time to raife frophees,while the Victory is in difpute : but ever) man by your example, to contribute what is in his power to main-. tainfo juft a Caufe,on which depends the future Sett lenient and Profperit)"], [7, "■ Epiffite'fJ e dicatory . Profterity-of three Nations. The Pilot's prayer to Neptune -was not amifs in the middle of the Storm : Thou may'ft fa ..with me, 0 Neptune, tvhat thou pleafeft, but I will be fare to hold faft the Rudder. We are to truft firmly in the Deity, but fo as not to forget, that he commonly wot is by fecond Caufes, and admits of our Endeavors with his concurrence. For our own parts, we arefenfible as we ought, Iww little we can con- tribute with our weak affiflance. T.hemoftwe can boa ft of, is, that we are not fo inconfiderable as to want E?iemiesiwhom we have rais'dto our {elves on no other account, than that we are not of they^mmber : and fence that's their quarrel, they fhall have daily occafton to hate us more. 'Tis not, my Lord, that any man delights to fee himfelfpafquind apd affronted by their inveterate Scriblers, but on the other fide ihught to be our glo- ry, that themf elves believe not of us what they write. Reafonable men are well fatisfi'd for whofe fakes the venom of their Party isjhed on us, becaufe they fee that at the fame time, our Adver- fariesfpare not thofeto whom they owe Allegiance andVeneration. Their Defp air has pujh'd them to break, thofe Bonds -y and' tis obfervable,that the lower they are driven,the more violently they write: As Lucifer and his Companions were only proud when An- gels, but grew malicious when Devils. Let them rail, fence 'tis ■the only folace of their miferies, and the only revenge which we i hpe they now can take. The great eft and the be ft of men are above their reach, and for our meannefs, though they affdult us H{e Foot-padders in the dark.y their Blows have done us lit de harm $ we yet live, to juftifie our f elves in open day, to vindicu our Loyalty to the Government, and to affure your Lor dfhip, with all Submiffeon and Sincerity, that we are' Your LORDSHIPS Mod Obedient, Faithful Servants, John Dryden, N a t. Lee."], [8, "PROLOGUE. Written by Mr. Dry den : Spoken by Mr. Smith. OVRPlafs a Parallel : The Holy League Begot our Covenant : Cuifardsgot the Whigg > Whate>re our hot-brai^d Sheriff's did advance, Was, like our Faffions, firft produced in France : And, when worn out, well fcourg^d, and baniff'd there, Sent over, like their godly Beggars here. Cou>d the fame Tricky twice plafd, our Nat ion gull? It looks as tf the Devil were grown dull ; Or fervid us up, in fcorn, his broken Meat, And thought we were not worth a better Cheat. The fidfome Covenant, one wotPd think in reafon, HadghPn us all our Bellies-full of Treason : And yet, the Name but changed, our nafty Nation Chaws its own Excrement, th ' Ajfociation. \">Tis true, we have not, learned their poisoning way, For that's a mode but newly come in play ; Beftdes, Tour Drug's uncertain to prevail ; But your true Proteftant can never fail, With that compendious Infirument, a, Flail. Go on ; and bite, ev'n though the Hook, lies bare ; Twice in one Age, expel the lawful Heir : Once more decide Religion by the Sword; Andpurchafe for us a new Tyrant Lord. Pray for your King, but yet your Purfes fpare ; Make him not Two-Pence richer by your Prayer. Tojhowyou love Him much, chaff ice Him more; And make- Him very Great, and very Poor. Pujh Him to Wars, but ffdlno pence advance ; Let him lofe England to recover France. Cry Freedom ftp with Popular noifie Votes i And get enough to cut each others Throats, Lop all the Rights that fence your Monarch's Throne, For fear of too much Pow'r, pray leave Him none. A noife was made of Arbitrary Sway ; But in Revenge, you Whiggs, have found a way, An Arbitrary Duty now to pay. Let His own Servants turn, to fave their fake ; Glem from His Plenty and his Wants for fake. But let fome Judas near His Per fori flay, . To fwa'low f_.' tafi Sop, and then betray. A0"], [9, "We Make London independant of the Crown 1 A Realm apart; the Kingdom of the Town. Let Ignoramus Juries find no Tray tors .• And Ignoramus Poets J \"cribble Satyrs. And, that your meaning none may fail to fcan Do, what in Coffee- houfes you began ; Pull down the Mafter, and fet up the Man. EPILOGUE Written by the fame Author ■ Spoken by Mrs. Cooks. M VCH J™ f? Trouble this poor Play has toff ; And, Faith, 1 doubted once the Caufe was loft Ttt no one Man was meant ; nor Great, nor. Small ; ' Om Poets, hke frank Gmefters, threw at All Tbeytookno fingle Aim : — Jtt, like bold Boyes, true to their Prince andhearty Huz.^d, andfir'd Broad-fides at the whole Party Duels are Crimes ; but when the Gaitfe is right n Battle, every Man is bound to fight. _ * 7or what Jhou'd hinder me to fell my Skin learas I corf d, if once my hand were in? - e Defendendo never was _ Sin. Tisafine World, my Maffers, right or wrong, k Wbiggs muff talk, and Tories hold their Tonme «ey muft do all they can ~— ' J* We forfooth, muft bear a Chriftian mind; , fight like Boyes, with one Hand t/d behind ; % andwhen one Bofs down, 'twere wond'rous wife ocry, Box fair, and give him time torife. hen Fortune favours, none but Fools will dally : oh d any of you Sparks, if Nan or Mally <Pjp_ th inviting Wtnkjand fhall I, [hall I ? Unmmero-/^, (that heard me tell the ftory) 5 ,V L00k ! FaiPb you're too rank a Tory\\ tw ,&s han£< **/»'. the>r hard Cafes;] '\"Womenlovetofeemenmake wry Faces. -%*ir,faid 1, don't thinkme fuch a Jew . lay no more, but give the DevH his due. nitms, fays he, fuit beft with our Condition. « l.etch,/^ /, V a„ exceuer!t phyfician. fC *W,-_- Nor j Si as /ire!tlh thanVH\" a fine dry kind of Death."], [10, "We Trimmers are for holding all things even . Yes juft like him that hung 'twixt Hell and Heaven. Have we not had Mens lives enow already . Tesftre •' — but you're for holding all things fleady i . Nowfince the Weight hangs all on one fide, Brother, You Trimmers fhou'd, to poiz.eit, hang on t'other. Damtfd Neuters, in their middle way of fleering, Are neither Fijh, norFleJh, nor good Red- Herring : Not Whiggs, nor Tories they ; nor this, nor that -, Not Birds, nor Beafis ; but juft a kind of Bat •\" A Twilight Animal; true to neither Caufe, With Tory Wings, but Whiggifii Teeth and Claws. in i i Dramatis The King Duke of Guife Duke of Mayenne Grillon The Cardinal of Guife Archb i/hop of Lyons Alphonfo Corfo Polin Aumale BuflJF The Curate of St. Euftace Mali corn Melanax, a Spirit Two Sheriffs Perfonse. •Mr. Kynafton. Mr. Betterton. Mr. Jevon. Mr. Smith. Mr. WHtfhyre. Mr. Perin. Mr. Monfert'. Mr. Bowman. Mr. Carlile. Mr. Saunders. Mr. Vnderhill. Mr. Percival. Mr. Gillo. Bright and Samford. Citizens and Rabble, & .. WOMEN. Lady Slingsby. Mrs. Barry'. Queen Mother Marmoutier SCENE, PARIS."], [11, "THE Duke of GUISE. A TRAGEDY. ACT I. SCENE I. The Council of Sixteen Seated : An Empty Chair pre- par d for the Duke of Guife. Bully art d Polin two of the Sixteen. Mj- X Ights there L more Lights: what burn the Tapers dim, I When glorious Guife, the Mofes, Gideon, David, J . The Saviour of the Nation, makes approach ? Pol. And therefore are we met ; the whole Sixteen That fway the Crowd of Paris, guide their Votes, Manage their Purfes, Perfons, Fortunes, Lives, To mount the Guife, where merits calls him, high ; And give him a whole Heav'n, for room to fhine. Enter Curate of St. Euftace. Buff. The Curate of S. Euftace comes at laft ; But, Father, why fo late ? Cur. 1 have been taking godly pains, to fatisfie fome Scruples rais'd amongft weak Brothers of our Party, that were daggering in the _i_uie. Pol. What cou'd they find t' Objeft ? Cur They thought, to Arm againft the King was Treafon. B»f- I hope you fet 'em right ? Cur. Yes, and for anfwer, I prod uc'd this Book. B A"], [12, "2 The Duk? of GUISE, A Calvinift Minifter of Orleans Writ this to juftifie the Admiral For taking Arras againft the King deceas'd : Wherein he proves that irreligious Kings May juft ly be depos'd and put to death. Buff. To borrow Arguments from Heretick Books Methinks was not fo prudent. Cur, Yes, from the Devil, if it would help our Caufe. . The Author, wa. indeed _»Fleretick; _ The Matter' of the Book is good and pious, Pol. But one prim© Article of our Holy League, Is to preferve the King, his Pow'r and Perfon. Cur. That muft be laid, you khow, for decency ; A pretty Blind to make the Shoot fecure. Buff. Butxlid the PrimithreGhriftians e're rebell, When under Heathen Lords ? I hope they c^d. Cur. No fure, they did hot ; for they had not PoW'r ; The confcience of. a people. is their Power. Pol. Well ; the next Article in our Solemn Covenant Has clearfd the Point again! \"Hj ',-\\ Buff. WhatiST? I fho uld be glad to findm Kinf No fafer than needs muft .? Pol. That in cafe of Oppofitioh from any perfon whatfoever — Cur. That's well, that?s well ; then the King is not excepted, if he oppofe ns Pol. We are oblig/d to jqin. as one, to pp^ifh All, who attempt to hinder-or .ifttfrb us. Buff. 'Tis a plain Cafe ; the King's included in the p_nifhn.ent.in cafe he rebell againft the people. Pol. But how can he rebell ? Cur. I'll make it out: Rebellion is^nlnfurrection againft the Go- vernment ; but they that have the Power are actually the Government : Therefore if the people have the power, the Rebellion is in the King. Buff. A moft convincing Argument for Faction. Cur . For Arming, if you pleafe ; but not for Faction. For ftill the Faction is-the feweft number,; So, what they call the Lawful Government, Is now the Faction-, for the moft are ours. Pol. Since we are prov'd to be above the King ; I would gladly under- ftand whom we are to obey -, or whether we are to be all Kings toge ther ? Cur. Are you a Member of the League, and ask that queftion-? There's an Article, that I may fay, is as neceflary as any In the Creed : Namely, that we, the faid Aflbciates, are Sworn to yield ready Obedience, and Faithful Service, to that Head which fhall be deputed. M"], [13, "The VukeofGXJISE 3 Buff. 'Tismoft manifeft, that by virtue of our Oath We are all Subjects to the Duke of Guife. The King's An Qfficer that has betray'd his Truft ; and therefore we have turn'd him out of Service. Omnes. Agreed, agreed. Enter the Duke o/Guife ; Cardinal o/Guife, Aumale : Torches before them The Duke takes^he Chair. Buff. Your Highnefs enters in1 a lucky hour; Th' unanimous Vote you heard, confirms your Choice, As head of Paris, and the Holy League. Card. I fay Amen to that. Pol. You are our Champion ; Buckler of our Faith. Card. The King, like Saul, is Heaven's repented Choice ; You his Anointed one, on better thought. Guife. I'm what you pleafe to call me,; Any thing, Lieutenant General, Chief, or Confta&le, Good Decent Names, that only mean your Slave. Buff. You chas'd the Germans hence,- Exil'd Navarre ; And refcu'd France from Hereticks and Strangers. Aum. What he and all of us have done, is known. What's our Reward ? Our Offices are loft, Turn'd out like Labour'd Oxen, after Harveft, To the bare Commons of the wither'd Field. Buff, Our Charters will go next : Becaufe we Sheriff's Permit no Juft ice to be done on thofe The Court calls Rebels, but we call them Saints. Guife. Yes, we are all involv'd, as Heads, or Partis. ./ Dipt in the noify Crime of State,, call'd Treafon : And Traitours we muft be, to King, or Country. B»ff. Why then my Choice is made. Pol. And mine. Omn. And all. Card. Heav'n is it felf Head of the Holy League ; And all the Saints are Cov'nanters, and Guifards. i . Guife. What fay you, Curate ? . 7 Cur. I hope well, my Lord. Card. That is he hopes you meantomake him Abbot. And he deferves your \"care of his Preferment, . r For all his Prayers are Curfes on the Government ; And all his Sermons Libels on the King. In Ihort, a Pious, Hearty, Factious Prieft. Guife. All that are here my Friends,fhall fhare my Fortunes . There's Spoil, Preferments, Wealth enough in France, Tis but deferve and have : The Span i(h King Configns me fifty thoufand Crowns a Week . B 2 To"], [14, "4 TheVukeof GUISE To raife and to foment a Civil- War. 'Tis true, a Penfion from a Foreign Prince Sounds Treafon in the Letter of the Law, But good intentions juftify the deed. Cur. Heav'ns good ; the Caufe is good ; the Money's good : No matter whence it comes. . Buff. Our City Bands, are twenty thoufand ftrong ; Well Difciplin'd, well Arm'd, well feafon'd Traitors •, Thick rinded heads, that leave no room for Kernel ; Shop Confciences of proof againft an Oath, Preach'd up, and ready tin'd for a Rebellion. Guife. Why then the Noble Plot is fit for birth ; And Labouring France cries out for Midwife-hands. We mifs'd furprizing of the King at Blois, When laft the States were held •, 'twas over-fight : Beware we make not fuch another Blot. Card. This Holy time of Lent we have him fure -, He goes unguarded, mix'd with whipping Fryars, In that proceflion he's more fit for Heav'n ■ What hinders us tofeize the Royal Penitent, And clofe him in a Cloyfter ? Cur. Or difpatch him : I love to make all fure. Guife. No ; guard him fafe ; Thin Diet will do well} 'twill ftarve him into Reafonr Till he exclude his Brother of Navarre,^ And graft Succeflion on a worthier Choice : To favour this, five hundred Men in Arms, Shall (land prepar'd to enter at your call ; And fpeed the Work • St. Martins Gate was nam'd : But the Sheriff Conty, who Commands that Ward, Refus'd me paffage there. Buff. I know that Conty ; A Sniveling, Confcientious, Loyal Rogue : 1 He'll Peach, and Ruine all. Card. Give out he's Arbritrary ; a Navarrift-y A Heretick ; difcredit him betimes \\ And make his Witneft void. Cur. I'll fwear him Guilty. I fwallow Oaths as eafie as Snap-dragon, Mock Fire that never burns. Guife. Then Buffy, be't your care t'admit my Troops, At Porte St. Honore : (rifes) Night wears apace, And Day-light muft not peep on DarkDefigns. 1 will my felf to Court, pay Formal Duty ; Take leave ; and to my Government retire : Impatient to be foon recall'd ; to fee The King Imprifon'd, and the N ation free. {Exeunt all but Guife. Enter"], [15, "The Dute of GUISE 5 Enter Malicorn folus. Mai. Each difmal Minute when I call to mind The promife that I made the Prince of Hell, In one and twenty years to be his Slave, Of which near twelve are gone, my Soul runs back, The Wards of reafo n rowl into their Spring. 0 horrid thought ! but one and twenty years, And twelve near paft, then to be fteep'd in Fire, Dafh'd againft Rocks, or fnatcht from molten Lead, Reeking, and dropping, piece-meal born by Winds, And quench'd ten thoufand fathom in the deep ! \\_Knocki\"z at the Door But hark ! he comes, fee there, my Blood ftands ftill, My Spirits ftart an end for Guife'' t Fate. A Devil rifes. Mai. What Counfel does the Fate of Guife require ? Dev. Remember with his Prince there's no delay, But, the Sword drawn, to fling the Sheath away ; Let not the fear of Hell his Spirit grieve, The Tomb is ftill, whatever Fools believe ; Laugh at the Tales which wither'd Sages bring, \") Proverbs and Morals, let the Waxen King £ That rules the Hive, be born without a Sting ; 5 Let Guife by Blood refolve to mount to pow'r, And he is Great as Mechd's Emperour ; He comes, bid him notftand on Altar Vows, But then ftrike deepeft, when he loweft bows ; Tell him Fate's aw'd when an Ufurper Springs, And joynsto crow'd out Juft Indulgent Kings. [Fanifhcs. Enter the Duke of Guife, and Duke o/Mayen. . .May. All Offices and Dignities he gives To your profeft and moft inveterate Foes; But if he were inclin'd, as we could wifh him, There is a Lady regent at his Ear, That never Pardons. Guife. Poy fon on her Name, Take my hand on't, that Cormorant Dowager Will never reft, till fhe has all our Heads In her lap. I was at Bayon with her, When She, the King, and Grifly d'Alva met ; Methinks I fee her liftening now before me, Marking the very motion of his Beard, His"], [16, "The Duke of GUISE 6 His Op'ning Noftrils and his Dropping Lids, I hear him Croak too to the Gaping Council; Fifh for the great Fifh, take no care for Frogs, . . Cutoff the Poppy- Heads, Sir; Madam, charm the Winds but fall, the Billows will be ftill. May. But Sir, how comes it you fhould be thus warm, Still pufhing Councils when among your Friends ; Yet at the Court Cautious and cold as Age, Your Voice, your Eyes, your Meen fo different, You feem to me two Men. Guife The Reafon's plain, Hot with my Friends, becaufethe Queftion giv'n, I ftart the Judgment right where others drag. This is the Effect of Equal Elements,, And Atoms juftly pois'd ; nor fhould you wonder More at the ftrength of Body than of Mind ; 'Tis equally the fame to fee me plunge Headlong into the Seine all over Arm'd, And Plow againft the Torrent to my point, As 'twas to hear my Judgment on the Germans ; This to another Man wouJd be a brag, Or at the Court among my Enemiesy To be as I am here quite off my Guard, Would make me fuch another thing as Grillon, A blunt, hot, honeft, downright, valiant Fool-, May. Yet this ytfij muft allow a failure in you^ You love his Neece, and to a Politician, All Paflion's bane, but Love directly death. Guife. Falfe, faife, my Mayen, thour't but half Guife agen, Were (he not fuch a wondrous Compofition ; A Soul fo flufh'd as mine is with Ambition, ; Sagacious and fo nice, muft have difdain'd her; But fhe was made when Nature was in humour, As if a Grillon got her on the Queen, Where all the honeft Atoms fought their way . Took a full Tincture of the Mother's Wit, But left the dregs of Wickednefs behind. May. Have you not toldher what we have in hand ? Gmfe. My utmoft aim has been to hide it from her, But there I'm fhort,- by the long Chain of Caufes She has fcan'd it, juft as if fhe were my Soul, And though 1 flew about with Circumftances, Denials, Oaths, Improbabilities; Yet through the Hiltories of our Lives, fhelock'd, She faw, fhe overcame. May. Why then, we're all undone. Guife. Agen you err. Chaft"], [17, "The Vuie of GUISE. 7 Chaft as Ihe is, Ihe wou'd as foon give up Her Honour, as betray me to the King ; I tell thee, fhe's the Character of Heav'n ; Such an habitual over- Womanly Goodneifs, She dazles, walks meer Angel upon Earth. But fee fhe comes, call the Cardinal Guife •_ While Malicorn attends for fome Difpatches, Before I take my farewell of the Court Enter Marmoutire. Mar. Ah Guife, you are undone. Guife. How, Madam f_ Mar . Loft, Beyond the pofGbility of hope, Defpair, and die. Guife. You menace deeply, Madam, And fhould this come from any Mouth but yours, My fmile fnculd anfwer how the ruine touch'd me. Mar. Why' do you leave the Court'.' . Guife. The Court leaves me. Mar. Were there no more but wearinefs of State, Or cou'd you like great Scipio retire, , Call Rome ungrateful, and fit down with that ; Such inward Gallantry would gain you more ' Than all the fullied Conquefts you can boaft ; But Oh, you want that Roman Mafterie; You have too much of the tumultuous times, And I muft mourn the Fate of your Ambition. Guife. Becaufe the King difdains my Services, Muft I not let him know I dare be gone ? VVhat when I feel his Council on my Neck, ' Shall I not call: 'em backward if I can ; And at his feet make known their villany •' Mar. No Guife, not at his Feet, but on his Head ; For there you ftrike. Guife. Madam, you wrong me now ; For ftill what-e're (hall come in Fortunes whirle,' His Perfon muft be fafe. Mar. I cannot think it. However, your laft words confefs too much. Confefs what need I urge that Evidence, When every hour I. fee you Court the Crowd, When with the fhoutsof the Rebellious Rabble, I fee you born on flioulders to Cabals ; VVherewith the Traiterous Council of Sixteen 5 You fit and Plot the Royal Henry's Death, ' Cloud"], [18, "The Duie of GUISE. 8 Cloud the Majeltick Name witn . ume, 01 v vine, Infamous Scrowls, and Treafonable Verfe ; While, on the other fide, the Name of Guife, By the whole Kennel of the Slaves, is rung, Pamphleteers, Balladmongers, ling your Ruine, While all the Vermin of the vile Parifians Tofs up their greafie Caps where e're you pafs, And hurl your dirty Glories in your Face. Guife. Can I help this . Mar. By Heav'n, I'd Earth my felf, Rather than live to act fuch black Ambition : But, Sir; you feek it with your Smiles and Bows, This fide and that fide congeing to the Crowd ; You have your writers too, that cant your Battels, That ftile you the new David, Second Mofes, Prop of the Church, Deliverer of the People. Thus from the City, as from the Heart they fpread Thro* all the Provinces, alarm the Countries, Where they run forth in Heaps, bellowing your Wonders, Then cry, TheKing, theKing's a Hug-onot, And, fpight of us, will have Navarre fucceed? Spight of the Laws, and fpight of our Religion : But we will pull 'em down, down with 'em, down. Guife. Ha, Madam ! Why this Pofture ? Mar. Hear me, Sir : For, if 'tis poffible, my Lord, I'll move you. Look back, return, implore the Royal Mercy, E're 'tis too late, I beg you by thefe Tears, Thefe Sighs, andby tir ambitious Love you bear me ; By all the Wounds of your poor groaning Country, That bleeds to death, O feek the Belt of Kings, Kneel, fling your ftubborn Body at his Feet : Your Pardon fhall be fign'd, your Country fav'd, Virgins and Matrons all fhall fing your Fame, And every Babe fhall blefs the Guifeh Name. Guife. Orife, thou Image of the Deity; Ypu fhall prevail, I will do any thing ; You have broke the very Gall of my Ambition, And all my Powers now float in Peace agen : Be fatisfi'd that I will fee the King, Kneel to him, e're I Journey to Champagn, And beg a kind Farewell. Mar. No, no, my Lord ; I fee, thro that, you but withdraw a while, To mutter all the Forces that you can, And then rejoin the Council of Sixteen. You muft not go. [Ktietli', G*fr"], [19, "The Duke of GUISE. 9 Guife. All the Heads of the League Expect me, and I have engag'd my Honour. Mar. Would all thofe Heads were off, fo yours were fav'd. Once more, O Guife, the weeping Marmoutire Entreats, you do not go. Guife. Is't poffible That Guife fhould fay, in this he muft refufe you .' Mar. Go then, my Lord. I late receiv'd a Letter From one at Court, who tells me the King loves me : Read it, there is no more than what you hear. I have Jewels offer 'd too, perhaps may take 'em : And if you go from Parts, I'll to Court. Guife. But, Madam, I have often heard you fay, You lov'd not Courts. j Mar. Perhaps I have chang'd my Mind : Nothing as yet could draw me, but a King, And fuch a King, foGood, fojuft, fo Great, That at his Birth the Heavenly Council paus'd, And then at laft cry'd out, this is a Man. Guife. Come, 'tis but Counterfeit ; you dare not go. Mar. Go to your Government, and try. Guife. I will. Mar. Then I'll to Court, nay, to the King. Guife. By Heaven I fwear, you cannot, fhall not, dare not fee him. Mar. By Heaven I can, I dare, nay, and I will : And nothing but your ftay fhall hinder me ; For now, methinks, I long for't. Guife. Poffible.'' Mar. I'll give you yet a little time to think : . But if I hear you go to take your leave, I'll meet you there, before the Throne I'll ftand, Nay, you fhall fee me kneel, and kifs his hand. [E *\"♦ Guife. Furies and Hell ! She does but try me : Ha •' This is the Mother-Queen and Efpernon, Abbot Delbene, Alphonfo Corfo too, All packs to plot, and turn me into Madnefs. £ Reading the Letter. Enter Cardinal Guife, Duke of Mayen, Malicorn, 6.C Ha •' can it be ! Madam the King loves you. But Vengeance I will have ; to pieces thus, To pieces with 'em all. Card. Speak lower. Guife. No; By all the Torments of this galling paflion, 1 U hollow the Revenge I vow, fo loud, C {Reads. Q Tears the Letter. My"], [20, "The Duke of G U I S E. IO Mv Fathers Ghoft fhall hear me up to Heaven. Card. Contain your felf ; this, outrage will undous. Guife. All things are ripe,and Love new points their nufle. Ha ! my good Lords, wh at if the murd'nng Council Were in our power, fhould they efcape our Juftice ? I fee by each Mans laying of his Hand Upon his Sword, you fw ear the like reverse. For me, I wifh that mine .may both r<ot oft—-. Card. No more. . ' ', May. The Council of Sateen attend you. GJre i g0 -That Vermin may_devour my Limbs, That I may die like the late puling Francis Under the Barbers Hands, Impofthumes choak me, If while alive I ceafe to chew their Riune ; AlphonfoCorfo, Grillon, Prieft,, together, Tohang'eminEffigie, nayviSbtmad, Drag, ftamp, ana grind 'em r after they are: dead. [£.__. ACT II. SCENE L E. rer Queen-Mother, Abbot Delbenq,. fonn. O M. T>Ray mark the form of the Confpiracy ; ' IT Guife gives it out hUo^By s? *o Cfe^S? *, But lurks indeed at Lagny hard by Paw . Where every hour he hears, and gives InftrufUons. Mean time the Council of Sixteen allure him They have Twenty thoufand Citizens in Arms. Is it not fo, Polinl Vol. True on my Life ; -And if the King doub,ts. the Difcovery 3d2 Send me to the Baftite till all be prov2_d , ,s . S Call Colonel Grillon, the King .would fpeak with him. j£w. Abbot. Was ever Age like this? c 0.__. . Polin is honeft: Befide, the whole proceeding is fo like Thehair-brain'dRout,! guefs'd as much before. Know then, it is refolv'd to feize the King, When next he goes in penitential Weeds, Among the Friars, without his ufual Guards ; Then, under fhew of popular Sedition, For Safety, fhut him in a Monaftery, And facrifice his Favourites tatheir Rage. Abbot. When is this Council to be h .Id again ?"], [21, "TheVukeof GUISE. Q. M. Immediately upon the Duke's departure. Abbot. Why fends not then the King fuffi c ient Guards, To feize the Fiends, and hew 'em into pieces ? \\ Q\\ M. 'Tisin appearance eafie, but th' Effect Moft hazardous ; forftraight, upon th* Alarm, The City would be fure to be in Arms : Therefore to undertake, and not to compafs, Were to come off with Rnine and Difhonour. You know th' Italian Proverb, . Bifogna Copricrfi : He that will venture on a Hornets Neft, Should Arm his Head, and B _ckler,well his Breaft. Abbot. _ But wherefore feems the King fo unrefolv'd ? £K M. I brought Polin , and made the demonftration, Told him Neceffity cry'd out to take A Refol ution to preferve his Life, And look on Guife as a reclaimlefs Rebel. But thro the Natural Sweetnefs of his Temper, And dangerous Mercy, coldly hereply'd, Madam, 1 will confider what you fay. Abbot. Yet after all, could We but fix him. • QM. Right, *■ The Bufinefs were more firm for this delay ; For Nobleft Natures, tho they fuffer long, When once provok'd, they, turn the Face to Danger. But fee, he cOmes, Alphonfo Corfo with him ; Let us withdraw, and when 'tis fit, rejoyn him. 11 [Exit. Enter King, Alphonfo Corfo. King . Alphonfo Corfo. ■ Alph. Sir. King. I think thou lov'ft me. ' Alph. More than my Life. King . That's much ; yet I believe thee. My Mother has the Judgement of the World, ; And all things move by That? but, my Alphonfo, She has a Cruel Wit. Alph. The Provocation, Sir. King. I know it well : But ifthou'dft have my Heart within thy Hand, All Conjurations blot the Name of Kings. What Honours, Intereft, were the World to buy him, Shall make a Brave Man fmile, and do a Murder ? Therefore I hate the Memory of Brutus, I mean the latter, fb cry'd up in Story. C*Jar did ill, but did it in the Sun, And foremoft in the Field; but fneaking Brutus, . C 2 Whom"], [22, "12 The Duke of GUISE. Whom none but Cowards and white-liver'd Knaves Would dare commend, lagging behind his Fellows, His Dagger in his Bofom, ftabb'd his Father. This is a Blot which Tullyh Eloquence Could ne're wipe off, tho the miftaken Man Makes bold to call thofe Tray tors, Men Divine. Alph. Tully was wife, but wanted Conftancy. Enter Queen-Mother, Abbot Delbene. Q.M. Good-even, Sir ; 'tis juft the time you order'd ■ To wait on your Decrees. King. Oh, Madam. Q^M. Sir. King. Oh Mother, but I cannot make it way; Chaos and Shades, 'tis huddl'd upin Night. Q. M. Speak then, for Speech is morning to the Mindj_. It fpreads the Beauteous Images abroad, [Ibl Which elfe lie furl'd and clouded in the Souk King. You would Embark me in a Sea of Blood. _£\\ M. You fee the Plot directly on your Perfon ; _. But give it o're, I did but flats the Cafe- Take Guife into your Heart, and drive your Friends, Let Knaves in Shops pvefcribe you how to fway, And when they read your Acts with their vile Breath, Proclaim-aloud, they like not this or that, Then in a drove come Lowing to the Louvre, And cry they'l have it mended, that they wilL; Or you fhall be no King. Jung. 'Tis true, the People Ne're know a Mean, when once they get the Power j But O, if the Defign we lay fhould fail, Better the Traytoi . never fhould be touch'd, ,. If Execution cries not out 'tis done. Q^M. No Sir -, you cannot fear the fure Defign ; Hut 1 have liv'd too long, fince my own Blood Dares not Confida in her that gave him Being. King. Stay Madam, ftay, come back, fprgive my fears ;. ■-. Where all our thoughts fhould creep like deepeft ftreams,. Know then, 1 hate afpiring Guife to Death,. Whored Margerite, Plots upon my life, And fhall I not Revenge ? Q. M. Why \"this is Harry; Harry at Moncontour, when in his Bloom He faw the Admiral Collignfs back. King. O this Whale Guife, with all the Lorain Fry,. Might I but view him after his Plots and plunges, Stroojjp"], [23, "The Duke of GUISE. Strook on thofe Cowring Shallows that await him. This were a Florence Mafter-piece indeed. Q.M. He comes to take his leave. King. Then for Champagn ; But lies in wait till Paris is in Arms. ' 13 Call Grillon in, all that I beg you now Is to be hufh'd upon the Confutation, * As Urns that never blab. Q M. Doubt not your Friend . ; Love 'em; and then you need not fear your Foes. Enter Grillon. King. Welcome my Honeft-Man, my old try'd Friend. Why doft thou flye me Grillon, and Retire ? Grill. Rather let me\" demand your Majefty, Why fly you from your felf? I've heard you fay, You'd Arm againft the League, why do you not ? The Thoughts of fuch as you, are Starts Divine,\" And when you mould withfecond caft the Spirit' The Air, the Life, the Golden Vapour's gone. » ft',. of_' ,my OId FrieDd' GHide Plots \"ponmyltfe Folm Jhall tell thee more ; haft thou not heard Th' unfuffe rable Affronts he daily offers, War without Treafure on the Hugonots, While I am forc'd againft my bent of Soul, Againftall Laws, all Cuftom, Right, Succeffion, To caft Navarre from the Imperial Line. Grit Why do you Sir ? Death, let me tell the Tray tor King, peace, Guife b going to his Government; You are his Foe of Old : Go to him Grillon ; Vifit him as from me, to be employ'd i In this great War againft the Hugonots ; And pretheetell him roundly of his Faults ; - No farther, Honeft Grillon. Grill. Shall I fight him? King. I charge thee not. Grill. If he provokes me, ftrike him ? rou'l Grant me that ? King. Not fo, my honeft Souldier. yetfpeaktohim. Grill I Wiu by Heav'n to th'purpofe,; An0 if he force a beating, who can help it. Kmg. Follow Alphonfo,' when the ftorm is up, (-all me to part 'em. ■£_. Grillon to ask him Pardon^ WilUetc?_«/£_now, we are not in the Dark.. lExit Grill. Kh,g"], [24, "I4 The Duke of GUISE. King. You hit the Judgment ; yet, O yet, there's more, Something upon my heart, after thefe Counfels, So fofr, and fo unworthy to be nam'd. Q.M. They fay that Grillon**, Niece is come to Court, And means to kifs Your hand. {-Exit Q. Mother. King. Could I but hope it. ■ '.y. O my Dear Father pardon me in this, And then enjoyn me all that Man can fuffer; But lure the Powers above will take our Tears For fuch a fault, Love is fo like themfelves. {Exeunt. SCENE II. The LOUVRE Enter Guife attended with his Family , Marmoutire meeting him New Dreft, attended, &£. Guife. Furies, (he keeps her Word, and I am loft; Yet let not thy Ambition fhew it to her, For after all fhe does it but to try me,; And foil my vow'd Defign: Madam, I fee You're come to Court ; the Robes you wear become you, Your Air, your Meen, your Charms, your every Grace, AVill Kill atleafl your thoufand in a day. Mar. What a whole day, &nd kill but one poor thoufand, An hour you mean, and in that hour ten thoufand ? Yes, I wou'd make with every Glance a Murder. Mend me this Curie. Guife. Woman '. Mar. You fee, my Lord, I have. my Followers, like you : I fwear The Court's a Heav'nly Place ; but O my Heart, I Know not why that figh fhould come uncall'd ; Perhaps 'twas for your going, yet I fwear I never was fo mov'd, O Guife as now : Tuft as you enter'd, when from yonder Window Ifawthe King. Gmfe. Woman, all over Woman. The World confeffes, Madam, Henry's Form ' Is Noble and Majeftick. Mar. O you grudge The extorted Praife, and fpeak him but by halfs. Guife. Prieft, Corfo, Devils ! how fhe carries it ! Mar. I fee, my Lord, you are come to take your leave, And were it not to give the Court Sufpition, I would oblige you, Sir, before you go, To lead me to the King. Gmfe."], [25, "The Duke of GUISE. Guife. Death and the Devil ■' Mar. But fince that cannot be, Tie take my leave Of you, my Lord, Heav'n grant your Journey fafe. Farewel once more. Not ftir ?: Does this become you.? Does your Ambition fwell into you .Eyes ? Jealoufie by this Light : Nay then, proud Guife, I tell you, you're not worthy of the Grace, But I will carry't, Sir, to thofethat are, And leave you to the Curfe of Bofom-War. May. Is this the Heavenly ? Guife. Devi, Devil, as they are all ; 'Tis true,, at firft fhe caught the Heav'nly Form, But now Ambition fets her on her Head, By Hell, I fee the Cloven Mark upon her : Ha ! Grillon here i fome New Court-Trick upon me. 15 [ Exit. Enter Grillon. Grill. Sir, I have bufinefs for your Ear. Guife, Retire. [Exeunt his Followers. Gnll. The King, my Lord, commanded me to wait you, And bid ycu welcome to the Court. Guife. The King Still loads me with New Honours, but none greater Than this the laft. Grill. There is one greater yet, Your High Commiflion againft the H^gonots ; 1 and my Family fhall fhortly wait you, And 'twill be Glorious Work. , Guife. If you are there, There muft be Action. Grill. O, your Pardon, Sir, I'm but a Stripling in the Trade of War ; But you, whofe Life is one continued Broyl, What will not your triumphant Arms accomplifh .' You, that were fbrra'd forMaftery in War, That, with a ftart, cry'd to your Brother Mayenne, To Horfe, and flaughter'd forty thoufand Germans. Guife. Let me befeech you, Colonel, no more. Grill.. But, Sir, fince I muft make at leaft a Figure In this great Bufinefs, let me underftand What 'tis you mean, and why you force the/King Upon fo dangerous an Expedition. ''/ Guife. Sir, I intend the Greatnefs of the King, The Greatnefs of all Fran ce, whom it imports To make their Arms their Bufinefs, Aim, arid Glory, And where fo proper, asupon thofe Rebels That"], [26, "t€ the Duie of GUISE That cover 'd all the State with Blood and Death ? Grill. Stor'd Arfenals and Armories, Fields of Horfe, Ordnance, Munition, and the Nerve of War, Sound Infantry, not Harrafs'd and Difeas'd, To meet the fierce Navarre, fhould firft be thought on. Guife. I find my Lord, the Argument grows warm, Therefore, thus much, and I have done _ I go To joy-n the Holy League in this great War, In which no place of Office, or Command, Notof the Greateft, fhall be bought or fold ; Whereas too often Honours are Conferred On Souldiers, and no Souldiers; this Man Knighted Becaufe he Charg'd a Troop before his Dinner, And fculk'd behind a Hedg i'th* afternoon •; I will have ftrict Examination made Betwixt the Meritorious and the Bafe. Grill. You have Mouth' d it bravely, and there is no doubt Your Deeds would anfwer well your haughty Words ; Yet let me tell you, Sir, there b a Man, Curfe on the Hearts that hate him, that wou'd better, Better than yon, or all your puffy Race, That better would become the Great Battalion ; That when he Shines in Arms, and Suns the Field, Moves, Speaks, and Fights, and is himfelf a War. Gmfe. Your Idol, Sir, you mean the Great Navarre ; But yet, Grill. No Yet, my Lord of Guife, no Yet; By Arms, I bar you that ; I (wear, No Yet ; For never was his like, nor fhall again, Tho' voted from his Right by your Curs'd League. Guife. Judge not too rafhly of the Holy League, But look at home. Grill. Ha f darft thou juftifie Thofe Villains ? Guife. l'lenot juftifya Villain More than your felf; but if you thus proceed, If every heated Breath can puff away, On each furmife, the Lives of Free-born People, What need that Awful General Convocation, The Aflembly of the States? Nay let me urge, If thus they villifie the Holy League, What may their Heads expect ? Grill. What, if I cou'd, They fhould be certain of, whole piles of Fire. Guife. Collonel, 'tis very well 1 know your Mind, Which without fear, or flattery to your Perfon, Tie tell the King, and then, with his permiffion, Proclaim"], [27, "TheVuhof GUISE 17 Proclaim i. for a warning to our people. Grid. Come, you're a Murderer your felf within, ATraytor. Guift. Thou a— hot old Hair-b rain'd Fool. Gnll. You were Coaplotter with the Curfed League, The black Abettor of our Harrfs Death. Guife. 'Tis fall.. Grill. 'Tis true, as thou art double hearted : Thou double Traytor, to Confpire lo bafely, And when found out, more bafely to deny'c. Guife. O Gracious Harry, let me found thy Name, Left this old ruft of War, this knotty Trifler, Should raife me to extreams. Grill. If thou'rt a Man, That did'ft refufe the Challenge of Navarre, Come forth. Guife. Go on, fince thour '. refolv'd on Death, l'ft follow thee, and rid thy fliaking Soul. Enter King, Queen- Mother, Alphonfo, Abbot, &c. But fee, the King : I fcorn to ruine thee, Therefore go tell him, tell him thy own Story. King. Ha, Colonel, is this your Friendly vifit? Tell me the trgth, how happen'd this diferder ? Thole ruffl'd Hands* red Looks, and port of Fury ? Grill. I told him, Sir, fince you will have it fo, He was the Author of the Rebel League, Therefore a Traytor, and a Murderer. King. Is't poflible ? Guife. No matter, Sir, no matter ; A few hot words, no more upon my Life ; The old Man rowz'd, and fhookhimfelf a little : So if your Majefty will do me Honour, I do befeech you let the bufinefs die. King. GriSon, fubmit your felf, and ask his pardon. Grill. Pardon me, I cannot do'c. King. Where are the Guards? Cuife. Hold, Sir ; come Colonel, I'lea>k Pardon for This Souldierly Embrace makes up the breach ; Wewillbeforry, Sir, for one another. '■' GriH. My Lord, I know not what to anfwer you, 1 m friends, and I am not, and fo farewell. Kmg. You have your Orders ; yet before you go, Take this Embrace : I court you for ray Friend, Tho Grillon wou'd not. CH*fi. I thank you on my Knees. D [Exk, And"], [28, "1$ The nub of GUISE And ftill while Life fhall laft, win take ftria. care , To juftifie my Loyalty to your Perfon. _£\" QM. Excellent Loyalty, to lock you up ! Kim. I fee even to the bottom of his Soul : And, Madam, I muft fay the Guife has Beauties, But they are fet in Night, and foul Defign He was my Friend when young, and might be ftill. Abbot. Mark'd you his hollow accents _t the parting ? Q. M. Graves in his Smiles. Kim. Death in hisbloodlefs Hands. O Marmoutiere ! now I will hafte to meet thee ; The Face of Beauty, on this rifing Horrour, Looks like the midnight Moon upon a murder -T It gilds the dark defign thatftays for Fate, Ow*'K And drives the Shades that thicken from the State. ACT III. SCENE I. Enter Grillon _»rfVPolin. Grill. TJ Ave then this Pious Council of Sixteen XX Scented your late Difcovery of the Plot ? Pol. Not as from me, for ftill I kennel with them, And bark as loud as the moft deep-mouth'd Traytor, ATgainft the King, his Government and LaWs ; Whereon immediately there runs' a Cry _ Of, Seize him on the next Proceffion, feizehim, And clap the Chilperick in a Monaftry ; Thus it was fixt, as I before difcover'd : But when, againft his Cuftom, they perceiv'd The King abfented, ftraight the Rebels met, _ And roar'd, they were undone. Grill. O, 'tis like 'em, 'Tis like their Mungrel Souls ; flefh 'em with Fortune,. And they will worry Royalty to Death •• But if feme crabbed Virtue turn and pinch 'em, Mark me, they'l run, and yelp, and clap their Tails, Like Curs, betwixt their Legs, and howl for mercy. Pol. But Malicom, fagacious on the point, Cry'd, Call the Sheriffs, and bid 'em arm their Bands y Add yet to this,, to raife you above hope, The Guife my Matter will be here to day, For, en bare guefs of what has been revealed, He wing'd a Mefien ger to give him notice ; J*"], [29, "TheVuieof GUISE 19 Yet fpight of all this Factor of the Fiends Cou'd urge, they flunk their Heads like Hinds iaStorms : But fee, they come. Enter Sheriffs with the Populace. Grill. Away, Plehaveamongft'em; Fly to the King, warn him ofGuifes coming, That, he may ftraight difpatch hisftrift Commands Joftophim. i Sher. Nay, this is Colonel Grillon, The Blunderbufso'th' Court, away, away, He carries Ammunition in his face. Grill, tjark you my Friends if you are not in hafte, Becaufe you are the Pillars of the City, I wou'd inform you of a General Ruine. 2 Sher. Ruine to the City/ marry, Heaven forbid! Grill. Amen, I fay ; for look you, I'm your friend : 'Tis blown about you've plotted on the King, To feize him, if not kill him ; for who knows, When once your Confcience yields, how far 'twill ftretch . Next, quite to dafh your firm eft hopes in pieces, TheDukeoft7. j/eisdead. i Sher. Dead, Colonel ! 2 Sher. Undone, undone ! Grill. The world cannot redeem you ; For what, Sirs, if the King,provok'd at laft, Should joyn the Spaniard, and fhould fire your City, Paris your Head, but a moft Venomous one, Which muft be blooded ? i Sher. Blooded, Colonel! Grill. Ay, blooded, thou moft infamous Magistrate, Or you will blood the\" King, and burn the Louvre, But e're that be, fall million mifcrean 6 Souls, Such Earth-born minds as yours ; for mark me, Slaves, . Did you not Ages paft confign your Lives, Liberties, Fortunes, to Imperial hands, Made 'em the Guardians of your -fickly years, And now your grown up to a Boobies Greatnefs, What, wou'd you wreft the Scepter from his Hand ? Now, by the Majeftie of Kings 1 fwear, You fhall as foon be fav'd for packing Juries. i Sher. Why, Sir, mayn't Citizens be fav'd ? Grill. Yes, Sir, I From drowning, to be hang'd, burnt, broke o'th' wheel. i Sher. Colonel, you fpeak us plain. Grill. A Plague confound you,* _Vhy"], [30, "20 TheVuke of GUISE Why fhould I not? what is there in fuch Rafcals Should make me hide my Thought, or hold my tongue? Now, in the Devils Name, what make you here, Dawbing the infide of the Court like Snails, Slicing our Walls, and pricking o« your Horns? To hear, I warrant, what the King's a doing, And what the Cabinet-Council, then to th'City To fpread your monftrous Lyes, and fbw Sedition ? Wild-fire choak you. i. Sher. Well, we _l think of this, And fo we take our leaves. Grill. Nay, flay, my Matters ; For I'm a thinking now juft whereabouts Grow thAwo tailed Trees in Arden Foreft . i. Sher. For what, 'pray Golonel, if we may be fo bold . Grill. Why to hang you upon the higheft Branches ; Fore- God it will be fo ; and I fhall laugh To fee you dangling to and fro i'th'Air, With the honeft Crows pecking your Traytors Limbs. All. Good Colonel ! Grill. Good Rats, my precious Vermin, You moving Dirt, you rank ftark Muck oW World, You Oven-Bats, you things fo far from Souls, Like Dogs, you're out of Providence's reach, And only fit for hanging ; but be gone, And think of Plunder — You right Elder Sheriff^ Who Carv'd our Henry's Image on a Table, At your Club-Feaft, and after ftabb'd it through ? i. Sher. Mercy, good Colonel. Grill. Run with your Nofe to Earth, Run Blood -hound, run, and fcent out Royal Murder. You fecond Rogue, but equal to the firft, Plunder, Go hang, nay take your tackling with you, For thefe fhall hold you faft, your Slaves (hall hang you To the mid Region in the Sun : gExeutit Sheriffs Plunder, be gone Vipers, Afps, and Adders. t and Peofk- Enter Malkorn. Ha, but here comes a Fiend that foars above, A Prince o'th' Air, that fets the Mud a moving. Mai. Colonel, a word. Grill. I hold no fpeech with Villains. Mai. But, Sir, it may concern your Fame and Safety. Grill. No matter, I had rather die traduc'd, Than live by fuch a Villains help as thine. Mai. Hate then the Traytor, but yet love the Treafdn. Grill."], [31, "The Pukeef GVISR 21 Grit. Why, are notyoaa Villain I Mai. 'Tis confefs'd. Grill. Then in the Name of all thy Brother Devils, What wou'dft thou have with me r ' Mai. I know you're honeft, Therefore it is my bufinefs to difturb you. Grill . Fore God Pie beat thee, if thou urge me farther. Mai. Why tho' you fliou'd, yet if you hear me after, The pleafure I fhall take in your Vexation, Broifes. Grill. Wert thou definite Rogue, l'faith, I think that I fhould give thee hearing ; But fuch a boundlefs Villany as thine, Admits no Patience. Mai. Your Niece is come to Court, And yields her Honour to opr Henry's Bed. Grill. Tho b ly'ft, damn'd Villain. [Strikes him. Mai. So, why this I look'd for : But yet I fwear by Hell, and my Revenge, 'Tis true as you have wrong'd me. Grill. Wrong'd thee, Villain ! And name Revenge ! O wer't thou Grillon's Match, And worthy of my Sword, I fwear by this One had been paft an Oath ; but thou'rt a Worm, And if I tread thee dar'ft not torn again. Mai, 'Tis falfe, I dare like you, but cannot act ; There is no force in this Enervate Arm. Blafted I was e're born, Curfe on my Stars, Got by fome dotard in his pithlefs Years, And fent a wither'd Saplin to the World. Yet I've Brain, and there is my Revenge; Therefore I fay agen thefe Eyes have fcen Thy Blood at Court bright as a Summers Morn, When all the Heaven is ftreak'd with dappl'd Fires, And fleck'd with Blufhes like a rifl'd Maid ; Nay, by the Gleamy Fires that melted from her Faff Sighs and Smiles, fwoln Lips and heaving Breafts, My Soul prefages Henry has enjoy'd her. Grill. Again thou ly'ft ; and I will crumble thee, Thoubottl'd Spider, into thy Primitive Earth, Uulefs thou fwear thy very Thought's a Lye. Mai. I ftand in Adamant, and thus defiethee; Nay draw, and with the edge betwixt my Lips, Even while thou rak'ft it through my Teeth, Plefwear All I have faid is true, as thou art honeft, - s , Or I a Villain. . ■Grill . Damn'd infamous .Wretch, -_ g &._ ■ (f So"], [32, "2a The Duke of GUISE So much below my fcorn, 1 dare not kill _hee And yet fo much my hate, that I muft fear thee. For fhould it beas thou haft (aid* no .all • The Trophies of my Lawrell'd Honefty Shou'd bar me from forfaking this bad World, And never draw my Sword for Henry more Mai. Ha, 'tis well, and now I am Reyeng d. I was in hopes- thou would'ft have utter'd Treafon, And forfeited thy Head to pay me fully. Grill. Haft thou Compacted for a Leafe of Years With Hell, that thus thou ventur'ft to provoke me ? Mai. Perhaps I have : (How right the Blockhead hits.) . Yet more to rack thy Heart, and break thy Brain, Thy Niece has been before the Guife's Miftreis. Grill. Hell-hound, avant. J Mai. Forgive my honeft meaning. ■_, Xfi1^ , Gnll. 'Tis hatch'd beneath, a Plot upon mine honour, And thus he lays his Baits to Catch my Soul: Ha ! but the Prefence Opens, who comes here . By Heaven my Niece, led by Alphonfo Corfol Ha, Malieorn is't poflible, Truth from thee 1 'Tis plain, and I in Jnftifying Woman Have done the Devil wrong. Alph. Madam, the King, Pleafe you to fit, will inftantly attend you. Grill. Death, Hell, and Furies!, ha, {he comes to feek him, O Proftitute, and on her prodigal Flelh She haslavifh'd all the Diamonds of theGui/e To fet her off, and fell her to the King. Mar. O Heavens ! did ever Virgin yet attempt An Enterprife like mine ? I that refolv'd Never to leave thofe dear delightful Shades, But act the little part that Nature gave me, On the Green Carpets of feme guiltlefs Grove, And having finifh'd it forfake the World, Unlefs fometimes my Heart might entertain Some fmall remembrance of the taking Guife: But that far, far from any dark'ning Thought, To Cloud my Honour, or Eclipfe my Virtue. Grill. Thouly'ft, andifthouhadftnot glanc'd afide, and fpy'd me coming, I had had it all. Mar. By Heav'n, by all that's good- Grill. Thou haft loft thy Honour, Give me thy Hand, this Hand by which I caught thee From the bold Ruffian in the Maflacre, That would have ftain'd thy almoft Infant Honour, : With Luft, and Blood, doft thou remember it ?"], [33, "The Duke of GUISE. 23 Mar. I do, and blefs the Godlike Arm. that fav'd me. Grill. 'Tis falfe, thou haft forgot my generous Action • And now thou laugh'ft to think how thou haft cheated, For all his kindnefs, this old grifl'd Fool. Mar . Forbid it Heav'n ! Grill. But oh that thou hadft dy'd Ten thoufand Deaths, e're blafted Grillon\\ Glory, Grillon that fav'd thee from a barbarous World* Where thou hadft ftarv'd,[or fold thy felf for Bread, Took thee into his Bofom, fofter'd thee As his own Soul, and lap'd thee in his Heart -firings; And now, for all my Cares, to ferve me thus .' O'tis toO much ye Powers ! double Confufion On all my Wars; and oh', out, fhame upon thee, It wrings the Tears from Gallon's Iron Heart, And melts me to a Babe. Mar. Sir, Father, hear me ; I come to Court, to fave the Life of Guife. Grill. And Proftitute thy Honour to the King. Mar. I have look'd, perhaps too nicely for my Sex, Into the dark Affairs of fatal State ; And to advance this dangerous Inquifition, I liftn'd to the Love of daring Guife. Grill. By Arms, by Honefty, I fwear thou lov'ft him. Mar. By Heav'n that gave thofe Arms fuccefs, 1 fwear I do not, as you think, but take it all. . I've heard the Guife, not with an Angels temper, Something beyond the tendemefs of pity, And yet, not Love. Now, by the Powers that fram'd me, this is all ; Nor fhould the World have wrought this clofe Confeffion, But to rebate your jealoufie of Honour. Gnll. I know not what to fay, nor what to. think; There's Heaven ftill in thy Voice, but that's a Sign Virtue's departing, for thy better Angel Still makes the Womans Tongue his rifing Ground, Wags there a while, and takes his flight for ever. Mar. You muft not go. Grill. Tho' I have Reafon plain As day, to judge thee falfe, 1 think thee true : »y Heav'n, methinks I fee a Glory round thee ; Jt here s fomething fays thou wilt not lofe thy Honour .- J-teath, and the Devil, that's my own Honefty : Sf, open Nat«re, that would have . _7e butoff» He hence and Curfethee. Mar. O ftay! Grill. I wo'fl not Mar."], [34, "Thereof GUISE 24 Mar. Hark,the King's a coming. Let me conjure you, for your own Souls quiet,. And for the everlaftiug reft of mine, Stir not till you have heard my Hearts defign. Grill. Angel, o_ Devil, I will — -nay, at this rate She'll make me (hortly bring him to her Bed, Bawd for him f No, he (hall make me run my Head Into a Cannon, when 'tis Firing, firft. That's honourable fport, but I'll retire, And if fhe plays me falfe, here's that (hall mend her. £Marmoutlere Sits. Song ttndDmtt, Enter the King. King. After the breathing of a Love-fick Heart, Upon your Hand, once more, nay twice, forgive me. Mart I difcompofe you, Sir. King. Thou doft, by Heav'n ; But with fuch Charming pleafure, 1 love, and tremble, as at Angels view. Mar . Love me, my Lord ? King. Who fhou'd be lov'd, but you? So lov'd, that even my Crown, and felf are vile, While you are by, try me upon defpair ; My Kingdom at the ftake, Ambition ftarv'd ; Revenge forgot, and all great Appetites That whet uncommon Spirits to afpire^'i; So once a day I may have leave— ■ • Nay, Madam, then you fear me. Mar. Fear you, Sir, what is there dreadful in you ? You've all the Graces that can Crown Mankind : Yet wear 'em fo, _s if you did not know 'em : So ftainlefs, fearlefs, free in all your actions, As if Heaven lent you to the World to Pattern. King. Madam, I find you're no Petitioner ; My People would not treat me in this fort ; Tho' 'twere to gain a part of their Defign : But to the Guife they deal their fauhlefs Praife As faft, as you your flattery to me ; Tho' for what end 1 cannot guefs, except You come, like them, to mock at my Misfortunes. Mar . Forgive you, Heav'n • that thought : no, mighty The Love of all the Good, and wonder of the Great; I fwear, by Heaven, my Heart adores, and loves you. King. O, Madam, rife. Mar. Nay, were you, Sir, unthron'd By this Seditious Rout that dare defpife you ; Monarch, Blaft"], [35, "The Duk? of GUISE;. 25 Blaft all my days, ye Powers, torment my Nights; . Nay, let the Mifery invade my Sex, That cou'd not for the Royal Caufe like me, Throw all their Luxury before your Feet, And follow you like Pilgrims through the World. , Grill. Sound Wind and Limb, fore-God a gallant Girl. King. What (hall I.ahfwer to thee, O thou Balm To heal a broken, yet a Kingly Heart ; For, fo I fwear I will be to my Laft at. Come to my Arms, and be thy HarryH Angel, Shine through my Cares, and make my Crown fit eafie. Mar. O never, Sir. King. What faid you, Marmoutiere? Why doft thou turn thy Beauties into Frowns ? Mar. You know, Sir, 'tis impoffible, no more. King. No more — and with that ftern refblv'd behaviour. By Heaven, were I a dying, and the Prieft Shou'd urge my laft Confefllon, I'd cry out, Oh Marmoutiere, and yet thou fay'ft, no more. Mar. 'Tis well, Sir, I have loft my aim, farewell. King. Come back, O ftay, my Life flows after you. Mar. No, Sir, I find I am a trouble to you, You will not hear my Suit. \" King. You Cannot go, You fhannot O your fuit, I kneel to grant it, I beg you take whatever you demand. Mar. Then, Sir, thus low, or proftrate, if you pleafe, Let me intreat for Guife. King. Ha, Madam, what ! For Guife ; for Guife ! that ftubborn arrogant Rebel, That laughs at proffer'd Mercy, flights his Pardon, Mocks Royal Grace, and plots upon my Life • Ha ! and do you protect him ? then the World Is fworn to Henrfis Death : does Beauty too, And Innocence it felf, confpire againft me ; Then let me tamely yield my Glories up, Which once I vow'd with my drawn Sword to wear To my laft drop of Blood \\ Come, Guife, come Cardinal, All you lov'd Traytors, come 1 ftrip to meet you ; Sheath all your Daggers in Curft Henry's Heart. Mar. This I expected, but when you have heard How far 1 would intreat your Majefty, Perhaps you'l be more Calm. King. See, I'mhufh'd; Speak then, how. far, Madam, wou'd you Command ? Mar. Not to proceed to laft Extremities, Before the Wound is defperate, think alone, E [Afide. For"], [36, "The Duke ofG U I S E. 26 For no man Judges like your Majefty, Take your own Methods, all the heads ofEranct Cannot fo well advife you, as your felf : Therefore refume, my Lord, your Godlike temper; Yet do not bear more than a Monarch fhould : Believe it, Sir, the more your Majefty Draws back your Arm, the more of Fate it carries: King. Thou Genius of my State, thou perfect model Of Heaven it felf, an abftract of the Angels, Forgive the late difturbance of my Soul, I'm clear by Nature, as a Rocklefs Stream, But they dig through the Gravel of my Heart; Therefore let me conjure you do not go ; 'Tis faid the. Guife will come in fpight of me ; Suppofe it poflible, and ftay to ad vifeme. Mar. I will, but on your Royal Word, no more. King. I will be eafie To my laft gafp, as your own Virgin Thoughts, And never dare to breathe my pafGon more ; Yet you'll allow me now and then to Sigh As we difcourfe, and Court yon with my Eyes. Enter Alphonfo. Why do you wave your hand, And warn me hence ? So _ooks the poor Condemn _1, When Juftioe beck'ns, there's no hope of Pardon. Sternly, like you, the Judge his Victim eyes, And thus, tike me, the Wretch defpairing dies. {Exit with Alji. Enter Grillon. . Grill, p Rare, rare Creature, by the Power that made me : Wer't poflible we cou'd be damn'd again : By feme new Eve, fuch.Virtue might relieve us ; O I cou'd clafp thee, but that my Arms are rough, Till all thy Sweets-were broke with my Elnlbraces, * And kifs thy Beauties to a diflblution. Mar. Ah Father, Uncle, Brother, all the Kin, The precious Blood that's left me in the World, Believe, dear Sir, what-ere my actions feem, I will not lofe my Virtue for a Throne. Grill. Why, I will Carve thee out a Throne my felf; - - 1'le hew down all the Common-wealths in Chriftendom, And feat thee on their Necks, as high as Heaven. 10"], [37, "The Duke of GUISE. 27 Enter Abbot Delbene. Abb. Colonel, your Ear. Mar. By thefe whifpering Councils, My Soulprefages that the Guife is coming : If he dares come, were I a Man, a King, I'd facrifice him in the City's fight, 0 Heavens ! what was't I faid ? Were I a Man, I know not that, but as I am a Virgin, If I wou'd offer thee, too lovely Gmfe, It fhou'd be kneeling to the Throne for mercy. ' Ha .' then thou lov'it, that thou art thus concern'd, Down, riling mifchiet down, or I will kill thee, Even in thy Caufe, and ftrangle new born pity : Yet, if he were not married ! ha, what then ? His Charms prevail, no, let the Rebeldye. I faint beneath this ft. ong oppre flic., here, Reafon and Love rend my divided Soul, Heav'n be the Judge, andftiliiet V irtue Conquer ; Love to his Tune my jarring Heart wou'd bring, But Reafon over-winds and Cracks the String. Abb . The KingdifpatchesOrder upon Order With pofitive Command to ftop his coming. Yet there is notice given to the City ; Befides Bellieure brought but a half account, How that the Guife reply'd he would obey < His Majefty in all, yet if he might Have lfeave to juftify himfelf before. him,. He doubted not his Caufe. Grill. The Ax, the Ax, Rebellion's pamper'd to aPlurifie, And it muft bleed. Abbot. Hark, what a fhout was there L Pie to the King, it may be 'tis reported On purpofe thus. Let there-be Truth or Lies In this mad Fame, Pie bring you inftant word Manet Grillon: Enter Guife,. Cardinal, Mayen, • Attendants, Sec. Shouts again. Grill. Death, and thou Devil, Malicorn, is that Thy Matter ? Guife. Yes, Grillon, 'tis the Guife, One that wou'd Court you for a Friend. Grill, A Friend, E 2£ [Exit. [Shout within. [ Exit Abbot. Malicorn, Traytor,"], [38, "2^ The Duke of GUISE Traytor, thou mean'ft, and fo I bid thee welcome ; But fince thou art fo infolent, thy blood Be on thy Head, and fall by me unpitied. Guife. Thebruifes of his Loyalty have craz'd him. £ Exit. [Shouts louder. Spirit within Sings* Malicorn, Malicorn, Malicorn, ho ! Jf the Guife refolves to go, I charge, I warn thee let him know, Perhaps his bead may lye too low. Guife. Why, Malicorn! Mai. {farting. ] Sir, do not fee the King. Guife. I will. Mai. 'Tis dangerous. Guife. Therefore I will fee him, And fo report my danger to the People. Halt to your Judgment, let him, if he dare; But more, more, more, why, Malicorn, again .? I thought a look with us had been a Language ; I'le talk my mind on any point but this By Glances ; ha, not yet, thou makeft me blufli At thy delay ; why, Man, 'tis more than Life, Ambition, or a Crown. . Mai. What, Marmoutirel ■ Guife. Ay, there a Generals Heart beat like a Drum, Quick, quick, my Reins, my Back, and Head and Breaft, Ake, as I'de been a Horfe-back forty hours. - Mai. She has feen the King. Guife. I thought (he might. A trick upon me, well. Mai. Paffiono' both fides. Guife. His thou meaneft. Mai. On hers. Down on her Knees- Guife. And up again, no matter. MA. Now all in Tears, now fmiling, fad at parting, Guife. Diflembl'd, for fhe told me this before, 'Twas all put on that I might hear and rave. Mai. And fo, to make fure work on'c, by Confent Of Grillon, who is made their Bawd. Guife. Away. Mai. She's lodg'd at Court. Guife. 'Tisfalfe, they do belyeher. Mai. But, Sir, 1 faw the Apartment. Guife. What, at Court ?-' Mai. At Court, and near the King, 'tistrue by Heaven."], [39, "The Duke of GUISE. 2? I never play'd you foul; why fhould you doubt me ? Guife. I wou'd thou hadft, e're thus unmann'd me, Heart Blood, Battles, Fire, and Death, I run, I run. With this laft blow, he drives me like a Coward ; Nay, let me never win a Field again, If with the thought of thsfe irregular Vapours, The blood han't burft my Lips. Card. Peace, Brother. Guife. By Heaven, I took thee for my Souls Phyfitian, And doft thou vomit me with thisioath M peace ? 'Tis contradiction ; no, nr peaceful Brother, Pie meet hie. now, tho' Fire, arm'd Cherubins Shou'd croi? my way, O Jealoufie of Love •' Greater than Fame : thou eld eft of the paffions, -Or rather, all in one, 1 here invoke thee, Where e're thou'^t T. ron'd in Air, in Earth, or Hell, Wing me to my Revenge, to Blood, and Ruin. Card. Have you no umper ? Guife. Pray, Sir, give me leave, A moments thought ; ha, but I fweatand tremble, My Brain runs this and that way, twill not fix On ought but vengeance, Malicorn ; call the People, [Shouts within. But hark, they fhout again, Pie on and meet 'em, Nay, head 'em to his Palace as my Guards ; Yet more, on fuch exalted Caufes born, Pie wait him in his Cabinet alone, And look him pale, while in his Courts without, The People fhout him dead with their alarms, And make his Miftrefs tremble in his Arms. [Exeunt. SCENE the 'third. Enter King and Council. { Shouts without. King. What mean thefe Shouts ? Abb. I told your Majefty, The Sheriffs have puff' d the Populace with hopes Of their Deliverer. {Shouts again, King. Hark, there rung a Pial Like Thunder ; fee, Alphonfo, what's the Caufe. Enter Grillon. Grill. My Lord, the Guife is come. \" - Kim."], [40, "30 The Duke of GUISE. King. Is't poffible! ha, Grillon , faid'ft thou, come ? Grill. Why droops the Royal Majefty ? O Sir — ; King. O Villain, Slave, wert thou my late born Heir, Giv'n me by Heav'n, ev'n when I lay a dying ; But peace, thou feftring thought, and hide thy wound ; Where is he ? Grill. With her Majefty, your Mother ; She has tak'n Chair, and he walks bowing by her, With thirty thoufand Rebels at his Heels. King. What's to be done ? No pall upon my Spirit ; But he that loves me beft, and dares the moft On this nice point of Empire, let him fpeak. Alph. I would advife you, Sir, to call him in. And kill him inftantly upon the Spot. Abb. I like Alphonfo's Counfel, fhort, fure Work,: Cut offthe Head, and let the Body walk. Enter Queen-Mother. _Q. M. Sir, the Guife waits. King. He enters on his Fate. Q^M. Notfo, forbear, the City's up in Arms ; Nor doubt, if in their heat you cut him off, That they will fpare the Royal Majefty. Once, Sir, let me advife, and rule your Fury. King. You fhall, Pie fee him, and Pie fpare him now.. £X M. What will you fay ? King. I know not ; Colonel Grillon, call the Archers in, Double your Guard, and ftrictly charge the Swits Stand to their Arms, receive him as a Traytor. My Heart has fet thee down, O Guife in Blood, Blood, Mother, Blood, nfc're to be blotted out. Q^M. Yet you'l relent when this hot fit is over. King. If I forgive him, may I ne're be forgiv'n ; No, if I tamely bear fuch infolence, What act of Treafon will the Villains ftop at ? Seize me, they've fworn, Imprifon me's the next, Perhaps Arraign me, and then doom me dead ; But e're I fuffer that, fall all together, Or rather, on their flaughter'd Heaps erect Thy Throne, and then proclaim it for Example, I'm born a Monarch ; which implies alone To wield the Scepter, and depend on none. {Exit Grl {Exeunt. The End of the Third ACT. ACT."], [41, "TheDuleof GUISE 31 ACT IV. > SCENE The Louvre. A Chair of State plac'd ; the King appears fitting in it ; a Tableb'yhim on which he leans ; Attendants on each fide of them : amongft the reft, Abbor Grillon, and Bellieure. The Queen-Mother enters led by the Duke of Guife, who makes his approach wtth three Reverences to the King's Chair ■ after the third, the King rifes, and coming forward, fpeaks . King. T Sent you word you fhould not come. X Guife. Sir that I came— — *— . King . Why, that you came I fee. Once more I fent you word, you fhould not come. Gmfe. Not come to throw my felf with all fubmiffion, Beneath your .Royal Feet,to put my Caufe And Perfon in the hands of Sovereign Juftice ! King. Now 'tis with all fubmiffion, that's the Preface, Yet ftill you came againft my ftrict Command, You difobey'd me, Du ke, with all fubmiffion. Guife. Sir, it was the laft neceffity that drove me To clear my felf of Calumnies, and Slanders, Much urg'd, but never prov'd againft my Innocence ; Vet had I known it was your exprefs Command, 1 Ihou'd not have approach'd. King. 'Twas as exprefs, as words could fignifie; Stand forth Bellieure, it fhall be prov'd you knew it, Stand forth, and to this falfe Mans Face declare YourMeflage, word for Word. Bell. Sir, thus it was, I met him on the way, And plain as I could fpeak, I gave your Orders* Juft in thefe following Words . King. Enough, I know you told him ; But he has us'd me long to be contemn'd, And I can ftill be patient, and forgive. Guife. And I can ask forgivenefs when I err ; But let my Gracious Matter, pleafe to know The true intent of my mif-conftru'd Faith. Should I not come to vindicate my Fame, From wrong Conftructions ? And — Ktng. Come, Duke, you were not wrong'd your Gonfcience You were not wrong'd, were you notplainiy told, That if you dar _! to fet your Foot in Paris, knoW3, You"], [42, "32 The Duke of GUISE. You fhou'd be held the caufeof all Commotions, That fhou'd from thence enfue, and yet you came. Guife. Sir, will you pleafe with'patience but\" to hear me ? King. I will, and w__i'd be glad, my Lord 01 Guife, To clear you to my felf. Guife. I had been told There were in agitation here at Court, Things of the higheft note againft Religion, Againft, the common Properties of Subjects, And Lives of honeft well affected men ; I therefore judg'd King. Thenyou, it fee ms are Judge Betwixt the Prince and People, Judge for them, And Champion againft me ? Guife. I fear 'd it might be reprefented fo, ! And came refolv'd King. To head the Factious Crowd. - Guife. To clear my Innocence.\" Kmg. The means for that, Had been your abfence from this hot-brain'd Town Where you, not I, are King- I feel my Blood kindling within my Veins, The Genius of the Throne knocks at my Heart, Come what may come, he dies. Q M. flopping the King. What mean you, Sir, You tremble and look pale, for Heavens fake think, 'Tis your own Life you venture, if you kill him. Kmg. Had I ten thoufand Lives, I'le venture all. Give me way, Madam. Q. M. Not to your deftratlon. The whole Pariftan Herd is at your Gates ; A Crowd's a Name too fmall, they are a Nation, Numberlefs, arm'd, enrag'd, one Soul informs 'em. : King. And that one Soul's the Guife, I'le rend it out, And damn the Rabble all at once in him. Guife. (ajide') My Fate is now i'th' Ballance, Fool within, I thank thee for thyforefight. Q^M. Your Guards oppofe 'era King. Why not ? a Multitudes a Bulky Coward. Q^ M. By Heaven there are not Limbs in all your Guards, For every one a Morfel. King. Cafar quell 'd'em, But with a Look and Word. Qj. M. So Galba thought. King. But Galba was not C&far. Guife. I muft not give'em time for Refolution. [ AfOf< ■ ■ [ .My"], [43, "The Duke of GUISE. 33 My Journey, Sir, has difcompos'd my Health, I humbly beg your leave I may retire, Till your Commands re-call me to your Service. [To the King: 1 [Exit Guife. Manet King, Queen-Mother, Grillon, Abbot. King. So you have counfell'd well, the Traytor's gone, To mock the meeknefs of an injur 'd King, [To Queen-Mother. Why did not you, who gave me part of Life, Infufe my Father ftronger in my Veins ? But when you kept me coop'd within your Womb, You pall'd his generous Blood with the dull mixture Of your Italian Food, and milk'd flow Arts Of Womanifh tamenefs in my infant mouth, Why flood I ftupid elfe, and mifs'd a blow, Which Heaven and daring folly made fo fair. Qj M. I ftill maintain, 'twas wifely done to fpare him. GnlL Apoxo'thisunfeafonablewifdom; He was a Fool to come ; if fo, then they Who let him go', were fomewhat. King. The event, th' event will fhew us what we were. • For like a blazing Meteor hence he fhot, And drew a fweeping' Fiery Train along. 0 Paris, Paris, once my Seat of Triumph ; But now the Scene of all thy King's misfortunes, Ungrateful, perjur'd, and Difloyal Town, Which by my Royal Prefence I have warm'd So long, that now the Serpent hiffes out,, And fhakes his forked Tongue at Majefty. While I— ' £>. M. While you lofe time in idle tatk, And ufe no means for fafety and prevention. King. What can I do ! O Mother, Abbot, Grillon! All dumb •' nay, then 'tis plain, my Caufe is defperate. Such an o're-wh elming ill makes Grief a Fool, As if Redrefs were paft. Grill. Pie go to the next Sheriff, And beg the firft Reverfion of a Rope ; Difpatch is all my bufinefs, Pie hang for you. Abbot. 'Tis not fo bad, as vainly you furmife -t Some fpace there is, fome little fpace, fome ftep* Betwixt our Fate and us ; our Foes are powerful, But yet not Arm 'd, nor Martiall'd into Order j Believe it, Sir, the Guife will not attempt, . 'Till he have rowl'd his Snow-ball to a heap. King. So, then, my Lord, we are a day off from Death, ' What fhall to morrow do ? _■, p Abbot,"], [44, "54 The Duke of GUISE. Abbot. To morrow, Sir. If hours between Aide not too idle by, You may be Mafter of their Deftiny, _ Who now difpofe fo lofcily of yours. Not far without the Suburbs there are Quarter'd . Three thoufand Swiffe, and two French Regiments. King. Wou'd they were here, and I were at their head. Q^M. Send Marefchal Byron to lead 'em up. . King. It fhall be fo, by Heaven there's Life in this, The wrack of Clouds is driving on the Winds, And fhows a break of Sun-fhine. Go, Grillon, give my Orders to Byron, _ :» And fee your Souldiers well difpos'd within, For fafeguard of the Louvre. Q M. One thing more, The Guife (his bus'nefs yet not fully ripe,) Will treat at leaft for fhow of Loyalty ; Let him be met with the fame Arts he brings. JCing. I know, he'll make exorbitant Demands, But here your part of me will come in play ; Th' Italian Saul fhall teach me how to footh : Even Jove muft flatter with\" an empty hand, 'Tis time to thunder, when he gripes the Brand. {Ex. Onm. Enter Malicorne folus. ANioht SCENE.- _> Mai. Thus far the Caufe of God : but God's or Devil's, I mean my Matter's Caufe, and mine fucceed : W hat (hall the Guife do next ? {.Aflajh ofLtgkn^ Enter the Spirit Melanax. Mel. Firft feize the King, and after murder him. Mai. Officious Fiend, thou com 'ft uncall'd to Night. Melt. Always uncall'd, and ftill at hand for mifchief. Mai. — But why in this Fanatick Habit, Devil ? Thoulook'ft like one that preaches to the Crowd, Gofpel is in thy Face, and outward Garb, And T reafon on thy Tongue. Mel. Thou haft me right, Ten thoufand Devils more are in this Habit, Saintlhip, and Zeal are ftill our beftdifguife : We mix unknown with the hot thoughtlefs Crowd, And quoting Scriptures, which too well we know, With impious Gloffes ban the holy Text, And make itfpeak Rebellion, Schifm and Murder, So turn the Arms of Heaven againft it felf. 0-"], [45, "The Duke of GUISE. 35 Mai What makes the Curate of St. Euftace here ? Mel. Thou art miftaken Mafter,'tis not he, But 'tis a zealous, godly, canting Devil, Who has aflum'd the Churchman's lucky fhape, To talk the Crow'd to Madnefs and Rebellion.' Mai. O trueEnthufiaftick Devil, true ; For lying is thy Nature, even to me : Didft thou not tell me, If my Lord the Guife ■ Enter'd the Court, his head fhould then lie low ? That was a lye; he went, and is return'd. . Mel. 'Tis falfe ; I faid, perhaps it fhould lie low. And, but I chill'd the blood in Henry's veins, And cram'd a thoufand ghaftly, frightful Thoughts,, Nay, thruft 'em foremoft in his Iab'ring Brain, Even fo it would have been. Mai. Thou haft deferv'd me,:. And I am thine, dear Devil ; what do we next ? Mel. I faid, Firft feize the King. Mai. Suppofe it done : He's dapt within a Convent, fhorn a Saint, My Mailer mounts the Throne. Mel. Not fo faft, Malicorne; ' Thy Mafter mounts not, till the King be flain. Mai. Not when depos'd. Mel. He cannot be depos'd. He may be kill'd, a violent Fate attends him ; But at his Birth there fhone a Regal Star. Mai. My Mafter had a ftronger. Mel. No, not a ftronger, but more popular. Their Births were full oppos'd, the Guife novo ftrongeft ; But ifth' ill Influence pafs o're Harry's Head, As in a year it will, France ne're fhall boaft A greater King than he ; now cut him off, While yet his Stars are weak. Mai. Thou talk'ft of Stars : Canfl thou not fee more deep into events, And by a furer way ? Mel. No, Malicorne, The ways of Heaven are broken fince our Fall, Gulph, beyond Gulph, and never to be fhot •• Once we cou'd read our mighty Makers mind, As in a Chryftal Mirror, fee th' Idea's Of things that always are, as he is always. Now fhut below in this dark Sphere, By Second caufes dimly we may guefs, And peep far off on Heavens revolving Orbs, Which caftobfcure Reflections from the Throne. F 2 Mai-"], [46, "3<. The Duke of GUISE Mai; Then tell me thy Surmifes of the future. Mel. I took the Revolution of the Year, Juft when the Sun was entering in the Ram .\" Th' afcending Scorpion poyfon'd all the Sky, A fign of deep deceit and treachery. Full on his Cufp his angry Mafter fate, Conjoyn'd with Saturn, baleful both to Man: Of fecret Slaughters, Empires overturn'd, Strife, Blood, and Maffacres expect to hear, And all th' Events of an itl-omen'd Year. Mai. Then flourifli Hell, and mighty Mifchief reign, Mifchief to fome, to others muft be good ; But hark, for now tho' 'tis the dead of Night, When filence broods upon our darkned world, . Methinks I hear a murmuring hollow found, Like the deaf Chimes of Bells in Steeples touch' d. Mel. 'Tis truly guefs'd •• But know, 'tis from no nightly Sexton's hand, There's not a damned Ghoft, nor hell-born Fiend, That can from Limbo fcape, byt hither flie«, With leathern wings they beat the dusky Skies. To facred Churches all in Swarms repair, Some crowd the Spires, but moft the hallow'd Bells, \"> And foftly Toil for Souls departing Knells, > Each Chime thou hear'ft, a future death foretells. j Now there they perch to have 'em in their Eyes, Till all go loaded to the Neather Skies. Mai. To morrow then. Mel. To morrow let it be : Or thou deceiv'ft thofe hungry, gaping Fiends, And Beelzebub will rage. Mai. Why Beelzebub ? haft thou not often faid, That Lucifer's your King ? . Mel. I told thee true :' But Lucifer, as he who foremoft fell, So now lies loweft in th' Abyfs of Hell. Chain'd till the dreadful Doom, in place of whom Sits Beelzebub, Vicegerent of the damn'd, Wholiftning downward hears his roaring Lord, And executes his purpofe, but no more, The morning creeps behind yon Eaftern hill, And now the Guard is mine, to drive the Elves And foolifh Fairies from their Moon-light play, And lafh the Laggers from the fight of day. [Defwidf- Enter Guife, Mayenne, Cardinal, and Archbifijop. May. Sullen, methinks, and flow the morning breaks, As"], [47, "The Duke of GUISE. As if the Sun were lift lefs to appear, And dark defigns hung heavy on the day. Guife. Y'are an old Man too foon, y'are fuperftitious, Pie truft my Stars, I know 'em now by proof, The Genius of the King bends under mine, Inviron'd with his Guards, he durft not touch me ; Butaw'd and craven'd as he had been fpell >d, Would have pronounc'd,Go kill the Guife, and durft not. Card. We havehim in our power, coopt in his Court, Who leads the firft Attack ? Now by yond Heaven • That blufhes at my Scarlet Robes, I'll d'off This womanifh Attire of godly peace, And cry, Lie there, Lord Cardinal of Guife. Guife,. As much too hot, as Mayenne too cool, But 'tis the manlier fault o'th' two. 37 Bifliop. Have you not heard the King, joreventing day, | Receiv'd the Guards into the City Gates, The jolly Swiffes marching to their Fifes. The Crow'd flood gaping heartlefs, and amaz'd, Shrunk to their fhops, and left the paflage free. Guife. I would it (hould befo, 'twas a good horror, Firft let 'em fear for Rapes, and ranfackt Houfes ; That very fright when I appear to head 'em, Will harden their foft City Courages : Cold Burghers muft be ftruck, and ftrucklike Flints, E're their hid Fire will fparkle. tijliop. I am glad the King has introduc'd thefe Guards. Card. Your Reafon. Bijhop. They are too few for us to fear, Our numbers in old martial Men are more, The City not caft in, but the pretence That hither they are brought to bridle Paris, Will make this rifing pafs for juft defence. May. Suppofe the City fhould not rife. Guife. Suppofe as well the Sun fhould never rife : He may not rife, for Heaven may play a trick ; But he has rifen from Adam's time to ours. Is nothing to be left to Noble Hazard ? No Venture made, but all dull certainty ; By Heav'n Pie tug with Harry for a Crown, Rather than have it on tame terms of yielding, I fcorn to poach for Power. Enter a Servant, who whifpers G uife. J Lady, fay'ftthou, Young, and Beautiful, bought in a Chair . Conduit"], [48, "Oo The Duhof GUISE. 3 ° „ , . C Exit Sm Conduct her in ; Card. You wou'd be left alone Gmfe. I wou'd, Retire. Re-enter Servant with MarmoUtier, and Exit. Startingl is't poflible, I dare not truft my Eyes, back. S You are not Marm0H tier' Mar. What am I then ? Guife. Why any thing but fhe : What fhould the Miftrefs of a King do here : ? Mar. Find him, who wou'd be Matter of a King. Gmfe. I fent not for you, Madam. Mar. 1 think my Lord the King fent not for you. Guife. Do you not fear your Vifit will be luiown ? Jr. Fear is for guilty Men, Rebels, and Traytors ; Where e're I go, my Virtue is my Guard. \"SSI What Devil has fent thee here to plague my Soul ? O that I could deleft thee now as much As ever I have lov'd, nay even as much As yet in fpite of all thy Crimes I love : > But 'tis a Love fo raixt with dark Delpair, The Smoke and Soot fmother the rifing flame, And make my Soul a Furnace : Woman, Woman, What can I call thee more, if Devil 'twere left,. Sure thine's a Race was never got by Adam, But Eve play'd falfe, engendnng with the Serpent, Her own part worfe than his. Mar . Then they got Traytors. . Guife. Yes, Angel Traytors,fit to feme in Palaces, Fork'd into ills, and fplit into deceits ; Two in their very frame; 'twas well, 'twas weU, I few not thee at Court, thou Bafihsk ; For if I had, thofe Eyes, without his Guards, Had done the Tyrant's work. Mar. Why then, it feems, I was not falfe in all -, I told you, Guife, If you left Paris, I would go to Court : You fee I kept my Promife. Guife. Still thy Sex : A. ■'.\" Once true in all thy life, and that for mifchiet Mar. Have I faid I lov'd you ? Guife. Stab on, Stab, 'Tis plain you love the King. Mar. Nor him, nor you, In that unlawful way youfeem to mean- My Eyes had once fo far betray' d my Heart,"], [49, "The Duke of GUISE 39 As to diftinguifh you from common Men, What e're you faid, or did, was Charming all. Guife. But yet, it feems, you found a King more charming. Mar. 1 do not fay more Charming, but more Noble, More truly Royal, more a King in Soul, Than you are now in wifhes. Guife. May be fo •• But Love has oyl'd your tongue to run fo glib, . / Curfe on your Eloquence. Mar . Curfe not that Eloquence, that fav'd your Life : For when your wild Ambition, which defy'd A Royal Mandat, hurried you to Town ; When over-weening pride of Popular power, Had thruft you headlong in the Louvre Toyls, Then had you dy'd : For know, my haughty Lord Had. I not been, offended Majefty Had doom'd you to the death you well deferv'd. Guife. Then was't not Henry's fear preferv'd my Life ? Mar. You know him better, or you ought to know him ; He's born to give you fear, not to receive it. Gmfe. Say this again, but add you gave not up Your Honour as the Ranfom of my Life ; For if you did, 'twere better I had dy'd. Mar. And fo it were. Guife. Why faid you, So it were ? For tho' 'tis true, methinks 'tis much unkind. Mar. My Lard, we are not nowtotalkof kindnefs, If you acknowledge I have fav'd your Life ; Be grateful in return, and do an act Your Honour, though unaskt by me, requires. Guife. By Heav'n and you, whom next to Heaven I love, (If I faid more, I fear I fhould not lie,) Pie do what e're my Honour will permit. Mar. Go throw your felf at Henry's Royal Feet, And rife not, 'till approv'd a Loyal Subject. Guife. A Dntious Loyal Subject I was ever. Mar. Pie put it fhort, my Lord, depart from Paris. Guife. I cannot leave My Countrey, Friends, Religion, all at ftake ; Be wife, and be before-hand with your Fortune ; Prevent the turn, forfake the ruin'd Court ; Stay here, and make a merit of your Love. i tMf\" No' Vle return-» and Pe\"fo in thofe Ruines ; Innd thee now ambitious, faithlefs Guife, tarewel the bafeft, and the laft of Men. G»ife. Stay, or O Heav'n ! Pie force you : Stay— Mar. i ;do believe r ' -\".f So"], [50, "4o The Duke of GUISE, So ill of you, fo villainoufly ill, That if you durft, you wou'd : Honour you've little, Honefty you've lefs ; But Confidence you have none. Yet there's a thing call'd Fame, and mens Efteem, Preferves me from your force, once more farewel : Look on me Guife, thou feeft me now the laft, Tho' Treafon urge not Thunder on thy head, This one departing Glance fhall flafh thee dead. [, Guife. Ha, faid fhe true ? have I fo little Honour ? Why then a Prize fo eafie, and fo fair, Had never fcap'd my Gripe ; but mine fhe is, For that'sfet down as fure as Harry's Fall : But my Ambition, that fhe calls my Crime : Falfe, falfe by Fate, my Right was born with me, And Heaven confeft it in my very frame ; The Fires that would have form'd ten thoufand Angels, Were cram'd together for my fingle Soul. [Exit. Enter Malicorne. Mai. My Lord, you trifle precious hours away, The Heavens look gaudily upon your greatnefs, And the crown'd moments court you as they fly ; Brifacfand fierce Aumak have pent the Swiffe, And folded 'em like fheep in holy ground, Where now withorder'd Pikes, and Colours furl'd, They wait the word that dooms 'em all to dye : Come forth and blefs the Triumph of the day. Guife. So flight a V iftory requi-r'd not me : I but fate ftill, and Nodded like a God My World into Creation, now 'tis time To walk abroad, and carelefly furvey How the dull Matter does the form obey. {Exit with M_licor_e. Enter Citizens, and Melanax in his Fanatick^ Habit at the head Of 'em. Mel. Hold, hold a little, Fellow Citizens, and you Gentlemen of the Rabble, a word of Godly Exhortation to ftrengthen your hands, e're you give theOnfet. i Cit. Is this a time to make Sermons ? I wou'd not hear the Devil no. fho' he fhould come in Gods' name, to Preach Peace to us. 2 Cit. Look you, Gentlemen, Sermons are not to be defpis'd, We have all profited by godly Sermons that promote Sedition, Let the precious man Hold forth. Omnes. Let him Hold forth, let him Hold-forth. -"], [51, "TheDu{eofGUlSi. Jf Mel. To promote Sedition is my bufinefs : It has been fo before any of you were born, and will be fo when you are all dead and damn'd ; I I have led on the Rabble in all Ages. i Cit . That's a Lye, and a loud one. He has led the,Rabble both Old and Young, that's all Ages : A heavenly fweet Man, I warrant him, I have feen him fomewhere in a Pulpit. Mel. I fown Rebellion every where. iCit. How every where ? That's another Lye : How far have you Travel'd Friend ? Mel. Over all the World. i Cit. Now that's a Rapper. 2 Cit. I fay, No : For, look you Gentlemen, if he has been a Tra veller, he certainly fays true, for he may lye by Authority. Mel. That the Rabble may depofe their Prince, Has in all Times, and in all Countries, been accounted lawful. i Cit. That's the firft trueSyllable he has utter'd : But as how, and whereby, and when may they depofe him ? Mel. When ever they have more power to Depofe, than he has to Oppofe, and this they may do upon the leaft occafion. i Cit. Sirra, you mince the Matter ; you fhould fay, we may do it upon no occafion, for the lefs the better. Mel. afide. Here's a Rogue now will out-lhoot the D .vil in his own Bow. 2. Cit. Some Occafion, in ray mind, were not amifs ; For, look you Gentlemen, if we have no Occafion, then whereby we have no Occa fion to depofe him ; and therefore either Religion or Liberty, 1 ftick to thofe Occafions : for when they are gone, Good-night to Godlinefs and Freedom. Mel. When the moft are of one fide, as that's our cafe, we are al ways in the right ; for they that are in power, will ever be the Judges . So that if we fay White is Black, poor White muft lofe the Caufe, and put on Mourning, for White is but a fingle Syllable, and we are a whole Sentence : Therefore go on boldly, and lay on refol utely for your So lemn League and Covenant, and if here be any fq ueamifh Confcience who fears to fight againft the King, tho' I that have known you Citizens thefe thoufand years, fufpect not any, let fuch underftand, That his Majefties Politick Capacity is to be diftinguilh'd from his Natural ; and though you murder him in one, you may preferve him in the other, and fo much for this time, becaufe the Enemy is at hand. , iCit. looking cut. Look you, Gentlemen, 'tis Grillon the fierce Colonel, He that devours our Wives, and ravifhes our Children- i Cit. He looks fo Gr um, 1 don't care to have to do with him, ' Wou'd I were fafe in my Shop behind the Counter. 2 Cit. And wou'd I were under my Wives Petticoats, Look you, Gentlemen. \" . V- Mel. You, Neighbour, behind your Compter yeflerday, paid a Bill G of"], [52, "42 The Duke of G U I S E. of Exchange in Giafs Louisdors, and you Friend, that cry, Look you Gentlemen, this very morning was under another Wbmans Petticoats and Dot your Wives. iCit. How the Devil does he know this? MeU Therefore fight luftily for the Caufe of Heaven, and to make even Tallies for your Sins, which that you may do with a better Con fcience, I abfolve you both, and all the reft of you : Now go on mer rily, for thofe that efcape lhall avoid killing ; and thofe who do not e fcape, I will provide for in another world. {Cry within on the other fide of the Stage Vive le Roy, Vive le Roy. Enter Grillon, andhis Party, Gnll. Come on, Feliow-Souldiers, Commilitones, that's my word, as , 'twas Julius Cafar's of Pagan memory, 'fore God I am no Speech-ma ker, but there are the Rogues, and here's Bilbo, that's a word and a blew ; we muft either cut their Throats, or they cut ours, that's pure neceflity for your comfort : Now if any man can be fo unkind to his own Body, for I meddle not with your Souls, as to ftand ftill like a good Chriftian, and offer his Weefon to a Butcher's Whittle, I fay no more, but that he may be fav'd, and that's the belt can come on him. {Cry on both fides, Vive'le Roy, Vive Guife. The Fi^br. Mel. Hey for the Duke of Guife and Property, Up with Religion and the Caufe, and down with thofe Arbitrary Rogues there ; Stand to't you Aflbciated Cuckolds. {Citizens go buck. O Rogues, O Cowards, Damn thefe Half-ftrain'd Shop-keepers, Got between Gentlemen and City- Wives, how Naturally they quake, and run away from their own Fathers, Twenty Souls a Penny were a dear Bargain of 'em {They all run off, Melanax with them, the i and 2 Cit. taken. Grill. Poffefs your felves of the place Maubert, *Andhangme up thofe two Rogues for an example. i Cit. O fpare me fweet Colonel, I am but a young Beginner, and newfet up. Grill. I'le be your Cuftomer, and fet you up a little better, Sirrah, Go hang him at the next Sign-poft •• What have you to fay for your felf, Scoundrel ? Why were you a Rebel ? 2 Cit. Look you,. Colonel, 'twas out of no ill meaning to the Govern ment, all that I did, was pure Obedience to my Wife. Gnll. Nay, if thou haft a Wife that wears the Breeches, Thou fhalt be condemn'd to live : Get thee home for a Hen-peckt Tray tor What, are weencompas'd ? Nay then, Faces this way ; We'll fell our Skins to the faireft Chapmen. {Enter Aumale and Souldiers on the one fide, Citizens on the other, Grillon and his Party are difarm^d. i Cit. Bear away that bloody-minded Colonel, And"], [53, "The Duke of GUISE. §| And hang him up at the next Sign- poft: Nay, when 1 am in power, 1 can make examples too. Omnes, Tear him piece-meal, tear him piece-meal. [Pull and hale him, Grill. Rogues, Villains, Rebels, Traytors, Cuckolds, 'Swounds, what do you make of a Man ? Do you think Legs and Arms are ftrung upon a Wire, like a Jointed Baby ? Carry me offquickly, you were belt, and hang me decently, according to my firft fentence. 2 Cit. Look you, Colonel, you are too bulky to be carried off all at once, a Leg or an Arm is one Man's Burden •• Give me a little Finger for a Sample of him, whereby Pie carry it for a Token to my Soveraign Lady. Grill. 'Tis too little, in all Confcience, for her, Take a bigger Token, Cuckold. Et-tu Brute whom I fav'd, 0 the Confcience of a Shop-keeper! i Cit. Look you, Colonel, for your faving me, I thank you heartily, whereby that Debt's paid ; but for fpeaking Treafon againft my anoin ted Wife, that's a new Reck'ning-between us- [Enter Guife with a GeneraPs Staff in his hand, Mayenne, Cardinal, Atchbifijop, Malicorn, and Attendants. ■ Omnes. Vive Guife. Guife bowing, and Bare-headed. I thankyou Countrey men, the hand of Heaven It) all our fafeties lias appea-r'd this day, Stand on your Guard, and double every Watch, But ftain your Triumph with no Chriftian blood, fiwfcweare all, and Brothers of a Land. ; Cari What mean you, Brother, by this Godly talk . Of fparing Chriftian Blood, why thefe-are Dogs; Mow by the Sword that cut offMalcbus Ear, Weer Dogs that neither can be fav'd nor damn'd. Archbijhop. Where have you learnt to fpare inveterate Foes ? -' . Gl\"fe. You know the Book. '\" Arcbbifimp. And can expound it too : M Chriftian Faith was in the Nonage then, m Roman Heathens lorded c?¥Q the World, . Vhat madnefs were it for *beJwfe__and few, ■ o fight againft the many and t .efii _>ng : • nUon muft dye, fo muft the Tyrant's Guards, clt Sphering head again, they \"make more work. Mai. My Lord, the People m .ft be fl.f_'d in Blood, wwata'emthe true Relifh, dip^um mth you— r they '1 perhaps repent. Gmfe. You are fc*. l_*to _cifl 'emlvere to fhew I fe_r'd-'em ; iw^ourc difarm'd, difneartned, and befieg'd, ea las much .vithinrav power, as if G 2 Mar}"], [54, "|| The Duke of GUISE. May. 'Tis rightly judg'd : And let me add, who heads a Popular Caufe, Muft profecute that Caufe by Popular Ways :. So whether you are merciful or no, You muft affect to be. Guife. Difmifs thofe Prifoners, Grillon, you are free, I do not ask your Love, be ftill my Foe. . Grill. I will be fo : But let me tell you, Guife, As this was greatly done, 'twas proudly too ; Tie give you back your life when next we meet, Till then I am your Debtor. Guife. That's till Doomsday. [Grillon and his Exeunt om iwy, Hafte Brother, draw out Fifteen thoufand Men, Rabble tkotk. Surround the Louvre, left the Prey fhould fcape, _ I know the King will fend to treat, We'll fet the Dice on him in high demands, No lefs than all his Offices of Truft, He fhall bepar'd,and canton'd out, and dipt, *■« _._ _• So long he fhall not pafs. Card. What do we talk Of paring, clipping, and fuch tedious work, Like thofe that hang their Nofes o're a Potion, and Qualm, and keck*. and take it down by Sips. Archbiftiop. Belt make advantage of this Popular Rage, Let in th'orewhelming Tydeon Harrys head. In that promifcuous Fury who fhall know Among a thoufand Swords who kill'd the King. Mai. O my dear Lord, upon this onely day Depends the feries of your following Fate : Think your good Genius has aflum'd my fhape \"In this prophetick doom. Gmfe. Peace croaking Raven, I'lefeize him firft, then make him a led Monarch; I'le be declar'd Lieutenant General Amidft the three Eftates that r.eprefent The glorious, full, majeftickFace of Frapce, Which inhisowndefpight the K in g fhall, call - So let him reign my Tenant during life, His Brother of Navar (hut out for ever, Branded with Herefie, and barr'd from Sway, That when Valois confum'd in Afhes lies, ■ The Phoenix Race of Charlemain may rife. ltx S- C E N E, The L 0 V V R El Enter King, Queen-Mother, Abbot, Grillon. . King. Difmift with fuch contempt ?"], [55, "The Duke of GUISE. 45 Grill. Yes , Faith, we paft like beaten Romans underneath the Fork. King. Give me my Arms. Grill: For what? King.Vk lead you on. Grill. You are a true Lyon, but my Men are Sheep ; If you run firft, I'le fwear they'l follow you. King. What all turn'd Cowards ? Not a Man in France Dares fet his Foot by mine, and perifh by me. .Grill. Troth I can't find 'era much inclin'd to perifting. King. What can be left in danger, but to dare ? No matter for my Arms, I'le go bare-fac'd, And feize the firft bold Rebel that I meet. Abbot. There's fomething of Divinity in Kings That fits between their Eyes, and guards their Life, Grill. True, Abbot, but the mifchief is, you Churchmen Can fee that fomething further than the Crowd -, Thefe Musket Bullets have not read much Logick, Nor are they given to make your nice diftinctions : [One enters, and gives the Queen a Note, fine reads One of 'em poffibly may hit the King In fome one part of him that's not Divine, And fo the mortal part of his Majefty wou'd draw The Divinity of it into another world, fweet Abbot. Q. Mother. Tis equal madnefs to go out or ftay, The Reverence due to Kings is all transfer'd To haughty Guife, and when new Gods are made, The old muft quit the Temple, you muft fly. King. Death, Had 1 wings, yet I would fcorn to fly. Grill. Wings, or no wings, is not the Qiieftion : If you won't fly for't, you muft ride for't* And that comes much tO one. King. Forfake my Regal Town. Q. Mother. Forfake a Bedlam : This Note informs me, Fifteen thoufand Men Are marching toenclofe the Louvre round. Abbot. The bufinefs then admits no moredifpute. You, Madam, muft be pleas'd to find the Guife, Seem eafie, fearful, yielding, what you will, But ftill prolong the Treaty all you can, To gain the King more time for his Efcape \". Q Mother. Pie undertake it Nay, no thanks my Son, My biding (hall be given in your deliverance; That ro.'m'd, their Web is all unravel'd, £ And; • in his work again. [Exit Q^Mother. . . minute, Er/ter,"], [56, "46 The Duke of GUISE. Enter Marmoutier. Nay then, another minute muft be given. O how I blufh, that thou fhouldftfee thy King Do this low Act that leflens all his Fame : Death ,muft a Rebel force me from my Love / If it muft be. Mar. It muft not, cannot be. Grill. No, nor fhall not Wench, as long as my Soul wears a Body.' King. Secure in that, I'le truft thee; Shall I truft thee ? For Conquerors have Charms, and Women Frailty : Farewel, Thou may'ft behold me King agen, My Soul's not yet depos'd, why then farewel, I'le fay't as comfortably as I can : But O curs'd Guife, forpreflingon my time, And cutting ofFTen thoufand more Adieus. Mar. The moments that retard your Flight are Traytors, Make hafte my Royal Mafter to be fafe, And fave me with you, for I'le fhare your Fate. King. Wilt thou go'too ? Then I am reconcil'd to Heaven again : O welcome thou good Angel of my way, Thou Pledge and Omen of my fafe Return; Not Greece, nor hoftile Juno cou'd deftroy The Hero that abandon'd burning Troy, He fcap'd the dangers of the dreadful Night, When loaded with his Gods fie took his Flight. {Exeunt King, leading her. ACT V. SCENE. Tlie Caftle of Bloik. Enter Grillon, Alphonfo Corfe. , . -i • Grill. VTyTElcome Colonel, welcome to Bloife. Alph. VV Since laft we parted at the Barricadoes, The World's turn'd upfide down. Grill. No, Faith, 'tis better, now 'tis downfide up, Our part o'th' wheel is riling, tho' butJlowly. Alph. Wholookt for an Alterably of the States ? Grill. When the King was efcap'd from Paris, and got out of the Toyles, 'twas time for the Guife to take 'em down,and pitch others : that js, totreat for the calling of a Parliament, where-being fure of theiMa- jor pact, he.might get by Law, what he had mifs'd by Force. * Alph,"], [57, "The Duke of GUISE. . 47 Alph , But why fhould the King aflemble the States to fatisfie ihe Guife after fo many Affronts ? Grill. For the fame reafon that a Man in a Duel fays, he has received fatisfaction when he is firft wounded, and afterwards difarm'd. Alph . But why this Parliament at Blois, and not at Paris ? Grill. Becaufe no Barricado's have been made at Blois : This Blois is a very little Town, and the King can draw.it after him. - But Paris is a damn'd, unweildy Bulk, and when the Preachers draw a gainft the King, a Parfbn in a Pulpit is a devilifh Fore-horfe. Betides,\" I found in that Infurrevtion, what dangerous Beafts thefe Townfmen are ; I tell you, Colonel, a Man had better deal with ten of their Wives, than with one zealous Citizen : 0 your infpir'd Cuckold is moft implacable. Alph. Is there any feemingkindnefs between the King, and the Duke of Guife? _ Grill. Yes, moft wonderful : They are as dear to one another, as an old Ufurer, and a rich young Heir upon a Mortgage. The King is very Loyal to the Guife, and the Guife is very gracious to the King : Then the Cardinal of Guife, and the Archbithop of Lyons are the two Pendants, that are always hanging at the Royal Ear; They eafe His Majefty of all the Spiritual bufinefs, and the Guife of all the Temporal, fo that the King is certainly the happieft Prince in Chriftendom, without any care upon him : fo yielding up every thing tohis(Loyal Subjects, that he's infallibly in the way of being thegreateft, and moft glorious King in all the world. Alph. Yet J have heard, he made a fharp reflecting Speech upon their Party at the opening of the Parliament, admonifh'd men of their Duties, pardon d what was paft, butfeem'd to threaten Vengeance if they per fifted for the future. - Gnll . Yes, and then they all took the Sacrament together : He pro mi fing to unite himfelf to them, and they to obey him according to the Laws ; yet the very next morning they went on, in purfuance of their old Commonwealth defigns, as violently as ever. Alph. Now I am dull enough to think they have broken their Oath. Grill. I but you are but one private man, and they are the three States; and if they Vote that they have not broken their Oaths, Who is to be Judge? Alph. There's one above. Grill. I hope you mean in Heaven, or elfe you are a bolder Man than I am ia Parliament time ; but here comes the Mafter and my Neece. Alph. Heaven preferve him, if a Man may pray for him without Treafon. . v , Grill. O Yes, You may pray for him, the Preachers of the Gulfs We, do that moft formally: Nay, You may be fuffer'd civilly to drink his Health, be of the Court, and keep a place of Profit under him : For m Hiort, 'tis a judg'd Cafe of Confcience, to make your belt of the King, and to fide againft him. Enter"], [58, "g The Duke of GUISE. Enter King and Marmoutier. King. c?r..«?,benearme, . There's fomething for my fervice to be done, Your Orders will be fudden, now withdraw. _>_.*/?« Well> Idaretruftmy Neece, even tho' fhe comes of my own Family . but if fee Cuckolds my good Opinion of her Honefty, there'sawholeSex fall'n under a Genc^Ruk^^E^ .__»-. You bid my Uncle wait you. *./'»*. Yes. Z_f_r . This hour. Kin?. I think it was. W. Something of moment hangs upon this hour. King. Not more on this, than on the next and next, My time is all ta'ne up on Ufury ; I never am beforehand with my hours, But every one has work before it comes. Mar. There's fomething for my fervice to be done, Thofe were your words. King. And you defire their meaning. Mar. 1 dare not ask, and yet perhaps may gueis. King. 'Tis fearching there where Heaven can only pry, Not Man, who knows not man but by furmife; Nor Devils, nor Angels of a purer Mould, Can trace the winding Labyrinths of i bought. I tell thee, Marmoutier, I never {peak Not when alone, for fear feme Fiend fhould hear, And blab my Secrets out. Mar. You hate the Guife. King. True, I did hate him. Mar. And you hate him ftill- King. I am reconcil'd. Mar. Your Spirit is too high, . Great Souls forgive not injuries, till time Has put their Enemies into their power, That they may (hew ForgiveUefs is their own ; For elfe 'tis fear to punifh that forgives : The Coward, not the King. King. He has fubmitted. . Mar. In fhow, for in effect he ftill infults. Kim. Well, Kings muft bear fometimes. Mar. They muft, till they can fhake their burden oft, And that's I think, your aim. King. Miftaken ftill : All Favours, all Preferments pafs through them, I'm pliant, and they mould me as they pleafe."], [59, "The Duke of GUISE. 49 Mar. Thefe are your Arts to make 'em more fecure, Juft fo your Brother us'd the Admiral. Brothers may think, and act like Brothers tool King. What faid you, ha ! what mean you Marmoutier ? Mar. Nay, what mean you ? That ftart betray'd you Sir. King. This is no Vigil of St. Bartholmew. Nor is Blois Paris. Mar. 'Tis an open Town. King. What then ! Mar. Where you are ftrongeft. King. Well, what then ? Mar. No more, but you have Power, and are provok'd. King. O .' Thou haft fet thy Foot upon a Snake, Get quickly off\", or it will fting thee dead. Mar. Can I unknow it ? King. No, but keep it fecret. Mar. Think, Sir, your thoughts are ftill as much your own. As when you kept the Key of your own Breaft : But fince you let me in,I find it fill' d With Death and Horror ; you would murder Guife. King. Murder ! what Murder ! ufe a fofter word, And call it Soveraign Juftice. Mar. Wou'd I cou'd •• But Juftice bears the Godlike fhape of Law, And Law requires Defence, an equal Plea Betwixt th' Offender, and the Righteous Judge. King. Yes, when th' Offender can be judg'd by Laws, But when his Greatnefs overturns the Scales, Then Kings are Juftice in the laft Appeal : Andforc'd byftrong Neceflity may ftrike, In which indeed they afTert the Publick Good, And, like fworn Surgeons, lop the gangreen'd Limb : unpleafaniwholfom work. Mar. If this be needful. King. Ha,didft not thou thy felf in fathoming Thedepth of my defigns, drop there the Plummet? Didft thou not fay Affronts, fo Great, fo Publick, I never could forgive ? Mar.ldXd; but yet' King. What means, But yet ? 'Tis Evidence fo full, It the laft Trumpet founded in my Ears, Undaunted I fhould meet the Saints half way -• I/11 the Face of Heaven maintain the Fact. Mar. Maintain it then to Heaven, but not to me : Do you love me? K^g. Can you doubt it ? Mar. Yes, I can doubt it, if you can deny : H toy."], [60, "5o The Duke of GUISE. Love begs once more this great Offender's life, Can you forgive the man youj uftly hate, That hazards both your Life and Crown to fpare him ? One whom you may fufpect I more than pity, (For I wou'd have you fee that what I ask, I know is wond'rous difficult to grantj Can you be thus extravagantly Good ? King. What then ? For I begin to fear my fir mnefs • And doubt the foft deftruftion of your tongue. Mar. Then in return, I fwear to Heaven, and you, To give you ail the preference of my Soul •• No Rebel Rival to difturb you there, Let him but live, that he may be my Convert. {King walks a while, then wipes his eyes, andfpeaks. King. You've Conquer'd, all that's paft (hall be forgiv'n, My lavifh Love has made a lavifh Grant : But know this Act of Grace fhall be my laft. Let him repent, yes, let him well repent, Let him defift, and tempt Revenge no further : For by yond Heaven that's Confcions of his Crimes, I will no more by Mercy be betray'd. {Deputies appearing at the Door. The Deputies are entring, You muft leave me : Thus Tyrant Bufinefs all my hours ufurps, And makes me live for others. Mar. Now Heav'n reward you with a profperous Reign, And grant you never may be good in vain. {Exit. {Enter Deputies of the Three States, Cardinal of Guife, and ArchbiJIiop of Lyons, at the Head of ''em.. King. Well, my good Lords, what matters of importance Employ'd the States this Morning ? Archb. One high Point Was warmly canvafs'd in the Commons Houfe, And will be foon Refolv'd. King. Whatwas't? Card. Succeflion. King. That's one high Point indeed, but not to be So wlrmly canvafs'd, or fo foon refolv'd. Card. Things neceffary muft fometimes be fudden. King. No fudden danger threatens you, my Lord. Archb . What may be fudden, muft be counted fo ; We hope, and with Your Life : But Yours, and ours, Are in the hand of Heaven. King. My Lord, They are: Yet in a Natural way I may live long, If Heaven and You my Loyal Subjects pleafe. Archb. But lince good Princes, like your Majefty, Take"], [61, "TheDuke of GUISE. 51 Take care of dangers meerly poffible, Which may concern their Subjects whofe they are, And for whom Kings are made. - King. Yes, we for them, And they for us, the Benefits are mutual, And fo the Tyes are too. Card. To cut things fhort, The Commons will decree to exclude Navar From the Succeffion of the Realm of France. King. Decree, my Lord ! What one Eftate decree, Where then are the other two, and what am I ? The Government is caft up fomewhat fhort, The Clergy and Nobility cafheer'd, Five hundred popular Figures on a Row, And I my felf that am, or fhould be King, An o'regrown Cypher fet before the Sum : What Reafons urge our Soveraigns for th' Exclufion ? Archb. Heftands fufpe<ted,Sir, of Herefie. . King. Has be been call'd to make his juft defence ? Card. That needs not, for 'tis known. King. To whom ? Card. The Commons. Kmg. What is't thofe Gods the Commons do not know ? But Herefie you Church-men teach us Vulgar, S uppofes obftinate and ftiff perfifting In Errors prov'd, long Admonitions made, And all rejected, has this Courfe been us'd ? Anhb. We grant it has not, but King. Nay, give me leave, 1 urge from your own grant it has not been •• If then in procefs of a petty Sum, Both parties having not been fully heard, No Sentence can be giv'n : Much lefsin the Succeffion of a Crown, Which after my deceafe, by Right Inherent, Devolves upon my Brother of Navar. Card. The Right of Souls is ftill to be preferr'd. Religion muft not fuffer for a Claim. King. If Kings may be excluded, or depos'd, When e're you cry Religion to the Crow'd, That Doctrine makes Rebellion Orthodox, And Subjects muft he Traytors to be fav'd. Archb. Then Herefy's entail'd upon the Throne. King. You would entail Confufion, Wars and Slaughters: Thofe ills are Certain, what you name Contingent. Unow my Brothers nature, 'tis fincere, Above deceit, no crookednefs of thought, H z Says,"], [62, "S2 The Duke of GUISE. Says, what he means, and what he fays, performs : Brave, but not rafh ; fuccefsful, but not proud. So much acknowledging, that he's uneafie, Till every petty fervice be o're-paid. Archb. Some fay revengeful. King. Some then libel him : But that's what both of us have learn't to bear. He can forgive, but you difdain forgivenefs : Your Chiefs are they no Libel muft profane : Honour's a Sacred Thing in all but Kings ; But when your Rhimes aflaffinate our Fame, You hug your naufeous, blund'ring Ballad-wits, And f ay 'em as if Nonfence were a merit, If it can mean but Treafon. Archb. Sir we have many Arguments to urge- King. And I have more toanfwer, let'em know My Royal Brother of Navar fhall ftand Secure by Right, by Merit, and my Love. God, and good men will never fail his Caufe, And all the bad lhall be conftrain'd by Laws. Archb. Since gentle means t'exclude Navar are vain, To morrow in the States 'twill be propos'd, To make the Duke of Guife Lieutenant General, Which power moft gracioufly confirm 'd by you, Will ftop this headlong Torrent of Succeflion, That bears Religion, Laws, and all before it: In hope you'll not oppofe what muft be done, We wife you, Sir, a long and profp'rous Reign. {Exeunt Omnes, but the Xing. King. To morrow Guife is made Lieutenant General, Why then to morrow I no more am King ; 'Tis time to pufh my flack'nd vengeance home, To be a King, or not to be at all ; The Vow that manacled my Rage is loos'd, Even Heaven is wearied with repeated Crimes, Till lightning flafhes round to guard the Throne, And thecurb'd Thunder grumbles to be gone. {Enter Grillon to him. Grill. 'Tis juft the pointed hour you bid me wait. King. So juft, as if thou wert infpir'd to come ; As if the Guardian Angel of rny Throne, Who had o'reflept himfelf fo many Years, Juft now was rouz'd, and brought thee to my refcue. Grill. I hear th&Guife will be Lieutenant General. King. Andcanftthoufefferit? Grill. Nay? if you will fuffer it, then well may I. If Kings will 6e fo civil to their Subjects, to give up all things tamely*"], [63, "The Duke of GUISE. S3 they firft turn Rebels to themfelves, and that's a fair example for their Friends; 'Slife, Sir, 'tis a dangerous matter to be Loyal on the wrong fide, to ferve my Prince in fpight of him; ifyou'lbeaRoyalift your felf, there are Millions of honeft Mem/wll fight for you ; but if you w'on not, there are few will hang for you. King. No more : I am refolv'd. The courfe of things can be with- held no longer From breaking forth to their appointed end ; My vengeance, ripen'd in the womb of time, Prefles, for birth, and longs to be difclos'd. Grillon the Guife is doom'd to fudden death : The Sword muft end him ; Has not thine an Edge ? Grill. Yes, and a point too ; I'le challenge him : King. 1 bid thee kill him. [Walking Grill, So I mean to do. King. — i — Without thy hazard. Grill. Now I underftand you, I fhou'd murder hias : I am your Soldier, Sir, but not your Hangman. King. Doft thou not hate him ? Grill. Yes. King. Haft thou not faid, That he deferves it ? Grill. Yes, but how have I Deferv'd to do a Murder . King. 'Tis no Murder : 'TisSoveraign Juftice urg'd from Self Defence. Grill. 'Tis all confeft, and yet I dare not do'. King. Go, thou art a Coward. Grill. You are my King. King. Thou fay 'ft thou dar 'ft not kill him. Grill. Were I a Coward, I had been a Villain, And then I durft ha' don't. King. Thou haft done woife in thy long courfe of Arms, Haft thou ne're kill'd a Man ? Grill. Yes when a Man wou'd have kill'd me. King. Haft thou hot plunder'd from the helplefs Poor ? Snatch'd from the fweating Labourer his Food r Grill. Sir, 1 have eaten and drunk in my own defence, When I was hungry and thirfty. I have plunder'd, When you have not paid me—-— I have been content with a Farmer's Daughter, When a better Whore was not to be had. Asjfor Cutting off\" a Traytor, I'le execute him lawfully In my own Function, when I meet him in the Field; But for your Chamber-practice, that's not my Talent. King. Is my Revenge Unjuft, or Tyrannous ? Hcjaven"], [64, "54 The Duke of GUISE. Heaven knows, I love not Blood. Grill. No, for your Mercy is your only Vice. You may difpatch a Rebel lawfully, But the mifchief is, thgJ_Rebel Has given me my Life at the Barricadoes, And till I have return'd his Bribe, I am not upon even terms with him. King. Give me thy hand, I love thee not the worfe ; Make much of Honour, 'tis a Soldier's Confcience, Thou (halt not do this Ait, thou'rt e'en too good ; But keep my Secret, for that's Confcience too. Grill. When I difelofe it, think I am a Coward. King. No more of that, 1 know thou art not one : Call Lognac hither ftraight, and St. Malin ; Bid Larcbant find feme unfufpected means To keep Guards doubled at the Council door, - That none pafs in or out, but thofe I call : The reft Tie think on further, fo farewel. Grill. Heaven blefs your Majefty ! Tho' I'le not kill him for you, I'de defend you when he's kill 'd, For the honeft part of the Jobb let me alone. {Exeunt fondly The Scene opens, and difcovers Men and Women at a Banquet, Malicorney?_K_.7£ by. Mai. This is the Solemn Annual Feaft I keep, As this day Twelve Years on this very hour I fign'd the Contract for my Soul with Hell ; I barter'd it for Honours, Wealth, andPleafure, Three things which mortal Men do covet moft. And, Faith, I over-fold it to the Fiend .- What, One and twenty Years, Nine yet to come, How can a Soul be worth fo much to Devils ? O how I hug my felf, to out-wit thefe Fools of Hell ! And yet a fudden damp, I know not why, Has feiz'd my fpirits, and like a heavy weight Hangs on their active fprings, I want a Song To rouz eme, my blood freezes : Mufick there ? A SONG and Dance. Shepherdefs. hT*EU me Thirfis, tell your Angmfin, JL Why you Sigh, and why you Lauguijli ; When the Nymph whom you Adore, Grants the Blefiing of Poffejfmg, What can Love and I do more ? Shepherd. Think.*?* Love beyond all meafure, Makes we faint away with pleafure ; S/«»„',f"], [65, "The Duke of GUISE 55 Strength of Cordial may deJTroy And the Bleffing of Poffeffing Kills me with excefs of Joy. Shepherdefs. Thirfis, how can I believe you ? But confefs, and I'le forgive 'you ; Men are falfe , and fo are you • Never Nature fr am' d a Creature _ To enjoy , and yet be true. Shepherd. Mine's a Flame beyond expiring, Still poffeffing, fill defiring. Fit for Love's Imperial Crown ; Ever finning, and refining, . Still the more 'tis melted down. [Loud knocking at the door. Enter Servant. What Noife is that ? Serv. Anill-look'dfurlyMan, With a hoarfe voice, fays he muft fpeak with you. Mai. Tell him I dedicate this day to pleafure, I neither have, nor will have Bufinefs with him. [Exit. Serv. What louder yet, what fa wcy Slave is this ? [Knocks louder. Re-enter Servant. Serv, He fays you have, and muft have Bufinefs with him, Come out, or he'll come in, and fpoil your Mirth. Mai. I wo'n not. Serv. _r StrV' Sir' 1 dare not te\" hm f°' [Knocks again more fiercely. My hair ftands up in briftles when I fee him .• The Dogs run into Corners : the Spade Bitch Bayesat his back, and howls. Mai. Bid him enter, and go off* thy felf. [Exit Serv. [Scene clofe s upon the Company. £«tt. Melanax, an Hour-glafs in his hand almoft empty. How dar'ft thou interrupt my fofter hours ? *y Heaven I'le ramm thee in fome knotted Oak, where thou fhaltfigb and groan to whilftling winds, Upon the lonely Plain : T_.'!_C°_ finf cl?ee deeP 'm the Read Sea grov'Iing on the Sands, len thoufand Billows rowiing o're thy head. **!• Hoh, hoh, hoh. Mai. Laugh'ftthou, malicious Fiend ? ' le ope my Book of bloody Characters, Lit. _Um_le UP thy teDder airy Limbs, Lj*e Parchment on a flame. Behold tlus Hour-glafs. Mai."], [66, "s6 The Duke of GUISE Mai. Well, and what of ; that ? Mel. See'ftthou thefe ebbing Sands ? Theyrunforthee, and when their Race is run, c Thv Lungs the Bellows of thy mortal breath, Sh all fmffor ever down, and heave no more. Mai. What, refty Fiend? Nine years thou haft to ferve. Mel Not full Nine Minutes. . 2 Thouly'ft, look on^hy Bond, and view the date- S Then wilt thou ftand to that without Appeals Mai. I w ill fo, help me Heav'n. ; _i___ So take thee Hell. v- . L. There Fool, behold, who lyes, the Devil or thou .' S Ha ! One and twenty Years are fhrunk to. twelve, Do my Eyes dazle ? _ Mel. No, they fee too true : They dazl'd once, I caft a Mift before 'em, So what was figur'd Twelve, to thy dull fight Appear .1 full Twenty one. j_fo / There's Equity in Heaven for this, a Cheat. W Fool, thou haft quitted thy Appeal to Heaven,. To ftand to this. Mai. Then I am loft for ever. Mel. Thou art. _W_.. O why was 1 not warn'd before ? Mel Yes, to repent, then thou hadft cheated me. Md. Add but aday, but half a day, an hour •■ For fixty Minutes Tie forgive nine Years. >__. . No not a Moments thought beyond my time . Difpatch, 'tis much below me to attend For one poor fingle Fare. Mai. So pitilefs ? But vet I may command thee, and I will : I love the Guife even with my lateft breath Beyond my Soul, and my loft hopes of Heav'n; I charge thee by my (hort-liv'd power, difclofe What Fate attends my Matter. Mel. If he goes • To Council when he next is call'd, he dyes, Mai. Who waits? Enter Servant. Go, give my Lord my laft adieu, Say I fhall never fee his Eyes agen : But if he' goes when next he's call'd to Council, . . Bid him believe my lateft breath he dyes. Lf * The Sands run yet; O do not fhake the Glafs : IDevujw* J fhall be thine too foon, cou'd I repent, !_ ff '•"], [67, "The Duke of GUISE. Heaven's not confin'd to Moments, Mercy , Mercv Mel. I fee thy Prayers difperft into the winds' And Heav'n has puft 'em by : ' I was an Angel onceofforemoft Rank, Stood next the fhining Throne, and wink'dbut half So almoft gaz'd I glory in the Face ' That I could bear it, and ftar'd farther in 'Twas but a Moments pride, and yet I fell' For ever fell, but Man, bafe Earth-born Man S ids paft a Sum, and might be pardon'd more ' And yet 'tis juft , for we were perfect Light' And faw our Crimes, Man in his pody's mire ' Half-foul, Half-clod, finks blindfold into fin Betray'd by Frauds without, and Lulls within. • Mai. Then I have hope. Ml. Not fo, I preach'd on purpofe To make thee lofe this Moment of thy Prayer Thy Sand creeps low, Defpair, Defpair, Defpair. Mai. Where am I now ? Upon the brink of Life, Ihe Gulph before me, Devils to pufh me on And Heaven behind me clofing all its doors.' A thoufand Years for ev'ry Hour I've paft 0 cou'd I fcape fo cheap ! But Ever, Ever' Still to begin an endlefs round of Woes, To be renew'd for Pains, and laft for Hell? Yetcan Pains laft, when Bodies cannot laft? Can earthy Subftance endlefs Flames endure ? Or when one Body wears, and flits away, Do Souls thruft forth another Cruft of Clay ? To fence and guard their tender forms from Fir- . Heel my heart-ftrings rend, I'm here, I'm gon_ : . 1 hus Men too carelefs of their future State, wipute, know nothing, and believe too late. [Aflafiy of Lijit/iing, they finkjogether. [Duke of 'Guife, Cardinal, Aumale. \"' » Card A dreadful Meffage from a dying Man, A prophefie indeed/ ! For Souls juft quitting Earth, peep into Heaven, maKeiwitt Acquaintance, with their Kindred forms, \" And Partners of Immortal Secrets grow. w_V -rTis §ood t0 lean on the fec\"rer fide : wnen Life depends, the mighty Stake is fuch, ■ j *ools fear too little, and they dare too much, r r Enter Archbijhop. I htSt Yo!\\ haveprevail'd, 1 will not go to Council. tave provok'd my Soveraign paft a Pardon, ■ m remams to doubt if he dare kill me : _, I- Then-;"], [68, "58 The Duke of GUISE. Then if he dares but to be juft, I dye, Tis too much odds againft me, I'le depart, And finifh greatnefs at feme fafer time. Archb . By Heaven 'tis Harry's Plot to fright you hence, That, Coward-like, you might forfake your Friends. Guife. The Devil foretold it dying Malicorne. Archb. Yes, feme Court-Devil, no doubt : If you depart, confider, good my Lord, You are the Mafter-fpring that move our Fabrick, Which once remov'd, our motion is no more. Without your prefence, which buoys up our hearts, The League will fink beneath a Royal Name : Th' inevitable Yoke prepar'd for Kings, Will foon be fhaken off; things done, repeal'd ; And things undone, paft future Means to do. Card. 1 knowjiot, I begin to t afte his Reafons. Archb. Nay, were the danger certain of your ftay» An Act fo mean would lofe you all your Friends, And leave you fingle to the Tyrant's Rage : Then better 'tis to hazard Life alone, Than Life, and Friends, and Reputation too. Guife. Since more I am confirm'd, I'le ftand the fhock : Where e're he dares to call, I dare to go. My Friends are many, faithful and united, He will not venture on fo rafh a deed ; And now I wonder I fhould fear that Force, Which I have us'd to Conquer and Contemn. Enter Marmoutier. Archb. Your Tempter comes, perhaps, to turn the Scale, And warn you not to go. Guife. O fear her not, I will be there. { Exeunt A ehbijhop and Cardinal. What can fhe mean, Repent ? Or is it caft betwixt the King and her To found me ? Come what will, it warms my heart With fecret joy, which thefe my ominous Statefmen Left dead within me, ha ! fhe turns away. Mar. Do you not wonder at this Vifit, Sir ? Guife. No, Madam, I at laft have gain'd the Point Of mightieft Minds to wonder now at nothing. Mar. - Believe me, Guife, 'twere gallantly refolv'd, If you cou'd carry'ton the i.nfidetoo, Why came that Sigh uncall'd f For Love of me Partly perhaps, but more for thirft of Glory, Which now again dilates it felf in Smiles, As if you fcorn'd that I fhould know yourpurpofe. Guife. I change, 'tis true, becaufe I love you ftili L * 6nifc"], [69, "TheDuke of GUISE. 59 i Love you, O Heav'n, ev'n in my own defpight, I tell you all even at that very moment, 1 know you ftfaight betray me to the King. Mar. O Guife I never did, but, Sir, I come To tell you, I muft never fee you more. Guife. The King's at Blois, and you have reafon for'c, Therefore what am I to expect from pity ? From yours, I mean, when you behold me flain. Mar. Firft anfwer me, and then I'le fpeak my heart, Have you, O Guife, fince your laft Solemn Oaths, Stood firm to what you fwore ? Be plain, my Lord, Orrunito're a while, becaufe agen I tell you I muft never fee you more. ' Guife. Never 1 She's fet on by the King to fift me, Why by that Ne^ve then, all I have fworn Is true, as that the King defignsto end me. Mar. Keep your Obedience, by the Saints you live. Guife. Then mark, 'thjudg'd by heads grown white in Council, This very day he means to cut me off*. Mar. By Heaven then you'r forfworne, you've broke your Vows. Guife By you the Juftice of the Earth I have not. Mar. By you DifTembler of the world you have, 1 know the King. Guife. ■ J do believe you, Madam. Mar. . 1 have try'd you both. , Guife, . — .—Not me, the King you mean. Mar. Do thefe o'reboyling Anfwers, fuit the Guife, But go to Council, Sir, there fhew your truth, Ifyouare innocent you're fafe, but O , If I fhou'd chance to fee you ftretcht along, Your Love, O Guife, and your Ambition gone i That venerable Afpedt pale with death, 1 muft conclude you merited your end. Guife,. You muft, you will, and fmile upon my murder. Mar. Therefore if you ase confciousof a Breach, Confefs it to me, lead me to the King, He has promis'd me to conquer his Revenge, And place you next him ; therefore if you're right, Make me not fear it by Afleverations : But fpeak your heart, and 0 refolve me truly. Gmfe. Madam, I ha' thought.and truft you with my Soul ; \" loufaw but now my parting with my Brother, fne Prelate too of Lyons, 'twas debated warmly againft me that I fhould go on. Mar. — Did i npt teu yoUj Sir ? — ; — True, but in fpight Jt thofe Imperial Arguments they urg'd, I 2"], [70, "6o The Duke of GUISE. 1 was not to be work'd from fecond thought.; There we broke off; And, mark me, if I live, You are the Saint that makes a Convert of me. Mar. Go then, O Heaven.! Why muft I ftill fufped you? Why heaves my Heart ? And why o'reflow my Eyes ? Yet if you live, O Guife, there, thereis the Caufe, 1 never (hall converfe, nor fee you more. Guife. O fay not fo, for Once again I'le fee you, Were you this very Night to lodge with Angels, Yet fay not Never ; for . hope by Virtue To merit Heaven, and wed you late in Glory. Mar. This Night, my Lord, I'm a Reclufe for ever. Guife. Ha ! Stay till Morning Tapers are too dim ; Stay till the Sun rifes to falute you ; Stay till / lead you to that difmal Den Of Virgins, buried quick, and flay for Ever. Mar. Alas ! Your Suit is vain, for / have vo w'd it : \" Nor was there any other way to clear Th' imputed Stains of my fufpected Honour. Guife. Hear me a word, one Sigh, one Tear at parting, And one laft Look; for, O my earthly Saint, -, /fee your Face pale, as the Cherubims At Adam's Fall. Mar . O Heaven I nowconfeG, My heart bleeds for thee Gmfe. Guife. Why Madam, why ? Mar. Becaufe by this Diforder, And that fad Fate that bodes upoft your Brow, /do believe you love me mci-e than Glory. Guife. WithoutanOath/do, therefore have Mercy, And think not Death cou'd make me tremble thus : Be pitiful to thofe Infirmities Which thus Unman me, ftay till the Council's o're; If you are pleas'd to grant an hour or two To ray laft Prayer, I'le thank you as my Saint ; If you refufe me, Madam, I'le not murmur. Mar. Alas, my Guife! O Heav'n what did / fay ? But take it, take it, if it be too kind, Honour may pard'nit, finceitis mylaft. _ , Guife. Oletmecraw'l, Vile as /am, and kifs {Snenm» Your Sacred Robe. Is't poflible, Your Hand ! htr m O that it were my laft expiring Moment, For /fhall never tafte the like again. Mar. Farewel my Profelyte, your better Genius Watch your Ambition. Guife. /have none but you, Muft / ne're fee you more ? _■"], [71, "The Duke of GUISE. '_ £j Mar. I have fworn you muft not : Which thought thus roots me here, melts my refolves, YWtm And makes me loyter when the Angels call me. . Gmfe. 0 ye Celeftial Dewes ! O Paradife ! 0 Heav'n •' O Joys ! Ne're to be tafted more. Mar. Nay take a little more, cold Marmoutier^ The temperate, devoted Marmoutier Is gone, a laft Embrace I muft bequeath you. Guife. And O let me return it with another. Mar. Farewell for ever ; Ah, Guife, tho' now we part ' In the bright Orbs prepar'd us by our Fates, Our Souls fhall meet Farewell- and Jo's fing above, Where no Ambition, nor State-Crime, the happier fpirits prove \" v But all are bleft, and all enjoy an everlafting Love. {Exit. Mar. {Guife folus. Guife. Glory, where art thou ? Fame, Revenge, Ambition, Where are you fled ? there's Ice upon my Nerves : _y Salt, my Mettal, and my Spirit's gone, _11 'd as a Slave that's Bed-rid with a n Ague, f wifh my fle(h were off* What now ! Thou bleed'ft ! Three and no more ! What then ? And why what then ? 3ut juft three drops ! And why not juft three drops, _ well as four or five, or five and twenty . {Enter Page. Page. My Lord, your Brother and the Archbifhop wait you. Gmfe, /come, down Devil, ha! Muft / (tumble too ? \\way yeDreams, \"What if it thunder'd Now ? OrifaRaven crofs'd me in my way, 3r now it comes, becaufe laft Night I dreamt The Council-Hall was hung with Crimfon round, tod all the Cieling plaifter'd o're with black. blue Fires, and ye dull rowling Lakes, rathomlefs Caves, ye Dungeons of old Night, 'antomsbe gone, if /muft dye, I'le fall True Polititian, anddefie you all. SCENE II. The Court he fore the Council- Hall: Grillon, Larchant, Souldiers plac'd, People crowding! Grill. Are your Guards doubl'd, Captain ? Larch, Sir, They are. Grill, When the Guife comes, remember your Petition, lake way there for his Eminence; Give back, our Eminence comes late. Enter two Cardinals, Counfellors, the Cardinal of Guife, ■ Archbijhop of Lyons, laft the Guife. Crfe. Well, Colonel, Are we Friends ? Grill,"], [72, "6% The Duke of GUISE. Grill. Faith, I think not Guife. Give me your Hand. Grill. No, for that gives a Heart. Guife. Yet we fhall clafp in Heaven. Grill. By Heaven we (hall not, Unlefs it be wit. h Gripes. Guife. True Grillon ftill. Larch. My Lord. Guife. Ha Captain, you are well attended, If I miftakenot, Sir, your Number's doubl'd. Larch. All thefe have ferv'd againft the Hereticks, And therefore beg your Grace you would remember Their Wounds, and loft Arrears. . Guife. It (hall be done. Agen my heart, there is a weight upon thee, But I will figh it off, Captain Farewel. {Exeunt Cardinal, Guife, &c. Grill. Shut the Hall-door, and bar the Caftle-Gates : March, March there Clofer yet, Captain, tathe door. {Exit, SCENE III. Comil-Uall. Guife. I do not like my felf to day. Archb. — A Qualm, he dares not. Card That's one Man's thought, he dares, and that's anothers. Enter Grillon. Guife. O Marmoutier, Ha never fee thee more, Peace my tumultuous heart, why jolt my fpiFits In this unequal Circling of ray Blood, I'le ftand it while I may, O Mighty Nature ! Why this Alarm, why doftthou call me on To fight, yet rob my Limbs of all their ufe. Card. Ha .' He's falPn, chafe him : He comes agen. Guife. I beg your Pardons, Vapours, no more. Grill. Th' Effect Of laft Nights Lechery with fome working Whore. [Swoons. Enter Revol. Revel. My Lord of Guife, the King would fpeak with you. • Guife. O Cardinal, O Lyons, but no more, Yes, one word more, thou haft a Priviledge [To the Cardinal. To fpeak with a Reclufe, O therefore tell her, If never thou behold 'ft me breathe again, Tell"], [73, "The Duke of GUISE. < Tell her I figh'd it laft, O Marmoutier. [Ex'lt bowvm. Card. You will have all things your own way, my Lord, By Heav'n, I have ftrange horror on ray Soul. Archb. 1 fay agen, that Henry dares not do't. Card. Beware your Grace of Minds that bear like him, I know he fcorns to ftoop to mean Reveege ; But when fome mightier Mifchief fhocks his Toure, He (hoots at once with thunder on his wings, And makes it Air, but hark, my Lord, 'tis doing. Guife within.'} Murderers, Villains ! Archb. I hear your Brother's voice, run to the door, Card. Help, help, the Guife is murder 'd. Archb. Help, help. Grill. Ceafe your vain Cryes, you are the King's Prifoners, Take 'em Dugaft into your Cuftody. Card. We muft obey, my Lord, for Heaven calls us. [Exeunt* The Scene draws, behind it a Traverfe. The Guife is affaulted by Eight, They ft ab him in all parts, but moft in the head. Guife. O Villains / Hell-hounds •' Hold : [Half draws his Murder'd, O bafely, and not draw my Sword, Sword, is held. Dog, Logniacl^ but my own blood choaks me, [Flings him felf upon Down, Villain, Down, I'm gone, O Marmoutier. him Dies. The Traverfe is drawn. The King rife s from his Chair, comes forward with his Cabinet Council. King. Open the Clofet, and let in the Council -9 Bid Dugaft execute the Cardinal, Seize all the Factious Leaders, as I order'd, And every one be anfwer'd on your Lives. Enter Queen-Mother, followed by the Counfellors. °, Madam, you are welcome, how goes your health ? Queenm. A little mended, Sir, what have you done ? King. That which has made me King of France, for there The King of Paris at your Feet lies dead. Qwenm. You have cut out dangerous work, but make it up With fpeed and refolution. King, Yes, I'le wear > . The Fox no longer, but put on the Lyon ; A«d fince I could refolve to take the Heads Of"], [74, "£4 The Duke of GUISE. Of this great Infurrection, you the Members Look to't, Beware, turn from your ft ubbornnefs, And learn to know me, fori will be King. Grill. 'Sdeath, how the Traytors low re and quake, and droop, fnd gather to the wing of his protection, s if they were his Friends, and fought his Canle. King, lookino 1 Bewitnefs, Heaven, I gave him treble warning, upon Guife. J He's gone, no more, difperfe, and think upon't, Beware my Sword, which if I once unfheath, By all the Reverence due to Thrones and Crowns, Nought (hall-atone the Vows offpeedy Juftice, 'Till Fate to Ruine every Traytor brings, That dares the Vengeance of indulgent Kings-. ADVERTI SEMENT THere was a Preface intended to this Play, in Vindication of it, agwfm fcurrilous Libels lately printed: Bui it was judgd, tbataDefm^ this nature wou'd require more room, than a Preface reafonably could __..'/ this Caufe, and for the importunity of the Stationers whohrfendthevrbA /km 'tis deferred for fome little time, and will be printed by it ftlf. Mtf* are already of Opinion, that neither of the Pamphlets deferve an AnfaaM they areftuff'a\" with open Falfities, and fpmetimes contraditl each other, W, for once, they fhall have a day or two thrown away upon them, though IktA* aid Cuftomfor their fakes, which was tofcorn them. FINIS."], [75, ""], [76, ""]]