[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THE DUKE O F GUISE. A TRAGEDY Acted By Their. Majefties Servants. WRITTEN By Mr. DRTDEN, and Mr. LEE Oa ties 5 (piiKoTtfjyi <pu<reti cv . naas tnT^l&af. ix> ocycut iw ti? dyÆ fiat^ov tb e%v<n- Plutarch, in Agesilao. LONDON, Printed by- TvH. for jR. Bentley in Rujsel-street, near the Piazza in Covens-Garden , and J. Ton/on at the J/tdge*s Head in • -ii ii i _ i i Chancery-lane. M. D C. L X X X 1 1 1."], [8, ""], [9, "To- the Right Honourable LAWRENCE, EARL of ROCHESTER, Sec. 0 My Lord , THE Authors of this (poem, present it humbly to your Lordships (patronage, if you shall think it worthy of that honour. It has already, been a Confessor , and tttas almost made a Martyr for the Royal Cause. But having stood two Tryals from its Enemies, one before it was Acted, atu> other in the Representation, and having been in both acquitted, 'tis now to stand the (Publick Censure in the reading : Where since, of necessity, it must have the fame Enemies, lee hope it may also find the fame Friends ; and therein \"We are secure not only of the greater*l>(umber, but of the more Honest and Loyal (Party. We only expected bare Justice in the (Permission to have it Acted ; and that we had, after a severe and long Examina° tion, from an Upright, and knowing Judge, \"who having heard both fides , and examin'd the Merits of the Cause in a strict perusal of the 'Play, gave Sentence for us, that it \"Was neither a Libel, nor a Parallel of particular Persons.-, In thp- Represent tation it self, it was persecuted with so notorious JMalice byone\\ fide, that it procur'd m the Partiality of the other ; so that the Favour more than feiompenc'd the {Prejudice : And 'tis happier to haVe been fav'd (if so we were) by the Indulgence of our. good and faithful Fello'W-Subjetts, than by our (/Wh Deserts ; because thereby the \"Weakness of the Faction is discover 'd, \"which in us, at that time,attack'd the Government ; and flood combind, like the Members of the Rebellious League, against the Lawful. SqVeraign Authority. To what Topique wiH they have recourse, when they are manifestly beaten from their chief iPofl. \"which has ■ ' . . A 2 always"], [10, "Epistle Dedicatory. always been Popularity, andMajority of Voice* ? They will tell us, That the Voices of a (people are not to be gather d in a Play- House ; and yet even there, the Enemies as well as Friends have free Admission ; but while our Argument \"Was serviceable to their Interests, they cou'd boast that the Theaters \"Were True Protestant, and came insulting to the Plays, where their own Triumphs were represented. But let themmw assure themselves, that they can make the major part of no Assembly, except it be a Meeting- Houie. Their Tyde of Popularity is spent , and the natural Current of Obedience is in flight of them, at last prevalent. In which, my Lord, after the merciful Providence of God , the unstmken Resolution, and prudent Carriage oftfoJ\\ing, and the inviolable Duty, and manifest Innocence of his Royal High ness, the prudent Management of the Ministers is also moH conspicuous . I am not particular in this (Commendation, because I am unwilling to rase Envy to your Lordst'rp, who are too just mt to desire that Praise fhou'd be communicated to others, \"Which was the common EndeaVor and Co-operation of all. 'Tisemugb, my Lord, that your own Part was neither obscure in it, nor un hazardous. And if ever this excellent government so well established by the Wtfdomof our Fore fa for s, and so much fba= ken by the Folly of this Age, shall recover its ancient Sple?idor, Posterity cannot be so wigrateful, as to forgot tfafe, \"win in the \"Worst of Ttmes , have stood undaunted by tfoir Kjng and Countrey, and for the Safeguard of both, have expos' d themselves to the malke of false Patriots, and the madness of an headstrong Rabble. But since this glorious Work is yet unfiritst'd, and though we have reason to hope \"Well of the success, yet the Event depends on tfo unsearchable Providewe of Almighty God, 'tis no time to raise Trophees , \"While the Victory is in dispute : but every man by your example\", to contribute what is in his power, to tmin tain so just a Cause, on \"Which depends the future Settlement and Prosperity"], [11, "Epistle Dedicatory. Prosperity of Three Nations. The Pilot's Prayer to Neptune \"Was not amiss, in the middle of the Storm : Thou may'st do with me, 0 Neptune, what thou pleasest, but I will be sure to hold fast the Rudder. We are to trust firmly in the Deity, but so as not to forget, that he commonly works by second Causes, and admits of our Endeavors with his concurrence. For our own parts, \"We are fenstble as we ougln, how little we can con tribute with our weak assistance. The moH we can boast of, is, that \"We are not so inconsiderable as to want Enemies, whom we have rais'd to our selves on no other account, than that \"We are not of their number : and since that's their Quarrel, they Jhall have daily occasion to hate us more. 'Tis not, my Lord, that any man delights to fee himself pafquind and affronted by their inveterate Scriblers , but on the other fide it ought to be our glo* ry, that themselves believe not of us \"What they write. Reasonable men are well fatisfi'd for whose fakes the venom of their Party is shed on us, because they see that at the fame time, our Adver' faries spare not those to whom they owe Allegiance andVeneration. Their Despair has puftid them to break thfe Bonds • and 'tit observable, that the lo\"wer they are driven, the more violently they write : As Lucifer and his Companions were otdy proud when An? gels, but grew malicious when Devils. Let them rail, since 'tis the only solace of tfoir miseries., and the only revenge, which \"We hope they no\"Wcan take. TItc greatest and thebeH-of men are above their reach, and for our meanness, tlmigh they assault us like Foot-padders in the dark,their Blows have done us little harm-, \"We yet live, to justifie our selves in open day, to vindicate our Loyalty to tfo Government, and to assure your Lord stip, with aM Submission and Sincerity, that we are Your LORDSHIPS Most Obedient, Faithful Servants,, John Dryden, Nat. Lee."], [12, "PROLOGUE Written by Mr. Vryden ; Spoken by Mr. Smith. OVR Play's a Parallel: The Holy League Begot our Covenant : Guifards got the Whigg : Whatever our hot-brain d Sheriffs did advance, i Was, like our Fajhions, firfl produced in France : And, when worn, out, well fcourg'd, and bant(hyd there, Sent over, like their godly Beggars here. Ceud the fame Tricky, twice plafd , our Nation gull ? It looks as if the Devil were grown dull , Or fend us up, in [corn, his broken Meat, And thought we were not worth a better Cheat. Ihefuljome Cov'nant, one wou'd think, in reafon, \"\\ Had giv'n us all our Belly s-full of Treafon : And yet, the Name but changed, our nafty Nation Chaws its own Excrement, th' Affociation. 'Tis true, we have not learned their pois'ning way, For that's a mode but newly come in play > Befides, Your Drug's uncertain to prevail t 9 But your True Protellaut can never fail, f With that compendious Inftrument, a Flail. j Go on > and bite, ev'n though the Hook, lies bare i Twice in one Age expel the lawful Heir : Once more decide Religion by the Sword\\ And purcbafe for us a new Tyrant Lord. Pray for your King > but yet your Purfes fpare '■, Make Him not Two-Pence richer by your Prayer. Tofliow you love Him much, chjftife Him more > And make Him very Great, and very Poor. Pufh Him to Wars, but ft ill no Pence advance i Let Him lofe England, to recover France. Cry Freedom up with Popular noifte Votes : And get enough to cut each others Throats, Lop all the Rights that fence your Monarch's Throne » For fear of too much Pow'r, pray leave Him none. , A noife was made of Arbitrary Sway i ~) But in Revenge, you Whiggs, have found a way, > An Arbitrary Duty now to pay. y Let His own Servants turn, to fave their flake i Clean from His Plenty, and His Wants for jakc. But let (ome Judas near His Perfon flay, To jivalloiv the laft Sop, and thurbctray Make"], [13, "*. Mafy London independant of the Crown : A Realm apart , the Kingdom of the Town. Let Ignoramus Juries find no Traytors : And Ignoramus Poets fcribble Satyrs. And, that your meaning none may fail to fcan, \") Do, what in Coffee-houfes you began '■> ✓* Pull down the Mafter, and Set up the Man. } EPILOGUE Written by the fame Author : Spoken by Mrs. Cooke. MVCH Time and Trouble this poor Play has coft > And, Frith, I doubted once the Caufe was loft. Tet no one Man was meatit i nor Great, nor Small > Our Poetfy like frank, Gamejfers, threw at All. They took,, no fingleAim; — : — ; But, like bold Boys, true to their Prince and hejirty, Huzza 'd, and fir'd Broad-fides at the whole Party. Duels are Crimes » but when the Cauje is right, In Battel, tvery Man is bound to fight. For whatfhou'd hinder Me to fell my Skin ~) Dear as I cou'd, if once my hand were in ? Se Defendendo never was a Sin. y 'Tis a fine World, my Mailers, right or wrong, The Whiggs muft talk^-, and Tories hold their Tongue. They muft do all they can But We, Forfooth, muft bear uChriftian mini y And fight, like Boys', with One Hand ty'd behind-, Nay, and when one Boy's down, 'twere wond'raus wife,, To cry, Bex fair, and give him time to rife. When Fortune favours, none but Fools will dally : ~) Weu'd any of you Sparks^ if Nan. or Mally J> Tipt you th' inviting Wink , ft and Jh all I, Jhall I ? ) A Trimmer ,'crfd , ( that heard me tell this Story ) . Fie, Miftrefs Cooke ! Faith you're too ran\\> a Tory I Wijh not Whiggs hang'd, but pity their hard Cafes .»..'. Tou Women love to fee Men make wry Faces. fray, Sir, faid I, don't thinks me fitch a Jew > 7/ I fay nomore, but give the:Dev'l fyis due. fiiliol --w ) Lenitives, fays he, fuit'beft with our Condition. Jack Ketch, fays I, '/'M 'excellent Phyfician. tihuomttM I love no Bland -Nor I, Sir, as I breath > But hanging isa fine dry kind. of Death."], [14, "We Trimmers are for holding all things even : Tes just like him that hung 'twixt Hell and Heaven. Have we not had Mens Lives enow already ? Tes sure : but you're for holding all things steddy : Now since the Weight bangs all on one fide, Brother, Tou Trimmers fhou'd, to poize it, hang on t'other. Damn'd Neuters, in their middle way of steering, Are neither Fish, nor Flesh, nor good Red- Herring : Not Whiggs, nor Tories they ; nor this, nor that ; Not Birds, nor Beasts ; but )ttst a kind of Bat : A Twilight Animal ; true to neither Cause, With Tory Wings, but Whiggifh Teeth and Claws. Dramatis Perfonæ. The King Mr. Kynafton. Duke of Guife Mr. Betterton. Duke of Maytnm Mr. Jevon. Grillon Mr. Smith. The Cardinal of Guife ' Mi. Wiltjhyre. Archbifliop of Lyons Mr. Ferin. Alphonfo Corfo Mr. Monfert. Polin | Mr. Bowman. Aumal* Mr. Carlile. Bufly • Mr. Saunders. The Curate of St. Euftace Mr. Vnderhill. Malicorne Mr. Percrval, Melanax, a Spirit Mr. Gillo. Two Sheriffs Bright and Smferd. Citizens and Rabble , &c. WOMEN. Queen-Mother Lady Slmgsby. Marmoutier Mrs. Barry. SCENE, PARIS."], [15, "1 THE DUKE of GUISE ACT. I. SCEN. I. The Council of Sixteen Seated : An Empty Chair pre- paid for the Duke of Guise. Busty and Polin two of the Sixteen. Bussy. T Ights there! more Lights: what burn the Tapers dim, I , When glorious Guise, the Moses, Gideon, David, The Saviour of the Nation, makes approach ? Pol. And therefore are we met ; the whole Sixteen That sway the Crowd of Paris, guide their Votes, Manage their Purses, Persons, Fortunes, Lives, To mount the Guise, where merit calls.him, high ; And give him a whole Heaven ; for room to shine. Enter Curate os St. Eustace. Buff. The Curate of S. Eufta.ce comes at lafi ; But, Father, why so late ? Car. I have been taking godly pains, to fatisfie some Scruples raisin\" amdngst weak Brothers of our Party, that were staggering in the Cause. Pol. What cou'd they find t' Object ? Cur. They thought, to Arm against the King was Treason. Bus. I hope you set 'em right ? Cur. Yes ; and for answer, I produc'd this Book. A Calvinist Minister of Orleans Writ this, to jastifie the Admiral B For"], [16, "Th Duke of GUISE 2 For taking Arms against the King deceas'd : Wherein he proves that irreligious Kings May justly be depos'd, and put to death. Bus. To borrow Arguments from Heretick Books Methinks was not so prudent. Cur* Yes; from the Devil, if it would help our Cause. The Author was indeed a Heretick ; The Matter of the Book is good and pious. Pol. But one prime Article of our Holy League, Is- to j>re4efve-the King, his Pow'r and Person. Cur. That must be. said, you know, for cfccencyr A pretty Blind to make the Shoot secure.. f Bus. But did the Primitive Christians e're rebell, When under Heathen Lords ? I hope they did. Cur. No sure, they did not ; for they had not Pow'r ; The Conscience of a People is their Power. Pol. Well; the next Article in our Solemn Covenant Has clear'd the Point again. Buss. What is't? I fhou'd be glad to find the King No safer than needs must ? Pol. That in cafe of Opposition from any person whatsoever--- Cur. That's well, that's well ; then the King is not excepted, if he oppose us > Pol. We are oblig'd to join as one, to punisli All, who attempt to hinder or disturb us. • Buff. 'Tis a plain Cafe ; the King's included in the Punishment,. In cafe he rebell against the People. Pol. But how can he rebell ? Cur. I'll make it out : Rebellion is an Insurrection against the Government; but they that have the Power are actually the Go vernment : Therefore if the People have the Power, the RebeF> lion is in the King. Buff. A most convincing Argument for Faction. Cur. For Arming, if you please; but not for Faction. For still the Faction is the fewest number; So, what they call the Lawful Government, Is now the Faction ; for the most are ours. Pol. Since we are prov'd to be above the King ; I wou'd glad ly understand whom we are to obey ; or whether we are to be all Kings together ? €ura"], [17, "The Duke of GUISE. 3 Cur. Are you a Member of the League, and ask that Question t There's an Article, that, I may fay, is as necessary as any In the Creed: Namely, that we, the said Associates, are Sworn to yield ready Obedience, and Faithful Service, to that Head which shall be deputed. Buff. 'Tis most manifest, that by Virtue of our Oath We are all Subjects to the Duke of Guise. The King's An Officer that has betray'd his Trust; and therefore we have turnd him out of Service. Omnes. Agreed, agreed. Enter the Duke of Guise ; Cardinal of Guise, Aumale.- Torches be- fore them. The Duke takes the Chair. Buff. Your Highness enters in a lucky hour ; Th'unanimous Vote you heard, confirms your Choice, As Head of Paris, and the Holy League. Card. I fay Amen to that. Pol. You are our Champion ; Buckler of our Faith. Card. The King, like Saul, is Heaven's repented Choice; You his Anointed one, on better thought. Guise. I'm what you please to call me : Any thing, Lieutenant General, Chief, or Constable, Good Decent Names, that only mean your Slave. Buff. You chas'd the Germans hence, Exil'd Navarre ; And rescu'd France from Hereticks and Strangers. Aum. What he and all of us have done, is known. What's our Reward '? Our Offices are lost, Turn'd out like Labour'd Oxen, after Harvest, To the bare Commons of the wither'd Field. Buff. Our Charters will go next: Because we Sheriffs Permit no Justice to be done on those The Court calls Rebels, but we call them Saints. Guise Yes; we are all involv'd, as Heads, or Parties:. Dipt in the noisy Crime of State, call'd Treason : And Traitours we must be, to King, or Country. Buff. Why then my Choice is made. Pol. And mine. Omn. And all. . Card. Heav'n is it self Head os the Holy League ; B z And"], [18, "Th Duke of GUISE. 4 And all the Saints are Covnanters, and Guuards. Guise What say you, Curate i Cur. I hope well, my Lord. C.W. That is, he hopes you mean to make him Abbot, And he deserves your care of his Preferment. For all his Prayers are Curses on the Government; And all his Sermons Libels on the King. In short, a Pious, Hearty, Factious Priest. Guise. All that are here my Friends, shall share my Fortunes; There's Spoil, Preferments, Wealth enough in France, Tis but deserve and have : The Spanish King Consigns me fifty thousand Crowns a Week To raise and to foment a Civil- War. 'Tis true, a Pension from a Foreign Prince Sounds Treason in the Letter of the Law, But good intentions justify the deed. Cur. Heaven's good ; the Cause is good ; the Money s good ; No matter whence it comes. Buff Our City Bands, are twenty thousand strong; Well Disciplin'd, well Arm'd, well season'd Traitors ; Thick rinded heads, that leave no room for Kernel-, Shop Consciences, of proof against an Oath, Preach'd up. and ready tin'd fora Rebellion. Guise. Why then the Noble Plot is fit for birth ; And Labouring France cries out for Midwife hands. We miss'd surprizing of the King at Blou, When last the States were held ; 'twas oversight : Beware we make not such another Blot. Card. This, Holy time of Lent we have him sure; He goes unguarded, mix'd with whipping Fryars, In that Procession, he's more sit for Heav'n : What hinders us to seize the Royal Penitent, And close him in a Cloyster .J Cur. Or dispatch him .• I love to make all sure. Guise. No ; guard him safe ; Thin Diet will do well ; 'twill starve him into Reason, Till heexludehis Brother of Navarre, And graft Succession on a worthier Choice : To favour this, five hundred Men in Arms, Shall stand prepared to enter at your call ,- And"], [19, "Th Duke of GUISE. 5 And speed the Work: St. Martins Gate was nam'd : But the Sher iff Conty, who Commands that Ward, Refus'd me paslage there. Buff. I know that Conty . > ' A Sniveling, Conscientious, Loyal Rogue: He'll Peach, and Ruine all. Card. Give out he's Arbitrary ; a Navar rist ; A Heretick ; discredit him betimes ; And make his Witness void. Cur. I'll swear him Guilty. I swallow Oaths as easie as Snap-dragon, Mock-Fire that never burns. Guise. Then Buffy, be't your care t'admit my Troops* At Porte St. Honore : (rises) Night wears apace, And Day-light must not peep on Dark Designs. I will my self to Court : Pay Formal Duty ; Take leave ; and to my Government retire : Impatient to be soon recall'd ; to see The King Imprison'd, and the Nation free. [Exeunt all hut Guise. Enter Malicorn solus, Mai. Each dismal Minute when I call to Mind The Promise that I made the Prince of Hell, In one and twenty years to be his Slave, Of which near twelve are gone, my Soul runs back, The Wards of reason rowl into their Spring. O horrid thought ! but one and twenty years, And twelve near past, then to be steep'd in Fire, Dafli'd against Rocks, or fnatcht from molten Lead, Reeking, and dropping, piece-meal born by Winds, And cruench'd ten thousand fathom in the deep .' c Knocking at But hark! he comes, fee there, my Blood stands still, it he Door. My Spirits start an end for Guise's Fate. A Devil rises. Mai. What Counsel does the Fate of Guise require? Dev. Remember with his Prince there's no de'' But, the Sword drawn, to fling the Sheath away ; Let"], [20, "The Duke of GUI SE: 6 Let not the fear of Hell his Spirit grieve, j . The Tomb is still, whatever Foo}s believe-; Laugh at the Tales which wither'd Sages bring, -> Proverbs and Morals, let the Waxen King > That rules the Hive, be born without a Sting ; J Let Guise by Blood resolve to mount to Pow'r, ; And he is Great as Mecha's Emperour ; He comes, bid him not stand on Altar Vows, But then strike deepest, when he lowest bows; Tell him Fate's aw'd when an Usurper Springs, And joyns to crow'd out Just Indulgent Kings. [Vanishesi. Enter the Duke os Guise, and Duke of Mayen May. All Offices and Dignities he gives To your protest and most inveterate Foes ; But if he were inclin'd, as we could wish him*. There is a Lady Regent at his Ear, That never Pardons. Guise. Poyfon on her Name, Take my hand on't, that Cormorant Dowager Will never rest, till she has all our Heads In her lap. I was at Bayon with her, When She, the King, and Grisly d\">Alva met ; Methinks I fee her listening now before me, Marking the very motion of his Beard, His Op'ning Nostrils and his Dropping Lids, I hear him Croak too to the Gaping Council ; Fish for the great Fish, take no care for Frogs, Cut ossthe Poppy-Heads, Sir ; Madam, charm the Winds but fast, the Billows will be still. May. But Sir, how comes it you should be thus warm, Still pushing Councils when among your Friends ; Yet at the Court Cautious and cold as Age, Your Voice, your Eyes, your Meen.so different, You seem to me two Men. Guise. The Reason's plain, Hot with my Friends, because the Question giv'n, I start the Judp^ent right where others drag. This is the El^.v-u bf Equal Elements, And"], [21, "T&tDuke es-GUISE: 7 And Atomsjustly pois'd ; nor ihousd you wonder. More at the strength of Body than of Mind ; 'Tis equally the fame to fee me plunge Headlong into the Seine all over Arm'd, And Plow against the Torrent to my point, As 'twas to hear my Judgment on the Germans ; This to another Man wou'd be a brag, Or at the Court among my Enemies, To be as I am here quite off my Guard, Would make me such another thing as Griffon, A blunt, hot, honest, downright, valiant Fool. May. Yet this you.must allow a faihire in you, You love his Neece, and to a Politician, All Passion's bane, but Love directly death. Guise. False, false, my Mayen, thou'rt but half Guise agenj Were she not such a wondrous Composition; A Soul so flufh'd as mine is with Ambition, Sagacioifs and so nice, must have disdain'd her; But she was made when Nature was in humour, As ifuGrillon got her on the Queen, Where all the honest Atoms fought their way ; Took a full Tincture of the Mother's Wit, But left the dregs of Wickedness behind. May. Have you not told her what we have in hand? Guise. My utmost aim has been to hide it from her, But there I'm short, by the long Chain of Causes She has scan'd it, just as if she were my Soul, And though I flew about with Circumstances* Denials, Oaths, Improbabilities ; Yet through the Histories of our Lives, stie look'd;. She saw, she overcame. May. Why then, we're all undone. Guise. Agen you err. Chast as she is, she wou'd as soon give up Her Honour, as betray me to the King ; I tell thee, she's the Character of Heaven ; Such an habitual over- Womanly Goodness, She dazles, walks meer Angel upon Earth. . But fee, slie comes, call the Cardinal Guise, While Malicorn attends for some, Dispatches^"], [22, "The Dvb of GUISE 8 Cloud Before I take my farewell of the Court. Enter Marmoutire. Mar. Ah Guise, you are undone. Guise. How, Madam? Mar. Lost, Beyond the possibility of hope, Despair, and die. Ga/Æ. You menace deeply Madam, And should this come from any Mouth but yours, My smile should answer how the ruine touch'd me. Mar. Why do you leave the Court ? Guise. The Court leaves me. Mar. Were there no more but weariness ot State, Or cou'd you like great Scipio retire, Call Rome ungrateful, and sit down with that; Such inward Gallantry would gain you more Than all the sullied Conquests you can boast; But Oh, you want that Roman Masterie ; You have too much of the tumultuous times. And I must mourn the Fate of your Ambition. Guise. Because the King disdains my Services, Must I not let him know I dare begon? What when I feel his Council on my Neck, Shall I not cast 'em backward if I can; And at his Feet make known their villany? Mar. No Guise, not at his Feet, but on his Head , for there you strike. Guise. Madam, you wrong me now ; For still what-e're mall come in Fortunes whirle, His Person must be safe. Mar. I cannot think it However, your last words confess too much. •Confess, what need I urge that Evidence, When every hour I fee you Court the Crowd, When with the shouts of the Rebellious Rabble, I fee you born on shoulders to Cabals ; Where with the Traiterous Council of Sixteen, You sit and Plot the Royal Henrys Death."], [23, "Tie Duke ef GUISE, 9 \\Kneelsl Kneel Cloud the Majestick Name with Fumes of Wine, Infamous Scrowls, and Treasonable Verfe ; While, on the other side, the Name of Guise, By the whole Kennel of the Slaves, is rung, Pamphleteers, Balladmongers sing your Ruine, While all the Vermin of the vile Parisians Toss up their greasie Caps where e're you pass, And hurl your dirty Glories in your Face. Guise. Can I help this i Mar. By Heaven, I'd Earth my self, Rather than live to act liich black Ambition : But, Sir, you-seek it with your Smiles and Bows, This Side and that Side congeing to the Crowd ; You have your Writers too, that cant your Battels, That stile you the New David, Second Moses, Prop of the Church, Deliverer of the People. Thus from the City, as from the Heart they spread Thro all the Provinces, alarm the Countries, Where they run forth in Heaps, bellowing your Wonders, Then cry, The King, the King's a Hugonot, And, spight of us, will have Navar iucceed, Spight of the Laws, and spight of our Religion : But we will pull 'em down, down with 'em, down. Guise. Ha, Madam ! Why this Posture ? Mar. Hear me, Sir : For, if 'tis poflible, my Lord, I'll move you. Look back, return, implore the Royal Mercy, E're 'tis too late, I beg you by thefe Tears, Thefe Sighs, and by th' ambitious Love you bear me ; By all the Wounds of your poor groaning Country, That bleeds to death, O feek the Beft of Kings, Kneel, fling yourftubborn Body at his Feet : Your Pardon mall be fign'd, your Country fav'd, Virgins and Matrons all ihall fing your Fame, And every Babe 'mall blefs the Guife s Name. Guife. O rife, thou Image of the Deity ; You ihall prevail, I will do. any thing ; You have broke the very Gall of my Ambition, And all my Powers now float in Peace agen : Be fatisfi'd that I will fee the Kirig, C"], [24, "io rheVuhosGUtSt Kneel to him, e re I Journey to Champagn, AndbegakindFarewelL Mar. No, no, my Lord ; - I see thro that, you but withdraw a while, To muster all the Forces that you can, And then rejoyn the Council of Sixteen. You must not go. Guise. All the Heads of the League Expect me, and I have engag d my Honour. , Mar Would all those Heads were off, so yours were sav d. Once more, O Guise, the weeping Marmoutire Entreats you don ot go. Guise. Impossible ' That Guise should fay, in this he must refuse you f Mar Go then, my Lord. I late receiv d a Letter From one at Court, who tells me the King loves me: Read it , there is no more than what you hear. I have Jewels ofier'd too, perhaps may take em : And if you go from Paris, I'll to Court. Guise. But, Madam, I have often heard you fay, You lov'd not Courts. Mar. Perhaps I have changd my Mind : Nothing as yet could draw me, but a King, And such a King, so Good, so Just, so Great, That at his Birth the Heavenly Council paus d, And then at last cry'd out, This is a Man. Guise. Come, 'tis but Counterfeit ; you dare not go. Mar. Go to your Government, and try. Guise. I will. Mar. Then I'll to Court, nay, to the King. Guise. By Heaven . I swear, you cannot, shall not, dare not see him. Mar. By Heaven I can, I dare, nay, and I will : And nothing but your Stay mall hinder me; For now, methinks, I long for't. Guise. Possible ! Mar. I'll give you yet a little time to think : But if I hear you go to take your leave, I'll meet you there, before the Throne I'll stand, Nay, you shall fee me kneel, and kiss his Hand. [Exit. Guise,"], [25, "Th Duke of GUISE. 11 Guise. Furies and Hell ! She does but try me r Ha J This is the Mother-Queen and Espemon, Abbot Delhene, Alphonso Corso too, All packt to plot, and turn me into Madness. [Reading the Letter, Enter Cardinal Guise, Duke of Mayen, Malicorn, &c Ha ! can it be / Madam, the King loves you. [Reads. But Vengeance I will have ; to pieces, thus, To pieces with 'em all. [Tears the Letter. Card. Speak lower. Guise. No ; By all the Torments of this galling Passion, I'll hollow the Revenge I vow, so loud, My Father's Ghost shall hear me up to Heaven. Card. Contain your self; this Outrage will undo us. Guise. All things are ripe, and Love new points their Ruine. Ha ! my good Lords, what if the murd'ring Council Were in our Power, should they escape our Justice ? I see by each Mans laying of his Hand Upon his Sword, you swear the like Revenge. For me, I wish that mine may both rot off\" ■ — Card. No more. May. The Council of Sixteen attend you. Guise. I go That Vermin may devour my Limbs, That I may die like the late puling Francis, Under the Barbers Hands, Imposthumes choak me, If while alive I cease to chew their Ruine ; Alphonso Corso, Grillon, Priest, together, To bang 'em in Effigie, nay, to tread, Drag, stamp, and grind 'em, after they are dead, [Exeunt ACT II. SCENE I. Enter Queen-Mother, Albot Delbene, Polin. QJW. T) Ray mark the Form of the Conspiracy ; i Guise gives it out he Journeys to Champagn, C z But"], [26, "The Duke of GUISE 12 [Exit PoHn. QJ& But lurks indeed at Lagny, hard by Paris, Where every Hour he hears, and gives Instructions. Mean time the Council of Sixteen asliire him They have Twenty thousand Citizens in Arms. Is it not so, Polin ? Pol. True, on my Life; . And if the King doubts the Discovery, Send me to the Bastile till all be prov'd. Q^M. Call Colonel Grillonjhe King would speak with him. Abbot. Was ever Age like this? Q^M. Polin is honest : Beside, the whole Proceeding is so like The hair-brain'd Rout, I guess'd as much before. Know then, it is resolv'd to seize the King, When next he goes in Penitential Weeds, Among the Friars, without his usual Guards ; Then, under shew of Popular Sedition, For Safety, shut him in a Monastery, And sacrifice his Favourites to their Rage. Abbot. When is this Council to be held again ? Q..M. Immediately upon the Duke's departure. Abbot. Why lends not then the King sufficient Guards, To seise the Fiends, and hew 'em into pieces? Qi,M. 'Tis in appearance, easie, but th' Effect Most hazardous ; for straight, upon th' Alarm, The City would be sure to be in Arms,: Therefore to undertake, and not to compass, Were to come off with Ruine and Dishonour. You know th' Italian Proverb, Bifogna Coprierfi : He that will venture on a Hornets Nest, Should Arm his Head, and Buckler well his Breast. Abbot. But wherefore seems the King so unresolv'd ? Q. M. I brought Polin, and made the Demonstration, Told him Necessity cry'd out to take A Resolution to preserve his Life, And look on Guise as a reclaimless Rebel. But thro the Natural Sweetness of his Temper, And dangerous Mercy, coldly he reply'd, Madam, I will consider what you fay,. Abbot.. Yet after all, could we but fix funv"], [27, "Tie Buketf GUISE. 13 [Exeunt, q^m 1LM. Right, The Business were more firm for this Delay j For Noblest Natures, tho they suffer long, When once provok'd, they turn the Face to Danger. But see, he comes, Alphonso Corso with him ; Let us withdraw, and when 'tis fit, rejoyn him. Enter King, Alphonso Corso. King. Alphonso Corso. - Alph, Sir. King. I think thou lov'st me. Alph. More than my Life. King. That's much ; yet I believe thee. My Mother has the Judgment of the World, And all things move by That.-* but, my Alphonso^. She has a Cruel Wit. Alph. The Provocation, Sir; . King. I know it well : But if thou'dst have my Heart within thy Hand, All Conjurations blot the Name of Kings. What Honours, Interest, were the World to buy him, . Shall make a Brave Man smile, and do a Murder .? Therefore I hate the Memory of Brutus, , I mean the latter, so cry'd up in Story-, Cæsar did ilk but did it in the Sun, And foremost in the Field ; but sneaking Brutus, Whom none but Cowards and white-rliver'd Knaves^ Would dare commend, lagging behind his Fellows,, His Dagger in his Bosom, stabb'd his Father. This is a Blot which Tullys Eloquenee Gould ne're wipe off, tho the mistaken Man- Makes bold to call those Tray tors, Men Divine. Alph. Tully was wise, but wanted Constancy. Enter Queen-Mother; .Abbot Delbene. Q^M. Good-even, Sir ; 'tis just the time you order '4 To wait on your Decrees* King. Oh, Madam."], [28, "The Duke us GUI SR 14 Is %&' Oh Mother, but I cannot make it way ; Chaos and Shades, 'tis huddl'd up in Night. g^/tf. Speak then, for Speech is morning to the Mind, It spreads the Beautious Images abroad. Which else lie furl'd and ckroded mtheScmL Khz You would Embark me in a Sea ot Blood. qJm. You fee the Plot directly on your Person,- But give it ore, I did but state the Case. Take Guise into your Heart, and drive your Friends, Let Knaves in Shops prescribe you how to sway And when they read your Acts with their vile Breath, Proclaim aloud, they like not this or that, Then in a drove come Lowing to the Louvre, And cry they'l have it mended, that they will ; Or you shall be no King. King. 'Tis true, the People Ne're know a Mean, when once they get the Power ; But O, if the Design we lay should fail, Better theTraytors never should betouch'd, If Execution cries not out 'tis done. Q^M. No Sir ; you cannot fear the sure Design; But I have liv'd too long, since my own Blood Dares not Confide in her that gave him Being. King. Stay Madam, stay, come back, forgive my fears; Where all our thoughts should creep like deepest streams, Know then I hate aspiring, Guise to Death, Whor'd Margerite, Plots upon my life, And shall I not Revenge ? Q^M. Why this is Harry, Harry at Moncontour, when in his Bloom He saw the Admiral Cblligny's Back. King. O this Whale Guise, with all the! Lorain Fry, Might I but view him after his Plots and Plunges, Strook on those Cowring Shallows that await him. This were a Florence Master-piece indeed. Q_M. He comes to take his leave. King. Then for Champagn ; But lies in wait till Paris is in Arms. Call Grillon in, all that I beg you now,"], [29, "Th Dabs GUISE. 15 Is to be hufh'd upon the Consultation, As Urns that never blab. QJM. Doubt not your Friends ; Love 'em, and then you need not fear your Foes. Enter Grillon. King. Welcome my Honest- Man, -my old try'd Friend. Why dost thou flye me Grillon, and Retire ? Grills Rather let me demand your Majesty, Why fly you from your self ? I've heard you fay, You'd Arm against the League, why do you not.* The Thoughts of such as you, are Starts Divine, And when you mould with second Cast the Spirit, The Air, the Life, the Golden Vapour's gone. King. Soft, my Old Friend, Guise Plots upon my life, , Polin shall tell thee more ; hail thou not heard Th'unsufferable Affronts he daily offers, r .- War without Treasure on the Hugmots, While I am forc'd against my bent of Soul, . Against all Laws, all Custom, Right, Succession, To cast N'avar from' the Imperial Line. Grill. Why do y oU Sir ? Death, let me tell the Tray tor? ■ King. Peace, Guise is going to his Government j You are his foe of Old: Go to him Grillon; Visit him as from me, to be Employ'd In this great War against the Hugonots; And prethee tell him roundly of his Faults; No farther, Honest Grillon. Grill. Shall I fight him ? King. I charge thee not. Grill. If he provokes me, strike him .* You'l Grant me that ? King. Not so, my Honest Souldier. Yet speak to him. Grill. I will by Heav'n to th' purpose, And if he force a beating, who can help it.1 [Exit. Grill. King. Follow Alphonso, when the storm is up, Call me to part 'em. &_ M. Grillon, to ask him Pardon, Will"], [30, "i6 The Dab 4 GUI SE. Will let Guise know, we are not in the Dark. King. You hit the Judgment; yet, O yet, there's more, Something upon my heart, after these Counsels, So soft, and so unworthy to be nam'd. Q_M. They fay that Grillons Niece is come to Court, And means to kiss Your Hand. [Exit. Q. Mother. King. Could I but hope it. O my Dear Father pardon me in this, And then enjoyn me all that Man can suffer,; But sure the Powers above will take our Tears a fault, Love is so like themselves. [Exeunt. Scene 2. The Louvre. Enter Guise attended with his Family, Marmoutire meeting him New Dreft, attended, &c. Guise. Furies, she keeps her Word, and I am lost.; Yet let not thy Ambition shew it to her, for after all she does it but to try me, And foil my vowti Desigm Madam, I see You're come to Court ; the Robes you wear become you, Your Air, your Meen, your Charms, your every Grace, Will Kill at least your thousand in a day. Mar. What, a whole day, and kill but one poor thousand ? An hour you mean, and in that hour ten thousand i Yes, I wou'd make with every Glance a Murder. Mend me this Curie. Guise. Woman! Mar. You fee, my Lord, lhave my Followers, like you: I swear The Court's a Heav'nly Place ; but O my Heart, I know not why that sigh should come uncall'd ; Perhaps 'twas for your going, yet I swear I never was so mov'd, O Guise, as now ; Just as you enter'd, when from yonder Window I saw the King. Guise. Woman, all over Woman. The World confesses, Madam, Henrys Form, Is Noble and Majestick. Mar."], [31, "the Dule of GUISE 17 Mar. O you grudge The extorted Praise, and speak him but by halfs. Guise. Priest, Corso, Devils! how she carries it ! Mar. I see, my Lord, you are come to take your leave ; And were it not to give the Court Suspicion, I would oblige you, Sir, before you go, To lead me to the King. Guise. Death and the Devil ! Mar. But since that cannot be, I'le take my leave Of you, my Lord, Heav'n grant your Journey safe. Farwell once more. Not stir ? Does this become you .-» Does your Ambition swell into your Eyes? Jealousie by this Light .- Nay then, proud Guise, I tell you, you're not worthy of the Grace, But I will carry't, Sir, to those that are, And leave you to the Curse of Bosom- War. May. Is this the Heavenly ? Guise. Devil, Devil, as they are all ; Tis true, at first slie caught the Heav'nly Form, But now Ambition sets her on her Head, [Exif. By Hell, I see the Cloven Mark upon her .• Ha! Griffon here ! some New Court-Trick upon me. Enter Grillon. Grill. Sir, I have business for your Ear. Guise. Retire. [Exeunt his Followers. Grill. The King, my Lord, commanded me to wait you, And bid you welcome to the Court. Guise. The King . Still loads me with New Honours, but none greater Than this, the last. Grill. There-is one greater yet, Your High Commission against the Hugonots ; I and my Family shall shortly wait you, And 'twill be Glorious Work. Guise. If you are there, There must be Action. Girll. O, your Pardon, Sir, I'm but a Sripling in the Trade of War ; D But"], [32, "The Duke of GUI SE. 18 GtJJlL But you, whofe Life is one continued Broyf, What will not yowcri'ttmphant Arms accompliih ! You, that were form'diforMaftery in War, That, with a ftart, cry-ti to your Brother Mayemte, To Horfe, and flaughter'd forty thouiand Gema»s. Guife. Let me befeech you, Colonel, np flioi?e. Grill. But, Sir, fince I muft make at IeJrft a Figure In this great Bufinefs, let me underfland What 'tis you mean, and why you force the King Upon fov dangerous an Expedition. Guije. Sir, I intend the Greatnefs of the King, The Greatnefs of all France, whom it imports To make their Arms their Bufineis, Aim, and Glory,_ And where fo proper, as upon thofe Rebels That covered all the State with Blood and Deaths - 'Grill. Stor'd Arsenals-and Armories, Fields of Horse,. Ordnance, Munition, and the Nerve of War, Sound Infantry, not Harrafs'dand Dlseas'd, To meet the fierce Navar, ihouid first be thought on. Guise. I find, my Lord, the Argument grows warm.;. Therefore, thus much, and' I have done . I go To join the Holy League irithis great/War, In which no place of Office, or Command, Not of the Greatest, shall be bought or fold ; Whereas tdrrHonours <^® are Conferr'd On Souldiers, and no Souldiers . This Man Knighted Because heCharg'd-aiTropp before his Dinner, And sculk U behind a H£dg rW Afternoon : I will have strict Examination' matfe Betwixt the Meritorious and the Base. Grill. You have Mouth'iiit bravely, 'and there is no doubt, Your Deeds would answer well your haughty Words ; Yet let me tell you, Sir, there is a'Man, Curse on the Hearts that hate him, that wouU better,. Better than you, or all your puffy Race, That better would become the Great Battalion; That when he Shines in Arms, and Suns'the Field,. Moves, Speaks, and Fights, and is himselfaWar. Guise. Your Idol, Sir, you. mean the Great Navarr ,• But yet,"], [33, "The Duke of GUI SE. 19 Enter Grill. No Yet, my Lord of Guise, no Yet; By Arms, I bar you that ; I swear, No Yet: For never was his like, nor shall again, Tho* voted from his Right by your Curs'd League. Guise. Judge not too rashly of the Holy League, But look at home. Grill. Ha ! dar'st thou justifie Those Villains? Guise. I'le not justify a Villain More than your self; but if you thus proceed, If every heated Breath can puff- away, On each surmise, the Lives of Free-born People, What need that Awful General Convocation, The Assembly of the States ? Nay let me urge, If thus they villifie the Holy League, * What may their Heads expect ? Grill. What, if I cou d, They should be certain of, whole Piles of Fire. Guise . Collonel, 'tis very well I know your Mind, Which, without fear, or flattery to your Person, I'le tell the King, and then, with his permission, Proclaim it fora warning to our People. Grill. Come, you're a Murderer your self within, A Traytor. . Guise. Thou a— hot old Hair-brain'd Fool. Grill. You were Complotter with the Cursed League, The black Abettor of our Harrys Death. Guise. Tis false. Gr///. 'Tis true, as thou art double-hearted: Thou double Traytor, to Conspire so basely, And when found out, more basely to..deny't. Guise. O Gracious Harry, let me sound thy Name, Lest this old rust of War, this knotty Trifler, Should raise me to extreames. Grill. If thou'rt a Man, That did'st refuse the Challenge of Navar, Come forth. Guise. Go on, since thou'rt resolv'd on Death, I'le follow thee, and rid thy shaking Soul. D a"], [34, "The Duke of GUISE 20 (Exit. [Exit^. TJ&. Enter King, Queen-Mother, Alphonso,. Abbot, t^V.. But see, the King : I scorn to ruin thee, Therefore go tell him, tell him thy own Story. King. Ha, Colonel, is this your Friendly visit > Tell me the truth, how happen'd this disorder ? Those runTd Hands, red Looks, and port of Fury * Griff. I told him, Sir, since you will have it lb* He was the Author of the Rebel League, Therefore a Traytor, and a Murderer. King. Is't possible? Guise. No matter, Sir, no matter; A few hot words, no more upon my Life s The old Man rowz'J, and flteok himself a litde .- So if your Majesty will do me Honour, I do beseech you let the business die. King. Grillon, submit yourself, and asJchispardoa. Grill. Pardon me, I cannot do't. King.. Where are the Guards ? Guise. Hold, Sir; come ColoneLTle ask Pardon for you,: This Souldicrly Embrace makes up the breach ; We will be sorry, Sir, for one another.. Griff. My Lord, I know not what to answer you, I'm friends, and I am nor, and so farewell; King. You have your Orders ; yet before you go, Take this Embrace : I court you for my Friend, Tho' Grillon wou'd not.. Guise. I thank you on my Knees. And still while Life shall last, will take strict care- To justify my Loyalty to your Person. QJM. Excellent Loyalty, to lock you up ! King. I see even to the bottomof his Soul-:. And, Madam, I must sey the Guise has Beauties, . But they are set in Night, and foul Design :- He was my Friend when young, and might be still.'.- Abbot. Mark'd you his hollow accentsat the parting t Q^M. Graves in hisSmiles. Khtg, Death in his bloodless Hands:; O Marmoutiere I now I, will haste to meet thea:j"], [35, "Tie Duke of GUISE 21 EnMrr The Face of Beauty, on this rising Horrour, Looks like the midnight-Moon upon a Murder; It gilds the dark design that stays for Fate, And drives the Shades that thicken from the State. ACT IE. SCENE I. Enter Grillon and Polin. Grill. T TAve then this Pious Council of Sixteen JLjL Scented your late Diseovery of the Plot ? Pol. Not as from me, for still I kennel with them, And bark as loud as the most deep-mouth'd Traytor, Against the King, his Government and Laws; Whereon immediately there runs a Cry Of, Seize him on the next Procession, seise him, And clap the Chilperick in a Monastry ; Thus it was fixt, as I before difcover'd : But when, againd his Cuftom, they perceiv'd The King abfented, ftreight the Rebels met,. And roar'd, they were undone. . Grill. O, 'tis like 'em, 'Tis like their Mungrel Souls ; flefh 'em with Fortune, . And they will worry Royalty to peath : But if fome crabbed Virtue turn and pinch 'em, Mark me, they'l run, and yelp, and clap their Tails,. Like Curs, betwixt their Legs, and howl for Mercy. Pol. But Malicorn, fagacious on the point, Cry'd, Call, the Sheriffs, and bid 'em arm their Bandsj, Add yet to this, to raife you above hope, The Guife my Mailer will be here to day, For; on bare guefsof what has been revealed, He wing'd a Meflenger to give him notice ; ■ Yet fpignt of all this Fa&or of the Fiends Cou'd urge,they flunk their Heads like Hinds in Storms .* : But fee, they come.."], [36, "The Duke of GUI SE. 22 Grill Enter Sheriffs with the fopu&ce. 6>///, Away, I'le have amongst 'em ; Fly to the King, warn him of Guises coming, That he may straight dispatch his strict Commands To stop him. i. Sher. Nay, this is Colonel Grillon, The Blunderbuss o'th' Court, away, away, He carries Ammunition in his. Face. Grill. Hark you my Friends , if you are not in haste, Because you are the Pillars of the City, I wou'd inform you of a General Ruine. 2. Sher. Ruine to the City ! marry, Heaven forbid ! Grill. Amen, I fay ; for look you , I'm your Friend : Tis blown about you've plotted on the King, To seize him, if not kill him ; for who knows, When once your Conscience yields, how far 'twill stretch ; Next, quite to dash your firmest hopes in pieces, The Duke of Guise is dead. i. Sher. .Dead, Colonel/ a. Sher. Undone, undone .' Grill. The World cannot redeem you ; For what, Sirs, if the King, provok'd at last, Should joyn the Spaniard, and shou'd fire your City, Pans your Head, but a most Venemous one, Which must be blooded ? i. Sher. Blooded, Colonel ! Grill. Ay, blooded, thou most Infamous Magistrate, Or you will blood the King, and burn the Louvre; But 'ere that be , fall million miscreant Souls, Such Earth-born minds as yours ; for, mark me, Slaves, Did you not Ages past consign your Lives, Liberties, Fortunes, to Imperial hands, Made 'em the Guardians of your sickly Years, And now your grown up to a Boobies Greatness, What, wou'd you wrest the Scepter from his Hand ? Now, by the Majestie of Kings I swear, You shall as soon besavM for packing Juries. t. Sher. Why, Sir, mayn't Citizens be fay 'd?"], [37, "The Duke 4 GUISE. 23 Grill. Yes, Sir From drowning, to be hangd, burnt, broke o'th' Wheel. i. Sher. Colonel, you speak uS plain. Grill. A Plague confound you, Why should I not ? what is there in such Raskals Should make me hide my Thought, or hold my tongue ? Now, in the Devils name, what make you here, Dawbing the inside of the Court like Snails, Sliming our Walls, and pricking out your Horns > To hear, I warrant, what the King's a doing, And what the Cabinet-Council , then to th' City To spread your monstrous Lyes, and sow Sedition ? Wild-fire choak you. ii Sher. Well, we'll think of this, And so we take our leaves ? Grill. Nay, stay, my Masters ; For I'm a thinking now just whereabouts Grow the two tallest Trees in Arden Forest. -U Sher. For what, pray Colonel, if we may be so bold .J Grill. Why to hang you upon the highest Branches j , Fore-God it will be so ; and I shall laugh To see you dangling to and sro.tth' Air, With the honest Crows pecking your Traytors Limbs. All Good Colonel!. Grill. Good Rats, my precious Vermin, You moving Dirt, yourank stark Muck o'th' Wor%. You Oven-Bats, you things so far from Souls, Like Dogs, you're out of Providence's reach, And only fit for hanging ; but be gone, And think of Plunder- You right Elder Sheriff\", WhoCarv'd our Henry's Image on a Table, At your Club-Feast, and after stabb'd it through > I. Sher. Mercy, good Colonel. Grill. Run with your Nose to Earth, Run Blood-hound, run, and scent out Royal Murder. . You-second Rogue, but equal to the first, Plunder, Go hang, nay take your tackling with you, For these shall hold you fast, your Slaves shall hang you To the mid Region in the Sun ; V Exeunt Sheriffs: y Ilunder, be gone Vipers, Asps, and Adders. \\ and People. $\\ Enter."], [38, "The Duke of GUISE. 24 Enter Malicorn. Ha, but here comes a Fiend that soars above, A Prince o'th' Air, that sets the Mud amoving. Mai. Collonel, a word. Grill. I hold no speech with Villains. Mai. But, Sir, it may concern your Fame and Safety. Gril. No matter, I had rather die traduc'd, Than live by such a Villains help as thine. Mai. Hate then the Traytor,. but yet love the Treason, Gril. Why, are not you a Villain ? Mai. 'Tis confess'd. Grill. Then in the Name of all thy Brother Devils, What wou'dst thou have with me ? Mai. I know you're honest, Therefore it is my business to disturb you. Grill. Fore God I'le beat thee, if thou urge me farther. Mai. Why tho' youfhou'd,yet if you hear me after. The pleasure I shall take in your vexation, Will heal my Bruises. Grill. Wert thou definite Rogue, I'faith, I think that I should give thee hearing ; But luch a boundless Villany as thine, Admits no Patience. Mai. Your TOiece is come to Court, And yields her Honour to our Henrys Bed. Grifl. Thou ly'ft, damn'd Villain. [Strikes him. Mai. So, why this I look'd for : But yet I fwear by Hell, and my Revenge, 'Tis true as you have wrong'd me. Grill. Wrong'd thee, Villain! And name Revenge! O wer't thou Grillon's Match, And worthy of my Sword, I fwear by this One had been pad an Oath ; but thou'rt a Worm, And if I tread thee dar ft not turn again. Mai. 'Tis falfe, I dare like you, but cannot aft ; There is no force in this Enervate Arm. Blasted I was e're born, Curse on my Stars, Got by some dotard in his pithless Years, And"], [39, "T&Dak^GUISE 25 [Exit. Have And sent a wither'd Saplin to the world* Yet I've Brain, and there is my Revenge ; Therefore I fay agen these/Eyes have seen Thy Blood at Court bright as a Summers Morn, When all the Heaven, is streak'd with dappl'd Fires, And fleck'd with Blushes like a rifl'd Maid ,- Nay, by the Gleamy Fires that melted from her Fast Sighs and Smiles, swoln Lips and heaving: Breasts, My Soul presages Henry has enjoy'd her. Grill. Again thou ly'st ; and I will crumble thee, Thou bottl'd Spider, into thy Primitive Earth, Unless thou swear thy very Thought's a Lye. Mai. I stand in Adamant , and thus defle thee ; Nay draw, and with the edge betwixt my Lips, Even while thourak'st it through my Teeth, I'le swear All I have said is true, as thou art honest, Or I a Villain. Grill. Damn'd infamous Wretch, So much below my scorn , I dare not kill thee : And yet so much my hate , that I must fear thee. For should it be as thou hast said,' not all The Trophies of my Lawrell'd Honesty Shou'd bar me from forsaking this bad World, And never draw my Sword for Henry more. Mai. Ha , 'tis well, and now I am Reveng'd. I was in hopes thou would'st have utter' Treason, And forfeited thy Head to pay me fully. Grill. Hast thou Compacted for a Lease of Years With Hell, that thus thou ventur'st to provoke me.-5 Mai. Perhaps I have :( How right the Blockhead hits. ) Yet more to rack thy Heart, and break thy Brain, Thy Niece has been before the Guise's Mistress. Grill. Hell-hound, avant. Mai. Forgive my honest meaning. Grill. 'Tis hatch'd beneath, a Plot upon mine honour, And thijs he lays his Baits to Catch my Soul • Ha ! but the Presence Opens, who comes here/ . By Heaven my Niece, led by Alphonso Corso \\ Ha, Malicorn is't possible, Truth from thee! Tis plain, and I in Justifying Woman E"], [40, "The Drie fff GUISE 26 And Have done the Devil wrong. Alph: Madam, the King, Please you to sit, will instantly attend you. Grill. Death,Hell,and Furies ! ha, she comesto seek him, O Prostitute, and on her prodigal Flesh She has lavilfi'd all the Diamonds of the Guise To set her oss, and sell her to the King. Mar. O Heavens! did ever Virgin yet attempt An Enterprise like mine ? I that resolv'd Never to leave those dear delightful Shades, But act the little part that Nature gave me, On the Green Carpets of some guiltless Grove, And having sinilh'd it forsake the World, Unless sometimes my Heart might entertain Some small remembrance of the taking Guise .- But that far, far from any dark'ning Thought, To Cloud my Honour, or Eclipse my Virtue. Grill. Thou ly'st, and if thou hadst not gknc'd aside, And spy'd me coming, I had had it all. Mar. By Heav'n, by all that's good Grill. Thou hast lost thy Honour, Give me thy Hand, this Hand by which I caught thee From the bold Ruffian in the Massacre, That would have stain'd thy almost Infant Honour, With Lust, and Blood, dost thou remember it .•> Mar. I do, and bless the Godlike Arm that fav'd me. Griff. 'Tis false, thou hast forgot my generous Action; And now thou Iaugh'slto think how thou hast cheated, For all his kindnefe, this old grisl'd'Fooi Mar. Forbid it Heaven ! Grill. But oh that thou hadst dy'd Ten thousand Deaths, e're blasted Grillon s Glory, Griffon that fav'd thee from a barbarous World, Where thou hadst starv'd, or sold thy self for Bread, Took thee into his Bosom, foster'd thee As his own Soul, and lap'd thee in his Heart-firings % And now, for all my Cares, to serve me thus ! O 'tis too much ye Powers! double Confusion On all my Wars ; and oh, out, shame upon thee, It wrings the Tears from Griffon's From Hearty"], [41, "lie Dkketf GUISE. 27 That's And melts me to a Babe. Mar. Sir, Father, hear me ; I come to Court, to save the Life of Guise. Griff. And prostitute thy Honour to the King. Mar. I have look'd, perhaps, too nicely for my Sex, Into the dark Affairs of fatal State; And to advance this dangerous Inquisition, I listn'd to the Love of daring Guise. Grill. By Arms, by Honesty, I swear thou lov'st him. Mar. By Heav'n, that gave those Arms success, I swear I do not, as you think, but take it all. I've heard the Guise, not with an Angels temper, Something beyond the tenderness of pity, And yet, not Love. Now, by the Powers that fram'd me, this is all ; Nor should the World have wrought this close Confession, But to rebate your jealousie of Honour. Grill. I know not what to fay, nor what to think ; There's Heaven still in thy Voice, but that's a Sign Virtue's departing, for thy better Angel Still makes the Womans Tongue his rising Ground, Wags there a while, and takes his flight for ever. Mar. You must not go. Grill. Tho' I have Reason plain As day, to judge thee false, I think thee true: • By Heaven, methinks I see a Glory round thee j There's something fays thou wilt not lose thy Honour: Death, and the Devil, that's my own Honesty: My foolish open Nature, that would have All sike my self; but off; I'le hence and Curse thee. Mar. O stay ! Griff. I wo'n not. Mar. Hark, the King's a coming. Let me conjure you, for your own Souls quiet, And forthe everlasting restof mine, Stir not till you have heard my Hearts design. Griff. Angel, or Devil, I will nay, at this rate She'll make me shortly bring him to her Bed, Bawd for him? No, he shall make me run my Head Into a Cannon, when'tis Firing, first. E i"], [42, "The Duke of GUISE, 28 That's honourable sport, but I'll retire, And if she plays me false, here's that shall mettd her. [Marmoutierc Sits. Song and Dance. Enter the King. King. After the breathing of a Love-sick Heart, Upon your Hand,once more, nay twice, forgive me. Mar. I discompose you, Sir. King Thou dost, by Heaven ; But with such Charming pleasure, I love, and tremble, as at Angels view. Mar. Love me, my Lord ? King. Who fhou'dbelov'd, but you? So lov'd, that even my Crown, and self are vile, While you are by, try me upon despair ; My Kingdom at the stake, Ambition starv'd ; Revenge forgot, and all great Appetites That whet uncommon Spirits to aspire, So once a day I may have leave — ; — Nay, Madam, then you sear me. Mar. Fear you, Sir, what is there dreadful in you * You've all the Graces that can Crown Mankind : Yet wear 'em (6, as if you did not know 'em : So ftainlels, leaf lefs, free in all your actions, As if Heaven lent youto the World to Pattern. King. Madam, I find you're no Petitioner ; My People would not treat me in this fort ; Tho' 'twere to gain a part of their Defign : But to the Guife they deal their faithlefs Praife As fall, as you your flattery to me j .Tho' for what end I cannot guefs, except 'You come, like them, to mock at my Misfortunes. Mar. Forgive you, Heaven! that-thought : no, mighty Monarchy The Love of all the Good, and wonder of the Great -r I fwear, by Heaven, my Heart adores, and loves you. King. O, Madam, rife. Mar. Nay, were you; Sir, unthron'd By this Seditious Rout that dare defpife you ; ' Blaft all my days, ye Powers, torment my Nights j _ - £i£fa"], [43, "Tbe Duk of GUISE 29 [Aside How Nay, let the Misery invade my Sex, That cou'd.not for the Royal Cause like me,.* Throw all their Luxury before your Feet, And follow you like Pilgrims through the World. Grill. Sound Wind, and Limb, fore-God a gallant Girl. King. What shall I answer to thee, Othou Balm To heal a broken, yet a Kingly Heart ; For, so I swear I will be to my Last : : Come to my Arms, and be thy Harrys Angel, Shine through my Cares, and make my Crown sit easie. Mar. O never, Sir. King. What said you, Marmoutierel Why dost thou turn thy Beauties into Frowns > Mar. You know, Sir, 'tis impossible, no more. King. No more — and with that stern resolv'd behaviour. By Heaven, were I a dying, and the Priest Shou'd urge my last Confession, I'd cry out, Oh Marmoutiere, and yet thou say'st, no more.. Mar. 'Tiswell, Sir, I have lost my aim, farewell. King. Come back, O stay, my Life flows after you. Mar. No, Sir, I find I am a trouble to you,. You will not hear my Suit. King. You Cannot go, You fhannot O your suit, I kneel to grant it?, I beg you take whatever you demand. _ Mar. Then, Sir, thus low, or prostrate, if you please. Let me intreat for Guise. • King. Ha, Madam, what ! For Guise; for Guise \\ that stubborn arrogant Rebel, That laughs at proffer'd Mercy, slights his Pardon, Mocks Royal Grace, and plots upon my Life, .- . Ha ! and do you protect him > then the World Is sworn to Henry's Death : does Beauty too, And Innocence it self, conspire against me,-. Then let me tamely yield my Glories up, Which once I vow'd with my drawn Sword to wear To my last drop of Blood > Com», Guise, come Cardinal, Affyou lov'd Tray tors,, come 1 strip to meet you ; Sheath all your Daggers in Curst Henrys Heart. Mar. This I expected7.but when you have heard"], [44, "The Dake of GUISE. 30 How far I would intreat your Majesty, Perhaps you'll be more Calm. King. See, I'm hufh'd ; Speak then, how far, Madam, wou'd you Command r Mar. Not to proceed to last Extremities, Before the Wound is desperate, think alone, For no Man Judges like your Majesty ; Take your own Methods, all the heads of France Cannot so well advise you, as your self: Therefore resume, my Lord, your Godlike temper, Yet do not bear more than a Monarch should : Believe it, Sir, the more your Majesty Draws back your Arm, the more of Fate it Carries. King. Thou Genius of my State, thou perfect Model Of Heaven it self, and abstract of the Angels, Forgive the late disturbance of my Soul,\" I'm clear by Nature, as a Rocklefs Stream, But they dig through the Gravel of my Heart ; Therefore let me conjure you do not go ; 'Tis said the Guise will come in spight of me ; Suppose it possible, and stay to advise me. Mar. I will, but on your Royal word, no more. King. I will be easie To my last gasp, as your own Virgin Thoughts, And never dare to breathe my Passion more ; Yet you'll allow me now and then to Sigh As we discourse, and Court you with my Eyes. Enter Alphonso. Why do you wave your Hand, An4 warn me hence > So looks the poor Condemn'd, When Justice beck'ns, there's no hope of Pardoa Sternly, like you, the Judge his Victim eyes, And thus, like me, the Wretch despairing dies, [Exit with Alph. Enter"], [45, "Tie Duke of GUISE 31 Enter Grillon. Grill. O Rare, rare Creature, by the Power that made me : Wer't poflible we cou'd be damn*d again: By fome new Eve, fuch Virtue might relieve us; O I cou'd clafp thee, but that my Arms are rough, Till all thy Sweets were broke with my Embraces, And kils thy Beauties to a diflblution. Mar. Ah Father, Uncle, Brother, all the Kin, The precious Blood that's left me in the World, Believe, dear Sir, what-e're my adlions feem, I will not lofe my Virtue for a Throne. Grill Why, I will Carve thee out a Throne my feJf ; Tie hew down all the Common-wealths in Chriftendom, And feat thee on their Necks, as high as Heaven. Enter Abbot Deibene. Abb. Colonel, your Ear. Mar. By these whispering Councils, My Soul presages that the Guise is coming : . If he dares come, were I. a Man, a King, I'd sacrifice him in the City's sight. O Heavens! what was't I laid? Were I a Man, I know not that, but, as I am a Virgin, If I wou'd osier thee, too lovely Guise % It fhdu'd be kneeling to the Throne for Mercy. Ha . then thou lov'st, that thou art thus concern'd, Down, rising mischief, down, or I will kill thee, Even in thy Cause, and strangle new born pity.- Yet, if he were not married !ha, what then? His Charms prevail, no, let the Rebel dye. I faint beneath this strong oppression here, Reason and Love rend my divided Soul, , Heav'n be the Judg, and still let Virtue Conquer * Love to his Tune my jarring Heart wou'd bring, , But Reason over'-winds and Cracks the String. Abb. The King dispatches Order upon Order, With positive Command to stop his coming. [Exit. . Yeft"], [46, "32 The Duke of GUISE, Yet there is notice given to the City; Besides Belleure brought but a half account, How that the Guise reply'd he would obey His Majesty in all, yet if he might Have leave to justify himself before him, He doubted not his Cause. Grill. The Ax, the Ax, Rebellion's pamper'd to a Plurisie, And it must bleed. [Shout within. Abbot. Hark, what a shout was there! I'le to the King, it may be 'tis reported On purpose thus. Let there be Truth or Lies In this mad Fame, I'le bring you instant word. . [Exit Abbot. Manet Grillon: Enter. Guise, Cardinal, Mayen, Malicorn, Attendants, &c. Shouts again. Grill. Death, and thou Devil, Malicorn, is that Thy Master > Guise. Yes, Grillon, 'tis the Guise, One that wou'd Court you for a Friend. Grill. A Friend, Traytor, thou mean'st, and so I bid thee welcome ; But since thou art so insolent thy blood Be on thy Head, and fall by me unpitied. [Exit. Guise. The bruises of his Loyalty havecraz'd him. [Shouts louder. Spirit within Sings. Malicorn, Malicorn, Malicorn, ho ! If the Guise resolves to go, / charge, I warn thee let him know, Perhaps his head may lye too low. Guise. Why, Malicorn ? Mai. [starting] Sir, do not see the King. Guise. I will. . Mai. 'Tis dangerous. Guise. Therefore I will fee him, And so report my danger to the People. Halt"], [47, "The Duke of GUISE. 33 And Halt to your Judgment, let him, if he dare; But more, more, more, w'liy,;. Malicorn, again?. . noj I thought a look with us had been a Language j I'le talk my mind on any point but this By Glances ; ha, not yet, thou makest me blush At thy delay ; why, Man, 'tis more than Life, Ambition, or a Crown. Mai. What, Marmoutiere\\ Guise. Ay, there a Generals Heart beat like a Drum, Quick, quick, my Reins, my Back, and Head, and Breast, Ake, as I'de been a Horse-back forty hours. Mai. She has seen the King. Guise. I thought she might. A trick upon me, well. Mai. Passion o' both sides. Guise. His thou meanest. Mai. On hers. Down on her Knees. Guise. And up again, no matter. Mai. Now all in Tears, now smiling, sad at parting. Guise. Dislembl'd, for she told me this before, 'Twas all put on that I might hear and rave. Mai. And so, to make fore work on't, by Consent Of Grillon, who is made their Bawd. Guise. Away. Mai. She's lodg'd at Court. Guise. *Tis false, they do belye her. Mai. But, Sir, I saw the Apartment. Guise. What, at Court? Mai. At Court, and near the King, 'tis true by Heaven, I never play'd you foul, why should you doubt me ? Guise. I wou'd thou hadst, e're thus unmann'd me,Heart, Blood, Battles, Fire, and Death, I run, I run. With this last blow, he drives me like a Coward ,• Nay, let me never win a Field again, If with the thought of these irregular Vapours, The blood han't burst my Lips. Card. Peace, Brother. Guise. By Heaven, I took thee for my Souls Physitiaii, F"], [48, "34 The Duke ffftiUISE. And dost thou vomit me with this loatli'd rieace ? 'Tis contradiction; no, my peaceful Brother, I'le meet him now, tho* Fire, arm'd Cherubins Shou'd cross my way. O Jealousie of Love / Greater than Fame: Thou eldest of the Passions, Or rather, all in one, I here invoke thee, Where-e're thou'rt Thron'd in Air, in Earth, or Helf, Wing me to my Revenge, to Blood, and Ruin Card. Have you no temper ? Guise. Pray, Sir, give me leave, A moments thought; ha, but I sweat and tremble, My Brain runs this and that way, 'twill not fix On ought but vengeance, Malicorn; call the People, [Shouts within. But hark, they shout again, I'le on and meet 'em, Nay, head 'em to his Palace as my Guards ; Yet more, on such exalted Causes born, I'le wait him in his Cabinet alone, And look him pale, while in his Courts without, The People shout him dead with their alarms, Andjnake his Mistress tremble in his Arms. [Exeunt. Scene the Third. Enter King and Council. [Shouts withoutl King. What mean these Shouts ? Abb. I told your Majesty, The Sheriffs have pufl'd the Populace with hopes Of their Deliverer, [Shouts again. King. Hark, there rung a Peal Like Thunder; see, Alphonso, what's the Cause. Enter"], [49, "Tie Dub if GUI SE. 35 Double Enter Grillon. Grill. My Lord, the* Guise is come. King. Is't possible! ha, Grillon, saidltthou, come* Grill. Why droops the Royal Majesty? OSir King. O Villain, Slave, wert thou my late born Heir, Giv'n me by Heav'n, ev'n when1! lay a 'dying; _ But peace, thou festring thought, and hide thy Wound ; Where is he? Grill. With her Majesty, your Mother ; She has tak'n Chair, and he walks bowing by her, With thirty thousand Rebels at His heels. King. What's to be done ? No pall upon my Spirit ; But he that loves me best, and dares the most On this nice point of Empire, let him speak. Alph. I would advise you, Sir, to call him in, And kill him instantly upon the Spot. Abb. I like Alphonso s Counsel, short, sure Work, Cut off the Head, and let the Body walk. Enter Queen-Mother. (U.M. Sir, the Guij e waits. King. He enters on his Fate. (L.M. Not so, forbear, the City's up in Arms; Nor doubt, if in their heat you cut him off, That they will spare the Royal Majesty. Once, Sir, let me advise, and rule your Fury. King. You shall, I'le see him, and Tie spare him now. Q^ M. What will you say ? King. I know not ; Colonel Grillon, call the Archers in, F x"], [50, "36 The Duke* of GUI SE. [Exit Grill [Exeunt-. ACT. Double your Guard, and strictly charge the Swits Stand to their Arms, receive, him as a Traytor. My Heart has set thee down, O Guise, in Blood, Blood, Mother, Blood, ne're to be blotted out. &_/?/. Yet you'l relent when this hot fit is over. King. If I forgive him, may I ne're be fargiv'a ; No, if I tamely bear such Insolence, What act of Treason will the Villains stop at .J Seize me, they've sworn, Imprison mc's the next, Perhaps Arraign me, and then doom me dead ; But e're I suffer that, fall all together) Or rather, on their slaughter'? Heaps erect Thy Throne, and then proclaim it for Example,, I'm born a Monarch ; which implies, alone To weild the Scepter, and depend on none. The End of the Third ACT."], [51, "The Duke of GUISE. 37 ACT IV. SCENE the Louvre. A Chair of State placd; the King appears fitting in it ; a Table by him, on which he leans ; Attendants on each fide of them: amongst the rest, Abbot, Grillon, and Bellieure. The Queen-Mother en- ters led by the Duke of Guise, who makes his approach with three Reverences to the Kings Chair ; after the third, the King rises ; and coming forward, speaks. King. T Sent you word you should not come. X Guise. Sir, that I came — King. Why, that you came, I see. Once more; If3sent you word, you should not come. Guise. Not come to throw my self, with all submission, Beneath your Royal Feet : to put my Cause And Person in the Hands of Soveraign Justice ! King. Now 'tis with all submission, that's the Preface, Yet still you came against my strict Command, You disobey'd me, Duke, with all submission. Guise. Sir, it was the last necessity that drove me To clear my self of Calumnies, and Slanders, Muchurg'd, but never prov'd, against my Innocence j Yet had I known it was your express Command, I should not have approach'd. i King. Twas as express, as words could signifie ; Stand forth Bellieure, it shall be prov'd you knew it, Stand forth, and to this false Mans Face declare Your Meslage, word for Word. Bell. Sir, thus it was, I met him on the way, And plain as I could speak, I gave your Orders Just in these following Words ■ tfhig"], [52, "The Duke of GUI SE 38 King. Enough, I know you told him ; But he has us'd me long to be contemn'd, And I can still be patient, and forgive. Guise. And I can ask forgiveness, when I err; But let my Gracious Master, please to know The true intent of my mis-constru'd Faith. Should I not come to vindicate my Fame, From wrong Constructions ? And #z»g;.Come.Duke,you were not wrong'd your Conscience knows, You were not wrong'd, were you not plainly told, That if you dar'd to set your Foot in Paris, You fhou'd be held the cause of all Commotions, That fhou'd from thence ensue, and yet you came. Guise. Sir, will you please with patience but to hear me ? King. I will, and wou'd be glad, my Lord of Guise, To clear you to my self. Guise. I had been told There were in agitation here at Court, Things of the highest note against Religion, Against the common Properties of Subjects, And Lives of honest well affected men ; I therefore judg'd— — — King. Then you, it seems, are Judge Betwixt the Prince and People, Judge for them, And Champion against me ? Guise. I fear'd it might be represented so, And came Resolv'd — King. To head the Factious Crowd. Guise. To clear my Innocence. King. The means for that, Had been your absence from this hot-brain'd Town- Where you, not I, are King I feel my Blood kindling within my Veins, The Genius of the Throne knocks at my Heart, Come what may come, he dies. d_M. flopping the King. What mean you, Sir, ,You tremble and look pale, for Heavens fake think, Tis your own Life you venture, if you kill him. King. Had I ten thousand Lives, Tie venture all Give me way, Madam."], [53, "The Duke of GUISE. 39 Q^M. Not to your destruction. The whole Parisian Herd is at your Gates; A Crowd's a Name too small, they are a Nation, Numberless, arm'd, enrag'd, one Soul informs 'em. King. And that one Soul's the Guise, I'le rend it out, And damn the Rabble all at once in him. Guise. (.7/k/f.)MyFateisnow i'th' Ballance, Fool within, I thank thee for thy foresight. ££_ M. Your Guards oppose 'em. King. Why not ? a Multitude's a Bulky Coward. Q. M. By Heaven there are not Limbs in all your Guards, For every one a Morsel. King. Cæsar quell'd 'em, But with a Look and Word. Q^ M. So Galba thought. King. But Galba was not Cæsar. Guise. I must not give 'em time for Resolution. [Aside. My Journey, Sir, has discompos'd my Health, [To the King. I humbly beg your leave I may retire, Till your Commands re-call me to your Service. [Exit Guise. Manet King, Queen-Mother, Grillon, Abbot. King. So you have counsell'd well, the Traytors gone. To mock the meekness of an injur'd King, [To Queen- Mother. Why did not you, who gave me part of Life, Infuse my Father stronger in my Veins ? But when you kept me coop'd within your Womb, You pall'd his generous Blood with the dull mixture Of your Italian Food, and milk'd flow Arts Of Womanish tameness in my Infant Mouth, Why stood I stupid else, and miss'd a blow, Which Heaven and daring folly made so fair. c> M. I still maintain, 'twas wisely done to spare him. Grill. A pox 6'this unseasonable Wisdom ; He was a Fool to come ; if so, then they Who let him go, were somewhat. King. The event, th' event will shew us what we were,, For like a blazing Meteor hence he shot, And drew a sweeping Fiery Train along; :"], [54, "For 4o He Dub is GUISE. O Paris, Paris, once my Seat of Triumph ; But now the Scene of all thy King's misfortunes, Ungrateful, perjur'd, and Disloyal Town, Which by my Royal Presence I have warm'd So long, that now the Serpent hisses out, And shakes his forked Tongue at Majesty, While I Q^ M. While you lose time in idle talk. And use no means for safety and prevention. King. What can I do ! O Mother, Abbot, Grillon . All dumb ! nay, then 'tis plain, my Cause is desperate. Such an o' re-whelming ill makes Grief a Fool, As if Redress were past. Grill. I'le go to the next Sheriff, And beg the first Reversion of a Rope ; Dispatch is all my business, Tie hang for you. Abbot. 'Tis not so bad, as vainly you surmise ; Some space there is, some little space, some steps Betwixt our Fate and us ; our Foes are powerful, But yet not Arm'd, nor Martiall'd into Order ; Believe it, Sir, the Guise will not artempt, 'Till he have rowl'd his Snow-ball to aheap. King. So, then, my Lord, we are a day off from Death, What shall to morrow do ? Abbot. To morrow, Sir. If hours between slide not too idle by, You may be Master of their Destiny, Who now dispose so loftily of yours. Not far without the Suburbs there are Quarter'd Three thousand Swisse, and two fyench Regiments. King. Wou'd they /were here, and I were at their head. Qjfc. Send Marefchal Byron to lead 'em up. King. It shall be so, by Heaven there's Life in this, The wrack of Clouds is driving on the Winds, And shows a break of Sun-shine. Go, Grillon, give my Orders to Byron, And see your Souldiers well difpos'd within,"], [55, "The Dn{e of GUISE. 41 For Safeguard os the Louvre. One thing more, The Guise ( his bus'ness yet not fully ripe, ) Will treat at least for show of Loyalty : Let him be met with the same Arts he brings. Kjng. I know, he'll make exorbitant Demands, But here your part of me will come in play ; Th' Italian Soul shall teach me how to sooth : Even Jove must flatter with an empty hand, 'Tis time to thunder, when he gripes the Brand. [ Ex. Omnes. Enter Malicorne solus, A Night-Scene. Mai. Thus far the Cause of God : but God's or Devils , I mean my Master's Cause, and mine succeed : What shall the Guise do next ? [ A flash os lightning. Enter the Spirit Melanax. Mel. First seize the King, and after murder him. Md. Officious Fiend, thou com'st uncall'd to Night. Mel. Always uncall'd, and still at hand for mischief. Mai. — But why in this Fanatick Habit, Devil ? . Thou look'st like one that preaches to the Crowd, \" Gospel is in thy Face, and outward Garb, And Treason on thy Tongue. . Mel. Thou hast me right, Ten thousand Devils more are in this Habit, Saintfhip and Zeal are still our best disguise : We mix unknown with the hot thoughtless Crowd, And quoting Scriptures, which too well we know, With impious Glosses ban the holy Text, And make it speak Rebellion, Schism and Murder, So turn the Arms of Heaven against it self. Mai. What makes the Curate of St. Eustace here ? M. I. Thou art mistaken Master, 'tis not he, But 'tis a zealous, godly, canting Devil, Who has assum'd the Churchman's lucky shape, To talk the Crowd to Madness and Rebellion. Mel. O true Enthusiastick Devil, true ; For Lying is thy Nature, even to me : G Didst"], [56, "Mai. 42 The Dub of GUISE, Didst thou not tell me, If my Lord the Guise Enter'd the Court, his Head should then lie low ? That was a Lye . he went, and is return'd. Mel. Tis false; I said, Perhaps it should lie low. And, but I chill'd the hlood in Henry's veins, And cram'd a thousand ghastly, frightful Thoughts, Nay, thrust 'era foremost in his Iab'ring Brain, Even so it would have been. Mai. Thou hast defer v'd me, And I am thine, dear Devil ; What do we next ? Mel. I said, First seize the King. Mai. Suppose it done : He's clapt within a Covent, shorn a Saint, My Master mounts the Throne. Mel. Not so fast, Malifwne ; Thy Master mounts not, till the King be slain. Mai. Not when depos'd ? Mel. He cannot be depos'd . He may be kill'd, a violent Fate attends him ; But at his Birth there shone a Regal Star. Mai. My Master had a stronger. Mel. No, not a stronger, but more popular. Their Births were full oppos'd, the Guise now strongest ; But if th5 ill Influence pass o'r Harry's Head, As in a year it will, France ne're shall boast A greater King than he, now cut him off While yet his Stars are weak. Mil. Thou talk'st of Stars : Canst thou not fee more deep into Events, And by a surer way ? Mel. No, Malicorne , The ways of Heaven are brok'n since our Fall, Gulph, beyond Gulph, and never to be shot : Once we cou'd read our mighty Maker's mind, As in a Chrystal Mirror, fee th' Idea's Of things that always are, as He is always. Now shut below in this dark Sphere, By Second causes dimly we may guess, And peep far off on Heavens revolving Orbs, Which cast obscure Reflections from the Throne."], [57, "The Du{e of GUISE. 43 The Mai. Then tell me thy Surmises of the future. Mel. I took the Revolution of the \"Year, Just when the Sun was entering in the Ram : Th' ascending Scorpion poysbn'd all the Sky, A sign of deep deceit and treachery. Full on his Cusp his angry Master late, Conjoyn'd with Saturn, baleful both to Man : Of secret Slaughters, Empires overturn'd, Strife, Blood, and Massacres expect to hear, And all th' Events of an ill omen'd Year. Mai. Then flourish Hell, and mighty Mischief reign, Mischief to some, to others must be good ; But hark, for now, tho' tis the dead of Night, When silence broods upon our darkned world, Methinks I hear a murmuring hollow sound, Like the deaf Chimes of Bells in Steeples touch'd. Mel. 'Tis truly ghefs'd : But know, 'tis from no nightly Sexton's hand, There's not a damned Ghost, nor hell-born Fiend, That can from Limbo scape, but hither flies, With leathern wings they beat the dusky Skies. To sacred Churches all in Swarms repair, Some crowd the Spires, but most the hallow'd Bells , 1 And softly Toll for Souls departing Knells, £ Each Chime thou hear'st, a future death foretells. j Now there they perch to have 'em in their Eyes, Till all go loaded to-the Neather Skies. Mai. To morrow then. Mel. To morrow let it be : Or thou deceiv'st those hungry, gaping Fiends, And Beelzebub will rage. Mai. \"Why Beelzebub ? Hast thou not often said, That Lucifer's your King ? Mel. I told thee true : But Lucifer, as he who foremost fell, So now lieslowest in th' Abyss of Hell. Chain'd till the dreadful Doom, in place of whom Sits Beelzebub, Vicegerent of the damn'd, Who listning downward hears his roaring Lord, And executes his purpose, but no more G 2"], [58, "The Duty of GUISE. 44 The morning creeps behind yon Eastern hill, And now the Guard is mine*, to drive the Elves And foolish Fairies from their Moon- light Play, And lash the Laggers from the sight of day. [ Descends. • Enter Guise, Mayenne, Cardinal, and, Archbishop. May. Sullen, methinks , and slow the Morning breaks, As if the Sun were listless to appear, And dark designs hung heavy on the day. Guise. Y'are an old Man too soon, y'are superstitious, I'le trust my Stars, I know 'em now by proof, The Genius of the King bends under mine, Inviron'd with his Guards he durst not touch me ; But aw'd and craven'd as he had been lpeU'd, Would have pronounc'd, Go kill the Guise, and durst not. Card. We have him in ottr power/coopt in his Court, Who leads the first Attack r Now by yond Heaven ■ That blushes at my Scarlet Robes, I'll d'off This womanish Attire of godly peace, And cry, Lie there Lord Cardinal of Guise. Guise. As much too hot, as Mayenne too cool, But 'tis the manlier fault o'th' two. Bishop. Have you not heard the King, preventing day, Receiv'd the Guards into the City Gates, The jolly Swisses marching to their Fifes. TheCrowd stood gaping heartless, andamaz'd, Shrunk to their shops, and left the passage free. Guise. I would it should be so, 'twas a good horror, First let 'em fear for Rapes, and ransackt Houses ; That very fright when I appear to head 'em, Will harden their soft City Courages : Cold Burghers must be struck, and struck like Flints, Ere their hid Fire will sparkle. Bishop. I am glad the King has introduc'd these Guards. Card. Your Reason. Bishop. They are too few for us to fear, Our numbers in old martial Men are more, The City not cast in, but the pretence That hither they are brought to bridle Paris, Will make this Rising pass for just defence. May"], [59, "7 he Du\\e of GUISE. 45 May. Suppose the City should not rise. Guise. Suppose as well the Sun should never rise : He may not rife, for Heaven may play a trick ; But he has risen from Adam's time to ours. Is nothing to be left to Noble Hazard ? No Venture made, but all dull Certainty ; By Heav'n I'le tug with Harry for a Crown, Rather than have it on tame terms of yielding, I scorn to poach for Power. Enter a Servant, who whispers Guise. A Lady, fay'stthou, Young, and Beautiful, Brought in a Chair ? Conduct her in -. [ Exit Serv. Card. You wou'd be left alone , Guise. I wou'd, Retire. Re-enter Servant with Marmoutier, and Exit. Starting } Is't possible I dare not trust my Eyes, back. J You are not Marmoutier. Mar. What am I then ? Guise. Why any thing but she : What should the Mistress of a King do-here ? Mar. Find him, who wou'd be Master of a King. Guise. I sent not for you, Madam. Mar. I think my Lord the King sent not for you. Guise. Do you not fear your Visit will be known ? Mar. Fear is for guilty Men, Rebels, and Traytors ; Where e're I go, my Virtue is my Guard. Guise. What Devil has sent thee here to plague my Soul ? O that I could detest thee now as much As ever I have lov'd, nay even as much - As yet in spite of all thy Crimes I love ; But 'tis a Love so mixt with dark Despair, The Smoke and Soot smother the rising, flame, And make my Soul a Furnace : Woman, Woman, What can I call thee more, if Devil 'twere less, Sure thine's a Race was never got by Adam, But Eve play'd false engendring with the Serpent, Her own part worse than his. M.r."], [60, "' The Dub os GUISE 46 Mar. Then they got Tray tors. Guise. Yes, Angel Traytors sit to shine in Palaces, Fork'd into Ills, and split into Deceits ; Two in their very frame : 'twas well, 'twas well, I saw not thee at Court, thou Basilisk ;, For if I had' those Eyes, without his Guards, Had done the Tyrant's work. Mar. Why then, it seems, I was not false in all ; I told you, Gnisk, If you left Paris, I would go to Court : You see I kept my Promise. Guise. Still thy Sex : Once true in all thy Life, and that for Mischief. Mar. Have I said I lov'd you ? Guise. Stab on, Stab, 'Tis plain you love the King. Mar. Nor him, nor you, In that unlawful way you seem to mean. My Eyes had once so far betray 'd my Heart, As to distinguish you from Common Men, What e're you said, or did, was Charming; all. Guise. But yet, it seems, you found a King more Charming. Mar. ldo not fay more Charming, but more Noble, More truly Royal, more a King in Soul, Than you are now in wishes. Guise. May be so : But Love has oy I'd your tongue to run so glib, Curse on your Eloquence. Mar. Curse not that Eloquence, that fav'd your Life : For when your wild Ambition, which defy'J A Royal Mandat, hurried you to Town ; When over-weening pride of Popular Power, Had thrust you headlong in the Louvre Toy Is, Then had you dy'd : for know, my haughty Lord, Had I not been, offended Majesty Had doom'd you to the death you well descrv'd. Guise. Then was't not Henrys fear preferv'd my Life ? Mar. You know him better, or you ought to know him : He's born to give you soar, not to receive it. Guise. Say this again, but add you gave not up Your"], [61, "The Dub of GUISE* 47 Your Honour as the Ransom of my Life ; For if you did, 'twere better I had dy'd. Mar. And so it were. Guise. Why said you, So it were ? For tho 'tis true, methinks 'tis much unkind. Mar. My Lord, we are not now to talk of kindness, If you acknowledge I have fav'd your Life. Be grateful in return, and do an Act; Your Honour, though unaskt by me, requires. Guise. By Heav n and you, whom next to Heaven I love, ( if I laid more, I fear I ftould not lie,) I'le do what e're my Honour will permit. Mir. Go throw your self at Henry's Royal Feet, And rise not, till approv'd a Loyal Subject. Guise. A Dutious Loyal Subject I was ever. Mar. I'le put it short, my Lord, depart from Paris. Guise. I cannot leave My Countrey, Friends, Religion, all at stake ; Be wise, and be before-hand with your Fortune ; Prevent the turn, forsake the ruin'd Court ; Stay here, and make a merit of your Love. Mar. No, I'le return, and perish in those Ruines ; I find thee now ambitious, faithless Guise, Farewel the basest, and the last of Men. Guise. Stay, or — O Heav'n ! I'le force you : Stay — Mar. I do believe So ill of you, Co villainoufly ill, That if you durft, you wou'd : Honour you've little, Honefty you've lefs ; But Conference you have none. Yet there's a thing call'd Fame, and Mens Efteem, Preferves me from your force , once more farewel : Look on me Guife, thou feed me now the laft ; Tho Treafbn urge not Thunder on thy head, This one departing Glance (hall flafh thee dead. [ Exit. Guife. Ha faidfhetrue ? Have I fo little Honour. Why then a Prize lb eafie, and fo fair, Had never fcap'd my Gripe ; but mine fhe is, For that's let down as fure as Harrfs Fall : But my Ambition,that Ihe calls my Crime : Falfe,"], [62, "' The Duty of GUISE. 48 alse, false by Fate, my Right was born with me, And Heaven confest it in my very frame ; The Fires that would have form'd ten thousand Angels, Were cram'd together for my single Soul. Enter Malicome. Mai. My Lord, you trifle precious hours away, The Heavens look gaudily upon your greatness, And the crown'd moments court you as they fly ; Brisac and fierce Aumal_ have pent the Sirisse, And folded em like sheep in holy ground, Where now with order'd Pikes, and Colours furi'd, They wait the word that dooms 'em all to dye : Come forth and bless the Triumph of the day. Guis. So flight a Victory requir'd not me : I but late still, and Nodded like a God My World into Creation, now 'tis time To walk abroad, andcarelefly survey How the dull Matter does the Form obey. [ Exit Jiv>£Malicorne. Enter Citizens , and Melanax in his Fmatick Habit, at the head of ''em. Md. Hold, hold a little, Fellow Citizens, and you Gentlemen of the Rabble, a word of Godly Exhortation to strengthen your hands, ere you give the Onset. i Cit. Is this a time to make Sermons ? I wou'd not hear the Devil now, tho he should come in God's Name,to preach Peace to us. 2 Cit. Look you, Gentlemen, Sermons are not to be defpis'd, We have all profited by godly Sermons that promote Sedition, Let the precious man Hold-forth. Omnes. Let him Hold-forth, let him Hold-forth. Mel. To promote Sedition is my business : It has been so be fore any of you were born, and will be so when you are all dead and damn'd ; I have led on the Rabble in all Ages. i Cit. That's a Lye, and a loud one. Fie has led the Rabble both Old and Young, that's all Ages: A heavenly sweet Man, I warrant him, 1 have seen him somewhere in a Pulpit. Mil. I sown Rebellion every where. i Cit. How every where ? That's ano.her Lye : How far have you Travel'd Friend ? ' M->"], [63, "The Duty of GUISE. 49 Mel. Over all the World. i Cit. Now that's a Rapper. 2 Cit. I fay, No : For, look y®u Gentlemen, if he has been a Traveller, he certainly fays true, for he may lye by Au thority. Mel. That the Rabble may depose their Prince, Has in all Times, and in all Countries, been accounted lawful. i Cit. That's the first true Syllable he has utter'd : But as how, and whereby, and when may they depose him ? Mel. When ever they have more power to Depose, than he has to Oppose , and this they may do upon the least Occa sion. i Cit. Sirra, you mince the Matter, you should fay, we may do it upon no Occasion, for the less the better. Met aside. Here's a Rogue now will out-shoot the Devil in his own Bow. 2 Cit. Some Occasion, in my mind, were not amiss ; For, look you Gentlemen, if we have no Occasion, then whereby we have no Occasion to depose him ; and therefore either Religion or Li berty, I stick to those Occasions ; for when they are gone, Good night to Godliness and Freedom. Mel. When the most are of one side, as that's our case, we are always in the right i_ibr they that are in power, will ever be the Judges : So that if we sky White is Black, poor White must lose the Cause, and put on Mourning, for White is but a single Syl lable, and we are a whole Sentence : Therefore go on boldly ,and lay on resolutely for your Solemn League and Covenant , and if here be any squeamish Conscience who fears to fight against the King, tho I that have known you Citizens these thousand years, suspect not any, let such understand, That his Majesties Politick Capacity is to be distinguifh'd from his Natural ,• and though you murder him in one, you may preserve him in the other , and so much for this time, because the Enemy is at hand. 2 Cit. looking out. Look you, Gentlemen, 'tis Grillon the fierce Colonel, He that devours our Wives, and ravishes our Children. 1 Cit. He looks so Grum, I don't care to have to do with him, Wou'd I were safe in my Shop behind the Counter. 2 Cit. And wou'd I were under my Wives Petticoats, Look you, Gentlemen. H i!U"], [64, "J k 23»% of GUISE. 5 3 Mel. You, Neighbour, behind your Compter yesterday, paid a Bill of Exchange in Glass, Louisdors, and you Friend, that cry, Look you Gentlemen , this very morning was under another Womans Petticoats, and not your Wives. 2 Cit. How the Devil does he know this ? Mel. Therefore fight lustily for the Cause of Heaven, and to make even Tallies for your Sins, which that you may do with a better Conscience, I absolve you both, and all the rest of you : Now go on merrily, for those that escape shall avoid killing ; and those who do not escape, I will provide for in another world. [ Cry within on the other fide of the Stag e, Vive le Roy, Vive le Roy. Enter Grillon, and his Party. r Grill. Come on, Fellow- Soldiers, Commilitones, that's my worcb. as 'twas Julius Cesar's of Pagan memory ; 'fore God I am no Speech-maker, but there are the Rogues, and here's Bilbo, that's a word and a blow ; we must either cut their Throats, or they cut ours, that's pure necessity for your comfort: Now if any man can be so unkind to his own Body, for I meddle not with your Souls, as to stand still like a good Christian, and offer his Weeson to a Butcher's Whittle, I fay no more but that he may be fav'd, and that's the best can come on him. [ Cry on both sides , Viveje Roy, Vive Guise. The Fight. Mel. Hey for the Duke of Guise and Property ,Up with Religion and the Cause, and down with those Arbitrary Rogues there : Stand to't you Associated Cuckolds. [ Citizens go back. O Rogues, O Cowards, Damn these Half- strain'd Shop-keepers, Got between Gentlemen and City-Wives, how Naturally they quake, and run away from their own Fathers, Twenty Souls a Penny were a dear Bargain of 'em. [They all run c^Melanax with : than, the I and 2 Cit. taken. Grill. Possess your selves of the place Maukrt, And hang me up those two Rogues for an example. i Cit. O spare me sweet Colonel, I am but a young Beginner, and new set up Grill. I'le be your Customer,and set you up a little better, Sirrah, Go hang him at the next Sign-post : What"], [65, "Ik Duty of GUISE. 51 What have you to say for your self, Scoundrel ? Why were you a Rebel ? 2 Cit. Look you, Colonel, 'twasout of no ill meaning to the Government, all that I did, was pure Obedience to my Wife. Grill. Nay, if thou hast a Wife that wears the Breeches, Thou shalt be condemn'd to live: Get thee home for aHen-peckt Traytor What, Are we encompass'd ? Nay then, Faces this way ; Wee'l sell our Skins to the fairest Chapmen. Enter AumaJe and Soldiers on t&e one side, Citizens on the other, Grillon and his party are disarm d. 1 Cit. Bear away that bloody-minded Colonel, And hang him up at the next Sign-post : Nay, when I am in power, I can make examples too. -Omnes. Tear him piecemeal, tear him piece-meal. [Pull and Grill. Rogues, Villains, Rebels, Traytors, Cuckolds, hale him. 'Swounds, What do you make of a Man ? Do you think nw Legs and Arms are strung upon a Wire, like a Jointed Baby ? Carry me off quickly , you were best , and hang me decently, according to my first Sentence. 2 Cit. Look you, Colonel, you are too bulky to be carried off all at once , a Leg or an Arm is one Man's Burden : Give me a little Finger for a Sample of him, whereby I'le carry it for a Token to my Soveraign Lady. Grill. 'Tis too little, in all Conscience, for her, Take a bigger Token, Cuckold. Et tu Brute whom I fav'd, O the Conscience of a Shop-keeper ! 2 Cit. Look you, Colonel, for your saving me, I thank you heartily, whereby that Debt's paid ; but for speaking Treason against my anointed Wife, that's a new Reok'ning between us. Enter Guise with a Generals Staff in his hand, Mayenne, Cardinal, Archbishop, Malicorn, and Attendants. Omnes. Vive Guise. Guise bowing, and Bare-headed. I thank you Countrey-men, the hand of Heaven In all our Safeties has appear'd -this day, Stand on your Guard, and double every Watch, But stain your Triumph with no Christian blood, H 2 French"], [66, "52 The Duty of GUISE. French we are all, and Brothers of a Land. Card. What mean you, Brother, by this Godly talk ? Of sparing Christian Blood, why these are Dogs ; Now by the Sword that cut off Malchus Ear, Meer Dogs that neither can be fav'd nor damn'd. Archbishop. Where have you learnt to spare inveterate Foes ? Guise. You know the Book, Archbishop. And can expound it too : But Christian Faith was in the Nonage then, And Roman Heathens lorded o're the World, What madness were it for the weak and few, To fight against the many and the strong ; Grillon must dye, so must the Tyrant's Guards, Least gathering head again, they make more work. Mai. My Lord, the People must be flefh'd in Blood, To teach 'em the true Relish, dip 'cm with you Or they'l perhaps repent. Guise. You are Fools to kill 'em were to shew I fear'd 'em \\ The Court disarm'd, diilreartned, and besieg'd, Are all as much within my power, as if I grip'd 'em in my Fist. May. 'Tis rightly judg'd : And let me add, who heads a Popular Cause, Must prosecute that Cause by Popular Ways : So whether you are merciful or no, You must affect to be. Guise. Dismiss those Prisoners, Grillon, you are free, I do not ask your Love, be still my Foe. Grill. I will be so : But let me tell you, Guise, As this was greatly done, 'twas proudly too-; I'le give you back your life when next we meet, Till then I am your Debtor. Guise. That's till Dooms-day. [Grillon and his Exeunt one way, Haste Brother, draw out Fifteen thousand Men, Rabble the other. Surround the Louvre, least the Prey fliould scape, I know the King will send to treat, We'll set the Dice on him in high demands, No less than all his Offices of Trust , He shall be par'd, and canton'd out, and dipt, So long he shall not pass. Card,"], [67, "The Duty os GUISE. 53 Ccrd. What do we talk Of paring, clipping, and such tedious work. Like those that hang their Noses ore a Potion and Qualm , and keck, and take it down by Sipps. Archbishop. Best make advantage of this Popular Rage, Let in th' orewhelmingTyde on Harry's head, In that promiscuous Fury who shall know Among a thousand Swords who kill'd the King. Mai. O my dear Lord, upon this onely day Depends the scries of your following Fate : Think your good Genius has assum'd my shape In this Prophetick doom. Guise. Peace croaking Raven, Tie seize him first, then make him a led Monarch j. I'le be declar'd Lieutenant General Amidst the Three Estates that represent The glorious, full, majestick Face of France, Which in his own delpight the King shall call : So let him reign my Tenant during life, His Brother of Navar shut out for ever, Branded with Heresie, and barr'd from Sway, That when Valoh consom'd in Ashes lies, The Phœnix Race of Charlemain may rise- [Exeunt. SCENE, The L 0 U V '11 Enter King, Queen-Mother , Abbot , Grillon. KJng. Difmist with such Contempt ? Grill. Yes, Faith, we past like beaten Romans underneath the Fork. KJng. Give me my Arms. Grill. For what? KJng. I'le lead you on. Grill. You are a true Lyon, but my Men are Sheep ; If you run first, I'le swear they 'I follow you. KJng. What, all turn'd Cowards ? Not a Man in France Dares set his Foot by mine, and perish by me. Grill. Troth I can't find 'em much inclin'd to perishing. KJng."], [68, "The Duty of GUISE. 54 KJng. What can be left in danger, but to dare ? No matter for my Arms, Tie go Bare-fac'd, And seize the first bold Rebel that I meet. Abbot. There's ibmething of Divinity in Kings That fits between their Eyes, and guards their Life. Gr/fl. True, Abbot, but the mifchief is, you Churchmen Can lee that Ibmething further than the Crowd ; Thefe Musket Bullets have not read much Logick, Nor are they given to make your nice diflinclions : [ One enters, and gives the Queen a JVote^ (he reads—— One of 'em poflibly may hit the King In lbme one part of him that's not Divine , And fo the mortal part of his Majefty wou'd draw The Divinity of it into another world, fweet Abbot. QJMothet. 'Tis equal madnefs to go out or flay, The Reverence due to Kings is all transfer'd To haughty £>uifi, and when new Gods are made, The old muft quit the Temple, you mufl fly. Kjng. Death, Had I wings, yet I would fcorn to fly. Grill. Wings, or no wings, is not the Queflion : If you won't fly for't, you mull ride for't, And that comes much to one. KJng. Forsake my Regal Town. Q/ptinher. Forsake a Bedlam : This Note informs me, Fifteen thousand Men Are marching to inclose the Louvre round. Abbot. The business then admits no more dispute, You, Madam, must be pleas'd to find the Gnis, Seem eafie, fearful, yielding, what you will, But still prolong the Treaty all you can, Togain the King more time for his Escape. I'le undertake it- — -Nay, no thanks my Son, My blessing shall be given in your deliverance ; That once perform'd, their Web is all unravel'd, And Guise is to begin his work again. [ Exit KJng. I .go this minute. Enter Marmoutier. Nay then, another minute must be given. O how I blush, that thou shouldst see thy King Do"], [69, "The Duty of GUISE. 55 Do this low Act that lessens -all his Fame : Death must a Rebel force me from my Love ! If it must be Mar. It must not, cannot be. Grill. No, nor shall not Wench, as long as my Soul wears a Body- n , King. Secure in that, I'le trust thee ; Shall I trust thee ? For Conquerors have Charms, and Women Frailty : Farewel, Thou may'st behold me King agen, My Soul's not yet depos'd, why then farewel, I'le say't as comfortably as I can : ButO curs'd Guise, for pressing on my time, And cutting off Ten thousand more Adieus. Mar. The moments that retard your Flight are Traytors, Make haste myRoyal.Master to be safe, And save me with you, for I'le share your Fate. KJng' Wilt thou go too? Then I am reconcile! to Heaven again : O welcome thou good Angel of my way, Thou Pledge and Omen of my safe Return ; Not Greece, nor hostile Juno cou'd destroy The Hero that abandon'd burning Troy-, He scap'd the dangers of the dreadful Night, When loaded with his Gods he took his Flight. [ Exeunt King, lending her. A C T. V. SCENE, The Castle of Bloife. Enter Grillon, Alphonso Corso. Grill. X~&] Elcome Colonel, welcome to Bloife. Ash. V V Since last we parted at the Barricadoes, The World's turn'd upside down. j Grill. No, Faith, 'tis better, now 'tis downside up, Our part o'th' wheel is rising, tho but slowly. Alph."], [70, "56 The Duty os GUISE. A'ph. Who lookt for an Assembly of the States? Gnll. When the King was escap'd from Paris, and got out of the Toyles, 'twas time for the Guise to take 'em down, and pitch others: That is, to treat for the Calling of a Parliament, where being lure of the major part, he might get by Law, what he had miss'd by Force. Alph. But why should the King assemble the States, to fatisfie the Guise after so many Affronts ? Grill. For the fame reason that a Man in a Duel fays, he has re ceived satisfaction when he is first wounded, and afterwards dis arm'd. Alph. But why this Parliament at Blois, and not at Paris ? Grill. Because no Barricado's have been made at Blois .- This Blois is a very little Town, and the King can draw it after him. But Paris is a damn'd, unweildy Bulk, and when the Preachers draw against the King,a Parson in a Pulpit is a devilish Fore-horse. Besides, I found in that Insurrection, what dangerous Beasts these Townsmen are ; I tell you, Colonel, a Man had better deal with ten of their Wives, than with one zealous Citizen : O your inspir'd Cuckold is most implacable. Alph. Is there any seeming kindness between the King,and the Duke of Guise ? Grill. Yes, most wonderful : They areas dear to one another, as an old Usurer, and a rich young Heir upon a Mortgage. The King is very Loyal to the Guise, and the Guise is very gracious to the King : Then the Cardinal of Guise, and the Archbishop of Lyons, are the two Pendants,that are always hanging at the Royal Ear; They ease His Majesty of all the Spiritual business, and the Guise of all the Temporal, so that the King is certainly the hap piest Prince in Christendom, without any care upon him : so yield ing up every thing to his Loyal Subjects that he's infallibly in the way of being the greatest , and most glorious King in all the world. Alph. Yet I have heard, he made a sharp reflecting Speech upon their Party at the opening of the Parliament, admoniih'd Men of their Duties , pardon'd what was past , but seem'd to threaten Vengeance, if they persisted for the future. Grill. Yes, and then they all took the Sacrament together : He promising to unite himself to them, and they to obey him ac cording to the Laws ; yet the very next morning they went oh, in"], [71, "The Duty os GUISE. 57 in pursuance of their old Commonwealth designs, as violently as ever. Alph. Now am I dull enough to think they have broken their Oath. Grill. I but you are but one private Man,and they are the three States ; And if they Vote that they have not broken their Oaths, Who is to be Judge? Alph. There's One above. Grill. I hope you mean in Heaven, or else you are a bolder Man than I am in Parliament- time • but here comes the Master and my Neece. Alph. Heaven preserve him, if a Man may pray for him with out Treason. Grill. O Yes, You may pray for him , the Preachers of the Guises side, do that most formally : Nay , You may be suffer'd Civilly to drink his Health, be of the Court, and keep a place of Profit under him: For, in short, 'tis a judg'd Case of Conscience, to make your best of the King, and to side against him. Enter KJng and Marmoutier. King. Grillon, Be near me , There's something for my service to be done, Your Orders will be sodden, now withdraw. Grill, aside. ] Well , I dare trust my Neece , even tho' she comes of my own Family ; but if she Cuckolds my good Opinion of her Honesty, there's a whole Sex fall'n under a General Rule without one Exception. [ Exeunt Grill, and Alph. Mar. You bid my Uncle wait you. King. Yes. ' Mar. This hour. KJng. T think it was. Mar. Something of moment hangs upon this hour. King. Not more on this, than on the next and next, My time is all ta'ne up on Usury ; I never am before hand with my hours, But every one has work before it comes. Mar. There's something for my service to be done, Those were your words. King. And you desire their meaning. Mar. I dare not ask, and yet perhaps may ghess. I KJng,"], [72, "5S The Dn{e of GUISE. ( KJn^.' 'Tis searching there where Heaven can only pry, Not Man, who knows not Man but by surmise ■ Nor Devils, nor Angels of a purer Mould, Can trace the winding Labyrinths of Thought, I tell thee, Marmoutier, I never speak Not when alone, for fear some Fiend should hear, And blab my Secrets out. Mar. You hate the Guise. King- True, I did hate him. Mar. And you hate him still. King * I am reconcil'd. Mar. Your Spirit is too high, Great Souls forgive not injuries, till time Has put their Enemies into their power, That they may shew Forgiveness is their own ; For else 'tis fear to punish that forgives : The Coward, not the King. King. He has submitted. Mar. In show, for in effect he still insults. Kjng. Well, Kings mull bear lbmetimes. Mar. They mufl, till they can fhake their burden off, And that's, I think, your aim. Kjng. Miftaken ftill : AllFavours, all Preferments, pals through them, I'm pliant, and they mould me as they pleafe. Mar. Thefe are your Arts to make 'em more fecure, Juft fo your Brother us'd the Admiral, LOrijj Brothers may think, and acl like Brothers too. KJng. What said you, ha ! what mean you Mirmcutier ? Mar. Nay, what mean you ? That Start betray'd you, Sir. KJng. This is no Vigil of St. Rartbolmtw, Nor is Blois Paris. Mar. 'Tis an open Town. King. What then ! Mir. Where you are strongest. King. Well, what then ? Ma?: No more, but you have Power, and are provok'd. KJng. O ! Thou hast set thy Foot upon a Snake, Get quickly off, or it will sting thee dead. Mar. Can I unknow it ? K'ig"], [73, "The Dub of GUISE 59 And Kflig. No, but keep it fecret. Mar. Think, Sir, your Thoughts are flill as much your own, As when you kept the Key of your own Breaft : But fince you let me in, I find it fill'd With Death and Horror ; you would murder Guife. Kjng. Murder ! w7hat Murder ! ule a fofter word, And call it Soveraign Juflice. Mar. Wou'd I cou'd : But Justice bears the Godlike shape of Law, And Law requires Defence, and equal Plea Betwixt, th' Offender, and the righteous Judge. King. Yes, when th' Offender can be judg'd by Laws, But when his Greatness overturns the Scales, Then Kings are Justice in the last Appeal : And forc'd by strong Necessity may strike, In which indeed th'y assert the Publick Good, And, like sworn Surgeons, lop the gangren'd Limb : Unpleasant wholsom work. Mar. If this be needful. King. Ha, didst not thou thy self in fathoming The depth of my designs, drop there the Plummet? Didst thou not fay Affronts, so Great, so Publick, I never could forgive ? Mar. I did but yet — King. What means, But yet ? 'Tis Evidence so full, If the last Trumpet sounded in my Ears, Undaunted I should meet the Saints half way : And in the Face of Heaven maintain the Fact. Mar. Maintain it then to Heaven, but not to me : Do you love me ? KJng. Can you doubt it ? Mar. Yes, I can doubt it, if you can deny : Love begs once more this great Offender's life, Can you forgive the man you justly hate , That hazards both your Life and Crown to spare him ? One whom you may suspect I more than pity, ( For. I would have you see that what 1 ask, I know is wond'rous difficult to grant ) Can you be thus extravagantly Good ? King. What then? For I begin to fear my firmness : I 2"], [74, "The Dub of GUISE 60 if And doubt the soft destruction of your tongue. Mar. Then in Return, I swear to Heaven, and you, To give you all the Preference of my Soul : No Rebel Rival to disturb you there, Let him but live, that he may be my Convert. [ King walks awhile, then wipes his eyes, and speaks, King. You've Conquer 'd, all that's past shall be forgiv'n, My lavish Love has made a lavish Grant : But know this Act of Grace shall be my last. Let him repent, yes, let him well repent, Let him desist, and tempt Revenge no further : For by yond Heaven that's Conscious of his Crimes, I will no more by Mercy be betray'd. Deputies appearing at the Door. The Deputies are entring, You must leave me : Thus Tyrant Business all my hours usurps, And makes me live for others. Mar. Now Heav'n reward you with a prosperous Reign, And grant you never may be good in vain. [ Exit, Enter Deputies of the Three States, Cardinal of Guise , and Archbishop of Lyons, at the Head of 'em. King. Well, my good Lords, what matters of importance Employ'd the States this Morning ? Archb. One high Point Was warmly canvals'd in the Commons House, And will be soon Resolv'd. King. WhElt was't ? Card. Succession. • King- That's one high Point indeed, but not to be So warmly canvass'd, or so soon Resolv'd. Card. Things necessary must sometimes be sudden. King. No sudden danger threatens you, my Lord. Archb. What may be sudden, must be counted so ; We hope, and wish Your Life : But Yours, and Ours, Are in the hand of Fleaven. * King. My Lord, They are : Yet in a Natural way I may live long,"], [75, "The Duty os GUISE. 61 If Heaven and You my Loyal Subjects please. Archb. But since good Princes, like Your Majesty, Take care of dangers meerly possible, Which may concern their Subjects whose they are, And for whom Kings are made. KJng. Yes, we for them, And they for us, the Benefits are mutual, And so the Tyes are too. Card. To cut things short, The Commons will decree to exclude Navar From the Succession of the Realm of France. King. Decree, my Lord ! What one Estate decree, Where then are the other two, and what am I ? The Government is cast up somewhat short, The Clergy and Nobility casheer'd, Five hundred popular Figures on a Row, And I my Self that am, or should be King, Ano'regrown Cypher set before the Sum : What Reasons urge our Soveraigns for th' Exclusion? Archb. He stands solpected,Sir, of Heresie. KJng. Has he been call'd to make his just defence ? Card. That needs not, for 'tis known. King. To whom ? Card. The Commons. King. What is't those Gods the Commons do not know? But Heresie you Church-men teach us Vulgar, Supposes obstinate and stiff persisting In Errors prov'd, long Admonitions made, And all rejected, has this Course been us'd ? Archb. We grant it has not, but KJng. Nay, give me leave, I urge from your own Grant, it has not been : -i If then in process of a petty Sum, Both Parties having not been fully heard, No Sentence can be giv'n : Much less in the Succession of a Crown, Which after my decease, by Right Inherent, Devolves upon my Brother of Navar. Card. The Right of Souls is still to be preferr'd, Religion must not suffer for a Claim. King-"], [76, "The Dub of GUISE 62 King. If Kings may be excluded, or depos'd, When e're you cry Religion to the Crowd, That Doctrine makes Rebellion Orthodox, And Subjects must be Tray tors to be fav'd. Archb. Then Heresy's entail'd upon the Throne. Kmg. You would -entail Confusion, Wars and Slaughters Those ills are Certain, what you name Contingent. I know my Brother's nature, 'tis sincere, Above deceit, no crookedness of thought, Says, what he means, and what he fays, performs : Brave, but not rash ; successful, but not proud. So much acknpwledging that he's uneAsie, Till every petty service be o're paid. Archb. Some fay revengeful. King. Some then libel him : But that's what both of us have learn't to bear. He can forgive, but you disdain Forgiveness : Your Chiefs are they no Libel must profane : Honour's aSacred Thing in all but Kings ; But when yourRhimes assassinate our Fame, You hug your nauseous, blund'ring Ballad- wits, And pay 'em as if Nonsence were a merit, If it can mean but Treason. Archb. Sir, we have many Arguments to urge KJng. And I have more to answer, let 'em know My Royal Brother of Navar shall stand Secure by Right, by Merit, and my Love. God, and good men will never fail his Cause, And all the bad shall be constrain'd by Laws. Archb. Since gentle means t' exclude Navxr are vain, To morrow in the States 'twill be propos'd, To make the Duke of Guise Lieutenant- General, Which Power most graciously confirm'd by you, Will stop this headlong Torrent of Succession, That bears Religion, Laws, and all before it, In hope you'll not oppose what must be done, We wifli you, Sir, a long and prosp'rous Reign. [ Exeunt Omnes, but the KJng. KJng. To morrow Gms is made Lieutenant-General, Why then to morrow I no mor. am King ; Tis"], [77, "The Duty os GUISE. 63 'Tis time to push my slackhd vengeance home, To be a King, or not to be at all; The Vow that manacled my Rage is loos'd, Even Heaven is wearied with repeated Crimes, Till lightning flashes round to guard the Throne, And the curb'd Thunder grumbles to be gone. Enter Grillon to him. Grill. 'Tis just the pointed hour you bid me wait. King. So just, as if thou wert infpir'd to come ; As if the Guardian Angel of my Throne, Who had o'reflept himself so many Years,' Just now was rouz'd, and brought thee to my rescue. Grill. I hear the Guise will be Lieutenant-General. King. And canst thou sofler it ? , Grill. Nay, if you will soffer it, then well may I. If Kings will be so civil to their Subjects, to give up all things tamely, they first turn Rebels to themselves, and that's a fair ex ample for their Friends ; 'Slife, Sir, 'tis a dangerous matter to be Loyal on the wrong side, to serve my Prince in spight of him ; if you'l be a Royalist your self,there are Millions of honest Men will sight for you ; but if you won not, there are few will hang for you. King- No more : I am resolv'd, The course of things can be with-held no longer From breaking forth to their appointed end : My vengeance, ripen'din the womb of time, Presses for birth, and longs to be disclose). Grillon, the Guise isdoom'd — -to sudden death : The Sword must end him ; Has not thine an Edge ? Grill. Yes, and a Point too ; I'le challenge him : King. -■ 1 bid thee kill him. [ Walping. Grill. - So I mean to do. King. — ! — Without thy hazard. Grill. Now I understand you, I fhou'd murder him I am your Soldier, Sir, but not your Hangman. King. Dost thou not hate him ? Grill. Yes. KJng. Hast thou not said, That he deserves it ? Grill."], [78, "64 The Duty os GUISE, To Grill. Yes, but how have I Deserv'd to do a Murder ? King- 'Tis no Murder : 'Tis Sovereign Justice urg'd from Self Defence. Grill. 'Tis all confest, and yet I dare not do't. King. Go, Thou art a Coward. Grill. You are my King. King. Thou fay'st thou dar'st not kill him. Grill. Were I a Coward, I had been a Villain, And then I durst ha' don't. King. Thou hast done worse in thy long course of Arms, Hast thou ne're kill'd a Man ? Grill. Yes, when a Man wou'd have kill'd me. King. Hast thou not plunder'd from the helpless Poor ? Snatch'd from the sweating Labourer his Food ? Grill. Sir, I have eaten and drunk in my own defence, When I was hungry and thirsty. I have plunder'd, When you have not paid me — ■ I have been content with a Farmer's Daughter, When a better Whore was not to be had. As for Cutting off a Traytor, I'le execute him lawfully In my own Function, when I meet him in the Field ; But for your Chamber-practice, that's not my Talent. King. Is my Revenge Unjust, or Tyrannous ? Heaven knows, I love not Blood. Grill. No, for your Mercy is your onely Vice. You may dispatch a Rebel lawfully, But the mischief is , that Rebel Has given me my Life at theBarricadoes, And till I have return'd his Bribe, I am not upon even terms with him. King. Give me thy hand, I love thee not the worse ; Make much of Honour, 'tis a Soldier's Conscience , Thou shalt not do this Act, thou'rt ee'n too good ; But keep my Secret, for that's Conscience too. Grill. When I disclose it, think I am a Coward. KJng. No more of that, I know thou art not one : Call Lognac hither straight, and St. Malm ; Bid Larchant find some unsuspected means"], [79, "The Duty os GUISE. 65 To keep Guards doubled at the Council door, That none pass in or out, but those I call : The rest I'le think on further, so farewel. Grill. Heaven bless your Majesty ! Tho I'le not kill him foryou, I'de defend you when he's kill'd, For the honest part of the Jobb let me alone. [ Exeunt severally. The Scene opens, and discovers Men and Women at a Banquets Malicorne standing by. Mai. This is the Solemn Annual Feast I keep, As this day Twelve Year on this very hour I sign'd the Contractibr my Soul with Hell ; I barter'd it for Honours, Wealth, and Pleasure, Three things which mortal Men do covet most. AndT Faith, I over sold it to the Fiend : What, One and twenty Years, Nine yet to come, How can a Soul be worth so much to Devils ? O how I hug my self, to out- wit these Fools of Hell! And yet a sudden damp, I know not why, Has seiz'd my spirits, and like a heavy weight Hangs on their active springs, I want a Song To rouze me, my blood freezes : Mustek there ? After a Song and Dance, loud knocking at the door. Enter Servant. What Noise is that? Serv. An ill-look'd surly Man, With a hoarse voice, says he must speak witji you. Mai. Tell him I dedicate this day to pleasure, I neither have, nor will have Business-with him. [ Exit Serv. What louder yet, what fawey Slave is this ? [ Knock, louder. Re-enter Servant. Serv. He fays you have, and must have Business with him,\" Come out, or hee'l come in, and spoil your Mirth. Mai. Iwo'nnot. K Serv."], [80, "The Dub of GUISE. 66 Serv. Sir, I dare not tell him so, [ Knock again more fiercely. My hair stands up in bristles when I see him : The Dogs run into Corners ; the Spade Bitch Bayes at his back, and howls. Mai. Bid him enter, and go off thy self. [ Exit Serv. Scene closes upon the Company. Enter Melanax, an Hour-glass in his hand almost empty. How dar'st thou interrupt my softer hours ? By Heaven I'le ramm thee in some knotted Oak, Where thou shalt sigh and groan to whistling winds, Upon the lonely Plain : Or I'le confine thee deep in the Red Sea grov'ling on the Sands, Ten thousand Billows rowling o're thy head. Mel. Hoh, hoh, hoh». Mai. Laugh'st, thou malicious Fiend ? I'le ope my Book of bloody Characters, Shall rumple up thy tender airy Limbs, Like Parchment on a-flame. Mel. Thou canst not do't, Behold this Hour-glass. Mai. Well, and what of that ? Mel. See'st thou these ebbing Sands ? They run for thee, and when their Race is run, Thy Lungs the Bellows of thy mortal breath, Shall sink for ever down, and heave no more. Mai. What, resty Fiend? Nine Years thou hast to serve. Mel. Not full Nine Minutes. Mai. Thou ly'st, look on thy Bond, and view the date, .Mel. Then wilt thou stand to that without Appeal? Mai. I will so, help me Heav'n. Mel. So take thee Hell. . [ Gives him the Bond. There, Fool, behold, who lyes, the Devil or thou ? Mai. Ha ! One and twenty Years are shrunk to twelve, Do my Eyes dazle? Mel. No, they see too true : They dazl'd once, I cast a Mist before 'em, Sa"], [81, "The Duty os GUISE. 67 So what was figur'd Twelve, to thy dull sight Appear'd full Twenty one. Mai. There's Equity in Heaven for this, a Cheat. Mel. Fool, thou hast quitted thy Appeal to Heaven, To stand to this. Mai. Then I am lost for ever. Mel. Thou art.' Mai. O why was I not warn'd before ? Mel. Yes, to repent then thou hadst cheated me. Mai. Add but a day, but half a day, an hour : For sixty Minutes I'le forgive nine Years. Mel. No not a Moments thought beyond my time : Dispatch, 'tis much below me to attend For one poor single Fare. Mai. So pitiless? But yet I may command thee, and I will : I love the Guise even with my latest breath Beyond my Soul, and my lost hopes of Heav'n ; I charge thee by my short-liv'd power, disclose What Fate attends my Master. Mel. If he goes To Council when he next is call'd, he dyes. Mai. Who waits? Enter Servant. Go, give my Lord my last adieu, . Say I shall never see his Eyes agen : But if he goes when next he's call'd to Council, Bid him believe my latest breath, he dyes. * [ Exit Serv. The Sands run yet, O do not sliake the Glass : [ Devil shakes I shall be thine too soon, cou'd / repent, - the Glasa Heaven's not confin'd to Moments, Mercy, Mercy. Mel. 1 see thy Prayers disperst into the winds, And Heaven has puft 'em by : J was an Angel once of foremost Rank, Stood next the shining Throne, and wink'd but half, So almost gaz'd / glory in the Face That / could bear it, and star'd farther in, 'Twas but a Momes&^ride, and yet •/ feh^ K 2 For"], [82, "The Duty os GUISE 68 For ever fell, but Man, bafe Earth-born Man, Sins paft a Sum, and might be pardon'd more, And yet 'tis jufl ; fqr we were perfect Light, And faw our Crimes, Man in his Body's mire, Half foul, Half clod, finks blindfold into fin, Betray'd by Frauds without, and Lulls within. Mai. Then I have hope. Mel. Not lb, I preach'd on purpofe To make thee lofe this Moment of thy Prayer, Thy Sand creeps low, Defpair, Defpair, Defpair. Mai. Where am I now ? Upon the brink of Life, The Gulpfa before me, Devils to pufh me on, And Heaven behind me clofing all its doors. A thoufand Years for ev'ry Hour I've pafl, O cou'd I fcape ib cheap ! But Ever, Ever, Still to begin an endlefs round of Woes, To be renew'd for Pains, and lafl for Hell ? Yet can Pains lafl, when Bodies cannot lafl ? Can earthy Subflance endlefs Flames endure ? Or when one Body wears, and flits away, Do Souls thrufl forth another Cruflof Clay? To fence and guard their tender forms from fire I feel my heart-firings rend, I'm here, I'm gone : Thus Men too carelefs of their future State, Pilpute, know'nothing, and believe too late. \\_Afiafjof Lightning, they jink together. Duke of Guise, Cardinal, Aumale. Card. A dreadful Message from a dying Man, A Prophesie indeed ! For Souls just quitting Earth, peep into Heaven, Make swift Acquaintance, with their Kindred forms, And Partners of Immortal Secrets grow. Aunt. 'Tis good to lean on the securer side : When Life depends, the mighty Stake is such, Fools fear too little, and they dare too much. Enter Archbishop. Guise. You have prevail'd, I will not go to Council, I have"], [83, "The Dub os GUISE. 69 I have, provok'd my Soveraign past a Pardon, It but remains to do.ibt if he dare kill me : Then if he dares but to be just, I dye, 'Tis too much odds against me, I'le depart, And finish Greatness at some safer time. Archb. By Heaven 'tis Harry's Plot to fright you hence, That, Coward-like, you might fqrlake your Friends. Guise. The Devil foretold it dying Malicorne. Archb. Yes, some Court-Devil, no doubt : If you depart, consider, good my Lord, You are the Master-spring that move our Fabrick, Which once remov'd, our Motion is no more. Without your Presence, which buoys up our hearts, The League will sink beneath a Royal Name : Th' inevitable Yoke prepar'd for Kings, Will soon be shaken off ; Things done, repeal'd; And Things undone, past future Means to do. Card. I know not, I begin to taste his Reasons. Archb. Nay, were the danger certain of your stay, An Act so mean would lose you all your Friends, And leave you single to the Tyrant's Rage : Then better 'tis to hazard Life alone, Than Life, and Friends, and Reputation too. Guise. Since more I am confirm'd, I'le stand the shock : Where e're he dares to call, I dare to go. My Friends are many, faithful and united, He will not venture on so rash a deed : And now I wonder I should fear that Force, Which I have us'd to Conquer and Contemn. Enter Marmoutier. Archb. Your Tempter comes, perhaps, to turn the Scale, And warn you not to go. Guise. O fear her not, I will be there. [ Exeunt Archbishop and Cardinal. What can she mean, Repent ? Or is it cast betwixt the King and her To sound me ; Come what will, it warms my heart With secret joy, which these my ominous Statesmen Left dead within me, ha ! she turns away. Mar. Do you not wonder at this Visit, Sir ? Guise."], [84, "The Duty, os Gil I S E. 70 Guse. No, Madam, /at last have gain'd the Point Of mightiest Minds to wonder now at nothing. Mar. Believe me, Guise, 'twere gallantly resolv'd, 7f you cou'd carry't on the inside too, Why came that Sigh uncall'd ? For Love cf me Partly perhaps, but more for thirst of Glory, Which now agendilates it self in Smiles, As if you scorn'd that / fhouldknow your purpose. Guise. I change 'tis true, because / love you stills Love you, O Heav'n, ev'n in my own delpight, I tell you all even at that very Moment, /know you straight betray me to the King. Mar. O Guts, /never did, but, Sir, /come To tell you, / must never see you more. Guise. The King's at Blois, and you have reason for't, Therefore what am /to expect from pity ? From yours, / mean, when you behold me slain. Mar. First answer me, and then I'le speak my heart, Have you, O Guise, since your last Solemn Oaths, Stood firm to what you swore ? Be plain, my Lord, Or run it o're awhile, because agen / tell you /must never see you more. Guise. Never ! She's set on by the King to sift nie, Why by that Never then, all / have sworn /s true, as that the King designs to end me. Mar. Keep your Obedience, by the Saints you live. Guise. Then mark.'tis judg'd by heads grown white in Council, This very day he means to cut me off. Mar. — - By Heaven then you'r forsworn, you've broke your Vows. Guise. — — ■ By you the Justice of the Earth / have not. Mar. By you Dissembler of the world you have, / know the King. Guise. / do believe you, Madam. Mar. / have try'd you both. Guise. Not me, the King you mean. Mar. — — Do these o'r'eboyling Answers suit the Guis; But go to Council, Sir, there shew your truth, /f you are innocent you're safe, but O /f / fliou'd chance to see you stretcht along, Your Love, O Guis, and your Ambition gone, That"], [85, "The Duty os GUISE. 71 That venerable Aspect pale with death, / must conclude you merited your end. Guise. You must, you will, and smile upon my Murder. Mar. Therefore if you are conscious of a Breach, Confess it to me : Lead me to the King, He has promis'd me to conquer his Revenge, And place you next him ; therefore if you're right, Make me not fear it by Asseverations : But speak your heart, and O resolve me truly. Guise. Madam, / ha' thought,and trust you with my Soul; You saw but now my parting with my Brother, The Prelate too of Lyons, 'twas debated Warmly against me that / should go on. Mar. Did / not tell you, Sir ? Guise. True, but in spight Of those /mperial Arguments they urg'd, / was not to be work'd from second thought , There we broke off; And, mark me, if / live , You are the Saint that makes a Convert of me. Mar. Go then, O Heaven ! Why must / still suspect you ? Why heaves my Heart ? And why o'reflow my Eyes ? Yet if you live , O Guise , there, there's the Cause, /never shall converse, nor see you more. Guise.' O say not so, for Once again I'le see you, - Were you this very Night to lodge with Angels, Yet fay not Never; for /hope by Virtue To merit Heaven, and wed you late in Glory. Mar. This Night, my Lord, I'm a Recluse for ever. Guis. Ha ! Stay yll Morning Tapers are too dim ; Stay till the Sun rises to salute you; Stay till / lead you to that dismal Den Of Virgins, buried quick, and stay for Ever. Mar. Alas ! Your Suit is vain, for I have vow'd it : Nor was there any other way to clear Th' imputed stains of my suspected Honour. Guis. Hear me a word, one Sigh, one Tear, at parting, And one last Look ; for, O my earthly Saint, / see your Face pale, as the Cherubins. At Adam's Fall. Mar. O Heaven I now confess, My"], [86, "The Dub os GUISE. 72 My heart bleeds for thee Guise. Gtt's. Why vfadam, why ? Mm: Because by this Disorder, - And that fad Fate that bodes upon your Brow, I do believe you love me more than Glory. Guise. Without an Oath I do, therefore have Mercy, And think not Death cou'd make me tremble thus : Be pitiful to those Infirmities Which thus Unman me, stay till the Council's o're ; If you are pleas'd to grant an hour or two To my lastPray'r, Fie thank you as my Saint ; If you refuse me, Madam, Tie not murmur. Mar. Alas, my Guise ! O Heav'n. what did I fay ? But take it, take it, if it be too kind, Honour may pard'n it, since it is my last._ Guts- O let me crawl, Vile as I am, arid kiss [ She gives him Your Sacred Robe . Is't possibje, Your Hand ! her Hand. O that it were my last expiring Moment, For I shall never taste the like again. Mar. Farewell my Proselyte, your better Genius Watch your Ambition. Guise. I have none but you, Must I ne're see you more ? Mar. I have sworn you must not : Whic-h- Thought thus roots me here, melts my Resolves, .[IVeeps. And makes me loyter when the Angels call me. Guise. O ye Celestial Dewes ! O Paradise ! O Heav'n ! O Joys ! Ne're to be tasted more. Mar. Nay take a little more, cold Mirmoutier, The temperate, devoted Ma moutier Is gone, a last Embrace I must bequeath you. Guise. And O let me return it with another. Mar. Farewell for ever ; Ah, Guis, tho now we part In the bright Orbsprepar'd us by our Fates, Our Souls 'hall meet Farewell and Io's sing above, Where no Ambition, nor State-Crime, the happier spirits prove, But all are blest, and all enjoy an everlasting Love. [ Exit Mar. Guise solus. Guise. Glory, where art thou ? Fame, Revenge, Ambition, Where"], [87, "The Duke of G U I S E. 73 Where are you fled ? there's Ice upon my Nerves : My Salt,my Mettal, and my Spirits gone, Pa) I'd as a Slave that's Bed-rid with an Ague, I wish my flesh were off : What now 1 Thou bleed'st Three, and no more 1 What then ? And why what then? But just three drops ! And why not just three drops, As well as four or five, or five and twenty ? Enter a Page. Page. My Lord, your Brother and the Archbishop wait you. Guis. I come, down Devil, ha ! Must I.stumble too ? Away ye Dreams, What if it thunder'd Now ? Or if a Raven crqss'd me in my way : i Or now it comes, because last Night I dreamt The Council-Hall was hung with Crimson round, \" And all the Cieling plaister'd o're with black. No more, blue Fires, and ye dull rowling Lakes, Fathomless Caves, ye Dungeons of old Night, Fantoms be gone, if I must dye, I'le fall True Polititian, and defie you all. SCENE II. The Court before the 'souncil'Hall. Grillon , Larchant , Soldiers plac'd , People crowding. , Grill. Are your Guards doubl'd, Captain ? Larch. Sir, They are. Grill. \"When the Guise comes, remember your Petition, Make way there for his Eminence ; Give back, Your Eminence comes late. Enter two Cardinals , Counsellors , the Cardinal of Guise , • Archbishop of Lyons , last the Guise. Guife. Well, Colonel, Are we. Friends ? Grill. Faith, I think not. Guife. Give me your Hand, i Grill. No, forthat gives a Heart.' G»//e. Yet we shall clasp in Heaven."], [88, "The Duty of GUISE. 74 Grill. By Heaven we shall not, Unless it be with Gripes. Guise. True Grillon still. Larch. My Lord. Guise. Ha Captain, you are well attended, /f /mistake not, Sir, your Number's doubl'd. Larch. All these have serv'd against the Hereticks, And therefore beg your Grace you would remember Their Wounds, and lost Arrears. Guise. It shall be done. Agen my heart, there is a weight upon thee, But / will sigh it off, Captain Farewell. s Exeunt Cardinal, Guise, &c. GriS. Shut the Hall- door, and bar the Castle-Gates : March, March there Closer yet, Captain to the door. s Ex. SCENE HI. Council-Bath Guise. I do not like my self to day- Archb. A Q«alm, he dares not. Card. — That's one Man's thought,hedares,and that's anothers.. Enter Grillon. Guise. O Marmoutier, Ha never see thee more, Peace my tumultuous heart, why jolt my spirits /n this unequal Circling of my Blood, /'le stand it while /may, O Mighty Nature 1 Why this Alarm, why dost thou call me on To fight, yet rob my Limbs of all their use. Card. Ha ! He's fall'n, chafe him : He comes agen. Guise. I beg your Pardons, Vapours no more. Grill. Th' Effect Of last Nights Lechery with some working Whore. s_ Swoons. Enter Revol. Revol. My Lord of Guis, the King would speak with you. Guise. O Cardinal, O Lyons, but no more, Yes, one word more, thou hast a Priviledge s To the Cardinal. To speak with a Recluse, O therefore tell her, If never thou behold'st me breathe again, Tell"], [89, "The Duty os GUISE. 75 Tell her I sigh'd it last O Marmoutier. [Exit bowing. Card. You will have all things your own way, my Lord,. By Heav'n, I have strange horror on my Soul. Archb. I lay agen, that Henry dares not do't. Card. Beware your Grace of Minds that bear like him,, I know he scorns to stoop to mean Revenge ; But when some mightier Mischief shocks his Toure, He shoots at once with thunder on his wings , _ And makes it Air, but hark, my Lord, 'tis doing, Guise within. J Murderers, Villains ! Archb. I hear your Brother's voice, run to the door-. Card. Help, help, the Guise is murder'd. Archb. Help, help. Grill. Cease your vain Cryes, you are the King's Prisoners, Take 'em Dugafl into your Custody. Card. We must obey, my Lord, for Heaven calls us; {Exeunt, The Scene draws behind it a Traverse. 7 he Guise it assaulted by Eight,. They stab him in all parts , but most in the head. Guise- O Villains! Hell-hounds! Hold: [Hals draws , his Murder'd, O basely, and not draw my Sword, Svord., is held. Dog,Logniac, but my own blood choaks me, [Flings himself upon- Dowp, Villain, Down, I'm gone, O Marmoutier. him— — Dies. The Traverse is drawn. The KJng rises from his Chair, comes forward with his Cakiœt, Gouncil.. King Open the Closet, and let in the Council ; Bid Dugast execute the Cardinal,. Seize all the Factious Leaders, as Iorder'd, And every one be anfwer'd on your Lives. Enter Qneeti-Mother , followed by the Counsellors.. O, Madam, you are welcome, how goes your health ?\\ Queenm. A little mended,Sir, what have you done ?."], [90, "76 The XkU cf GUISE. K/n^. That which has made me King of' Frante\\'f<Si therp-'.yr The King of Pv/is at your Feet lies dead. - - _ Uyetn/v. You have cut out dangerous work, but makekup.,^ With speed and resolution. * King. Yes, I'le wear . •- ,. The Fox no longer, but put on the Lyon ; '' _ - . -\\\\ And since I could resolve to take the Heads - '•--•-, f Of this great Insurrection, you the Member's Look to't, Beware, turn. from your stubbornness, And learn to know me, for I will be King. Grill. 'Sdeath, how the Traytors lowre and quake, and droop, And gather to the wing of his protection, As if they were his Friends, and fought his Cause. K-fngi loo.king\\Y.e witness, Heaven, I gave him treble warning, upon Guis. S He's gone, no more disperse, and think upon't, Beware \"mySword, which if I once unshe'ath, By all the Reverence due to Thrones and Crowns, Nought sliall atone the Vows of speedy Justice, Till Fate to Ruine every Traytor brings, That dares the Vengeance of indulgent Kings. ADVERTISEMENT. THere was a Preface intended to this Play, in Vindication of it, against two scur- rilous Libels lately printed : But tt was judged, that a Defence of this nature woud require more room, than a Preface reasonably could allow : For this Cause, and for the Importunity of the Stationers^ who hasten' d their Impression, 'tis deferr'd for some little time.and will be printed by it self, fyloft men are already of Opinion, that neither of the Pamphlets deserve an Answer, because they are stuff d with open Falsi ties, and sometimes contradiU each other v but, for once, theyjball have a day or two thrown away upon them, though I break, an old Custom far their fakes, ivhicb was to scorn them. '. FINIS"], [91, "A S o n g .»■ the Fifth A CT of the Duke of G U I S E. Shepherdefi. ELL me Thirsts, tell your Anguish, why you Sigh, and why you Languish; when the Nymph whom you A —dore, grants the Bles—sing of Pos— ses—sing, what can Love and I do more ? what can Love,what can Love and Shepherd. I do^Hore? Think it's- Lore be-yond all measure,"], [92, "A Song in th Duke <f Guise. makes me faint a~way with Pleasure; strength of Cor-dial may deftroy, and the Bleffing of PofTeffing kills me with ex- cess of Joy. Thir~sis, how can I befteye you? but con-fefs, and I'le forgive youj Men are falfe, and so are you; ne-ver Nature fram'd a Creature- to en-"], [93, "ASmg m th 3uke of Guise. . joy, and yet be true \\ ne-ver Nature fram'd a Creature to en^joy, and yet be true 5 to en-joy, and ?et be ;tnie,-and yet be- -true. Mine's a. 'Flajie.be- yond ex-*pi—ring, still pos--scs-sing, still de—9—riag, fbr^oWs Tm-^w-^taF Crown v e— ver ihi-jnng,"], [94, "A Song in the Duke ofQvdk. and re-— fi-^-ning, ftill the more 'tis- mel-ted down. Chorus together. Mine's a Flame beyond ex-p-ring, fiill pof-fef-fmg, fiill de- « FWe feyom/ ex-pi-ring, still pof-fef-stng, still dt- -string, fip for Love's Im-pe-rial Crown; e-ver shining, andre-7 string, fit for Love's Im-pe-rial Crown ; e-t/fr finning, and re- fifing, ftill the more 'tis - /-x mel &~~-~tcd down. fining, still the more'th, still she more' tit melted down. FINIS."], [95, ""], [96, ""], [97, ""], [98, ""], [99, ""], [100, ""]]