[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "COSMOS. Er NASHVILLE, TENN.: Printed at the Cumberland Presbyterian Publishing Housb. 1885."], [10, "Entered according to act of Congress in the year IBB 5, Dy wi. -p. ritoore, in the office of the Librarian of Congress, at Washington, B. C."], [11, "t@D a ifeomino! Expression of a deeply-felt*?^ r ' r / ' **p vjratitude, ana in return for many Clcts-jf\\S 'l\\indness ana innumerable Evidences ;-L> of Priendly I \\eaard, trjis Worr? is Affectionately ■inscribed to W. 13. iffeanuel, by tr>e Out^or.}^*-"], [12, ""], [13, "COSMOS. <g£ DRAMATIS il ©BI^SONAB.^AIi* Lord Cosmos. Charmon. Karnel. Mountaineer. Priest. Ologist. Vestrin. Publicus. Lawyer. Servants, etc. AND CITIZENS. ~|lWOMEN.i| Euchrid. &M Æ ::S8t_ Nanette (a nun). Vesicula. *i5?i^sM?*' Nuns."], [14, ""], [15, "Wr^&nop^ of d^^Mf A CT /. Scene I. Cosmos. (Shift.) Cosmos meets Euchrid. The ball. The pledge. Vestrin's first plan. Scene II. Cosmos' soliloquy. Ologist. Charmon. Publicus and Vestrin. The passing funeral. Vestrin and conjurer. Scene III. Vesicula, Euchrid, and Cosmos. The engagement. A CT //. (Interval one day.) Scene Scene I. Conjurer and Vestrin. The plan of action. II. Charmon, Vestrin, Cosmos. Vestrin proposes visit to conjurer. Euchrid's note. Cosmos and Ologist. Soliloquy. Scene Scene III. The visit to conjurer. Mystery. IV. Cosmos and Ologist. The fatal game. Despair and departure. Scene V. Vesicula, Euchrid, and Vestrin. A CT ///. (Interval seven years.) Scene I. The \" Marvel Mountains.\" Cosmos and mountaineer. (Shift.) The deer hunt. Precipice. Narrow escape. Vision of truth. 'Hviitiixsi Scene II. \" Convent of the Cross.\" Mnco.- Mountaineer seeks refuge for Cosmos. (Shift.) 'Cosmos sick. Euchrid. (Interval two months between second and third scenes.) III. Vestrin and Karnel. Home again! Cosmos. Scene Scene Scene IV. The duel. V. Marriage scene in Cosmos' house. Karnel. The law of Juventum. Death of Cosmos. Tumult. Death of Karnel. Euchrid and Cosmos."], [16, ""], [17, "Enter night \\yuJL^UJL^L -#M*@OSMOS.«=#~- —^J^ctct J^£V— t_^ SCENE I. »o Moonlight. Scene, Cosmos' house in Juventum — Balcony. Cosmos from inside. Music and dancing within. Cosmos. Ha, here 't is cooler ! How this pensive Reproves the restless follies of a crowd. And overarches in a calm disdain The trivial vanities of little men ; W <i-^4 Descending softly, like the hand of God Laid on the fevered forehead of the day. Now every flower has lost itself in dreams, And through the sacred silence voiceless songs Of grateful incense breathe their way to heaven. Far through the slumb'rous shadows of the trees I hear the tinkle of some lover's note, As from the bosom of dark skies we see The trembling vision of some distant star. 'T is on such nights as this that poets feel"], [18, "10 -~~-.GOSMOS.~r— That fearful union with the Infinite That wooes our sense but will not wed with speech ; The germ of creeds, the aim of sciences, That dim, far goal to which all beings tend By Steps' insensible. (Enter Publicus.) Publicus. Phew ! What do you, Cosmos ? Cos. Thinking of nothing. Pub. That 's impossible ! Cos. Not so. I thought of what we know of things To us not known. Pub. V faith you have been well employed, to think What can't be thought of! Cos. It is the mind's best privilege to stray Beyond life's bound'ries. Pub. A privilege it gains by getting lost Cos. And yet I love to lose myself sometimes In those dim regions that surround our life. Darkness dissolves before accustomed eyes, And our's, too dazzled by our social joys, Are blinded in the somber realms of truth. You cannot with a tapfcr view the skies, Nor by the day's glad light see aught but earth. 'T is darkness gems the night with ecstasies, 'T is sober thought brings brighter truths to birth."], [19, "-~^GOSMOS.-~<— 11 Pub. You grow poetical — a social sin. Poets look out, but hosts should look within. Cos. I '11 strive to be a better host than poet ; You 've guessed me wrong, no other guest will know it. Give me your arm. (Exeunt. Scene shifts.) (Enter Cosmos and Publicus.) Pub. You should be proud, for half Juventum 's here, The better half, all proud to be your guests ; And by my soul your place is well displayed. Music, lights, foliage, all arrangements are Luxuriantly beautiful, and most Perfectly blend with exquisite good taste ! This grand old house before your uncle died — Forgive the reference, dear Cosmos — was a tomb, A vast sarcophagus where dead men's minds Were sepulchered in musty-smelling books, And he, poor sage, impractically great, Loomed coldly grey amidst his joyless halls, Like some gaunt iceberg sternly frowning on The frozen secrets of dim polar seas. Cos. Yet he was good. His charities were large ; There ne'er was tongue so vile to slander him. Pub. Slander ! No, certes ; all have mourned for him, And I, though sorrowing, am rejoiced to see His memory but brightened by his heir, If not exceeded in his loftier aims. Cos. I thank you, Publicus; the last I think"], [20, "12 —h-COSM OS.-~r— > Would bring more credit to me than the first. The thoughtless spring, am'rous and wanton, fresh With budding hopes and dawning ecstacies, Is but a prelude to the perfect year, And soon outlived. It is the heat and toil of middle age, Steep, dusty highways up the road of life, The adverse winds of fortune, show'rs of tears, The cruel frosts of friends' ingratitude, That makes us men or mold. Now I but light With transient beams the haunt of learn-ed years — Let 's leave the future, it is vain to guess. Pub. And with it the whole subject if you please It is a mournful practice, to my mind, To moralize upon one's end, or to Anticipate what never comes too late. Let us be merry, as the others are. Cos. We will. Tho' future skies loom black with fate This night shall shine as glorious as a star ! (Music.) Pub. That 's good ! Cos. The music ? 'T is like mighty wine that stirs Warm blood to war with cold and selfish life ; Our trembling nerves, like frightened sentries, yield A passage to the portals of the soul ; The rusty hinges shudder as the strain Floods like a swirling river to the brain, Life laughs out loud as, through the bursting doors,"], [21, "—h-COSM OS.-*— 13 O'er every thought the golden current pours, Standing on tiptoe, breathless ; time expands, Immortal voices call from deathless lands ; Our soul-wings flutter where a rainbow spheres, Which blazing rapture radiates from tears. Pub. 'T is true. I have those feelings, too, sometimes, Although they never frame themselves in rhymes. Let 's see the dancers ! Cos. Any thing you will. Seeing and hearing both are beautiful. (They walk toward dancers.) Who is that, Publicus ? Can aught so fair Inhabit earth, or breathe our natural air ? The best of both for her were far too poor, Outblushing dawn ! than diamonds more pure ! Who is she ? You know every one. Pub. I do ? Being your guest, you ought to know her too ! Cos. Perchance I ought ; but then my invitations, Though sent to friends, included their relations. Pub. A happy thought — to poor ones — I infer ! Cos. Happy indeed, if it included her ! Why this suspense ? Pray tell me who she is ! Pub. Her name is Euchrid, Cosmos, daughter of Old Hostilus, who was some years ago"], [22, "—^COSMOS.-*— 14 Killed in the wars that late disturbed our State, Leaving his country but a well-hacked sword, A soldier's mem'ry, that survived, perhaps, Some half a year, a wife who died with it, And orphaned Euchrid, who — adopted by Her aunt Vesicula (you know her well) — I dare be sworn came here beneath the head You mentioned of included relatives. Cos. Euchrid ! There 's something sacred in the name, A modesty that, like a bashful flower, Breathes half unseen from nature's covering. See ! when they speak to her she, looking down, As if upon the beauty of her soul — And all unconscious of its loveliness — Seems to forget how exquisite her form ! Pub. You seem enamored ! Will you talk with her ? Cos. Yes ; as a sinner to some sainted shrine. Pub. Come then, I '11 be your priest. (They advance to Euchrid.) Lady, a friend Of mine, who were he blessed as he deserves Would not have been a stranger to his guest : Your host, Lord Cosmos. Euchrid. I shall be glad if, as a host, he will Consent to drop the stranger in the guest. Cos. And I far happier if you will forget The host, and only recognize a friend."], [23, "-^COSMOS.-*— 15 Euch. I thank you. May the future guarantee You earnest, and I, too, shall happy be. Cos. Your words imply mistrust ! Euch. Nay, pardon me. True friendship is a valuable coin, And should be tested, as it is of worth ; The smaller change of bare acquaintance may Pass with a glance, and, though a counterfeit, Prove no great loss. A maiden's mind should be The touch-stone of her heart — her heart a mine Inclosing only what is beautiful. Cos. Then let the polished barrier to your soul Prove hard as adamant, that I may ring The clearer when I sue for entrance there. (Music.) Will you not dance ? Euch. Yes, gladly ! Pub. I '11 away ; We '11 meet again before the break of day. (Exeunt Publico, Cosmos and Euchrid, to right and left. Enter Vestrin.) Vestrin. I '11 now take time to set my thoughts aright, As skillful gen'rals hatch their schemes in peace. This quiet corner I will make my tent, Cunning my strength. The world 's my enemy. I have succeeded hitherto by guile ; My studied actions made me Cosmos' friend — For poverty has fathered many a fraud —"], [24, "16 -^COSMOS.-*— And clever lying was mistook tor truth. I know enough of virtue to conceal My lack of it, and gen'rous minds can see The patent stamp on friendship's counterfeit. Appearance is a picture of the truth, Which, by a master painted, values high ; And I have learned to simulate so well, At times I almost do deceive myself. Call this not guile, for if it is, what name Would suit the partial fortune that creates One rich, another wretched ; selfishness In all, and mainly each one's wants the same ? Why should low labor sweat to fill with gold The swelling purse of princes who disdain More manly hands that yield them sustenance ? If fortune 's blind, shall I pluck out my eyes ? Nay ; rather I will use them to correct The errors caused by her infirmity. Cosmos is rich, I poor. Now can there be An honest reason for this difference ? Or I dishonest if I strive to turn His useless riches to my certain need ? I am at outs with Fate ; from her I drew A blank in this hard lottery of life, And will not be too nice with questions that Verge on the ethics of necessity. Cosmos has called me friend, and so I am, For knowing better far the world than he, I can instruct him in the means to snatch The pearls of pleasure from hard, useless hours"], [25, "-^COSMOS.-*— 17 In pleasant sins, and social vanities, The dear delights of youth and thoughtlessness. If he should chance to lose at cards, or dice, 'T is my reward for all these services. Up to the present, by this rule, it seems My pay would prove my labors are esteemed. He lives by me, I also upon him — A sort of bargain where both parties gain. I rather would defraud a meaner man, For he with gold 's as gen'rous as the sun With light, and e'en his very vices are Transfigured far above the thoughts of shame. I brought him Fulvia to serve my ends, Whose ardent passions, melting chastity, Had smirched with mud her all too mortal clay. But he who loving all things loved her too, Drew the base vapors from her up to him — Which if they veiled his beauty borrowed it — Like rosy-tinted clouds that seek the sun, To wanton in his amorous embrace, Then fall redeemed in penitential tears. Cosmos is even beautiful in sin. But faugh ! his sins are but my stock in trade, And I, like honest politicians, have Levied a tax on all that 's contraband. So, I encourage imports that to him, Being foreign, are expensive luxuries. That wise old fool, his tutor, Ologist, Prohibits joys pertaining unto sin, By caution and advice ; I, wiser far,' 2"], [26, "18 -^COSMOS.-*— Clip his indulgence by a heavy fine, Which naturally pays for my good work. To-night is inauspicious ; he will be Too much engaged for gaming, or aught else, So I must trap some other festive soul Who loves to flirt with fortune, or the bowl. Ah ! here comes Cosmos ! Some one with him too ! 'Tis Euchrid, niece to rich Vesicula. Confusion ! She 's too moral for my taste, And may grow dang'rous if familiar. I did not know he knew her ; I will strive That the acquaintance be not perfected, For she may ween him from his lighter joys. She is so beautiful, so saintly fair, She could reform the devil. I 've no mind To lose my occupation. I will hide Behind this curtain and observe their words. (Hides him- self. Enter Cosmos and Euchrid.) Cos. You must be tired ; let us rest and hear The distant joys of golden-wing-ed sounds Float to us here in dreamy cadences. This moonlit corner, curtained from the glare Of lights, from laughter, music, and unrest, Is like imagining the peace of heaven After the gaudy brilliance of the day : If you would smile 'twere heaven realized. Euch. How many ears have heard your flatteries ? Ah ! do not flatter me — I 'd rather smile At honest censure than a gilt deceit."], [27, "—^COSMOS.-*— 19 I would not wound you. Gallantries so slight Deserve light punishments, and I perhaps Plave err'd ; if so, I pray you pardon me. Cos. You have no need of pardon ; / have err'd. Believe me not by insincerity, But by forgetfulness, I did o'erleap The terms of our acquaintance. 'Twas the wish To be your friend begot the thought I was. May I not, Euchrid, call you by that name ? There 's naught I hold so sacred in the world — Your very name can only equal it. Will you not smile, and tell me that I may ? I do not question that deep truth that shines, Clear as a summer's dawning, in your eyes ; But I '11 petition as the ceaseless sea, Prayer upon prayer, as wave on wave, that you Will see in mine some broken images Of your own light. Say, Euchrid, will you not ? Euch. I do believe you honest ; yet 't is rare In pleasure's halls to find much faithfulness. And from your reputation I should judge You lead the van in every revelry. Young, wealthy, well-born, wanton, amorous, With women as successful 's insincere, What strange admixture is there in your blood, That you combine with friendship fickleness ? Cos. Euchrid, I 'm of the world, and like the world My heart 's lost half in sunshine, half in shade,"], [28, "20 -^COSMOS.-*— Acting a dual part. When light like truth Is absent life lies black and horrible, 1 raise my hands toward ten thousand stars, Engaged with all I seek no special one, Lost in the dense and glittering multitude. But when at length, and tremulous at first, In shining vestments comes the lovely dawn, The glad sun wakes, his golden trumpets sound Along the trembling arches of the sky, The frightened stars grow dizzy, faint, and dim, And die away in all-pervading day. You smile ! My words mean nothing to you then You hear the sound, the voice of empty air, Like fickle winds that dally with young leaves, You do not know the heart that prompted them. Euch. A woman's smile is like an oracle, Ambiguous, and seldom understood. Cos. It could claim kindred with your answer then Why did you smile ? Euch. Not in derision. Cos. In amusement then ? Euch. Perhaps in sadness. Cos. O you jest with me ! Euch. I never was more serious in my life. You spoke as if you felt, and I believe Your feelings were depicted in your words."], [29, "-^COSMOS.-*— 21 Cos. Then you believed me ? Euch. Yes ; but feelings bear The same proportion to true faithfulness That passing time does to eternity. Cos. I would your creed was different. How can Man know he 's honest save by feeling so ? Euch. Time is the safest test of honesty. Cos. You harp on time. Euch. .To find the truest chords. Cos. O do not be so cautious, for belief Must ever be the very soul of love. Life is too short for such philosophies, And time thus spent would steal our dearest hours. Put my affection to what test you will, Hard toils, or dangers, direst penances ; Yes, even death ; but do not measure it By that hard rule that shortens what it metes. Euch. Are you in earnest ? Cos. More I ne'er can be. Euch. I almost am afraid to answer you. Would you be willing to abstain from all Those practices that feed foul rumor's mouth With tales that mar the beauty of your life, As smoke defiles some statue's purity?"], [30, "O/ -^COSMOS.-*— ■1-2 Cos. 'T is hard for youth to make such promises, But were they harder I would welcome them, As I do now, with joy. I pledge myself. Ves. (Aside, behind curtain.) The devil take your pledge, and I your pelf. Euch. It is a compact then? O I am glad ! Cos. This little hand that makes it, though so small, So soft, so trembling, weakly exquisite, Has fired my heart with mighty impulses, As points the compass to some hidden goal. Then, though life's ocean turns to salty tears, Floods o'er its bound'ries, and engulfs its hills ; Though sighs prove gales, and every thought a flash Of jagged lightning burning through the brain, Direct me, Euchrid, I will follow it. Euch. Trust me, I will. But rather to those paths Where sunny vales by cool streams wandering, Wind gently up the mountains of success. I would be your companion in joy ; If need should be, a friend in your distress. (Enter Publicus and Charmon. ) Charmon. Ah ! here he is ! Dear Cosmos, as the host — To be profane — you 're too pontifical. For an hour past you 've only offered us Your presence in symbolic food and wine. Pub. Of holy commune, here too there 's a sign."], [31, "-^COSMOS.-*— 23 Char. 'Tis growing late ; some of your guests have left, Others are leaving. We have searched for you As eagerly as misers seek for gold. ., — f--// Cos. Of all apologies, the best is here. (Rising with Euchrid.) Pub. One fair enough to suit a deaf man's ear. Cos. Let us be gone, to bid each guest good-night ; The east grows light, the day will soon be dawning. (To Euchrid.) I never will be reconciled with Time Until good-night he changes to good-morning. (Exeunt. Vestrin comes from behind curtain. ) Ves. Nor yet will I, Until good-morning alters to good-by. (Exit.) C^t-'C/aA cA s^i^wv"], [32, "24 -^COSMOS.-*— v-^SC©I)© IL«—^ Scene, Cosmos' house. Cosmos discovered in library reading Cosmos. O I am weary of this studied tone, This balanced logic, and these bloodless words ! These faultless lines are measured, accurate, And ev'ry thought is coffined in a phrase. This great man's mind was like a cemet'ry, Too sad for song, too callous for a tear. Where sitting by the world's great grave he gazed And moralized upon the passing crowds. Knowing all minds so perfectly, he found Them mechanisms, men automata. And knowing others, knew his own, and saw Its workings greater ; knew, but loved it not. How horrible it is for youth to find His will, his passions, his delights, his love Argued away by cool, deliberate words, And analyzed by science into drugs ! His life alone unanswered, fetters him, Like the survivor of two joined twins, To his dead self — half earth, half suffering. Where is the grandeur of the mind, the will — That rushing through us, like a flame through wool — Makes every nerve to shine with ecstacy ?"], [33, "-^COSMOS.-*— 25 Here (tapping book) all in ashes, salts, and alkalies ! We are not e'en our own ; some power unseen Has fashioned us, and orders all our ways, Pulling the string to make us mouth, and grin To cheat our neighbors, grovel, or aspire ; And when our puppet covering wears out, To throw our useless forms to that vile heap Of nature's odds and ends ! To know too little is to know too much. I would know all or nothing. I would be Ever a child in its angelic joy, Or one whose sight discerns the farthest stars ; Unlocking every secret of the world, And throned upon the knowledge of himself. Who, like a god, could hold his will his own, Sparring, though deadly, powerful for good. We stop at life, we cannot grapple it. O sage materialist, here is a theme Too subtle for your keen dissecting gaze, And I, in hope, will turn my eyes to it ! I would be something more than chemicals, If not — regretting I was man — I 'd wish That I in thunder had awaked the sky, Smiled in the sun, howled in the tempest's blast, Had mingled in the rage of boundless waves, Or past the narrow limits of the world, Assisted in the circling of the stars ; And not imprisoned in these bonds of flesh, Ruled by a mind controled bv other's laws. And running in the well-worn rut with men"], [34, "—^COSMOS.-*— 26 i To small deceits; enslaved by passions, lusts, To then run down, like an old clock that has Marked out its time. Can I believe, O Euchrid, that your eyes, Smiling so dearly when I saw you last. Are but bright dyes that law or nature has Painted by chance in your pure 'weight of clay ? Or that your heart is not your own to give ? That should you love me it would be by force Of inclinations urged by appetites, That needing some one chanced to find me out. Reason says, Yes. O hideous ! I would blot The sun from heaven and forget the day, Rather than think your love is not your own. Alas ! I fear my mind is out of tune, And runs to discords and confusion. Thought Tears off the bandage from poor feeling's wounds, And leaves all quivering loathly. (Enter Ologist.) Ologist. Good morrow, Cosmos Cos. Good morrow, my old friend. Olo. I thank you for that word. Cos. What word ? Olo. Why, Friend Cos. Well, are you not my friend ? Olo. As I no longer am your tutor I"], [35, "—^■COSMOS.-*— 27 Do gratefully accept a dearer name. You 're your own master now. Cos. As you have ever been, I beg you still To be to me a tutor and a friend. For, Ologist, I have much need of you ; I do not know myself or any thing That can make knowledge useful. I approach The truth as fiery rockets do to stars, Bursting in pigmy anger, restless, soiled, To sink again to earth in burning tears. Olo. Yet rockets have their uses. You should not Think all at once to know what none have known, Like petted babes that would possess the moon. If we could know all knowledge, there would be Nothing to strive for, and it would become Too commonplace ; ambitions would die out, And brains grow paralyzed in indolence. Cos. Then you would argue we should strive to be What we ought not to be ? Olo. We are too weak to view the infinite, And strife alone can fit us for such ends. When we know all we shall have power to know. Cos. 'T is thus we dally with eternity ! Infinite progress cannot ever end, And doubt must be eternal as the truth. What am I, Ologist, that I should be A torture to myself, myself unknown ?"], [36, "28 —^■COSMOS.-*— Olo. In thought's great sea that rock has shipwrecked all. Cos. To pass it, then, would be no common feat Olo. This talk is idle. Let us own the world Before we seek to irrigate the stars. How went last night ? Cos. Alas ! it went too soon. Olo. From which I argue, very pleasantly. From my lone study I could hear the sounds Of laughter trilling through the minstrelsy, And from my window saw the eastern wing Inhabited with joys. Cos. I feeling one neglected all the rest. Olo. What mean you ? Cos. I know not. When you tell me what I am, It may be I will tell you what I mean. (Exit.) Olo. What can he mean ? To tell him what he is — A pretty task for any but a god ! More fair than Adon, with the blood of Mars, Eyes by Apollo envied, soft at times, And melting as a maid's first dream of love ; At others blinding — like the jagged shaft When lightning splits the ebon walls of night — Sad, sometimes joyful, rising like the lark Above the peaceful pleasures of the world,"], [37, "-~^>C 0 S M 0 S .^— 29 Into the very raptures of the skies, Restless, rejoiced, yet all times lovable. And I, his tutor from his earliest hours, Though teaching, have essayed tojearn of him, And with a lesser mind had progressed more. So quick to study, indolence became Almost a virtue, for he used his time In arguing what others slaved to learn. He oftentimes would cast his books aside To put his arms around my neck and ask Me questions children seldom think about. And -when I answered vaguely he would pout, Saying, \"You jest with me. Are you not wise?\" His life 's a language that cannot be read, Save by those eyes which know all mysteries. His smallest actions speak, each glance betrays A sign of something else than what is seen. His very skin maps out his flushing thoughts ! No wonder that he craves to know himself. From his high, pauseless elevation he Might, like an eagle, see all men, and know Their secret thoughts, and yet not know himself. (Enter Charmon and Vestrin.) Charmon. Hallo ! I wonder who is here ! Olo. T is I. Char. Ah ! pardon me. We sought the pupil, sir. Olo. 'T is but a moment since he left. I '11 go And bring him to you."], [38, "30 -^COSMOS.-^- Char. Sir, you have our thanks. (Exit Ologist.) For this, and other blessings, may the Lord Make us most truly thankful ! Fold your hands, Completing my devotions with \"Amen.'' Vestrin. What for ? Because old Ologist is gone ? 'T is not my custom ; I have oft returned My thanks for light civilities received In the hot bosom of voluptuous night, When length, and lies made up for earnestness ; But this occasion 's special ; I will send My stranger words to heaven, lest I die Before its inmates ever hear of me. Behold me prayerful ! Char. Rare indeed ! Ves. Amen. Char. There, that 's devout. You 'd make a perfect priest. Ves. That 's so. As long as money had a worth, No soul should suffer from my scorn of it. Char. And in the absolution of the sex You 'd prove yourself a man I '11 answer it, Moved by a love of sinners. Ves. Verily, Woman first sinned, and therefore to my mind She stands in longer need to be redeemed, And should be for each fresh, successive sin."], [39, "-^COSMOS.-^- 31 Char. Your understanding is most catholic. 'T is evident your calling you have missed. Ves. Alas ! It is most noble to forgive. The greater sin, the more nobility. Were I a priest, I would so lay my plans That women might continually sin, In order that my high prerogative Might blossom out before the eyes of all. O I should go to Rome, and vestments wear. Char. Then virtue easy would become in Rome, And ever)' sinner might attain to it. Ves. Which is the object of salvation. I Would do, believe me, great things in a gown — But, being secular, what for to-day ? Char. I do not care, so long as it entails Some risk, precluding all exertion, for I 'm much opposed to that too common sin Of working in pursuit of happiness, And never have quite comfortable felt In its performance. But when Cosmos comes Let him decide — he generally does Trump our suggestions. Ves. (Aside.) When his suggestion is a game, 't is I Who usually have the trumping done. (To Charmon.) That leaves at least some interval for thought, Deliberation is the sire of crime. Then let us scheme : when Cosmos comes we will"], [40, "32 -^COSMOS.***- Prove that his absence was most opportune, Causing our minds, unaided, to become Quite self-sustaining by our poverty. Char. A good idea : be you the laborer, I am employed with matters of more weight. Ves. What may they be ? Char. Why those which weigh upon Young minds in their impressionable state, Like yours and mine in virgin innocence. Alas, I see the very well of tears, Its dark reflections and its cheerless gloom, Because I broke the balance of our joys Last night, and got too dazzled with the stars. Up, up or down, I cannot keep the mean, Enduring ever life's contrasting waves ; There 's nothing left, I will grow old and preach. Ves. Then will the world be revolutionized, When you a preacher, I a priest, become. Char. No kinder miracle could be devised, If hell began it, heaven should end the day. A plague upon this dancing all night long, For the next morning, save a quenchless thirst, And a museum of collected pains, There 's nothing left of one worth mentioning. (Enter Cosmos.) Life 's not worth living, if you count the days,"], [41, "-^COSMOS.**— 31 Now this great question 's settled, I do hope No idiot will ask it o'er again. Cosmos. Dear Charmon, that 's a proper creed for owls.. Char. Ah, Cosmos ! Well, I 've often heard them called The wisest of all birds ; at any rate Their habits have become conventional. Cos. So are some men called wise, whose instincts hoot At every thing in their blind ignorance. How are you, Vestrin ? You are welcome, both. Char. We came for pleasure : let us not debate. Cos. Not about pleasure ? Char. That 's admissible, Provided that the argument is short. Will you propose ? Ves. What say you to a social game of cards ? Char. That 's a good thought ! As usual, I suppose You have a pack ? Ves. By chance I have one with me. (Draws pack from his pocket.) What 's the stake ? Cos. You wish to play for money ? Char. Probably. You surely do not want to play for love ?"], [42, "34 -^COSMOS.^— Cos. (Aside.) It is for love I cannot play at all. (To Charmon.) O I am in no mood for it to-day. Ves. (Aside.) A malediction on her. (To Cosmos.) Dear Cosmos, if you wish it we '11 not play, I did propose it but to kill an hour, For a small stake to keep the interest up. Char. This is the first time you 've declined to play. Are you not well ? Perhaps you 've danced too much. You had a fair excuse, I must admit, Last night — that young perfection, what 's her name ? Ves. (Aside.) Ah! Hearts are trumps! He 's hit it un- awares. See, Cosmos pales ! I '11 mark him. Cos. Perhaps I did ; I know not. Anyhow I do not wish to play. Char. The devil 's got you ! Cos. (Aside.) No ; an angel has ! Char. You 're dull — the first time I have seen you so. Cos. Forgive me, friends ; our moods are accidents. If I 've displeased you, let me hope that you To my intention will not couple it. You do not know my reasons."], [43, "— -^COSMOS.^- 35 Ves. (Aside.) You know not what I know. Char. By all means. I 'm the soul of charity. We must do something though. I do believe Eternity begins at twelve o'clock, And lasts till night. (Yawns.) I 've yawned ten times in the five minutes past. 'T is strange mere breathing does not comfort me. (A funeral passes the window. ) Now, on my honor, there 's a cheerful sight ! Of all the pleasant mornings I have spent This seems designed for special merriment. Cos. What is it, Charmon ? Char. Look, a funeral ! 'T is only morning spelled another way. Cos. Death walks to-day the streets in masquerade, Grinning behind his mask. Those mourners paid, And habited in penitential garb, Holding white kerchiefs to their tearless eyes, Have more to do with insult than respect. Look at those well-trained horses, frightful plumes- That every stone shakes shudd'ring o'er the dead — Making death hideous for a certain sum ! Those stolid mourners buttoned up in black. That crawling train of somber carriages, With decent inmates simulating grief; Or else conversing by a cautious smile With mute hypocrisy in crape and gloves. That common box more eloquently tells 3"], [44, "36 -^COSMOS.-^— I Its common tale of universal woe, And one wan face among the multitude Looks down and weeps ! Were those my ashes, from immortal scenes Of liberated nature I would look In scorn upon this mummery, and wish That death was decked in diamonds and gold ; Bid trumpets sound my joyful exodus, And rise in triumph from the quaking earth ! Char. Impatiently I wait for your demise, Provided you will furnish the expense. Cos. If you should weep, there 'd be no need of gems Char. I could not weep for pure economy. Cos. For dearer motives I believe you would. Char. Well, well, perhaps. We will not talk of it. One death is quite enough to satisfy My appetite for tears. It is as true That we all live as that we all must die. Some forget this, I never — 'specially During the morning. Let 's seek amusement in a lighter way, By walking through the streets. We cannot well Meet worse than funerals ! Cos. O yes we may ; for this same death may be, For aught we know, the very highest good :"], [45, "-^COSMOS.**— 37 Life sad alone. But come, let's stir ourselves, We 're growing morbid. Ves. Cosmos, with your permission I '11 stay here ; I do not feel like walking. Here are books, They can divert me. Cos. Why, certainly, dear Vestrin, if you will ; I think you '11 find them better company. Char. Come, Cosmos, I have set my mind on air. Ves. A fitting basis for so slight a thing. Char. A dull remark, that suits a heavy one. For punishment, we '11 leave you to yourself. Ves. You 'd make a very amiable judge. Cos. Farewell then. You '11 be here when we return ? Ves. Yes, probably, if you come back in time. (Exit Cosmos and Charmon.) These books ! Ha, ha ! 'T is Cosmos I will learn. My life 's my problem, he shall make it plain. Love ever brings disaster ; I will see What neutralizing hate can do with it. Cosmos must play, must sin, that I may live, And one wealywoman shall not stand between Me and my fortunes. I know him too well . To think of thwarting Vng rlptprrninprl mi'nrl >W1 Euchrid, like fire, has stirred his pulses up"], [46, "38 -vCOS.VO.S'.v- To hot resolve, and like an engine he Rushes toward her goal. I cannot stop Him, so I '11 quench the fire. That is my work, Let her look to it. (Enter servant.) What would you with me ? Servant. Sir, is Lord Cosmos here ? Ves. No ; he 's in town. Serv. There is one here who wants to speak with him ; Sir, can you tell me when he will return ? Ves. I cannot. Let the man come here and I Will represent him, if I 'm able to. (Exit servant.) Each card turned down, on sight, may prove a trump. Ah, here he comes ! (A conjurer enters.) What can I do for you? Conjurer. Lord Cosmos ? Ves. (Aside.) Faith, he knows not whom I am. The servant must have merely said, \"Come in.\" (To conjurer.) If you seek him address yourself to me. Con. My lord, I can do many things, and come To offer you my services, for I Have heard of all amusements you were fond. Ves. Well, you must tell me first what you can do. C'o/r. I can call up the dead, so aid the sight That viewless forms are living to men's eyes,"], [47, "-^>COSMOS.<<— 39 Interpret dreams, do many wond'rous things By magic — or delusion if you will. Ves. I do myself the credit to believe The latter practiced on me would .imply The first. Are you prepared to show your skill ? Con. Actors must work with scenes, soldiers with arms, Savants with books, with preparations I. Ves. Quacks, too with lies. Con. My lord, I am no quack, but I do know Some others that are worthy of the name. Ves. And who are they ? Con. Who falsely claim what rightly others own. Ves. Well, yes ? Con. And therefore, as a warrant of my power, Sir, you 're a quack ! Ves. (Aside.) The devil ! (To conjurer.) You wretched knave, do I claim What 's another's ? Con. Are you Lord Cosmos ? Ves. No nearer than a friend. Con. And yet you would have had me think you so !"], [48, "-~>>C 0 S M 0 S .-<**- 40 Ves. You idiot ! Did I ever tell you so ? Con. Intention is the basis of a fraud. Ves. And that is seen through actions or by words. Con. Sometimes by insight, magic, or by dreams. Ves. Never by servants ? Con. You are jesting, sir. No servant told me you were not my lord. Ves. I would your words might choke you ; they are false ! Con. (Raising his. eyes to Vestrin's.) Look in your heart for frauds ; your eyes shall see In mine but power ! Ves. (Aside.) What is it awes me in this man's regard ? (To conjurer.) If your power lies in tricks that cheat the eye, Divert the brain, or aim at killing time, I '11 give you hope that Cosmos will employ, At my suggestion ; you must give me, though, Some other test than that which only showed Me not another. Con. You shall have proof enough. Give me your hand. See how this grasp of mine can chill your blood ; For it, in fear, has left your rigid cheek, To flutter round your heart ! Are you convinced ?"], [49, "-^rCOSM 0S.-^-~ 41 Ves. Your voice to me, as from a distance comes, Like a bell clanging through a dark green sea, Alive with sparks that prick my skin, and hiss Ever increasing in my dizzy brain. (Staggers.) O help ! Where am I ? Con. Sit down. Those drops upon your brow proclaim You sick. Your forehead 's smoking, though. You '11 soon Feel greatly better. Ves. Yes ; I recover. Who, or what, are you ? Con. One who has seen life through a chink that chance Has made in that which hides eternity. Ask me no questions ; I '11 be dumb to them. Yet answer any I may put to you. Ves. (Aside.) I feel I must ! Con. Be not afraid ; I do not wish you harm. You say that you are one of Cosmos' friends ? Be careful now. Ves. Ask him if I am not. Con. That 's careful, truly ! Yet Lord Cosmos might Mistake a thousand flatterers for friends. Would you consent to let him read your thoughts ? Ves. Devouring hell ! Who are you that would ask Having, with your accursed art, restrained My brain to your desires ?"], [50, "42 -~±>COSMOS.*r~- Con. I said I would be dumb. Your anger is Sufficient answer to my questionings. Besides, I read your mind as easily As you decipher these poor painted cards, (Places his hand on cards.) Your two and fifty articles of faith. Let 's have a game. Ves. I dare not play with you. Con. Ah ! so I thought. You do with Cosmos, though ? Ves. O yes. I seldom — that is, we, you know Play, being well matched. Con. As Judas with his Master, wrhen he kissed. Ves. Forbear. I can be dumb. Con. (Aside.) I have not err'd. (To Vestrin.) You need not be ; Speech may prove your advantage. Listen now, Your feelings toward Cosmos well I know ; And I will help you in your friendly schemes. I have a reason that you may not know, Enough it is I have it. Tell me how You would approach him. Say this matter whole. Ves. Cosmos you know then, and you love him not ? Con. (Aside.) I 'm right again. (To Vestrin.) There was a purpose in my visit here, Having met you, I '11 work another way. Ves. I hate not Cosmos, though I sometimes turn Him to my uses."], [51, "—^COSMOS.^— 43 Con. Would you like to learn A way to make his aid a certainty ? Ves. Alas ! I cannot now : he will not play Con. (Aside.) Ha, ha! Ha, ha! (To Vestrin.) What is his reason, then ? Ves. One to most others frail, though strong with him. A promise that he has but lately made. Con. To whom ? Ves. To Euchrid. One as fair as ever did Subvert man's mind by love's bewitchery. Con. She loves him, then ? Ves. I know not. He loves her, I well believe. Would they were separate. Con. 'T is easy to be done. To-morrow night Come to me. You will find, three doors below The \"Golden Bull,\" the house. I need not say Tell this to no one. Ves. No, on my life, not I. Con. Till then farewell. Ves. I will be sure to come. (Exit conjurer.) I 've surely met The devil ! still his eyes are on my soul. I fear to keep my word, nor dare to break. Early has hell possession got of me ! I '11 out and exercise. (Exit.)"], [52, "44 —-^C'OSMOS.^- v->SC©9© VL*-** Scene, Vesicula's house. Vesicula and Euchrid discovered. Vesicula. Lord Cosmos, then, has asked an interview ? 'T is well, I think him worthy. Youth loves life ; From all accounts, he no exception is ; Yet, in the main, I think a proper man Euchrid. O yes, I 'm sure that you will find him so. Vesic. Well, Euchrid, do you entertain him here — I must go out — a duty that, perhaps, You 're not averse to. Euch. No, truly, if he is as I believe Vesic. Child, you speak warmly. Many others have Loved Cosmos vainly. Euch. Loved him ! Dear aunt, I meant but to infer I thought him capable to be a friend. Vesic. Yet often obstacles are few to check A maiden's friendship from becoming love. I will not say be prudent ; be yourself. (Exit Vesicula.) Euch. (Takes up a letter and reads aloud.) \"For four long days I 've longed to speak with you,"], [53, "-^■COSMOS.^- 45 To see you, and to hear your voice, dear maid. Did ever time so drag ? Each moment has Grown weary of long living, and at length LuU^* _Passed by in pity. O be merciful ! When days prove years be not too nice with time. If truth be lovely, look upon my love ; As you are lovely, let me look on you. Euchrid, how long will 't take my strength to prove, When every day is an eternity ? I know not what it is — this love — it seems A thing divine, that never speech has bound ; Far less to do with living than with dreams ; A music that is purified from sound. Then let me see you ; all my promises Are kept, and I would keep a thousand more ; Test me by any pains, or penances, Except my absence from you, 1 implore. Yours ever, Cosmos.\" (Loquitur.) He says \"Yours ever.\" Those two little words Are spoken easily, and yet, if true. Could raise our dust transfigured to the skies. For what is nobler than fidelity ? Cosmos, if you prove faithful, I will see In that dear form of thine no symptom of Aught that now makes our life unlovable. Grant it, kind God, for I would vie with him, Which of us both could give the deepest love (Enter servant.) Ah ! can it be he ! Servant. Madam, Lord Cosmos. (Enter Cosmos.)"], [54, "46 -^COSMOS.^- not how i X so well art? Euch. You are welcome here. (Exit servant.) Cosmos. You know how welcome, Euchrid, glad. Euch. No ; for I would rather not unveil The corpse of tutored words. Cos. How well that smile redeems your irony 'T is strange how I delight to see you smile, To look upon that clear, glad light that shines Out in an instant 'neath your modest lids, Dreaming in shadowy dimples, and displayed_ Hovering in sunny ripples round your lips. Euch. You should paint pictures, you observe Cos. I never have seen nature reproduced In any justice. I prefer to look On outward truth, to inward imitation. Euch. O horror ! Do you mean to cry down It is the loftiest pedestal which lifts Man from the world. Cos. No. In its province, art is all sublime, But made mechanical becomes a thing Inert and useless. The careful artist is an artisan ; Tracing minutely every thing he sees Correctly lifeless. And what is 't he sees ? But forms, and colors, while a master's eye,"], [55, "-^COSMOS.-^- 47 Piercing the stormy heavens of the mind, Finds force and feeling, horror and delight ; Paints as with blood, or weaves warm sunbeams in, Puts thoughts on canvass sprung from far, unknown Regions without our life, that can appeal To our unknown and deathless chords within. Am I not right ? Euch. You are. Our lives should be Periods of thought, which art has framed in verse. Cos. They should ; and yet mine a wild medley is, Half rapture and half torture running out In lengths unequal to no certain end. Fractured with laughter, freighted oft with sighs, Never restrained, unless it be by fate. Could it be always as these moments spent — Like happy clouds made glorious- by your light, Where all is heaven, and yourself the sun- Then I would deem eternity too short, Pity the angels, and refuse to die ! Euch. What can you mean ? Cos. O nothing, save I love ! Our love is senseless, for beyond our sense. Euch. In loving, then, we all are lunatics ? Cos. Not are, but called so. As the world has called All those men mad that soared above its ken, And breathed in glory."], [56, "48 -^COSJfOS.^— Euch. To love with you seems almost terrible ! Cos. Yes, Euchrid, I love madly. Euch. You speak as if experience had taught You oft to know yourself. Cos. Say, rather, as I feel. No, not till now Have I looked up and worshiped. Women are Fashioned of that same clay that shines in stars, Or else beneath our feet turns mud and fouls. Man, being dual, has a use for both. Matter is seen in swinish wallowings More filthy from its washings, but the soul, Having looked upward, shuddering flies from shame, Through the blue ether on its sunlit wings — Euchrid, there is a tear upon your cheek ! Tell me its meaning. If 't is grief, I would That I was dumb rather than cause you pain Euch. O no; this foolish tear came not from grief. It is a drop from feeling's fountain-head — There is no name for it. Cos. Then let it christ'ning feeling — call it Love. May it not, Euchrid ? Nay, then answer me — Perhaps I am too hasty ? or, perhaps, You do not love me ? Euch. What if I should not ? Cos. Then I would never breathe that word to you : I 'd call 't respect, or admiration, pain,"], [57, "-^>GOSMOS.-^~ 49 Intoxication, any thing you will — But love is nothing if not mutual ! Euchrid, there 's something truthful in a tear — We do not weep for naught. O tell me that Affection placed it there ! Whisper, I could your very wishes hear, If so you willed it — ah ! you smile on me ! Plow dear a word could part those lingering lips. Then speak it, Euchrid; say you hate me not. Euch. No; had I hated you they were not dumb. Cos. Then be as brave in love as other things, And say you love me ! Euch. I love you, and as long as I can say These words I '11 prove them. Cos. Then bless my lips as you have blessed my ears And in these arms let being blossom out, And ecstacy be focussed in a kiss. (They kiss.) Feeling can go no further. Euchrid, here All striving after pleasure has its end. Joys more intense, if any, must exist Far past conception's most enduring flight. You are to me my first hope realized, That faded not in grasping, and in you, At last, are peace and pleasure reconciled. Euch. Then, Cosmos, let them ever, hand in hand, Be ours through life, like us insep'rable."], [58, "-^.C 0 S M 0 S .-^- 50 Cos. Then fold your gentle arms around my neck, As radiant clouds wreathe round some mountain top, And here, where all is yours, rest, love, your head, That on some golden morning dreaming, God Saw, and awaking, seventeen springs ago, Formed from the brightest and the best of all. Euch. O hush ! what words are these ? Extravagance Comes from the brain, but never from the heart. Cos. My heart 's exuberant, and its new warmth Has waked a foreign summer in my brain, Where all luxuriant^ and thoughts become Wild and exotic. Euchrid, chide me not : Being the cause, be not the punishment. Euch. I did not chide, believe me, foolish boy. Love's moods are like the facets of a gem, Some burning, bright, contrasting oftentimes With soft and violet lights, that languish in The midst of fires, owrning the same pure source, Plarmless as beautiful. Cos. Then let this ring remind you of your words, (Draws a ring from his finger and places it on hers.) Being the emblem of a purer mind. Euch. Next to, your love I '11 prize it, as it is To me more precious than aught else on earth. (Enter a servant, announcing a visitor below.) Cos. As once the envious snake in Paradise, So now the world wrould interrupt my heaven !"], [59, "-^COSMOS.^- 51 Euch. Godlike, forgive it then, and stay. Cos. Euchrid, not now. One kiss, and let me go ; I, like a Brahmin, will exist on it, As on a thought of God or endless life. (Kisses her. Exit.) Euch. And I '11 go too. As this my heaven is I must below to seek the baser world. {Exit.) GniL oj? <J\\c£ ©ne. t"], [60, "—^COSMOS.^- 52 —5^hctct JJ^t^-^ — SCENE I, —^INTERVAL ONE DAY.-t^— Scene, Conjurer's house. Conjurer discovered alone. Conjurer. 'T is almost time he came, and yet I think He will outrun the clock. I marked him well — He will be punctual. Cosmos, before your birth your fate was made Uncertain by an ancient cruelty ; And you must fall to 'venge another's wrongs — Your innocence must suffer for his guilt. No hate I bear you, but I 've set my heart Triumphant over conquered sentiments; For in the world which crushed me, I can do All things but pity. That poor empty word Is but the echo of' a child's mistake — To man means nothing, save in theory. How long have I obeyed no other law But that which my own hate begot for me ! How long in foreign lands have I endured Unmurmuring the curse of Ishmael ! Voiceless and tearless, with one aim alone Feeding existence, until it became,"], [61, "—^COSM OS.^— 53 Like death, a goal allowing no escape. Look at these locks grown white, like frozen streams That cling around some weather-beaten rock ; Look at these fleshless hands and sunken eyes, That all have suffered for one common end : Defying death and danger now so long, They still refuse to die unsatisfied. There is no blessing on them, save the one That Cain received from God ; for I was spurned Out of my father's house, and I became An outcast, and another took my place. Ha, ha ! the very will that lost me all Shall win me all again, as I have won The fear of men throughout the walks of life. Yes ; though the blood of kinsmen pours a sea To roll between me and my heritage ! He who has lived as I have fears not death, For, in the desperate ruin of my youth, I tore the milder attributes of man Out of my life, and planted there instead A nerveless courage, and a fierce revenge. I 've studied men so closely I can see Their thoughts upon their brows, and smiling read The contradictions of their lips and hearts ; And oft in scorn I make them tell the truth. They are a pretty study, when one lifts The skirts of life, and views the strings within, The empty shows, disguised hypocrisies, And looks upon the animal unveiled. Myself I would love better did I not"], [62, "-~^>COSMOS.-^- 54 Belong to them, and if more ignorant I might perhaps have been a better man. But I have floundered to the eyes in sin, Experimenting in unnatural crimes. Vice but a weary habit has become, No more a pleasure (A knock heard without.) Ah ! he comes ; 't is well. (Enter Vestrin.) You are on time ; come in. Vestrin. How are you, sir ? I do not know your name Con. It matters not. Ves. What would you with me ? Con. Or, rather, you with me. Say, have you not Designs on Cosmos you would gratify ? Ves. If so, have you not also ? Con. You know of none ! I merely offered you My help in yours, and questioning will not Make me more gracious. Ves. Forgive me, I '11 not ask you any thing ; But lend my ears attentive to your words. Con. I have thought o'er this matter privately, To serve your scheme in separating them ; And have devised the method. There are two To be divided, and as many should Divide them — sav, for instance, you and I. Leave him to me, be it your special care"], [63, "-~^COSMOS.^~ 55 To visit Euchrid, and possess her mind Of things that I shall tell you presently. Now, as to Cosmos, you must bring him here — Of our acquaintance do not let him know ; But tell him of my visit, and propose, For pure diversion's sake, to seek me out, Advising me, in time, of your approach. Get intimate with Euchrid, on the score Of being Cosmos' confidential friend ; Talk sadly of his vices, and deplore His fickleness of purpose, mentioning That he has played with you — that 's 'gainst his word, And will breed mischief — Inducing questions she '11 be sure to ask, Which you must hesitate in answering, And on persuasion only do so for Her solemn promise, vowing she '11 not speak One word of this to any living man. I '11 undertake that she '11 have reason to Suspect him from his actions, caused by mine, And will believe you honest. Ves. But suppose That, loving Cosmos, she '11 be deaf to me, Or, worse still, turn informer ; secresy With women is like ice before the sun. Con. There speaks a mind that partly knows the world Too diffident to risk successfully. Upon love's fulcrum poised, the youthful mind Answers the touch of every circumstance ;"], [64, "-^COSMOS.**— 56 Apt to believe as doubt, and trifles will Pull up the scale, or drag it to the earth. Where much is given, much will be required, The slightest doubt will gather to a storm, And overcast the charged and heated mind, Bringing destruction. In opposing love You but augment it ; let suspicion in, And its contagion, spreading through its veins, Breaks out in foulness and destroys the charm. In nature all her fundamental laws Are found the same, and work through every thing. There is no pride so obstinate as that Springing from crushed affections, in a heart Before made sensitive. 'T would rather break Than voice its tortures, or beseech again. It but remains for you, by tact, to turn Euchrid's condition to its opposite. Ves. I '11 do my best, and hazard every thing Upon your judgment. You have mastered me ; I hardly know myself. Con. I would exchange your lack of it for all My knowledge, if pursuing happiness. Now go ; but do not fail to let me know Some time e'er Cosmos comes. Ves. I will, I will. Good-night. Con. Farewell ; remember all that I have said. (Exit Vestrin.) Guile has its heroes ; first outcheat a knave,"], [65, "-^COSMOS.^- 57 Then he '11 respect you. Cosmos, while you may, Be happy. Quiet villainy proceed Along the paths where all my schemes are laid. I '11 now to stupor — once I called it sleep ! (Exit.) —^a^HfHl-^?— SCE|\\!E • II. Cosmos' house. Charmon and a page discovered. Charmon. Where is your master, lad ? Page. I '11 go and see. Pray you be seated, sir. (Exit page.) Char. Cosmos is always out ! And even when I find him he would roam beyond the. world, To get absurdly lost among the stars. Ah ! what is this ? (Takes a paper from table and reads.) \"Where wast thou, love, in the morning, when the breeze from the orient wakened, And whispered thy mystical name, and the tale of thy love to the trees, Till each one, enchanted, repeated its tones through the dew- scented dawn? \" I fancied thou wast a sunbeam, that smiled through my creeper- crowned lattice, And pictured the floor with a tangle of dreaming, fantastical leaves, That the many-tongued ivy discovered, and ceaselessly uttered thy name."], [66, "58 -^COSMOS.^- \" How often, when dreaming, I lose thee, you faint from my ten- der embraces, And waking, the myriad voices of nature are calling on thee, While the lark, through the shimmering rapture, goes singing to. greet thee in heaven. \" On the lawn are beech, and the oakjtree,lblushing red in the light newly risen, \\ / Confessing in silent delight thy presence, and talking of thee, And down through the vista of elm-trees, in the sleep-haunted grove hast thou been: — \" Phew ! What is this ? He should have finished it, Writing on flower leaves, with a sunbeam pen, And sold the copyright in Fairy-land ! He is in love, or else delirious. Well, here he comes to answer for himself. (Enter Cosmos.)- Believe me, Cosmos, now as ever yours, Patiently, Charmon. Cosmos. Forgive me, friend ; 't was but a moment since I heard of your arrival. Char. It seems a year since I 've been sitting here, Whiling away the hours with literature, And criticising with my usual taste. Cos. What can you have been reading ? Char. A wonderful production, like the world, Made out of nothing. Cos. That has no meaning. Char. Then it suits the work;. At least, as far as my poor judgment goes."], [67, "-~^COSMOS.^~ 59 Cos. Then, like the world, perhaps its meaning lies Too deep for you to fathom. Char. It may be so. If you are feeling strong, I will attempt to read some passages. 'T is not complete, the author, I suspect, Did not survive the first conception long. (Regins to read the verses — Cosmos stops him.) Cos. Forbear in pity ! Char. Is 't not beautiful ? Had it a meaning, sensible as well ! Cos. Did you come here to stab me with my pen, And from my folly manufacture yours ? 'T is very hard, when friends in ambush lie, To trip one up with his own stumbling lines. Char. No ; accidents come on us unawares. I came to seek amusement, and alas, Picked up your verses. Cos. I grieve for you, your punishment was great ; By being merry we must cancel it. Char. Your poetry has now no need of rhymes. Vestrin will soon be here, as I came up I left him on the way, I think he has Some project in his head ; so we '11 sit here And yawn in concert bravely till he comes. Cos. Time and yourself seem horribly at odds !"], [68, "~^COSMOS.^~ 60 Char. We are. Each day I wage unequal war, And shall erelong die of my frequent wounds. I 'm no exception, all wise men have died. Cos. If they alone, you would immortal be. Char. I show much wisdom then in lacking it (Enter Vestrin.) The three disgraces ! Now we are complete ! Speak Vestrin — like the devil, have you found Some mischief for six idle hands to do ? Ves. Brothers in sin, good morning. For to-night, As time is vacant, we will fill it up With some untested pleasures. Char. Untested ! Faith, you should not jest with us In our extremity. Cos. What mean you, Vestrin ! Name the special crime That you 've concocted for this evening. Ves. Some days ago a certain man came here, While you were out, possessing magic powers — In other words a quack — and I 've arranged To call on him to-night, when he declares That he '11 display his skill. What say you both ? Char. Broomsticks for three ! When night grows mer- ry we Will visit him, our minds becomingly Blind to his errors. Cosmos, you will go ?"], [69, "~^COSMOS.*<— 61 Cos. By all means ; even magic 's interesting When one essays to prove it something else. (Enter page with note.) Page. A note, my lord, in answer to the flowers You sent this morning. Cos. I thank you, lad. Ves. (Aside.) From her! I wonder if my words have caused A change toward him yet ? I '11 mark him well. Cos. I need not ask your leave, I know you will Excuse me while I read this little note ? Char. The devil ! yes. Behold me lost in dreams. Ves. Of course ; read on. (Cosmos reads, and gradually turns pale.) Cos. (Aside.) What can this mean ? By God above me I Will read no more, forgetting till they 're gone. Ves. (Aside.) Ha, ha ! Old man, your wisdom 'gins to tell. Cos. O yes, we '11 go. Charmon, you were saying ? Char. Nothing ! D' you find it satisfactory ? Cos. Ah ! Did you not ? Tell me what time it is. Ves. But twelve o'clock. Cos. That hour should be the brightest of the day !"], [70, "62 -^COSMOS.^- Should it not, Charmon ? Generally, 't is ; But I will hope it is the darkest now. Char. And so do I, as I have ever done, It is the longest of twenty-four. Cos. It does belong to neither eve nor morn; O let it pass, and give me light or dark. Ves. (Aside.) I hear a deeper meaning in his words, Than plavs upon the surface of his speech. Char. You Ve strangely moved about the time of day ! Cos. Ha, ha ! 'T is midnight where the sun is not ; One half the world is lost in pleasant dreams, The other waking. Char. O well, what of it ? I am sure you have Your share of dreams ! Cos. And when I wake I do remember them ! Char. Doubtless you do. I trust when you awake You will remember you are dreaming now. w&l£- What ails you, man ? Your eyes are sternly fixed Upon the very boundaries of space. Cos. Yes ? I am absent sometimes — pardon me. Char. You should not be so when you entertain Your friends. We '11 leave you to collect your thoughts Out of the sky, and bring them down to earth."], [71, "-^COSMOS.-^- 63 J Come, Vestrin, let us go. We will return In time to see the mystic caldron boil. (Exeunt.) Cos. There is no middle ; we are saved or damned And I have built my hope on airy clouds, Let hell receive the ruins. No, no, no ! I '11 not believe it. O Euchrid, Euchrid ! You have come between God and myself, so near that you have made A blot upon the sunshine of my life, And hidden every holy thing from me. I wonder now no longer at the tale Of long-lost Eden, and the fall of man. I do believe the angels weep sometimes Because God made them beautiful, and they, Looking upon you, dare not deem themselves Superior to one so wonderful. Farewell to all, all good has gone with you — Purity, love, delight, and every thing That hints at heaven, or upon the earth Is worth the striving, or thought excellent. If you are false, I fain would doubt myself, Call God in question, and believe that joy Can never be, and never was, above ; And perfect truth impossible, except In demonstrations that deny itself. And yet I dare not think that you are false, Or from each nook secluded in the world Falsehood has driven truth, for it must be In you if anywhere. O I will read This letter till I see some sense in it"], [72, "~^COSMOS.-<^- 64 ■ That brings not agony, or else wash out Its cruel figures with perpetual tears. (Reads.) \"As I 've received your flowers, take my thanks. I 'm grateful, for they 're very beautiful ; Fair as your words — alas ! must all things fade ? Fragile as love that lasts an hour or so, Though sweeter far, because they 're natural. Affection 's artificial nowadays, And charmingly devoid of earnestness. I might have sorrowed once, but I have grown Resigned by custom. Euchrid.\" Mighty gods ! Can this be Euchrid, who one week ago Vowed herself mine forever, and now writes In freezing pleasantry, and gayly hints That all affection has run out of date, And now remains but fossilized in words ? There is a strange corruption in the world, And social actions, like phosphoric lights, Gleam round the loathly rottenness within. This is the age of reason, feeling died When stern-eyed knowledge left her quiv'ring womb And springing upward 'gan to count the stars. All dear delusions have forsook the world, And love, which once made life a holiday, Plas been divided by our rigid minds, Half into lust, and thrown to animals, And half dissected, analyzed, and proved To be a young condition of the brain, Which scornful s a vants view with curious eyes.."], [73, "—^COSMOS .^~ 65 O barren end to all our raphsodies, The Dead Sea of reflection, how can I, Who, loving Euchrid, but an hour ago Loved all, and every thing, exist upon This scientific wilderness of thought ? O Euchrid, Euchrid ! I '11 not think of you ; There is a pride within me that could laugh Right in the face of an avenging God. I will turn down my eyes upon my soul, Upon your absence, and an endless pain, And teach them smiling. Yet I 'd give my life To find myself mistaken. (Enter ologist.) Ologist. Is it your pleasure, Cosmos, to devote Some hours to study ? Cos. I would devote my life, if I could find One single truth to guide me to some peace Olo. You may find many, like small streams that To larger ones — none yet has seen the sea ! flow Cos. O If I could, I 'd drown myself in it, Forgetting all the muddy ways of earth ! Olo. What means this strange excitement in your eyesr. Lending unnatural vagueness to your speech ? Cos. O do not ask me ! I am cursed with moods ! Olo. Are you still hankering to know yourself? Cos. Yes, and all others. I would tear the bands"], [74, "66 -^COSMOS.-t— From nature's wounds, and view the hidden sores That now disturb us. Olo. There 's health in us, if we could only see ; Both truth and love that ever shine beyond The clouds of doubt. Sick nature must have time For full recovery. Cos. Ah ! if we could. You talk of love, what is 't ? Olo. Not what it should be : like all things divine, 'T is not developed fully in the flesh, And bears the stamp of differing minds on it. Cos. A selfish man, then, has a selfish love ? Olo. No ; but he thinks his selfishness is love, And when he analyzes doubts all love. Cos. Tell me, can any love ? Olo. Some do through instinct, some through duty. some Through selfish passions; all men through the brain. Cos. This is a creed for dogs ! I would we had Some other right than \"higher\" to be men. Olo. We are not higher, in the sense you mean, Nor do we differ: we are not of them. Cos. Would I could think so ; but your arguments With your assertion seem to be at war."], [75, "-^COSMOS.<<^- 67 each You take away all lovely from our life, Then say it is divine. O out on it ! I do detest this damned philosophy That sits majestic o'er a pile of bones, And in its dead conception of a soul, Talks about ether, gas, and then of God, Till wrathful feeling rises up and cries, \" God is, or is not, but I know not which.\" Olo. Peace, peace ! First think, and you will see thing Must have both parts and kind, and these a name Science is ever closing round the soul, Invades its boundaries nearer day by day, Applying names to every thing it finds. Do not despair because old, honored names, Being dissected, seem beneath your eye Ghastly and lifeless ; there 's a future good In every thing we suffer for the truth. We can date feeling to a pound of beef, And yet we know not what those feelings are, Or whence they came ! The brain's material — Thought — is eternal ; while the body dies The soul is unexplored, save where 't is bound Down by the body to the baser earth. Am I not right ? Cos. Alas ! I think you are. But, Ologist, I 'm in no mood for this. You may convince My ears, but there is that in me that will By its loud voice make all your wisdom dumb, 5"], [76, "68 -~^C 0 S M 0 S .-^~- And in my heart alone I think it lives. There was a time when, like the nightingale, Its notes had trembled to a thousand joys, Waking the soul to a delight of tears. O it was wonderful ! But in the crash Of ruin and disaster, it became A power — for mighty passion shook himself, His eyes suffused with blood, and with his hands Tore the glad stars from heaven, crying loud, \"Yes, there is love, and thou alone unloved.\" O I am mad ! I know not what I say ! Olo. Ruin, disaster ? What is this that burns In frenzy through the channels of your brain, Making your eyes roll frighted underneath The tense and furrowed horrors of your brow ? Are you not well ? Has any thing occurred ? Cos. O yes, indeed ! Have you not heard of it ? But lately fell the brightest star from heaven, And in its flight burned up another world. It is enough to make God sorrowful, To see his works so sadly out of tune. Olo. What is this sick buffoonery to me ? Would you impose upon my anxiousness To twit me, seeking only for your good ? Cos. Dear friend, believe me I do not, for I At least would love — these tears are proof of it.. O leave me, leave me ; do not look on me ; All else has left me ; you are of the world —"], [77, "-^COSMOS.^- 69 I dare not love it longer — that is why I beg you leave me. No ; I am not well ! Olo. I 'd rather stay, but since you wish me gone, I hope to see you better by and by. Cos. If I was well I would regret that I, Though sick, besought your absence, but just now I beg you take it as a good excuse, For there are times when friendship frets us more Than all the raspings of a savage hate. Olo. Make no excuses, there 's no need of them. When more composed, if it will comfort you To pour your troubles in another's ear, You know that I '11 make all your sorrows mine. Cos. I would not have it so, for I believe There 's still some vestige of affection left, That I respect too much to burden with The ravages its absence makes in me. In seeking friendship, though, I '11 find you first. Olo. I thank you, Cosmos. (Exit.) Cos. O life, you are a poor and loveless thing When visioned through the shriveled glass of pain Thus I 'd not see you. I '11 not bruise my heart Against the hard denials of the world, But by resolve forget them and congeal Its warm desires by icy arguments ; Looking upon them with a scornful eye,"], [78, "70 -^COSMOS.-*— From colder heights where feeling cannot breathe. Yet it is hard to look upon the spring, Pervaded by a glad delight of air, Fern-breathing woods, with sweet birds caroling — Like angel calls that startle us in dreams — The careless clouds that drift from joy to joy, . . Bud-scented groves, the faint, moist swell of brooks, d*ri€^i Light-loving slopes, and violet-purpled winds, And be apart from all, the only flaw. Cosmos and peace are strangers. I will shut In this dumb heart the volume of its woes, And speak in language foreign to its tongue, Acting a part in life's false comedy, Making it curdle with hysteric mirth. [Exit.)"], [79, "-^COSMOS.^— 71 — ~v->SC©I)© IIL«— v — Scene, Conjurer's house. Conjurer discovered alone. Clock strikes ten. Conjurer. Ten hours upon the dial ! Cosmos, if You knew its meaning when you hear that sound It would acquire a terror to your ears That 's unrelated to the flight of time. Revenge, revenge ! That word is in the air, And all about me ; for the time 's at hand When all my hopes will realize, and I Sink in the dull oblivion of success — A pulseless quiet that I almost dread. (A knock heard at door without. Conjurer goes to it; enter Cosmos, Charmon, and Vestrin.) Gentlemen, you are welcome here; come in. Charmon. We will ; not wishing to be taken there. Con. Fear not; all's open to inspection here. Vestrin. I 've told Lord Cosmos of your boast, and he Comes for fulfillment. Con. I 'm honored, sir, by your regard, and think That what I 've purposed for you will succeed Beyond your expectations."], [80, "72 -~^-GOSMOS.-^~ Char. It might do that without being called success Yet, since you 're sanguine, I propose to whet Our appetites for wonders by a sight Of Satan in his Sunday uniform, Horns, hoof, and all th' insignia of hell. I would inform myself of certain friends, Who left me without leaving their address. He possibly has met them, for I 'm told With most translations he is intimate. I 'd know his views on multiplying sects, The present war of scientists and saints, Theories of heat, from observations made By learned souls, who, doubting Genesis, Have made, 't is said, an exodus below, To test their doctrines in more fiery worlds. I 'd like to ask Con. O peace ; I warrant me You '11 see the devil soon enough, for he Comes in a thousand shapes, and each, I think, More ugly than the old proverbial one. Char. Failure the first ! Inquiring minds, alas, Are seldom satisfied. I am betrayed By great ambition, to ignoble want. On future propositions I'll be dumb. (Aside to Vestrin.) Confound me if I do not think he is Some relative of old Beelzebub : Himself, perhaps — he knows so much of him. I almost fear he took for personal The questions I proposed to ask the fiend."], [81, "—^GOSM 0 8.^~ 73 There is a horrid glitter in his eyes, As if green fire was burning in his brain. Ves. (Aside to Charmon.) He is a strange, uncomfortable man. Con. (Turning to Cosmos.) My lord, you 're silent, and your eyes speak woe, Like Adam's, banished for a woman's fault. Cosmos. A woman's fault ! Confusion ! what have I With fabled Eden ? or first-falling Eve ? Her sad descendants have o'errun the globe, And all her sins are multiplied in them. A woman's fault ! ha, ha ! A pretty thing To trouble Adam's more accustomed sons. Con. (Aside.) Vestrin I see has been assiduous ; Excitement shows it — I have struck aright. {To Cosmos.) I spoke but in comparison, my lord : You are impulsive — on your mother's side, Your sterner parts were all your father's gift. Cos. Your clever guessing, helped by facial forms, Or indications that are physical, May hit the gold of my condition, but Your practiced skill can never fathom me. Con. (Aside.) He 's near the truth, most hard to overcome, But I '11 exert no usual power with him. His mind is winged to live in fancy's sky, Strong, swift to dash itself against the wall That shelters truth from all the living world ;"], [82, "~^>COSMOS.^~ 74 I will excite him by my desp'rate will, Dazzling him after, for subjection, by Revealing wonders that I should not know. (To Cosmos.) If it 's your pleasure, I will prove my art By reading from you many things not known To any but yourself. Look at me. Do You think I tell the truth ? Cos. Perhaps you do ; I know not. 'T is with you To show it, so proceed. Char. (Aside to Vestrin.) 'S death ! I see now how the devil lies. Vestrin, I cannot bear his countenance. Cosmos seems troubled when he looks at him. Con. {To Cosmos.) What are you thinking? Cos. You have minded me Strangely of childhood. Con. I willed it so; it is a certain sign Of my dominion. Of the dead you thought. Cos. 'T is false ! No power controls me save 't is God's. Con. Yet pardon me. You looked beyond the grave, On faces now no longer seen in life : In thought returning to a land of hills, That bathe their lofty summits in the clouds, Casting their drifting frowns upon the pines, Purpling the dense and silent woods in shade."], [83, "-~>rC 0 S M 0 S .■<<— 75 I see sharp crags jutting their broken sides, Bare, dizzy cliffs, and vap'ry water-falls That, leaping, are enamored of the air, Till earth resolves them into useful streams. I see well-watered valleys winding through A maze of mountains shutting out the world, As ancient creeds loom watching o'er the soul, Inhabited with legendary awe. I see a dwelling breaking like a smile Upon the haunted face of solitude. A building pricked with castellated towers, Deep mullioned windows of an olden style, Surmounted by a frowning battlement. Let 's go within, crossing a time-dried moat Upon a useless draw-bridge always down. I see a hall hung round with rusty arms, Old suits of mail, and many a battered shield, With trophies won from battle-field, or chase, With skins arranged as mats upon the tiles, An open fire-place, and an arching roof. I see no figures yet, but they 'will come ; Living or dead, 't is all the same to me. Cos. Go on. Con. Shall I describe what forms come up to me, From your own brain ? (Cosmos nods assent.) Then keep your eyes on mine, your thoughts intent Upon the hall that I have spoken of. What do I see ? A man ? Yes, 't is a man, Of dark complexion, and tall sinewy frame,"], [84, "-^-COSMO S.^- 76 Thin lips compressed, a forehead large and full, And cold grey eyes — they might look stern, how stern ! A long, thin nose, near Grecian in its type, And on his head a mass of waving hair, Arranged as if 't were barbered by the wind — It is your father. ■Cos. Go on. You have not done with guessing yet Con. Think of your mother, then, for further proof. Cos. Well' (A pause.) Con. You are not thinking ? •Cos. Why think you not ? €on. Because the form comes indistinct to me : Lifeless and dim. I cannot feature it. Yet I have other means than these to make It plain. Perhaps she died when you were young, And your remembrance has grown faint through time. Cos. You 're right ; 't was so. But dare you claim to read This from my mind ? Con. How could I else, my lord ? Cos. To know you 're duped is easier than to find The means that others have of duping you. Con. My means, 't is true, you know not, but they 're found"], [85, "~^-C 0 S M 0 S .<^~ 77 Not in the common rut of every day. I say your mind 's an open book to me. This you deny, and I can only prove My knowledge, not how I. obtain the same. Cos. I know myself enough to keep my mind Apart from base inspection of the world, And if I am not known unto myself, What son of earth shall pry into my soul ? Con. Truly you spoke ; you do not know yourself. I 'm old enough to be your father, boy, And might be so, for what I know of you. There is a power lies dormant in each man, That seldom wakes until he sinks to sleep — To sleep in death — but very rarely does An accident awake it, or the will ; And he possessing it becomes supreme Among his fellows — I am one of them ! Cos. And yet, for all, I feel no peer of mine. I 'm conscious that your will 's no common one : I see it in you, yet I fear it not. For, know my courage spurns a brutal power. I am not freed from poor mortality ; Each day I battle with it, and become Nearer what I would be. This wretched life, Though still a riddle all unanswered yet, Is but my prison ; and though loving it Through the warm blood of sympathetic flesh, I fain would burst my chains, and be myself."], [86, "-~^>G OS M 0 S.^r— 78 Con. Yes ; you are formed for loving — to be loved ; Because you 're not, life \"s unendurable. Cos. (Aside.) Great God ! what means he ? Euchrid, is your faith So false that every knave may know of it ? (To conjurer.) Be plain, what mean you? Con. I read within your mind a common tale : \" I love, but am not loved.\" I grieve for you, And would advise you laugh and live it down ; For woman never yet was fit to trust. Cos. Liar, I '11 swear, before all men, she 's true ! Con. Before all men, but what before yourself? Have patience, boy, I do not heed your words ; You cannot move me. After good advice, I simply view them as ingratitude. Cos. Then, in advising, damn yourself, for I Char. Peace ! What is this ? Upon my faith you seem Intoxicated by this fellow's will, And not yourself. Come, Cosmos, let us go. Cos. No ; by my soul I will not budge from here Until I know who knows so much of me. Unhand me, Charmon : no, I 'm not myself, If I am read by every clever clown, As God alone should see me. Answer me. By all the fury of a desperate man, Tell me who are you ?"], [87, "—^COSMOS.-^- 79 Con. Your humble servant, who has plied his arts As he proposed, my lord, and with success ; And who for twenty minutes has dethroned Your reason, and now gives it back again. Cos. (Aside.) O God ! I must be cool; some mystery 's here, That by my fury I may aggravate. (To conjurer.) I still deny it. Here is gold for you! (Aside.) You have confirmed my blackest fears ; farewell, But I will probe you, though it be in hell ! (Exeunt.) SCE|\\IL\" • IV7. Scene, Cosmos' house in Juventum. Cosmos and Ologist discovered. Ologist. Cosmos, have you no confidence in me ? Cosmos. Alas ! far more than I have in myself. If there is one on earth that I dare trust, It is yourself. Olo. Then do my friendship justice ; tell me what Has brought a sudden palsy on your joy, Making your eyes shine like cold stars at night When famished men look up to them in pain ;"], [88, "-^COSMOS.**— 80 ■> Your laughter ghastly, and your very words Pregnant with meanings foreign to my ears. Cos. It is my ignorance that makes me sad. Would I could tell you, would I knew myself The mystery that havocs with my brain. What I do know I 'd fain not think about, Nor tell to you or any other man ; My greatest blessing would be to forget. 'T is what I know not, like a shadow, has Eclipsed my sun, and made the smiling day Unusual, strange, and weirdly terrible. For there are powers that viewless haunt our souls, Making such music on our shuddering nerves, That men must faint at. Olo. You will not tell me then ? I have much fear Your mind is overcome by some great care, And brooding on it can but do you harm Cos. Probe not my wounds, they must not bleed to night. My friends are coming; I would welcome them As little like one haunted as I can. Olo. They 're here already ! I am glad they 've come For their light manners may advantage you More than my own. Be merry as you can. Cos. Yes, as the damned ! who, frantic in their pains, Make maniac laughter mingle with the skies. (Enter Charmon, Publicus, and Vestrin.) Welcome, my friends !"], [89, "-^COSMOS.^— 81 5 Olo. I leave you with them. Nay, persuade me not 'T is better I was absent. (Rows, and leaves.) Charmon. Cosmos, by all the gods, I hope that you Have let the devil leave you with last night. I did not know that you had drunk so much, When Vestrin's wizard took three travelers in. You should have seen him, Publicus ; it took Our double efforts to persuade him from Exterminating every one he saw, And piling up Juventum's streets with slain. Cos. Yes. I had drunk the very dregs before We visited that — that Char. I think you had. Your conduct certainly Showed indications hardly temperate. Vestrin and I — not always virtuous — Compared with you were models of strict lives Publicus. I 'm very sorry that I was not there To let my good example shame you all, As I am ever wont at night to do. Char. I 'm glad you were not ; had you been, I fear Juventum would be black with funerals. You should have seen him when the old man told The usual nonsense that he has by heart. Cosmos at first was silent, but at length He found some insult in the gibberish. Drew out his sword, and in a furious mood Demanded satisfaction-, and all that."], [90, "82 -^OOSMOS.^- I said ray prayers to Vestrin, for I had No time to send them all the way to heaven, And flung myself between his glittering blade And the old man, who doubtless wondered at The wild effects his magic arts had worked — Vestrin. And, finally, he threw him gold enough To turn his brain with the antithesis. Pub. Allowing for exaggerations, I Should think your conduct was not marred by peace. You should have let the juggler raise the fiend, And not have played the devil by yourself. Cos. I had to play him by myself, and failed Ves. May all our failures come as near success. Let 's see if you '11 succeed as well at cards. Char. Yes, let us play. Come, Cosmos, Publicus. Cos. As all is false, I now will play you fair. Char. Come, then, but do n't deny that you were drunk. Cos. Not I, ha, ha ! (They sit round table to play. Vestrin deals.) Ves. Cut, Cosmos. Ah ! you 've turned a queen — 't is good — A woman never yet brought luck to man. ( They play. Cosmos is reckless. He loses. ) Char. Let 's have some wine ! (They ring for servant, who brings it.)"], [91, "~^>COSMOS.^~ 83 A health all round, and then to play again. (They drink.) Pub. Cosmos, it is your say. Cos. A hundred pieces ! Vestrin, your last play. I think the trick is mine, I trumped with ten. Ves. It would be if I did not hold the knave. You did not play with judgment. (Stakes are raised — Cosmos still loses.) I 'm fortunate to-night. Char. I think you are ! I never saw cards run So damnably one-sided. Thank your stars ; It cannot last forever, though, I hope. Ves. (Aside.) Or, rather, thank my skill — the old man's hints, 'Fore God ! theie seem no tricks unknown to him. (Aloud.) Five hundred pieces ! Ah ! I win again. Pub. I 've lost as much as I will spend to-night ; So I '11 draw out, and watch the game awhile. Cos. This is no public gambling hall ! Sit down ! Or else all quit the game. If you have not Brought gold enough with you, there 's plenty here ! It cannot buy me one poor moment's joy. Sit down, I say, and let 's be sociable. What metal 's valu'ble when famine makes Barter impossible ? Pub. I know not what you mean. Since you insist, 6"], [92, "84 -^COSMOS.**— I '11 take five hundred pieces, and return The sum to-morrow. Cos. Sit down, sit down. Vestrin, run the cards ; It is your deal. Ves. Yes. (Deals.) Hearts again are trumps. Cos. My hand looks ominous ! Nothing but spades. Then let blind Fortune dig Deep graves for dead success. The devil has Already played the sexton to my youth. Char. Time 's going back; you. speak as yester-night. Cos. The clock 's the same. O what is one poor day With time that ends not, never was begun ? Life is a clock that soon runs down ; the soul Laughs at it wound for all eternity. I am the same that I was yester-night — Would I were different, but it boots not why — My heart 's the same, and it will ever speak As 't is impressioned; nature made it so. Char. The head being drunk, the mouth speaks wan- d'ringly. Cos. Yes, I am drunk ; but it is not with wine. There is a spirit warring with my brain That never drank the dew from sunny slopes, But, from, the vintage of a bruis-ed soul Makes men unnatural."], [93, "-^COSMOS.*^ 85 Char. It does, in fact ! Sometimes I think you mad — But play ; your words are sadly out of turn. Ves. What is your bet ? Cos. A thousand let it be ! Ves. Great God ! that 's modest. Pub. The stake 's too high. Let us be reasonable Ves. It is. But if you wish it, I will play I can afford, when fortune favors me. Cos. Then you and I — throw down ! Ves. I 'm still in luck! Cos. I see you are ! Play on. I '11 make a match With fate against me ! I will never fly Winning, or dying ! Char. Dear Cosmos, have some reason. This is not A game for friends, when ruin 's on a throw. As for myself, I cannot play so high. Of late I 've seen excitements in your mien — We play for pleasure. You have drunk too much. Ves. Cosmos is loser; let his stakes be high To win his losses, for I do not wish To be his robber; but I ne'er give back What I have won at cards. Cos. Nor shall you ever while you play with me. Set your own stakes, I '11 play what game you will."], [94, "-^rGOSMOS.-^- 86 Ckar. Then twenty pieces for the winning trick. (They play.) Ves. Cosmos, 't is my last play, and as I 've won Most heavily, I '11 stake two thousand on My play. 'T is you and I ; the rest are out. Cos. I take it then. One card alone can beat The one I throw, and that 's the ace of spades. I throw the king, counting the chances at Fifty to one against your beating it. Ves. I did not know you held so high a spade ; Having all suits I 'm bound to follow lead, Whate'er you play, and you have thrown a trump. I have one only, but it is the ace. Cos. I deemed mine strong, but that Great Power that lies Beyond what 's royal has subjected it ! Life finds a mirror everywhere, and I, Looking within it, nothing see but loss. Char. I must insist you do not gamble more Pub. No ; do not, Cosmos Ves. Well, one more throw at parting. I could not Sleep well if his great losses grow no less. Cos. Deal out the cards ! I '11 play you for my loss — I am SO poor I cannot lose at all. (They play. Vestrin wins again.) Char. The game is up, and you have lost again."], [95, "-^■COSMOS.^- 87 Cos. Yes ; but what 's that ? I 've had a merry night ! Gold coins for stars, excitement for a moon, Pleasure for profit, loss and gain for gain. (Looks toward Charmon and Publicus.) Here 's to your healths, be- fore we part : may you Prove always winners in this play of life : Though I have lost, I do not grudge it you. (Looks at Vestrin.) I merely wished to understand the game, To find the motive at the back of it. Henceforth I shall be but a looker-on. Ves. I 'm sorry, Cosmos, you have lost so much Cos. I am not ; for I cannot count it loss When one gains knowledge. Ves. What knowledge ? Cos. It has long been my aim in life to know Its rules, and gaming is a part of them ; Very instructive when you study men. Ves. (Aside.) Has he suspicions ? (To Cosmos.) It is, indeed ; but you pay rather high For your instruction. Cos. That depends upon The value given to experience. To know the lowest sometimes far excels A knowledge of the wise and virtuous : It is a key to earth's majority Must you all go ? Well, give you all good-night ; I, stoic like, must bid the world farewell."], [96, "88 -~^>COSMOS.-^~ Ves. (Aside.) Damn him ! Somehow I fear to rouse him up. Char. Good-night, old friend, I would not leave you so. Cos. Here is my hand, and thanks sincere. Good-night. Pub. Cosmos, farewell. More luck another time. Till then farewell. Cos. I thank you, Publicus. Ves. I '11 give you your revenge another time, But now, good-night. Cos. I do not want it, Vestrin, so farewell. Ves. (Aside.) His speech still sounds suspicious. (Exeunt Charmon, Publicus, and Vestrin.) Cos. Farewell, farewell ! I 've played a desp'rate game,. Purchasing little knowledge with much gold ; But yet I care not. Euchrid, you are false, And all the rest is nothing now to me. Losing a fortune 's but a step upon The ladder leading down to that deep hell Where you have thrown me. I dare not love you, Euchrid, for the thought Mocks aj, tjae very essence of all love. Since you neglect me, I can only try To tear your image from my quiv'ring life, Being forgetful only in my will. Your sin, and Vestrin's, by another seen Are much the same, and date from heartlessness."], [97, "-~^G 0 S M 0 8 .-v— 89 O could I learn to think you commonplace ! I say his \"sin;\" for surely he has sinned. I cannot be mistaken, for my mind To-night seemed full of eyes. I almost saw His thoughts, and felt his swelling heart beat loud In exultation, when he grieved for me. There is a calm unnatural in my soul, Where life looks like a sad but peaceful scene, Its objects clear in charged electric air ; But I can feel the presage of a storm, While I stand here debating coolly on The disappointments of this loveless life. O I will leave it ; no revenge I bear Nor feel the rage that lately burned in me — Though smothered up, showing in flick'ring flames Of irony, suspicion, and mad words — But sadly, rather, Eden I forsake. Yes, he was right ; 't is for a woman's fault. O Euchrid, Euchrid ! I '11 not breathe your name, Or my stilled blood, unusually slow, My nerves as steady as a corpse's, will Break out in frenzy, like an earthquake's wrath, Scattering the fire that broods around my soul, Into the air of fancy, peopling it With all the terrors of a heathen's hell. Down, down ! I stand by my own rights, mi.n Looking defiance on his agony, White to the lips, yet mute and martyred on His cross of hope all splintered into pain. Life was to me a dream ; it cannot be A daily round of cruelty and greed ;"], [98, "-^GOSMOS.^- 90 Therefore I leave it. Golden morn, farewell ! In solitude I '11 often think of you : In my most daring moods, perhaps, I '11 pray That heaven may be a child's vain hopes fulfilled. (Enter Ologist in his dressing-gown.) Ologist. Cosmos, still up ! The clock has just struck three : I did not hear you pass my room for yours, And being anxious for you I am here. O what a room ! 'T is chaos come again. What discord 's this, that like a genius you, Wild eyed and haggard, are presiding o'er ? The chairs upset, vile cards thrown everywhere, Bottles of wine and glasses, coins that shine Like scattered stars out of a troubled sky, And all things else where they ought not to be. 'T is not a sight I love to look upon. Let youth be thoughtless, but not prodigal ; And these delights have more to do with crime Than you may wot of! Cosmos,. love them not, Nor let the pleasures that the base enjoy Be yours by preference. Cos. Ah ! could you know how needless your advice, Your kind injunctions would reverse themselves, And dropping tears, would bid me try to love The world a little better than I do. Olo. I smell a contradiction in the air — A horrid explanation of your words. Cos. It is not wine that speaks. O look at me ;"], [99, "-^COSMOS.-^- 91 Am I besotted ? Rather say besieged, Encompassed by a host of savage forms, That in a dungeon have pent up my soul, Like a clipped eagle, to forget the sun. Olo. Is this the refuge of your darker moods ? You know to-day I grieved that you were sad, But now I grieve much more that you have tried To drown your sorrows in deceitful wine. Be guided by me : pray you, go to bed. Cos. No ; not to sleep, for fear my waking be Like others — O how sharp and terrible ! Yet hearken, Ologist, and you shall hear The meaning of my madness briefly told. Join not excitement to a lesser cause, For were I drunk I might be happier. Olo. (Aside.) His speech is sober, but long-winded wine Is often seen in simple tediousness. Cos. You know not, Ologist, that I have loved — Olo. (Aside.) And often warms our dead affections up To many a sickly, evanescent theme. How sad in Cosmos ! (To Cosmos.) No! I did not know. Cos. I am not made like others, Ologist, Stolidly strong, with weaker woes than mine, I am so slightly wedded to the world, That every discord jars a severance, But I can suffer as the soul alone Can suffer, in base bondage to its clay."], [100, "-~^>GOSMOS.-^- 92 You know my mind is compassed to one aim — Knowledge of self, and something of this life: To get a step beyond the common herd That wake at sunrise, and with drowsy eve Drown their dull lives in dark and dreamless sleep At first I found it a delightful theme, While sunny days lined earth's young poetry ; But now, it is a hard, unlovely work, More suited to a mummy than a man, Or cold-eyed cynic, to whom knowledge is As labored breathing, mere necessity. I 'm here by something else than my own will ; My feelings, blood, brain, nerves obey me not. And, save in torture, are all things apart, That as a study I can comment on. I 'm not myself — myself 's a want that lies Smothered behind this circumstance of flesh, Dimly discerning falsehood's little round. Why should I tremble when I will it not ? Feeling my soul-wings flutter in my throat, And curbless blood rush hissing from my brain ? It is not /that trembles, for no pain Could blench my spirit ; 't is the body faints, And soon must rot : alas, I love it not ! Nor ever can I, till I find the law That made me, and perceive the face of God. See, here across this table I have seen The mask of friendship lifted, and behind The unexplained necessity of lies. I deem it was well worth the price I paid To buy a glimpse of all that 's underneath"], [101, "—*-COSMOS.*r~- 93 The mirrored picture on the stream of life. I would be ruined often could I see Successive glances, and at last know all. Olo. (Aside.) O he is drunk, or mad, I know not which. (To Cosmos.) Let me entreat you, Cosmos, go to bed. Cos. Not very long, and then the day will dawn, And with the sun I '11 journey o'er the world ; Juventum cannot longer be my home. I leave them all to fill their greedy ears With sprouting tales of my fond, foolish youth, My recklessness, my ruin, and my ways. Without the truth they will be garrulous ! I 've little now to offer you, old friend, For with the world I leave its goods behind. Take what I have — I only need enough To satisfy the meag'rest wants of life. Go back to bed, you happy man, to sleep ; To-morrow — now to-day — I will consult With you about my parting, making all Future arrangements for you and myself. Olo. O Cosmos, what is this that you have said ? What have you done ? What dire extremity Robs you of reason ? 'T is the only time Your words are tortures to me ; take them back ; Say you are drunken, mad, or any thing Aught else but earnest ! Cos. Mad, mad ! and earnest. I believe I am The only thing in nature forced to urge"], [102, "-^GOSMOS.^-- 94 Resistance to the current of its stream ; Plying my course up through the countless years, Toward the source, not idly wid'ning out O'er fields of progress pre-arranged for man. Striving to know, and caring not to be, Baffled and breathless, yet too proud to die. A very Ishmael I have become, Antagonist to every thing that lives. The waking breezes are industrious, Warning the world against me, and the flowers Hang down their heads before me when I pass, As if in concert with the craft of men, Nodding together in rejoicing fields Till — in my nervous isolation — I, Were 't not for pride, would fain claim kindred with The lowest form, the meanest thing that is. Olo. I cannot answer you. O come away ! Cos. I now begin to wander. Up, bright day ! (Exeunt.)"], [103, "-^GOSMOS.^- 95 — — -v-^BCSIJ© IL«€—v— Scene, Vesicula's house. Vesicula and Euchrid discovered. Vesicula. You are not happy, Euchrid ? Euchrid. Am I not ? Vesic. Most certainly I do not think you are ! You do betray each indication that Makes sorrow visible ; you have become A living marble of mute misery. Confide in me, my ears are thirsty to Drink up your woes and weep them forth in tears. Euch. A little weary, and a little sad ; But yet not willing that my sorrows be Yours, or a cause of selfishness to you. Vesic. Your duty to me lies another way. Friendship's true coin is confidence, and I By right of love become your creditor — A very Jew in this relationship. Euch. Love is my debtor, and he cannot find In all the world just payment for the debt. Vesic. O dry your tears, dear child. Say, am I right In thinking love begot them ? Is it so ?"], [104, "-^■COSMOS.-*^- 96 Euch. Tell me, dear aunt, it is not wrong to love. Vesic. O no ; not wrong, but not at all times wise. Euch. I gave my heart to love, but tiring soon He flung it down and broke it ; spread his wings And flew away to kill another hour. Vesic. It was Lord Cosmos that you trusted in ? Euch. Yes ; and it was a miracle, I think, That showed him different from what he seemed. O still I think that every thing has lied Save Cosmos only ! Vesic. Hush, hush, my Euchrid ! you are not the Who, loving Cosmos, learned to hate the world. I never heard much ill of him, 't is true, first But now I hate him. Euch. O no ; do not say that, when I forgive ! 'T is true he broke his promises, but I Would join the broken mem'ries with a kiss, If he 'd renew them. True, he told a friend About a conversation we had had When first I met him — that was hard indeed ! O how could Cosmos break a confidence ? Vesic. Peace ! Some one enters. (Enter servant announcing Vestrin. Exit servant.) I do not like him : why does he come here ? Euch. There never was a paradise without"], [105, "-^■GOSMOS.^- 97 too A snake. He is to me like some harsh bell, Breaking a prisoner's dreams that he may die. If he did tell the truth, I hate him more Than Cosmos, in variety of sins. (Enter Vestrin.) Vestrin. Ladies, good morning. I need not inquire As to your healths, they 're open to the view, And demonstrated very beautifully. Vesic. I thank you, I am well. Ves. I have sad news to tell you ; 't is of one Who always was — with all his faults — to me A brother, and, I think, to you a friend. Euch. Of whom ? of whom ? Ves. Lady, you know him well. (Aside.) You pale late To save him. How she loved him I can see. Euch. I pray you do not keep me in suspense. (Aside.) O Cosmos ! something tells me it is you. \"Sad news to tell.\" O God, in pity be Gentle with Cosmos ! Ves. Alas ! it is of Cosmos that I speak- Euch. Or, rather, will not speak. What is it hangs Upon your tongue, as if it feared to tell Some horrid secret to the frightened air ? He is not sick, I trust. Not sick — not —"], [106, "-^COSMOS.^- 98 Vesic. My child, the morning's sun 's too bright for me, Draw yonder curtain, 'twill be pleasanter. (Euchrid rises.) Ves. Allow me ; I will do it. Euch. Pray sit down, I shall not need your help. (Aside.) No, nevermore ! (She draws curtain, and sits down close to it.) Vesic. What of Lord Cosmos ? Nothing bad, I hope > Ves. He left Juventum early, and, I 'm told, Greatly embarrassed by large sums he owed. Whither I know not, though I have inquired Most diligently for his whereabouts. Vesic. I 'm as distressed to hear it as surprised : I always thought he was most affluent. Ves. I also. But last night I was with him, In company with certain of his friends. He certainly showed us no sign of grief, Even insisted on a game of cards To pass the time, astonishing us much By reckless gayety and heavy stakes. When we remonstrated, he grew more wild, Throwing large sums upon the merest chance, Threatening ruin to himself and us, Gen'rally losing, till at length we left Purposely early — not before, alas, He 'd lost enough to make us grieve we came. Euch. It was last night, then, caused this morning's. flight ?"], [107, "-^GOSMOS.^- 99 Ves. I do not know ; I only trust 't was not ; I should feel sadder if it was than now. Euch. (Aside.) I cannot help mistrusting this smooth man. He seems to speak too studiedly for grief. Ah, Cosmos, 't was companionship that made The angels fall, and you the best of them ! Vesic. My ears regret that they have heard your words. Ves. And all Juventum will shed tears for it. Poor Cosmos ! How his faults have found him out. Few of us have so little right to shame. Euch. How few indeed ! I doubt if any had. Ves. And yet he had his faults ! Euch. And they were made The pride and fashion of his followers. He did not know his enemies, but they Could best, I think, be found among his friends. And now we sit and slander him because He was less selfish than the rest of us ; Stretching his princely thoughtlessness to crime, Blind to its cause — kind unsuspiciousness ! Vesic. Peace, Euchrid, peace ! let not your native heart Forget the ready habit of your tongue. Ves. O pardon me ; I spoke no ill of him, But on the con 7"], [108, "100 -^>COSMOS.^- Euch. No ill of him ! O I detest to hear The absent blotted by too faint a praise, There was no ill in him to speak about ! Vesic. Euchrid, have patience, child ; full well I know It is your generosity that has Outrun your judgment, and I honor it, But do not strain a word's significance Out of all reason. Euch. I pray you pardon me ; at times I am Too violent — I do repent of it. I am not well ; let me be absent, aunt. Ves. Unwittingly, I have offended you. No, do not leave, I am the one to go. Craving forgiveness, may I hope that you In granting it will let me come again ? Vesic. Ask for no pardon. This poor child 's unwell, Let that make our excuses. By and by, When she is better, we will speak with you. Euch. My aunt is right. I '11 not extend her words, And hope that you will not remember mine. Ves. More cheerfully I then will take my leave : Another time I '11 be more strict with speech. (Exit Vestrin.p Euch. Dear aunt, forgive me. O you cannot know How woefully that man affected me, Speaking of Cosmos. I believe he had Some hand in his destruction, and in mine."], [109, "-^COSMOS.-^— 101 I love him now that he 's unfortunate, With a wild hope that something else is wrong Than Cosmos. No, it never could be he ! Vesic. Come, come away; you have much need of rest. Go to your chamber ; sleep may comfort you. Euch. I cannot sleep, but I would be alone. (Exeunt.)"], [110, "102 -^COSMOS. -<<— -^^ctct JJJ,-**<- SCENE I, -^■INTERVAL SEVEN YEARS.-^-— Scene, in the Marvel Mountains. Cosmos discovered ascending a rugged and steep cliff. Cosmos. Thoughts, demon thoughts, born of a brain diseased, And overloaded with a vain desire ; Through many nations you have coursed me here, Wild-eyed, and panting from less gentle men. Has earth no refuge ? Has it done with death, That I must drag my sorrows to the skies, Among the chilly bosoms of the air ? They even weep ! These'very rocks drop tears ! O God ! there is an outlet everywhere Save to my heart, and I alone stand dumb, And fiery-eyed among the peaceful worlds ! There, down below me, I can see a lake, Violet-golden, 'neath the wing-ed sails Of happy boats, that gliding over it Break up its shadows into gleaming smiles. And I can hear the far-off joys of earth, Its music, and its laughter, and its songs,"], [111, "-^COSMOS. 103 y Come tinkling upward through the purple shades — That lie around the mountains like a dream — In a delicious, painful mockery. Life swarms this planet, and all-selfish man Grows rank among his bloody ravages, Building his babel each one for himself, Out of the bones of weaker, piling up Famine for many, feasting for the few; For of a million there is hardly one That lives for any other than himself. Up to your tops, ye mountains, bare me up ; Above them, or below them, I would be ; There 's something in me will not longer mix In crowds resigned to want and revelry. The hills grow dark, receding from the sky As if they wished to hedge me in with men, Ever and ever in the arms of earth. O I would cry, but God would hear me not, Shaking the mountains with a storm of woe, Till agony would ring beyond the stars, The world stop palsied in its viewless track ! Those swelling clouds will burst themselves in rain, The black-mouthed thunder find a tongue in heaven But unto me alone it is not given To voice my passions, shout in scorn and die ! O if it were, there would a sound be heard Confounding all the narrow noise of earth, Making God answer, jar the brazen sky, And call soft pity from the heart of hell ! O where am I ? Lost in these darkling hills, Worn out and trembling. This poor quaking frame"], [112, "104 ~^COSM OS.^~- this? will, 'Tis All torn with fever, and hot gusts of rage, Cannot much longer close around my soul. I 'm faint and dizzy ! This once solid rock Swings awfully beneath me : (Enter a mountaineer.) Mountaineer. Ah ! who 's My friend, your garb is not of mountain make, And marvel rocks will prove but sorry beds. Are you belated, lost, that you are here, Haunting this mountain like a restless sprite ? Who are you, friend ? Cos. I should be man, I know no other name. Mount. What means he ? Take my hand or you fall, You are not used to dang'rous mountain tracks. You 're all a-tremble , you should not have tried To scale these mountains, sir, without a guide. Cos. (Giving mountaineer his hand.) Death makes US kin. the first time that I, For many years have touched the hand of man. I like your face, 't is somewhat different Hold me, I 'm falling ! Mount. Come, sir, lean on me, I will bring you to My cabin; 't is not many ways from here. You can't stay here, 't will be the surest death ! Cos. I '11 go with you ; convey me where you w ill Mount. Hold fast, I guide you. (Exeunt.)"], [113, "-^COSMOS.*^ 105 <*=Sgene I. Shift ll.o{o INTERVAL A DAY OR TWO. ■Scene, Marvel Mountains. Time, morning. Enter Cosmos and mountaineer, armed for hunting. Mountaineer. In all the Marvel Mountains there is not A better place to start, or chase, the deer. They love the high lands, and when run will keep Along a ridge, leaping from rock to rock, Seldom descending to the lower plains. They '11 not come down for water till the sun Is on a level with that yonder hill. They are above us now, so we '11 stay here, And run the hounds up that steep, bowldered height. We will wait here, for game is sure to come Along this ridge that sides yon precipice. Cosmos. This land is rightly placed above the world, Being too lovely to belong to it. Here, terraced mountains and deep liquid vales, Glad silver summits gazing at the sun. O the delightful contrasts of the woods, Dry, sunny swells of heather, sounds of birds — Fulfilling hints that I have caught before From other birds in lands less wonderful ! Earth, air, and water, all transfigured here !"], [114, "106 -^-rOOSMOS.-^- How fresh and bright the air; it seems as if It came from where pure sunbeams are congealed, In frozen space, and by some smile of God Warmed into living by the Source of Life. From this high ground I can survey the world, Enraptured with a magic sense of flight, Forgetting all the gravity of flesh. Shall we be thus ? or, have we ever been ? That we should lose our bodies in a dream, And in the boundless wonder of the mind Do things unheard of? (To mountaineer.) What 's this to you, that, like immortal youth, Stirs up my blood, and bids me deem myself A part of every ecstacy I see ? Mount. (Aside.) I do believe that this poor man is mad I (To Cosmos.) What was 't you said ? Cos. Look all around — wrhat do you think of it ? Mount. In truth, it is a very pretty scene ; Most dear to me because it is my home. Cos. Humph! You, at least, are not idolatrous! Mount. No, sir ; I hold it is a grievous sin. I worship God as I 've been taught to do. Cos. Well, so do I, as far as I can see. What is God then, that you should worship him ? Mount. He is my Maker, sir, and he is good."], [115, "-—vCOSJf O.S'.-v— 107 love Cos. This puts an end to much philosophy. If I could lead my reason to this end I would not seek perfection in the skies, But look for it, and live with it on earth. You do not fear him then ? Mount. No ; why should I ? 'T is disobedience only is a coward. Cos. But you have disobeyed by being born, Possessing that he cannot look upon. .Mount. How, sir ? Cos. All flesh is sinful; you are of the world. Have you not heard the world is to be damned ? Mount. I do not think it will be. Cos. Wherefore, then ? Mount. God never could make any thing for pain I do my duty. He has never yet Rebuked me for obeying his commands. Cos. What then of those that thwart him ? Mount. I know not. But I believe he understands us all, And loves e'en sinners. Cos. To hear you speak, philosophies dissolve, And half-drowned hope sinks on warm banks of"], [116, "108 --^COSMOS.^- I know not, friend, how near you are the truth, But I believe all reason is at fault, And duty is the only way to God. Our wills are his ; are governed by his laws, And by his laws must all be rectified. Mount. Heard you that noise ? Cos. No, nothing ; what was it ? Mount. The hounds, the hounds ! be ready, game is near t ( The hounds are heard, coming nearer and nearer. Cosmos sees deer.) Cos. Ah ! here comes Cosmos in another form ! Mount. (Aside.) What does he mean ? I fear he 's mad indeed ! (The deer passes, mountaineer shoots it. Deer falls and rolls over precipice.) What fortune 's this ! The game, though caught, is lost. Cos. The fortune that attends our every search As hunters in the hungry fields of thought. (Goes to precipice and looks over.) A very miracle is here performed ! Look ! in that rock-bound pine that juts the cliff, He is entangled, some few yards below. Mount. (Looking over.) Our dinner is suspended down too low, And up too high to reach it from the base. Cos. You shall not lose it : with that belt of rope Coiling your waist will I descend to it, Sending it up, and after follow it."], [117, "-~^OOSMOS.<<— 109 Mount. 'T is dang'rous, friend, one slip is certain death. Cos. Our death is certain, take it how you will. I 'm not enough enamored of my life To make me coward. Your rope is strong, so fastly bind me here, One fold around that tree makes all secure. Then let me down — 't is easy to descend — And, like a spider dangling on a thread, I will become a very beast of prey. Mount. I pray you have some caution. Cos. 'T is to you That caution 's needful. I rely on you. (Mountaineer ties rope on Cosmos, and wraps it round tree.) Lend me your knife, the wounded deer 's not dead, In pity I will do some butchery. (Mountaineer gives Cosmos knife. Cosmos goes over precipice. The deer is drawn up, and rope let down for Cosmos.) Mount. Is the rope fast around you ? Cos. Yes : pull up. Mount. Keep steady. (Pulls.) (Cosmos accidentally cuts rope half through in trying to steady himself.) Cos. Pull up, pull up ! the rope is breaking ! Pull ! Mount. (Pulling frantically.) Be calm, be calm ! Give it one minute — God ! Cos. O what is this that clangs my startled brain, And pricks my skin ? Strong death ! How near thou art!"], [118, "110 -~^>-COSMOS.^~ The ground seems rising, as on wings it would Dash me to God ; and every second is Stretched to a life-time. Mount. (Above.) Hold on, hold on ! I '11 save you yet ; hold on ! Cos. I have no fear. Hail God ! One glimpse of thee Has scattered doubts. I love thee, and I see Myself thy part, in unity of power As particles of light are to the sun. Pass, icy death ! In boundless space I see All clear, though endless, and eternity A grand succession of bright truths revealed, And knowing all is God. A/ount. Your hand, your hand! (Pulls Cosmos up.) Thank God, you \"re safe ; thank God ! Cos. Yes, yes indeed ! for I am nearer life In coming up than when I did descend. Seek God no more in heaven, look within, And you will find him and exalt yourself— Can this be death ? If so, 't is not too soon. (He faints.) A/ount. Poor man, he has been nearer death than now, And this resemblance almost joyful is, Compared with it. I '11 take the living hence, Leaving the dead till I come back again. (Exit, earrging Cosmos. )"], [119, "—^COSM 0S.<^- 111 v->BC©i)t n.^-%— Scene, \"Convent of the Cross,\" at the foot of the Marvel Mount- ains. Interior. End of morning mass. Mother Superior '^ discovered at the altar. Nuns chanting. Mother Superior._ \" Ite, missa est . . .\" (Organ peals.) 0*w (Enter mountaineer at door as nuns pass out. Inquires for the Mother Superior, and is directed to her at the altar steps.) A/. Sup. What seek'st thou, son, in this retreat where God Communes with those who have forsook the world ? Mountaineer. O holy mother, I have come to you Seeking asylum for a homeless man. M. Sup. Are you unfortunate ? Mount. A little food and water and a roof Make my sufficiency. Though far from rich I cannot call myself unfortunate. M. Sup. You seek a refuge for another, then ? Mount. Yes, mother ; one who now lies very sick In my poor cabin. He, some days ago, Wand'ring I found upon the mountain side, Lost, hungry, cold, and much distressed in mind, If I may judge from his sharp utterance."], [120, "112 -^GOSMOS.^- M. Sup. What sort of man ? Have you yet learned his name ? A/ount. Lady, I have not. His address denotes A man of standing, or nobility. I deemed him mad, such questions he would ask, And he would call strange names unknown to me, Restless, and oftentimes he seemed in pain. Three days ago we went to hunt the deer, And by an accident near lost his life ; Since when he 's lain in my poor cabin sick, Heated with fever, half delirious. I cannot tend him properly, and fear If left in my rude charge that he will die, And, therefore, lady, I have come to you, Craving assistance on behalf of him. M. Sup. You have done rightly ; we will render him All aid that mercy should to misery. Mount. Thanks, lady : God will give you recompense.. A/. Sup. Have him conveyed as soon as possible Into this convent. We will strive to cure His body, and b'ring comfort to his mind. May God be with you. Go to him in peace. Mount. Blessings be on you, lady. Just as soon As his condition will allow of it, I '11 bring him hither. (Exeunt. Shift.)"], [121, "-^GOSMOS.-^- 113 II. Shift I. Scene, Another room in \" Convent of the Cross.\" Cosmos dis- covered in bed, a nun sitting by bedside. Enter Mother Supe- rior. Mother Superior. How does the patient, Nanette ? Nanette. Unconscious, mother M. Sup. How long has he been here ? But now I heard Of his arrival. Nan. It was three hours ago they brought him here, Prone on a covered litter, and as now Wholly unconscious. M. Sup. Poor man ; how restless and disturbed he looks. Go, Nanette, I will watch myself awhile. (Exit Nanette.) (Goes nearer bed.) Ah! blessed God, can this be he, so thin, (Falls 'on her knees by bed.) So wasted, weak ! O Comos, is this you Who left me young and proud long years ago, Whom God has now sent back to me again Lonely and sick ? Love vies with pity now. Then if I save you — and I must, I will — WTill you esteem me better than the world, Giving you back where it has taken all ? And where love has been rooted from my life, Let gratitude at least decrease the void."], [122, "114 -^■GOSMOS.^- I dare not touch you, though in dreams I have, In happy contradictions, clasped my arms Around your neck, and these poor longing lips Have pressed to yours, But now you in reality are here, Unconscious of me. You remind me of The youth disdainful Cosmos, speak to me ! Tell me you are not changed for pain alone, But, in the world finding no resting-place, You will return. Cosmos, come back to me ! O God ! through all these patient years I have Made no complaint, and with a vow have closed My heart upon the world, its sorrows, joys, Utt'ring no murmur; but, O God, thou hast As Brought all that 's dear in life before me now, And thou must make me other than I am — Or else forgive me — for I cannot lose Regrets in cold forgetfulness, or seal My ready tears with iron promises. Forgive me, if I look upon this man With other eyes than one resigned to thee, And turning gaze once more upon the world Which I have loved, for thou hast loved it too. Make it not sin, though I have vowed to leave All nature in communion with its God, If once again I feel its warmer laws — Are they not thine, both good and beautiful ? O Jesus ! loved of woman, look upon This one whom woman loves, made after thee — Though weaker in the warfare with the world — Lend him thy health, thy strength, and make him whole."], [123, "— vC OS MO tf.-s-- 115 Thou, holy mother, look upon this son, Whom all the world rejected ; deal with him In pity, as a woman ; as divine Heal him, and make him as he was again. (Cosmos moans.) He suffers ! and I cannot ease his pain. Love makes his torture mutual. O I Must help him, for I cannot hear him moan ! (Enter a doctor.) O doctor, I am glad that you have come ! He seems in pain. Do you your best with him, For no expense I '11 spare in his behalf. Come softly, look on him; tell me there 's hope. You do not think him very ill ? Say, No, And give me any comfort that you can. (Doctor goes over to Cosmos, feels his pulse, etc.) Doctor. He 's past the crisis, for I see he sleeps ; His forehead, too, is damp — a happy sign. M. Swb. (Aside.) Thank God, thank God ! Doc. This room is much too light : when he awakes It will affect him. (Draws a curtain.) There, that's better — so. If he can eat on waking, let it be Food of the lightest, and a little wine, And after, give this dose inducing sleep. His mind 's exhausted, he will need much rest. M. Sup. I will take care : all shall be as you say. How long wilt be, think you, before he wakes ? Doc. Not long, I think ; but let him hear no noise. 8"], [124, "-^GOSAIOS.^- 116 M. Sup. If all goes well, tell me how long 't will be Ere he recovers ? Doc. Two weeks, perhaps, before he leaves his bed ; A month or so ere he is strong again. A/. Sup. (Aside.) Spread, Time, your wings ! (To doctor.) I will take all the care I can of him. Doc. That I am sure of: in no better hands Could he have fallen. M. Sup. (Aside.) No; not in ones more loving. God alone Can match me in my faithfulness to him. (To doctor.) We certainly will do our best for him. Doc. Mother, good morning : I will come again Sometime this even. A/. Sup. Peace go with you. Fail not to come in time. Doc. I will not, mother. (Exit doctor.) M. Sup. He said he would recover ! I would not Exchange a crown for those blest words of his ! (Leans over Cosmos.) Yes, he 's at rest ; he sleeps as peacefully As I, in watching, am his opposite. When will he waken ? How I long to see Him ope his eyes and recognize the world, To hear his speechless lips once more obey The beautiful begettings of his mind. You must not know me, Cosmos : I will be At first your faithful nurse, and nothing more ;"], [125, "—^COSMOS. -tr- 117 But by my pregnant questions draw from you The secret that now lies so near my soul. O patience ! I would wait a hundred years To hear him answer as I hope he will. (She sits down by bedside and watches Cosmos. Cosmos at length moans in *f- - sleep.) He speaks, he moves ! alas ! but every word, Like precious pearls lost in the sea, have hid Themselves in silence Hush ! he speaks again ! Cos. (Waking.) O where am I ? Alive ? A/. Sup. I cannot speak — these foolish tears forbid. Cos. I must be dead ! The rope ! O where am I ? M. Sup. Sir, in good hands : you have been very ill. Cos. Whose voice is that that captivates my ears ? I know it, yet I hear as in a dream — As if an angel had conversed 'with me. M. Sup. You had an accident not long ago, Upon the mountains, and since then have been Sick with a fever, and were carried here. This is a convent, and the abbess I. Cos. O I remember now — when death was near I looked upon it, and first knew myself, And in a vision God. Pray what's your name ? Your voice is like a holy memory ! A/. Sup. They call me Celia, but do not talk,"], [126, "118 --^■GOSMOS.-^- The doctor has forbid it. By and by I '11 speak with you. Now try to sleep again. Cos. It seems as if I 'd slept for many years. O do not go : I 'm well enough to talk — But let me have a little water first. A/. Sup. Try this, it will be better. (Gives him some wine.) (Cosmos takes the glass. Euchrid gets behind him to be out of sight.) Cos. How my hand trembles ! It will hardly bear This little glass up to my parching lips. (Drinks.) O what a pleasure is assuaging thirst ! I thank you. Have you left me ? Where are you ? Euchrid. I am here. I did draw back, not wishing you to talk. You see I must be very strict with you ; Sick people, like young children, must be ruled. I wished to do it gently, so withdrew. Cos. Your voice can rule me by a single breath. O Euchrid, it is yours ! I know it now. Where, where are you ? Have you dissolved in love ? In kind repentance come to comfort me, In recompense for my wild, dreadful life ? And in the semblance of a holy maid Undo your doing ? Euch. (Aside.) He called my name ! And spake as if in love ! O God, have you indeed forgiven me ? (To Cosmos.) Who was 't you spoke of?"], [127, "—>>OOSMOS.^~ 119 Cos. A dream of God's that long has haunted me, frl L Being so fair— and yet the world cried \"False!\" Euch. A dream of God's ? Fair ? False ? What can you mean ? Cos. Her voice is here ! I know not where she is. How kind she was ! How pure ! How beautiful ! Her name was Euchrid. Euch. (Aside.) 'TisI; 't is I ! I must disguise my voice. (To Cosmos.) A woman then ? A woman that you loved ? Cos. Yes, more than life, for she has ruined it ! O do not ask me of her : I have tried Through many years to think of her no more. It was your voice reminded me of hers. Euch. (Aside.) There's mystery here! (To Cosmos.) O that was sad indeed ! Perhaps some error made her treat you so ? Did your own conduct never need reproach ? No broken promise ? Any thing like that ? Cos. No, nothing. I received a note one day, Saying that love was nowadays worn OLit, And had become an artificial thing. Those few light words shivered my dream in air ! Euch. You must have wounded her. Few women are False for no cause, or cruel by design. Perhaps your habits were too loose- for her?"], [128, "120 -^COSMOS.-^ Cos. No, no ; I made a promise to that end, To fit myself for her — I made and kept ! Euch. (Aside.) Yet Vestrin said he played O Vestrin lied! (To Cosmos.) You did not gamble, or do any thing That she could censure ? Cos. No ; not until I found she loved me not, Ancrl threw my fortunes to the winds, Ana* hating men, and life, and almost her, Half mad with doubt, I did forsake the world, To drown my sorrows in a restless flight. Euch. (Aside.) I cannot speak ! O falter not my tongue, For I would have you say the dearest name That sound has room for ! (To Cosmos.) She loved you, Cosmos, and she loves you still ! (Cosmos starts up in bed, and falls back.) Cos. Euchrid, Euchrid ! Did I hear you call ? Is this dark place a womb that has conceived The brightest form that ever earth possessed ? This is my second waking ! First, to God ; And now, O Euchrid, can it be to you ? Euch. Yes, Cosmos, it is I, who, for your sake, For seven years have forsook the world. I ever loved you; though, through some mistake, Fate parted us, and severed me from joy. Cos. Euchrid, I do rejoice that I 'm alive ! Love, put your arms around me O great God !"], [129, "-^GOSMOS.^r— 121 This slender thread of life on which I hang, Is like a sunbeam that unites the earth With all that 's bright and beautiful above ! But tell me, Euchrid, this returning life Is presaged by no shadow of a doubt — My others all are answered — tell me why These little fingers wrote that fatal note ? Euch. Cosmos, man is the great disturber here : Wherever skies are brightest he will cast A shadow on the glad and smiling world. You know your promise to me ? There was one Who swore to me you broke it, and described The first delightful talk we had, when you Made it, and said you told it as a jest. Cos. He basely lied ! The devil has more truth ! You said not whom — was it not Vestrin, dear ? Euch. It was, it was ! Yes, Vestrin told me so. Cos. Then I will pluck the tongue that told it out, The very vultures will have naught with it, Letting it rot, disgusting foulest worms ! Euch. I know not how he knew it, but I know 'T was knowledge that he did not rightly own. Cosmos, we both have suffered, both have loved, And in our love we both must find amends. Cos. As blood-stained martyrs find at last a heaven Dear Euchrid, do not blame me for my doubt,"], [130, "122 -~>>C 0 S M 0 S .-v— Both earth and hell combined to slander you ; I know not how; I only know they lied. By all my woes, I beg to be forgiven, Calling on God to witness I am true : E'en him I doubted, love, in doubting you. Then let the nightmare of these weary years Fright me no longer, being reconciled To God and Euchrid. O what could I more ? For, Euchrid, I have looked upon his face, While round, like flash of lightning, blazed the Of unity before my dazzled eyes, law Till trembling life died in me, and I swooned. We are all parts of what 's most excellent — How rightly called the very sons of God — And even sin 's a part of him, for he Is all, and it can only err in man — He, being truth, combines its opposite. A lie is truth foreshortened to our eyes ; In the perspective of a larger view, We '11 see the error of distorting will — And men alone are answerable for it, But God himself is answ'rable for men. We sin, and it redounds to us, but it Will prove the perfecting of truth at last. Euch. I now believe it. (Kisses him.) This foreshadows heaven. Cos. Love will be heaven, for the soul was tuned For harmony, and nature's endless song Is so composed that we will never tire In hearing it, or taking part in it."], [131, "-^>GOSMOS.^— 123 It has been sung forever, and it will Never know ending. Now we hear it not, Nor can we till our souls are capable. I heard one chord, and life stopped stupefied ! My Euchrid, we together will begin, By earthly love, to fit ourselves for this. Take off these weeds^. No longer seek for God Through rituals, or rosaries, and pain. These outward forms are but the rags by which Men hide their imperfections. Adam clothed His nakedness with leaves, but God designed Him naked, and his manhood glorious ! Euch. Let me be with you. On this bosom sleep, Till, waking stronger, we '11 return again To all the sunshine of our happier days. Sleep, sleep ! Your Euchrid never leaves you more. Cos. Hail, lovely sleep ! And waking be more blest„ Earth yields no pillow like a loved one's breast ! (Curtain.)"], [132, "124 -~^GOSMOS.^~- v-»BCSIJ© TBÆ^v^ — INTERVAL TWO MONTHS. Scene, a public place in Juventum. Vestrin disovered. Vestrin. Winning and losing is the breath of life, First in, then out. He more successful is Who holds a little, than one gaining more, And trammeled by the customs of the game, Its risks, its retributions, its mistakes. What have I gained save loss ? Now Cosmos was My prey, and easily discomfited. Another has, in turn, outwitted me — One whom I fear, more powerful than I. Ah, here he comes ! The enemy of all, A live collection of all selfish sins, Deceitful Karnel. (Enter Karnel, the conjurer.) Give you good-morning, 't is a pleasant day. Karnel. Most charming ! I would talk with you ; let 's stroll. The public gaze is not too curious. Ves. Well, let us do so, finding first some shade Where we can coolly war with arguments. Kar. See, here it is — this will do well enough. I merely wished to ask you for the house"], [133, "-~^GOSM 0S.<^- 125 You had of Cosmos' agent in exchange For what you won of him, and which he sold, Saying his master never would return. Ves. (Aside.) I '11 be defiant, I '11 no longer yield. (To Karnel.) I fear I cannot do it. I have made Arrangements to live in the house myself. Kar. I never ask for what I cannot get ! Ves. Already you have asked enough, and I Must put a check on your Kar. Fool ! all you have is yours by my design. You are ungrateful ; yes, but weak as well. Dear Vestrin, this is Easter ; you will make That house a gift, a mark of your esteem ; The time demands it, and you love me well ? Ves. O sneer away ; the desp'rate have no fear \\ Kar. You are unkind ; I fear you love me not. Be not so selfish ; give the house to me. Ves. You cannot move me by this pleasantry, I am determined to oppose you now; Extremity makes even cowards brave. Kar. You know me not. Idiot, do you think That I have overstrained my craft with you ? You 'd better be obliging ; never will You catch me tripping. May I have that house ?"], [134, "126 -~^C 0 S M 0 S .-^~- Ves. You may when time goes backward, night turns day; When water runs up hill, and knaves have learned To play you fair, or chaos comes again. Kar. And what if Cosmos comes ? There will, I think,. Be chaos then in some one's happiness, If I should mention certain things I know. Ves. Cosmos ! The devil ! He is dead by this ! Kar. Neither the one nor other — both still live ! Cosmos is here, my gen'rous friend, and I Go to resume our old acquaintanceship. Will you come with me ? He '11 be glad to see The place where his lost fortunes should be found. Ves. Cosmos come back ? O pshaw ! you jest with me. You cannot scare me with such chimeras; Cosmos could never live in poverty. Kar. But he will live in affluence if you Do not extend your prodigality. Let 's find a notary to write the deed. Ves. How do you know that Cosmos has returned ? Kar. 'Sdeath, I 've seen him : are you satisfied ? Ves. Our knowledge is too mutual for you To threaten me. If Cosmos has come back, / might divulge some certain shady facts That you had hand in !"], [135, "-^COSMOS.*^- 127 Kar. Pla, ha ! By all means. Did I win his gold ? Or do one single thing that did not come Within the sphere of what I '11 call my trade ? You told me facts ; you wished to ruin him ; I did not stop you ; and I used those facts In such a way that they seemed magical, Turning to gold, as I desired they should. Ves. (Aside.) O subtle villain ! what he says is true. (To Karnel.) If he is here, I '11 give the house to you, If not, I '11 keep it ! Do you understand ? Kar. O perfectly; but since I need it now I will convince you that I spoke the truth — And then we '11 find a notary — come on. Ves. Where would you lead me ? Kar. To where Cosmos is ! Ves. And where is that ? Kar. \"The Evon Arms.\" His family, you know, Were Evons, and the inn 's called after them. Ves. O take the house, and may it prove a hell. Kar. Hush ! do not swear. I thank you much ; adieu. (Exit Karnel.) Ves. The devil go with you, unless you are As I believe, the very fiend yourself. Another loss ! the greatest of them all — I shall be ruined, ruined utterly ! So he is back ! Perdition ! He"], [136, "128 -^COSMOS.^- (Enter Cosmos and Charmon.) Cosmos. (To Charmon.) Old friend, how I rejoice to see your face ! Charmon. I equally. You cannot know how I Have sorrowed for you, searched for you, and then O here is Vestrin. Vestrin, see who 's here ! Cos. Vestrin! (Vestrin looks up and recognises him.) You are the man that I have longed to see ! Charmon, if there 's one blot upon the earth, Look here and see it. Ves. (Aside.) He may be jesting, for he cannot know. (To Cosmos.) Cosmos, I 'm overjoyed Cos. Yes, so am I ;. You villain, I have sworn to find you out, And make you eat your lies ! Char. O what is this ? Cos. You know not, Charmon; later I '11 explain. Ves. Sir, 't is enough ; I will not argue here ; A friend of mine shall call on you to-night ! Char. Cosmos, this fury- Cos. Patience, my old friend. (To Vestrin.) At \"Evon Arms\" you '11 find me. Dastard, you Cannot afford to seek a coward's flight, Or, if you do, mine will be mine again. (Exit Vestrin.)"], [137, "-^>-C 0 S M O S .^— 129 Char. What means this, Cosmos ? Cos. Nothing, except that happily I 've found The blackest villain that disgraces earth. Come to my rooms ; I '11 tell you all of it. (Exeunt.) SCENE • IV7. Time, early morning. Scene, a wood outside Juventum. Enter Cosmos and Charmon. Cosmos. This is the place, how wonderfully fair, And how unsuited for a scene of blood ; Where men would tear themselves like animals In lovely groves, which God alone designed. Can aught be more rebuking than this wood, Intoxicated with fresh smelling dews, Where young-eyed nature dreams of summer days ? Look at these peeping glories, countless charms, The modest presence of a thousand flowers, The mossy banks, the quiet clustering trees, The silent laughter of the dappled shade! Then think of them all ravaged, crushed, and torn,^ And reddened with the savage blood of man, Reeking an insult in the face of God Who made them all. What must he think of it?"], [138, "-^GOSMOS.-^- 130 Charmon, if I refuse to make myself A cool assassin, or a suicide, Then will you think that Cosmos is a coward? Look, in these veins the blood of heroes runs, And all the warmth of warriors burns in them ; But, in this light, I deem my pedigree No better than a charger, or a hound. O where is honor ? In the nerveless brute, Flesh-fed, and ever thirsting to shed blood ? Or else in one who dares to hold in scorn The ways of men, and even fears not God ? Charmon. To deal with men we must use earthly ways. I think you're right, I love not duelling, But this base man, whom once I thought your friend, Has forfeited all claims to man's respect, And for his villainy deserves reward. And then again, you have insulted him — No, not insulted, merely told him what He rightly is; but he considers that An insult — and if he demands revenge Or satisfaction you must give it him. See, here he comes, be merciless with him. (Enter Vestrin and second. To second.) Good morning, sir, you have arrived in time. Vestrin'' s Second. Yes, I suppose we may begin at once To settle all arrangements for this work, As no apology has been received. (Looking at Cosmos.) Perhaps this gentleman desires to speak?"], [139, "-^COSMOS.**— 131 Cos. No; not a word. I will not move my lips To lengthen this; 't is villainous without. Char. Your principal, perhaps? Cos. No, no; he will be dumb. And I am deaf Unless he owns I rightly called him \"liar.\" Vestrin. He does anticipate me. I'll be dumb. Char. Then let 's begin. I have the weapons here, (Produces two swords.) For, being challenged, we've the right of choice. (They measure swords.) Ves.'s Sec. Yes, all is right, and every thing arranged. Come, gentlemen, we will begin at once. Char. (To Cosmos.) Be cautious, Cosmos, you are in the right. (They take their plaees.) Cos. This is the fashionable way to die! (To Vestrin.) Look to your life, you shall not rob me twice! Now by the power that's in me I will prove That truth must triumph. ( Word is given and they fight. Cosmos presses hard on Vestrin, and wounds him in the shoulder.) Ves.'s Sec. A hit ! A hit! (They stop fighting.) Ves. (Aside.) This wound alone has saved me. Had I not Received it, this would probably have been The last of all my cunning feats of skill. 9"], [140, "132 -~h-COSMOS.~^-~- Cos. (Looking round.) This courage is thin skinned. Beasts should be brave. I came not here to cut, or mutilate, But to subdue him ! This little wound proves nothing. (To Vestrin.) Will you own That you have lied about me ? Robbed me too ? Ves. I will not answer insults save by deeds. Cos. Have at you then. (They fijht again. Cosmos presses on Vestrin with his point till he falls.) Your life is mine by all the rules of war, But being God's, I '11 give it back again, If you will all your villainy confess — All, all of it, and swear to leave this land, And in another make your peace with God. I will not falter, you have forfeited All right to manhood. Wretch, you have become More worthy of the instincts of a fox. Have pity on your soul. One blow will send It, freighted down with crimes, where justice reigns. Answer, or die ! You have one moment left! Ves. Spare, spare me, Cosmos. Deeply I have sinned Against you, and I now confess it all. I would return you what I robbed you of, But most of it another owns, for I, Upon compulsion, gave your place to him Cos. Take, then, your life; it is not worth the cost Of God's displeasure. 'Faith, 't is nothing worth."], [141, "— -h-COSM OS.-s— 133 Go, and remember, never see me more. Cosmos alone would grant you leave to live. But stay. There is a name that I would not Mention within the limits of your ears. One you betrayed. How did you come to know Of the first interview I had with her ? Ves. You did surprise me suddenly, and I, Behind a curtain, listened to your words. Cos. Faugh ! That 's a fitting practice for a knave. There, take your life, it will be punishment Enough to live it. Char. Come, Cosmos, you have nobly proved yourself A man in all his highest dignity. This end is happy. Come then, let us go. Cos. Gladly I will. Man never should be where He would not God should see him. I rejoice Far more in conquering myself than in Subduing that man. Away, vile thing, this earth has bled enough. ( Throws away his sword. Exeunt to right and left.)"], [142, "134 -~^>-COSMOS.~^- y.^^3 Scene, Cosmos' house in Juventum. House in disorder and neg- lected, and hastily renewed for a marriage. The banquet-hall thronged with people. Cosmos discovered, leading Euchrid up to an elevated platform, where a priest is standing. Music, Wedding March. Vesicula, Charmon, Ologist, Publicus, and Mountaineer occupying prominent positions. Priest. (Begins to read service. A man is seen struggling through the crowd.) A/an. Hold, hold ! I charge you ! Cosmos. What man is that ? A/an. (Beating his way toward Cosmos.) Priest, at your peril you perform this rite ! This place is mine, and these do violence Against the law by breaking into it. Cos. Great God ! It is the wizard ! Can there be A doubt in all the perfectness of truth That is too stubborn to be cleared away ? That last of all earth's phantoms haunts me still. (To eonjurer.) Villain, what mean you? Have you come again, A second time, to ope the mouth of hell ? '£)' i ■ i\",1 ill leai au aiiswu sium LliaL lluoaL, That vomits) forth naught iht'buL liidmuMnjss. (ffsfiftn ut rmjsiirrr tint n ifnjijiiiiil 1"], [143, "-~~h-GOSMOS.~r— 135 Conjurer. Out of my house, or answer to the law. Cos. In a dark dungeon shall you rot for this. It is not yours; 'twas sold, but not to you. (Call servants.) Convey him hence, and let him not escape. Con. Now, on your lives forbear. See here the deed ! Cos. And here a witness (Pointing to Charmon.) that the ven- dor came Unjustly by this property, and by His own confession owned his villainy Con. (Aside.) Vestrin has told, I was too hard with him. (To Cosmos.) Think not to thwart me, for this place is miner If not by barter, by inheritance. Cos. and others. By inheritance ? Con. Yes, Cosmos, by inheritance. I am Your father's elder brother; you have heard Me spoken of perhaps. I early left Home with a father's curse, and was believed Years after to be dead ! Yes, look on me ! Here's all the rancor of an old revenge, The living poison of a blasted life. Yes, I am Karnel ! Cos. Then my last doubt is solved ! But how can I Look on this man, and call him relative ? What an example- of. diverging paths, He, and my father! (To Karnel.) I have never had A greeting that was more unfortunate."], [144, "136 -~~h-C 0 S M 0 S .-<<— If you can prove that by entail you are Possessor here, (Turning to Euchrid.) then, Euchrid, we must go Elsewhere to marry. (To Kamel.) By all the laws of justice you are banned, But if the code allows you, I'll conform. (A young lawyer comes forward.) Lawyer. Lord Cosmos, we are here to welcome you Back to your home, and all Juventum's come To see you married to your lovely bride. And by the Lord we will not be deprived Of witnessing a union that we love. My lord, there in Juventum is a law, That he who gains by fraud shall be deprived Of what his sin begot, no matter 'what. Now this, your uncle, who has long ago Disgraced his family, and does so still, Has won by guile what was his own at first — Supposing that it's true what he has told — And for that guile our law prohibits it. This is the law, my lord, and I can prove That, by the code, this place belongs to you, Being next of kin. All. This is the law! Hail, Cosmos, rightful heir! Karnel. You dogs ! Shall I be cheated of my own By technicalities that fools have made For moral idiots. You lie ! You lie ! Entail cannot be broken save by death."], [145, "-~h- GO i SM OS. -v- 137 Law. My lord, there is another law, which makes Wrongful possession a severe offense — Confinement is the penalty thereto — And here attempt is counted as the deed. Now, by his showing, he claimed this estate By barter from a robber, and the law Being violenced in this respect, can act. All. Seize him! Seize him! Take him to the court! Cos. My friends, for all your interest — my thanks, Sincerely given ; but I beg of you To listen to me. I would not proceed By law against this man — a relative — No matter how he has mistreated me. I will propose he settles on a sum To recompense him for his loss, for he Was certainly the rightful heir before. If he accepts it, we will say no more. (To Karnel.) Your answer ? Kar. I am never niggardly ! I'll answer you in hell! (Rushes at Cosmos and stabs him.) Cos. Assassin ! O, my Euchrid, come to me. (Staggers. Charmon and mountaineer catch him.) Euch. O, Cosmos ! Cosmos! (Falls on him and faints.) All. Seize him ! Drag the villain out to die ! Down with him, down ! The dog's too bad to hang! (Tumult.)"], [146, "-~h-C 0 S M 0 S .-^- 138 Kar. Revenge ! Revenge ! Thou art more dear than life ! {Stabs himself.) Take me, ye hounds, for ye may tear me now. (Dies.) All. O horrible! / Cos. Charmon, for God's dear love raise up. my head, And let me look once more upon my love. Open your eves, my life, once more, once more, For I am dying, Euchrid. Euchrid, hear ! O God, canst thou not see my agony ? O I must wake her, for I dare not die Leaving her lifeless, poised between two lives, And be in either. Euchrid, speak to me ! (Starts and falls baek.) I cannot stay. Again Pie makes all well. (Dies.) Char. O fearful sight! Death here their Hymen was, For both are dead. ~0 miserable world ! (Curtain.)"], [147, ""], [148, ""], [149, ""], [150, ""], [151, ""], [152, ""]]