[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, ""], [10, ""], [11, "DICKINSON'S VIEW OV MASSACHUSETTS- PROPER. CONTENTS. Extent,' - - page 3 Situation, - - ib. Boundaries, - - - ib. Civil Divisions, - 4 Face of the Country, - * ib. . Interior Structure, - Q Soil, Agriculture, and Productions, - ib. Air and Climate, - » 13 Mountains, - * 2^- Rivers, - - '25 Canals, - - 29 Bay.?, Gapes, and Ponds, 31 Islands, ' - ib. Minerals, Fossils, and Mineral Waters, - 32 Natural Curiosities, » 33 Principal Towns, - 35 Government, - -37 Political Importance, 38 Education, - - ib. Science, Literature, and the Arts j - - 40 Religion, - - 4-3 Character, Political and Social State, - - 44 Population & Valuation, 45 Military Force, - 61 Manufactures, - - 63 Commerce, - - 75 State Debts and Credits, 78 Banks, - - * - ■•■;•' 79\": Greenfield, Mdss.....printed by Denio &f Phelp;, 1S13."], [12, "■ i i ■"], [13, "VIEW OF MASSACHUSETTS. Extent. THE greatest length of Massachusetts* may be estimated at 175, and its great est breadth at 90 miles. The northern line is about 125 ; the southern, extend ing from the south western corner to the eastern extremity of the state, if its cir cuitous course be pursued, is more than 200 ; the western about 50, and the country for nearly 100 miles eastwardly, preserves almost an uniform width, be yond which it diverges, and forms the greatest breadth. The medial length may be stated,at about 150, and the medial breadth at 60 miles. Situation. , It is presumed that the latitude and longitude of the extreme parts of Massachusetts have never been precisely ascertained by astronomical observa tions ; but without much inaccuracy, it may be said to be situated between 410 31* and 42°5*v of north latitude, and between 69°53v and 730 zi^ of west lon gitude.f Boundaries. Massachusetts is bounded on the north by the state of Vermont and New Hampshire j on the east by the Atlantic ocean ; on the south by the same ocean, the states of Rhode Island and Connecticut ; and on the west by the state of New York. * For convenience and brevity, the terms Massachusetts and State are uniform ly applied to Massachusetts Proper, although the District of Maine forms an fat- tegral part ofthe commonwealth. f From the map of Ofgood Carleton : Latitude of the northern extremity of Massachusetts, being in Essex county, Lat. of southern extremity, on the continent, Bristol 42° 51s county, ... Do. of southern point of Nantucket Island, Do. of N. W. corner of state, 41 3i 4i «3 42 43 x Do. of S. W. corner, 4* 3 Longitude of the eastern extremity of the state, in Barnstable county, Long, of N- W. corner of state, Do. of S. W. corner, - - 69 5| 7. 'VVest from '•*•* I London. 73 z'J"], [14, "VIEW OF MASSACHUSETTS. 4 CivrL Divisions. Massachusetts is divided into fourteen counties, namely, Berkshire, Hampshire, Franklin, Hampden, Worcester, Middlesex, Essex, Suf folk, Norfolk, Plymouth, Bristol, Barnstabie, Duke's, and Nantucket. Berk shire forms the western section ofthe state, and extends from Vermont to Con necticut : Hampshire, Franklin, and Hampden, which taken together extend al so across the state, are situated between Berkshire and Worcester, Hampshire be ing the central, Franklin the northern, and Hampden the southern county : Worcester is situated between the three last named counties, and those of Middlesex and Norfolk, with New Hampshire on the north,and Connecticut and Rhode Island on the south : Middlesex also borders north upon New Hamp shire, and east upon some of the maritime counties, though a point of it extends to the sea : Essex, on the sea coast, has the same northern boundary, and Suf folk constitutes its southern, and Middlesex its western limits. Suffolk, a mari time county, consisting principally of the peninsula of Boston, has Norfolk on the south, and Middlesex on the west: Norfolk is bounded east by Massachu setts bay, south by Plymouth and Bristol, and west by Worcester and Middle sex : Plymouth is situated on the sea coast, with Barnstabie and Buzzard s bay on the south, and Bristol on the west : that bay forms the southern boundary of Bristol, and its western is the state of Rhode Island : Barnstable constitutes the extreme eastern section of Massachusetts, is connected with Plymouth by an in considerable neck of land, and otherwise surrounded by water : and south of Barnstable in the Atlantic, are situated the islands of Martha's Vineyard and Nantucket, the former composing principally the county of Duke's, and the lat ter forming the county of Nantucket. The subdivisions ofthe counties consist of towns, districts, and a few unin corporated places, a table of which is for various purposes attached to this woik. Massachusetts contains no incorporated cities. Face of the Country. Massachusetts is a diversified countiy. The south eastern part is principally level, presenting plains of great extent. There are also extensive level districts in the vicinity of the Merrimack river, in the north east. Salt marshes are nu merous in the maritime parts of the state, though not very extensive. Most of -thatsectiou bordering on the seacoast, and extending towards the interior assar as the ccur.ty of Woicesier, may be regarded as a level division, exhibiting but inconsiderable elevations. Thc five western counties of Worcester, Hanipshiie, Franklin, Hampden, and Berkshire, present the greatest irregularity of surface, and constitute the highlands of the state. These counties, however, abound in vast tracts of elevated lands diversified with gentle swells, in large distriecs of pine plains, in valleys of various extent, as well as in wide intervals, particularly on the banks of Connecticut river. There is a considerable extent cf country on that river, which is evidently of alluvial for tifatioK; This, exhibiting some inequality of surface, spreads fiom the bills ir. Giil, Beinatd.ton, and LeycVo, on the north, to Mount Holyoke, Mount Tom, and ast elevated range extending south v/esteily through Westfield, on the south. The eastern margin skirts the highlands in Montague, Sunderland, and Hadley ; the western, those of Greenfield, Deerfield, Whately, Hatfield, North ampton. Southampton, and Westfield. The extent from north to south is about •forty miles; tlie breadth is variable) but in no place exceeds five milts. The"], [15, "VIEW OF MASSACHUSETTS. 5 principal part cf this valley is a rich mould fiee from stone, and ia some places sandy pine plains prevail. Within the valley is a range of hills commencing at Sugar Loaf bluff, near the southern line of Deerfield, and extending northerly to the upper part of Greenfield. Excepting this tar.ge, apiie.-r_.nces justify the beliet that this valley was formerly a lake, through which slowed Connecticut fiver ; and that the highlands at South Hadley falls, having been worn down to. the level of the valley, the waters drained off, and left in many parts a rich in terval soil, brought down from the upper country.* Connecticut river now winds through this valley, and forms the site of several villages. At the foot of South Hadley falls another alluvial region commences, embrac ing a part of Springfield, West Springfield, and Long Meadow, and extending into the state of Connecticut. Massachusetts, in a comparative view, is very extensively opened by cultiva tion, which may be attributed to the priority of its settlement to that of most of the other states, its maritime situation, the general good quality and feasible char acter cf the soil, the superior plans of agriculture, and to various other causes. This state exhibits, comparatively, no very extensive forests ; tlie cultivated parts of the farms being, is general, accompanied only with proportionate wood lands. Those that in their extent claim the most particular notice, aie spiead upon the western range of mountains, the northern part of the Hoosack, and upon the high ridges which extend along the banks of Deerfield river, to a considera ble distance east of the latter chain. There are also large forests upon some of the ranges of mountains and hills near Connecticut river : and in the same quar ter, as in other parts of the state, especially the south eastern counties, are nu merous level, and extensive forests of pines. The last mentioned section is also varied by less considerable plains covered with shrub oaks, and by cedar swamps. The forests present a thick and handsome foliage,-]- and are uniformly pervad ed by a great proportion of shrubbery, which distinguish them from the more open appearance of those in the central, southern, and western states. We have no natural Savannahs, or open elevated barrens, interspersed only with dusters of trees, which abound particularly in the southern and south western sections ot the union. The state is almost universally well watered. The subterranean watei s fur nished by the sinking of wells, are very pure and wholesome ; and the streams of every description are remarkably clear and beautiful.- Massachusetts is indeed distinguished by ail the ordinary, most of the beauti ful, _.nd some of the sublime features of nature : by rivers of various descriptions, expansive, tranquil, narrow, and broken, a regular gradation ot less important streams, and almost innumerable ilvulets, which so gtileially intersect the surface, and contribute to decorate and enrich the country ; by au extensive and pictur esque maritime region, diversified with islands, capes, bays, and numero..s inicts ; * By a similar operation it is probable that all intervals have been fiirmed, and consequently tl it they are alluvial : and although their --urfaces generally pre sent a line, earth divested ot' stone, yet at a considerable depth, they arc probably composed of it, as extensively as tbe surrounding hills. -j- •' Tiie powers of coloring may be exerted to the utmost in representing the rich variety, and dazzling brilliancy of our autumnal foliage. An English aitist, who was reques'ed to paint this American foliage, with an intention of sending the picture to England, refused to put it on the pnvas us it really is, lest his paintinn mi\"ht be taken for caricature in _irgi.*nd, wheie as this painter suppos ed, it wedd never be believed to be an imitation of nature.\""], [16, "VIEW OF MASSACHUSETTS. 6 bv «fte variegated aspect of well cultured high grounds, plains, and valleys, inter spersed with delightful villages, hamlets, faim houses, orchards, groves, and wide soreading woodlands, some of which are scarcely checkered by the hand of man ; by elevated, wide, and far extended bills, and by some majestic mountains ex ceeded in height by few in the United States, and crowned with precipitous sum nuts, commanding such prospects of \" romantic wildf-iess and cultivated beauty,\" as may be justly classed among the most interesting and magnificent scenes.* Interior Structure. The interior region of Massachusetts consists mostly of granite. That this, though of various aspect and composition, constitutes the base of the country, at far as respects stone, is sufficiently indicated by its appearance on the surface in almost every little district, particularly upon those highlands where the soil is light, and in general, thinly spread over this sub-stratum ; by detached rocks of the same species in those and other parts, and in the beds of all our streams ; by the rugged margins which those streams present in various places, where by the force of their waters, deep channels have been formed through extensive masses of that stone j and by the numerous granitic precipices, which our hills and moun tains display. To this general description there are some exceptions. A large section of the county of Woicester consists of grit or sandstone ; and the county of Berkshire is extensively a calcareous or limestone district. It may also be re marked that Cape Cod is an extensive collection of sand ; that Massachusetts exhibits considerable alluvial tracts ; and that a topographical view of the interior structure of the state, would furnish a variety of specimens interspersed with the prevailing kinds, and unfold numerous local deviations from any general facts on this subject. It is presumed that the direction ofthe strata in our beds of stone, has not been investigated ; and from the diversity observed to exist, the natural ist might perhaps find it impracticable, to reduce his inquiries in this particular, to any systematic result. Soil, Agriculture, and Productions. The quality of the soi! in this state is exceedingly various, comprising eveiy description from the most luxuriantly fertile to the most unproductive : an obser vation which is uniformly true of every extensive country of an uneven surface, and is generally applicable even to a single township. The soils of Massachusetts, though presenting many diversities, may be regard ed under the general distinctions of loam, sand, giavel, and clay, accordingly as either of those materials is predominant. The most general soi! is a brown loam, mingled with gravel and stones. This prevails, in particular, upon the hills and mountains. A more fertile loam, principally divested of stone, generally pervades the valleys and intervals ; but some of the latter are a fine alluvial mould. The surface of the white pine plains is mostly a light loam ; and the yellow pine plains usually consist of sand and gravel. Soils composed of, or varied with clay, do not extensively abound ; but clay, in almost innumerable places, forms the found ation of the superficial strata, isniail tracts of peat earth are also found in some parts of the state. * The bleak and rugged summits of some high mountains, through which Deerfield liver winds, on leaving the Hoosack, revive in the mind the character istic scenery of Switzerland, displayed in the animated descriptions of so many writers."], [17, "VIEW OF MASSACHUSETTS. 7 The south eastern counties exhibit numerous fertile districts ; but they are very extensively diversified with a light sandy soil. In the vicinity of Boston, the country, though not distinguished for its fertility, is highly cultivated, and affords the metropolis, in addition to other important products, all the vaiiety of fruits and vegetables. The more northern, the central, and western parts ofthe state have, in general, a rich soil suited to most of the purposes of agriculture. Fe-/ tracts of land in Massachusetts, of great extent, are so rough or barren, as to be incapable of cultivation. Even the pine plains are favorable to some production;, and by the use of gypsum or plaster of Paris, are not unfrequently rendered fer tile and productive. The high grounds are very valuable for grazing, hay,* and orchards. The pastures feed numerous herds and flocks, and vast numbers of cattle in different parts of the state, are fed for market during the winter. Ex cellent pork, veal, mutton, and poultry, together with the inexhaustible treasures of our waters, are also abundantly furnished for market, and domestic consump tion. It is unquestionably true, that Massachusetts and the other eastern states, though they present districts as rich as any in the union, contain a greater pro portion of naturally waste lands, than the central and western parts of the state of New York, the eastern division of Pennsylvania, the states of Kentucky and O hio, the second Egypt on the waters of the Mississippi, and other extensive sec tions ofthe country, far surpassing this in uniformity of surface. Our mountains and hills, though the general characteristic is that of fertility, display to some ex tent, a rocky and unproductive surface- The soil appears to have been consid erably washed from the elevated parts, and carried into the lower districts, which has greatly contributed, however, to the fertility of the latter. Our numerous plains present quite an ordinary soil. This comparative inequality in the char acter of our soil, renders it almost impracticable, that the cultivation in this state should become as universal, as those parts ofthe United States which have been enumerated, will admit. Other parts of the union are far inferior to this, in the quality of the soil : and Massachusetts in this respect, may, perhaps with pro priety, be said to occupy a middle place. The soil of a considerable part of it,. however, particularly the western division, may be pronounced, on tlie highest au thority, to be in r.o respect inferior to the most fertile countries of Europe. The farms in Massachusetts generally consist of from one to two hundred acres, and rarely exceed three hundred. They are enclosed and divided by stone walls or rail fences, the latter being principally constructed of chesnut tim ber ; and as wood becomes scarce, which is already the fact in some parts of the state, and is produced by the advanced progress of cultivation, and the vast con- Sumption of fuel in the large towns, the abundance of stone will probably prevent any great recurrence to hedges. Each farm, in proportion to its extent, is sub divided into cultivated, mowing, pasturage, and wood lots, of from five to twenty acres. The houses are sometimes of brick, though in general, of timber, the lat ter being covered with boards and clipboards, but the roofs of both descriptions are boarded and shingled. Houses of logs, with the interstices filled with clay, are numerous in the most recent settlements. Mud- walled habitatibns ar-d thatch ed roofs are unknown. The houses on the farms are mostly of one, though very often of two stories, and almost universally, in the villages ; many ofthe former being painted, and the latter very generally. The farm houses usually consist of * The principal kinds of cultivated grass are red ar.d whire d(wr, English, herd's, b.ue, thatch, fowl meadow grass, aad a species generally denominated red top."], [18, "VIEW OF MASSACHUSETTS. 8 a common dining room and kitchen, one or two bed rooms and a buttery, on the same floor Houses, denominated a story and a half, are sometimes bu.lt, having hin.h posts, and the second floor being three or four feet below the plates. so_ as to admit of chambers, with windows at the ends. Dwelling houses of every kind are universally furnished with a cellar, which the nature of the climate renders necessary. The other farm buildings are constructed of wood, and besides a com house which is very common, consist always of a barn proportioned to the size of the farm, with a threshing floor in the middle, and adjoining stables and sheds, for housing domestic animals. The farms are generally well watered with spi ings and rivulets : wells are almost universal, and subterranean aqueducts very numerous. _ As the greater part of the farms are of moderate size, so the capital of the farmer is oenerally proportioned to this circumstance. Most of them cultivate their farms with their own hands, aided by their sons when of sufficient age to be serviceable. Agriculture in this state is thoroughly understood, and pursued with almost unexampled spirit and success. It is usually conducted upon principle? adapted to the situation and advantage of the individual. Our farmers prefer ex erting their labor upon a large field, to employing the same on a small one. De viating, however, from this rule, in the vicinity of populous towns, and on navi ■nable waters, where the price of land enters more highly into the farming capital, they have paid more attention to husbandry, and increased their produce by addi tional expenditures of labor. The farms are now in a progressive state, from the greater attention given to manures than formerly, the introduction of clover, the extensive use of plaster of Paris, which is particularly suited to our light lands, and from various other improvements : and notwithstanding the humifiaring pic ture of our agricultural economy, that is often drawn by interested strangers, and even viewed as a reality by many of our own citizens, it is still true that o-tr farmers derive at least as much prosit from their farms, in proportion to the r.pj. tai employed, as those imhe most prosperous, fertile, and best cultivated parts of Europe. Indeed, superidr natural, civil, and political advantages, elevate the former above all 'Others on eatth. The principal productions ofthe soil are Indian corn, rye, wheat, oats, pease', beans, barley, buckwheat, potatoes, pumkins, hops, flax, and hemp.* Indian corn may justly be considered as our principal grain, and the most valuable in the whole circle of husbandry. Its increase, compared with that of other grain, is in a greater degree independent of tlie seisori, and governed more by the attention and care of the cultivator. It is mixed in the proportion of one third, with rye, and constitutes the common bread of the inhabitants. The beef, pork, and poul-\" try, fattened with it, are greatly superior to such as are fed on any other grain. Besides the crop, the average of which is about twenty eight bushels per acre, the foiage it affords is very considerable, every part ofthe stem and husk being applicable to the feeding of cattle. The corn cultivated in this and the adjacent sutes, is a small hardy sort, which ripens early. It is planted in hills at the dis tance of about five feet, and arranged in regular rows, with intervals of about three feet. It is generally hoed three times. A ster the last hoeing, the field is left till the plant sheds its farina, when the stalks are cut, a little above where the ears are set, tied in bundles, and put up to dry. By this means, an acre of * Of the variation of crops, which is productive of such beneficial effects, and is styled, \" the mystery of real husbandry,\" nothing can be suggested, as it is the result ofthe various opinions of our farmers, and has never been reduced to wf system."], [19, "VIEW OF MASSACHUSETTS. 9 Corn generally yields about half a ton of very sine fodder, equal* for the use of cattle or sheep, to the best hay. Indian corn is planted in the latter part of A pril and beginning of May, and the harvest commences early in October. It is observed to be a general defect in our agriculture, that the lands are not plough ed sufficiently deep, and this is particularly applicable to the cultivation of this crop, and potatoes. Rye, which is usually sown in September, and denominated winter grain, is extensively raised, and a considerable proportion ofthe plough land is well suited to its growth. The average quantity may be estimated at about twelve bushels per acre. The soil and climate of tbe state appear not to be well suited to the cultivation of wheat, and besides its having been found sub ject to blight in the vicinity of the sea, the general ravages ofthe fly for a succes sion of years, have opeiated extensively, as a discouragement to this agricultural pursuit.* Even in the county of Berkshire, the most fertile of any in the state, and always distinguished for the production of wheat, a great revolution has taken place, and very little of that grain, compared with the abundance of former years* is now cultivated. The average crop of wheat is about fifteen bushels. On the old lands, it is generally sown in the spring ; but the most productive kind is cul tivated on the newly cleared grounds, and is sown in autumn. Oats are culti vated on almost every farm, and constitute the principal grain for horses. In some districts they are sewn with pease. These are gtound with Indian corn, and make excellent provender for fattening cattle. Pease are not often cultivated separately, owing to the destructive effects of the bug, which has of late years ex tensively prevailed, but by sowing them about the middle of June, this evil will be avoided. Beans are raised to a considerable extent for domestic consumption, and are also carried to market, where they are purchased for ship stores. Bar ley and buckwheat are, comparatively, not much cultivated. Most farmers plant from half an acre to four actes of potatoes. These constitute a cheap and im mensely important article of consumption in families, besides being extensively given to animals. Pumkin seeds are very commonly planted with corn, being in general thinly interspersed, and afford a great quantity of this rich vegetable, with very little expense or trouble ; the crop of corn being in no respect diminished by them : these are fed to cattle and swine in the beginning of winter, as it is difficult to preserve them after the first of January. Hops are raised in the inte rior of the state for private consumption and in the maritime parts for market. Flax is principally cultivated for the use of the farmer's family, and is suffered to grow ripe that the seed may pay the expense of the culture : and it is said to be for this reason lhat little sine linen is manufactured^ *\"« , * The Canada thistle, which has spread its ravages over the northern division of Vermont, and is thinly scattered over the southern, is gradually advancing up on us, and unless our farmers Use the utmost vigilance to arrest its pfbgress, wherever it appears, the effects, upon English grain and pasturage, may become as pernicious as in that state, where the husbandman is frequently deprived of half the usual crop of grain, the harvest rendered extremely unpleasant and laborious, and the pastures sometimes reduced almost to a waste. Frequent mowing is found to answer the best purpose in preventing the spread of this destructive weed* and if pursued, effects its complete eradication. f In some parts of this chapter, the writer has availed himself of an essay on the agricultu-e of the United States, by Robert R. Livingston, Esq. contained in the American edition of the New Edinburgh Encyclopedia, now pubishing in Philadelphia, as far as the information it afforded was deemed applicable to the state of Massachusetts, and compatible with the general plan of this small woik, B"], [20, "VIEW OF MASSACHUSETTS. 10 The intervals on Connecticut river are extensive, and deservedly famed as the garden of the state. The farmers in that section have for a long time devoted tiieir principal attention to the feeding of cattle, which are mostly purchased of those who cultivate the adjacent, and more elevated parts ofthe country. The course of agriculture with the former, thougk they raise some English grain on the uplands, is mostly confined to the cultivation of mowing lands, of Indian corn, pease, oats, and flax. From the discduragements attending the business of fattening cattle, they have lately gone to a small extent into the culture of hemp, a spirit which already begins to pervade the commonwealth ;* and a few of them have turned their attention to the raising of sheep. Recent events have indeed given a spring to this last laudable branch of husbandry in all parts ofthe state ; and a zeal has been evinced in meliorating the breed of this very valuable animal, and in acquiring all the various and necessary information relative to she whole subject, which is highly honorable to the intelligence and patriotism ofthe farm ers of Massachusetts. \" There never was a time since the first settlement of A merica, when such great and general exertions were made to improve the breed of sheep, as are making now. The knowledge of the importance of these crea tures, assisted by the seasonable and patriotic labors of a Livingston and Hum phreys, will produce a most beneficial revolution in the economy and agriculture of the eastern states. A number of our best farmers, who depended upon a pre carious and fluctuating market for their beef and pork, are fully persuaded, that the raising of finer wool bids fair to promote their interest and that of their coun try, beyond all calculation. The God of nature, in tempering our clime, and forming the thousand hills which decorate our landscape, and produce a short, but sweet and nutricrous herbage, has clearly pointed out to us the economy, which now so forcibly strikes our imagination. Our extensive and excellent pastures, superior to any in the world, afford a range for these most useful and harmless of all animals, well suited to preserve their health and vigor, to improve their species, to increase the quantity, and ameliorate the quality of their golden fleece. The usual long and cold season of our winter is also favorable to their nature.\"f Sheep can be reared in situations, and upon soils, where other animals would scarcely survive. It may be demonstrated, that of all others, they are of the greatest consequence both to the nation ar.d the farmer : and it must be admitted, that their annual fleece affords a return, not to be obtained from any other kind of stock. Although American farmers are not impressed with these facts, as and has occasionally adopted the language ofthat distinguished citizen and farm er; but in a manner so detached and modified, as almost to forbid the usual ac knowledgment. _ * Hemp, though not generally cultivated, affords a most profitable crop on those rich bottoms upon which it is sown ; and it is believed to be more congenial to our chmate, and to grow much more luxuriantly, than in any part of Europe. In the year 18 1 1, Capt. Samuel Wells, an excellent farmer of Deerfield, Frank lin county, raised a crop of hemp on three acres of fertile and highly valuable interval land, which he purchased in 1801, for 200 dollars. The quantity in market was 23 cwt. 2 qrs. 16 lbs. the proceeds of which, although sold at the ordinary price of 13 dolls. 50 cts. per cwt. amounted to 319 dolls. 17 cts. beina more than sufficient to pay for the land and labor. The quality of this hemp was pronounced by good judges, equal to the best imported siom Russia. t It is universally found that both sheep and cattle are in better condition dur ing a seveie, than during a mild winter, to say nothing of the loss of manure, and tne mjury to the land, when they are suffered to So at lame."], [21, "VIEW OF MASSACHUSETTS. 11 extensively as every friend of the real independence of our country must ardently wish, yet such sentiments have so far prevailed, that it is no exaggeration to say, that within the last six years, the number of sheep has at least increased four fold. \" The sheep of the United States were pretty uniformly alike, and greatly resembled the Southdown sheep of England, both in their form and quality of fleece. The only exception to this was to be found in particular neighborhoods, into which, sometimes the long woolled sheep of England, sometimes the Bake well sheep, and sometimes the sheep from Holland and the Texel, had been in troduced. The crosses from these, distinguished many of our flocks from the o rigfrial stock, which has gained thereby somewhat in point of size, form, and quantity of wool, but lost in its quality-\" The merino b_eed, and the crosses from it, which have stamped a new value upon our flocks, now begin to make a great feature in American agriculture. Since their introduction, farmers are much more attentive to housing and feeding their sheep, than they formerly were ; and the consequence is, an evident amelioration in the stock. They are found to be far more healthy here, than in Europe. There is, indeed, every reason to believe that they improve in our climate, and that from better keeping, and gi eater care in the perpetuation of the species, the merinos of the United States will in a tew years be much finer than those of Spain. The cattie of this state are principally an assimilation of various kinds, and it is impossible to discriminate any prevailing breed. They are in general large, and are observed very much to resemble those of northern France. The four western counties of Massachusetts have long been celebrated for an excellent breed. It was formerly the opinion of practical and philosophical farmers, whose opportuni ties enabled them to form a correct decision, that no part of the United States furnished oxen in such perfection. It is probable that the breed of cattle has been amelioiated since the period of those observations ; aad at present, it is evi dently on the advance.* The cattle in other parts cf Massachusetts are rather oidinary ; and their improved state in the western division, seems to have been more the result of accident, than of any great exertions to effect it, by a judicious intermixture, by preserving the best for breed, and by other means of ameliora tion, it ought to be observed, however, that cattle are now almost universally housed in winter ; but in the early settlement ofthe northern colonies, though they were fed during that season, they were seldom housed, and were therefore diminished by cold winds and storms. The horses seem to have originated in three distinct races, though they are at present very much blended. These are the Narragansets, which probably came from England, and have almost become extinct ; the English race horse, a few of which are still raised for the turf; and the Norman horse, rarely existing here in purity, but the same that is extensively diffused through the middle states, and preferred for heavy teams, to any other breed. The result of this intermixture fcas of late years been varied to a small extent, by the introduction of the Arabian and Canadian horse : from the former, however, the English race horse originally * The Berkshire Agricultural Society, formed on a plan hitherto nove! in this state, will undoubtedly, aside from other valuable objects, be productive of great and permanent advantages, in improving the breeds of some of our domestic ani mals, particularly those of cattle and sheep ; and in widely diffusing important ag ricultural knowledge. The annual exhibition of prime animals, and the award, ing of piemiums, under the diiection of this association, cannot fail to awaken a very commendable and useful competition among an extensive class of ourfarmeis."], [22, "VIEW OF MASSACHUSETTS. 12 descended. Our horses are mostly of an inferior kind. Little attention has been paid to them, and it is believed that they have rather declined within fifteen or twenty years. Wh;n one casts his eye upon the saddle horses of Virginia, or up on the draft horses of Pennsylvania, he must be strongly impressed with the great improvement, of whicl. our comparatively diminutive breed of horses is suscepti ble. Though horses are gradually advancing into greater use, oxen are principally employed in the husbandry of Massachusetts : a preference founded on the fact, that when arrived to the proper age, they can be fattened for market ; and the practice of relying on them for the draft, may have rendered our farmers inatten tive to the amelioration of the last description of horses. The swine fed in this state, are of a superior kind, and are not exceeded in size or quality, by any in our country. The highlands afford abundant pasturage for cows ; and butter and cheese in those parts, are extensively made for market. These articles, however, are al most every where sufficient for domestic consumption. The county of Berkshire furnishes the most extensive dairies of any section of the state ; and the town of Cheshire, in particular, sustains the first rank in this department of husbandry. The state abounds with orchards. Most of the old cultivated farms have an orchard of from one to three hundred apple trees. As the trees are planted reg ularly, and at a proper distance, the orchards are occasionally cultivated, but are generally laid down to grass. Vast quantities of cider are annually made, which is the common beverage of the inhabitants, as wine is in France, or beer in Eng land ; but its manufacture is, in general, very indifferently managed. The prin. cipal cultivated fruits are apples, peaches, pears, quinces, plumbs, and cherries. The public mind, for a number of years past, has been unusually directed to this species of culture ; and this disposition is observed to have been particularly manifested by the citizens of Middlesex. It is still a subject of regret, that too much inattention prevails in the planting of nurseries, and the selection of fruit trees ; in the various improvements of which they are susceptible by grafting and other means ; and in general, in omitting seasonably to rear young orchards, as a substitute for those that are ancient and passing away. Gardening, which was formerly very limited, as well as much neglected, has become an object of great and merited attention in all parts of Massachusetts. The gardens may be presumed nearly to equal the number of families in tlie state. The advantages derived from the culture of these little parcels of ground, are al most inconceivable, and cannot be too highly appreciated. All the valuable hor hoitulane vegetables suited to the climate, are ir. this way abundantly cultivated. A variety of domestic fruits, together with those of a minor description, that are wild and culled from our soil, and several botanical plants of native aad foreign growth,* have also been introduced to some extent. Many of our gardens dis play, indeed, an admirable degree of elegance and taste, exhibiting an assemblage of all that is useful, blended with theil luxurious decorations, as the oay par terres of flowers and sweets. \" ■ The forests in tiieir native state, usually afford a luxuriant growth of excellent timber. I he productions are various, according to the different nature and situ- An eminent botanist, ,n a communication to the writer, expresses a doubt whether an account of our indigenous plants can be obtained ; and even suggest that -a correct catalogue ofthe plants of Massachusetts is yet a desideratum.\" A mere enumeration, therefore, of the uncauth terms, with which a subject re- BWm >'et t0 be developed, is burdened, would be as Uttle useful as pleasing"], [23, "VIEW OF MASSACHUSETTS. 13 ation of the soil. Those of the highlands, and elevated valleys in the hilly and mountainous country, consist principally of the various descriptions of oak, wal nut, pine, maple, birch, beech, cherry, poplar, cedar, and ash ; together with but ternut, chesnut, and basswood. The plains are chiefly covered with pines, but a few other trees are thinly scattered over them. The natural growth of tlie in tervals is mostly limited to elm, willow, maple, buttonwood, butternut, aspen, and cherry. From the very great variety in the intermixture of the productions of our forests and cultivated country, it is scarcely necessary to notice the extreme uncertainty of all observations of so general a nature. Air and Climate.* Climate is literally identified with the degree of latitude ; but in the extent to which it has been illustrated by many excellent writers, it comprehends the tem perature of the air, and vicissitudes of the weather, during the seasons and shorter periods of time ; the quantity of rain and snow ; the winds ; and a variety of other interesting particulars ; forming, collectively, an extensive branch of knowledge : and is a subject of great importance, viewed in its complicated operation on the animal and vegetable world, and on the physical and moral condition of mankind. \" Although the extremes of heat are found near the equator, and the extremes of cold near the poles,\"f yet many circumstances incident to different countries, conspire to produce a diversity of climate, that cannot possibly arise from differ ence of latiude. Among these, may be named their respective superficial struc ture, embracing the elevated and mountainous, or low and level aspect, with the general direction of the mountains and secondary hills, the open or uncultivated state, and the proportion of terrene or aqueous surface ; the vicinity ofthe ocean, or of other extensive collections of water ; and the description and influence of the prevailing winds. Particular places, also, are sometimes rendered, by local causes, considerably variant from the general temperature. In mountainous countries, the climate during the warm season is more temper ate, and in winter more severe, than in those that are level, or that present inter mediate diversities of surface. The same is true of the mountainous divisions of a single country, compared with the plain sections ; and there is even a consider able difference in these respects, between the mountains and valleys in very small i * The authorities principally consulted and quoted on the subject of climate, are Jefferson, Williams, Belknap, Rush, Williamson, Volcey, and Bigland. No credit is given in a few instances, where single sentences have been greatly altered ; and the liberty has been sometimes taken, of making small verbal alterations in those parts which are published as extracts. f \" The light of the sun is confessedly the general cause of heat in our atmos phere. A clear, transparent, unclouded atmosphere, is not heated by the direct rays of the sun ; for light passes through it without obstruction; and there 1* reason to believe that resistance is necessary to the excitation cf heat. The rays of the sun striking the surface of the earth, by which they are resisted, cause the surface to be heated, and the atmosphere is heated by the surface- Plence it follows that the atmosphere can never be warmer than the surface of the earth, nor is it ever so warm, at a distance from the earth, as near its surface. Cold is a negative quality. It implies nothing else than the want of a certain de gree of heat.\" There is not any body in nature without some heat. Ice itself contains a greater or less degree. The ice or water containsmore heat than the ice of brandy, and that contains more than the ice of mercury.\""], [24, "VIEW OF MASSACHUSETTS. 14 districts.* These facts are founded upon the general principle, that on a line e_t. tending perpendicularly from the surface of the earth, the temperature of the at mospbere, which, from the warmth communicated to it by the earth, is there usually highest, gradually tends towards the term or degree of congelation. In low latitudes, however, this is limited to the night, for there is a little thaw during the day. As this region of frost, though of different elevation in almost every°latitude,+ generally corresponds with the surface ofthe earth, upon the sup position it were a perfect globe, the greatest elevations of its real surface must be nearest the freezing point, and proportionally the coldest, or most temperate. The summits of high mountains, even at the equator, are covered with snow ; and in all latitudes, where snow prevails, it is deepest in the most elevated pans ofa country. Uncultivated regions are uniformly attended by a greater degree of cold, and less intensity of beat, than those that are open : and these variations in the tem perature of the air, will be found to pervade woody and open districts of less ex tent, down to small single groves and fields, and to exist in a corresponding gra dation, through every stage, from the wildness of nature to the most general state of cultivation. The action of the sun on the face of an immense forest, is much less powerful in the production of heat, than upon a widely cultivated country ; for where its rays pass through the openings of the forest, they meet a compara tively watery or snowy surface, which never receives so much heat as one that is •diy, nor retains it so long. The trees and shrubs, at all times, and especially dur ing their greatest foliage, present a moister and cooler surface, than the most ver dant cleared tracts. The temperature of the atmosphere, and that of the earth, ander such a deep and far spread shade, are not only lower, than in extensive cultivated spaces, but even more so, than under those limited shades, that are cast by buildings, clusters, or solitary trees, in open lands. Evaporation contributes, in a great degree, to cool the earth, ln large forests, it is much more extensive than in open countries, on account of the greater quantity of stagnant waters upon the surface, and the more highly saturated state of vegetables £ It also return? * * \" At Bennington, in the latter part of winter, when the weather is so warm as to melt the snow and uncover the ground, and spring is ushering in, the moun tain is generally fast bound in fiost ; the air is keen, and the traveller who departs from tfm village to the east, comfortably clad, finds it necessary to put on addi tional clothing to avoid the frost. This weather frequently continues on the mountain, till vegetation is considerably advanced at Bennington. At this place, peach trees are sometimes in full blossom, when the mountain is covered with snow eeveral feet in depth, and every thing on it congealed, as in thc midst of winter : and this difference of temperature exists in the small distance of six miles.\" + \" This height M. Bouguer calls the lower term of congelation. Between the tropics, he places it at the elevation of 15,577 feet : and at about 450 feet above, the temperature of the atmosphere between the same circles, is constantly below the freezing point of water. The temperature of the earth in the vicinity of Paris being 47 degrees, M. Charles, who ascended in an air balloon, found that of the atmosphere, at the estimated height of 1 1,084 feet*, to be 11 decrees below congelation At a c, rtain elevation above the lower term, it never freezes, not through the decrease of cold, but because the vapors never ascend so high. This height, M. Bouguer fixes under the equator at 18,000 feet, and calls it the upper term of congelation \" X It has been ascertained by experiments, that forest land emits one third more vapor than an equally extensive surface of water."], [25, "VIEW OF I. ASSACHUSETTS. 15 io the earth in more abundant rains, which, in their course of evaporation, con tinue to reduce its temperature. \" Though the earth is variously heated by the sun, according to the quality or position of the surface, yet this cooling process affects every country more or less. The heat would be intoleiable in low latitudes, if the process did not exist there, to a great degree. A perpetual verdure and thick foliage, within the tropical regions, tend greatly to moderate the hear, by copious evaporations. In sandy deserts, dry fields and roads, where the verdure is defi cient, the heat becomes intense- Stones and sand, cool and heat more readily, and to a greater degree, than mould or clay : from this cause proceed, in a great measure, the excessive heats in the sandy deserts of Arabia and Hfrica, which frequently rise to 140 degrees of Fahrenheit's thermometer ; and the intense cold of stony ce>Untries in high latitudes. Under the latter parallels, where the country is not mountainous, by exposing a smooth surface, without much timber, to the influence of the sun, the inhabitants may enjoy a temperate climate.\" Cul tivation dries the surface of the earth, and thereby increases the temperature of the atmosphere, diminishes the quantity and duration of rain or snow, and thus the means of future evaporation. Countries situated in the vicinity of the ocean, or containing large bodies of water, are generally warmer in winter, and cooler in summer, than those that are remote from the sea, or constituted almost entirely of land. \" A watery surftce can never be made very warm by trie sun ; for evaporation is the necessary effect of heat, and the loss of heat the necessary consequence of evaporation, part ofthe heat being carried off by the vapor.\" As water is not susceptible of as muGh heat or cold as land, it must, wherever its influence extends, comparatively re duce the extremes in the general as well as particular temperature ofthe climate. The severity of cold climates, and the intense heat of low latitudes, are greatly al layed by the sea. Islands, partaking more extensively of the temperature ofthe sea, than continents in similar latitudes, have consequently a milder climate : and the interior of both will generally exhibit greater heat or cold, in proportion to the distance frem the coast. The climate of different countries is also materially affected by the prevalence of different winds, which are various in their effects, and in some degree controled by the particular direction and continuity of chains of mountains and hills. \" It is easy to perceive a correspondence between the vicissitudes of temperature and certain charges in the wind. The course of a general wind is often inflected, from 30 to 80 degrees, by the deep channel of a river, a mountainous ridge, a lake, or sorest.\" The air cf Massachusetts is generally dry, serene, and healthy. Our geo- graphical position, and diversified, as well as extensively cultivated surface, equally- removed from the extremes of moisture and dryness, indicate a powerful physical claim to salubiity of atmosphere. The climate, in connection with that of the United .States, has some distinguishing characteiistics. \" It seems as isit were ,a compound of ail other climates in the world. We have the damps and glooms of Britain in the spring, the heat of Africa in summer, the mild temperature of ,1'aly in lune, the cold and snow of Norway, and the ice of Holland, in the win- ter, somewhat ofthe storms of the West Indies at every season, and the capri- cious winds and fluctuating weather of Great Britain throughout the year.\" In Massachusetts, winter commences about the middle of December, and ter minates about the same time in March. During that period, the earth is generally covered with snow, which on the mountains is sometimes four feet in depth ; and . sleighs and sleds are in almost universal use. Cattle are usually housed from the rifiist of December to the middle of April. The thermometer is generally in win-"], [26, "VIEW OF MASSACHUSETTS. 16 ter between it and io degrees, often descends as low as 5 and 1, and Sometimes even to 20 degrees below zero.* In the eastern section of the state, however, the winters are milder, the snows less abundant and more transient than in other parts ; but they are rarely any where so deep as to impede travelling. « The heats are commonly intense from their commencement at the summer solstice. For forty or fifty days together, the mercury is frequently observed to exceed 77 degrees, and sometimes rises to 3<S and 90. Few years pass at Salem without its rising to 99 and 100 degrees. \" The daily variations are greater and more abrupt in the maritime country, than in Europe. The great changes, incident to the atmosphere of the coast, display themselves not only in the compass of one season, but in that of a single month, week, and even day. In winter, especially in January and February, the temperature often varies 14, 18, and even 28 degrees, in the course of eighteen hours. Similar vicissitudes take place in summer, and the intense heats ofthe -day are usually succeeded by cool and pleasant nights.+ When at mid day, the mercury has risen to 86, and even to 90 degrees, it has sometimes fallen on the ensuing night to 65 and 60.\" Though the weather is more variable on the sea coast, than in the interior, yet it is subject to frequent and sudden fluctuations in all parts of the state. In the severity of winter, and the warmth of summer, the climate of our mari^ time region surpasses the countries of Europe situated in the same latitudes. These facts are thus exemplified. Latitude. Lowest Temperature. Highest. Variation. \"Salem, 420 34' l2belowo I02| 114^ Rome, 41 53 32 86 54 Marseilles, 43 17 23 88.f 65s Padua, 45 22 9I 97I 87!\" This table exhibits a difference of temperature in Salem, during the year, of nearly 1 15 degrees of Fahrenheit, while it is only 54 degrees at Rome, about 65 at Marseilles and 88 at Padua. Our medial temperature in the cold season, is estimated at about 28 degrees below, and in the summer months, at 8 degrees above, that of European countries under similar parallels. J The principal cause of the greater cold of our winters, is, that our prevailing winds pass over an im mense and highly diversified region of forest, covered to a gteat extent with snow or ice ; while those that prevail extensively in Europe, proceed from the Atlan tic ocean. The same difference of climate has been supposed to exist between the western and eastern continents : but we are not to conclude from observations made in the Atlantic states, that the winter's cold in America is either universally, or in * Ice that floated down Deerfield river, during a flood in February 1 807, was observed to be two feet nine inches in thickness. At about the same time, the frost in that village, measured three feet in level open land. It is said not to exceed that depth, even at Petersburg in Russia, in the latitude of 59° 56'. + Fires are rarely seen in Massachusetts, except for culinary purposes, between the last of May and the first of October ; but with the exception of the interven* ing months, there are very few days or evenings in the year when fire would not be agreeable. X A good method of determining the general or medial temperature of a coun* try, is suggested by Mr. Williams, who proposes to take it from the temperature"], [27, "VIEW OF MASSACHUSETTS. 17 an equal proportion, greater than that which prevails on the other continent in like circumstances. Hasty conclusions have been drawn from such observations, without considering the climate in other great divisions of America ; the changes than cultivation has produced in the climates of the old continent, or those which the same cause has already produced in some parts of America. These subjects can only be very briefly noticed. On the continent of Asia, in latitudes corresponding with Massachusetts, the climate is different from that of Europe. The rigor of winter greatly exceeds that of ours, and the summer is more temperate. The Chinese rivers freeze in the latitude of Rome, wliich is attributed to the influence of westerly winds from the immense wilderness of Tartary : nor is it probable that Pekin, which is situ ated several degrees below the latitude of Boston, will ever be relieved from the chilling effects of north westerly winds, by the cultivation of the vast forests spreading in that direction. On the western side of the American continent, near the Pacific Ocean, the situation of which is the reverse of the Atlantic coast, the scene is again changed and the climate is in a great degree milder than ours. The wint.rs are short and temperate ; the snows light and fleeting. At Nootka Sound, in lati tude 490, vegetation is very forward in April ; and spring commences about thir ty days earlier than in Massachusetts. The cause of this comparatively moder ate climate, is the prevalence of westerly winds from the Pacific Ocean. The climate on the waters of the Mississippi and Ohio, notwithstanding the inconsiderably advanced state of cultivation, is warmer by three degrees of lati tude, than that of similar parallels on the borders of the Atlantic. \" It is re markable,\" says Mr. Jefferson, \" that proceeding in the same parallel of latitude westwardly, the climate becomes colder in like manner as when you proceed di rectly north. This increase of cold continues till you reach the top ofthe Al legheny, which is the highest land between the ocean and the Mississippi. Thence, descending in the same parallel to the river, the change is reversed, and if we credit travellers, it becomes warmer than it is, in the same latitude, on the seacoast. Their tesiimony is strengthened by the vegetables and animals known to subsist and multiply there naturally, which does not happen on the ofthe earth, as found in deep wells or caverns (i) In pursuance of this plan, he ascertained the temperature of wells at Rutland, in Vermont, at the depth of forty five feet, to be - - - - - 44 degrees. In different places in Massachusetts, 49 At Philadelphia, - - - - 53 , In Virginis, according to Jefferson, - - 57 At Charleston, according to Ramsay, 63 K We here observe a gjadation corresponding with the distance from the pole, which proves that heat is proportioned to the action of the sun's rays on the sur face of the earth.\" (1) \" It has been found by various observations, that the same degree of heat exists in all subterraneous situations at the same depths, or at least that the vari ations are extremely small. This subterraneous heat is scarcely ever less than 36 degrees ; but mines in which nature is probably carrying on some chemical pro cess, afford an exception. The temperature ofthe cave of the observatory of Paris, which is ninety feet deep, is 53-J degrees, and in very cold years, it varies about half a degree. In general, at the depth of about ninety feet, the tempera ture of the earth varies very little ; and therefore the warmth of springs is nearly the same in all seasons.\" C"], [28, ", VIEW OF MASSACHUSETTS. 18 coast Thus, catalpas grow spontaneously on the Miss.ss.pp., as far as the afa. tud of 37°, and reeds as far as 38° ; paroquets winter on the Scioto, in the lat* tudeof to0* In 1779, the thermometer was at 90 degrees at Monticello, when it was . 10 at Kaskaskias.\" A similar diversity of climate between the maritime and interior regions, extends northerly beyond our latitude, and is ap plicable to Massachusetts, compared with the interior and western parts ot the state of New York. In the latter, the superior mildness of temperature is evin ced by the comparative lightness and short continuance of the snows, and more limited dominion of frosts ; and by much less variation between the extremes of the general heat and cold of the atmosphere. The winter in Genessee is said to correspond with that of Philadelphia, three degrees south. At Niagara, an el evated situation, \" the seasons are so mild, that severe cold does not prevail more than two months.\" The lakes are supposed to temper the climate in those parts. \" They do not generally freeze during the winter ; hence it sol lows, that the water in those lakes, being temperate, would moderate the severity of cold winds, rather than increase it. Winds from the ocean, or from any great body of water, that does not contain islands of ice, are seldom very cold : and it is found that the north west winds, between the great lakes and the moun tains, are not so cold as they are between those mountains and the Atlantic o cean, in the same degree of latitude.\" Such comparative views, exhibiting a va riety of climate in different parts of North America, in the same latitudes, might be greatly extended. The climate of Terra del Fuego, the southern extremity of South America, has been represented as extremely cold during the winter, compared with coun tries situated under corresponding parallels, in the northern parts of the eastern continent : but Mr. Williamson, in his late essay on climate, alleges that this o pinion is not well founded ; and almost demonstrates that the reverse is the fact. In the Falkland islands, off the eastern coast ofthat country, the winter's cold is not greater than is experienced at London, which is nearly in the same lati tude. The winters of Chili, in South America, are also more temperate than in northern Spain. Great changes of climate have always attended the cultivation ofthe earth. His- tory furnishes abundant proofs that they have taken place on the eastern conti- nent. The progress has uniformly been from a colder to a milder climate. We may refer to the period, when the winters in European and Asiatic countries, were as intensely cold, if not more so, than they are present, in any parts of the western continent, in similar latitudes. \" The inhabitants of those regions must be indebted to cultivation alone, for the present state of their temperature. As the number ofthe human race increases, this globe, by a fortunate change of cli- mate, affords them a more comfortable residence.\" America, since its settlement from Europe, has been passing through the same revolutions of temperature. \" The weather and seasons, in this pait ofthe LTnited States, were at first uniform and regular : the winter began about the end of November, and continued till about the middle of February. Duiing this pe- * \" Trees and herbs are sound on the western siSe of the mountains, three de- grees further north^than the same products are found spontaneously growing on the eastern side. Thus, cetton, which flourishes at Cincinnati and Vincennes, in latitude 390, cannot be raised, in Carolina, further north than 350 or 3S0. It is the same with thc catalpas, sassafras, papaw, pakan or Illinois nut, and many other plants.\" It is supposed that paroquets do not winter on the seacoast, north of 360, in North Carolina."], [29, "VIEW OF MASSACHUSETTS. 19 riod, a cold, dry, and clear atmosphere prevailed, with scarcely any interruption. V inter closed with February, and spring came suddenly upon us, without those fluctuations from cold to heat, and from heat to cold, which we experience at present. Summer was extremely warm while it continued, but it was generally limited to six weeks. Autumn and September began together, and the har vest was stored before the end of that month. The scene has greatly changed since that time, in the cultivated part of the country : the seasons are different, the weather is more variable, the winter shorter, and interrupted by great and sudden thaws.* Spring is a scene of continual vicissitude, and these changes of temperature are extremely injurious to vegetation. Summer is not so warm, but it is longer. Autumn is slowest in its commencement and termination, and the harvest is scarcely finished before the second week in November : nor does winter become settled before the end of December.\" Similar alterations have also been noticed inthe climate of Pennsylania, Virginia, and other sections of the United States. This change may unquestionabiy be ascribed to cultivation. Wherever wood lands are opened, \" the air and the earth experience great changes in their tem perature, in the course of two or three years. The settler has scarcely removed a few acres of forest, before the ground, exposed to the sun's rays, acquires for a foot deep, a temperature io or 12 degrees higher than the ground still covered with trees. This estimate is formed from some experiments expressly made for the purpose. Two thermometers, sunk a foot deep into the earth, one in an open field, and the other in the adjoining forest, even before the leaves were out, gave the following results. « Date of observation. Heat in the field. In the forest. Difference. May 23, - - J2° - - 460 - 60 28, - 57-48-9 June 15, - . 64 - - 51 - 13 27, - 62 - 51 - 11 July 16, - 62 - - 51 - 11 30, - 65-55-10 Aug. 15, - . 68 -.- 58 - 10 Si. - 59f - 55 - 4t Sept. 15, - - 59? - - 55 - 4f Oct. 1, ' 59y \" 55 \" 4t 15, - 49 - \" 49 \" ° Nov. 1, - 43 - 43 ' * ° 16, - 43f ' - 43? - o \" From these observations it appears, that in winter, the earth, whether open or shaded, has the same temperature, but in summer there is a difference greater, as the temperature ofthe air is higher.\" It is found that the earth thaws to a * \" That our winters are milder than when the country was first settled, is a fact that is well established ; and this is undoubtedly owing to opening and cui rivaling the lands, by which means the air of the ocean and that of warmer le sions penetrates further inland and to the north : but it is believed that we fre quently have as cold days now, as formetly ; and that the north west winds will for a long time continue to produce very cold weather ; for they traverse a vast extent of uncultivated country, which, in the winter, and indeed for the greatest part of the year, is covered with frost and snow.\""], [30, "VIEW OF MASSACHUSETTS. ■20 greater depth in open places, than in the woods. The snow, in those parts where it « vanishes from the open grounds in April, the meridian sun, unobstructed, be ino then -sufficiently powerful to melt it, continues still under trees, though leaf lets, the branches and tiunks affording some shade : and this corroberates the representations, as to the duration and severity of ancient winters, and their deeper snows.\" . \" The accession of io degrees of heat to the open ground, roust sensibly af fect the atmosphere ; and it may be added, that the ail thus heated must rise ■upward, and make room for a side wind from the woods, which being heated and raised in its turn, must diffuse a warm air far beyond the precincts of the field. \"Clearing the ground augments the evaporation, and thus dries the surface, as is daily observable in all parts ofthe United States, where brooks and springs are continually drying up, and swamps changing into dry ground.\" Hence a greater quantity of heat is reflected ; the temperature of the general atmosphere is increased ; and the north west winds are checked in their progress. \" Cultivation evidently diminishes the quantity and the duration of the snows, Within a century, snow coveted the eastern states for three months together, from the beginning of December to the first of Mirch. It does still in the un cleared grounds, while in cultivated parts, it is neither so deep nor so permanent. It is generally admitted, that in Massachusetts, the quantity of snow that fell during the winter, fifty years ago, was more than double of what has fallen in any winter, for several years past.\" The winds have undergone a great revolution. The western winds have de clined, while the eastern have become more prevalent. The latter have consid erably advanced towards the interior of the country, within memory. Fifty years since, they did not extend more than forty miles from the sea. In spiing, they now reach twenty miles further, and even penetrate as far as the foot of our inland mountains, a distance of seventy or eighty miles from the ocean. As these winds have bitherto extended, exactly in proportion as the land is divested of wood, they will probably continue to proceed still further westward, with the progress ofcultivation. \" The face of cultivated lands in the summer season, is frequently wai mer than the surface ofthe ocean, in the same latitude : hence it is, that easterly winds are observed to increase.'* Ships from Europe, favored by them, make their passage now, in one third less time, than they did fifty years ago. \" They will probably become our prevailing winds duiing the summer, in the Atlantic states ; a circumstance that must increase the moisture of our at mospheie, and will be very acceptable to the husbandman. f \" This extensive change of climate must, therefore, be ascribed to two causes. First, to the clearing of the ground, and thus producing a mass of warm air, which is constantly increasing. Secondly, to the access of warm winds through * \" ln every contest between cold and warm air, the former, being heaviest, always prevails.\" f '• It is a remarkable circumstance, that though we have near twice as much rain in the United States of America, as falls at a medium, in most parts of Eu rope, \\»e suffer occasionally by drought. Our westerly winds are exceedingly dry ; but these winds prevail in summer, and in a short time carry off the mois ture, so that frequent showers are necessary to the production of good crops. When easterly winds shall prevail, there will be much less occasion lor rain be cause the moist atmosphere, from the surface of the ocean, will not speedily dry"], [31, "VIEW OF MASSACHUSETTS. 21 these openings, by which the country is diied more rapidly, and the atmosphere more heated.\" « From observations made by gentlemen of science In different parts of the U nited States, it appears that \" our annual and mean quantity of rain greatly ex ceeds that of most countries in Europe.\" This difference is exhibited in the subsequent table. Inches. \" At Charleston, according to Ramsay, in 1795, - 714-5 The medium at that place, between 1750 and 1760, according to Mr. Chalmers, - . . .41 3.4 At Williamsburg, according to Jefferson, ... 47 Cambridge, Mass, according to Williams, - - 47 1-2 Andover, . . . _ 51 Salem, - - . . 35 W ar wick,* . . . . . 50 Rutland, Vt. - - - . - - 41 Philadelphia, according to Rush, ... 30 In Europe, the known quantities are these At Petersburg, • - - Upsal, Abo, ... London, ... Paris, - Utrecht, . Marseilles, ... Rome, - Naples, . . Padua, - - - . Bologna, Vienna, ... 12 4.5 '5 25 2-5 22 2-5 21 2-5 28 4-5 21 2-5 3° 2-5 37 i-5 35 l5 25 3-5 4+ 3 5\" The preceding table shows that the annual quantity of rain in Europe, is less by nearly one half, than in the United States : \" yet twenty cities of Europe have been enumerated, where at a mean, for twenty years, there had been annual ly 122 days cf rain, while there had been only 88 at Cambtidge, and 95 at Sa lem.\" The conclusion is therefore irresistible, that showers of rain must fall in greater abundance at the latter, than at the former towns ; \" and all the facts ob served corroborate this infeience f \" The winds of the United States range, in general, over an extensive surface, * At Warwick, in the winter of 1806-7, the quantity of snow was about 80 inches : and at Deerfield, from November to March, inclusive, 62 inches, a great proportion of which, at the latter place, fell in March ; where the months of November, December, and January, were dry, and the snow much below the usual quantity. j- \" The atmospheric differences between Europe ai;d North America, are cliiefly or solely owing to their geographical differences. We may thus explain why the annual quantity of rain is greater ia Ameiica than in France, England, r:r Germany j why the falls of rain are generally more abrupt and sudden, and the subsequent evaporation more copious and rapid ; why the reiguing winds are piore violent, and the tempests more frequent.\""], [32, "VIEW OF MASSACHUSETTS. 22 and the same blast is much more amply diffused, than in Europe. This is mora particularly true of the three principal winds, the north west, north east, and south west. These powers appear to have shared the dominion of the air among them. Dividing the year into thirty six parts, we may affirm, that these three engross thirty or thirty two parts, the north west and south west having each twelve of them,* while the east and north east have six or eight. The rest of the year is distributed among the south east, south, and west : the north can hardly be ad mitted to any share. \"The inconstancy ofthe winds, and the consequent changes of weather, are frequent topics of complaint. The wind is rarely at the same point for thirty hours at a time, or the mercury stationary for ten hours. The change of the wind is incessant, not merely a few points, but from one point to its opposite ; from north west to south and south east, from south and south east to north west ; and these variations are of more importance, and attract attention the more, be cause the vicissitudes of temperature are equally sudden and great.\" Such transi tions have sometimes a pernicious influence upon health, and are viewed as the most unfavorable characteristic of the climate. A great proportion of the dis eases which exist in the United States, may still be attributed to absurd and vicious modes of living ; and the dress and diet of Europe are here assiduously copied, the former particularly by the females, where from the nature of the cli mate, it is far more injurious. The great calamity of the country, however, and the source of many of the maladies which ravage it, is the abuse of spiritous liq uors. If the influence of destructive habits were subtracted from the causes of disease, the climate would scarcely be deserving of notice. * The north west winds are far the most prevalent in Massachusetts."], [33, "VIEW OF MASSACHUSETTS. S* Extract from Meteorological Observations made at Boston, Deerfield, and Warwick, during the year 1 807, excepting the month of December. Mean degrees a sun- rise. Mean degrees at two, P.M. Mean degree ofthe month Greatest heat in the month. Least heat in the month. Prevail- ing winds JANUARY. Boston, Deerfield, Warwick, FEBRUARY. «9 '3 '-3 12 1-3 29 -9 i-3 24 34 24 21 1-3 l8 1-2 5th day* 5c 2§» 45 5» 47 23d, 4 below o 26, 10 below s 26, 15 below o N. W. Variable. n. w. Boston, Deerfield, Warwick, MARCH, 21 }i 3-4 3« >-3 27 1-2 26 1-2 12, 14, 15, 44 13. 5° 12, 44 8,9, 1 below o 9, 14 below o 8, 10 below o s. w. 17 1-2 «4 24 I 2 20 3-4 N. W. M. W. Boston, Deerfield, Warwick, 27 20 38 i-3 39 37 1-2 32 I-4 29 i-3 28 1-2 17, 46 22, 47 [7» 47 16, 14 7t '6, 4 3. 6. 6 N. W. N.&N.W. 20 1-4 N. W. APRIL. >6 ,5 1.2 J 3 +8 +6 Boston, Deerfield, Warwick, 4° 3<5 2-3 35 '-2 20, 78 28, 70 28, 72 2, 24 i3» \"4 I, 2, 21 N. W. N. W. 44 N. W. MAY. Deerfield, +8 1-3 63 '-3 56 30., 80 II, 32 n.&n.tt. JUNE. Deerfield, Warwick, 56 1-2 54 74 '-4: 72 3-4 65 i-3 60 1-8 9. 92 9. 93 I, 2, 48 12, 42 s. N. W. JULY. Warwick, AUGUST. 5t 1-4 79 i-3 70 1-4 12, 92 2, 50 S.&S. W. Boston, Deerfield, Warwick, 63 1-2 62 2 3 60 12 74 2-3 79 1-2 80 69 1-6 75 2-3 70 to, 88 15, 17, 31, 88 2, 18, 31, 86 24, 52 24. 53 24, 46 s. w. s. s. w. SEPTEMBER- 53 >3 i-3 +7 i-3 68 60 i-z 61 2-3 57 5-4 7, 80 7. 78 13. 8l 16, 44 15, 18, 44 27» 37 Variable. Boston, Deerfield, Warwick, 70 68 s. n. w. OCTOBER. +6 t-2 63 1-2 58 53 1-2 50 '4. 76 '«» '2, 75 28, 29, 30 23, 29 Boston, Deerfield, N. W. NOVEMBER. 39 '\"4 35 1-2 27, 60 2, 56 15, 17, 18, 23 '5» 15 N. W. Bos'on, Deerfield, 35 30 1-2 43 J-2 40 1-2 tr."], [34, "VIEW OF MASSACHUSETTS. 24 Mountains. Massachusetts exhibits sections of several elevated and extensive chains of mountains. The chain ofthe Green mountains, which divides the state of Vermont, passes from north to south through the western part of this state, on the eastern borders ofthe county of Berkshire, and is denominated Hoosack mountain. This is a wide, regular, and lofty range, the most elevated points of which may be esti mated at 3500 feet above the surface of the ocean.* It proceeds southerly through the sjate of Connecticut, and terminates in a precipice called West Rock, near the sea coast, and in the vicinity of the city of New Haven. This moun tain, from the quality of the soil, and its gently undulating summits, presents ir> Massachusetts, a picture of extensive cultivation. A more western chain, forming in its commencement the boundary between Vermont and New York, afer a limited course, reaches the north western corner of this state, where it is separated from the Hoosack by an extensive valley, pur sues a southerly course almost parallel with it, and nearly on the line between the States of Massachusetts and New York. It is less cultivated than the former, and in general of inferior height, though some parts of it rise to 3000 feet, above the ocean. The most elevated summit is denominated Takonnack, and situated in the south western part of Massachusetts. This chain touches the angle of Connecticut, a subordinate branch extending into the counties of Litchfield and Fairfield in that state, passes into the state of New York, in a south westerly di rection, crosses the Hudson at West Point, forming, for some distance on both sides ofthat river, numerous bluffs denominated the Highlands ; and in its suc ceeding course, communicates with the immense ridge of the Allegheny. The intervening country is rugged with hills ; and in the northern extremity of the valley between those chains of mountains, is a detached elevation, called Saddle mountain, which is viewed as the highest point of land in the state, and estimated at about 4000 feet above the level of the sea. Near the summit of this mountain, on the western side, an extensive fountain, severa! years since, found a passage, and sweeping away the superficial strata from thence to its base, formed a channel several rods in breadth, and extending in depth to the rock, which is now dry, and distinctly visible at a distance, almost deluged several farms in the southern part of Williamstown, covered them to a considerable extent, with the contents ofthe chasm, and excited for a short time, the utmost consternation. The country between Hoosack mountain and the valley of Connecticut river, and particularly, those districts which spread easterly from the central and north ern parts of that range, are intersected by many secondary mountains and high hills, irregularly scattered over their surface. About thirty miles to the east ofthe Hoosack range, a chain of mountains, mostly covered with forests, and less elevated than either of the former, pervades the state in the sane direction. This may be regarded as a continuation of that distinguished ridge in thesate of New Hampshire, denominated the Height of Land, of which the White mountains there constitute the northern part, and the grand Monadnock * This estimate is derived from a general comparison with the elevation of Saddle mountain, which from various parts of the highlands east of Connecticut liver, is distinctly observed to rise above the summits of the Hoosack. The height of our mountains has never been precisely ascertained by barometrical, or other observations."], [35, "VIEW OF MASSACHUSETTS. 25 One of the principal southern elevations. In its southerly course through the counties of Franklin, Hampshire, and Hampden, in Massachusetts, it commences at a considerable distance from Connecticut river, on the eastern side, and after passing that river a little below tbe village of Northampton, and proceeding through the state, traverses the state of Connecticut ina similar direction, where the Blue Hills of Southington form some of its heights, and terminate, in a bluff called East Rock, near the southern extremity of the Hoosack chain. The principal detached mountains of that chain in Massachusetts, are Mount Toby in Sunderland, Mount Holyoke in thc southern part cf Hadley and vicinity of Northampton, and Mount Tom in Easthampton. The highest points of the two latter are rugged and precipitous ; and the western side of Mount Tom in particular, presents one of the most remarkable precipices in the state. One of the principal summits of Mount Holyoke is estimated at about 1200 feet above the level of Connecticut river whicli washes its base. A road has been opened to facilitate the ascent to this delightful spot; and to aid the view on all sides, the trees snd shrubbery have been removed. This summit has become a place of fashionable resort, and commands the most extensive, variegated, and interesting prospects. Another chain of mountains of moderate elevation, which originates near the mouth of Connecticut river, on the eastern side, takes a northerly course at the distance of ten or fifteen miles from it, and after reaching Massachusetts, and pro ceeding to a considerable extent, is lost in the last described chain, a few miles before it passes that river. The two preceding chains, in conjunction with the high and wide spreading hills, which range along east of the great vailey or break in the mountains between the summits of Holyoke and Toby, form generally the eastern limits of the ex tensive vale of the Connecticut : and that division of the state extending easterly from those, as far as the lower parts of the county of Worcester, is roughened by some mountains, and pleasantly diversified by numerous ranges of hills. The most distinguished single mountain in that county is Wachuset, in the town of Princeton, the summit of which is estimated at about 3000 feet above the sea. Rivers. The rivers constitute an important feature in the general aspect of Massachu setts. Connecticut river has been justly styled the Nile ofthe eastern section of the United States. It bas two original branches, both of which rise in the northern part of the state of New Hampshire. The head of the nomi western branch is a bout twenty five miles beyond the latitude of 45 degrees north, ar.d thus far it has been sui veyed. This branch originates from a chain of mountains which proceeds north easterly to the gulph of St. Lawrence. Between its source and 45 degrees of latitude, it is the boundary between that state and the province of Lower Can ada, and in that distance is joined by the north eastern brauch. This river ex tends about 250 miles on the western borders of New Hampshire ; and its west ern shore, for 220 miles, forms the boundary between that state and Vermont. Its general course nesrly to the southern limits of those states, is corsidcr_bly ta the west of south. From thence it flows through Massachusetts in a southerly, but very circuitous course ofabout 60 miles, intersecting tbe counties of Fiank lin, Hampshire, and Hampden, and exhibiting on its banks an extensive and lux uiiant interval country; and continuing in the same direction through the central part of the state of Connecticut, as far as the city of Middletown, bears D"], [36, "VIEW OF MASSACHUSETTS. 26 south easterly, and falls into Long Island sound at Saybrook, after a course ib that state of about 75, and a total progress of nearly 400 miles. The breadth of this river when it first washes the state of Vermont, is about 50 yards ; and in the course of sixty miles, it increases to about 130 yards. In Massachusetts and Connecticut, the breadth may be estimated from 150 to 350 yards. The depth of the channel ofthe river below the head of boat navi gation, may be generally stated to vary from 5 to 12 feet. Connecticut river is navigable for vessels of almost every description, to the city of Hartford, about 50 miles from the sea ; and for large flat bottomed boats of 20 tons' burden, as far as Barnet in Vermont, 270 miles from its mouth, and about 1 3 miles above the outlet of Wells river. • The Connecticut presents numerous rapids. There are falls in' this river at Montague and South Hadley in Massachusetts, around which navigation is open ed by canals. On its entrance into the state of Connecticut are Enfield falls f and to the north of Massachusetts are Bellows' falls,* a few miles above the vil lage of Walpole in New Hampshire, around which a communication is opened by a canal on the western bank of the river ; the falls of Quechy, just below the mouth of the river Waterquechy from the west ; the White River falls, a little below the village of Hanover ; and the Fifteen Mile falls, the foot of which is near the head of boat navigation ; together with several rapids above the latter. Bars of gravel and sand extend across this river in various places, over which boats with difficulty pass in low water. Upon one of the gravel bars situated be tween the towns of Deeifield and Montague in Massachusetts, it is even fordable during that period. Besides numerous tributary streams of less note, the Connecticut receives in Massachusetts, Deerfield and Agawam rivers from the west, and Chickapee and Miller's rivers from the east ; In Connecticut, Windsor river frem the west, which discharges itself at the village of that name, and the river Scantic from lhe east ; from Vermont, West, Saxon's, Williams, Black, Waterquechy, White, Ompompanosack, Wait's, WeUs, Fasumsick, and Nulhegan rivers ; and from* New Hampshire, upper and lower -.mmonosack, Israel's, John's, Mascomy, Sugar, Cold, and Ashwelot rivers. No less than twenty two bridges are thrown over Connecticut river between its source and mouth, six of which are in Massachusetts, and situated at North field, Montague, Sunderland, Hatfield, Northampton, and Springfield. There are fourteen bridges which connect the villages of New Hampshire and Vet siont ; one at Enfield, and another at Hartford, in Connecticut. The intervals are generally spread upon one or both sides of this river, nearly on a level with its banks, and extending from half a mile to five miles in breadth ; but its borders are in some places high, rocky, and precipitous. With respect to ks length, utility, and beauty, this is beyond all comparison, the finest river in the eastern states, and forms, indeed, a distinguishing feature ofthe country. In the spring it oveiflows its banks, and through an extent of 300 miles, forms and fer tilizes a vast tract of rich meadow. While it advances the fertility, and serves 10 transport the produce, it is always adding beauty and grandeur to the prospect, by its majestic movement through an extensive country, variegated with pleas ant and happy villages. Merrimack river, the second in magnitude and importance in Massachusetts, * During the floods these exhibit a tremendous scene ; and the falls of Mont ague and South Hadley, at the same periods, though less distinguished, may be ranked among the sublime views of nature."], [37, "VIEW OF MASSACHUSETTS. 27 rises in the state of New Hampshire from the lofty western chain of mountains, where it is denominated the Pemigewasset, and after receiving the Winnipiseo ge river, which originates from a lake of the same name, and is regarded as a principal branch, assumes the appellation ofthe Merrimack. This river pursues a very meandering route. Its general conrse, from the source of its original branch to the southern line pf New Hampshire, is southerly ioo miles. After passing into Massachusetts, it proceeds north easterly about 40 miles, and falls into the Atlantic ocean, a little below Newburyport, opening a communication with the north eastern part of this state. The Merrimack is navigable for vessels as far as HaverhiU, nearly 20 miles from the sea, where it is obstructed by rapids ; and is already, or will be shortly navigable for boats, assar as Salisbury in New Hampshire, about 100 miles from its mouth. In its course through that state are the falls of Hookset and Amuskeag, and in Massachusetts those of Patucket. Around the two latter canals have been opened. A canal about eight miles in length, extends from this river through Salisbury in this state, into Southampton in New Hampshire. The Middlesex canal, also, opens a communication between the Merrimack and Boston harbor. The tributary streams of the Merrimack are numerous ; and of these, Concord and Nashua rivers are the most important. Concord river, of rather superior size to the Nashua, originates in the south ern extremity of Middlesex, pursues a course a few degrees east of north, ofa bout 40 miles, and falls into the Merrimack in the same county ; receiving in the town of Concord a considerable branch from the south west, that rises in the eastern section of the county of Worcester. The Nashua is a considerable river rising in the latter county. Its course, which is similar to that of Concord river, and of about an equal length, is most ly in Massachusetts ; where it receives a stream of some magnitude from thc west, denominated the Squanicook. In a short distance after passing into New Hampsire, it joins the Merrimack. The Shawsheen is another tributary native stream deserving ofnotice. Beav er, Spicket, and Pjwow rivers rise in New Hampshire, and after a limited course, unite with the Merrimack river in this state. It receives in New Hampshire, in addition to those that are less considerable, Baker's, Blackwater, Contocook, Piscataquog, and Souhegan rivers from the west ; and Bowcook, Suncook, and Cohas rivers from the east. A number of elegant and extensive bridges, some of which are ofa novel and much improved construction, have been erected over the Merrimack. Twenty five ships, fifteen brigs, and three schooners were built on this river in the year 18 10, and three vessels were on the stocks nearly ready to be launched ; amounting to upwards of 12,000 tons. Ipswich river has its source in the county of Middlesex, proceeds to the north *ast, intersecting the county of Essex, and falls into the sea below the village of Ipswich, to which it is navigable, after a course ofabout 25 miles. Charles river is a stream of considerable magnitude. It rises principally in the -southern part of Middlesex, and pursuing a remarkably serpentine, but genaral ly a north eastern course of about 50 miks, flows into Boston harbor. i his i,n is very wide near its mouth ; and is navigable for boats as far as Watertown, about 8 miles from the sea. It presents some picturesque falls ; and it is wortny ofnotice that a small stream, resembling a canal, issues from it and joins the Ne ponsit. Three of the most extensive bridges in the Umted States, though not particularly distinguished by their architecture, are thrown over Charles river, connecting the metropolis with Cambridge and Charlestown,"], [38, "VIEW OF MASSACHUSETTS. 28 Mystick river enters Boston harbor a little north of the entrance of the river Charles, and has but a limited course md navigation. The river Neponsit rises in the southern part of Norfolk county, pursues a north eastern course ofabout 20 miles, and falls into Massachusetts bay a few miles south of Boston. It is navigable for vessels to Milton about 4 miles. North river, in the county of Plymouth, takes a north eastern route of up wards of 20 miles, and flows into the same bay. Vessels are built upon this riv er, near its source. Taunton river, a considerably extensive stream, rises from several sources near the head waters of North river, enters Bristol county, and proceeding south wes terly about 40 miles, and receiving several streams of some magnitude, falls into Narraganset bay. Chickopee river originates from several ponds on the western borders of the county of Worcester, and passes into Hampden county. It runs in general westerly, receives Ware river, an extensive bianch from the north east, and dis charges itself into the Connecticut, four miles above the village of Springfield, after a course of about 35 miles. Ware river, a little above its confluence, is joined by Swift river, a considerable northern stream. The Agawam, cr Westfield river, is formed by the confluence of four principal streams, denominated branches of the latter, and originating among the Hoosack mountains. From the source ofthe northern branch, which is the most exten sive, to the entrance ofthe Agawam into the Connecticut in West Springfield, a little below the village of Springfield on the opposite side, the course, which is south easterly, may be estimated at about 50 miles. An excellent tract of coun tiy is spread upon the banks of this river, for several miles from its mouth. The sources of Deerfield river are towards the southern part of Vermont, in the vicinity ofthe Green mountains. The principal stream rises in the town of Stratton, and pursues a southern course in that state ofabout 30 miles, receiving a considerable branch in Wilmington from the east, and another in Readsbor ough from the west Is Massachusetts, it intersects the western division of Frank lin county : and its general direction is south east, until it arrives within a few miles of its mouth, when it bears north easterly, passes between the villages of Gieenfield and Deerfield, exhibiting on its borders extensive meadows, whose exuberant fertility has become proverbial, and flows into the Connecticut in the latter town, nearly opposite the soot of the Montague canal, after a progress in this state of about 45 miles. Near its mouth, this is a wide, deep, and tranquil stream. An excellent bridge is thrown over it about a mile from the Connecti cut, to which it is navigable for boats. Its principal tributary streams are North river, which unites with it in Shelburne, Green river in Deerfield, and South river in Conway ; the two former on the north, and the latter on the south. Millet's liver rises from the northern part of Worcester county, and from tht state of New Hampshire, and divides the eastern section of Franklin. It pur sues a westerly course of about 35 miles, but near its mouth winds towards the north, and falls into Connecticut river in the northern part of Montague, a few rods above the head of the canal. Particular sections of the four last described rivers exhibit an unruffled surface, but their channels among she hills and mountains, are generally ru«ged with rocks : a remaik, which with some limitation is true of most of the streams in the state. The head waters of the Housatonick or Stratford river, are on the western mountains, and in the valley of Berkshire. It pursues a winding southerly course as abput 45 miles, traversing about two thirds of the extent of that county,"], [39, "VIEW OF MASSACHUSETTS. 29 and presenting on its banks, beautiful, fertile, and well cultivated intervals. It pursues a similar course of about 80 miles, through the state of Connecticut, and falls into Long Island sound, a little below the village of Stratford. The navigation of the Housatonick for vessels, extends only 1 2 miles. In the northern part of Connecticut, this river exhibits an interesting and perfectly regu lar cataract, 75 yards in breadth, and 50 feet in perpendicular height. Besides many other small tributaiy streams ofthe rivers which have been no ticed, and the other numerous, but less important streams and inlets, which com municate with the sea, may be enumerated a branch of the Hoosack river, a trib utary stream of the Hudson, which rises in the western part of this state, receives a stream called Green river, and passes into Vermont j Parker river in the county of Essex, which flows into Plum Island sound ; the head waters of Pawtucket and Providence rivets in Rhode Island, and particularly, Blackstone's river, which rises under various names in the central part ofthe county of Worcester, takes a south easterly course of about 25 miles, and on its entrance into that state, becomes identified with the Pawtucket ; the sources of Quinabogue and Shetucket rivers in Connecticut ; and the various, but inconsiderable streams, that fall into Buzzard's bay. Canals. The Middlesex canal may be regarded as one of the most important efforts to advance internal navigation, that has been made in the United States. This valuable work, which was completed in the year 1804, is about 25 miles in length, and extends from Boston harbor, in a considerably direct, north westerly route to the river Merrimack, in the town of Chelmsford ; and besides presenting great advantages to the intervening country, opens an extensive communication between our metropolis and a large and fertile division of the state of New Hampshire, extendieg even to its centre, which is spread upon that river and its waters. Concord river, which is the reservoir of the canal, is 2 1 feet higher than the Menimack where the canal unites with it, a distance of about six miles ; and 107 feet above the waters of Boston harbor at full tide. The ascent from the Merrimack to the level ofthe canal, is surmounted by three locks, constructed of freestone, laid in mortar, and represented as of superior workmanship. That next the river is 90 feet in length, and 12 in breadth. To prevent the under mining ofthe works, a channel is opened below ihe bed ofthe riyer, and filled with a great quantity of stones, on which is founded a double floor of timber cov ered with plank, and forming the base ofthe walls, which are 18 feet high, and about 7 feet thick. The second lock is 16, and the third 14 feet in height, and both are of the same length and construction as the first. From the third lock the canal proceeds to Concord river, wliich it crosses on its surface, passes the Shawsheen and several other streams on aqueduct bridges, that over the former being more than 20 feet above its surface, and preserves the same level for eleven miles, ln two places in this course, were ledges, and the opening ofthe chan nel was there very laborious and expensive. With these exceptions, it was not found necessary to dig the canal any where more than 20 feet deep. At the end of eleven miles, there is a lock of 7 feet descent, and another a mile and a half below. Thence to Woburn the land is favorable to the design, and there is no lock in that distance : but to preserve the level of the canal, banks 12 feet in height have been in some places raised at considerable expense. It proceeds through that town, passes over Mystick river in Medsord, where it has a suffi cient elevation above the tide to admit of an aqueduct bridge, crosses the isth- JMDS at Charlestown, and enters the estuary of Charles river Between that villas"], [40, "30 VIEW OF MASSACHUSETTS. and Cambridge. Near the foot of the canal there are three locks. The locks between Concord river and the sea, are constructed of wood, and each contains ioo tons of timber, strongly built, planked on the inside, and supported without by stone walls. The whole course ofthe canal is in the county of Middlesex. There are two canals in Massachusetts, of small- extent, on the eastern bank of Connecticut river, which have much improved its navigation, and are of great importance in the transportation to market of immense quantities of lumber and Other produce, from a vast and productive northern country, as well as in facili tating the return of foreign merchandize. The upper or Montague canal, in Franklin county, surmounts the rapids of that river, which commence just above the mouth of Miller's, and terminate with that of Deerfield river, a distance of about seven miles. A little below the entrance of Miller's river, a dam is thrown across the Connecticut, which over comes Miller's falls, a descent of about 8 feet. At this dam, on the left shore of the river, the first guard lock is situated, which is secured on the river side by a wali of stone, and is very extensive. Four miles below, another dam is built across the Connecticut, at a place formerly called the Great Bar. It is constructed of heavy timber, is 40 feet in its greatest height, and about 330 yards in length. This subdues the rapids above, as far as the other dam, and furnish es the waters ofthe canal below, for surmounting the Montague falls. Here is the head ofthe canal, and the second guard lock. This lock is also supported on the outward side by a wall of stone, pointed with lime, 32 feet in breadth at the base, 1 8 at the top, and 36 feet in height. It is sustained on the other side by a bold rocky margin. The canal extends for three miles through a light sandy plain. The ditch was originally 20, but is now about 25 feet in breadth ; and draws about 3 feet of water. There are eight locks below the the second guard lock, one of which is situated about half way down, and two nearly equidistant from that and the five lower locks, at the foot of the canal. Each of these locks is 75 feet long, 20 wide, and 12 deep, with walls of stone on the back side, 8 feet thick, which as well as the base, are timbered and plank ed. The whole descent ofthe canal is 6$ feet, of which the five lowei locks make 40 feet, and the remainder is about equally divided between the other three. Tnis cana! Sivcs a land carriage of six miles. It commenced its operation in 1800. The lower or South Hadley canal, in the county of Hampshire, surmounts the rapids of the Connecticut, between the mouth of a stream called Stony Brook, and the entrance of Chickopee river, a distance of about seven miles. From the head of the canal, a dam from 8 to 1 2 feet in height, constructed of timber, ex tends up the river about 50 rods, and at a little distance from the shore. At the soot of this passage is the first guard lock, and about 40 rods below is another, occasionally used when the waters break away above, and both of which are sup ported by walls of stone. The canal is two miles in length, 20 feet in breadth, and draws about 3 feet of water. It passes on, the maigin ofthe river through level feasible ground, until it approaches the soot, where it is forced for some distance through a bed of rocks, bordered on the lower side by a precipice, and terminating in a considerable declivity. This channel is in one place 40 feet deep. Here are two locks sustained by natural walls, and just below them, the canal, supported on the water side by a wall of stone, after meeting thiee other locks, passes off to the river. Each of the sive lower locks is about 20 feet in breadth, and 75 in length, except the upper one, which is 150 feet. The whole descent oi the canal is 40 sect. It saves a land carriage of six miles. It wds originally completed in 1795, though 'no a plan greatly differing from tlie seat."], [41, "view of Massachusetts. 31 About a mile below the canal are the Willemanset rapids, which are avoid ed by the opening of a channel a mile in length on the western shore, se cured by a dam of stone extending parallel with the bank, at the distance of a bout 20 feet. Of the canals on the Merrimack, incidentally mentioned in the description of that river, it is impossible to suggest any particulars. Projects for canals in oth er parts of the state, have been contemplated, but remain to be executed. Says, Capes, and Ponds. The most extensive bays on the sea coast of this state, are Massachusetts bay, situated between Cape Cod on the south, and Cape Ann on the north, which to gether with the south eastern extremity of Barnstable, called Sandy Point or Malabar, and some of the extreme points of the islands of Nantucket and Mar tha's Vineyard, are the principal capes : Cape Cod bay, extending south of Massachusetts bay, and communicating with it, of which Plymouth and Barnsta ble bays are branches ; Buzzard's bay, which is situated south west of Cape Cod, and penetrates extensively inland from the south, separating the counties of Plym outh and Bristol from Barnstable and the Elizabeth islands ; and the bay of Ipswich, situated north of Cape Ann ; to which might be added various other bays and capes of less importance. Massachusetts presents no lakes j but there are numerous ponds in all parts of the state. Some ofthe most extensive are in the counties of Plymouth, Barn stable, Middlesex, Worcester, Hampden, and Berkshire ; none of which, how ever, are more than three or sour miles in extent. They are mostly formed by springs, and have usually outlets communicating with rivers or small streams. Islands. The principal islands in Massachusetts, are Nantucket and Martha's Vineyard, situated in the Atlantic ocean, south ofthe continent.* The island of Nantucket, which constitutes a county ofthe same name, with a population of 6,807, is about 15 miles in length, and 4 miles in its greatest breadth. \" It lies about eight leagues south of the peninsula of Cape Cod, and about seven east of the island of Martha's Vineyard. f Nantucket has been call- ed \" a sard bank,\" till its sterility has become proverbial, and no other idea of its naked plains is entertained upon the neighboring continent, than that they form a place far fishermen to dry their nets ; yet the shoals cf Nantucket surround some thousand acres of arable land, diversified with hill and dale, and productive, with little cultivation, of Indian corn, rye.oats, barley, and al! the variety of succulent vegetables, which contribute so fat-rely to the support osman : nay so rich is Nantucket in medicinal herbs, that it. has been \"declared, by an emir-nH physician. to produce native remedies for ali the diseases of its inhabitants ; and a natural ist, who lately visited the island, in search of non descripts, pronounced it in the raptures of discovery \"a garden of plants.\" The whole island is held in com mon, under shares of propriety, originally no more than twenty seven ; but these haye been subdivided, by purchase, or inheritance, till many citizens have become * For the latitudes and longitudes of certain points of those islands, see note under Principal Towns. f The extracts are derived from a recent description of Nantucket by Joseph Siosom, Esq. of Philadelphia-"], [42, "VIEW OF MASSACHUSETTS. 32 proprietors. There is a fine road for ships on the north side of the island, 6X cept when the wind is at north west. The harbor of Nantucket is a sine natural basin, about a mile over, and 12 or 15 feet deep ; but a bar of sand stretches quite across the mouth of it, on which there is but 7 feet of water at ebb tide, which renders it necessary to unload large vessels by means of lighters. It is mostly filled with ice every season, and in the rigorous winter of 1780, the sur face ofthe sea was frozen over as faras the eye coald leach, and all communi cation with the continent was cut off during forty days. Such a circumstance had never occurred before, the winters being rarely severe. In sammer they enjoy a happy temperature, the thermometer seldom rising above 8o° of Fahren heit ; and the highest winds seldom preventing a daily intercourse with the neigh boi ing continent. The town of Nantucket, which was originally called Sher burne, but has lost its distinctive appellation, is pleasantly situated upon a gentle slope, on the south west side of the harbor, surmounted by a row of windmills, and flanked to the right and left by extensive ropewalks. There is generally 15 or 20 sail of square rigged vessels in port, with twice or three times that num ber of coasters, presenting a lively scene as you enter from the sea.\" The whale fishery which gives a peculiar character to the inhabitants of this island, is their principal employment and dependence : and \" they are reckoned the most expert whalers in the world. There were in 181 1, about 1200 sailors, and 15,000 tons of shipping employed at Nantucket ; and 15 or 20 spermaceti works are e rected on the island, which manufacture great quantities of candles, and supply the numerous light houses of our coast, as well as the streets of our cities, with oil ; besides occasionally contributing to the unbounded consumption ofthe Lon don market, and the frequent wants of Cadiz, Marseilles and the Levant.\" In dustry, frugality, almost primeval simplicity, and a remarkably ardent attach ment to their native island, are among the distinguishing characteristics of the inhabitants of Nantucket^ Martha's Vineyard is about 16 miles in length, and 8 miles in its greatest breadth. This, including Chappaquidick, the Elizabeth, and some smaller isl ands, forms Duke's coun-y, and contains 3,290 inhabitants! The climate of this island is mild and salubrious. The soil is generally light, but interspersed with some fertile tracts. The piincipal place is tdgartown. Plum Island, mostly an uncultivated waste, extends along the coast of Essex, from the entrance of the river Ipswich to that of the Merrimack, and is separated from the continent by a aarrow sound. Castle island, a military sottress, com manding the entrance of Boston harbor, and situated about three miles east of the town, may be named among the numerous islands in Massachusetts bay. Minerals, Fossils, and Mineral Waters. These subjects have been little explored, and a particular notice cannot be expected. The principal mines are those of iron, which have been discovered in various parts of the state ; and there are numerous establishments for its manufacture. The counties of Plymouth and Bristol afford immense quantities of this mineral. There are severa! rich iron mines in the county of Berkshire The most pro ductive are situated in the towns of West Stockbridge, Pittsfield, and Lenox ; but iron ore is sound in Lee, Lanesborough, and other towns in that county. It also discovers itself in almost innumerable places, by the color and taste of the water, which is impregnated by it, and penetrates the surface of the earth. There is a lead mine in Southampton, io the county of Hampshire, which is said to"], [43, "VIEW OF MASSACHUSETTS. 33 contain a rich vein of that ore. It is wrought by a company in Boston, but with what success cannot be stated. There are indications of lead mines in Lev erett, in Franklin county, and the small specimens of ore that have been discov ered, are remarkably productive. Ochres and other fossil productions have been found in various places : and the state abounds with valuable qu .rries of stone. There is a large and excellent quarry of marble in Lanesborough, in Berkshire county, which is extensively wrought into monuments for the dead, and also applied to many other purposes. It is of uniform, as well as variegated aspect, and receives a beautiful polish. Marble quarries of inconsiderable importance, have been found in Sheffield, Dal ton, Pittsfield, and other places in the same county; and also in some parts of the county of Essex. There is a quarry of slate in Bernardston, in Franklin county, which is manufactured to a considerable extent into tombstones. Quarries of freestone pervade all pa-ts of Massachusetts. The most useful and valuable quarry, probably, in the state, is situated in Middlefield, in the county of Hamp shiie, 21 miles west of Connecticut river. It is manusac*urcd largely in Boston, by the Middlefield Free Stone Corporation, into the various materials for build ing. It is a soapstone, and an be sawed with the same ease as a pine log ; but by exposure to the weather, it becomes in a short time sufficiently hard, and is found to be durable. The same kind of stone, taken from the surface ofthe ground, having been accidentally used in the vicinity of this quarry, was ascer tained, at the time of its discovery, to have already withstood sire for upwards of twenty years. The stone lies in very regular strata, about 5 feet in depth ; and four strata have been discovered. The annual amount of the manufacture is twelve thousand dollars. In the county of Berkshire, there is almost every where an abundance of limestone, which is extensively manufactured into lime : and in a high hill in Cheshire, are vast beds of white sand, which is used in Florida, in that county, and in Warwick, in the county of Franklin, in the manufacture of glass; and is an excellent ingredient with lime, for the purposes of building. Chalybeate springs are numerous in all parts of the state : but we have no medicinal waters that are celebrated as places of extensis-e resort. A mineral spring in Lynn, inthe county of Ess?x, which is most frequented, is represented as a \" delightful situation on Salem turnpike, about ten miles from Boston, in the vicinity of a beautiful pond abounding with fish.\" Springs in Boston, and in Brighton, about five miles distant, have recently been brought into notice, and are said to bear some analogy to the Ballstown waters. Other mineral springs, which have excited attention, might be enumerated. There is a spring in Williams town, in Berkshire county, not known to possess 'ny mineral qualities, which is of such a mild and uniform temperature, as to render it a place of local bathing resort, at all seasons of the year. Natural Curiosities A ledge of granitic rocks, nearly equidistant from the village of Greenfield and Deerfield river, in the county cf Franklin, ana situated about fifeeen rods east of the public road, which passes from north to south upon the bank of Green river, exhibits numerous concavities, which may deservedly claim the attention of the naturalist. The ascent from the road is a light sandy hiii about thirty five feet in height, back of which there is a little descent to the ledge, which is about six feet above the ground on each side, and sive rods in breadth. North of these cu riosities the land is considerably broken, end no ancient watercourse can be traced ; but a little. below them, and bet.veen the ledge and another of about aa E"], [44, "VIEW OF MASSACHUSETTS. 34 equal height, commences what appears to have been the channel of a considerable stream. It is here about six rods wide, and presents low rocky banks ; but in the course of about fifty rods, its base greatly descends, the breadth diminishes, and the banks become more elevated, until it terminates in a narrow chasm be tween high and almost perpendicular precipices, the western breaking off into level ground towards the river, and the other continuing to the south. At the lower point of the former, it is probable that the stream originally descended in a considerable cataract, and that the channel above was subsequently formed. A small brook, only, in the most rainy season, now passes in this channel. The concavities in these rocks, which are not less than fifty feet above the surface of Green river, are of various forms, and remarkable for their regularity. Most of them resemble hardware pots, and are almost as finished, as if they came from the hand of an artist. Others are cylindrical and conical, and a few are nearly glob ular. They generally perforate the rocks perpendicularly. One, of a conical figure, is 8 inches in breadth at the surface, and 20 inches in depth. Those which are cylindrical, aie from 3 to 6 inches in breadth, and from 15 inches to 2 feet in depth. Some of the spherical and larger kind are from 10 to 18 inches in breadth at the top, proportionally enlarging towards the swell to 22 inches and z\\ feet, and from 2 to 5 feet in depth. One of these concavities, filled quite to the surface of the ground, was recently opened, and the lower contents, which were much more compact, than is usual in any native situation, consisted of all the variety, in form, color, and composition, of river stones and pebbles, some of which, at thc bottom, were sound incorporated with the rocks, and as the latter wear an uniform aspect, presented a striking contrast. The best explanation of the origin of these phenomena is conceived to be, that this channel was the an cient bed of Green river ; that the elevated plain west of the river once extended to the eastern height near the concavities, and constituted a barrier higher than the ledge, north cf which there was an expansion of the river covering the valley above ; that the waters found a passage through this channel as the lowest point ; and that by some extraordinary swell of the water, this bariier, being of a loose texture, was broken through ; the present channel and narrow adjoining basin at that place formed ; the lake above thereby drained ; and a dereliction of the an cient bed effected ; which probably occurred, after the disappearance of the great er lake that has been previously noticed. Besides inconsiderable caverns in vaiious places, there is a remarkable one in the northern part ofthe town of Sunderland.in the same county, about a mile east of Connecticut river. From the level ground through which the public road pas es, at the distance of a few rods, you ascend over broken rocks a considerable height, to a perpendicular rock of thirty feet, at the foot of which is the opening ofthe cavern, which is at right angles with the rock. The route through it is a circuitous one of about ten rods, forming nearly a quarter of a circle, with the convex side on the right, and it terminates on the side of a precipice looking to wai ds the north, perpendicularly with the face of it, and about ten feet from the summit. 1 he base of the cavern is exceedingly ii regular, being from 10 to 70 leet from the top ofthe rock ; and its dimensions are vaiious, being from 6 to 50 feet in height, and from 3 to 20 feet in breadth. The central part is the most extensive, exhibiting, indeed, a spacious hall. Near this cavern, there is an eccentric elliptical fissure in the rock above, which >s about 50 feet in depth, and in its length and greatest breadth, nearly ofthe same extent with the cavern. About two miles south west of this cavern, on the opposite side of Connecti cut river, are two remarkable, detached precipices, of a conical figure, called Su gar Leaves, which may be regarded as curiosities."], [45, "35 VIEW OF MASSACHUSETTS. •< In tha town of Adams, in the northern part of Berkshire county, a small stream passes over a bed of white marble, which forms the base of a deep, nar row, and perpendicular channel, extending about thirty five rods through a hill composed of that species of stone. This channel, in some places, is about 60 feet in depth ; and over the deepest part there is a natural bridge. At the ter mination of the chasm, the hill breaks off abruptly, and assumes a new level at the foot of a considerable precipice. This and other indications strengthen the presumption, that there was originally a fall at that place ; and that the present excavation has been mostly formed by the long and gradual operation ofthe wa ters. There is a rock in Lanesborough, in the same county, that is vaguely estimat ed by an intelligent informant, at 12 feet in height, and 15 in breadth ; the up per part of which, on one side, projects so far, that several men on horseback may sit under it, secure from an opposite storm : it is naturally situated on another rock, with a circular base only three feet in diameter. Massachusetts exhibits numerous objects of general curiosity, which in coun tries less diversified, would be regarded as striking features of nature. The gen eral aspect of our elevated country is very interesting, and the prospects from its numerous summits highly varied and extensive. Besides a few cataracts of a subordinate class, we have many cascades and rapids of great beauty, whose rocky channels, in addition to a generally picturesque surrounding scenery, present, in low water, innumerable grotesque figures, formed by the violence of the currents at other periods ; and some of them exhibiteven grand spectacles during the floods ofthe rivers. We cannot, however, boast ofthe romantic lake scenes of New York ; we have nothing that can vie with the grandeur of the mountain scenery of New Hampshire, Pennsylvania and Virginia ; nor do any of our streams rival the majestic torrents that have rent asunder the mountains of the latter state ; our river views of the more placid character, though in many places beautiful, are probably inferior to those of some other American streams : and the fancy cannot here dwell on that almost \" boundless contiguity of shade,\" which forms so distinguishing a characteristic of the vast western division of our country; where the sound of industry and the arts has been but recently heard on the streams, that had murmured for ages, to the wild, and silent immensity of the forest. Principal Towns. Boston, the metropolis of Massachusetts, and the seat of the state government, is situated upon a peninsula of inconsiderable extent, at the western extremity of Massachusetts bay, in latitude 42° 23', longitude 710 4'.* It has an excellent and capacious harbor, beautifully diversified with numerous small islands, and the wharves are very extensive and commodious. The entrance of the harbor is narrow, and commanded by formidable military works. The town lies in an ir regular form around the harbor, but it presents a very handsome prospect when approached from the sea. The site of it is variegated, and it exhibits some de lightful elevations. Many of the streets are narrow and circuitous, but several of them wide and regular. The public walks are spacious and beautiful. A con siderable part of Boston is elegantly built. The principal public edifices are th* new state house, exchange building, theatre, Faneuil hall, new court house, alms * The latitude and longitude of the following places in Massachusetts, are taken"], [46, "VIEW OF MASSACHUSETTS. 36 house, and numerous houses of public woiship. The population of this town is 33,250. Salem is the second town in Massachusetts ; and in proportion to its popula tion, has long been distinguished for extraordinary wealth. It is situated fifteen miles noith east of Boston, nn a peninsula formed by two small inlets of the sea. This is a very flourishing commeicial place, and contains 12,613 inhabit ants. Maiblehead is a large town, four miles distant from Salem ; and is celebrated for the number of its citizens engaged in the Newfoundland fisheries. The popu lation is 5,900. Newburyport is situated on the southern bank of the Merrimack, near its mouth. The site ofthe town is a beautiful and gradual ascent from the river ; and most ofthe streets are regular and handsome. The number of inhabitants is 7>634- Among the principal towns in Massachusetts, are Gloucester, Newbury, Bev erly, Ipswich, and Lynn, in the county of Essex ; Charlestown, Cambridge, and Concord, in Middlesex ; Roxbury, Dorchester, and Dedham, in Norfolk; from Bowditch's Navigation, and reliance may be placed upon their accuracy. The longitudes are reckoned from the meridian of Greenwich. Latitude. Longitude. Newburyport Lights on Plumb Island, ■*■ 42° 4b' N. 70° 51'W, Ipswich entrance, - . 42 43 70 49 Squam (Pigeon Hill) - - , 42 42 70 41 Sandy Cove or Bay, - . 42 4 1 70 38 Cape Ann Light Houses on Thatcher's Island, 42 40 70 34 East Point of Cape Ann harbor, . 42 37 7© 39 Eight House on Baker's Island, . . 42 34 70 47 Beverly, - , . 42 34 70 5? Salem, - - , , 42 33 70 52 Marblehead, - - . - 42 32 70 50 Nahant Point (N. E. Point of Boston harbor) 42 28 70 54 Boston Light House, - . - ' 4? 20 70 54 Boston, - - . . 42 23 71 4 Cambridge, - , , . 42 23 71 8 Plymouth Lights, - . _ 41 59 70 37 Cape Cod Light House, , . • 42 5 70 12 Sandy Point or Mahbar, , . 41 34 60 so Shoal of George's east end, . . 41 4.; 68 22 Do of do. west end, , , 41 35 68 54 Nantucket Light House, - , 41 22 700 Sancutv head on Nantucket Island, . 41 16 69 58 Tom Nevers' head, - , e 41 i4 69 59 Nantucket south shoa!, , . 40 44 69 56 Cape Poge, Vineyard, - . - 41 25 70 25 Squibnocket head (south westerly part of Mar tha's Vineyard) - - . 41 17 70 48 Gay Head Light House, Vineyard, . 41 21 70 co Noman's Land Llard, - , 41 ic 70 la New Bedford, - . . J, { 7?, « .buzzard s Kay entrance, - - - 41 28 70 58 Deerfield, according to Hoyt, - . 42 32^ 72 4.1"], [47, "VIEW OF MASSACHUSETTS. 37 Bridgewater and Plymouth, in the county of Plymouth ; Barnstable, in the coun ty of that name ; Edgartown in Duke's ; Nantucket ; New Bedford and Taunton, in Bristol ; Worcester in the county of Worcester ; Northampton in Hampshire ; Springfield in Hampden ; Greenfield in Franklin ; and Pittsfield, in Berkshire. Government. The government of Massachusetts is republican. The executive power is ves ted in a governor, lieutenant governor, and nine counsellors, who are chosen an nually. The principal legislative power is vested ir, a senate and house of rep resentatives, who are annually elected. The members of those departments are elected by the people, except the counsellors, who are chosen by thejoint ballot of the senate and house of representatives.* The principal judicial powers arc * The qualifications of voters in this state for different public officers, a sub ject of frequent inquiry and general interest, will be found in this note. Each state shall appoint, in such manner as the legislature thereof may direct, a number of electors, for the choice of president and vice president ofthe Unit ed States, equal to the whole number of senators and representatives, to which the state may be entitled in the congress. U. S. Const. art. 2, sec. 1. The senators in congress from each state shall be chosen by the legislature thereof. Ibid. art. 1, sec 3. The electors in each state for representatives to congress, shall have the quali fications requisite for electors of the most numerous branch of the state legisla ture. Ibid. art. 1, sec 2. Those persons who shall be qualified to vote for senators and representatives, within the several towns of this commonwealth, shall, at a meeting to be called for that purpose, on the first Monday of April annually, give in their votes for a governor. Mass. Const. chap. 2, sec. I, art. 3. The qualifications of the electors of lieutenant governor, shall be the same as are required in the election ofa governor. Ibid. chap. 2, sec. 2, ait. 1. Every male inhabitant of twenty one years of age and upwards, having a free hold estate within the commonwealth, of the annual income of three pounds, or any estate of the value of sixty pounds, shall have a right to give in his vote for the senators for the district ef which he is an inhabitant : and to remove all doubts concerning the meaning of the word inhabitant, in this constitution, every person shall be considered as an inhabitant for the purpose of electing and being elected into any office or place within this state, in that town, district, or planta tion, where he dwelleth or hath his home. Ibid. chap. 1, sec. 2, art. 2. Every male person, being twenty one years osage, and resident in any particu lar town in this commonwealth, for the space of one year next preceding, bav in\" a freehold estate within the same town of the annual income of three pounds, or any estate of the value of sixty pounds, shall have a right to vote in the choice ofa representative or representatives for the said town, in the state legislature. Ibid. chap. 1, sec. 3, art. 4. Every male citizen of this commonwealth of twenty one years osage and up wards, liable to be taxed, who has resided within any town, plantation, or dis trict, one year next preceding his voting, shall be entitled to vote in such town, district, or plantation, in the election of all town officers : provided however, that no person shall be entitled to vote, who is supported as a pauper, and every citizen as aforesaid, who has resided within any town, district or plantation, for •ape year as aforesaid, and during said term has been taxed for his toll, ot any"], [48, "VIEW OF MASSACHUSETTS. ' 38 vested in a supreme judicial court, and in three circuit courts of common pleas. The judges hold their offices during good behaviour, provided that the governor, with consent of the council, may remove them upon the address of both houses •f the legislature. Political Importance, This state sustained an illustrious rank among the American colonies, during their ever memorable struggle for independence. For a short period after the war, she also retained her merited political distinction. For many years past, howev er, extensive emigrations to the western parts ofthe United States, have render ed the population of Massachusetts nearly stationary, and considerably reversed her relative consequence, by throwing a great weight into the scale of the former ; but above all, the unhappy public dissentions, which have so long distracted our country, paralized the efforts of the state government on so many important oc casions, divided our senators and representatives in congress, and prevented them from uniting in any one course ef useful policy for the advancement of the same interests, have greatly impaired our just influence in the councils of the na tion, and almost destroyed the political importance of Massachusetts as a mem ber of the national union. As a single state, however, her physical strength, compared with tke population, has ever been unusually powerful : and with an union of sentiment and action, she would be, in the same proportion, politically, as well as on any great and patriotic occasion that should call forth her energies, the most formidable of the American states. Education. The citizens of Massachusetts have generally discovered a disposition to for ward the wise intentions ofthe legislature, by carrying into effect the excellent legal provisions, for the encouragement of popular education.* It is presumed estate, in any tax voted tobe raised by said town, district, or plantation, shall be entitled to vote in all other town affairs. Mass. Stat. June 18, 181 1, sec. I. County treasurers are elected annually,and registers of deeds once in five years. The qualifications of voters for the choice of those officers, are the same that are required of voters for the election of representatives to the general court. Mass. Stat. March 23, 1786, act 3, sec. 1. Ibid. March 17, 1784, act 4, sec. 1. * By a statute of June 25, 1789, it is provided, that every town or district within this commonwealth, containing fifty families, or householders, shall be pro vided with a shool master or school masters, of good morals, to teach children to read and write, and to instruct them in the English language, as well as in a rithmetic, orthography, and decent behavior, for such term of time as shall be equivalent to six months for one school in each year : and every town or district containing one hundred families, or householders, shall be provided with such school master or school masters, for such term of time as shall be equivalent to twelve months for one school in each year : and every town or district containing one hundred and fifty families, or householders, shall be provided with such school master or school masters, for such term of time as shall be equivalent to six months in each year ; and shall in addition thereto, be provided with a school master or school masters, as before described, to instruct children in the English language, for such term of time as shall be equivalent to twelve months for one sehoo! in each year : and every town or district containing two hundred families,"], [49, "VIEW OF MASSACHUSETTS. 39 that the means of valuable and practical knowledge, were never more folly enjoy ed by the gieatbody of any people. Public instruction is regarded as one ofthe first objects of our social compact ; in most other countries it is discouraged, as tending to endanger the existence of despotic power. Primary schools, inthe advantages of which the children of all our citizens may equally participate, are spread in little districts over the face of the state : but the philanthropist will still regret, that the importance ofa subject, so intimately blended with the preserva tion ofthe invaluable institutions of our country, should not be more extensively and powerfully felt. Our citizens are not inattentive to the more liberal advantages of their chil dren. An unusual number of young men receive a public education. In addi tion, therefore, to the establishment of general schools, compared with which all others are of minor importance, particular seminaries merit attention, as consid erably extending the sphere of knowledge. Harvard university in Cambridge, is an ancient and celebrated institution ; and has given birth to many illustrious citizens. It has frequently received a very libeial patronage from individuals, and from the state government, and is endow ed with extensive funds. It has various professorships, a complete library and apparatus, and several spacious edifices. The number of students is about 290 ; indicating the high estimation in which the university is held, by citizens of the state and union. The president and professors of the institution soim, indeed, a or householders, shall be provided with a grammar school master, of good mor als, well instructed in the Latin, Greek, and English languages ; and shall in ad dition thereto, be provided with a school master or school masters, as before de scribed, to instruct children in the English language, for such term of time as shall be equivalent to twelve months for each of said schools in each year. If any town or distiict having the number of fifty families, or households s, and less than one hundred, shall neglect the procuring and supporting a school master or school masters, to teach the English language as aforesaid, by the space of six months in one year, such deficient town or district shall incur the penalty often pounds, and a penalty proportionable for a less time than six months in a year, upon conviction thereof ; and upon having the number of one hundred families, or householders, and upwards, shall neglect the procuring and support ing such school master or school masters, as is by this statute required to be kept by such town for the space of one year, every such deficient town or district shall incur the penalty of twenty pounds, and a proportionable sum lor a less time than a year, upon conviction of such neglect : and every town or district having one hundred and fifty families, or householders, which shall neglect the procuring and supporting such school masters, and for such teim of time as the schools aforesaid tre herein required to be kept by such town or district, in any one yeai, shall incur the penalty of thirty pounds, and a proportionable sum for a less time, upon conviction of such neglect : and every tswn or district having two hundred families, or householders, and upwards, that shall neglect the pro curing and supporting such grammar school master as aforesaid, lor the space of one year, shall incur the penalty of thiity pounds, and a proportionable sum for a less time than a year, upon conviction of such neglect. The several towns and districts in this commonwealth, are empowered by tha same statute, in town meetings to be called for that purpose, to determine and de fine the limits of school districts, within their towns and districts respectively s ar.da law of February 28, i8co, ptovides for the assessment and collection oi taxes, for the support of schools in such subdivisions."], [50, "VIEW OF MASSACHUSETTS, 40 circle of science and letters. Some of those officers are particularly distinguish^ ed for their learning, as weli as for their liberal and comprehensive views upon subjects of the most interesting nature : and the university has, within a few years, assumed a footing, comparatively grateful to the friends of an enlightened sys tem of instiuction. At Williamstown, in the north western part of the state, is a respectable in stitution, called William's college. The president and instructors are gentle men of literature and science. The funds are considerable, and the buildings convenient. The number of students is about 120. About thirty academies have been instituted in different parts of Massachu setts, a number of which have large funds, and are in a flourishing state. Gram mar schools, also, presenting superior advantages, are constantly supported in most of the principal towns. To the extensive sources of knowledge which have been noticed, may be ad ded, the literary and scientific societies, some of which publish the communi cations of their members and correspondents ; the various periodical publications, that are circulated among an extensive class of our citizens ; the numerous social and private libraries dispersed through the state ; the circulation of books among every description of the people ; and the public papers, which pass into almost every family, ai;d however visionary the idea may appear to many, unquestionat. bly contribute, in a great degree, to the stock of general information. Science, Literature, and the Arts. The state of Massachusetts may boast of individuals of profound political re* seatch ; and of many citizens distinguished in the learned professions. Gentle men of genius, popular talents, and correct literary taste, are found in every lit tle circle. Science often beams upon the retirement of the cottage ; and the temple of civil policy is thronged by its numerous votaries. Massachusetts may claim the birth of Franklin, a main pillar in the edifice of national renown ; \" who combining the philosopher and statesman, exhibited a splendid series of successful labors in the closet and the cabinet ;\" whom, as the Earl cf Chatham declared in the British parliament in 1775, \"all Europe held in high estimation for his knowledge and wisdom, and ranked with her Boyies and herNewtons ; who was an honor not only to the English nation, but to human nature :\" whose name will be dear to the wise and good, so long as the most exalted science and philanthropy shall be revered ; and \" will be as a star of the first magnitude in the firmament of heaven, when the memory of his com panions ofthe way, will be lost in the abyss of time and space.\" The produc tions ofthe American Academy of Arts and Sciences are eminently deserving of notice, and in those, the labors of Bowdoin are entitled to the first distinction. In the mathematical and astronomical walks, and particularly in nautical astrono my, Bowditch is universally known to the scientific world ; and his extensive work on Navigation, would reflect an unrivalled lustre upon any age or country. Webber's Mathematics claims also a distinguished place in this class of publica tions. \" Among our zealous and successful students in astronomy, Winthrop, Oliver,* Bowdoin, and Willard, may be justly named, who if they have not made splendid discoveries, nor great additions to astronomical science, have yet published useful observations, and contributed to promote that decree of taste for this branch of philosophy, which exists in our country. Thompson, known by * Mr. Oliver is particularly known by an Essay on Comets."], [51, "VIEW OF MASSACHUSETTS. 41 the title of Count Rumford, \" is so much celebrated for his experiments, discov eries, and impiovements, in military, economical, and chemical science, that it is unnecessary to dwell on his merits. Besides the new light he threw on gunne ry, the friends of science and humanity are indebted to him for improved meth ods of constructing chimneys and stoves ; for important discoveries and improve ments relative to cookery and aliment ; and for curious and highly interesting experiments on heat and other subjects. In short, it seems to be generally a greed, that he stands inthe first class, if not at the head, of all the practical, and particularly the economical philosophers, bow living.\" Prince is distinguished in the various branches of philosophy. \" His improvement on Smeatou's air pump is worthy of particular notice, and of much praise. Good judges have pronounced it to be the most simple, convenient, and powerful of all the different kinds of this machine now in use.\" A recent extensive, and scientific military work by Hoyt, is calculated to elevate the views of officers from the idle routine of the parade to the study of the art of war : and that gentleman, for his minute and laborious investigation of this vastly important subject, deserves well of his country. Ames was one of those great spirits, that at distant intervals burst up on the world, and although tbe fires of his resplendent genius may be thought by an extensive division of our fellow citizens, to have been often' lighted in vain, yet \" his eloquence was an era\" in the American Congress, and his political works, as models of elegant and magnificent composition, will never cease to ar rest attention, while the human mind retains a solitary vestige of taste. Our Minister at St. Petersburg, who is pronounced by those best competent to de cide on his metits, as incomparably our most accomplished scholar, has by his luminous Lectures on Rhetoric, given the state an illustrious rank in the depart- ment of elegant literature. In that cf history, Minot's Insurrection in Massa- chusetts is a most happy example of this extremely difficult species of composi tion ; and in connection with his Continuation of our History, cannot fail to leave to the memory of the author, a lasting celebrity. \" Sullivan's History of the District of Maine affords a cossiderable portion of interesting instruction to the student of American history \" Williams, who published the history of Ver- mont, and Belknap, that of New Hampshlie, may be proudly named as natives of Massachusetts. They have described the physical and social features of those states with a minute and philosophical accuracy. Their works contain a body of valuable instruction ; and the publication of them formed memorable eras in the progress of national science. In geography, the name of Morse is familiar ; and his labors are liberally appreciatad in the public patronage. White has present- ed the public with an elegant Digest of tour Laws, unquestionably the most use- ful legal work, to the lawyer or citizen of Massachusetts, that has ever been pub- lished. Story's volume on Pleading is also a highly valuable acquisition. Thatcher's Americaa New Dispensatory is recommended by the most distinguish- ed medical gemlemen, as a work of great public utility. The Tour of Harris into the state of Ohio, is a brilliant and interesting performance. Bancroft's Essay oo the life of Washington is held in high estimation. Bclknap's extensive bio- graphical work \" muJt be considered among the best specimens of that descrip- tion, which our coantry has produced.\" Among our clergymen, who have be- come celebrated by their publications on religious subject-*, may be named the; venerable Dr. Lathrop of West Springfield. His numerous sermons, while like: his life, they breathe a spirit of charity worthy of imitation, are replete with good sense and original views, conveyed in a style of that solid practical character, which is universally admired, and almost inimitable. Among periodical works, without adverting to the efforts of others, may be mentioned the splendid travels F"], [52, "VIEW OF MASSACHUSETTS. 42 of Adams through Silesia, which were published in the Port Folio ;* the aMe and interesting moral essays of Fiske, which, under the Philanthropist and other titles, appeared in the Massachusetts Magazine ; and the numeroas poetical pro ductions of Mrs Morton, \" which have manifested talents honorable to herself and country, and been noticed with respect by foreign, as well as domestic crit ics.\" Various works comprising the rudiments of science, and other valuable compends, might also be mentioned. It is not the intention of the writer to give even a catalogue of all our publications : but to those not enumerated, may be added Hutchi- son's History of Massachusetts, and Morse and Parish's New England ; Adams' View of the Constitutions, Hannah Adams' View of Relig ions, and History ofthe Ameiican War ; the Botanist by Waterhouse,f and the Poems of Paine. \" The sagacity, ardor, and inventive ingenuity of our citizens, are all calce lated to carry us to a high state of perfection in the arts. The enterprise of our merchants, though opposed by unexampled foreign aggressions, has extended our commerce to every habitable clime, and spread our flag over every water on which a vessel can float. In implements of agticulture, in the machinery of va rious mechanic arts, many ingenious and useful inventions and improvements have been made. In agriculture, too, such important knowledge has been ac quired, that the face ofthe country is changed, and plentiful crops cover a soil not long since thought unworthy of culture :\" but in the various branches ofthe fine arts, the state is yet in its infancy, and there is little to animate ns with pleasure or with pride X Though in the great confederacy of letters, Massachusetts probably sustains the second rank among the American states, yet she has not justified the expecta tions which her population, wealth, the generally enlightened condition of her citizens, and other advantages, would naturally inspire. Thousands, indeed, re ceive what is denominated a \" liberal education ;\" but the early and rapid prog ress in classical pursuits at our public institutions of learning, will never make men of leal science; and unhappily, these objects are too generally abandoned in future life. The profession of lawis usually regarded in every countiy where it * The late accomplished editor of that paper thus characterizes the journal of Mr. Adams. \" The subsequent letter is the commencement ofa series, which wiil be regularly published in this paper. It is unnecessary to dwell on the gen eral excellence of this tour. It will be obvious to every intelligent reader, that it has been made by no vulgar traveller ; but by a man of genius and observation, who, in happy union, combines the power of selecting the most interesting and picturesque objects, aad of describing them gracefully.\" f \" The course of medical lectures by this gentleman,\" says his biographer, \"comprise as rich a collection of facts and doctrines as could possibly be con tained in thc same number of dissertations ; but it is to his lectures on natural history, that he is most indebted for his hioh reputation at the university of Cam bridge. His labors in this department will forever secure him the honor of be ing the founder of natural history and botany at that institution : but what has made Dr Waterhouse most known in the eastern and western hemisphere, is the conspicuous and leading part he has taken in the first of all medical discoveries, Vaccination.\" X Copley a native of Massachusetts, who has long sustained almost the first rank among the painters in England, belongs to tbe list of American artists, who have sought m foreign climes, that just patronage, which, the little attachment manifested by their countrymen to the cause ofthe fine arts, forbade them to ex pect at time."], [53, "VIEW OF MASSACHUSETTS. 43 exists, as the most brilliant assemblage of learning and talents ; but our citizens of that class do not devote their attention to literature and science, as extensively as might be expected ; and how many of them pass away their years, apparently satisfied with mere mechanical duties, and with the politics and other incidents of the day. Can any citizen of Massachusetts contemplate the proud distinction to which Philadelphia has attained, as the patroness of science, literature, and the arts, without an ardent wish, that our metropolis might become the rival ofthat Athens of our country, in her march to g'ory. Even the Academy of Arts and Sciences, in the bosom of the capital, with its numerous members in different pat ts of the country, compared wi-h the Ameiican Philosophical Society, ling ers in the publication of its transactions. \"The genera! piosperity has pervad ed almost every mansion, and our citizens have long been in the habit of seek ing expensive gratifications. Let us hasten to elevate our enjoyments ; to refine the public taste, and look for pleasure in more noble and dignified objects The genius and the materials for the liberal pursuits of letters and the arts are abun dantly spread : they languish only for want of taste, and spirit, and patronage. These sister studies should be among the first to share the national munificesce, since\" next to liberty, \" they are always the best and brightest honors of a free people. If we regard merely individual happiness, they are the purest sources of enjoyment : they calm the turbulence of political discussions ; like the air we breathe, their influence reaches every object that can contribute to our comfort or satisfaction, till their diffusive light sheds over national manners, a softened beauty, which like the mellow coloring of the painter, forms no feature of the landscape, but is the charm of the whole If we seek the glory of the nation, these pursuits will again present us with the most brilliant objects of ambition ; they strengthen the infancy of a nation, because they purify its morals ; they give lustre to its maturity ; they enliven its decay ; and cheer even its ruins, with the proud vestiges of ancient renown.\" Religion. The religious denominations in thii state are Congregationalists, Baptists, Pres byterians, Quakers, Shakers, Sande.nanians, Universalists, and Roman Catho lics. These Christian sects are divided into Calvinists, Ar-ninians, and Socinians. Deistical principles prevail also to a small extent, in almost every congregation. By the constitution of Massachusetts, part I, article 3, it is provided that the legislature of this commonwealth shall, from time to time, authorize and require the several towns, parishes, precincts, and other bodies politic or religious socie ties, to make suitable provision, at their own expense, for the institution of the public worship of God, and for the support and maintenance of public protestant teachers of piety, religion, and morality, in all cases where such provision shall not be made voluntarily. With this constitutional injunction the legislature have complied, and enforced the support of religion by law, inflicting considerab'e pecu .iary penalties upon such public bodies for delinquency in this particular : but thoug'i it is a requisi tion of our constitution and laws, that every citizen shall contribute to the main tenance ofthe protestant religion, yet by a statute of June 18, 181 1, it is enact ed that ail moneys paid by any citizen of this commonwealth, to the supp irt of public worship, or of public teachers of religion, shall, if such citizen rf quire it, be uniformly applied to the support of the public teacher ofhis own religious sect or denomination, provided there be any on whose instructions lit usually abends, as well where such teacher is the teacher of an anL.coiporated, as ofa corporate religious society."], [54, "VIEW OF MASSACHUSETTS. 44 Character, Political and Social State. Many circumstances incident to the national association, as well as to the particu lar state cf society in Massachusetts, have contributed to inspire our citizens with a high degree of public and private virtue : and in no part of the United States, are the great foundations of general morality more firmly established. The popu lation ofthe state is composed mostly ofthe cultivators of the soil, whose supe rior virtue in every country, compared with that of other classes, is proverbial. Our citizens are enterprising, enlightened, and hospitable. Their general char acter may be derived from the distinguished simplicity of manners, the indus trious pursuits and laudable economy of life, the excellent system of popular ed ucation, in connection with the various other means of knowledge, the numer ous beneficent institutions for the promotion of individual and social happiness, the superior benignity of religion, the almost unexampled equality of property, and the still more invaluable equality of rights. Novel and powerful causes have, indeed, produced a difference between this and foreign countries, in the elements of the social state, and almost in those of human nature, accompanied by a cor responding diversity of character, highly favorable to the former, but in relation to which, it would perhaps be deemed invidious to institute a comparison. Within the memory of our aged citizens, society has here undergone an as tonishing change. The body of our population has long since been removed from the privations attendant upon the opening of the sorest, and cannot be expected to possess the hardy qualities that such efforts produce. Scenes of perilous war fare with the savages, and subsequent contests, which summoned all the activity, patience, and intrepidity of man, and the abundance of game which lured our fathers to the cluse, no longer combine to form the dexterous warrior and hun ter : athletic exercises have vanished before the more effeminate ; and notwith standing the apparent simplicity of present habits, the plain neighborly intercourse of former days, is too generally succeeded by idle and expensive parade, and our citizens have fallen into the lap of comparative luxury. It ought to be observed, however, that within a few yeats past, they have evinced a disposition to rely, mote than formerly, upon their domestic resources ; and that the vanity which in- duced so many, in ordinary and even indigent circumstances, servilely to imi tate the dress, and other extravagant examples of those who were affluent, or ' were wasting the property of others upon a temporary and fraudulent credit, ha3 to a considerable extent subsided. In Massachusetts, general and local politics have engrossed a vast share ofthe public attention. Tfeis may be reasonably expected in every free commonwealth. From the plmost equal division ofthe two political parties, the asperities of lan guage and deposition attending such conflicts, have existed in a high degree, and been represented by st*an?eis, as having ex-ensively undermined the confidence of society, and laid w.-t-te most ofthe blessings of private life. This representa tion must te understood with much limitation. Attempts to break uu that faith and trust, which, integrity of character and other virtues, so naturally inspire a iriong neighbors and brethren ofthe same great family, have met with but limited success. Personal merit is still, with few exceptions, duly estimated; and our citi zens ot different political views, although at momentary intervals, involuntarily im pressed with feelings so hostile to human happiness, in general, repose that liberal confidence in each other, which naturally subsists among good men, and is the soul of the social state The correctness of this remark may be derived from the al most uninterrupted and friendly intercourse, as well as interchange of relative du ties, betw en those of opposite sentiments on public affairs ; and is demonstrated"], [55, "VIEW OF MASSACHUSETTS. 45 by the existence among them, ofthe same undistinguished and universal reliance in ordinary dealings, which prevails with such as think alike on those important subjects ; and by the daily formation, through intermarriages, ot the most endear ing connections in life. Population and Valuation. In the year 1 753, the population of Massachusetts, from the best authorities ofthat period, was 220,000 ; in 1773, it was 300,000 ; by thecensus of 1790, it amounted to 378,785 ; by that of 1800, 10422,845 ; and by rhe census of 1 810, it was 472,040 ;* having increased 49,195 during the last ten years. By the latest enumeration, the white inhabitants consist of 229,742 males, and 235,561 females, making the excess of tbe latter 5,819 ; together with 6,737 other persons. The column of slaves is here a blank ; for by virtue ofthe first article of the declaration of rights, in the constitution of Massachusetts, Which was framed March 2, 1780, slavery was abolished. The inconsiderable in crease of our population for many years, may be attributed, in a great degne, to extensive emigrations, particularly to the state of New York. lt is an unfavor able circumstance, that the natural progress of our population should be impeded by the prevalence ofthe unfounded opinion that the means of subsistence and of acquiring propeity, are comparatively diminished in the married state, and by that unfortunate propensity, which contemplates a competition with others in tha style of living, the most humble province of ambition; under the influence of which, individuals are induced to defer the subject of marriage to a period of life, when those dispositions of the human heart, so favorable to the formation of happy connections, have subsided ; and thus wholly, or during the fl -wer of their days, to abandon the situation that promises the highest degree of happiness, and to which they are destined by the dictates of reason, nature, and the benevolent Au thor of all good. The following table exhibits tbe general census of Massachusetts in the year 1 810, with the aggregate of each town and county in i8co. The towns in the iespective counties, for facility of reference, are alphabetically arranged. Those places marked D. are incorporated districts ; those marked U. are unincorporat ed ; all other places being incorporated towns : in those designated by the letter P. post offices are established ; those with an asterisk subjoined, are the seats of the courts in the several counties ; and to the latter are also added the distance in miles, and the general direction from Boston, assuming the nearest point. Wheie towns aie connected by a brace, the lower has been incorporated from the upper town, since 1810. The three last columns exhibit the valuation of 181 r, as reported by the committee appointed for that purpose, and with a few a!.er_tions, accepted by the leoislature. The first column comprises, generally, a list of male polls of sixteen years old and upwards, in the several counties and subdivisions there of ; the second column represents the interest of six per cent, on the actual value of all rateable estate, both real and personal, not exempted by law from paying state taxes, with the exception of wild lands, the value of which is fixed at two per cent. ; and the third column is the apportionment of the sum of one thousand dollars, on the several towns, districts, and taxable places, in this division ofthe commonwealth. *The population ofthe District of Maine by the last census, is 228,705, con sisting of 1 15,509 white male inhabitants, 1 1 2,227 females, and 969 other per sons, making the population of the commonwealth 700,745."], [56, "VIEW OF MASSACHUSETTS. 46 Aftiegaic amount of each description of Persons within the District cf Massachusetts, In the year 18 to ;| \" . with the total populaiion of each town and county in 1800. luation oi it. Free White Males. Free White Females. rt **> n rt a. *< *n rt — 0' 4C m eu sji p c £L p £L tn cro rt tra rt R O t= o w O rt Or M SZi a. S iu O rt O P- a. o rt P. in ft rt\" r. ft ;u D- p. 5-io1 5' c tra - rt — - rt » D rt in rt O i-i- rt 7Q ft.-, rt *-l\"i — rt 5' ni 9 X rt rt O m iu ET rt n P- O ■ D a Names of the Coun ties and Towns. a. rt rt rt a a n e> c p. 5\" c 5\" M o P 3 S* 5' — 45 & over total in 1810. total ir 1800 SUf FOLK. to 10 to 16 to 26 to 45 45 & over. to 10, to 16 o 26. to 45 ithers &c. dols. cts 1,287,417 60 9>7M 58 dis. cts. — Boston, P. * Chelsea, Islands within the ju- risdiction of Boston Noodle's, Hog, Apple, Deer, Long, 4.39' 1, 86c 55 3.578 5' 74 L346 5< 4.349 76 2,081 35 3-989 4« 4.H' 67 1,887 5» , I I 16 33.250 594 2493rl 849T 9.993. 137 02 I 08 18 3 3 1 3 4 a 1 3 2 2 2 r 2 2 3 1 19 1 2 3 2 1 7 12 4 1 1 ' 1 ' 1 2. xl 1! ll I ni"], [57, "VIEW OF MASSACHUSETTS. 47 Spectacle, Geveraoi's, ii.clud- irg Foit Waircn, Fort Independence. Islands Withaut the jurisdiction of Boston Greene, Thomson's, Rainsford's, George's, Great Brewster, Outer Brewster, Light House, Calf Island, 3 20 3 2 7 'I i 25 195 1 2 3 5 22 ' 2 2 2 1 ' » .6 t I St 13 64 S*8 1 6 3 5 1 1 1 3 1 1 1 » 20 2 3| M 2; 9 4 5 7 7 1 1 . 1 1 1 1 2 I 1 3 1 ' 1 4,500 L924IS.730 4,482 '.414 4.472 2,1264,061 4>*4' 1,947 '.48434.381 25786) 10,09.; '.297,132 18 138 10 138 1 SSSEX. Amesbury, Andover, P. Beverly, P. Boxford, Bradford, P. Danvers, Gloucester, P. and Tkatcher's Island, Hamiltoa, P. Haverhili, P. 3*9 419 678 1 10 187 426 119 176 282 2JJ3 3'8 45J 73 7® 96 109 194 3'7 202 S°5 434 93 141 34' 154 255 356 88 1.3 227 248 426 711 114 *75 44« 1 04 152 199 251 3U 383 52 83 90 135 200 26t 224 345 529 93 152 37c 198 306 375 103 164 3'7 4 1.890 83 3,164 61 4,608 1 880 7 i>369 2' 3.127 1.757 2,941 3,881 1,420 2,643 474 i9'46i 3C 2 72 684 38,544 23 4 87 1,088 49,37+ 52 6 65 224 13,704 26 1 69 377 17.'83 79 2 32 825 46,630 32 5 89 991 502 506 532 354! S76 430 566 633 5'3 4C 5.943 5.3 \\i 1,276 47.023 72 6 85II 103 35c 56 5, 190 257 74 257 89 240 87 396 44 74 191 25S «3 268 103 272 l6 780 3 2,682 745 2.730 197 10,227 92 » 33 63° 3 2.94 ' 16 4 25 f In i8co, the po; to Suffolk w i8«», t J _ I pulation of Boston ai in the ceunt •S I nd Isla yofPI 1 1 inds. t I X In 1 n, are 01 1 ' I 1 800, the pop Tliucd ia the I uld'.ior 1 . of Cl: 'I I helsea and Isla || Thatcher'* 1 nds. Island I l Hingham and Hull belonging .ot named in the Valuation, >ut now lymout aegrea ;ate."], [58, "VIEW OF MASSACHUSETTS. 48 Free White ales. Yee White Fi ma! cs. others' &c j total in!' J1S10. total in 180c. Tolls. s. Aggregates. 1 dis. cts. i on iooo dis. &c. to 1 3. | !'° l6'l 'to 26 . to45|45&: 10 I G .0 16 I Ito 26 1 jt0 45 1 .45 &c I i Ip.wich, P. * 3c, n. E. by n. Lyon, P. Lynnsield, D. Manchester, P. Marblehead, P. Methuen, MiddietOB, Newbury, Newburyport, P. Rowley, P. Salem, P. * 48i 231 260 321 326 504 251 301 384 45' I 55i j 3,569 3.3C5 825 37,136 06 5 02 63: 64 L67 890 l8l 56 693 1,025 222, 291 47 94 44- 91 34 326 5i5 87 5C5 52 9' 619 1 1 1 62 , 57S 754 - 162 443 234 42 3-1 120 58 568 33r H3 i°3 5» 52 544 39' 800 429 181 156 596 77 165 792 150 78 707 1,095 215 29, 35 104 42c 74 40 3«3 503 101 482 54 92 5'9 1 12 388 52 150 628 119 61 585 878 i«3 2 ly 48 94 574 126 7 4 2 1 1 4-1 ■I 4,087 509 1.1.37 5.900 1,181 2,837 468 1,082 5,21 1 1.253 598 4,076 1.557 !>i47 128 1,500 293 '59 1,98c 407 32,415 85 5-7'5 87 10,298 84 82,974 44 14,020 36 7,841 96 78,151 88 127,008 24 20,704 6» 5 25 77 1 45 10 54 1 86 4' 527 872 H9 55 470 660 1 1 54' 5,176 7.634 1,682 1 03 9 89 15 50 2 69 42 4 222 15 N. E by N. Salisbury, P. Topsfield, P. ' Wenham, P. 1.735 759 ji>355 1,444 596 1.740 822 i«3°5 1,566 (,018 273 12,613 9.457 3.04' 1 327,561 22 35 86 30? 'ij 85 121 62 194 72 5' 216 165 72 79 53 44 264 94 68 142 54 45 168 72 5c 223 9' 55 235 97 56 16 I 2,047 8.5 554 1.855 789 476 51' 199 107 2 ',349 56 u.734 84 6,514 67 2 96 1 47 81 42 1 ' i !+,8«5| 10,226 *- 99r 7.097 7,3474.879 1 0,026' 6,912 8,060 6,676 86q 71,888 61,196 17.723 [,058,519 69 1 131 67 _i 1 NORFOLK. BeUingham, Braintree, Brookline, Canton, P. Cohasset, P. Dedham, P. * 10, s. w. by s. Dorchester, 101 48 114 5C ac 80 72 103 16 1 1 16 79 73 121 1 15 94 3i/ 131 124 100 84 48 IK 82 108 96 \"5 85 88 77 '34 45 14c 101 766 i.35i 784 1,353 994 704 1,285 6,5 •93 27c 188 8,205 57 '4,427 34 '7,593 7° 9,121 67 9,902 22 in 2CO 77 214 H.5 9? 207 76 179 128 59 102 89 137 81 t 16 2 00 j 1 99 ' * 54 ■ x 33 67 •3° J,5 1,110 849 375 216 277 140 247 216 203 253 130 234 215 226 3' 2,172 i.973j 2,347' 642 28,795 85 i 3 95 402I 217I I 286! 322' 194I 410] I 213 285I I 3431 232 26 2.930 ' 642J 39,014 19! 1! 4 8t"], [59, "VIEW OF MASSACHUSETTS. 49 Dover, D. Foxborough, P. Franklin, Medfitld, P. Medway, P. Milton, P. Needham, Quincy, P. Randelph, P. Roxbury, Sharon, Stoughton, Walpole, Weymouth, P. Vi rentham, P. 76 99 166 81 ■5' .58 157 192 182 4' 1 1 1 63 90 105 76 109 90 244 7- 82 84 153 '83 5? 72 1 1 1 51 i'3 '33 116 no 57 76 120 78 122 in IS! 104 411 105 10; 111 4fi 8? 12b 60 124j 8.7 8l| I 7'r I Or, 10s 14 14s 13i 188 28 63 105 63 95 77 75 103 96 1 51 i 112 179 7i 136 119 Io5 120 99 396 91 86 115 170 I 305 56 162 102 117 141 116 131 1 09 379 5 64s 3 548 i 96 1 ' 870 ! i47j 6 1,398 ! 96 10 78c ' Ii9 11 i,2i3 i25 . i9 1,264 i lOO i4 1,097 1 04 6 i,28i 1 96 1 t,i 70 250 Ti 3,669 103 8 i,000 ll5 2 i,i34 1O8 2 1,098 874 1. 1,885 232 i£ 2,47 8 8 5ri D 779 8 1,285 :■ 7 45 5 1,050 1 i,l43 ! 1,07', 1 i,08i * i,02i I 2,76f I i,0i8 I 1,02c I »89 1 ,803 I 2,06i 1 23 375 204 333 375 29i 2e7 279 1,050 200 237 278! 422j 60 a 7,r38 86 7,976 4i 16,453 Oi 8,994 52 i3,937 36 1 7,784 69 n.839 11 17,668 55 i0,927 9i 62,357 70 8,932 53 6,535 36 l2,i.28 89 20,466 47 22,835 94 9o 99 2 22 1 27 1 97 2 37 1 66 2 i4 435 '47 ■75 149 264 339 125 506 69 1 ic 214; 84J 107; 187 49 i 14^ 166 135 289 321 261 64 84 74 144; UM 1 1 1 11O 116 222 260 1 50 7 93 1 16 1 o4 1 59 2 83 97 '34 211 187 151 2 1 . 206 3 12 ! _ — ~ 1 O 4,187 2 306 3,068 3, 1 1 C -'500' 4,15^ 2,277| 3,160 I ' 3,337: 2,880 256 31,245-; '|27,2i6 7,753! 373,037 85 49 42 1 \"1 1 I I' 1 1 I I 1 1 Plymouth. Abington, P. Bridgewater, P. Carver, P. Duxbury, P. Hilifax, H.movei, P. Hingh-m, P. Hul), Kingston, P. Marshfield, P. Middleborough, P. -^ In 1 80c, part ol 242 681 ■4l 352 88 '58 298 159 176 634 tbe poj I I I 39' 63 '52 5' 86 l6y 6 80 167 494 84 211 6' 8- 173 13 158 431 80 217 63 109 231 14 108 111 39-1 448 67 16. 7( 10( 22.- 257 075 1 1 V 345 , 97 175 300 1* 138 19! 58', iw inch 111 402 51 154 42 75 172 79 98 310 17i 485 86 193 64 95 r77 49u 98 227 76 1 3.5 1 64 1 4 1,704 55<! !(j9 5;io7 77 858 l7ci> » 2,201 Q3 703 iii i5 1,171 280 33 2,382 2 iti 2 1 32 128 5 I,l37 1 69 34 1,364 450 i9 4,400 ;e of Plymouth counti 1,62? 5,20( 869 1,66 i 642 958 Ii7+ 1,037 1,256 4,458 ; 395 i,239 205 552 270 605 3' i5,07i 58 48,902 80 6,279 72 i8,i5i 74 5,680 29 . 12,046 93 25,658 20 2,i63 63 12,653 52 1 6,2 1 2 33 37,533 75 2 16 6 92 98 2 65 86 1 63 3 54 26 1 Tl 231 14 109 111 417 270 99 38. 'st of S> r 10 13 381 15 i3t 1 55 453 27! 3i 1,06'. 99 3591 2 1 1 5 55 but llg the ag ;gregat< lY-"], [60, "VIEW OF MASSACHUSETTS. 50 Pediick's Island, Pemhrr-ke, Plymouth, P. * 40, s E by s. Plympton, P. Rochester, P. Scitu<ite, P. Wareham, P. tO 10- 2 ?0l J 1 654 i35 3f<9 403 [SR Free White Males. to 6.1 I, 134 to 26 i_±£. '. ,yyy 1 Free White Female: to 10. to 16. to 26 'io 45 ~2— r 1 !. ,C I45 &c '1 ithers. &c. >tal in* 1810. 6t«l in| 180c. Polls | Aggregates- 1 dis. cts 1 on iooo dis. Sec 1 «l 7 L943 45' 18,562 05 2 59 126 1. 1\\ 22;! -1 29c 156 147 23c 230 •239 44 2,051 334 36 401 26; 657 331 428 43: 433 320 34 4.228 3>524 969 33-345 80 4 97 60 272 215 8l 2.6s '-. I 81 26 88 276 266 3.'68 268 26; 105 6c 88 9! 367 208 289 29: 399 219 175 29 114 52 82 8' 4- 8 - 2T5 32 3,28~5i_3-65' I I 98 292 29: 87 I 97 1 303 367 ■3-649 i * 25 74 2 900 2,954 2,969 35-1^9 861 2,546 2.728 _77c 50 C' 231 847 709 200 \"8 5~3 8 ' 6496 39 18,415 69 '32.862 48 5 826 97 315-864 27 1 °5 3 37 4 4° 93 1 45 78 4 g65 198 81 2 969 I 72 3 02 . 13.655 .. 20| Barnstabie, P.* 65, s. e by s. Brewster, P. Chatham, P. Dennis, P. Marshpee, U. Eastham, P. Falmouth, P. Harwich, P. Orleans, P. Provincetown, P. Sandwich, P. Truro, P. Wellfleet, P. Yarmouth, P. 585 i85 25E 292 10 1 1 1 303 336 198 309 105 107 124 9 66 164 1 17 64 183 126 125 l7i 1,855 27' 79 1 1 1 153 9 7; 2 2. i39 1 30 85 183 126 33'. i'5 13s I78 8 70 201 169 86 89 238 1 1 1 242 75 70 1 ic 1 2 55 181 570 27-9 304 371 150 73 7c 141 235 Il8 IO9 12' 28c 126 147 ij)- 13 5 8 ■o-i 43 64 8 29': 152 196 24 351 170 185 16 168 106 133 n 177 56 81 10 57c iJ9 233 28c 13 io.; 298 35' 168 279 73 118 126 5 43 152 170 106 56 152 79 104 1,621, 379 140 126 19c 6 89 24ft 1 6c 11s j 322 3 108 5 65 ■■ 135 S 12 ') 74 s 201 47 3 4 47 2 49 1 3.646 1,112 1.334 i,739 '39 75i 2,237 1,942 1,248 936 2,382 1,209 1,402 2i34 12,21 I 2 964 t 1,408 i55 659 2,857 1,095 812 802 27s 34'. 359 178 599 399 3°3 220 19.070 96 6921 74 6,503 31 5,988 19 3,071 66 15,800 33 7.993 3C 4498 46 5,112 84 18,955 29 4,617 04 4,182 17 12,105 85 3 34 1 18 1 26 1 26 64 2 64 1 53 1 02 125 88 : 142 5 102 4 195 384 216 224 45 181 67 84 i3c 1^,465 345 152 200 26 171 79 -91 12 236 I04 120, 14 _373 _Jl8 187' 20 3.478 1,621 1,895 2l29 177 345 17' 236 573 3478 10. 1 26c 128 , 148 202 2,291 43 : 20c 8 102 5' 2,024 1,152 1,207 1,727 19.293 573 272 324 488 5»Ii! 92 2 87 97 1 03 2 06 337 3.629 I 174 132 204 2-076 \\ 103 2 175 1 1,78., 23 \"23c 114. 821 14 20 72 1,881 NANTUCKET. Nantucket, P. * 90, s. e. by 3. 676 463 675 ' 448 836 454 I 595 789 3 640 30c' 6,807' ' 5,6i7 2,043 126,268 48 '5 57 731 1"], [61, "VIEW OF MASSACHUSETTS. 51 Chilmark, Edgartown P. * 85, s s. E Tisbury, including the Elizabeth Islands, I 78I I ,6 • 1 69 67 \"J 96 12 •, 1 CO, 509 263I 69 83 7i 81 723 8co 176 10,016 04 1 2 47 71 71 81 42 42 204 89 \"5 \"5 166 98 113 140 143 86 140 143 86 1,365 l,22t 289 6,312 96 1 1 '47 79 9 I2< 169 69 113 157 124 28 157 124 28 1,202 1,092 254 8,645 2I ' 3C 429 214 27 . 4 181' I 214 I 297 j68| 348I 156s i i_ 1 i 3481 1 I I .56J I I.3-290 3>\"8 I I 24-974 21 3 7i BRISTOL. Attleboiough, P. Berkley, P. Dirtmouth, P. Dighton, P. Easton, P. Freetown, P. Mansfield,' New Bedford, P. \\ Fairhaven, J Norton, Raynhatn, Rehubuth, P. 1 Scekonk, P. \\ Somerset, P. Swanzey, P. Taunton, P, * 35, s Troy, P. Westpoit, P. 38> 152' 473, 202, 248 ■37 219 73 226 '3' \"4 25<- «3 235 '55 14c 16 23: 234' ict 921 27' 235 '39 133 14s 116 16c 122 316 •3' 457 234 219 302 141 195 83 225 119 128 321 275 278 15 7' '33 92 4 261 314 299 223 166 169 158 53 275 '33 3'4 169 152 197 117 278 92 299 158 126 136 no 15 223 53 6 2,716 2 48c 1,014 1.013 3,219 2,66c 1,659 1,666 1.557 i.55f' 1,878 2,535 1,030 1,016 '609 215 63 I 393 37c 387 24/ 23,236 46 8,316 96 20,636 79 11,882 56 11,717 57 1 1,705 02 6,974 01 3 3i 1 19 3 >4 1 87 I K2 I 84 '44 6i 129 65 155 152 126 6 183 197 136 20 100 117 no 3 20 9 10.. 99 3 I 13 843 38' 52. 5^ 359 793 387 553 604 455 190 604 455 190 ,1 5,65M 4,36i 1,292 93>996 95 II 13 212 I 142 9-1 '3' 102 151 129 10; 1 12 210 1 125 1 86 180 164 138 8 Il8 106 II9 2! 164 106 138 119 8 1,598 1,48. 1,154 ■>i8' 361 266 14,267 97 8,897 95 2 02 ■53 140 21 1 34 631 38, 489 38'- 429 630 3S \\ 518 506 471 7! 506 47i 7< 4866J 4,743 1,096 30 481 56 4 96 162 1 12 9' ■4- 401 86 198 10 97 ■4! H8 33- 3i8 ■■; 77 2 2y 228 166 256 499 2 16 _346 i 8c 124 I29 Il8 14 171 179 184 75 4H 385 38o 105 IO9 I30 92 42 240 269 285 75 3.684 3-82Q 1 ''' 924 129 179 385 130 269 118 184 38c '4 75 105 4? 75 924 1. 199! 1,232 1,839 i,74'| 3.9C71 3,860 1,296; || 2,585! 2,36' 37,16833-880 2O8 7.874 03 12.008 49 29.598 44 9.002 73 20.438 75 321,036 24 1 '3 1 84 4 66 1 30 45 75 253 540 23^ 353 5 297 14. 26: io( j8_4 2.771. > 14c 1 261 i 182 1 92 285 375 982 242 604 8,286 S-82Q MlDDL tShX. Acton, P. I '31 6 \\ In 1 300, part ofthe papul.- X In 1 800, part of Harwich. 6' 91I 82' ' Suff\" Ik, but i Elizabei I 120! now ire .h Islam eluded ids not '. 81 79! 93I 7| in the aggregate of Plymoi named in the valuation. 885! 901 th county. U'ln 18. 214I 7,564 52I 1 12 ;Wfl of of Freetown. jo, part"], [62, "TIEW OF MASSACHUSETTS. 52 Ashby, Bedford, Billerica, P. Boxborough, D. Brighton, Burlington, CambriJge, P.* 3,%v Carlisle, Charlestown, Chelmsford, P. Concord, P.* 18, n. w. by m. Dracut, P. Dunstable, East Sudbury, P. Framinghim, P. Groton, P. Holliston, Hopkinton, Lexington, Lincoln, Littleton, P. Maiden, Marlborough, P. Medford, P. Natick, O IU 1 ~~ 183 101 183 56 88 68 288 Free White Males. t . 10. 46 I or »9 42 3' ■3s 45 108 :.. 26 93 4; 1 1- 4? 9!- 29 o 45 103 54 97 35 67 43 298 68 629 H7 45 Sir 79 5' 118 43 35 60 O IO. I 166 80 176 46 6i Free to 16 ~~ 84 42 103 2f 47 26 136 45 345 10c 'hite Females. o 26.1 102 59 116 43 72 41 236 57 49 s 136 128 72 62 50 139 13c 30 42 54 42 48 72 237 H6 89 59 516 25c 134 H7 others total in* &c. 1810 1,103 2 592 2 1,289 6 388 2 608 * 2 , 6 total in 8oo. 941 538 387 t 534 2,45? 634 2,751 1,290 Polls. 254 145 316 99 i\" 1 Aggregates. dis. cts. 9 233 22 8,354 18 H.843 47 4,095 80 12,030 05 5.853 72 3+,°77 35 6,613 23 76,870 39 12,659 78 on 1 000 dis. &c. 1 35 1 05 1 98 57 1 43 79 3 93 92 9 52 1 83 2 97 646 ■94 379 3:- 727 125 ■3' 60 51 296 109 765 176 2 47' 38 2,323 8 672 61 4,959 10 1,396 2 38 61 130 584 168 (,264 339 219 119 10 207 115 153 162 150 195 101 168 175 179 , 28 1,633 28 1.679 > 383 23.931 55 2 95 206 59 125 228 275 15' '99 123 ic8 1 94 6; 1*6 ■32 7> «4 62 6c 114 45 7< ■36 196 10c 106 105 57 64 162 115 38 72 142 171 88 118 103 60 64 ■59 •38 169 72 148 123 109 43 77 154 182 83 118 102 67 65 69 ■74 53 64 128 193 76 119 21C 298 ■3' 191 13c I25 181 88 36 5' 144 146 5C 94 68 102 46 75 218 ■57 101 161 119 74 67 139 157 132 71 ■5' 114 136, \"9 51 46 82 85 149 150 1621 166 106, 97 119! 139 951 \"5 77I 69 76 7' 158 108 152' 179 171; 71 76 76 176 137 133 '37 1 25 1,301 475 5 824 , i 1,886 ic 989 ; l6 L345 ic 1,052 1 4 713 6 773 1.384 1 2 1,674 L443 24 76s 19 1,709 9 i,333 25 5 i IC 16 K 4 6 1.274 485! ■ 835! 1,625. . 1,802', 1 78.5, 1,006 1 756 ! 904 • 1*059 ■>735 M'4 694 1,491 3H i'3 2IO 395 429 257 271 141 207 391 419 367 181 436 288 ■1.734 99 5,564 02 10,044 38 18,509 n 20,065 04 13,020 37 15,017 86 13,813 64 9,524 87 9,458 90 15,858 34 21,816 04 26,311 19 8,620 93 22,582 44 9,453 86 1 70 74 1 34 2 47 2 69 1 70 2 02 1 80 1 15 1 27 2 22 2 83 3 I2 1 14 122 45 53 86 212 11c 229 218 i'5 247 ■97 '32 1 1\" 5< 121 8b 144 168 57 206 238 233 90 262 129 11 1 114 .81 24 9 Newton, Pepperell, 2 92 1 44. I Ml! ) 123! 2,ll"], [63, "VIEW OF MASSACHUSETTS, 53 Reading, 7 South Reading, j 3*4 2°° l9t 25<- Sherburne, 1O6 54 76 6, Shit ley, P. 135 49 49 75 Stoneham, 68 36 5^ 53 Stow, P. 133 55 87 78 Sudbury, 212 104 91 123 Tewksbuiy, 139 80 74 9- Townsend, P. 218 109 90 118 Tyngsboiou^h, P. 98 59 68 66 Waltham, 138 66 150 12c Watertown, P. 199 96 2.36 166 West Cambridge, P 126 57 117 116 Westford, P. 209 112 100 111 Weston, 145 88 115 77 Wilmington, 94' 60 80 71 Woburn, P. 166 99 120 141 127 82 82 3'i 82 1 1 1 70 95 61 63 91 67i 125 90 5' 75 316 162 89 43 1 08 59 58 43 139 54 201 104 137 89 199 90 103 64 117 63 19Q 129 153 57 182 91 115 72 92 $5 i68j 99 224 8-) 54 36 83 82 79 98 64 124 176 101 260 82 87 56 75 '3' 105 118 66 170 79 10 33 128 72 108 3 8 8' M 2,228 ', 77^ ' 814 46; 885 1,287 943 1,246 704 1 014 L53 ' 97' 1,008 7 16 1,219 2,025 775 71? 38, 89c 1,303 944 1,149 696 903 1,207 t 596 229 164 1.7 182 258 192 290 193 280 19772 13 10,698 8$ 6,273 53 4,266 74 8,853 3o 13 970 02 7,5% 18 8,799 84 6,908 28 18,139 71 24465 07 ■0514 75 12,755 22; 16.O9O 43 6 686 04' 13,172 63I 2 99 1 43- 90 62 1 17 1 79 1 07 1 38 1 02 47 68 9 5 io» 221 I 127 | 105 66 ■45 99 136 97 83 130 94 73 '37 100 58 97 4 6 1,267 1,027 797 1,228 393 278 279 269 180 3 02 ■ 5' 1 72 2 00 299 97 1 79 ' 124 f r a 7,5663,8765.4525,304 4,061 7.3863,767 5. H3 5.380 4,510. 374 52.789 46,928 13,002 633.489 7783 58 1 I Worcester. Ashburnham, P. 170 90 94 84 Athol, P. 163 8 1 1 10 1 10 Barre, P. 317 163 150 163 Berlin, 98 50 57 47 Bolton, P. 158 68 97 109 Boy'ston, 132 65 76 7: Braokfield, P. T .,„., „._ • „„, xr 1 -a 1 c u r 181 250 25c 301; North BrouKheld, J J ' J - Charlton, P. 351 172 205 190 fin 1800, part of Cambridge. 86 69 167 5' 76 58 1 26 93 152 88 282 133 82 46 161 67 111 55 10S 9' 164 56 103 83 94 105 196 57 1.19 78 89 7' 177 47 7« 63 2 1 1 5 1 1.036 1,041 i>97i 59' 1,037 800 994 993 L937 590 945 1,058 259 254 452 142 267 1 81 9,950 36 i 42 •0,360 65! 1 45 24,088 88; 3 09 6,245 42! 85 10,536 80 1 49 9,204 02' 1 20 32,200 73 4 58 25,112 08; 3 48 7 270 446 228 280 342 298 20 3»'7o 3.284J 825 184II 300 161 2 1 1< 215I 1 861 5' 2,180 2,120 600I"], [64, "VIEW OF MASSACHUSETTS. 54 Free White Males. Free White Females. others' &c. I 'total in 1 I1810. total in 1800 Polls. ; Aggregates. dis. cts. [to 1 6.1 to 26 I (45 &c to lo. 1 [to 16.I jto 26.1 onicoo dis. &c. to 10 I to 45. |to 4.5.I 45 &c — — — • Dana, Douglas, P: Dudley, P. Fitchburgh, P. Gardner, Gerry, G:aston, P. Hardwick, P. Harvaid, P. Holden, Hubbardston, P. Lancaster, P. Leicester, P. Leominster, P. Lunenburgh, P. Mendon, P. Milford, New Braintree, Northborough, Northbridge, Oakham, Oxford, P. Paxton, Petersham, P. Princeton, Royalston, P. Ruiland, P. Shrewsbury, P. 100 182 195 218 48 9i 9' 128 56 73 76 149 no 80 64 102 121 '38 68 55 105 112 146 81 53 98 95 125I 72 70 61 160 87 16, 178 259 129 120 42 74 101 62 124 103 149 67 76 95 168 138 ill 108 161 124 147 141 199 94 90 74 72 81 63 \"5 158 84 77 162 51 87 92 125 67 75 84 1 5'7 168 80 88 165 96 J34 150 1 44 103 73 61 625 1,226 1,566 815 839 946 i,657 1.43' 1,072 1,127 1,694 1,584 -1.37' 1,819 973 912 794 848 1.277 619 1,49c 1.06. 1,083 1,140 6O7 802 985 ',727 L3i9 1,142 1,113 1,584 l,io3 1,486 156 35° 298 378 197 2O3 254 384 3^5 260 282 3.253 05 7,532 67 12,276 90 11,532 85 7,017 60 8.423 35 12,363 44 14,439 9' 13,503 01 12,310 92 1 1,936 39 16,978 55 13,797 88 13-536 05 12,297 24 17,483 3( 11,245 42 9-575 53 8,519 78 5,13° 95 8.07O 6te 10,783 61 7.162 53 17,251 28 15.438 3° 10,621 67 17,089 07 13,14.0 22 61 I 19 I 72 I 80 1 °3 I 18 . I2C 13* 140 139 235 217 158 181 262 72 100 161 7i 90 130 122 87 131 , 202 : 196 169 192 229 144 24O 189 251 : 125 140 119 106 108 166 53 64 61 126 1 1 1 2 no ia2 118 141 88 83 149 98 133- 140 J35 95 78 54 44 77 123 55 »5 99 : 125 102 73 84 5i 126 78 105 105 112 62 6i 58 56 47 75 34 i°3 81 106 80 155 93 1 00 180 7 1 9 23 • e3 2 08 1 98 1 64 . 65 2 32 1 84 92 J45 81 10c 157 249 202 286 144 120 '3' '34 142 .87 94 210 no 96 120 60 78 58 «5 68 1*7 136 152 IOJ 1 8c 87 92 81 141 117 152 99 190 95 77 78 7i I4: 57 14c 85 IOC 112 I2| I62 123 I91 IO3 94 78 73 95 I44 75 *55 97 141 ; 127 1 113 ■» 1 1 5 9 2 1 ■>243 907 875 698 544 801 405 294 39+ 291 422 208 215 197 150 20c 2 03 1 7O 2 43 1 44 1 3<5 1 17 77 1 13 1 61 51 79 49 93 127 104 158 40 77 120 5 2 93 33 I2C «3 I2C 9\" 105 230 162 130 63 156 its. 50 116 4 L237 582 1,794 1. 021 3'4 '59 375 254 321 . 287 33° 97 2 32 1 91 1 63 140 211 196 184 103 124 1 224 191 174, 13' IO4I 86' 13 3 i.4'5 1,231 j, 210 1.243 1,202 1,048 2 12 1 id 99I ' ' 95 77l"], [65, "VIEW OF MASSACHUSETTS. 55 Southborough, P. Spencer, P. Sterling, P. Sturbridge, P. Sutton, P. Templeton, P. Upton, Uxbridge, P. Ward, Westborough, P. West Boylston, Western, P. Westminster, P. Wirchendon, P. Worcester, P.* 40, w. by s. 153 227 J95 286 386 194 161 61 74 ■33 124 1.33 1 66 151 169 188 298 94 H7 65 76 123 119 47 42 72 1 co 28 60 78 93 I03 120 89 IOC 92 71 126 131 120 142 180 157 261 211 1 10 93 96 83 127 124 5i 52 22 76 73 52 100 77 122 126 1 36 6« 194! 96 167) 98 288 122 377 165 177 76 153 72 183 92 68 31 171 7o 94 45 ■33 53 2i7| 95 190 92 ?41 162 156 183 2'- 5 1 12 96 139 43 88 92 126 ■ 38 2'C 278 149 98 >45 55 118 78 94 136 \"3 97 129 ■35 167 214 83 88 118 84 59 8c 92C ' 1.453 22 1.472 14 L927 7 2;66C 1,205 7 995 540 4! 1,04s 2I 632 41! I,Ol4 I t 22 '4 .7 so 871' 1,43 2 1,614 1,846 2,5 13 i.o6i- 854 1,404 532 922 it 979 1,369 1,092 204 348 422 470 61c 284 224 30.3 133 265 I74 25\"i 384 301 9,525 22 15.476 96 16,771 77 20,440 3 c 25,218 6C- 10,444 95 7,608 27 17.148 39 6,549 28 12,740 52 7,911 Oi 10,717 91 15,830 56 10,851 42 » 27 2 IO 2 36 2 80 3 5* I 52 1 14 2 17 87 1 69 215 90 H3 84 15° 236 175 57 •'5 129 106 I I 07 1 49 2 21 4' ni 107! 134 90 I 1,419 1,173 « 1 59 6 99 337 186 262 242: 207 I 325 182 283 234 231 88 2,577 2 411 60' 63,666 4c I I 1 '9-847 4,9945,995 5.9375.433 9,2634,441 6,346 6,587 5,599 46864 9'° 61,192 15,827 701,312 75 65 4 'l I Franklin. Ashsield, Bernardston, Buckland, Charlemont, P. Coirain, P. Conway, Dee field, P. Living's Grant, U. Gill, 292 1 10 180 171 299 264 223 26 lS2 165 75 85 89 81 9c 90 202 215 13.C 174 107 164 8 12 147 122 68 85 84 81 8c 75 15c 147 157 '29 156 115 21 13 67 53 .wick, and Gn 280 133 - 95 64 2o7 106 148 79 3'3 13° 272 115 224 103 20 10 188 93 100 90 203 187 162 i67 68 90 103 179 194 167 17 75 a 1 Sue 125 69 74 61 H7 140 124 12 8 1.809 1 81 1 1,097 987 31 2,016 12 1,784 25 1.57c 1 762 of Boylston, t 31 12 25 i,74i 780 1,04' 8.75 2,Ol4 408 ■75 228 217 448 4l2 10,931 84 7,082 28 6,303 92 6,188 25 15,061 \"I 16,780 77 19,360 60 I 80 99 1 «3 1 00 2 26 2,01} i,53' 4°3 2 35 2 06 .13I 3f PctS uded I 57I 79! ;rsham, Haid in Oun^e. 1231 591 :enwich. 8o| 55l 5, part 1 11 if Be 700! lolden, i5f| nd Steel 4,996 22 77 ing. f In 18OO part. § Valuation ine!"], [66, "<6 VIEW OF MASSACHUSETTS. Free White Male?. Free White Female* Others' Ste I ■t tai in total in I 18 10 1800 Aggregates. dis. cts. 'oils. 1 Aggregates. .1 HU rtsss. i on 1000 dis. &c. n 10, 'ro -fi |to 26. |to 45 , 1 13&S to 10 I li \"I\" !to 16 .0 2(1 I !'-\" 45 45 «; dis- cts. ( Greenfield, P.* 90, w. by n. H iwley, Heath, Ltverett, Leyden, Montague, New Salem. P. NorthSeld, P. Orange, Rowe, Slielburne, Shutesbury, Sunderland, Warwick, P. Wendell, Whately, ■57 189 - 174 1 2 1 168 386 201 97 83 66 71 96 63 146 76 43 64 . 76 86 126 9. 90 105 85 9> 74 57 78 78 104 75 170 194 149 112 69 7 1 61 84 1O6 75 77 96 55 5^ 103 106 85 9c _96 82 2,?93 2,3gjj 109 63 55 78 90 84 175 84 69 6+ 7.8 63 47 124 89 72 2,162 147 161 154 107 12Q, 123 328 176 124 146 128 158 68 1 i 90 153 72 98 5s 95 65 66. 81 no 77 87 162 187 101 1 1 1 66 71 64 67 72 114 67 61 3° 52 101 122 73 86 75 92 2,0602,701 9-7 1 «6 ice! 208 I rs 99; 146 63' 116 49 75 52 84 47| 83 109 114 8_jj 1 08 97 1 10 98 67 102 97 203 123 66 89 ij 1,165 60 1,031 44 9'7 62 1 769 77 3 1,009 64 934 156, 2,107 8+1 1 1,218 58 764 56 839 78 13 961 69 939 5° 55i 106 1,227 71 983 73 j 801 [2 004 Q8 '37,3 j 1, I 1 1 i 1,254 878 604 7'i, 1,095! 1,222 1-949! ',°47i 766 575 1,079 93° 537 1,233 737 773 26 083 268 241 194 182 220 241 280 24'2 194 2231 2 16 1-35 291 224 ...235| 12.963 85 5-794 °q 4,866 41 4,062 63 7'°47 75 6,938 32 , 14470 22 I2,0i0 77 8.544 35 4,116 95 7.892 93 4,744. 28 4,961 6'ss) 10,757 00 5.658 89 I 8.703 8i| I 72 I 01 . 83, 7* 1 09 1 1 1 2 26 1 65 1 26 76 1 17 .87 ■ 72 1 56 96 1 26 127 158 122 156 102 75i 99] I lo6i '3 4< 78 172 i?' 142 f,°93 52 120 '->5 '45 1 10 I 9Z . 73 101 I 75l |2 65 . 1 1 1 q; 6 304! 210,239 55] 3' 73 HAMPSHIRE. /. mheist, P. Belchertowo, P. Chestei field, Cummir.gton, Easthainpcon, Goshen, Granby, Greenwich, P. Hadley, P. 229 350 230 .157 105 87 i'3 167 96 79 45 54 77 112 \\ 86 128 131 201 229 121 120 101 84 53 79 78 48 85 83 115 111 117 1 20 134 174 103 74 49 5° 63 100 217 353 236, 132 89 78 120 i64 141 240 146 97 64 64 84 120 138 15 1,469 169 24 2,270 109 2 i)+o8 79 22 ,,009 5 1 1 660 55 2 . 652 63 850 92 2 1,225 95) 7 -1,247 .1.358 1,878) ■>323 9^5! 586 724 786 1,460 ■,°73 419 600 290 2321 158, ,56 213 298 297 1 4,494 '5 15,782 95 8,876 47 8.134 '7 4.398 01 5.584. 99 6-843 57 8.535 21 15,806 53 2 16 2 63 I 4O I 20 71 82 145 186 I 05 1 37 2 0$ 1771 ■92! 227 i33l"], [67, "VIEW OF MASSACHUSETTS. 57 Hatfield, P. Middlesield, Northampton, P.* ! 87 12 I 91 79 6.. 7! 77 62 95 125 64 70 90] 76 I 69 84 . 72 63 33 7 8o5 822 809 877 217 I83 12.955 °5 7.545 67 1 61 1 oy 57 359 186 3°9 191 191 364 192 263 259 186 3' 2,631 2,190 678 30;28(6 I7 4 11 95- W. Noi wich, Pelham, P. Plainiield, South Hadley, P» Southampton, Ware, Westhamp'on, Williamsburgh, Woithington, P. 161 192 ■74 H5 i6t 62 106 82 72 88 82 99 100 88 113 72 94 87 79 87 127 103 59 83 6( 105 74 69 8;- 1 6c ■94 '43 137 161 161 83 92 81 83 69 47 97 98 1 798 79 103 91 77 114 88 71 llo '44 2,366 96 1 08 84 89 1 32 98 83 Hi 69 94 69 73 9^ 84 75 99 94 16 5 4 6 6 968 1,185 977 902 1,171 996 '93 1. 1 22 J.39' 24.553J 959 1,144 797 801 983 99\" 756 1,1 7fc I83 261 218 212 269 239 I90 251 6.o67 92 6,795 88 8,343 19 7,288 68 8,654 47 6,746 37 8,636 47 10.132 '5 l'i,7oo I7 92 I 14 1 20 1 08 1 32 1 09 H9 ,80, 90 64 68 99 97 2.359 76 73 101 1 12 164 209 3 7 1 16 I 42 I 66 ■—i 2341 \"7l 1,884 123I 2,285! I 92 |i,y2o 3 64' 1 30 2.4J2 12 205 | 1 22 s\\ 2 . 8 r. ? 290! 86 213,608 2 3.1 1 Blanford, P. Brimsieldv P. Chester, P. Granville, P. Holland, P. Longmeadow, P. Ludlow, Monson, Montgomery, Palmer, P. Russell, South Brimfield, Southwick, P. Springfield, P.* 92, w. by s. Tolland, P. fin 1800, part ~ 247 239 243 238 63 155 ic7 261 .14 95 129 ■'3 30 8-7 55 1 37 44 101 153 94 135 127 30 107 60 166 123 140 139 ■38 37 95 165 56 103 37 64 120 126 i°3 'no 122 42 8 c 49| Si ; 250 186 256 203 68 148 124 267 185 76 91 192 H4 99 106 127 3o 77 40 102 '54 118 I50 33 93 64 I49 43 85 32 60 128 143 ■38 140 ■49 47 1q6 78 I48 61 1'3 36 54 lo- 1 2 1 Hi 1 1 2 13' 39 84 61 38 M *4 1 4 17 i,6l3 ',325 '-534 ',504 420 1,036 73° 1,074 595 1,114 422 645 1,229 1,778 1,384. 2,3°9 44S 973 650 ',635 560 1,039 431 774 867 I 327| 375' 358, 3><9 I06 28. I65 375 I50 250 10c 153 375 13,090 7o 13,639 04' 9,o7 7 loi 1,2,232 94 3,697 84 io,447 69 4,724 '4 12,625 n 2,925 54 6.957 70 3 ©86 42 5,4i9 J0 8,964 02 1 84 1 90 1 54 1 89 55 1 5i 76 '3' 4l 8.3 39 62 31 6 1 90 58 1 14 48 80 95 188 63 102 l8c 33 41 98 54 78 2.9 61 39 59 103 39 78 36 46 88 19 2 97 100 5 I7 I 56 427 152 293 66 320 ,89 428 169 27.' 28 188 41 2,767 2,312 825 28,119 25 4 21 I 139 I .A I 79- ' 49l 1*5 1 I 72 I 64I I 9;l 5ol ll 7981 t i69| 5,805 48 86"], [68, "58 VIEW OF MASSACHUSETTS. to 10 . to 16 4521 236 287 1^1 3-842|.' U Vhite MalesJ tn 26. to 45 45 &.■ >b5 '94 !53 285 285 254 170; 166 164 a,'7oa._334|'>b9' 157 165] 104. 40 48 38 87] 75 76 >35| 92 87 n! 25 15 84 65 53 63, 78 48 39. 35 i7 159 170 12& 88 82 84 n 74 59 146 104 98 131 10s 93J 164 103 10c; 42 38 32! 40 31 27! ■ 57 173 I27' 96 105 78 60 96 54 315 244 188 99 i°3i 9' 156 136 127 71 4« 48, ree 'hite femal CS. o-'-ers] -8. 2 13' 11H total in 1800. Is A ggregates. dis cts lonlOOO jdls. &c. i 2 79 4 4» 2 05 \" 10.. to lo 1^9 ~ i&9 43' 198 247 loe 0 26 2 0if 3i3 ~>45- 45 j 204 1 s I 336 \"6- 166 16c 1 I 1 Th Westfield, P. WfSt Springfield, P 1 ■ 55 12 3 i^9 '•77s 185 i,74ji j 498 ! 83u I 421 '9-773 5o| 30,971 93I 13323 9<fl 203 88r 92! 5 3 1 3°3 fl±L 3? 84 BERKSHIRE. Adams, P. Alford, Becket, Cheshite, P. Cl*rksburgh, Dalton, Egremont, Florida, Great Barrington, P. Hancock, Hinsdale, P. Lanesborough, P. Lee, P. Lenox, P.* 136, vv. Mount Washington, New Ashford, D. NewMarlborough,P Otis, P. I 330 135 98 39 171 86j 221 103 55 20 10c 61 130 76 65 43 282 142 ■35 39 86j 103 20 61 76 43 142 89 69 101 27c 126 88 36 157 84 222 109 41 11 129 63 123 68 67 37 272 127 163 73 I32 64 2 03 87 19O 97 174 loi 83 40 126 36 84 109 1 1 6.3 68 37 127 73 64 87 97 loi .98 39 106 ■5' 2 6 79 4( J73 108 82 '53 97 53 39 Si 80 86 91 19 13 67 55 78 45 27 22 168 115 io'i 96 90 46 95 109 IiO 106 116 99 46 35 29 30 188 140 m 61 96 51 245 180 1 08 86 156 119 53 5° 2;: 4 25 18 3: 2 5« 1.763 522 1,028 1,315 23' 779 79c 392 1,784 1,049 822 1,688 51S 93 1,325 253 859 835 t 1.754 i,'87 1.443 I ,'267 1-041! 291I 390 1,848 1,102$ 1,361 2,261 1,044 1,637 1 43c 4?3 1 8 2i7 375 52 183 166 85 404 247 167 13-791 23 4.42I 28 8,263 86 13-583 92 1,667 °4 6631 85 5,486 96 1,396 24 13,119 54 7,831 99 6,182 94 13543 62 9 961 98 11,015 26 2,008 40 2,677 43 11,377 63 5,182 IS 6,469 10 25,9513 91 10,847 oc 12,382 13 3,728 01 2 16 64 I 18 1 91* 26 97 «3 2 00 155 89 '33 69 181 101 4 1 1 21 90 1 85 1 65 1 60 1 1 203; 123 ■74 103 78 45 74 37 287 167 186 82 1 56 64 366 217 122 74 242 134 103I 73 1 123 103 45 37 167 82 64 '34 H3 136 34 4' 172 nl 7i 3 40 1.305 1,310 474 411 1,832 1, in 912 2,665 1,041 1,648 711 310 375 30c Peru, Pittsfield, P. Richmond, P. Sandissield, P. 72 3° 267 142 198 82 16S 74 40 30 142 82 74 177 74 125 54 il 1 22 128I ' 74 84 434 238 204 75' 242 375 ■65 32 4i 1 90 95 1 00 3 8S 1 47 1 88 67 217 74 134 73 3\" 177 143 74 245 125 134 54 294 ■37 179 75 4 29 2 Savoy,"], [69, "VIEW OF MASSACHUSETTS. S9 Sheffield, P. 35s! 191 Southsield, D. 22 10 Stockbridge, P. 17)- 109 Tyringham, 231 142 Washington, 151 92 West Stockbridge,P. 163 77 Williamstown, P. 282 150 Windsor, 156 m A Gore of land call- 'ed Zoar, adjoining Florida, U. 288 35* 22 178 231 151 163 282 156 191 10 109 142 92 77 150 111 231 16 139 158 82 116 22.. ic 134 138 102 93 149 97 185 11 100 153; 63! 80! 376J 195 265 139 164 292 1831 168 iS 91 127 64 78; 139; 1.34 242 19 144 I7C 81 109 216 203 13 131 l5i 95 90 147 9°, i7<? 7 102 146 62 77 S5i 81 1 1 2 ■I 2,439 2,o5o 147 22c I 1,372 1,261 I 1,689 1,712 942 914 1,049 1,°°2 1,843 2,086 »,Io8 961 476 46 346 405 187 258 401 234 17 821 77 1,479 42 13,615 61 8,960 5o 5>844 90 7,186 4o 17.342 94 7,126 64 2 51 2 1 9 1 6 9' 1 r 159 82 M7; 73 129 80 33 3 2 31 1 1: 99 • 14 13 10 8 I2C 2I5|| 279 72, 4 n 9 15 I* 10 2-k1 '5,48ll2,973 -f-Since iSooJ formed from uni Bethlehem in 1800, of which Oti< 3'3993> 15412,585! incorporated lands. s has since been son |5,502 2,714)3,684 3,212 2,550) fin 1800, part of what is ||Pa.t of Zoar, since 180c I 6531 now ] 5, has |35>9°7'33.8S5| Peru. § 8.385! 277,184 26 41 97 The population of Loudon and Floiida. led. been annexed to Abstract of the Population and Free White Malts. Under 1 o years of age, 41,273 Of 1 0 and under 16, 18,463 Of 16 and under 26, includ- ing heads of families, 20,403 Of 26 and under 45, Do. 22,079 Of 45 and upwards, Do. 13,291 Valuation ofthe District of Maine, with the Valuation Aj Free White Females. Under 10 years of age, 39>i3' Counties. Of 10 and under 16, 17,827 York, Of 16 and under 26, includ- Cumberland, ing heads of families, 21,290 Lincoln, Of 26 and under 45, Do. 21,464 Kennebeck, Of 45 and upwards, Do. 12.515 Hancock, Washington, 1 12,227 Somerset, Oxford, \\11 other free persons, except Indians Aggiegates in Dis- not taxed, 969 trict of Maine. Do. in Massachu Total population, 228,705 setts Proper, Do. in the Com ; mon wealth, J .gregates of the Commonwealth. Polls. I Aggregates. On iooo dis. &c. 9,293! 288,522,07 44 82 9>5'nj 338.495.o7 49 92 '0,093 253,464,81 43 23 7>398 174,538,19 3° 66 6,802 168 973,13 29 06 1.984' 47-611,93 8 30 2,611 69,181,55 n 08 4,130 102.354,42 17 56 Aggregate of Males, 1 15,509 I 1 | 5I.938 '.443>i4i,i7j 234 63 115,8325,867,519,54 765 37 < 167,7707,310,660,711 1,000 eo"], [70, "VIEW OF MASSACHUSETTS. 60 Total enumeration for the District of Massachusetts in 1810, or recapitulation by Counties. Counties. Suffolk, Essex, Norfolk, Plymouth, B^rnstable, Nantucket, Duke's, Bristol, Middlesex, Worcester, Franklin, Hampshire, Hampden, Berkshire, ree ite es. ree ■itp f-.cr\\s\\ es. Otheis,| 45 &c- &c. Totals. Is. to 10. to 16. 1,924 4,990 2,306 2,662 1,855 463 214 2,775 3.876 4.994 2,195 1,884 1,853 2.973 to 26. I to 45. 45 &c. to 10. | tO 16 I tu 20 I ,o 45 i 4,500 10,226 4,187 4,965 3,62-; 876 429 5,297 7,566 9>847 4,349 3>736 3,842 5,481 3,730 4,482 1,414 7,097 7,347 4,879 3,068 3,1 IO! 2,506 2,969 3,168 3,021 1,881 2,076 1,465 731 6-5 448 274 309 263 3,300 3,278 2,928 5,452 5,304 4,061 5,995 5,937 5,433 2.593 2,395 2,162 2,359 2,285 1,920 2,170 2,33* 1,891 3-399 3.154 2,585 4>472 10,026 4,158 4,84 V 3.478 836 418 5.056 7,386 9>263 4,093 3,641 3,709 5,502 2,126 4,061 4,8i5 6,912 2,277 3,160 2,532 3,285 1,621 1,895 454 595 214 297 2,656 3,684 3-767 5. \"3 4,44i 6,346 2,060 2,701 1,798 2,366 1.716 2,267 2J14 3,684 4,241 8,f6o' 3-337' 3-655 2,291 789, 368 3.829 5.38o 6,587 2,651 2432 3>2|2 l-947 1 484 6.676 860 2,880 256 3,64^ 420 (,784 236 640. 300 348! 156 3,441, 924 4510 374 5,599 468 2,004 98 1,9271 205 i=939l 303 2,55° 653 39>89^ 6,737 34,38i 71888 31.245 35.i69 22,211 6,807 3,290 37,168 52,789 04,910 27,301 24-553 24,421 35,907 68,930! 34 9641 45,018145,85434,976! 66,881 33>i9'[+6,366 'J47 2.049 149>229|"], [71, "VIEW OF MASSACHUSETTS. 61 Military Force. The militia of Massachusetts is composed of all free, able-bodied, white itiale citizens ofthe state, resident therein, between the age of eiohteen, and un der that of forty five years, with the exception of various nationaf, state officers, and others, exempted by a statute of the United States, and of this common wealth. A Table of the Militia of Massachusetts Proper, aad of the District of Maine, officers inclusive, in 1812. A difference of opinion prevails relative to the military policy of the United State?, and the efficiency of this kind of defence. All real military men agree that the present system must be radically changed, to render it adequate to the exigencies of the country ; and believe that this may be effected, without resort ing to a standing army in time of peace. Various plans have been proposed, founded upon the basis that every citizen should be armed, but only a part dis ciplined ; the latter being always held ready for the national service. On the immense unnecessary expense, however, ofthe extensive militia establishment of our country, and the glaring inequality attending the mode in wliich that bur den is sustained ; and ob the inefficiency of this species of force, of which in subordination is an invari_b!e and necessary characteristic, in conflicts with regu tai troops, it is perhaps useless to dwell, against tint overwhelming popular con fidence, which the system and the character ofthe force have inspired, and £ d tfl o\" 3 t/i ? era' a. o ■I 70 rt tjss, a rt w o r~t n' tn 3 3» 1 *5 < -, 1 2 3 4 5 6 3 2 2 2 3 2 9 1 1 8 10 ro 8 Suffolk and Norfolk. Essex. Middlesex. Hampshire, Frank. & Hamp. Plymouth, Bristol, Barnsta- ble, Duke's, and Nantucket. York. Worcester. Kennebeck and Somerset. Berkshire. Hancock and Washington. Lincoln. Cumberland. Oxford. 6,219 5.393 5,120 5.905 9,111 4.767 6,265 4.97' 2,988 4.063 4,204 3.446 2,Il8 359 505 310 445 345 69 306 163 165 153 1S2 273 202. 310 388 241 69 459 202 2 16 7 8 2 2 1 1 8 6 9 10 2 EI 2 2 7 8 6 59 ■53 141 122 12 '3 2 2 5 155 7i I 28 I 107 the Commonwealth, -Agg' egates in 64,510 3,228 12,835 Do. in Massa ichusetts Proper, 2,089 140,941 2,435 Tc Dc ital of th< >. of the : former, latter, ?°>573 .5,465."], [72, "VIEW OF MASSACHUSETTS. 62 which it is to be feared, no persistency in this waste of treasure, and unequal tax ation, no opinions, and no disasters, will ever shake. That the militia ot Massa chusetts Proper are not exceeded by any in the union is undoubtedly true ; and that the American militia are equal to any in the world, will not be contested : but it is believed that militia are universally incompetent to the purposes of war. Gen. Washington, in a letter to Gov. Reed of Pennsylvania, dated October 18, 1780, which was a circular to the Executives ofthe several States, and has never it is presumed been till recently before the public, observes, that \" it is time we should get rid of an error, which the experience of all mankind has exploded, and which our own experience has dearly taught us to reject : the carrying on a war with militia, or which is nearly the same thing, temporary levies, against a regular, permanent, and disciplined force. The idea is chimerical, and that we have so long persisted in it, is a reflection oa the judgement of a nation so en lightened as we are, as well as a strong proof of the empire of prejudice over rea son. H we continue in the infatuation, we shall deserve to lose the object for which we are contending. America has been almost amused out of her liberties. We have frequently heard the behavior of the militia extolled, upon several occa sions, by men who judge only from the surface, by men who had particular views in misrepresenting, by visionary men whose credulity easily swallows every vague story, in support ofa favorite hypothesis. I solemnly declare, I never was wit ness to a single instance, that can countenance an opinion ef militia or raw troops being fit for the real business of fighting. I have found them useful as light par ties to skirmish in the woods, but incapable of making or sustaining a serious at tack. This firmness is only acquired by habits of discipline and service. I mean not to detract from the merit of militia : their zeal and spirit upon a variety of occasions have entitled them to the highest applause ; but it is of the greatest im portance we should learn to estimate them rightly. We may expect every thing from ours, that miliiia are capable of; but we mast not expect from any, services for which regulars alone are fit.\" The same sentiments are contained in other public communications from \" our first and greatest revolutionary character : and if every thing from the pen of Washington did not carry with it a paramount au thority, our own subsequent experience, and above all, the present situation of the military establishment ofthe United States, should stamp an additional value on the deliberate opinions of one who so often conducted the soldiers of America to victory.\" Col. Henry Lee, a distinguished partisan officer during the American war, in his recent work, entitled \" Memoirs of the War in the Southern Department of the United States,\" says, that '• whenever the commitment of out militia in bat tle with regulars occurs, the heart of the writer is rent with painful emotions ; knowing, as he does, the waste of life resulting from the stupid, cruel policy. Can there be any system devised by the wit of man, more the compound of in humanity, of murder, and of waste of resources ? Ought any government to be respected, which, when peace permits substitution of a better system, neglects io avail itself of the opportunity > Were a father to put his son, with his smali-sword drawn for the first time, against an experienced swordsman, would not his neigh bor's exclaim, murderer! vile murderer! Just so acts the government ; and yet our patents are all satisfied ; although, whenever war takes place, their sons are tobe led to the altar of blood. Dreadful apathy ! shocking coldness to our progeny ! Convinced as I am, tint a g. vernment is the murderer of its citizens, which sends them to the field uninformed and untaught, where they aie to meet men ofthe same age and strength, mechanized by education and discipline for b.ttie, I c__M.ot withhold my denunciation of its wickedness and folly ; much as"], [73, "VIEW OF MASSACHUSETTS. 63 I applaud, and must ever applaud, those instances of armed citizens vying with our best soldiers in thejirst duty of man to his country.\" Steuben, Harrison, and other officers of distinction, have attempted, by their publications, to inspire our countrymen with correct views on this vastly important subject ; and in support ofthe preceding opinions, may be safely added, whatever our country can boast of military experience and science : but the confidence of our citizens in the militia, though entertained in defiance of our revolutionary history, and the testimony of our best officers, will probably continue to be the great and radical vice in our modes of thinking on military _ff_.irs ; and our coun try may perhaps be aroused too late, from the slumbers of this false and danger ous security. Manufactures. The manufactures of Masachusetts are very extensive. Domestic fabrics, which are almost universally wrought, even in the families of the most independ- ent gentlemen in society, constitute a v<,st and invaluable resource, and already compose the general dress of the inhabitants. Besides large manufacturing estab- lishments in various places, numerous mechanic arts and trades, for the m_.nufa.c- ture of articles of the first necessity in social life, every where abound, and are so familiar to the mind, that their im:nense importance is almost fotg.tten. At Springfield, in the county of Hampden, the United States have an exten- sive establishment for the manufacture of arms. The original seat of this manu- factory is also a military post, which is a perfectly level, elevated p'at, situated about half a mile east ofthe village, from which there is a gradual ascent, flank- ed on the north by a deep ravine, and on the soarJi by a less considerable one, with an extensive plain spreading in the rear, the adjicent parts being uncovered, fronting on the brow of tiie declivity, and commanding an extensive and beauti- fully variegated landscape. At the arsenal, there is one brick building 204 feet by 32, of two stories, di- vided into eight equal rooms, occupied by lock filers, stockers, and finishers ; one brick foiging shop 130 by 35, of one story, containing 1 leven double Lrges, used for forging the limbs of the locks, sciesv pins, and repairing tools ; eig'it dwelling houses, three stores, a carpenters shop, coal, aud proof house. The water works are situated about a mile south of the aisenal, in three differ- ent sites, denominated the upper, middle, and lower water shop3, on an excellent stream fallino into the Connecticut, and exhisiting, in a little distance, the great est assemblage of mills and other water works, to be found in the state. The whole comprises sive work shops. The upper woiks have one shop 6; by 32, of two stories, built of stone and brick. The lower story contains three water wheels, one for polishing, and two for grinding bai reis, mounting, locks, and bayonets ; the upper rooms being occupied for polishing bariels, locks, mounting, .and ram rodi, milling and slitting screw pins, milling tumb!ers, and makings screw pins and swivels : one stone shop 75 by 30, of one story, con taining one trip hammer and ten forges, (bellows all blown by water,) eight of which are used foi welding barrels ; three dwelling houses, a store, and coal house. The middle works have one stone shop 84 by 45, of one story, which con tains three water wheels and eight forges, (bel.ows all blown iy water,) one wheel for a trip-hammer, one for grinding barrels, and one for rough and smooth bor ing barrels ; the forges are used l'or a trip ham ner, barrel welding, forging bayo nets, and repairing toils : one stone shop 50 by 2$, of one_ story, which also"], [74, "VIEW OF MASSACHUSETTS-. 64 contains three water wheels for three trip hammers, six forges for trip-hammers, and forging bayonets ; one dwelling house, two stores, and four coal houses. At the lower works, there is one shop 45 by 32, of two stories, the lower one of hewn stone, and the upper of brick. The lower story contains thtee wa ter wheels and five forges, one wheel for a trip hammer, one for grinding ramrods and mounting, and one for polishing ; the forges are occupied for a trip-hammer, and by mounting forgeis. The upper room is used by mounting filers, and pol ishers : ooe dwelling house, store, and coal house. About two hundred and twenty workmen, on au average, were employed dur ing the year ending in September 1S10, and manufactured 10,240 muskets. Many raw hands had been employed, who were at that period so improved, that it was presumed the tame number would make 1 2,000 in the next twelve months. In the year 1809, an extensive woollen manufactory was established in the vicinitv of Northampton, by the Messrs. Shepherds of that village, which is con fined almost exclusively to lhe manufacture of superfine broadcloths. The es tablishment, including buildings and machinery, cost forty thousand dollars; and constantly employs in the different branches fifty workmen, consisting of men and boys. There is now turned off every day, a piece of broadcloth measuring twenty two yaids, seven quarters wide, which is wove eleven quarters. Ten thousand dollars in wool is required to be had constantly onhand,tostock it. None but the best full blooded meiino wool is here made into superfine cloth, or can make it. This costs 1 dol. 50 cts. per Ib. There is at present a scarcity of this article ; but in a few years, there will be a supply equal to the wants ot the country, from the merino flocks which are spreading in all quarters. The wool heretofore manufactured at this establishment, has been principally imported from Lisbon : but no difference is found in the fineness of the merino wool raised in the United States, and that imported. The cloth manufactured at this establish ment is generally superior to the superfine imported cloth, and some of it is not surpassed by any foreign manufacture It sells at 10 dollars per yard by the bale, in New York. In case of a free importation from England, there would be a considerable depression in the price. The returns of the officers who took the late census of the United States, on the subjects of manufactures and manufacturing establishments, the state of which it became by law a part of their duty to report, exhibit an interesting view of the immense resouices of our country. The number of looms, and of carding and spinning machines almost exceeds belief, as does also the amount of cloth prepar ed by the inhabitants * The woollen manufacture has prodigiously increased, as well in the quality and variety, as in the quantity of tbe goods. The prog- *The number of wool carding machines and fulling trills in the United States, as returned, amount to 1,600 each ; tha water and horse mills employed in spinning cotton, to 330, and work ioo.coo spindles ; the number of looms is more thin 330,000 ;and the total number of yards of cloth made of wool, cot ton and flax, exceeds seventy five millions. The quantity of ardei.l spirits an nually distilled, appears by the returns, to equal the prodigious amount of nearly twenty four millions of gallons. The extraction of brandy from peaches, of an alkoholic liquid from cider, and of whiskey from ry*, snd even maize, is carried to this alarming excess. These returns contain a more distinct and interestin\" exhibition, than we have ever had before, of the saltpetre manufactured in the states. Massachusetts, Virginia, Kentucky and Tennessee, prepare nearly half* million of pounds, as good as that usually brought from foreion parts. lt is al leged, that the quantity may be increased to any desirable amount. The con- Btction of this with numerous manufactories cf gnnpowder, pnts us quite at oaf"], [75, "VIEW OF MASSACHUSETTS. 65 ress made in the preparation of cotton twist, and of the various articles into which it may be manufactured by the weaver, has been still more rapid and surprising. The manufacture of linen is also so far extended, and so much on the increase, as to excite the most animating prospects : and such advances are already made towards supplying domestic fabrics enough to clothe the people, that only a few years will probably be necessary to effect that important object. The manufacture of straw is eminently worthy of notice. In this state, where the forming of bonnets from that material seems to have first commenced, the an nua! amount ofthe manufacture is more than 550,000 dollars, presenting an ex ample of industry and economy, highly honorable to the ladies of Massachusetts. It is a fact deserving of attention, that in the single village of Lynn, in the county of Essex, no less than a million pair of ladies' shoes were made in the year 1 8 1 1, and that the leather was all of domestic manufacture. For a general view of the state of our manufactures in 1 8 10, reference will be had to the subsequent table, comprising the P.eport ofthe Marshal for the Dis trict of Massachusetts, a copy of which was furnished from the office of Tench Coxe, Esq. of Philadelphia, to whom the Returns of all the Marshals and Sec retaries were recently committed, that he might prepare for the use of Congress, a digest or statement of ail the manufactures and manufacturing establishments in the United States. At the request of the Committee of Commerce and Man ufactures, Dr. Mitchell, at whose suggestion that arrangement was probably made, previously examined those returns, and in a letter to the Chairman ofthe Committee, dated Washington, January 7, 181 2, of which free use has been made in this chapter, observes, that \" they abound with information ; though some of them are executed with greatly more care and exactness than otheis. Massa chusetts appears to have been done with remarkable correctness and method, by counties and towns. The partial accounts are followed by a general recapitula tion ; and the whole is an example of order and perspicuity, exceedingly cred itable to Mr. Prince. It is certainly.\" says he, \" a subject of regret, that a grand total cannot be formed of all the manufacturing establishments in the na tion. Yet we may rejoice that so much has been done. When the next cen sus shall be taken, we may be more successful. An exact schedule of all the sub jects of inquiry ought to be formed :\" to which Dr. Coxe, the editor of the jour- nal in which that letter was republished, subjoins, \" not merely formed, ac that period, but attended to long before, and even given to the public, that by dne de- liberation, the most exact and accurate formula may be chosen.\" A second ex- periment will undoubtedly be attended with additional advantages, and greater ease as to the nitrate of potash, and to the means we possess of compounding it. Works in horn, ivory, and shell, have made a progress that is worthy of notice. The combs, for instance, which Massachusetts and Connecticut furnish annually for market, are estimated at above i 50,000 dollars. The abundance of copper as which Tennessee and Vermont afford, may also be mentioned. The quanti ty annually from those districts, is stated at 64,000 pounds. The quality of those sulphates of iron is declared to be very fine, and that druggists and dyers may be supplied to any demand they may make. The preparation of sugar from the juice of the nuiple tree is also important. Of this domestic sweet, Ohio pro duces annual!y,3,C23-8c6 pounds ; Kentucky, 2.471,647 ; Vermont, 1,200,000 1 and Tennessee, 162,340 ; making a quantity of nearly seven millions of pounds in these states only, wherein the returns m*-y be conceived to be greatly within the trutb. The number of gun powder mills are 207 ; which prepare annually 1,450,000 pounds of gun powder. Furnaces, forges, and bfoomenes, ave ens nitrated to 530 : and the paper mills amount to vj,o. ___"], [76, "VIEW OF MASSACHUSETTS. 66 success : but some experience as one of tbe assistants of the Marshal of Mass» chusetts, at the last census, in executing thai part of the duty which related to manufactures, as well as information from others, have convinced the writer, much to 'his regret, that in this section ofthe Union, serious obstacles in the way ofa full and correct account, will still be found in a sentiment entertained and incul cated by many of our most intelligent citizens, not excepting even some members of Congress, that such attempts are visionary and useless ; but more especially, in the too general misapprehension of the people relative to the objects of the law, usually displaying itself in a vague impression, that such disclosures will in some manner operate to their disadvantage. The returns from Massachusetts were, beyond a question, vastly within the real extent of our manufactures in 1S10 ; to say nothing ofthe unexampled progress since that period. The return of wool, and cf the number of sheep, particularly, is very defective, and proves the defec tive character of this first experiment. An extensive woollen manufactory, for •sxample, in the parish of Byfieid, in the county of Essex, employing about forty workmen ; another at Pittsfield in Berkshsire ; and tfie establishment at North ampton, are entirely unnoticed. Many other manufactories, within the limited knowledge ofthe writer, with respect to which the returns are silent, might also be enumerated. These partial returns, however, will give some faint idea ofthe vast extent of our manuf„ctures ; and one would imagine, that the value of a \\(.tj iew of the most necessary kind, even in times ofthe greatest commercial pros perity, were so immense, as to render them absolutely necessary to the subsistence of our citizens. \" The progressive improvement of domestic manufactures is a cause of gratu lation and rejoicing. Innumerous hills whiten with fleeces ; unnumbered vallies labor with plenty ; the plains wave with luxuriant harvests ; the teeming earth discloses her secret treasures ; universal abundance invites the artist and the arts. By removing the necessity of resorting to foreign climes for supplies of the con veniences of life, domestic manufactures promote the real independence of our countiy ; and strengthen the bonds of union between the confederate states, by establishing internal commerce and increasing their mutual reliance.\" The Manufactures of Massachusetts Proper. Breweries. Bricks. Names of '5-1' 2 5- S'-S! M o O V o cr 3 o S3 c=Z 5' <? a z; D rt. sn -1 \" C > 3 o c o c-r CO 3 2. f at *sr \"■ xn 3 o c ssss Counties. Suffolk, Nantucket, Duke's, Norfolk, Worcester, Plymouth, Bristol, Barnstabie, Middlesex, Essex, Berkshire, Hampshire,* 2 43 600 4.639 617,60c. 1 6,00c 6,40c 57,800 21,250 600 3,090,00c 1,025,00c 15,450 16,817 40C 1 44.80c 5,60c 1 8,000,00c 1,775,00c 90,000 1 3,000 1 .0*0 32,000 1,20c 9-775 65 1 1 1, 40;, 00c 7.025 1 * Comprising in Franklin, and H ,23 ., the 20,6 19I territoiy 2! that 7i6,8ooi now form 186,45 cj is the co l-5'295, ool •unties of Ha 139,067 .mpshirc, i8ic impd"], [77, "VIEW OF MASSACHUSETTS. 67 Buttons. >rus: ie<;. lorn Brooms Catgut. Names of 3Z o c B 3 tn -, O > 3 o c 3 Yearly amount of straw- bonnets 03 O I s I\" I CA <■ * o 3 o c aa c > 3 o c 3 *> ei H re -. C O\"! => 2 Counties. 3 I o c Saffolk, Nantucket, Duke's, Noifolk, Worcester, Plymouth, Bristol, Barnstabie, Middlesex, Essex, Berkshire, Hampshire, 20,001 217,424 77.78'- 6,2 19 90,671 1,666 5.O0C 2,000 93-794 2>35c 6.3,75s :5>oo-~ 70,000 70,000) 4,00 c '4,00c 20,000 |55(, 98^ t,666! 2,000 \"Cloth\" and Cloth orks. iers Cotton Factories. | oole« Cloth. Cardin Machines. Names of Counties. Tl St. n ■ Bzo n -cs -c 5? c O D CL O tn -f> 3 3 Pi 8- el • -> 3 rr 2: 0 ° 5 > 3 buifolk, Nantucket, Duke's, Norfolk, Worcester, Plymouth, Bristy, BarJltable, Middlesex, Essex, Berkshire, Hampshire, !i*i '3 4,208 3.926 480 5,875 ■28.575 •5'.338j 308,5721 ''36.159 '173.764 J343.457 3 8 44 5 1 1 ! 6,000 35.266 187,900 14,500 55,000 7, coo 67.355 37.400 127,016 2_5917j,9 1797.236 480 3-527 18,680 8,930 4,280 6860 1029c 3>272 4^7 204,678 35>i85j 240,600 I 17.926 3 8 700 5,808 2,992 76,508 i_4,j88 ?6.'93 4 5 1 1 1,200! 10.000 20,000 29 5 a 19448838.348951,906 I 0860 IO29C 180 .Looms. Fullina dis. £>pi, \"'\"g ennies. Names of Counties. P2 o o o • 3 s, v o -1 - 3 2 p CL 00 i*> 3 2: c o 1 c • c 1 *! Q. sr. 3- 3 Suffolk, Nantucket, Duke's, .Norfolk, 4,300 17.775 '9°i593 836,72c 3+7.69' 319,905 41,72.: 448,661 259.05 ? 527, 22( '.054,55S 2,980 12,442 2 129,397 5 489,640; 5: 162,284! 12 144.452 I! 20. 8601 4 246 7C9 I 1 103.813 ic 181,058 47 t;i 'A ,4.1 67 80 4,00c 16,50c (92,306 23,659 32.^00 3,80c 44-759 25,69c 1 62,860 2, COO P^orcester, Plymouth, Bristol, Barnstabie, Middlesex, 1,021 4-594 '.353 2.597 327 1,788 1,426 2,633 v'*5 12,375 32,083 3-945 5 -4'8 634 ■8,3^3j 24,140) I 23,61 2 219,891! !442.40ii! Essex, Berksbie, Hampshire, !5e 36000 28600 225. 074 300ol -2564 .;4,c48.2.-.9 2ut)oj 70 22 1 730,9481 56 iobu J"], [78, "68 VIEW OF MASSACHUSETTS. Pia Wool Cards. Cal inet Work. Names of Counties. ing Cards Amt. 15,000 n O o N 3 s ? ■ O rrf > 3 'sJ* 3rti s.s ? 2- *r 3 butfoik, Nantucket, Duke's, Norfolk, Worcester, Plymouth, Bristol, Barnstabie, Middlesex, Essex, Berkshire, Hampshire, 1 15,00c 1,0001 24,001 82,500 38,45c 23,61c 12099 9,750 i' 953 6,998l 9,000 72,000 14,400 33,000 28,850 61,825 4,000 25,038 494 166 34 69,160 2,500 400 y?,50ol 9.95 3 7a, iyir : 4,4001 133,00c 3 i S,6j2 i,ey*j 96,061 Jombs. Candles. Names of Counties. \"i 2 n P I S o ■ZS N Ut I i csV, M O Tallow. Spermaceti. 'n No. ot Pounds. 251,250 Amt. No. of Pounds. Amount. burfoik, Nantucket, Duke's, Norfolk, Worcester, Plymouth, Bristol, Barnstabie, Middlesex, Essex, Berkshire, Hampshire, 40,250' ,61,04: 185,006 4,000 40,201 27,75C 64C i85,00C 280,000 146,300 32,000 I 7 166' 8,922 I 333 17.84-; 841,000 155,300 l22,56f 25,91c 1 1 I 567 49,905 1,401 1—2 80,62-.; 1 1 1,436.5^0 2 I 7,('6s |4o5,00! I 178,3'JO Coupersge. Clo. W« :ks and .tches. Chocolate. :hes&Chaise.| Names of Counties. % o ■sr ' tn O ' **1 > 3 « z 3- 2 1,00C tsV r, If 3 Sr, n tn Z 9 > Suffolk, Nantucket, Duke's, Norfolk, Worcester, Plymouth, Bristol, Barrtstable, Middlesex, Essex, BeiMshire, Hampshire, 30,000 850 r.0,000 800 185 201 6c 4,ooc 8,015 2,40c 65,500 13,10c 8i is I2,OCC I,OOC 61,95c 34,80c 1 2.024 122,674 !0:32C 1 40,000. 150,000 io,occ 50;ooc 284 26c 0,000 1. 1 4; 37.995 5,cco _!'5'8 __ 45 C t6,i85 1 3, 1 00 .446 2) |25S,506 667"], [79, "*VIEW OF MASSACHUSETTS. 69 Distilleries. Names cf Counties. Z o lasses Grain. Cvder. | No of Gallons. Amount. No of 1 Amt. Galls. I 1 Wo. ot Ga!lon«. Amt. Suffolk, Nantucket, Duke's, Norfolk, Worcester, Plymouth, Bristol, Barnstabie, Middlesex, Essex, Berkshire, Hampshire, 2.3 1,365,0c. 764,4.00! 19,80c 9,6001 5i.55c 29,415 11 8 16 65 694,00c 413,00c 412,80c 227,15c i,Sio 1, 20c 42,120 31,790 136,50c 1 28,43c 6S,2jo 8?-7?r 181.586 123 2,472,000! ■?4P4,359i63.73 42,59c 3 16,481 .Duck. Fishery. Glass. Names of Counties. I Hem Coiton. Bag, and Bar's\" mack- rell- 2 ? 3 j No. , Imeces r~ 401 | Amt. Pie! rtmt Tow Cloth [Amt. Amt- ces. I 200! Vards o | 1,000 [3600c Suffolk, Nantucket, Duke's. Norfolk, Worcester, Plymouth, Bristol. Barnstabie, Middlesex, Essex, Berkshire, Hampshire, 400 !6ooc 2,70c 2,70c 22,275 22,275 I I 1 140 i,325, 500! 1,000 3-025 3,000 33.81.3 | 7,600 '35_ooo 80,813! I 4 ;6ocoo !6ococ| 3:000 13300c I 200 6000' 5-4°ol ES 30000! Gl Names of p Zi o c N \" Counties. 3 °, loves. o 1, Engines. <x n r» 1 I Fire > 3 n '/i Brass c,uns. a- © r* Foundries ot Brass and Copper. SP °- 2, t..orii>er. s> 2 tssss 9 Bells. 3 Saffoik, Nantucket, Duke's, Noifolli Worcester, Plymouth, Bristol. Barnstabie. Middlesex, tissex, Berkshire, Hampshire. I 40001 1 1 ' 2,970,7.. <3*> 2 7.t>59 ■ 3,828 10,845 45551 | 4.5C0! 9.00C IC,COC -lOOOi - ! 1275 360c 3\"25 (080c 1 (.1625 j-87^ 14000' 2 I 2 976 7.136: ?2- ' 59 2-. 0.28 20.845 8555"], [80, "VIEW OF MASSACHUSETTS. 70 Founder ie\" iiats Printer Ink. Names of Brass Pew! and Co - posmc Muni Ser 1 of Hats1 made Yearly. Tl 9a n sn y z •m ■ 3 o c a ter. No. of Pounds. Amt. ounties. No. ot .pounds Amt l mt. Suffolk, Nantucket, Duke's, Norfolk, Worcester, Plymouth, Bristol, Barnstabie, Middlesex, Essex, Berkshire, Hampshire, [99,288 41,70c l25J>5°3 109,781 1 1,000 1,000 1,200 18.228 8,148 3-557 8,669 56,00a 2,00c 3.00c 41,923 32 722 14225 18,23c 20,997' 27,506 25,960! 16,380 103,311 58.585 41, 104 44,067 ,000 3000 199,288 109 7011142,645415,167 6000 |3ouo 41,700:25 1,5^3; Forges. Names of Counties. 5\" 3 3 ? 3 Hi o -. TO m Bar Iron. Anchors Hollow Ware i'ons. Wrought Iron. No. ISs -i o •zs Amt. o n irlmt Amt. Amt. outtolk., Nantucket, Duke's, Norfolk, Worcester, Plymouth, Bristol, Barnstabie, Middlesex, Essex, Berkshire, Hampshire, 5 8 12 73 532 94 i,6So 11,540 65,89c 10,84c 40C 84,712 318 5l\\ 1,598 85 2,50c 11,50c 72,30c 1 7,0c© 102,830 8 J, 442 152,956 10,398 1 1 15 221 i»75o 26,460 3,770 8,000 2 80 40c 16,000 84,830 25,562 14,100 49,600 521,718 9 4 3! 200 1 1 12,50c 1 'IP ig7>- '21,930 440 92,7 12 2-34°\" '32-2 i'orges. Leather. lames of bounties. F.dgeT'ools. .ots. Men's Shoes. Women's Shoes No. lbs. -imt. NJo. Of Pairs. mt. No. of 1 Amt. P?irs. I No. ot Pairs. Amt. Suffolk, Nantucket, Duke's, Norfolk, Worcester, Plymouth, Bristol, Barnstabie, Middlesex, Essex, Berkshire, Hampshire, 44000 25,750 2,000 I2,00C i,ooe i°5.475 6,000 1 1,000, 1,500 £2,312 12,510 2,297 662 89,948 62,50c 1 2,265 5,179 82,253 73,300 42,231 9,708 144,605 73,075 43,002 14,959 4.734 10,949 27,889 61,025 370,870 213,633 390,314 225,198 1,310,59c 816,250 6,843 42,228 39,869 54,070 !9 737033 63.3\"7 1,310,50c 816,250 H00C 412,5c 844,864"], [81, "VIEW OF MASSACHUSETTS. 71 Names of Counties. \"J s, *< r» n -1 rs?2 o n 'j. r1 2. f n y .—i n-i c -■ -> o cM -s-, L> t~.su JJ 5\" 3 K * — iu — o-°* &> ii a, ra _ -3 3 JJ 3 90,400 z 0 .tad ines 3 %j cs 0 1 tn IB n Muskets. 3 o c 3 WO 1^ 3 \"*> t\" s Si 3 C *< zz. sn 3 \"'> \" — 3 aurtolk, Nantucket, JJuke's, Norfolk, Worcester, Plymouth, Bristol, Barnstabie, Atiidlesex, Essex, Berkshire, Hampshire, U5,000 2,800 30,000 7,000 60c 1,000 4.170 17,700 6,50c 3'3'2 1, 80c I 1,296 20,800 4,095 740 52,380 8,075 10,750 17,200 680 1,000 10.500 16,000 2,400 220 8,500 7.325 31.748 1 2 1,800 n,240 20,COO 1 34,380 200 161,625 lO.OOO' 188,726 200 8 '9.Q95 229.086 17,880 Marble Works. Nails. Names of Counties. H *J25 n a n> sr \" o 3 po' r in -\" Wrought Cut. I Smaii '.'ons.i I -~i:lll Tons. *t nit. 'A - a mt. buffolk, Nantucket, Duke's, Noifolk, Worcester, Plymouth, Bristol, Barnstabie, Middlesex, Essex, Berkshire, Hampshire, I 5,218 \".575 500 679s 310'- 669 111,499 154,262 73,457 133,800 >2 59,180 480 3,000 5,000 5451 180 100,016 62,000 1200 -6 ,89,400 138,000 35 5\\ 7.700 2,256| '3 160 '36° .6! 189,400 |38,ooo 36' 5.21869,235! |2-925i 1644-990 Oil. Oil Mills imount of Ores, Ochre and Nitrous beds. f Names of 1 Counties. Spermaceti. Whaie. Z ? 1 No. of [Galls. Amt. No. of Galls. Amt. No. of Galls. Amt ctutfolk, Nantucket, Duke's, Norfolk, Worcester, Plymouth, Bristol, Barnstabie, Middlesex, Essex, Berkshire, Hampshire, 77,69 68,832 249,728! 171,688, 9 3 •+ 15,90c 900 5,300 '6,372 1,165 6,785 1,000 600 800 900 800 9,460 2 7 7 9,460 '5° 200 1 1,500 1 1,500 77,696 168,832] |249,728| 171,688 32 14,40 46,982 1,35°"], [82, "VIEW OF MASSACHUS: Paper Mills. ow. Is. Names of Counties. 2| Writing Paper i^No. ot fimt. Reams Hang: No. of Roils . :ngs- Amt. | No. of pounds. Amt. &,' o » o srr ct, Oj > No. ot Reams Amt. -1 tn Suffolk, Nantucket, Duke's, Norfolk, Worcester, Plymouth, Bristol, Barnstabie, Middlesex, Essex, Berkshire, Hampshire. K.e?ms 28,009 9,340 56,017 4i,650 18,000 1,500 3,000 •28,000 1,000 4.5°° 25,ooi 15,000 6' 1 4 4 2.V 40 024 4,611 3,40c 9,745 [15,834 10,300 10,000 23,656 95,ooo] IIOCO 1870 157,000 I )O~0 I«70 |9.5, 1 'IS) |33,500 l2OO0ol72,00O! li 257,45! 22,500; Grist Mills. Saw Mil is._ ~ Oa Names of Counties. z o Wheat. & K e. Corn & Oats. No. ot rimt. Bush No. Feet. Pine^ lAmt. Feet. No. of Bushels Amt. -init Suffolk, Nantucket, Duke's, Norfolk, Worcester, Plymouth, Bristol, Barnstabie, Middlesex, Essex, Beikshire, Hampshire, 58 26 364COO 96476 460476! 264417 86479 '350896 49o54 49054 35273 35273 '118 , 32 89600CO, 1 7 6 50001 6445, 1 1 603 .90001 68 ii5c |So48ol >-6855| 1072500-01 l-*9occ Rope Walks. Ship I til. ling. Soap- stone Fact'rs. ■o 3. Ct, -rT rs 1 2 > 1 n r, !irP Names of 5 Cordage. 1 wisi es. Counties. o o <* o *+1 > 3 r. if > 3 No. of Tons. it. A •\" buriolk, Nantucket, Duke's, Norfolk, Worcester, Plymouth, Bristol, Barnstabie, Middlesex, Essex, Berkshire, Hampshire, 5 2! I I 4 ',325 52 - 2 355 202 530,000 20;£00 8co 108,700 8c,8oo 37>25o 23,000 1, 00c 15,000 12,420 400 4,575 T \" C. r - r. ICOI 300 566 106,000 181.600 2,000 6c;coo' I 3'75c 20,000 1,500 8,000 l6,835 458,545 9 i 3 3 2,808^ 1,000 961 2CC __63 37-383 1 3 coo 1 1 3000] 29 1,0^0,661 |8j;.~2Pc 23-4'° &56.095 1 1 ococ'"], [83, "VIEW OF MASSACHUSETTS. 7s St. Factc :el >ries. U-ssence of Spruce. spinning Wheels. Snuff Factories. Se 'ing ik. Names of Counties. 2' o -c y ° Z* c ° a a. o > 3 Iii 2 o c' szs tn Amt No. of Ihs I Amt. I No. Amt. lbs. 3 1 auttolk, Nantucket, Duke's, Norfolk, Worcester, Plymouth, Bristol, Barnstabie, Middlesex, Essex, Berkshire, Hampshire, 20 4,000 I5O 3-749 500 10,000 14,40a 3,60c 46,000: 58,000 '5-333 18,34^ 1,250 2,50c 2,494, 7,482 I 4,00c ',-5° 2,5^0 <°3 :6i8 2;, •j,3y3 1 7,982 -i 1 18.4.0037,281 103 Soap, ,oal nifar. Slittng Mills. Names of Counties. Hard. Soft. No. or Z o tZ o o 3 - V o No. ot Pounds. bar- rels. Amt. oun Is. Amt. Amt. Amt. Suffolk, Nantucket, Duke's, Norfolk, Worcester, Plymouth, Bristol, Barnstabie, Middlesex-, Essex, Berkshire, Hampshire, 300,000 80,000 30,100 8,00C 322,000 64,400! 624,000 93,600 9io 145600 777,500 262,220 83>75° 24,247 I,240j 2,950, 5,600 12,800 300 690 80000 93000 100,000 18,000' 2.0.13,720 2S9.697 4,1 '.'0 I S.400I |4*2.000 [82,4.00 5 1900,3 18000 saltpetre. Salt Works\" Wo, Stod ilien ings. Names of Counties. 1? 3 * a, o SA -^1 > 3 No. of Salt. [Glauber's Salts. Feet. Ms. oi Bushels 1,00c Ann. No. of Pounds. Amt. No. of Pairs. Amt- Suffolk, Nantucket, Duke's, Norfolk, Worcester, Plymouth, Bristol, Barnstabie, Middlesex, Essex, Berkshire, Hampshire 3, coo 24.55° 1,200 r 1 2,094 327.354 5,989 4CC 1,050 666 4,138 240 635 4,00C 7,466 l,47t 3,000 4000 4448 n8o 2250 109,118 72,647 334,238 '3,369 1 i,8oo 10,269! 8850 7725 I,2CC 1,200 J360C-! ' 23«00| :q?oji t-z I93031 1468,198 \"8,757l 179.52 334.23\" 13,369! 1.37-95' 28453"], [84, "VIEW OF MASSACHUSETTS. 74 Names of Counties. s 5 o , She O. 3 o c 3 3 1 I £ss< Turp, ince of :ntine. Si Thii ;eel nbles. Factorie: Tacks > of o a 3 ' K o re \">i o JS > 3 B'~ o N > 3 Number of Tacks. Amt. Suffolk, Nantucket, Duke's, Norfolk, Worcester, Plymouth, Bristol, Barnstabie, Middlesex, Essex, Berkshire, Hampshire, 1 0,OOC 52,000 I 1, 000,000 2000 2,500 1.939 1,600 89,602 30CO 300c 9000 9000 750 5>465 2777 IOOO, 73 '2062 1,300 7 2,CI 5 71 2062! 1 03 141 |6ooo| 180002777' 10000I I,000,000|2OOt Tanneries. Names of Counties. Z o Morocco. Hides. Calves. Ho !S. No. ot Skins. Yearly Amt. No ot Hides. Amount. No. of j Amt. Skins. | CTS Jr Suffolk, Nantucket, Duke's, Norfolk, Worcester, Plymouth, Bristol, Barnstabie, Middlesex, Essex, Berkshire, Hampshire, I 24 78 12,000 13,5°° 2,600 15,00c 22,000 1,000 2,800 350 8,925 18,681 8,805 8,498 1,570 26,754 34,593 29,158 34.462 16,30c 2,000 62,645 119,785 45,930 38,690 8,300 181,73c 197,626 99,376 250279 9,145 '3.584 ' 2,720 4,332 , ) 19,H5 . 22,232 1 4,996 ! 11,441 42 1 1 5« J5 290 172, CCC 61,70c 40,000 51,660 7,°50 10,393 10,570 8.094.' •6:-,88S' 1 8,93 7 22,288 1 1 ,460 1 '8.579 129,078 2800 910c 280c 9100 ru 1,800 139,660 1 74,596, 1,0 22,66'. Tanneries. Whip Waggon Factories Earth- ire fflries. oden Sheep. arteries en Fae are. oun •'«. Imo. of Skins. Amt. ,D 1 > 0 3 55 c a Ware [Amt. _ 7. cr o tn . 3 Lint. Suffolk, Nantucket, Duke's, Norfolk, Worcester, PI v mouth, Bristol, Barnstabie, Middlesex, , Essex, I Berkshire, Hampshire, 8,925 IO,95C 950 3,0^2 2700; 13,4073150 7,406 700 200 4.827 I 3,5491000 19,072 I '.3.179 ' 52,140705c 300C 3150 200 15OOO 9912 I 2. 000 2,700 I 2,CC0 4,3°° 5,938 20,791 1 00c 65CC I22CG 5. 970' 6£,536 640 7990. 600 i66c| 2260! 27000 16600 143600 1870O -4' 1 7. 3 i,occ"], [85, "VIEW OF MASSACHUSETTS 75 Commerce. Massachusetts is an extensively commercial state. The enumeration of the principal exports from the District of Boston and Charlestown, will be found generally a,; V.icable to the whole state : but of the almost innumerable articles, which constitute the impoits, it would perhaps be superfluous to attempt even a partial enumeration. Statement ofthe gross Amount, in dollars, ofthe Duties on Imports, Tonnage, Passports, Clearances, &c. ; the Payments for Debentures issued for Drawback on Merchandize exported, Bounties, Allowances, and Expenses of Collection ; the net Amount of Revenue ; and the Payments into the National Treasury for the several Districts in Massachusetts Proper, in 1810 ; with the Aggre- gates in the United States for ihat year ; the Payments for Boston, Salem, and other most commercial Districts in the Union, for four years, commencing from April, 1801 ; and the Tonnage in Shinning for those Ports at different periods. Excess of Debentures paid, Sec. in Ipswich & £.dgart n, 2.370 True net Revenue, 2i54^>33^_J heep s 00 mount o: manu- Names of Counties. 1 9 r 1 jfactures in each county. 1 .Uo)ls. 2,478.391 547.695 37>5°8 1,564,096 1,682,804 1,077,720 1,278,266 187,160 2,882,724 3,147,269 1,540,061 2,170,629 Total amount through Massachusetts Proper. Suffolk, Nantucket, Duke's, Norfolk, 17,500 17,500 7,175 7,000 Dolls. 18,594,323* Worcester, Plymouth, Bristol, Barnstabie, Middlesex, Essex, Berkshire, Hampshire, * The manufactures of the District of Maine, in the year 1810, so far as returned by the Marshal, amounted to 2,135,781 j _ 1 1 35,°oa>l ■4, '75 r-lnll^r^ 1 8 10. Gross Amount of Duties on Imports, &c. Payments for Drawback, &c. Net Amount of Revenue. Payments into the U. States' Treasury. Districts. .Boston, Salem, Marblehead, Gloucester, Newburyport, Ipswich, Plymouth, Barnstabie, New Bedford, Dighton, Edgartown, Nantucket, 2,816,922 621,019 . 63,573 47,3°' 1 '9,447 107 30,616 8,704 12,583 3.805 2.545 28,724 611,598 464,404 ' 24,097 21,061 63,069 1,913 13,169 2.997 1,063 455 3>l'5 6,067 2,205.324 156,615 39,476- 26,240 56,378 17,447 5,707 11,520 3>350 1,168,902 1 34.095 20,510 29,046 37,177 16,616 6,433 7.5\" 2 3,226 1,970 5,956 22,657 3.755,346 1.213.008 I 2, -4,714 i,43i,423"], [86, "?6 VIEW OF MASSACHUSETTS. Summary of the Value of Exports from Massachusetts, including the District of Maine, for twenty one (and from the United States for seventeen) successive - Years 1810. Gross Amount Payments for of Duties on Drawback, &c. Imports, &c. \"16.898 477 4,141,646 Net Amount of Revenue. Payment into the U. States' Treasury. Aggregates in United States. 4,141,646 12,782,859 8,803,660 Excess of Debentuies paid, &c. in various Districts. 1,02 True net Revenue, 12. 12,756,831 Payments into the U. S Treasury from A pril 1801, to April 181 1. Tons. Tons. Tons. 1794. 1804. 1811. Poston, Salem, New York, Philadelphia, Baltimore, Norfolk, Charleston, 6,408,400 i>°34>498 1 2,862,020 7.777,965 3,861,963 1,761,673 3;°31>639 66,961 23,623 94,061 74,168 24.253 17.594 4°'572 107,3(51 38,523 166,363 81,163 63,480 38,849 48,050 140,383 Years. i79ii 1792 J793. 1794. ■795- Massachusetts, United States. 2,519,650 1 8,399,202! 2,888,109 S,75t,b-JO 5,292.441 121.005, 568l26,01 1,783 33,043,725 7.H7.907 46,855,856 VearsJ Mass. U.S. 9,949,345 67,064,097 1796- 1797. 1798- 1799 1800. 1801. 7,502,047 8,639,252 11,421,591 11,326,876 14,870,556 51,294,71061,327.41 1 78 665,522 70,971,78093,020,511; i7_971 1801. It cars. lt>02. ■803. 1804 18UO. iMass. Iu. S. 13.492.632 7 L957, '441 8,708,566; 55,800,033, 16,894,379 !77,699,074 Domestic. 1 5.697>®5' 42,387,002' Foreign. | Total. 13,73^,60619,435,657 53,179,01995,566,021 Years Fiora Uct 1, 1805, to Sep. 30,1806. From Oct. 1,1806, to Sep. 30,180?. .Domestic. Foreign. 1 Total Mass. 6,621,696 I4,577,54ll2i,i99,243 U. S. 43,504,001 60,283. 236|10378723i Domestic. I Foreign. Total. 6,185,748 .13,926,377 20,1 12,125 18,7QO,ooo|59>643,558 108343 5i8 cais-iFromUct. I, 1807, to Se; >. 30,i8o8J From Oct. 1 . 1 808. to Sep. 30, 1 809. Domestic. Foreign. I Total. Domestic. Foieign. 1,508,632 3,6i9,69l| 4,128,322! 6,022,729 6,119,564 i'otal. 1 Mass 12,142,293 i ears From Oct. i,1809, to (5ep 30,i8io. From Oct i,i 8 1 o, to Sep. 0,1811. lass. I Domestic Foreign. Total. Domestic. Foreign. Total. 5,761,7-1 7,251,27713,013,048 6,042,645 5,192,82c 11,235,465"], [87, "VIEW OF MASSACHUSETTS. 77 Value of the exports of the fishei one year, ending Septei Dried fish or cod fishery, - - Pickled, do, or river fishery, her ring, Shad, Salmon, Mackerel, Whale (common) oil and bone, Spermaceti oil and candles, ries of the United States, \"j- for mber 30, 1807. 1,896,000 302,000 476,000 130,000 606,000 2,804,000 Value ofthe experts of the fishe for one year, ending Sept. 30, 131 Dried fish or cod fishery, - - I Pickled, do. or river fishery, her- ring, Shad, Salmon, Mackerel, Whale (common) oil and bone, ! Spermaceti oil and candles, - - ries of the United States, 1. 757,000 305,000 1 78,ooo 273,00035 1, 000' 1, 4 1 3,001 Abstract of the Tonnage oftheShipping ofthe several Districts of Massachusetts Proper, on th, last day of December 18O7. Registered. E moiled and .Licensed. Licensed under 20 tons.; [ Proportioi censed tonn ns ot the enrolled and li- nge employed in the 1 I. ' Aggregate Tonnage in each district Districts. Permanent, j 1 emporary. Permanent. (Temporary.' Coasting Trade. Cod Fish- Ij I 1 |Tons..95tfi3. eiy. Coasting Trade. Tons,95ths. Male Fish Cod Fish- eiv ery. rons,95tns Tons,95ths. Tons,95tho Tot)Si95ths. Tons,95ths. Tens,95ths !Tons,95ths. Tons,95ths. Newburyport, Gloucester, Salem, Ipswich, Marblehead, Boston, Plymouth, Barnstabie, Nantucket, Edgarfown, New Bedford, Dighton, 26,791,16 4.463,22 30.947.23 244,69 8,189,30 83,340,18 1 1,298,18 i,439>33 12,870,53 242,4c 18,180,93 1.543-54 2,429,2 1 80,78 54L55 2,429,21 4:998,01 - 13L59 69,14] 80,78 4,43447 302>47J 54L55 9.376,62 128,56 96',43 73.34 13,112,41 131,33 15,458,07 17.466,82 2,309,69 339.7° 9,106,75 229,81 27,52 '57.73' 16294,36 69,63 267,90 4,468,24 124,36 76,02 662,35 94-93 390,71 6,418,94 180,24 50,51 190,56 4.869,51 17486 19,248,74' 92,170,21! 3,305,41 _ 1,476,64] ,t vessels in ihe United States, on which duties we, :ries ofthe United States are confined principally 1 4.998,01 4.434 47 9.376.62 961.43 13,112,41 1 7.466,82 9,106,75 16 294,36 4,468,24 662,35 6,418,94 4.869,5 1 210,9,1 3,770,62 89.27 115,06 175.38 595.77 98,0c 224,78 34,63o,i2 13,051.66 41.083,33 L394-57 21,608,47 119,510,38 20,761,01 18.453,88 17,539,20 999-73 25,221,48 6,778,57 1,293-55 1,290,28 5,736,87 i°5.7i 5,300,58 15, '59-'2 3'446,04 5.055,27 3,560,8^ 369-4^ 5,738,38 4.655,71 3,836,05 3,144,19 3.768,31 855,67 7.943.i6 4,617,44 5,890,57 1 65,oc 11,243,72 62,75: 968,86 292,8! 86o,80 I 213,75 15.458,07 l.57,73 - 65, od 62,75j 390.71 190.56 I I *The tonna; 199,550,89! e of merchai f The fisln 5,280,59321032,65*1 :re collected, amounted ii to this commonwealth. 51*712,19] 1804, to 1 127.75 ■443>455> ' 127-75 43-635>63 443>455> 'n 1*0;, to 1,257,952. »"], [88, "VIEW OF MASSACHUSETTS 78 A Table of the Exports, Tonnage, United States' Revenue, &c. &c. for the District of Boston and Charlestown Note. — There being many articles imported which are free of duty, and many that pay a specific duty, without immense labor, the value of Imports cannot be ascertained, but it is known that they greatly exceed in value the Exports. In 1807, there were 693 vessels cleared out at this office for foreign ports ; of these, 37 were for France ; 73 for Spain, Italy, and the Mediterranean ; 5 1 for Holland, Germany, and the Hanse Towns ; 18 for England, Scotland, and Ire land ; in fine, those for European, Asiatic, and African ports, and the Noith West Coast, altogether, were 229. The others were for the West Indies, and other places in North and South America. Since that period, the channels of commeice have materially changed. A General Enumeration ofthe Articles Exported. Domestic Articles. Flour, Coin, Rice, Cottoo, Tobacco, Bread Stuff, Beef, Pork, Bacon, Butter, Cheese, Laid, Dried and Pickled Fish, Oil, Spermaceti, Whalebone, Lumber of all kinds,Naval Stores, Beans, Pease, Potatoes, Appies, Candles, Soap. New Or leans Sugar, Loaf Sugar, Hops, Wax, Furniture, Beer, Boots, Shoes, N.E. Rum, Gin, Linseed Oil, Spirits of Turpentine, Cables and Cordage, Nails, Iron, Clo ver Seed, Cotton Yarn, Onions, Vinegar, and Manufactures of various kinds. Foreign Articles. Dye Woods, English, India, Geiman, Russia, French, Scotch, and Irish Piece Goods and Hard Ware, Wines, Spirits, Teas, Sugars, Coffee, Cocoa, Fruits, Spices, Molasses, Indigo,Cotton, Cochineal, Manufactures of Lead, Paints, Cord age, Hemp, Porter, Cigars, Cheese, Candles, Nails, Iron, Iron Hoops, Sec. State Debts and Credits. The revenue of this commonwealth is principally derived from an annual tax up on polls, the .estates, real and personal, of the citizens, and from the sale of public lands. The following abstract of the state ofthe Treasury ofthe Commonwealth cf Massachusetts, January 1, 18 13, exhibits the public stocks, and other particulars relative to our funds, that may not be uninteresting. Due from the Commonwealth, viz. * Value of Rice, Cotton, Flour, Tobacco, Staves, and Naval Stores, exported (being principally the produce ofthe Southern States) in the year 1809, which it is presumed, bears a relative proportion in amoant, to the Exports of othe-r year., 2,294,109 dollars. Tonnage ot Registered vessels which be- longed to this District at the seve ral dates. Tons.\"«5ths 85,563,60 100,085,74 Tonnage of Coasting ' vessels oth-[ erthan those under 20 j Tons. lonnage of Fishing vessels other than !those undei 20 Tons. 1 otal Value ot Exports. Foreign Articles Export- ed. iDomes tie Arti jeles Ex ported.* on Im- Years. post and Tonnage Tons, 95th* Dollars Dollars. Dollars Dollars. 'Tons. 95ths; 1809 1810 1811. 28,539,90 30,220,12 30,207,08 3.°35>75 2,987,86 2,751,28 7988877 •! 1 1 5099 5852017 3979848 1525420 2804377 4009029 3589679 3047640 1600017 2789838 1700666 107.425,19"], [89, "VIEW OF MASSACHUSETTS. 79 On warrants on the treasury files, for gratuities to soldiers, and on various rolls, - ... . . 36,6c? ic Unpaid January 1, morning, ofthe severa! instalments of the public debt, that had become due at different periods, . 12,197 16 Interest on the public debt, unprovided for, due this day, . 1 7/i+4 00 Balance of the public debt unprovided for, - _ 549*05848 On consolidated notes, army notes, and new emission bills out standing, which may be redeemed agreeably to the act making provision for the public debt, estimated at . . ' 08 472 80 Due to the Union Bank, for money borrowed at the same, at sundry times, to pay on the instalments of the public debt, and the ordinal y expenses of government, - . . 67,00000 Due to the Boston Bank, for money boi rowed at the same, for purposes as above, - 103,000 00 Dolls. 884,027 49 Due to the Commonwealth, viz. On the taxes issued from the year 1805 to 1812, both inclusive, 196,267 85 Due from the late treasurer of the commonwealth, and his sure ties, exclusive of interest, and from, the sheriffs of the several coun ties, on treasurer's warrants issued against delinquent collectors of taxes, - - - . . 66,519 03 Remaining due on bonds and notes, given for lands sold, &c. aRd deposited in the treasury cffice previous to January I, 1813, I32'75I 52 Remaining unpaid of the funded six per cent stock of the Unit ed States belonging to the commonwealth, - - 304,881 52 Do. of the three per cent do. ... 249,760 20 The interest and reimbursement of principal due on the above stocks, and payable this day, Cash on hand, January 1, morning, 19,268 59 8,496 08 Dells. 977,944 79 N. B. Stock in the Bos'on Bank, 600,000 Do. in the Union Bank, 400,000 Dolls. 1,000,000 Banks, By the statutes incorporating banks in this commonwealth, it is provided, that if any loss or deficiency shall arise from the official mismanagement ofthe direc- tors of any bank, the stockholders at such time, shall be liable to pay the same in their individual capacities $ but no stockholder shall be liable to pay a sum exceed- ing the amount of tbe stock actually then held by him : that the stockholders in each corporation, when the act establishing it may expire, shall be held, in their individual capacities, to pay all bills which may have been issued by it, and may then remain unpaid, in proportion to the stock which they may respectively hold: that one tenth part of the whole funds of each bank shall always be appropriated to loans, to be made to citizens of this commonwealth, wherein the directors shall exclusively regard the agricultural and manufacturing interest : that each corporation shall be liable to pay to any bona fide holder, the oiiginal amount of any bank note, altered in the course of its circulation to a greater amount, not withstanding suck alteration : lhat each corporation shall pay by way of tax, to"], [90, "VIEW OF MASSACHUSETTS. 80 the treasurer of this commonwealth, for the use of the same, within ten days as. ter each semi-annual dividend, the half of one percent, on ihe amount of the ori ginal stock, which shall at the time of said dividend have been actually paid in : that the commonwealth shall have a right, whenever the legislature shall make provision by law, to subscribe a sum not exceeding, generally, one half cf the capi tal stock of each corporation, in addition thereto : and that whenever the legisla ture shall require it, each cerporation shall loan to the commonwealth any sum of money not exceeding ten per cent, of the amount of the capital stock actually paid in, at any one time, reimbursable by five annual instilments, or at a shorter period, at the election of the commonwealth, with the annual payments of inter- est, at a rate not exceeding five per cent, per annum. A Table ofthe Banks in Massachusets Proper and the District of Maine. Capital Bank Stock in the Commonwealth, Dolls. 11,570,000 Do. in Massachusetts Procer. - 10.2co.coo Errata. — Page 10, line 6 fiom bottom, to 319 dolls. 17 cts. add 30 dolls. the proceeds ofthe hemp seed. P. 12, i. 15 from do dele \"hor.\" P. 18, 1. 16 from do. for \"they are present,\" read, they are at present. P. 45, 1. 15 from do. in part of the impression, for \" the upper has been incorporated from the low er town,\" read, the lower has been incorporated from the upper town. State, Massachusetts, Union, Boston, Merchants', Essex, Salem, Gloucester, Marblehead, Beverly, Mechanics', Newburyport, Plymouth, Tauntan, Bedford, Phœnix, Nantucket Pacific ames ot Banks. buttoik, Do. Do. Do. Essex, Do. Do. Do. Do. Do. Do. Do. Plymouth. Bristol. Do. C'. unnes. Towns. Boston. Do. Do. Do. Salem. Do. Do. Gloucester. Marblehead. Beverly. Newburyport Do. Plymouth. Taunton. New Bedford Nantucket. Do. Worcester. Saco. Portland. Do. Wiscasset. Bath. Hallowell. Augusta. June 27,i8i 1 June 23,1812 Do. Do. June 26,181 1 June 18,1799 June 23,1812 Do. Do. Do. Do. Do. Do. Do. Do. Do. Do. Do. Do. Incorporation Expiration. Oct. 3, 183TT' Oct 1, 1831.! Oct. 3,1831.' Do. Oct. 1,1831. July i, 1819.] Oct. 1, 183 1. Do. Do. Do. Do. Do. Do. Do. Do. Do. Capital. 3000000 1 600000 1200000 -1800000 300000 i 400000 200000 I 20000 120000 160000 200000 350000 IOOCOO I 00000 200000 Worcester, Saco, Portland, Cumberland, Wiscasset, Bath, HaU. & Augusta, Kennebeck, Nantucket. Do. Worcester. York. Cumberland. Do. Lincoln- Do. Kennebeck. Do. June 15,1599 June 23,1812 Do. Do. Do- Do. Oct. 3, 1831. Oct. 1, 1831. Do. July I, 1819. Oct. 1, 1831. Do. Do. Do. Do. I coooo I 00000 200000 I200C0 300000 300000 250000 1 00000 150000 1 00000"], [91, ""], [92, ""], [93, ""], [94, ""], [95, ""], [96, ""], [97, ""], [98, ""]]