[[1, ""], [2, ""], [3, ""], [4, ""], [5, "HOW I VOLUNTEERED FOR 'THE CAPE,' AND WHAT I DID THERE. BEING A SHORT HISTORY OF EIGHT MONTHS' SERVICE WITH THE FRONTIER LIGHT HORSE OPERATING AGAINST THE KAFIRS AND OF THE ADVENTURES THAT BEFELL ME. By T. E. FENN,_ A~^ (late lieutenant, frontier light horse.) IJonbmi : SAMUEL TINSLEY & CO., 31, SOUTHAMPTON STREET, STRAND. 1879. [All Rights Reserved.]"], [6, ""], [7, "INTRODUCTION. In Avriting the preface to this little Avork I must crave the indulgence of my readers, and trust that they will, if possible, overlook the many shortcomings of this, my first literary effort. The work is, as the title explains, a descrip tion of the kind of life I experienced during the eight months that I served in the Frontier Light Horse. My chief object is to impart a few ' wrinkles,' more or less valuable, to such young fellows who may feel inclined to folloAV my example and go out to the Cape on a soldiering expedition ; but, at the same time, I trust that the book will not prove unin teresting to those who perchance have rela tives and friends serving her Majesty in South Africa."], [8, "IV INTRODUCTION. I will now explain how it was that I came to volunteer for the Cape. I had always a strong taste for soldiering, but had not the good luck to be in the ser vice. Failing this, I did the next best thing, I became a volunteer. After serving about four years in the Victoria Rifles, I left that force and joined the Middlesex Yeomanry. When I had served about two years and a half in the latter regiment, an opportunity offered itself for me to take a twelvemonth's holiday. The Kafir War had just then broken out, and I thought it a capital chance of seeing what real warfare was like. My motto Avas, ' Stand not upon the order of your going, but go at once'; and in a week's time after I had made up my mind I was off. My military knowledge was confined to Avhat I had picked up in the Volunteers and Yeomanry, added to what I had been able to learn from the Red Books ; but, luckily for me, I Avas in a position to obtain some in fluential letters of introduction to the Lieu tenant-General and to the Governor, and I trusted to these to obtain for me a commis sion in one of the mounted corps then operat-"], [9, "INTRODUCTION. V ing against the Kafirs. Hoav I fared will be seen hereafter. I will no\\v proceed to impart to such of my readers as intend going out to the Cape a feAV of the afore-mentioned 'Avrinkles.' First and foremost, Don't take any more luggage than you can possibly help. This advice may sound trivial, but it is not. My experience has been bought very dearly, and I have come to the conclusion that you might just as well get your head shaved and go quietly to a lunatic asylum at once, as be driven there by degrees by having the con stant worry of looking after a heap of useless luggage. I took out a great deal too much, and from the day I started until the day I returned, I never ceased to regret it. It was an endless source of expense and worry. My advice is, take out such old clothes as you may chance to have by you, as they will come in handy during the voyage — ahvays bearing in mind that 'enough is as good as' (and better than) ' a feast.' As regards outfit, don't believe a single word that the outfitters tell you, as they probably know as much about the South African climate as they do about"], [10, "INTRODUCTION. VI flying. If you trusted implicitly to them, you Avould go out Avith a large stock of clothes of gossamer thinness. My own experience of outfitters is that if you order a suit of any stout substance they look horrified, and say, ' Good gracious, sir ! You will never be able to wear such a material in the South African climate.' All nonsense. Just by chance I took out with me a stout ulster, and many is the time I have been glad to Avear it. Of course the South African climate varies a great deal. Generally speaking, in summer it is hot night and day ; but in winter it is hot during the day-time owing to the fierce ness of the sun, but as soon as that goes down, a piercingly-cold wind sets in, and it is bitterly cold all night. So remember, don't discard your warm clothing. You need not go in extensively for an outfit. A suit of good stout Bedford cord, tAvo or three pairs of Bedford cord pants (strapped), two pairs of high boots (high Wellingtons), one or tAvo pairs of stout lace-up boots, and a pair of leather gaiters. These, with flannel shirts ad libitum, should complete the outfit as far as the Avearing apparel is concerned. In addi-"], [11, "INTRODUCTION. VII tion to these, a good English saddle and bridle, a revolver of 450 bore, and a sword (if you like) is all you need take out. The things I have mentioned are obtained better and ■cheaper in England than in the Colonies ; but such things as blankets, Avaterproof sheeting, and similar articles of outfit, are obtainable in the Colony at very little over the English prices. Having told my readers what outfit I should advise them to take out, I will now give them a short sketch of the history of the regiment which I joined on my arrival in South Africa. The Frontier Light Horse was the only cavalry regiment raised by the Imperial Government during the Kafir Avar. It Avas raised by Lieutenant Carrington, of the 2-24th Regiment, and Avas three squadrons strong. It was paid, equipped, and rationed by the Imperial Government, and had nothing whatever to do with the Colonial Government, receiving orders only from the Lieutenant-General, or from some officer in the regular service. We had no coloured men in the ranks, but our troopers were neces-"], [12, "VIII INTRODUCTION. sarily of a mixed sort ; and, like all other regi ments, we had bad as well as good characters, but I am happy to say the latter predomi nated. Our ranks contained many young fellows Avho had filled good positions in society at home. In my humble opinion they did very well to join, as they were fully equipped, mounted, and last, though not least, well rationed free of expense. If these young felloAvs had joined the Frontier Armed and Mounted Police they would certainly have received a few pence a day more pay, but out of that they would have had to pay for their equipment, horse, and so much a month to the ' Remount Fund.' A recruit, on joining the Police, starts with a debt which takes him eighteen months to pay off, and by that time he requires a fresh outfit. A recruit, on joining ours, engages for six months' service, has everything found him, and at the end of his service, if he chooses to re-engage, he can have such articles of outfit as he requires. Our men were all clothed in cotton-cord suits (black, red facings), ' ammunition ' boots and gaiters, and a Avide-awake hat — colonially"], [13, "INTRODUCTION. IX termed a ' smasher ' — with a red puggaree. They were armed Avith a steel-barrel carbine, slung from the right shoulder and hanging on the left side. The officers wore a black patrol-jacket, tight, black Bedford cord pants, with double red stripe, and wore either helmet or ' smasher ' hat ; arms — revolver and sword. The scale of pay Avas as follows : captains, 1 5s. a day ; lieutenants, 11s. ; regimental sergeant-major, 9s. ; troop sergeant-major, 8s. ; sergeant, 7s. ; corporal, 6s. ; and troopers, 5s. As everything in the way of equipment was found, this pay was very good. Before leaving the subject of the regiment, I should like to draw my readers' attention to the fact that the Frontier Lissht Horse have seen more service than any regiment out there. I mean, of course, during the late Kafir disturbances. They took a leading part in the Trans-Kei war, which was finished just before I Avent out ; they were then em ployed during the Avhole of the Perie Bush war. After that they were ordered to take part in the expedition against Seccocoeni; and are now doing valuable service against the"], [14, "X INTRODUCTION. Zulus, under the command of Colonel Buller, and attached to General Wood's column. As our regiment was nearly always on the move, often without either baggage or tents, keeping an uninterrupted diary was out of the question. I have, therefore, to trust chiefly to my memory in narrating the diffe rent events that took place. Such being the case, I have avoided mentioning dates as much as possible, fearing that they might be inaccurate. Having now said enough to introduce my little work, I Avill at once commence my story, once more asking my readers to remember that it is no experienced author Avho is addressing them, but only one Avho is de sirous of giving such young fellows who care for soldiering an insight into the kind of life they are likely to meet \\vitk out in South Africa."], [15, "PAGE CONTENTS. PART THE FIRST. CHAPTER I. The Voyage out. — Cape Town. — Arrival at East London. — King William's Town.* — Introduction to the General. — Am appointed Sub-Lieutenant to Frontier Light Horse, and ordered to the front -1 CHAPTER II. Start for head-quarters. — Join my regiment. — A combined attack. — Essence of ginger. — Experi- ments with a shell, and its results 21 CHAPTER III. Early march for Bayley's Grave. — Something in the wind. — Attack on the Tabed N'Toda. — Am left in command of my troop. — My first shot. — A warm corner. — A new camp. — A long day's work. — Pleasures of being ' on guard.' — At the Tabed N'Toda again.— Am left in command of a vedette party and forgotten. — A Kafir fowl. — A shopping expedition. — The mealie con- troversy. — A Kafir chase. — My opinion of loyal Kafirs - 43"], [16, "Contents. XII PAGE 67 85 107 125 CHAPTER IV. Oif to Keiskama Hoek. — A hailstorm. — An early patrol and its consequences. — Retire with one man wounded. — Bayley's Grave. — Haine's Mill. — On duty to 'King' and back. — Ordered to Blaine's Farm. — Depot duty. — In command at Kei Eoad. — The Hotel ' Ram Sammee ' CHAPTER V. Change of head-quarters to Briedbach. A new commanding officer. — A day's leave and a visit to the Police Camp. — My advice to those about to join that force. — Am ordered to the front again. — The advance to the attack. — A warm reception. — My old charger shot. — Narrow es- cape of my captain. — A sad ride home. — Re- join the camp. — Waiting for the Kafirs. — Back to Haine's Mill. — Capture of Kafir women CHAPTER VI. Sonna to the front ! — Narrow escape of an aged Kafir. — Sandilli's stronghold. — Consequence of educating the 'noble savage.' — The deserted camp. — A rough place. — Our bird flown. — Re- turn to camp --.-.. CHAPTER VII. A trip to King, and a lonely ride back. — Back to the Quinqua Valley — Death and burial of San- dilli. — Idle days. — A race meeting. — End of Perie bush war. — Orders for Transvaal"], [17, "Contents. XIII PAGE 165 PART THE SECOND. CHAPTER I. Preparations for our long march. — The start. — Crossing the Kei River. — A mule takes a 'header.' — One wagon breaks down, and we have to go without blankets. — Ibeka. — The 'double drift' on the Bashee River. — Arrive at Umtate.—' Out of spirits ' ' - - - - 139 CHAPTER II. A synopsis of our style of marching. — Grass fires. — We catch up the 90th Regiment, and enter Kokstadt together. — We are detained there. — A march past. — Athletic sports. — We resume our march. — Scenery on entering Natal. — On near- ing Pietermaritzburg we make ourselves smart. — Are played into the town by the ' Buffs.' — The 'Light Horse' dinner. — Off again. — Lady- smith. — Newcastle. — The Transvaal. — Middle- burg. — Lydenburg. — Our march to Burgher's Fort CHAPTER III. A patrol, and a lucky escape. — Cattle captured. — Cattle - guard. — Another patrol. — Scarcity of water, and consequent sufferings. — Our camp is attacked at night. — A new camp. — The water supply dries up - - - - - -185"], [18, "Contents. XIV PAGE CHAPTER IV. We start to return.— Have a slight ' argument ' with the enemy. — -We return to help the wagons. Suffering of the escort from want of water. — Burgher's Fort again. — A much-wanted wash. — The horse-sickness commences. — Its fatal effects. Slow times. ■ — Another patrol - - - - 221 CHAPTER V. Short rations. — Orders to march to the Speckboom river. — Am sent in charge of an escort to a string of wagons to Lydenburg. — Our journey south- wards. — My opinion of the Boers. — I send in my resignation, and become once more a civilian. —The end 236"], [19, "V HOW I VOLUNTEERED FOE THE CAPE. CHAPTER I. The Voyage out. — Cape Town. — Arrival at East London. — King William's Town. — Introduction to the General. — Am appointed Sub-Lieutenant to Frontier Light Horse and ordered to the Front. I started from Dartmouth on 22nd February, 1878, on board Donald Currie's good ship Dunrobin Castle — Captain Winchester. For the first few days, as is usual on long voyages, everything was sixes and sevens, and nobody seemed inclined to make acquaintances ; but gradually this coolness Avore off, and in a short time we all became thoroughly friendly. The consequence was that the voyage, Avhich at first promised to be dull and tedious, turned out, as far as I am concerned, the j oiliest trip I ever had in my life. We had it 1"], [20, "2 HOAV I VOLUNTEERED FOR THE CAPE. innumerable concerts, etc., of an evening; and during the day, those men who felt athleti cally inclined amused themselves and others by attempting all kinds of feats of strength more or less impossible. But as we neared the tropics the ardour of the athletes calmed down, and a daily-increasing disposition to lie about the decks and do nothing was visible among the passengers. We arrived at Cape Town on Sunday morn ing the 17th of March, and not a few of us were sorry that we were so near approaching our journey's end. We received notice that we should have to tranship on board the Melrose by Monday afternoon. We had a lot of luggage to pack, but we all made up our minds to rest on the Sunday and have a very busy time of it on the Monday morning. I had already been in Cape Town some six years ago, when on my way home from Australia, and had then come to the conclu sion that it was an intensely wretched place. I find that to be the general opinion of most Englishmen who have visited the town, and it may perhaps be accounted for by the fact"], [21, "HOW I VOLUNTEERED FOR THE CAPE. 3 that it is so un-English. It is built right under the shadow of the huge Table Moun tain ; the roofs of all the houses are flat ; the streets are for the most part narrow and crooked, and there is nothing that can be 7 O justly called a footpath. In front of one or two shops there may be a few yards of pave ment, and then the foot-passenger is suddenly ' brought up ' by a ' stoup,' which some in habitant has chosen to build right out to the road. The colonial word ' stoup ' means a sort of raised space in front of the entrance, ap proached on either side by steps. As the majority of the inhabitants choose to have stoups in front of their houses, it may be easily imagined that walking in the streets of Cape ToAvn is not all uninterrupted enjoy ment. In fact, if you are obliged to walk, it is as Avell to make up your mind at once to walk in the road and chance being run over by some Malay boy driving a cart. It ahvays struck me that these boys had got up a sort of sweepstake among themselves, to be taken by the one who ran over the most people during the year. If that was really the case, 1—2"], [22, "4 HOAV I VOLUNTEERED FOR THE CAPE. the earnestness they displayed was worthy of a better cause. The place is very full of Dutch, and swarms with all kinds of niggers, Malays, Coolies, and a particular breed of their own called a ' Cape Town boy.' I should be sorry if my description of Cape Town should prejudice my readers against it. All I can say is, that I have noAV j)aid three visits to the place, and still do not like it. True it is that each of my visits have been very short. I have been told by those who have lived there and had an opportunity of becoming intimate Avith the people liA'ing around the toAvn, that they have in time really come to like it. There are some pretty suburbs outside Cape Town ; the two prettiest, in my opinion, being Rondebosche and Wynberg. It is in these suburbs that the majority of the Englishmen employed during the day in toAvn have their homes. Cape Town can certainly boast of some Avell-kept Botanical Gardens, and a few of us Avho had landed on Sunday Avhen all the shops, etc., were closed, passed the afternoon"], [23, "HOW I A'OLUNTEERED FOR THE CAPE. 5 in roaming about the gardens, enjoying the freshness of the floAvers and examining- the various tropical plants which Avere so strange to our English eyes. The next morning we were all terribly busy repacking, and afterwards Ave had to go on board the Melrose to select our berths and see our luggage put on board. After the roomy cabins we had been accustomed to on board the Dun-robin Castle Ave all felt strangely cramped in our neAV quarters. Yet the Mel rose, although very much smaller than the ocean boats, is almost perfect in her accommo dation. She is one of several coasting steamers belonging to Donald Currie that ply betAveen Cape ToAvn and Natal and all the intermediate ports. We started rather late in the afternoon en route for Natal ; I myself being bound for East London. I must say that the Melrose rolled terribly, and some of the ladies began to experience aneAV the miseries of sea-sick ness, oAving, I presume, to the change of motion, the movement being so much quicker in the smaller vessel. We arrived at East London about four"], [24, "6 HOW I VOLUNTEERED FOR THE CAPE. o'clock on Thursday afternoon. I was the only passenger for that port, and sad enough I felt in having to leave those who had not only been my fellow-passengers from England, but had become to me kind friends. HoAvever, necessitas non luibet leges : the good byes had to be said and the luggage seen to. I had got everything on deck in readiness for disembarking, but Avhat was my dismay when a rickety old tub, called — sar castically I should think — a lifeboat, put alongside, and her captain, amid much expec toration and many oaths, signified his willing ness to take the passenger, and his firm determination to have nothing to do Avith any luggage. Having given utterance to his resolution in terms more forcible than elegant, he subsided, and concentrated the whole of his attention to the quid of tobacco at Avhich he was chewing. I tried persuasion, and then bluster, but all in vain. I then appealed to the captain of the Melrose, but the only consolation that he could give me was that, as he had to go on with the mails, he Avould transfer mv luoro-ao-e on board one of the vessels Avaiting to unload,"], [25, "HOAV I VOLUNTEERED FOR THE CAPE. 7 and that I should get it as soon as the weather ■alloAved the surf-boats to go out. It Avas poor consolation, but the best that could be got ; so, with a heavy heart, a small Gladstone bag, a bundle of sticks and my sword, I loAvered myself into the lifeboat, amid innumerable kind wishes for my safety and future welfare from my kind friends on board. After a good bump on the ' bar,' which re sulted in all of us getting drenched to the skin, Ave arrived safely alongside the quay. I say safely advisedly, as a more wisafe con trivance than the so-called ' lifeboat ' I never Avish to see. It was afterwards upset on the bar, and the cause of the loss of seven lives. Whilst I was looking about for some one of Avhom I might inquire my way to the best hotel, I tried to analyse my feelings. I felt as lonely as a new boy at a big school, and as thoroughly wretched as — well, as only a man can feel who is wet through, friendless, and, Avorse than all, just arrived in East London. Curiously enough I wrote home to my people shortly afterwards, and described East"], [26, "8 HOAV I VOLUNTEERED FOR THE CAPE. London as being very like the Eden ia Charles Dickens's ' Martin Chuzzlewit,' and comparing my own feelings to those of Mark Tapley. Lately, in reading Trollope's ' South Africa,' I found that he gives exactly the same description of East London. The streets of East London are marked out straight and broad enough, and it Avould no doubt be a grand city if it Avere not for the almost total absence of houses. What feAV there are, are mostly miserable shanties. There is certainly not a good house in the Avhole place. Having made my inquiry and been directed to the Marine Hotel as the best, I went there. I suppose it Avas the best for the reason that there Avas no other ; but to an Englishman just arriATed from his native country it looked a pitiful place indeed. They put me into a dark little box — called by them a bedroom — in the back-yard, to begin with ; but, having made up my mind that my first sleep on shore should be a good one, I rebelled, and refused to accept the box as a legal tender for a bedroom. In fact, I got hold of the landlord and told him that unless"], [27, "HOAV I VOLUNTEERED FOR THE CAPE. 9 he could manage to accommodate me with a proper bedroom, I should go over to the other side of the river — viz., to Panmure. That, if I may be alloAved to use a slang expression, ' fetched him,' and in a short time I Avas in stalled in a bedroom on the first-floor at the back of the house. The room did not boast of a AvindoAV, but the door had panes of glass in the upper panels, and through them I had a fine vieAv of the breakwater and the ever changing ocean. My first night Avas not a happy one. The room Avas a vast improvement on the rejected box, but the mosquitoes, of Avhich there were swarms, haA'ing found out that I was a ' new chum,' celebrated the event by a grand feast, the piece de resistance being my unlucky carcase. After a restless night, I got up and treated Avhat the mosquitoes had left of me to the luxury of a fresh-Avater bath. By its means I felt much refreshed, and so descended to breakfast. My first inquiry was naturally after my luggage, and I heard, to my chagrin, that the bar was too rough to allow the surf boats putting out. So there Avas nothing for"], [28, "10 HOW I VOLUNTEERED FOR THE CAPE. it but to Avait in this wretched place until the morroAV, and see if the weather mode rated. I will here explain Avhy my threat to the landlord of going over to the other side of the river ' fetched him.' The Buffalo river reaches the sea at East London ; and on the opposite side to East London, built on much higher ground, is a sort of second edition of that charming town. This place is called Panmure, and is certainly an improvement on the old town. There is a great feeling of rivalry between the tAvo places ; East London looking on Panmure as a young upstart, and Panmure returning the compliment by designating East London as an old sloAvcoach. Panmure is certainlv the •_> favourite of those employed in either place, for, although a great many have stores and warehouses in East London, they one and all have their private house in Panmure, to Avhich they retire after business hours. The railway to King William's Town has its station on the Panmure side of the river. Having nothing better to do, I determined on paying a visit to the rival place ; so, going down to the breakwater, I followed the bank"], [29, "HOAV I VOLUNTEERED FOR THE CAPE. 11 of the river until I came to the ferry. On my way I noticed large gangs of convicts quarrying stone. They are sent here in great numbers from King William's Town to work on the breakwater. I was pleased to notice that there were very few Afhite men among them. On the other side of the river I had a steep path to climb, and on reaching the top of the hill found myself in Panmure. I paid a visit to the railway-station, and found it a very creditable edifice for so small a place. There are some very fairly-built houses in the town, but a bare, bleak aspect is imparted to the place, by the almost total absence of trees. I returned to East London in time for lunch, and after having done very fair justice to that meal, I composed myself on a seat in the A*erandah for a smoke. One of the resi dents of the place had lunched at the hotel, and came out on the verandah, also bent on enjoying the soothing weed. Getting into conversation with him, I learned that there was a detachment of the 2-24th stationed at the fort, and that one of the officers Avas named M . Now, some"], [30, "12 HOAV I A'OLUNTEERED FOR THE CAPE. years ago, I had been at a private tutor's in Germany with a fellow of that name, and while I was pondering in my mind whether it could possibly be the same man, the identical individual strolled in. A mutual recognition ensued, and we had so much to do in talking OATer old times that several hours slipped aAvay quite quickly. After ex changing invitations to dinner Ave parted, he to the fort, and I to my room to prepare for dinner. At that meal I made the acquaint ance of a young fellow with whom I subse quently became intimate. He, poor fellow, was among those killed at the disaster at Isandula. He was at the time of his death an officer in the Zulu contingent, but at the time I met him he had just finished his period of service. He had joined as a private one of the volunteer corps raised for the Trans-Kei war. He kindly gave me several hints and wrinkles which afterwards proATed very useful to me. The evening passed ' somehoAV,' and I retired to bed fervently hoping that the fates would be good to me and alloAV me to get my luggage and go on my Avay rejoicing."], [31, "13 HOAV I VOLUNTEERED FOR THE CAPE. Saturday morning was lovely, and the sea seemed thoroughly calm, so I descended to breakfast in high spirits. I Avas rather de pressed to hear that the surf-boats Avere not Avorking yet, but became more hopeful Avhen the landlord told me that they would in all probability put out some time during the morning. But vain hopes ! The surf-boatmen were either too drunk or too lazy to work, for, although the sea was perfectly calm, not a single boat put out. I Avaited in hope until it was too late to catch the afternoon train for King, and then gave way to despair. As the trains do not run at all on Sundays, I was safely secured in East London until the Monday, when, come what might, 1 Avas determined to go on my way, and, if necessary, leave my luggage to its fate. ' King ' is a colonial abbreviation of King William's Town, and as I shall in future refer to that place by that name, it will be as Avell if my readers bear the abbreviation in mind. At this point of my narrative a few words"], [32, "14 HOW I VOLUNTEERED FOR THE CAPE. about surf-boatmen in general, and East London surf-boatmen in particular, may not be inappropriate. Their antecedents are, I should think, remarkably shady. They struck me as being the scum of the mercantile navy — men who had either deserted their ships, or been discharged for some miscon duct. They receive capital pay, of which they spend the greater part at the liquor shops. The Marine Hotel was infested with them. Every night, and from early in the evening, nothing was to be heard but volleys of the foulest oaths and drunken songs. This kind of thing lasted until the house closed. Not unfrequently the entertainment Avas varied by a few men turning out to relieve their minds by a free fight. On the Saturday in question the inmates of the hotel were edified by the pleasing spectacle of six drunken men fighting in the small courtyard in front of the hotel. Be sides their fists and boots, they used as offen sive weapons full bottles of beer. These, grasped by the neck by a strong man, were novel weapons, as, on descending on the head of the victim, they not only stunned and cut"], [33, "15 HOW I VOLUNTEERED FOR THE CAPE. him severely, but deluged him with beer. As these men are first-rate customers, the proprietors of the different houses of enter tainment are loath to take harsh measures, so the consequence is that they take the place by storm, and are allowed to do very much as they like. As I had no \"best clothes\" I could not go to church, so I did the next best thing — I watched other people do so. After church Avas over I strolled over to the fort and paid a visit to M *, and took him back with me to dine. On the Monday I heard that the surf-boats had not gone out, so, as I still adhered to my determination to start for King at any hazard, I went down to the agents of the Donald Currie Line, and, after some trouble, got them to undertake to forward my luggage to King Avhen it was landed, if such a cere mony ever did take place, of which I had grave doubts. Having settled that matter I returned to lunch, not a little pleased that it was the last meal I should havTe in East London, at any rate for some time to come."], [34, "16 HOW I ATtLUNTEERED FOR THE CAPE. As I was going by the afternoon train I had not much time to spare ; so, having squared accounts at the hotel, I left my bag, etc., to be brought on by a conveyance that Avas to catch the train, and started off on foot. So determined Avas I to get aAvay from East London that I would not trust to the convey ance, fearful lest some accident might happen by which I should lose the train. I had heard that King Avas crammed to suf focation with volunteers, and that such a thing as a bed in the hotels was unprocurable. Having a letter of introduction to a gentle man in the town, I Avrote to him on the Saturday, informing him of my intention of coming up on the Monday. The railway to King is well made, but there are some aAvkAvard curves, and the gradients are in some places very steep. On parts of the line the scenery is really beauti ful, and there seem to be some very flourish ing farms lying around. We arrived in King about six p.m., and the first place I called at Avas the house of the gentleman to Avhom I had written. He was too unAvell to see me, but recommended me"], [35, "HOAV I VOLUNTEERED FOR THE CAPE. 17 to try Gleeson's Hotel. This I did Avith but faint hopes of success, but by great good luck I secured the last bed in the house. I cer tainly had to share the room Avith some one else, but ' half a loaf is better than no bread.' I trusted to luck, and hoped that my stable companion Avas a decent felloAV. Having had a wash, I hurried down to dinner, for Avhich I Avas just in time. The dining-room was large, and contained two long tables, on Avhich the dinner Avas set out. The guests presented a very Avarlike appear ance, as, with only two exceptions — a clergy man and myself — the Avhole of the guests were in uniform. Volunteers of all kinds and in every description of uniform, from the natty patrol -jacket of an officer to the humble cotton-cord jacket of the private. In the evening I met one or two men whom I had known in England, and passed part of the evening with them ; but being tired, I re tired to rest early. I had not slept very long before I was aroused by my stable-companion blundering into the roomT When I became fully awake I discovered that he was very drunk, and Avas having a frightful battle Avith 2"], [36, "18 HOAV I VOLUNTEERED FOR THE CAPE. his boots, and, Avhat was more, the boots seemed to be having it all their OAvn way. However, after a deal of struggling and much bad language, the boots consented to come off. As soon as my inebriated friend had turned in, he commenced to sing a song ; but that was to me Avhat the last straw Avas to the camel's back. I sat up and explained to him, in forcible if not elegant language, that I was O © © 7 not in the mood to haA^e my savage breast soothed by his music. I had come to bed Avith the intention of sleeping, and that, as I had as much right to the room as he had, I should be much obliged if he Avould not disturb me any longer by kicking up such an abomin able row ! Finding that his Arocal poAvers were not appreciated, and seeing, perhaps, that I was not in the mood to be tampered with, he blew out the light and went to sleep. I am not quite sure but that he was as bad sleep ing as he was waking. I never heard any one snore like that man in all my life ; he seemed to make the very windoAvs in the room rattle."], [37, "HOW I VOLUNTEERED FOR THE CAPE. 19 However, I was so tired that even this horrible noise failed to prevent my sleeping. I awoke early the next morning, but early as it Avas, my convivial friend Avas up and gone. After breakfast the gentleman to whom I had a letter of introduction called upon me, and expressed his regret at not having been able to see me last night. He having kindly offered me his services and advice, I asked him what course he Avould recommend me to take in delivering my other letters of introduction. My letters to Sir Bartle Frere Avere, he in formed me, for the time-being useless, as the Governor had left King en route for Cape Town early that morning. But my letters to the general he advised me to present in per son, and as soon as possible. Acting upon his advice, I went up to the barracks and found out the staff quarters. An aide-de-camp, seeing me Avandering about, asked my business, and on my informing him he shoAved me into a room, and very kindly undertook to deliver my letters at once. He was as good as his word. In a feAV minutes the general came in and greeted me very kindly. 2—2"], [38, "20 HOAV I VOLUNTEERED FOR THE CAPE. After showing him my papers, he asked me what force I thought of joining. I told him I wished to join the Frontier light horse, having heard that it was the best. The general promised to do everything in his power to further my wishes, and told me to go back to my hotel and write a letter of application at once. This I did, and after waiting a few days I heard that Commandant Carring ton Avas in town. I called upon him, and he offered me a sub-lieutenancy, Avhich, of course, I accepted. I then received orders to hold myself in readiness to start the next day on my Avay to the front."], [39, "HOAV I VOLUNTEERED FOR THE CAPE. 21 CHAPTER II. Start for head-quarters. — Join my regiment. — A com- bined attack. — Essence of ginger. — Experiments with a shell, and its results. I will not attempt a description of King, as so many abler Avriters have done so before me. It did not strike' me as being a very exciting place. On the following morning — Tuesday, 2nd April — I called at the paymaster's office to meet Commandant Carrington by appoint ment. There he gave me his final orders, together Avith the necessary authority for procuring a horse and whatever outfit the regiment provided. My orders were to proceed that afternoon by train to Kei Road ; there I should find a detachment of our men. I was to get a"], [40, "22 HOW I VOLUNTEERED FOR THE CAPE. horse and an escort and ride over to Blaine's Farm, which was then our head-quarters. I arrived at Kei Road safely, and got a mount. On inquiring after an escort I found that a corporal and four men were just going to start for the farm. They placed themselves under my orders, and I put myself under their guidance. As I was detained some little time on business I sent three of the men on ahead, the corporal and one man remaining behind Avith me. When I did start it Avas at a smart pace, as I wanted to catch up the other men and get to my journey's end. Just Avhen it was beginning to get dark, the corporal, who was a little Avay behind me, began laughing very heartily ; and on my in quiring the cause, he informed me in a joyous manner that we had come the wrong road, and, what was more, he did not know which way to go to find the right one. I failed to see anything particularly laughable in the matter, and told him so rather sharply. I noticed, on looking at him attentively, that he Avas rather ' peculiar.' This in some measure accounted for his losing the road."], [41, "HOAV I VOLUNTEERED FOR THE CAPE. 23 We struck across the 'feldt' in search of the right road, but were for a long time unsuc cessful. The unpleasantness of our situa tion was not decreased by the fact that it had now become quite dark. OAving, perhaps, to the effect of his potations, my guide kept riding round in a circle, as if he Avere practis ing for a circus. Judging that it was not much use trusting to such a guide, and discovering that my horse evinced a decided inclination to keep to the right, I determined to trust to the instinct of the animal. My confidence was not misplaced ; in a few minutes I struck a road, after pursuing which for a short distance the lights at Blaine's © Farm came in sight. I called to the men, Avho had remained behind, under the firm con viction that I Avas going the Avrong road. © © © Before arriving at the farm I took the opportunity of letting the corporal know that I had noticed his state, and ordered him to report himself to me the first thing in the morning. In a short time we arrived at Blaine's Farm, which Avas one of many farms deserted"], [42, "24 HOW I VOLUNTEERED FOR THE CAPE. by their OAvners in consequence of the dangerous proximity of hostile Kafirs. The lieutenant in command greeted me very kindly, and, Avhat was more to the point, had something to eat and drink ready for me. After a good meal we settled ourselves down for a comfortable chat and smoke. I found, during the course of conversation, that he too had been in Australia, so, what Avith com paring notes on that place, and inquiries about my future brother officers, conversation did not flag. As the sleeping accommodation Avas limited to one small iron bedstead, used by the aforesaid lieutenant, I had an extempore bed made on the floor, composed of three blankets, my valise and saddle-bags doing duty as pillows. Being of a slim figure, I found the boards rather hard and peculiarly adapted to finding out the angular parts of my body. But making up my mind that I should have to get used to this kind of thing sooner or later, and being at the same time very tired, I soon fell asleep. We were up and about by daybreak, as I"], [43, "HOW I VOLUNTEERED FOR THE CAPE. 25 had plenty to do in getting fitted out. I had a long ride before me, so did not Avant to be late in starting. I heard that the squadron I had to join — the first — was at a place called Isendengi, distant from Kei Road about twenty miles, and as I should have to pass through that place on my road, I had in all about twenty-seven miles to ride that day. As the roads are not too smooth or level, it is a very fair day's Avork to ask of a horse, more especially as I was in heavy marching order. The first thing to be done was to go doAvn the horse-lines and select a charger. I must say I Avas not very favourably impressed Avith the display of horse-flesh. South African horses compare very unfavourably Avith those of England, or even of Australia. They are small and often ' Aveedy,' and, as a rule, weak in the hindquarters. But they are Aviry willing little animals, and will do many days' hard Avork on little or no food. I had ridden a very nice little chestnut last night, but found I could not have him, as he had been told off to a sergeant Avho had had him some time."], [44, "26 HOW I VOLUNTEERED FOR THE CAPE. All the horses are numbered on the off fore-hoof. This is a very good plan, as the numbers are always plain. Of course, after a time, as the hoof grows, the numbers get lower doAvn the hoof; but as soon as they get so Ioav as to be in danger of being oblite rated the horses are renumbered. This opera tion takes but a feAV minutes to perform, and is, of course, painless. When a man joins the regiment a horse is told off to him, and the number placed against the man's name. That horse remains, virtually speaking, his property until he leaves, or the horse dies, or becomes unfit for service. By these means a deal of trouble is saved, as every officer has to keep a horse book, in which are entered the names of the troopers Avith the numbers of their horses, and such further particulars as may be neces sary. Constantly changing the horses would complicate the keeping of this book. By these means also man and horse get used to one another ; the man becomes fond of his horse, and takes a pride in making him look well. After a deal of looking about, I chose a"], [45, "27 HOW I VOLUNTEERED FOR THE CAPE. dark brown horse, No. 152. He Avas not much to look at, as he had a shockingly long shaggy coat on him ; but he had some good points, and looked a strong, Aviry little animal. After a hurried breakfast, hearing that my horse Avas saddled, and the trooper who was to accompany me as far as Kei Road ready, I Avished my brother-lieutenant good bye, mounted and rode away. On my way to Kei Road my horse Avent so sluggishly that I had grave doubts as to whether he would carry me to my journey's end, but on getting warmed to his work he brightened up and his paces improved. I only halted at Kei Road long enough to get an escort of tAvo men. As soon as they were ready I started off again on my way to Isendengi. The road, although hilly in places, was on the Avhole fairly good. After having ridden a little more than halfway, Ave came to a small cottage called an hotel. Hearing that it Avas the last house Ave should pass, I thought it advisable to give the horses a rest here. After nearly an hour's halt, during Avhich the horses had been fed, Ave resumed our journey."], [46, "28 HOAV I ATOLUNTEERED FOR THE CAPE. I reached Isendengi about half-past four, and found a detachment of 2-24th there, but no Frontier light horse. On inquiring of the officer in command as to the Avhereabouts of my regiment, I Avas annoyed to hear that it had passed through the day before. The officer thought they had probably gone to Mount Kemp, about six miles farther on. He advised me to halt Avhere I Avas for the night, and catch them up in the morning ; but as my orders Avere to join the regiment without delay, and as my horses did not seem fagged, I determined to push on at any rate as far as Mount Kemp. So, exchanging good Avishes Avith my friend, I continued my journey. The road had iioav changed decidedly for the worse, and in some places Avas very bad, so that we had to go along very steadily. After haATing done about four miles of my journey, one of my men informed me that his horse Avas done up, and on looking at him I saw that he was regularly ' cooked,' so I told the man to dismount and lead him. It Avas A7ery annoying, for it was getting dark, and having one man dismounted restricted our pace to a walk."], [47, "HOAV I A'OLUNTEERED FOR THE CAPE. 29 HoAvever, at last we saAv lights ahead, and in a few minutes Ave came to another camp of the 24th ; but here again was no Frontier light horse to be seen ! With one horse broken down and the other two pretty tired, it Avas absurd to think of going further that night ; so, having asked for and obtained permission to remain in camp that night, I requisitioned forage for our horses. The men, having two days' rations with them, required nothing but shelter. The lieutenant-general with some of his staff Avere in camp, and he, having recognised me as I rode in, ATery kindly sent me Avord that he Avould be pleased to see me at dinner. You may be certain that I did not hesitate to accept his kind offer, and the officer who brought the message offering me the luxury of a wash, I accepted that also. In fact, I was regularly in luck's Avay that night, for, to make matters quite perfect, at dinner a staff officer, hearing I was doubtful where I was going to sleep, very kindly offered me a share of his tent. The dinner was capital, the beer and claret ditto, and to"], [48, "30 HOW I ATOLUNTEERED FOR THE CAPE. crown all, a glass of tip-top Avhisky and a real Havannah cigar ! During dinner I heard that my squadron had advanced as far as Ho ! Ho ! Heights, about eight miles farther on. I was up a little after daybreak the next morning, but, early as I was, the general was up before me, Avriting at a table placed in the open. When I was ready to start, the general gave me some papers to be delivered to Colonel Wood, Avho was also at Ho ! Ho ! The horse that had broken down last night Avas all right this morning, but as the road was bad, and we had not far to go, I did not hurry. We had some very nasty bush-paths to go through, and as I had been Avarned to keep a sharp look-out for Kafirs, you may be sure that I Avent along with my eyes open. HoAvever, there Avere either no Kafirs in our immediate vicinity, or if there were any they ignored us, for they left us unmolested ; and a ride of about four hours, after scrambling along a ledge-like path round the side of a steep hill, brought us in sight of the camp, and in afeAV minutes I had joined my regiment."], [49, "31 HOAV I VOLUNTEERED FOR THE CAPE. Our camp Avas at the best but a biATouac, for having no wagons Avith us, Ave had no tents, or, in fact, anything else but what the men could carry on their saddles. A small detachment of the 90th were camped close by us. So, after having re ported myself to my captain — Captain W* • — I went over and delivered the papers en trusted to me by the general to Colonel Wood. On returning to camp I found Captain W in the act of beginning breakfast, Avhich meal he very kindly invited me to share with him. As it was a ' break fast'in more senses of the'word than one, Avith me, I set to Avithout further pressing. Our table was the mother earth, our cups and plates Avere tin ; but hungry men are not fastidious, as a rule. The meal being finished, the things Avere cleared away by a trooper, who, I found, acted in the capacity of Captain W 's batman or servant. Captain W then took me round and introduced me to the rest of the officers. There were several, as I found that parts of the second and third squadrons were also with us. My brother officers"], [50, "32 HOAV I VOLUNTEERED FOR THE CAPE. seemed, Avith one or two exceptions, very nice felloAvs, and I was glad to feel that I should get on Avell with them. A blanket had been hung up to make a rude shelter from the heat of the sun, and beneath its shade Ave sat and smoked and talked. During the conversation I heard that there Avas to be a ' combined attack ' on the morrow, so I was naturally in a state of suppressed excitement, and eager to experience the feeling of real warfare. • Our camp was on the top of a big bare hill, in the midst of very hilly and densely wooded country. Close on our left Avere camped the 90th, and in front of us, on rather higher ground, were some volunteers. Between our camp and theirs ran a small stream of water from which the several camps Avere supplied. The next day — Friday, 5th April — we Avere up before daybreak, and after having had some coffee, we 'fell the men in' on foot, having received orders to that effect, and in a short time we were off, starting at a pace and in such a style as would have done credit to a light infantry regiment."], [51, "HOAV I VOLUNTEERED FOR THE CAPE. 33 Partly oAving to my ignorance of the style of country, and partly in my eagerness to shoot a Kafir, I did a very foolish thing ; I asked for and got permission to carry a car bine, and thereby, as it afterwards turned out, encumbered myself unnecessarily. As I had to leave ' King ' in a hurry, I Avas badly provided with boots, having Avith me only a big thick high pair, and an old thin pair which I thought Avould do to act as slip- pers. The high boots were rather too large for me, and Avere, I felt, not at all adapted for walking; but, it Avas a matter of Hobson's choice Avith me, and I was obliged to start in them. In a short time the boots commenced to rub my ankles most cruelly, and I felt as if I should very much like to sit doAvn and take them off. However, stopping was out of the question, and as Ave were fast nearing the bush, I hoped soon to have a few minutes' halt. So I trudged on, and in a short time Ave arrived at the edge of the bush, through Avhich o ■** ~ a narrow and precipitous path descended to the open feldt near Haine's Mill. Immediately on our arrival we were ordered to descend this path as quickly as possible and help to line it. 3"], [52, "34 HOW I VOLUNTEERED FOR THE CAPE. Captain W led the Avay down at a ter rible pace, and in trying to keep up with him I had innumerable tumbles ; in fact, I Avas almost as much on my back as I was on my feet, and every minute laid the foundation for terrible bruises on the morrow. I had never seen anything like that aAvful path ! We had to clamber over huge stones which obstructed our progress, and lower ourselves by the aid of the ' monkey-ropes ' Avhich hung from the trees, and these often proving faithless, a nasty fall was the con sequence. The bush was so dense on each side of the path as to be almost impene trable. This was dreadful work for me, and I began to fear that I had mistaken my voca tion, and that my constitution Avas not strong enough to battle against the ruggedness of South African bush-paths. Setting aside the fact that I Avas momentarily adding to the already large total of bruises — having so lately left the life of inactivity on board ship, — I Avas rather short in the wind and pre sently — terribile dictu! — I found I Avas getting punqced ! I noticed all the way down all"], [53, "35 HOAV I VOLUNTEERED FOR THE CAPE. kinds of volunteers already in position, lying down among the stones, and feeling, I was sure, a great deal more comfortable than I did. I have already owned to feeling ' done,' but one thought sustained me. As Ave were nearing the bottom of the path we could not have much farther to go. So, putting on the steam, I caught up Captain W just as he reached the end of the path, Avhich led into an open expanse of feldt. I Avas j ust in time to hear him receive the order to return at once and line the top of the bush, there being enough men in the path. I must leave my readers to imagine Avhat my feelings were on hearing this order. To express or describe them would be utterly impossible. My boots had rubbed every atom of skin off my ankles, and were be ginning at the flesh. I began also to eye my carbine with looks of deadly hatred, and fervently to wish I had left it in camp. To add to my troubles, I Avas tormented with a horrible thirst Avhich I had no means of quenching. However, there Avas nothing for it but to obey orders and retrace our steps. 3—2"], [54, "36 HOAV I \\TOLUNTEERED FOR THE CAPE. I myself had grave doubts as to whether I should ever reach the top again, and caught myself composing mental epitaphs over my sad end, such as, ' Here lies T. E. F. His constitution succumbed to the effects of an overdose of South African bush-path.' Although the pace Avas not so sprightly returning as it had been coming doAvn, it was altogether too fast for me, and, notwithstand ing all my efforts, I found myself lagging. At last, after fearful struggles, much pain, and frequent rests, I got about half-way up. Here I found a brother officer — I feel sure he Avas the good Samaritan in ' war-paint ' — with a large flask of 'square gin' and Avater. He invited me to drink, and didn't I take a pull ! I fancy he looked rather grave on feeling Iioav much lighter the flask Avas on my return ing it. I felt immensely better after it, but Avas aAvfully tired. Seeing that some of my men were lagging, it occurred to me that it would be better if I sat Avhere I was for a little while and saw the last of them up. It was very nice sitting still, but presently the last man passed, and I had to resume my weary journey. How"], [55, "37 HOW I VOLUNTEERED FOR THE CAPE. ever I reached the top I don't know. All I know is that on arriving at the top I had just strength enough left in me, on finding Captain W and my brother lieutenant, to fling myself doAvn and murmur a request for liquid. After a little more ' square-face ' and a piece of biscuit I felt better. Of course I was very annoyed at being done up on this my first outing, but to prove to my readers that this was no ordinary path, I can tell them that many men who had been out for some months were equally 'played out ;' one man — a sergeant-major — on arriving at the top of the path, quietly lay doAvn and fainted. Well, we lined the top of the bush accord ing to orders, but, although we heard a lot of firing from doAvn below, we had no fun our selves, and spent the day doing nothing in particular — an occupation Avhich in my present state exactly suited me. I Avas not very clear as to Avhat was going on, but I believe that some of the 24th and 90th, with the Fingoes, attacked the bush from the open ground at the bottom of the path. The path was lined to prevent the retreat of the"], [56, "38 HOAV I VOLUNTEERED FOR THE CAPE. Kafirs in that direction. What little fight ing there was, was confined to the bottom of the bush, so Ave Avere out of it. Later on in the afternoon Ave received orders to get our men together, fall them in, and prepare to march back to camp. The long rest had made my sore ankles horribly stiff, and it was as much as I could do to hobble along the three miles we had to go back to camp, seeming to me somewhat nearer thirty. However, the Avorst of tor tures must have an end, and so did our march back. As soon as we had dismissed the men I lost no time in getting rid of the, by that time, intensely hated carbine, and in pulling off my cruel boots. After examining my wounded ankles, and apostrophising my boots and the maker of them in the bitterest terms, I mentally registered two vows. First, to have nothing more to do with a carbine un less obliged ; and secondly, to have those Avretched boots altered before I put them on again. I then took some clean things, soap, towel, etc., and went down to the stream for a bath. After my wash I felt better, and"], [57, "39 HOW I VOLUNTEERED FOR THE CAPE. after a good dinner I was almost Avell again. It was very cold that night, and we Avere all Avithout grog, so there Avas nothing for it but to turn in under our blankets and get © as Avarm as we could. DA — — and I slept side by side, some distance away from the rest of the officers. DA informed me that the best Avay to get warm Avas to cover your head entirely with the blanket. It may be a good way for some people, but it did not answer with me. After shivering for some time a brilliant idea seized me. I had a small medicine-chest with me containing, among other things, some essence of ginger. I nudged DA © © © and proposed trying it. D'A was so cold that if I had proposed drinking prussic acid I think he would have agreed. I got two pannikins Avith a little water and mixed two strongish doses. We then tasted our mixture, and our souls Avere filled with grati tude. It was very nasty, but it was like liquid fire ; and once inside it seemed unquenchable in its heating properties. I felt as if I had"], [58, "40 HOW I VOLUNTEERED FOR THE CAPE. swallowed a shovelful of live coals, and began to think that the ginger Avas carrying the joke too far. After a time, however, this feeling moderated, and a pleasant warmth pervaded my body. What my companion thought I don't know. His feelings were probably too deep for utterance. I drew my own conclusions from the fact that the next night A\\dien Ave had turned in and Avere preparing our 'nightcap,' he re marked that he thought he would not have quite so much ginger in his water. On the morning after the combined attack © I felt dreadfully stiff, OAving to the unwonted exercise and the large amount of tumbling © © about I had experienced. I Avas therefore not at all sorry to hear that we were to have an off-day. Nothing of any importance had resulted from the combined attack, the Kafirs having sought safety in flight, leaving but few of their numbers behind. Unless they can be regularly cornered, they will not stand and fight, although their numbers may be much larger than our OAvn. The formation of the country and the denseness of the bush facili-"], [59, "HOW I VOLUNTEERED FOR THE CAPE. 41 tate their escape, and make it impossible for Europeans to follow them. Most of the heavy firing Ave had heard had proceeded from the Fingoes. I aftenvards learned by experience that if one Fingoe fires off his gun, either by accident or otherwise, the majority of his comrades folloAV suit. This being the case, it is not easy for any one not actually on the spot to judge Avhat kind of an engagement is going on. The next day (Saturday, 6th) was employed in cleaning up everything in general, and bits and stirrup- irons in particular. In the afternoon Ave were all rather startled on hearing a loud explosion in the volunteers' camp. We thought at first that, as is sometimes the case, a stone, that had been placed in one of the fires, had burst ; but it turned out, on inquiry, that three young fellows had found an unexploded shell in the bush, and after having, as they thought, shaken out all the powder, proceeded to make matters sure by dropping a lighted fusee inside. The conse- quences exceeded their most sanguine expec tations ! The shell burst, blew the greater part of one man's leg off, and Avounded"], [60, "42 HOAV I VOLUNTEERED FOR THE CAPE. another. Tbe man Avhose leg was so injured shortly afterwards died, and his friend, Avho recovered, has, I have since heard, ' turned over a new leaf,' and decided not to try ex periments Avith unexploded shells in future. In the afternoon we received orders to hold ourselves in readiness to march at two o'clock the next morning, our rumoured destination being ' Bayley's Grave,' but of that nothing certain Avas known. Having to be up so early in the morning, we got what little ' kit ' we had packed over-night, and turned in early, D'A and I finishing the bottle of ginger. © ©"], [61, "HOAV I VOLUNTEERED FOR THE CAPE. 43 CHAPTER III. Early march for Bayley's Grave. — Something in the wind. — Attack on the Tabed N'Toda. — Am left in command of my troop. — My first shot. — A warm corner. — A new camp. — A long day's work. — Pleasures of 'being ' on guard.' — At the Tabed N'Toda again. — Am -left in command of a vedette party and forgotten. — A Kafir fowl. — A shopping expedition. — The mealie con- troversy. — A Kafir chase. — My opinion of loyal Kafirs. At 1.30 the reveille sounded, and every one was at once astir, busy rolling up blankets and stowing them in the vTalises. It was a nasty raw morning — or rather night, as day •did not break until 6.30 — Avith a damping kind of mist hanging about. When every thing was ready we fell the men in dis mounted, standing at their horses' heads, as we had a nasty steep path to descend, and it was too dark to ride. My sight is bad in the dark, and as there were innumerable large"], [62, "44 HOAV I VOLUNTEERED FOR THE CAPE. stones in the path, I kept up my reputation for stumbling very Avell. After a good long tramp on foot, Ave came to some more even ground, and as day Avas just breaking we re ceived orders to mount. I was not at all sorry, as I had had enough of blundering about over the stones, dragging my horse with me. After about two hours' ride we arrived at Bayley's Grave, Avhere Ave found Colonel Wood and a detachment of the 90 th. We off-saddled the horses to give them a chance of rolling and grazing a little, and then turned our attention to breakfast. Being cautioned to be as quick as possible Avith our meal, led us to surmise that something Avas in the Avind, and shortly afterwards receiving the order to saddle-up at once, shoAved us we Avere right. © We had learned by this time to knoAV that Avhen Colonel Wood ordered us out we were wanted for business and not for mere patrol ling work. In a feAV minutes Ave were mounted and off, our destination being the ' Tabed N'Toda,' a high hill some little dis tance off. The road being good, we Avent along at a smart pace, until, branching off to"], [63, "HOW I VOLUNTEERED FOR THE CAPE. 45 the left, we began the ascent. As it became steeper we had to dismount and lead our horses. A little more than half-way up we came to a flat open space, where we halted for a short rest. Climbing and leading an unwilling horse is rather pumping work. Time being up, we resumed our climb, and in a short time we reached the top, where we met Colonel Wood again. He had, it seems, come round by a different route with the 90th, who were below on the other side of the hill. The colonel had come up to tell us to leave one troop on the top to line the bush, the remainder to go down and join the 90th. I and my troop were told off to be left be- hind, and the rest descended. I of course went round to see what sort of a place it was I had to defend. Just where we were the ground was open and undulating, but I found on inspection that the open space was surrounded by bush which covered the sides of the hill for some considerable distance. Tolerably close to the bush grew some high, rank grass that would screen the men from sio-ht, and a number of hillocks afforded shelter."], [64, "46 HOW I VOLUNTEERED FOR THE CAPE. Having dismounted the men, and placed; the horses in a sort of dell so as to be out of danger, leaving one man to every four horses, I opened out the rest into skirmishing order,. and placed them in such positions as I thought best. During these preparations I had the misfortune to lose my revolver, but luckily one of the men found it. Having placed the men to my satisfaction, I sat down near the left of the line to wait for the opening of the ' ball.' We had not long to wait, for presently we heard heavy firing from below. My men were instantly on the alert. As we were close to the bush, I lived in hopes of having a ' pot shot ' with my revolver, which carried well up to forty paces. Nor was I disap pointed, as presently a lot of niggers rushed precipitately out of the bush, little thinking we were waiting for them. They were met by a warm reception from our men, and seven of them bit the dust, I having accounted for one of their number. Finding we were waiting for them, the rest retreated, and made their way through the bush into the adjoining hills. I almost forgot to state that when the firing first commenced,"], [65, "47 HOW I VOLUNTEERED FOR THE CAPE. our men from below were firing too high. The consequence was that the bullets came whistling as thick as hail over our heads, and a great deal too close to our horses to be pleasant. But they soon rectified their aim. Then the artillery commenced, and at first made the same mistake, their shells going over our heads and bursting in the bush be- yond. Later in the afternoon an officer came up to order me to join my squadron below, so, remounting, we rode down the hill, where we found the rest of our men, all very hot and tired, having just come out of the bush. After some little delay we marched off, our destination for the night being Burns Hill. This turned out to be some distance off, and it was close upon eight o'clock before we arrived there. Nearly eighteen hours' hard work is not so bad for one day's ' amusement.' We camped, or, more correctly speaking, ' bivouacked,' on the banks of a river, the name of which I forget. As it was a cold night, with a sort of heavy Scotch mist falling, and there was nothing to eat, I must confess to feeling far from jolly. However, somebody who had been foraging turned up"], [66, "48 HOW I VOLUNTEERED FOR THE CAPE. with some fowls. These met with a sudden and violent death, and were soon broiling on the embers. With the addition of some bis cuit and coffee, we managed to make a very fair meal. I was officer of the day, a circum stance which did not delight me, as I should have preferred a good long sleep ; instead of which I had to go round the guards about eleven. To do this necessitated either my keeping awake, or waking out of my first sleep ; I generally preferred the former. I don't exactly know why I use the expression ' first sleep.' I was alwTays so tired when I turned in, and we were up so early in the morning, that my first sleep was invariably my first and only one. On the night in question I determined to keep awake until it was time to visit the guards ; but, as it was raining, I thought it better to put my blanket around me. Having done so, I lit a pipe, and set to work to have a good think. I com menced — and finished — thinking by going off to sleep at once, and doubt if I should have awoke until the morning if my face had not become uncovered. The cold rain beating on it aroused me, and feeling very guilty, I jumped"], [67, "HOW I VOLUNTEERED FOR THE CAPE. 49 up and went to find the sergeant of the guard. I found I had hit it to a nicety — it was just eleven o'clock ; so away I went on my rounds, to see that the horses were all right, and that all the sentries were in at their proper posts and on the alert. Finding everything right, I went back to turn in, fully determined to make up for lost time by sleeping enough for ten. I found my blanket very moist and clammy from the rain, and if the damp blanket and the glories of cam paigning had been put in one scale, and a comfortable bed in a room with a fire in it, without any glory at all, had been put in the other, I am very much afraid the balance would have gone down plump on the bedroom side ! However, it was no use wasting time in bewailing my fate, so I turned in at once. In such times we don't trouble much about undressing, generally deeming the removal of our spurs sufficient preparation for bed. At all events, that is all the toilet I performed. It seemed to me that I had only just gone to sleep when something hitting me in the ribs awoke me. This something I found to be a boot, and in the boot \"was the foot of a 4"], [68, "50 HOW I VOLUNTEERED FOR THE CAPE. brother officer, who was lying close to me, and was saying : ' Fenn, you're on duty ; turn out for roll-call, and see the horses fed.' Well, I turned out, and had to send a fatigue party to the commissariat store, which was a short distance off, for sacks of mealies and oats for the horses. By the time the horses had been fed our breakfast was ready, and I was ready for it, After breakfast we heard that we were to \" go at \" the Tabed N'Toda again, and in a short time got orders to saddle up. On the way, our senior captain (Captain M ) ordered me to proceed with twenty five men to an open space a little below the place I had occupied the previous day. I was to place men along the bush, and pre vent, if possible, Kafirs breaking out in that direction, and also to keep a watch on the plain below, and if I saw them trekking there I was to note in which direction they went. I was to hold that position until recalled by him. Well, we climbed the hill as we had done the day before, and just as I was placing my men, another lieutenant of my regiment came up"], [69, "51 HOW I VOLUNTEERED FOR THE CAPE. with some men. He had, he said, received orders to occupy exactly the same spot. This I very much doubted, as it seemed absurd to send up two small bodies of men under separate commands. However, it was no business of mine, so, after having placed my men, to my mind, in the best places, and given orders for them to be relieved every hour, I left him to do as he liked. He having placed his men, we sat down and smoked until about mid-day, when my ser vant having lighted a fire, and cooked some meat, and made some coffee, we had ' tiffin.' The men, as they were relieved, followed our example. We found the time hang heavily on our hands, as we had no excitement whatever. We heard firing in the distance, but not a single nigger put in an appearance. Late in the afternoon some troops passed us on their way home, and my brother lieutenant said he thought it was time to be moving too. I told him he might do as he liked, but as I had received orders to remain until recalled, unless I saw any just cause for returning, I should remain where I was. 4—2"], [70, "52 HOW I VOLUNTEERED FOR THE CAPE. He got his men together and marched off, and I lit another pipe and sat down to wait. By-and-by another detachment of the 90th came past. The officer in command seemed surprised to find me there, and asked me if I were not going to make a start homewards. He told me that his men were the last, all the rest having gone back, so that I should be left quite alone. I told him what my orders were, but added that if he liked to give me an order to return, I for my part should only be too glad to obey it. He said that, although he was sure there was a mis take somewhere, he did not like to interfere with my orders ; so he continued his way and left me in statu quo. By this time the sun was nearly down, and my men having seen the troops below them re turning to camp, the sergeant came to me and asked me if there had not been a mis take in the order. By this time I had come to the conclusion that something must be done, for as soon as the sun goes down darkness comes on very quickly in these parts, and, once dusk, it"], [71, "HOW I VOLUNTEERED FOR THE CAPE. 53 would be very dangerous work descending the hill with horses ; so I told the sergeant that I was going to wait exactly a quarter of an hour by my watch, and then, if no orders came, I should return to camp. Five ! ten ! fifteen minutes ! and no orders. ' Stand to your horses ! tighten your girths ! prepare to mount ! mount !' and off we went, I having determined to take the responsibility of returning on my own shoulders. We made the best of our way down, anxious to reach the bottom of the hill before it got quite dark. Once at the bottom we were on a good road, so set off at a smartish trot homewards. It did not take us long to reach the camp, where I found Captain W and an orderly in the very act of mounting their horses, intending to ride out and fetch us in. Captain M had only forgotten us ! I found my brother officers already at din ner, so, having seen my horses off- saddled, watered, and fed, I turned to with a very fine specimen of an appetite. We had fowls for dinner. I have never tried eating parch ment, but I should think it would be tender"], [72, "54 HOW I VOLUNTEERED FOR THE CAPE. in comparison with the fowls we had that night; I am sure it could not be tougher. Knives were not of the slightest use. I had the breast of one of these dreadful birds, and I can assure my readers that it was as much as I could do to tear the flesh off the bone with my teeth. Properly masticating it was out of the question ; it had to be bolted in lumps. I shudder to think of what a leg of that bird must have been like. I was glad to hear that the next day was to be a rest-day. The quarters we had taken up on our first arrival here had been under an aloe -hedge, but we had this night removed to more commodious premises under some bushes nearer the river. I had a very pleasant bedroom under a nice little bush that served to screen me from the wind. The next morning two of our officers started off with an escort to ride to Keiskama Hoek to do a little ' shopping.' It was a good twelve miles ride, and they wanted to return the same day, so started early. They were loaded with commissions to buy all sorts of things more or less impossible ; but orders"], [73, "HOW I VOLUNTEERED FOR THE CAPE. 55 for tobacco predominated. It was gently hinted that if they did by chance bring a bottle or two of liquor with them we should not feel annoyed. During the day some of our men and some of the 90th crossed the river and got into a mealie-field, and helped themselves to ' mealies.' I may here inform such of my readers who do not know what mealies are, that the words ' maize,' ' Indian corn,' and ' mealies ' are synonymous. The pods, cut when green, are very nice eating, either roasted on the embers or boiled. If you have a little salt, pepper, and butter handy, so much the better. Our men, presuming that they were ' monarchs of all they surveyed,' helped themselves plentifully. Just when they were in the midst of their occupation, down came a fat old nigger, attired in decent European clothing, and wearing a white hat with a blue hat-band. He was followed by half a dozen others, but apparently of an inferior station in life. They were all in a state of great excitement. The gentleman in the white hat yelled out to our men to desist,"], [74, "56 HOW I VOLUNTEERED FOR THE CAPE. and ordered his men to cross the river and make our men drop the mealies. Our men obligingly met them half-way, and several swimming niggers was the consequence. One nigger imprudently trying force with one of the 90th, the red-jacket quietly put his mealies on one of the stepping-stones, and seizing hold of the nigger, gravely ducked him several times, and then coolly taking up his mealies, resumed his journey. The ' boss,' seeing that force would not do, turned his attention to persuasion, and ad dressed himself to Captain W , who told him that he had put the cart before the horse. If he had tried persuasion first he might have succeeded ; but, as it was, he (Captain W ) should decline to interfere. He added besides, that as we were, so to speak, fighting their battle, and thereby pro tecting the crops from total demolition by the Kafirs, he (the black gentleman) ought not to begrudge our men a few mealies. The ' boss ' refused to see matters in that light, and used some shockingly bad language. It is a curious thing that however imperfect a nigger's knowledge of English"], [75, "57 HOW I VOLUNTEERED FOR THE CAPE. may be, he will always be fairly up in oaths. This gentleman informed us, in language that ■almost lifted the hat off my head, that failing indemnification from us, he should aj:>ply to the ' Inkose-Inkulu,' viz., the great chief meaning Colonel Wood. Possibly, much to his surprise, we did not seem very much alarmed by this terrible threat, but told him to clear out of the camp as soon as he liked. It subsequently trans pired that he really did go to Colonel Wood, and so bothered and worried that gallant officer with his importunities, that, merely for the sake of peace and quietness, he was paid eight and fourpence, being a penny apiece for one hundred mealies, which he said the men had taken. I expect the old thief went away chuckling, and fervently hoping he would catch the men at it again, as it would pay him very well at that price. As the evening drew in, the wind turned very cold ; and as there was plenty of it, it occurred to me that I should be more securely sheltered from it if I were to construct some kind of a tent. Besides my blanket I pos sessed a waterproof coat, so I determined to"], [76, "58 HOW I VOLUNTEERED FOR THE CAPE. make a tent of my blanket and sleep in my waterproof. Having secured the services of my batman, we set to work to construct the tent. I trusted to the bush for shelter for my head, and with the aid of two sticks, some string, and four pegs, I made a sort of tente d'abri of my blanket. It looked snug enough inside, so, filled with pleasant anticipations of a com fortable night's rest, I rejoined my com panions, who were seated round the fire awaiting the arrival of DA and B , who were to bring us tobacco, of which we were rather short, and perhaps some grog. At last we heard the tramp of approaching horsemen, and in a few minutes the party arrived. Each of them had his saddle-bags crammed with all sorts of things, and D'A , bless his heart ! had three bottles of whisky. It was not long before one of them was opened and passing from hand to hand. After a man in robust health has been de prived of his grog for some time, a glass of whisky goes down like nectar. Whilst the whisky-bottle was circulating, D'A and B recounted their adven-"], [77, "59 HOW I VOLUNTEERED FOR THE CAPE. tures. Everything had gone on all right on their way to Keiskama Hoek, but during their stay there one of the men had taken the precaution of laying in a stock of liquor, and, presumably for convenience of porterage, had not only filled his saddle-bags, but himself as well. The consequence was that when they got half-way on their return journey the man in question evinced a decided inclination to fall off his horse on to his head. On D'A reprimanding him he either fell off or dis- mounted, and announced his determination of going no farther that night. As it was quite dark, and as the neighbourhood was not quite destitute of hostile Kafirs, D'A— — did not care about the lives of himself and the rest being endangered by the freaks of a drunken man ; so, finding that he had an open bottle of liquor in his hand, and two more in his saddle-bags, he threw the whole lot away, and ordered the man to mount, and dismount again at his peril. The party then pursued their way, and, although delayed by this little incident, reached the camp safely. As I am telling the true history of my adventures with the regiment I was in, I do"], [78, "60 HOW I VOLUNTEERED FOR THE CAPE. not conceal the fact that our men sometimes got drunk. But my readers must not run away with the idea that they were any worse than other soldiers, if as bad. When men have been kept away from liquor for some time, a very little knocks them over. Our men were well paid, and had therefore the means of obtaining liquor in large quantities ; but although there was generally plenty of it in camp, I am thankful to say I met with only one instance of men being drunk when ordered out for active duty. In camp near a town we always had a certain amount of drunkenness ; but what regiment has not ? I will say that, when away from liquor, you would nowhere find men 'working harder or bearing hardships with such cheerfulness as ours. But to return. D'A 's story, our pipes, and the bottle of whisky, being finished, we retired to our respective wigwams ; I, as I fondly hoped, to my comfortable tent ! Oh, the miseries of that night ! Having wrapped myself in my waterproof, I composed myself to sleep. I was very cold, but trusted that the waterproof would soon warm me. Delu-"], [79, "HOW I VOLUNTEERED FOR THE CAPE. 61 sive hope ! Instead of getting warm, I re mained as cold as ever, and broke out into a clammy perspiration, which had the effect of making me feel, if possible, colder. It then struck me that this must be the effect of the waterproof. It perhaps would not let the cold through, but, at the same time, it would not engender heat, and my body having but little heat in it at the time, was simply gradually cooling into an icicle. Once or twice I half determined to get up and pull down my ' tent,' and use my blanket in the legitimate way, but I could not make up my mind to face the chilly blast which I could hear whistling among the bushes outside ; so there I lay, the whole night, feeling more like an animated corpse than anything else. Of course, just before reveille I dropped into a light sleep, from which the trumpet aroused me before I could have had ' forty winks.' I turned out, feeling very cross with everything and everybody, myself in particular. It is needless to say that I determined not to sleep in a waterproof coat again if I could help it. I was sent to Colonel Wood's quarters to see if there were any orders, but there were"], [80, "62 HOW I VOLUNTEERED FOR THE CAPE. none, so we concluded we were to have another off-day. But about mid-day we re- ceived orders to get one hundred men ready to start at once, with stripped saddles. Our des- tination was not then known, but the order for stripped saddles showed us it was intended that we should return to camp that night. On arriving at Colonel Wood's quarters we found him mounted and ready to accompany us. It appeared that information had been brought to him of some Kafirs who were hanging about in the neighbourhood, and we were required to go after them and clear them out. We started off at a tremendous pace, Colonel Wood and a guide leading the way, and after about half-an-hour's sharp riding we came to the spot where we expected to find the Kafirs. We were opened out into mounted skirmishing order, an odd and an even number riding together, and with an interval of about three horses' length between each couple. In this order we began to ad- vance, dressing by the centre as well as the unevenness of the ground would allow us. The country close around was not very thickly wooded, and every now and then we came to"], [81, "63 HOW I VOLUNTEERED FOR THE CAPE. small open tracts of ground which had been used for cultivation. We were told to keep a sharp look-out in all directions for any signs of the Kafirs. Presently I picked up a tin pot, which, although it had a small hole in the bottom, still contained some water. This showed us that it must have been recently dropped, and consequently our vigilance was doubled. Shortly afterwards we heard from the right of the line that the Kafirs were on in front. I was on the left with Captain W . We quickened our pace, and a little farther on saw several niggers running away across the open ground. I went after and overtook two Kafirs that were going away at a tremendous rate. Having stopped them, I demanded their passes, and must confess to being rather dis concerted when they both produced them. I found them to be of very ancient date, one of them being dated 1868. As that was, of course, long before the beginning of the pre sent war, I looked upon the passes as worse than useless. We rode up to a collection of huts, and found nothing but two or three old men, and about twenty women. One"], [82, "64 HOW I VOLUNTEERED FOR THE CAPE. woman presented the little tin case in which she carried her pass, and in it we found, together with her own pass, that of a young Fingo. How she became possessed of this pass, and what became of the poor Fingo, I should not like to say. Here an orderly rode up with orders from Colonel Wood to the effect that we were not to further molest these people, as they were said to be ' loyal Kafirs.' Of course there was nothing for it but to obey, but I for one very much doubted the fact of their loyalty, as I had seen a lot of Kafirs, with guns in their hands, making tracks for the hills as fast as their legs would carry them. ' A guilty conscience needs no accuser.' If those Kafirs were loyal, and had their papers all right, why should they run away, and what were they doing with guns % The pass system is, in my humble opinion,. one of the greatest evils of the Kafir war. The idea of a loyal Kafir is, on the face of it,. absurd. You might just as well talk about a loyal enemy. I know as a fact that the ' loyal ' Kafirs residing round one or two missionary stations were in the habit of con-"], [83, "HOW I VOLUNTEERED FOR THE CAPE. 65 veying news of our whereabouts, and of our intended movements to their friends in the bush. Besides that, they used to cultivate crops and graze cattle in close proximity to the bush,' and then appear very much annoyed and grieved to find both stolen by hostile Kafirs, when all the time I firmly believe that it was simply an arranged thing between them and those fighting. Neither was it to be wondered at, considering that most of them had fathers, sons, or brothers, or at least some relation, fighting against us. I am only one among a very great many who considered the missionary stations one of the greatest difficulties against which we had to contend. As long as there were missionary stations round the Perie Bush, so long would the so-called ' loyal Kafirs ' cluster round them, and, consequently, so long would the belligerent Kafirs be provided with food and ammunition, and so much longer would it take us to dislodge them from their fast nesses. But to resume my story. On returning to camp we were told that we had 'made a mis take,' or, rather, Colonel Wood's informant 5"], [84, "66 HOW I VOLUNTEERED FOR THE CAPE. had, and we were therefore very nearly getting into a severe scrape, for if anything had happened to any of the Kafirs, the mis sionaries would have been down upon us like a thousand of bricks."], [85, "HOW I VOLUNTEERED FOR THE CAPE. 67 CHAPTER IV. Off to Keiskama Hoek. — A hailstorm. — An early patrol and its consequences. — Retire with one man wounded. — Bayley's Grave. — Haine's Mill.- -On duty to ' King' and back. — Ordered to Blame's Farm. — Depot duty. — In command at Kei Boad. — The Hotel ' Ram Sammee.' The next morning I went over to Colonel Wood's quarters for orders. They were as follows : — The 1st squadron to march at eight o'clock for the Keiskama Hoek, the remainder to march at the same time for Bayley's Grave. I do not think any of us were sorry to leave Burns Hill, for although the place was pretty, and there was a very fair river close at hand, we were a long way from any store, and therefore it was impos sible to obtain various little things which would have made our life more comfortable. We were all off sharp at eight ; I, being in the 1st squadron, was bound for Keiskama 5—2"], [86, "68 HOW I VOLUNTEERED FOR THE CAPE. Hoek. It was a fine day, and the road being good, I enjoyed the ride. On our way we passed a spot made memorable in the history of the colony by having been the scene of the massacre of an escort of the 7th Dragoons during the old Kafir war of 1851. The Kafirs were lying in ambush, and when a body of Dragoons came up escorting some waggons, which, among other things, con tained their mess plate, they rushed out, and, after almost annihilating the escort, plundered the waggons and destroyed them. We arrived at Keiskama Hoek at about 4 p.m., and made straight for the church, which had been for some time, and still was, ' out of employment.' This church was des tined to be the men's quarters during our stay. Close alongside the church was a small schoolroom, which we thought would do capitally for officers' quarters, but on trying the door we found it locked. I then went and examined the windows, and finding one unfastened, I communicated the fact to Captain W , and hinted that if we could not get in through the door, we might be able to do so through the window."], [87, "HOW I VOLUNTEERED FOR THE CAPE. 69 Captain W , however, thought it would look better to ask permission than to take ' French leave '; and telling me that I looked as if I had ' persuasive ways ' with me, bade me ride over to the schoolmistress's house and ask her for the key. On arriving at the cottage I found that the schoolmistress was out, but was expected to return every moment. My informant was the servant ; she had such an unmistakably German face that she brought back reminiscences of my private tutor days in Germany. As I had to wait for the schoolmistress, I took the opportunity of freshening up my German by chatting with the domestic. In a few minutes the mistress entered, and looked very surprised to see her servant conversing amicably with a gentleman in ' war-paint,' who was apparently quite at home. Having a request to prefer, I rose, bowed, and was as polite as it is in my nature to be, and after passing a few flattering remarks on her cottage, to pave the way, I made my request. The lady told me that she was very sorry, but the matter was no longer in her hands. The school was managed by a committee, and"], [88, "70 HOW I VOLUNTEERED FOR THE CAPE. although she held the key, she was not autho rised to lend it without the permission of the committee. It seems that some time previous to our arrival some volunteers had stopped at the place, and had appropriated the school room entirely to their own use, much to the inconvenience of the schoolmistress, as it necessitated her giving her pupils holidays during the stay of the volunteers. Mindful of my reputation as a ' persuasive man,' my spirit rose to the occasion, and I set to work to try my powers. I painted in glowing colours the hardships we had gone through, and magnified the comfort we should feel at having a roof over our heads. I predicted, for the occasion, a heavy storm of rain for that night, and painted a heartrending picture of the sufferings we should undergo if shelter were denied us. The good soul's heart was not adamant ; far from it, and the ' per suasive man ' won in a canter. She told me that if she could have the use of the room at ten o'clock every morning until four in the afternoon, we were welcome to use it as a sleeping apartment. This contract I under took the responsibility of agreeing to in the"], [89, "71 HOW I VOLUNTEERED FOR THE CAPE. names of my brother officers, and my end was gained. She got the key, and insisted on accompanying me down to the schoolroom. On the way down I took great pains to inform her that although we had found one of the windows unfastened, we had preferred to ask her permission to use the room rather than do anything underhand. She seemed pleased at this, and I thought I had done a good stroke for the reputation of the corps. Imagine, then, my annoyance, when on reaching the room I noticed light gleaming from the windows, and, looking in, I saw Captain W 's ser vant, an obtuse Dutchman, inarching about inside, whistling to himself, and apparently as much at home as if he had been born there. It appeared that while Captain W 's back was turned he had found the unfastened window, and not considering it necessary to consult any one else's conscience but his own, had promptly entered and set to work to make things comfortable. I felt very guilty, but Captain W coming up at that moment, I left him to explain matters, merely telling him under what conditions the lady lent us the key."], [90, "72 HOW I VOLUNTEERED FOR THE CAPE. There were several tables and forms in the room, so we had dinner in grand style. In the evening two other lieutenants arrived. This I was glad of, as otherwise I should have had to go on duty every night. One of the lieutenants preferring a bed to a table or the floor, asked and got permis- sion to sleep at the hotel. Captain W , P , and myself, chose to sleep in the schoolroom. As the floor was made of cow- dung, the smell was rather too strong to allow us to sleep on the ground, so I had my bed made on a table. Not having lately been in the habit of sleeping on anything from which I could possibly fall off, I had one or two narrow escapes of a tumble, waking up perilously near the edge of the table. Next morning we found we were to have an off-day, so, as it was my duty to cater for our little mess, I took the opportunity of going down to one of the stores (there were two) and making various purchases, such as sardines, jams, and potted meats. After having done my shopping I had a look round the place. There were a few small but neat-looking houses ; a miserable"], [91, "HOW I VOLUNTEERED FOR THE CAPE. 73 hovel called a police-station, in which, I saw as I passed, three or four drunken black women. There were also two good sized stores, and the hotel before men tioned. Keiskama Hoek also boasts of a resident magistrate ; and, if I remember rightly, just outside the town are some bar racks. I returned to our quarters, and set the men to work to clean up, bits and stirrup irons all looking sadly in want of a little ' elbow-grease.' The following day was also an oft-day, the only circumstance worthy of note being the arrival of Colonel Wood. He had his quarters in one of the houses of the place. Captain Bowker (whose father's name is well known in the colonj^, both from the fact of his being an old colonist and from his having been engaged in the Kafir war of 1851) was camped with some volunteers within a short distance of our quarters. Early in the evening we saw signs of an ap proaching storm, and about eight o'clock we had a terrific hailstorm and any amount of thunder. The roof of the schoolroom was of corrugated iron, and what with the clattering of the hailstones on the roof, and the almost"], [92, "74 HOW I VOLUNTEERED FOR THE CAPE. incessant peals of thunder, it was as much as we could do to hear each other speak. About nine o'clock, in came Bowker with the pleasing intelligence that we were to start on a patrol at two o'clock the next morning. As the hail had now changed to rain, which was coming down in bucketfuls, we did not look forward to the expedition with that amount of glee that we might have done if it had been a bright moonlight night. We had only about fifty men with us, as we had a number away on depot duty, and out of those fifty we should not be able to muster more than twenty or thirty, after deducting those who were sick or on guard. Accord ingly twenty-five men were warned to parade at two o'clock, stripped saddles, mackintosh rolled on pommel of saddle, thirty rounds of ammunition. I was up at 1.30, and had a look out. Wretched ! still drizzling with rain, and dark as pitch. We had to go groping our way about with lanterns, expe riencing the greatest difficulties in finding our proper horses. My man said he could not find mine (No. 152) anywhere. At last I found him in the hands of one of the men,"], [93, "75 HOW I VOLUNTEERED FOR THE CAPE. who was placidly saddling him, under the impression that .it was his own. I set him right on that point by taking the horse at once to my servant. At last everything and everybody was ready ; but by that time my feet were thoroughly wet through, and my boots had about a ton of mud adhering to them. We started off under Bowker's guidance, his men (twelve) following behind ours. It was wretched travelling, as our horses kept slipping and blundering about in the dark. At last, j ust when we had begun to ascend a hill, day broke, and so enabled Bowker to discover that we had come the wrong road. We had to retrace our steps for some dis tance, and then we came to a regular 'teaser' in the way of hills. The rain had made the stones so slippery that both men and horses stumbled at every step, which made it very tiring work. I for one was not sorry, when we were about two-thirds of the way up, to halt for a little to recover breath. The rest of the ascent was not so steep ; in fact, we were able to ride up. On arriving at the top we found"], [94, "76 HOW I VOLUNTEERED FOR THE CAPE. the summit quite destitute of trees. In front of us the ground rose somewhat, and then descended, and was met by bush, which extended on the right to Bayley's Grave, and on our left as far as Haine's Mill. After we had been up there a few minutes we saw another small body of horsemen approaching, and on their coming nearer we recognised the Light Horse uniform. They proved to be a detachment of twenty-five men, under Von S , sent up from Bayley's Grave. On their way they had been attacked by Kafirs, and had succeeded in putting them to flight, killing two of their number. We saw in the distance innumerable thin columns of smoke ascending straight into the air from out of the bush, in the direction of Haine's Mill, but as it was impossible to reach them with out descending and going a very roundabout way, we made up our minds to pass a slow time until one o'clock, when we were to return unless we came across any Kafirs. Captain Bowker and Von S went for ward to the rising ground, and we remained to watch the left. We slacked the girths of our horses, and took the bits out of their"], [95, "77 HOW I VOLUNTEERED FOR THE CAPE. mouths to allow them to graze, we holding the bridles in our hands. Although it was even then drizzling with rain, and everything seemed wet, our men found something suffi ciently dry to start a fire with, and in a few minutes coffee was the order of the day ; after that pipes ; and for my part sulks at being kept out in the rain on the top of a hill, without, as I thought, the remotest chance of seeing a nigger at any shorter distance than three or four miles. On looking at my watch I found that it was getting near one o'clock, and so my spirits began to revive. At about a quarter to one we saw Bowker galloping towards us, so we thought he was going to propose returning, and consequently began to tighten girths, etc.; but just before he reached us we heard rapid firing. He came pelting up, and informed us that the niggers were swarming out of the bush in hundreds. We were in our saddles and galloping towards the high ground in a minute. Arriving there, we dismounted, and getting our horses together in a sort of natural basin, we hurried to join the others at the edge of the hill."], [96, "78 HOW I VOLUNTEERED FOR THE CAPE. Looking over the edge I saw, sure enough, hundreds of niggers blazing away at us like mad. Most of them wore clothes, and some of them had hats with red or white puggarees on them, in imitation of the Fingoes. One sable gentleman, who was potting away in a most methodical manner, had on a long black cloth clergyman's coat. As we had only thirty rounds of ammunition per man, we were afraid of running short ; we killed about sixty, but as the Kafirs so vastly outnumbered us, and were momentarily opening out their line in order to outflank us, we had to make good our retreat while we yet could. This we did in good order, retiring the men on the right first, and halting them to cover the retreat of the next batch, and so forth, until we reached the commencement of the descent. We had, unfortunately, one wounded man, which, of course, rather retarded our movements. We got him on horseback, and, supported on either side by a comrade, we started him on his way down, we all the time keeping the niggers at bay by incessant firing, gradually drawing off the men. Fortunately for us the niggers did not attempt to follow us, other-"], [97, "79 HOW I VOLUNTEERED FOR THE CAPE. wise they might have made it very unplea sant for us on our downward journey. The path was so narrow as to admit of only one at a time, and so steep as to render any but a slow pace impossible. However, we reached the bottom of the hill in safety, but here our wounded man was so faint wTith pain that he could ride no further, so the men set to work to cut down some young trees and construct a rude kind of stretcher by the means of blankets. Captain W asked me to take a couple of men and ride forward to Keiskama Hoek, and get everything in readiness for the wounded man, and at the same time see if there was any doctor ; if so, to send him with a proper stretcher to meet them. On arriving at the schoolhouse I found school not yet over ; but the schoolmistress, kind soul as she was, immediately she heard the nature of my errand, dismissed school at once, and helped me herself to construct as comfort able a bed as it was possible on one of the tables. I found that there was no doctor in the place, but luckily one was expected to arrive that afternoon. Colonel Wood sent for me to"], [98, "80 HOW I VOLUNTEERED FOR THE CAPE. hear particulars of the affair, and was natu rally annoyed at the consequences. Just then the doctor arrived, and I informed him that his services would be required ; but as he was setting out to meet the party they appeared in sight. By the time they arrived hehad the hospital tent ready pitched where he directed the wounded to be taken in preference to the schoolroom. He examined the wound, and found that the bullet had struck the left arm close to the shoulder, smashing the bone to atoms. He did what he could to alleviate the pain, and the next morning the man was sent to the hospital at ' King,' where the arm was amputated close to the shoulder. The same day that the man was sent to town two wagons arrived, containing, among other things, some tents. The next day we re ceived orders to rejoin the detachment at Bayley's Grave. The road was very bad, and steep in some places ; we consequently had some trouble with the wagons. How ever, we reached our destination towards evening, and found, besides our own men, a detachment of the 2- 24th. Here we found orders awaiting us to pro-"], [99, "HOW I VOLUNTEERED FOR THE CAPE. 81 ceed to Haine's Mill ; so, after passing a night under the starry canopy of heaven, we left the fellows at Bayley's Grave their share of the tents, and continued our way the next morning. The road here was good, and we got on very well, but travelling with ox wagons is at all times slow and tedious work. We reached Haine's Mill at about four in the afternoon, and found another detachment of the 2-24th there. The officers were very kind to us. Finding that we were short of a tent, they lent us one, and offered to lend us anything else that we might require. The next day Captain W sent me into town with some men and a wagon to requisition ammunition, picket-ropes, and, if possible, another tent. As we did not arrive in King until rather late in the afternoon, I found I should not have time to get the things I required and return that night ; it was therefore not worth while getting the things and loading the wagons, as I should have had to put a sentry on all night. So the next morning early I was very busy hurrying about between the ordnance store and the G"], [100, "82 HOW I VOLUNTEERED FOR THE CAPE. mule-train yard where our wagon was out spanned. Here I met Captain M and two lieutenants who were in the stables look ing at a mob of horses that they were going to take out to Haine's Mill. I was sorely tempted to effect a swop, and get rid of poor old ' 152,' but I had got used to him, and, uncouth as he looked, I liked him. I was detained in town some time by Captain M — * — , and it was afternoon before I started back to camp, which I did not reach until long after dark. The next day Captain M and the horses arrived, and we were very busy picking out sick and used-up horses from those we had, and substituting for them others that had just arrived. The following day I received orders from Captain M to proceed to King, and thence to Blaine's Farm with some time-expired men. On my arrival I was to remain there and assist the lieutenant in charge until further orders. As Captain W was also going to town on a day's leave we rode together. We arrived too late to catch a train for Kei Road, and the following day being Good Friday, the trains did not run, so I was detained all that"], [101, "HOW I VOLUNTEERED FOR THE CAPE. 83 day in town. As there were no quarters for us to go to in town, we were forced to put up at some hotel ; and as hotels mean money, it is no joke being detained in town longer than you can help. There are such things as ' tra velling allowances,' but there is such a lot of red-tapeism and so many formalities to go through before you can get them, that you might just as well start a Chancery suit at once. I have already described to my readers the road to Blaine's Farm ; suffice it to say that I did not miss my way this time, and I reached the farm and reported myself at about 5 p.m. I found lots to do, as there were several recruits, and the lieutenant in charge had framed a regular programme of duties to be gone through : such as, reveille at 6; stables (horses fed) at 6.30; riding-school at 7.30 to 8.30, then stables (horses groomed and let loose) ; dismounted drill at 11 ; and so forth. After remaining there a few days I was sent to take command of the detachment at Kei Road. This I did not at all object to, as I was my own master, and had a tent to myself. 6—2"], [102, "84 HOW I VOLUNTEERED FOR THE CAPE. Captain Wardell, who was afterwards killed at the disaster of Isandula, was then in command at Kei Road. Besides the Frontier Light Horse there was a detachment of Pullein's Rangers — a foot force, used chiefly for escort and garrison work. There was an old Indian fellow here who went by the name, among ourselves, of ' Ram-Sammee.' What his real name was I never found out. He had a small marquee tent, and there it was we used to mess together. We called it the ' Hotel Ram Sammee.' We used to give him an order to draw our rations, and pay him, I think, 2s., or 2s. 6d. a day ; and, in return, he gave us three very fair meals : breakfast — chops, curry and rice, bread, butter (sometimes) marmalade, and coffee; tiffin — cold meat and pickles, curry and rice ; dinner — generally a roast joint, curry and rice, bread and cheese. So, you see, we lived well and cheaply on our rations. It was the most luxurious time I ever had during my service, either before or afterwards, but alas! it was as I feared, too good to last."], [103, "85 HOW I VOLUNTEERED FOR THE CAPE. CHAPTER V. Change of head-quarters to Briedbach. A new com- manding officer. — A day's leave and a visit to the Police Camp.— My advice to those about to join that force. — Am ordered to the front again. — The advance to the attack. — A warm reception. — My old charger shot. — Narrow escape of my captain. — A sad ride home. — Rejoined the camp. — Waiting for the Kafirs. — Back to Haine's Mill. — Capture of Kafir women. About a week after my taking the com mand I received notice from the lieutenant in command at Blaine's Farm that he had orders to vacate the farm as soon as pos sible, and to transfer the head-quarters to Briedbach, a place only about four miles from ' King.' He was to take with him the detachment at Kei Road, and also the one at Fort Wellington, a place about seven miles on the other side of Blaine's Farm, on the road to Komgha. He requested me to send"], [104, "86 HOW I VOLUNTEERED FOR THE CAPE. him seven wagons up to the farm as soon as possible, and to hold myself in readiness to march with him. I sent him the wagons, and on the Sunday I, in company with two officers of Pullein's Rangers, rode over to see how he was getting on. I found that Van C , who had been in command at Fort Wellington, had already come down with his men and wagons, and he and B were hard at work superintending the packing of the goods and chattels. They told me that they would be all ready in the morning, and they would expect to find me the same on their arrival. As I had little or nothing to pack except the tents and men's kits, I was pretty sure of being ready for them. To make everything sure, on my return to Kei Road I issued a regimental order, to be read at evening stables, to the effect that reveille would be at six, horses fed immediately afterwards. The men were then to pack up their entire kit in readiness for starting, thereby leaving nothing to be done but strike the tents, pack them, and put them on the wagons. When I went to bed that night I was more than half sorry that my brief reign was so near its"], [105, "HOW I VOLUNTEERED FOR THE CAPE. 87 close. I was up sharp at six, scuttling about seeing that no time was wasted. After the horses had been fed, and the men's kits packed, I left them time to have their break fast, and went to the ' Hotel Ram Sammee ' for my own. Afterwards I got a fatigue party to wheel the wagons down into the camp so as to be handy for packing. Presently an orderly sent on ahead rode up and informed me that the detachment was ap proaching, so I sent for the oxen and had the tents struck and rolled up, and in a short time everything was in readiness to start. As I was certain B would halt his men for a short time on his arrival, I did not get my horses saddled up. As I expected, he halted to give the horses a ' breather,' and during that time I got the wagon ' inspanned ' and into line with the others. I then ordered ' boot and saddle ' to sound, and was in readiness to fall in with the rest. By-and-by we started en route for Briedbach, halting about mid-day at a place called ' Yellow Woods ' for tiffin. The road was good all the way, so, thank goodness, we had no trouble with the wagons, and"], [106, "88 HOW I VOLUNTEERED FOR THE CAPE. arrived at Briedbach at about 4 p.m. I found the place we were to occupy was a gentleman's house. The owner was away, but had given the regiment permission to use the house and grounds as head-quarters. The house stood in about six acres of ground, and was rather prettily situated, the railway from East London to King running close by. The house contained eight rooms, which we determined to use as officers' and non commissioned officers' quarters, orderly-room and store-rooms. An outbuilding did duty for the guard room, and we found a capital shed wherein to store the forage, etc. We made the men pitch tents for themselves in rear of the building, and had the picket-ropes for the horses erected under some trees on the left of the house. Down below, still farther to the left, ran the river. In the evening the paymaster rode out from King to see us, and brought news of Major Buller, C.B., having taken over the command of the regiment ; and as he was then in town, B announced his intention of paying him a visit in the"], [107, "89 HOW I VOLUNTEERED FOR THE CAPE. morning. I was on duty that night, but as it was fine and moonlight I did not much mind, although I certainly would rather have turned in, as I was very tired. The next day B rode into town, and came back in the afternoon full of praises of our new commanding officer. Van C* — ■ — and I had been busy getting the camp into ship-shape order in case the major payed us a visit. The following day I got leave to ride into town, which I was anxious to do, as I was badly off for boots, the thick pair, of which I have already spoken as having given me such torture, being struck off duty. It was a beautiful morning, and as I had the whole day before me, and only a short distance to ride, I did not hurry myself. I took a short cut over the hills, which resulted, as is the case with most ' short cuts,' in my going con siderably out of my way and finding myself in quite a contrary direction to that which I expected. Finding myself close to the Fron tier Armed and Mounted Police Camp for Recruits, I paid a visit to it, and found several friends of mine, who had recently"], [108, "90 HOW I VOLUNTEERED FOR THE CAPE. joined, in a most refreshingly miserable and low state of mind. Having comforted them by using that intensely feminine form of con dolence, ' I told you so,' I went on my way rejoicing — that I had not been driven to join the Frontier Armed and Mounted Police. My readers may here expect me to launch out into a long dissertation as to my reasons for not caring to join the Police, but I intend to do nothing of the kind. The arguments pro et con have been duly ventilated in the papers. To those who intend going out to join what was then the Frontier Armed and Mounted Police, and is now the Cape Mounted Rifles, I can simply offer Punch's advice to those about to marry : ' Don't,' or, at any rate, ' look before you leap.' Many young fellows are enlisted here in England, and only find out on their arrival in Cape Town what a terrible mistake they have made. Having accomplished my shopping, and dined with some friends at Gleeson's Hotel, I had my horse saddled, and started oft' on my way home, where, on my arrival, I found that there had been some candidates for the"], [109, "HOW I VOLUNTEERED FOR THE CAPE. 91 guard-room, in consequence of men having smuggled liquor into the camp. After two or three days' wearying routine work with the recruits, one blessed day (Sunday, May 5th) Captain M arrived and had a look round. He informed me, to my joy, that I was to start the next day for the Quin qua Valley, where the Frontier Light Horse were then encamped. I was to take with me as many men as we could spare from the camp, as a big fight was on the cards. I went round at once, and found that I could muster thirty-five men, and set to work immediately to see that they were fully equipped, so that we should not be delayed in the morning. Notwithstanding my precautions, it was quite eleven o'clock before we started on our march, but as we had only about sixteen miles to go it did not much matter. We had to pass through King on our way, but I took particular care that none of my men fell out ; otherwise, in all probability, I should have some of them falling off before the march was ended. Men, no doubt, think their officers very"], [110, "92 HOW I VOLUNTEERED FOR THE CAPE. hard on them to be so sharp ; but to be kind they must sometimes be cruel : they must assert their authority rigidly, otherwise, with the men they had to deal with, they would have no authority at all. We arrived at the camp in the Quinqua Valley somewhere about 3 p.m., where I was very cordially greeted by my brother officers. They gave me some lunch, and in return I gave them the latest news from town. The major was away in town, but was expected back that evening. I heard that we were to have a big fight on the following Wednesday. In the evening the major arrived, and I was introduced to him by D'A . We heard that we were to march the next day to Mount Kemp, leaving an officer and some men be hind to guard the camp. It was two o'clock in the afternoon before we started ; why so late no one seemed to know. The conse quence was that it was dark by the time we arrived at Mount Kemp, where a detachment of the 24th were encamped. When the sun went down it turned bitterly cold, and as the day had been warm we felt the cold the more. I had taken the precaution to bring a small"], [111, "HOW I VOLUNTEERED FOR THE CAPE. 93 patrol-tent with me, and directed my servant to pitch it. We had dinner by the light of the camp fire, when I drank enough hot coffee to suffice a dozen in my endeavours to get warm ; but all seemed in vain. As a last resource, I turned in, trusting that I might find some warmth in my blanket. After a great deal of trouble I went to sleep, but only to awake shortly afterwards, chilled through and through, to find an icy cold rain splashing through the thin canvas of my tent on to my face. Reveille was at four, and, tired as I was, I did not feel sorry to be moving about again, for I am sure that if I had lain still much longer I must have been frozen. There was still a kind of Scotch mist falling, and it was pitch dark. Nevertheless, we started off mounted. As the Fingoes were just in front of us we proceeded at a very slow pace, and although I was smoking like mad to try and get warm, I felt my knees regu larly shaking up against the sides of the saddle. At last we came to a steep bush path, where it was necessary for us to dis mount and lead our horses ; and heartily glad"], [112, "94 HOW I VOLUNTEERED FOR THE CAPE. I was of a little exercise, as my feet had become thoroughly numb with the cold. It was dreary work groping our way in the dark, but at last day broke, in a reluctant, sulky kind of way, and showed us in the distance some mounted volunteers slowly defiling over the hills which we were leaving on our right. Up till now I was not aware what part of the bush we were going to attack, but I now found that we were making for the exact piece of bush that we had lined on my arrival at Ho ! Ho ! and through which the dreadful path ran, going down which I so frequently came to grief. As we neared the edge of the bush I was with the advance guard ; between us and the bush the ground slightly rose. On ascending this rise and coming in sight of the bush, we were surprised by being met with a volley. Luckily none of the men were hit, although we were pretty close to the bush. The only harm done was to my poor old friend and charger, No. 152. He got a bullet in his chest and fell, and I, to end his sufferings, ordered a man to put a bullet through his head. By this time the main body had come up,"], [113, "95 HOW I VOLUNTEERED FOR THE CAPE. and all dismounting, hastened to take up posi tions with what cover they could find. It fell to my duty to see after the horses, viz., that there were sufficient men to look after them. Just when I had seen all right, a volunteer was brought to the rear wounded. I knew that there was hot fighting going on, by the heavy firing. I was hastening down to the front, when I met another man being carried back. Just when I got to DA- , Captain M was shot dead, and almost imme diately afterwards Captain W — : — (my own captain) was wounded. The first man of ours that was shot was a corporal. He received two bullets through the head. The niggers kept up a very hot fire, and as we were so close to the bush, and had very little cover, they had it almost all their own way. They could see us, but we could not see them. It was a most disastrous day for us, as, although we killed a round number of Kafirs, and drove them out of the bush, we lost a good many men. From our own regiment, which, hitherto, had been so marvellously lucky, we lost our senior captain, one corporal, and three men ; one captain and two men wounded."], [114, "96 HOW I VOLUNTEERED FOR THE CAPE. Besides these there were some volunteers and Fingoes killed and wounded, and I think some of the 90 th men wounded. We and the volunteers were in line in front of the bush; the 90th were to the right, down the side of the hill ; and the 24th were below, at the bottom of the steep bush-path already once or twice referred to. I was sitting with DA , smoking a pipe, and deploring the sad occurrence, when our attention was attracted by some bullets which kept patter ing about remarkably near to our heads. Now, although we were within arm's reach of our men, who were lying about behind stones watching for a chance at a nigger, we could not be seen by any one lying in the bush. Whilst I was still puzzling myself to account for the close proximity of the bullets, I saw one of our men immediately in front of me raise his carbine, apparently with the inten tion of firing in the air. I then saw that he was aiming at the top of a tree. Bang ! and immediately afterwards down fell a nigger, looking something like a huge blackbird as he fell through the branches. I afterwards learned that it is a favourite"], [115, "97 HOW I VOLUNTEERED FOR THE CAPE. trick of theirs, and on that day no less than six Kafirs had been shot out of trees. As we were not strong enough to rush the bush alone, we waited for Lonsdale's Fingoes to come up. When they arrived there was a rare scrimmage, the Fingoes firing a deafen ing volley into the bush, and following it up with a rush. We then went for Captain M 's body, which I had the melancholy satisfaction of helping to carry up from the bush. He had been shot through the right breast and lung. Captain W 's wound, I was glad to hear, was not likely to prove serious. As I never cared to wear a sword when bush- work was at all likely — the belt hampering my movements — I had that day lent it to Captain W . The bullet with which he was wounded had passed through the corner of the pocket of his patrol jacket, through a waistcoat, and struck on the double stitching of the sword-belt, by which it was stopped. It had caused a nasty con tused wound on his left side, which laid him up for some time, and caused him consider able pain. One of our men had been shot through the right breast, and when taken to 7"], [116, "98 HOW I VOLUNTEERED FOR THE CAPE. the rear the surgeon had shaken his head, and said that he could do nothing for him, evi dently thinking that he was done for ; but as the man still lived, he was sent with the others to the hospital at \" Browne's Shop,\" four miles off. Strange to say, when I in quired after the man some four or five days afterwards, quite expecting to hear that he was dead, I was told that he was much better? Ten days after that T heard that he was such a merry fellow that he was the life and soul of the hospital. Before we started for our march to the Transvaal — an account of which I shall pre sently give my readers — he had so far recovered as to volunteer for fresh ser vice ; but, considering the hard life before us, and the injuries he had sustained, our medical officer was obliged to reject him. I mention the recovery of this man as an illustration of what hair-breadth escapes men have of their lives. Captain M and Trooper G — — (the man referred to) were both shot in exactly the same place, viz., the right breast, but owing to the different direc-"], [117, "99 HOW I VOLUNTEERED FOR THE CAPE. tion from which the bullet came, one was killed and the other lived. After the general rush fori the bush, the Kafirs having fled in every direction, we returned to our horses, and then we had a chance of having the first mouthful of food that had passed our lips that day. As it was between two and three o'clock in the afternoon, we felt rather in need of it. I had a most sumptuous banquet, consisting of ration biscuit and coffee, and felt very much refreshed thereby. About four o'clock, the big-wigs having decided that nothing else was to be done, we were ordered to stand to our horses, and in a few minutes we were mounted and on our road home. The killed had been sent to the hospital. We sent an officer and an escort there to take them on to King, where we wished them to be buried. Our ride back to Mount Kemp was a sad one, as we could not help thinking of those who were gone. Late that night, just before we were going to turn in, the major sent for me, and told me that as he had heard from an express just arrived that the Kafirs were flocking in strong 7—2"], [118, "100 HOW I VOLUNTEERED FOR THE CAPE. numbers in the direction of the Quinqua Valley, he was rather anxious about our camp, and it was his intention to send me and thirty men back in the morning to reinforce it. I was to warn the men that night, and having given the sergeant-major orders to that effect, I turned in. I was up at daybreak, and when the men had had their coffee I fell them in, and after some parting injunctions from the major, I started. I had to escort some wagons belonging to the 24th as far as Isendengi. It was slow work, having to cramp our pace to accommodate the leisurely crawl of the oxen, and I was not at all sorry when we arrived at our destination. Here there was commissariat store, and as I knew the officer in charge, I got on very well. He gave me half a loaf and some Pontac wine. My orders had been to halt at Isendengi for an hour, and as the horses had not had any forage for a day and a half, I requisitioned forage and had them fed. As soon as they had finished I saddled up and resumed my journey, and reached the camp about two hours before sundown. Fast as I had travelled, the ill-news had travelled"], [119, "101 HOW I VOLUNTEERED FOR THE CAPE. faster, and the lieutenant in command had heard most, if not all, of the particulars. I told him the reason of my return, and consulted with him as to the best means of defending the camp in case of an attack. We had from fifteen to twenty tents, all pitched. He had not had any of them struck, fearing lest Kafir spies might note the fact, and infer from it that the camp was weak. Besides the tents we had one wagon, which would come in handy in case of accidents. Our position was not a favourable one to resist an attack, as we were right in the centre of the valley, with high hills at no great distance on either side of us. We both agreed that it would not be ad visable to inform the men anything about the matter just then, but wTe sent for a Fingoe headman who lived not very far off, and told him to send off scouts in the direction in which we might expect the Kafirs. These precautions taken, we agreed, in case of alarm, to have all the tents struck at once, and heaped round about the wagons, thereby forming a kind of small fort, from which we"], [120, "102 HOW I VOLUNTEERED FOR THE CAPE. felt certain we could keep a very fair number of Kafirs at bay. I must confess that neither the lieutenant in command nor myself slept very soundly that night. Soon after the men had turned in we heard shots, and some bullets whistled over the camp, but high up. We both thought the critical moment was approaching, and waited outside the tent for the arrival of intelligence from the scouts. But although we waited some time, we heard no more firing, neither did any messenger arrive ; so we turned in again, occasionally easing our minds by turning out and going the rounds, and listening for anything that might be con- strued into an alarm. But the night passed away and morning dawned without any attack. We sent for the headman, from whom we learned that the Kafirs had really encountered his scouts ; but, after exchang- ing shots they had retreated, thinking pro- bably that we were too well prepared for them. The day that I left, our fellows had some more fighting, but I heard that the engage ment was nothing of any consequence. The"], [121, "103 HOW I VOLUNTEERED FOR THE CAPE. only casualty that occurred was to an officer of the 2-24th. A bullet struck a flask that he had slung behind him, and glanced off, in flicting a nasty flesh-wound in his back. The day after I arrived at the camp the rest of the regiment returned. We had two days of rest. On the evening of the second day the major received orders to start early the next morning for Haine's Mill, to assist the 24th and Fingoes in making a reconnoissance in the bush. We started some time before daybreak, and as we went the short cut over the hills, we had but two or three miles to go. We arrived at the mill a little after daybreak, and leaving our horses in charge of the horse guard, fell in on foot with the 24th, and com menced our tramp. After about a couple of hours' climbing up a nasty slippery bush-path, we were halted, with directions to keep a look-out. The 24th went up to the top of the Kranz, intending to drive the Kafirs, if they found any, down towards us. But the Kafirs refused to be found ; and after spend ing the morning, and part of the afternoon, lying down and smoking, we were ordered to return."], [122, "104 HOW I VOLUNTEERED FOR THE CAPE. On our arrival at Haine's Mill, we mounted our horses at once and returned to the camp in the valley. The next day we heard that we were to shift our camp back to our old quarters at Haine's Mill, so set to work to pack our goods and chattels, and the following day found us at Haine's Mill. I and two of my brother officers had leave to ride into town, which was not more than thirteen miles off. As it was afternoon before we started, we had leave to remain over night. The next morning, having done my shopping, I went up to the barracks, and hearing that the major was in town, but in- tended to return that afternoon, I informed the other two officers, and we determined to ride back with him. It was a beautiful after- noon, so we did not hurry, but arrived in time for dinner. In the evening a regimental order was issued : ' A dismounted patrol, two o'clock, sharp. Every officer to carry a car- bine and one hundred rounds of ammunition, and both officers and men to carry their blankets, rolled.' This looked like business, and we guessed that something was in the wind."], [123, "105 HOW I VOLUNTEERED FOR THE CAPE. I had forgotten to say that just before we moved our camp to Haine's Mill some Kafir women were brought into camp as prisoners. They were all in a dreadful state of starva- tion, looking more like living skeletons than anything else. We had some broken biscuit brought to them, and it was a shocking sight to see the way they scrambled for it. They chewed it up and fed their babies, every woman having one at her back. One Kafir woman had been in service at Komgha, and could speak a little English. She had a great horror of being sent to King, en route for Cape Town ; and as she would prove useful in assisting at the officers' mess-fire, we kept her. The rest were sent to Cape Town. We had another motive for keeping this woman, and that was that possibly she might be prevailed on to give us information that might be valuable to us. Late on the night before the patrol, I heard that the woman had confessed to knowing the whereabouts of Sandilli, and had consented to act as our guide. This looked well, so I turned in in good spirits. As we were to be up so early, I had taken"], [124, "106 HOW I VOLUNTEERED FOR THE CAPE. the precaution of getting everything ready overnight. I had reversed the usual mode of night toilette. Instead of undressing, I dressed myself. As it was to be a foot patrol, I put on a stout pair of lace-up boots, and yellow leather gaiters, and a stout coat that I kept for bush-work."], [125, "HOW I VOLUNTEERED FOR THE CAPE. 107 CHAPTER VI. Sonna to the front ! — Narrow escape of an aged Kafir. Sandilli's stronghold. — Consequence of educating the ' noble savage.' — The deserted camp. — A rough place. — Our bird flown. — Return to camp. At 1.30 we were all up and about. We did not wish the Kafirs to know of our intended visit, so the trumpeter did not sound the reveille. The mess cook had prepared some cocoa, which, as the morning was cold, was much appreciated. A few minutes before two we fell in, and after inspecting the men to see that they had the proper number of rounds of ammunition, and their equipment otherwise complete, we moved off, and crossing the river, arrived at the camp of the 24th. Here we found the men ready fallen in awaiting our arrival."], [126, "108 HOW I VOLUNTEERED FOR THE CAPE. Besides the 24th, we had about two hundred of Streatfield's Fingoes. Everything being ready, we commenced our march. For some way we followed the same bush-path that we had climbed a few days ago, but presently turned to the right. We were accompanied by ' Sonna,' the Kafir woman. She was attired in a white bodice, and one or two short petticoats, and carried a bundle of ' something ' (presumably her night attire) on her head. We chaffed her a good deal, and told her she was our vivandiere ; but as we had doubts as to her sober habits, we thought it better not to en trust her with the usual little barrel of brandy. We concluded it would be safer to carry anything of that kind ourselves. She did not seem in a mood to enjoy chaff; in fact, I heard she was in a dreadful fright, possibly making up her mind that what with Kafirs and Fingoes firing all about, she was sure to be shot. It was frightfully hard work climbing up the narrow steep path, and I was not sorry Avhen, every now and then, the Fingoes who"], [127, "109 HOW I VOLUNTEERED FOR THE CAPE. were in front of us halted. At this point the 24th left us, turning to the left, skirting the bottom of the steep rise we were about to ascend with the intention of cutting off retreat in that direction. Just when day was breaking we guessed that we were getting near ' Tom Tiddler's ground,' as the Fingoes were opened out into skirmishing order, our men forming in line behind them, but in closer order. Presently we heard firing on the extreme left, and as it ran down the line towards the centre, where I was, I thought the fun was going to commence. But it seems that the Fingoes on the left had espied some Kafirs, who, being fired on, bolted along the line in stead of from it. I heard that they all got knocked over with the exception of one, who, just as he passed me, fell. I of course thought that he was killed, and went up to him just in time to save his life, as the Fingoes were making preparations to assegai him. I found that he was a very old man, and dreadfully thin. He had had a most marvellous escape, having run all down the line of fire, with his blanket hung loosely on his arm to act as a"], [128, "110 HOW I VOLUNTEERED FOR THE CAPE. shield, which it had so effectually done, that although he had quite twenty bullet-holes in his blanket, not a single bullet had touched him. The only wound he had sustained was on his poor old shin. In his hurry to get away he had stumbled over and barked his shin against the stump of a tree. He sat there cowering and shivering with fright, his quick black eyes — albeit dim from age, but made bright with fear — glancing about on the faces of the Fingoes. When I came up and spoke in English, he watched my face anxiously, as if trying to make out by my expression what his fate was to be. After the poor old wretch had had such an escape, it seemed flying in the face of Providence to allow him to come to harm. I have said he was shivering with fright ; but who would not, with a crowd of angry black faces around you belonging to those who were eager for your blood ? The Kafir, as a rule, will meet death with calmness, and appa rently with indifference. Some of my men coming up at the moment, I told one of them who spoke Kafir to order the Fingoes to make themselves scarce. I"], [129, "HOW I VOLUNTEERED FOR THE CAPE. 111 then delivered the old man into his charge, to be brought before the major as soon as an opportunity offered, to be questioned. The poor old creature's look of relief on finding that he was not to be slaughtered in cold blood, was sufficient reward for what little trouble I had been put to. On my return to our men, I found that the ground we were occupying, although covered with bush, was not so dense as to prevent our skirmishing line from advancing in fairly good order. We pushed forward for a short distance, keeping our eyes and ears open, but we did not come across any more Kafirs. Here we were halted, and a council of war ensued between the major and Commandant Streatfield. It seems that the major had learnt from a prisoner we had taken that the Kafirs had descended the steep Kranz on our left, and had taken refuge in the fastnesses at its foot. It was decided to send the Fingoes down and keep them from escaping, while we sent for more Fingoes. It was our inten tion, if possible, to surround them, when, if the place proved as impregnable as it was re-"], [130, "112 HOW I VOLUNTEERED FOR THE CAPE. ported to be, we could keep them shut up until hunger forced them to surrender. But with our available force we could not do this, so the major despatched two or three runners to Commandant Lonsdale, each pro vided with a note to desire him to bring up his Fingoes as soon as possible. In the meantime, we held the top of the Kranz, and the Fingoes the bottom. We heard some heavy firing from below, and presently one of the Fingo leaders came up and reported the Kafirs' position as being a devil of a place, and that they had succeeded in killing several of our Fingoes. As it had been reported by the prisoners we had taken that old Sandilli and his son Edmund were really down below, we were very anxious that they should not escape. We sent a few of our men down to help the Fingoes, and waited impatiently for Lonsdale' s arrival. While we were wait ing the major had the prisoners brought before him, among them being the old man. We got from him that Sandilli's camp was close to us, on the left, but they had been warned the previous night that we"], [131, "113 HOW I VOLUNTEERED FOR THE CAPE. were going to attack, and had left the camp for the stronger position at the foot of the kloof. On demanding from him the source of the information, he told us that two ' loyal ' Kafirs from Ross's Station had come up in the night, and had gone from fire to fire telling them to pack up and go, as the white men were going to attack them that morning.' This is only one out of many instances of ' loyal ' Kafirs having carried information to the enem}T. Some of my readers may think it very wicked of me to say that I think the mis sionaries do more harm than good among the Kafirs. Teaching a Kafir to read and write is, in my opinion, very like giving a child edged tools to play with. Neither of them knows the proper use of the articles he is handling, so mischief is the result. Edmund Sandilli had received a very fair education, and was, in fact, a magistrate's clerk at, I think, Keiskama Hoek. But immediately on the outbreak of the war, in stead of using his superior knowledge in counselling his poor, ignorant, drunken old father not to wage war against the white man, 8"], [132, "114 HOW I VOLUNTEERED FOR THE CAPE. he does just the contrary. He throws up his situation, takes to the bush, and becomes a primitive savage again ! Besides that, he was the most active member of the war party. So much for the effect of education on the males. And now let us look what effect it has on the females. In their savage state I do not suppose that there is such a strictly moral nation on the face of the earth as the South African nigger. No matter what tribe — Zulu, Kafir, or Fingoe — they all have a code of morality of their own which is strictly adhered to. Granted that they are addicted to polygamy ; but their wives are all, in the eyes of their law, legally married to them. Such a thing as immorality with the white man is punish able by death, and is unknown. But is that the case with the 'school- Kafirs '? I am afraid not. Go to one of these mission-schools, and you will hear some young girls sing hymns very nicely ; but if, by-and-by, you meet them on their way home, you must not be surprised if they give you a look not at all in keeping with the religious devotions they have just left."], [133, "HOW I VOLUNTEERED FOR THE CAPE. 115 The ' pro ' part of the question is, of course : ' Is it not a righteous thing to try and teach the savage the wavs of God V Yes, undoubtedly. Then ' con ' says : ' Is a Kafir, when edu cated, improved either physically or morally V Answer (in my opinion)— No ! The education teaches him, among other things, the taste of our strong liquors, to which he soon becomes a devotee. This, to begin with, ruins him both physically and morally. Then he gets to have too great an idea of himself; becomes lazy, and won't work except when he likes. If any one chooses to try the experiment, let him get a raw Kafir out of the bush and make him work for him ; treat him kindly, but firmly, and give him some little reward for his labour. He will then have a cheerful and often a willing servant, and one thankful for any little benefit he may receive. Send him away and have him educated, and mark the difference. He will soon begin to talk about wages, having been taught the value of money, and his eyes will sparkle at the sight of ' iguala' (liquor, spirits), his edu- 8—2"], [134, "116 HOW I VOLUNTEERED FOR THE CAPE. cation having included the use of strong drinks. I am quite willing to admit that the mis sionaries are good men, and thoroughly earnest in the wTork they are engaged in. They live, as a rule, in isolated spots, and have many hardships to put up with, and often many dangers to face — all of which they bear with most commendable fortitude, strengthened as they are in the belief of the goodness of their cause. When so many good men are devot ing their whole lives to such a cause, it seems a great pity that the result does not prove more satisfactory ; but as I am writing a true story, I must speak of things as I found them. And now, hoping I have made the amende honorable to the missionaries, and if not averted, lightened the storm which my out spoken words threaten to bring down, I will resume my story. Whilst we had been waiting for Lonsdale, we had taken the opportunity of getting something to eat, in the way of cold meat and biscuit. My friend the aged Kafir, pro bably thinking he was safer near me than"], [135, "117 HOW I VOLUNTEERED FOR THE CAPE. anywhere else, had seated himself by the fire at which I was warming myself and enjoying my breakfast. So, like Mark Tapley, I fell to contemplating him, as a subject in which there would be some credit in feeling 'jolly.' He was not a lively spectacle. Very old, very decrepit, and half dead from starvation, he sat warming his shrivelled old hands over the fire, glancing every now and then at me. I gave him some meat and biscuit, and he brightened up immensely. He ' went for ' the meat voraciously, first having put it on the embers to warm. It is a peculiarity I have noticed among the generality of niggers that they do not care for cold cooked meat, preferring always to put it on the fire to warm before eating it. The biscuit was too much for his gums — teeth he had hardly any. Sonna, the Kafir woman, was sitting on the other side of the fire. I told her to ask him how it was he was so thin. He replied that as he was too old to fight, and as the Kafirs were short of provisions, they keep what they had for the fighting men, leaving the women, children, and old men to live, like"], [136, "118 HOW I VOLUNTEERED FOR THE CAPE. the chameleons, on air ; and judging from the specimens we had captured, they did not seem to thrive on the diet. As the camp the Kafirs had forsaken was close by, another officer and myself obtained permission to go and inspect it. We took with us a few of our men and four or five Fingoes. Our object was to see if the neigh bourhood of the camp was safe, as the only stream of water anywhere about lay in this direction. On arriving at the camp, we found it com posed of numerous rudely-fashioned huts, made from the branches of trees. The fires were still smouldering, and we discovered various bundles of rubbish hastily buried in the ground, showing that the Kafirs had left in haste. In most of these bundles were found nothing of any value, being composed chiefly of rags, little tin boxes, and bottles containing fat. But one little bundle con tained a sadder token than these. In it was wrapped the body of an infant, apparently but recently dead, but so thin and emaciated by hunger that it looked more like the body of a tinv old man than that of a child. Our"], [137, "HOW I VOLUNTEERED FOR THE CAPE. 119 men gently covered it again and buried it deeper than we had found it, to prevent any animals from unearthing it. A little beyond the camp we found a small stream, and the men having filled the patrol tins they had brought with them, we returned and re ported to the major the whereabouts of the camp and stream. The major guessing that the Kafirs might return to the stream for water, determined as soon as Lonsdale's Fingoes arrived to place an outlying picket there. Towards evening Lonsdale arrived and went down at once to the bottom of the kloof, to assist Streatfield's Fingoes in guard ing the fort ; the 24th were on the left, and we guarded the top and left edge, touching the 24th's right. These preparations having been made, we felt pretty sure that any Kafirs that were in the rocks below would have to remain there, as we had surrounded the place with the exception of one small portion of the circle ; but as this part was apparently nothing but a sheer wall of rock, rising from the foot of the kloof right up to the"], [138, "120 . HOW I VOLUNTEERED FOR THE CAPE. top, we felt sure that escape in that direction was impossible. When the evening advanced into night we shifted our quarters a little nearer the edge of the kranz, and lighted fires, cautioning our men to keep the fires between them and the enemy. We then unrolled our blankets, and after having some more meat and coffee, com posed ourselves to sleep. Poor Griffiths, of the 2-24th, who was afterwards killed while manfully doing his duty at Isandula, paid us a visit before we turned in, and had a chat. We wTere all sleeping close together — the major and Streatfield and the rest of our officers — and making certain of having caught Sandilli and his son Edmund in a trap, we were very elated, as to have captured them would have been a feather in our caps. Although we quite expected that the Kafirs would make a desperate effort in the night to escape, and had everything in readi ness to receive them, we were disappointed ; everything was as quiet as possible all night. Just at daybreak we started to descend the kloof on the right, the 24th intending to go down on the left. The fpath, if the track"], [139, "121 HOW I VOLUNTEERED FOR THE CAPE. we were descending could be so called, was simply awful. Every now and then we came to a huge flat block of stone, down which we had to lower ourselves by the aid of the ' monkey-ropes,' which luckily grew here in great abundance. Old Sonna amused me immensely, tramp ing sturdily along, still clutching her precious bundle. When she came to one of the huo-e blocks of stone in question, she carefully handed her bundle to one of the men and gravely lowered herself down, waiting at the bottom until her bundle had been returned to her. One of the Fingoe leaders told me when I reached the bottom that it was the first time that white men had ever descended that path. I said that, judging from the experience of it I had just received, I did not think it a very likely place for white men to choose as a promenade. Arrived at the bottom I had a look round : it was certainly a most marvellous place. Immense blocks of stone, some of them I should think quite twenty feet square, were thrown together anyhow, thereby forming innumerable nooks and caves, from which it"], [140, "122 HOW I VOLUNTEERED FOR THE CAPE. would be very difficult to drive any large number of Kafirs by assault ; our best means certainly seemed to hold the place, and wait until hunger or want of ammunition compelled them to surrender. We had been told on the previous night that they were short of ammunition, and this morning we heard them hammering at some metallic substance, which turned out after wards to be the chopping up of their ram rods into a sort of slugs. After waiting a short time we were ordered to advance as best we could, and as close as possible to the foot of the huge Avail of rock which con stituted the kranz. It was nasty work, and difficult, the stones being of such a size. One Fingoe just in front of me hoisted himself to the top of a stone and had the top of his head blown clean off by a Kafir who was waiting for any one passing that way. I concluded that I would walk round that stone. We killed about twelve or eighteen Kafirs in one place, and although they fought desperately, we made short work of them. But our disappoint ment may be more easily imagined than de-"], [141, "123 HOW I VOLUNTEERED FOR THE CAPE. scribed when we found that they were all that remained of the large number that were down there the night before, the remainder, Sandilli among them, having escaped through a little narrow niche that was not discernible until we were close to it. This niche led towards the part I have already spoken of as being unguarded, it having been looked upon as naturally impassable. I and two men went into a sort of cave formed of two huge stones thrown together, and discovered a Kafir hiding behind a stone in the darkest part. Seeing some blood on his blanket, I told him to remove it, and found that he had a bullet-wound in the back, between the shoulder-blades. I asked, through the interpretation of one of my men, where his gun was, and he said that as he was wounded, the other Kafirs had taken it when they left in the night. As I was just then ordered to return, I left him, and I am afraid he fell a victim to the not very tender mercies of the Fingoes. We ah1 felt very down in the mouth at Sandilli's escape ; but it was really no body's fault. As this identical kloof was"], [142, "124 HOW I VOLUNTEERED FOR THE CAPE. not known to any white men, we could not be expected to be aware of the little narrow opening by which our birds had flown. One thing we could console ourselves with, we had beaten the Kafirs out of one of their strongest places ; and once out, we meant to keep them out. As we had not yet had any food, we set to work and finished what little we had left, and then started homewards."], [143, "HOW I VOLUNTEERED FOR THE CAPE. 125 CHAPTER VII. A trip to King and a lonely ride back. — Back to the Quinqua Valley. — Death and burial of Sandilli. — Idle days. — A race meeting. — End of the Perie bush war. — Orders for Transvaal. We reached the camp early in the afternoon, and as I had heard that the next day was to be a rest-day, and as I expected that some letters would be awaiting me in King, I asked for and obtained permission to ride into town — to return the next day. D'A accompanied me. On the following afternoon, having waited for and somehow missed the major, who had been in town and who had already started, I rode off alone to try and catch him up. It was dark before I reached Haine's Mill. Just before getting to the camp, my horse"], [144, "126 HOW I VOLUNTEERED FOR THE CAPE. put his foot into a hole, and we came down together ; but no bones being broken, we gave ourselves a shake, and having agreed that it was as much one's fault as it was the other's, we proceeded, and arrived in camp in time for dinner. My new horse was No. 266, the same chestnut which I had ridden on my first journey to Blaine's Farm. He was a good little horse, and would jump almost anything. His paces had been good, but he had been spoilt by bad riding. However, I hoped in time to get him into good order again. At dinner I heard that another dis mounted patrol was ' on the cards,' same order as the last, and the same destination. We started, as before, at 2 o'clock a.m., and pursued the same path for some distance, then branching off through the bush to the left ; our object being this time, instead of getting to the top of the kranz, to get to the bottom of it, as Lonsdale's Fingoes were coming from the contrary direction. They would pass through the camp we had found deserted, and so on to the edge of the kloof. By these means, if Lonsdale surprised the"], [145, "127 HOW I VOLUNTEERED FOR THE CAPE. Kafirs at their camp, and they were to make for their stronghold, we should be there to meet them. The scheme was a good one, but was not fated to receive the success it deserved. The Kafirs, thinking that part of the country was now made too warm for them, had gone to ' fresh woods and pastures new,' and had taken up their abode in some other part of this immense bush. After having reached the foot of the kloof, and finding no Kafirs, we ascended to the top ; and there met Lonsdale's Fingoes, who had been equally unsuccessful. Haviny Streatfield's Fingoes with us, we had no further use for Lonsdale's, so he took them home, we remaining behind to pass the day and night watching. It was a cold night, and therefore I engaged sleeping accommodation as close as possible to one of the fires. We took the precaution of putting a Fingoe picket on the stream of water, and during the night some Kafirs came down, and either mistaking the Fingoes for Kafirs, or trusting to their colour and"], [146, "128 HOW I VOLUNTEERED FOR THE CAPE. audacity to effect their purpose, actually went in among them for some water, and were only discovered by their suddenly making a rapid retreat. The Fingoes fired on them, but without effect. The next morning, after having a good look round and finding no signs of Kafirs, we started back to the camp, which we reached the afternoon. After two days of inactivity, we had orders to shift back to the Quinqua Valley. This did not take us long to do ; so by the afternoon of the day on which we had re ceived the order we were back in the valley. We did not camp exactly in the same spot, as we had come to the conclusion that the ground was rather too low there. We nowT went a short distance higher up the valley. Our new camping-ground was very prettily situated, but the path to the water lying through a short strip of bush which made it dangerous for our men to get water at night, it was not so convenient as our last spot. The ground, too, was very lumpy, and re quired a deal of attention and a spade before it was anything like comfortable to sleep on."], [147, "129 HOW I VOLUNTEERED FOR THE CAPE. We were camped here for quite three weeks, and although we went out patrolling pretty often, we did not come in contact with any Kafirs. It was reported that they had all left, and trekked for the Fish River Bush. I went on one very tiring patrol towards the Douni, it having been reported that Sandilli was in the neighbourhood. We had a long ride of eighteen miles, and then dismounting our horses and leaving our coats behind us, had a most fatiguing scramble through the bush, of course, as usual, having to climb up a place like the side of a house. And all to no purpose ; no Kafirs, and not a sign of one as far as I could see. There was nothing for it but to descend, which we did, I am happy to say, by a path not quite so steep as the one we had ascended. After a frugal meal of cold meat, bis cuit, and coffee, the horses were saddled, and we started on our return. By the time we got back to camp, which was not before the evening, I think we had all had about enough of it, horses included. That was the last patrol I went on in the 9"], [148, "130 HOW I VOLUNTEERED FOR THE CAPE. Perie Bush. A few days after that we heard that old Sandilli's body had been discovered in the bush, and had been taken to Isendengi, in the neighbourhood of which place it had been found. He was to be buried on the following Sunday, so most of us got leave to go over there, and Streatfield took two hundred of his Fingoes to see him. On our arrival at Isendengi we found his body lying in a shed belonging to the house in which Commandant Shermbrucker had his quarters. I went in and had a look at him. He was killed by a bullet in the right side. He had evidently been a fine-looking man, and of a good height, but was deformed by his left leg being withered, and much smaller and shorter than the right one. After we had all had a look at him, we were standing outside talking, when we heard in the distance a wailing sound, which be tokened the approach of the Fingoes. On they came, with their guns and assegais in their hands, and their full war-costume of beads and feathers on. They marched in twos, singing their war-song, and gesticulating"], [149, "HOW I VOLUNTEERED FOR THE CAPE. 131 with their arms, sometimes raising one arm and quivering their assegais, and then raising both, with a gun in one hand and the assegais in the other. One of the leaders told me that they had sung their song the whole way y and as the distance must have been nearly ten miles, I should think they must have had enough of it. The song was not unmusical, although there was not much air about it. One of them would yell out some warlike sentiment, and then the rest would join in a sort of chant-like chorus, ending with a stamp of the foot and a stab with the assegai at an imaginary foe. Before being allowed to see the body, they were halted, and informed that they would only be allowed to do so on condition that they conducted themselves properly, and that any man who should fire off his gun, or otherwise exhibit a warlike demonstra tion, would have his arms taken from him and confiscated. With these injunctions laid upon them they were allowed to pass through the shed and see all that remained of the o-reat chief of the tribe that had been their 9—2"], [150, "132 HOW I VOLUNTEERED FOR THE CAPE. oppressors, and to whom they had once been slaves. Some of them certainly looked as if they would like to strike the cold face which lay upturned to them, but fear of the con sequences restrained them, and they passed on muttering, no doubt something not very complimentary to the deceased. The grave had already been dug, and pre sently the body, having been rolled in its blanket, was laid across some muskets and carried by some Fingoes to the grave, into which it was at once lowered. Before filling in the grave, Commandant Shermbrucker addressed the meeting in general, and the Fingoes in particular. The substance of his speech was that there they saw the last of a great Kafir chief. That he presented a terrible example to those who had rebelled, or in some future time might rebel, against the authority of her Majesty the Queen. That, great chief as he was, he was found shot like a dog, and lying forsaken by his tribe to die in the bush. That his tribe was utterly broken up, and might never hope to be a people of any consequence again."], [151, "HOW I VOLUNTEERED FOR THE CAPE. 133 The grave was then filled in, and a red mound of earth was all that was left to show the last resting-place of the great Gaika chief, Sandilli. A price had been set on the head of his son Edmund, but he had escaped for the time. It was believed he had crossed the Kei River, and had taken refuge with Kreli. Tini Macomo, to whom Trollope refers in his book, was taken shortly after the death of old Sandilli, and when taken before the magistrate, made a most whining, hypocritical speech in his defence, stating that he had seen the error of his ways, and now wanted to become a true friend of the British Govern ment. No doubt it was very handsome of him, after he was captured,* to offer to become a friend of the Government ; but the magis trates did not see it exactly in the same light. He was condemned to death ; but whether the sentence was carried out, or whether the ' man and a brother ' faction, which was agitating in his favour, got his sentence commuted to penal servitude, I forget. Of course, every commander tried to get"], [152, "134 HOW I VOLUNTEERED FOR THE CAPE. the credit of shooting Sandilli for his force. Commandant Shermbrucker's men found the body from information they received from a prisoner, and he tried hard to prove that his men shot Sandilli; but the Lieutenant-General published a statement in the papers to the effect that after considering all the facts of the case, he had come to the conclusion that the great Gaika chief had been shot by some of Lonsdale's Fingoes. So that put the matter at rest. A few days after the funeral, there being nothing else to do, the 24th got up some horse-races at Isendengi, and they went off capitally. About this time it was hinted that we were to be ordered to the Transvaal ; but as yet we could hear nothing definite. One after noon, however, as I was returning from town, I heard that orders had gone to the camp for the regiment to repair at once to head-quarters at Briedbach. Arrived there, we were to get men and horses into a thoroughly efficient state, and hold ourselves in readiness to march for the Transvaal. The morning after the order was received we were"], [153, "HOW I VOLUNTEERED FOR THE CAPE. 135 on our way to Briedbach vid ' King,' and late that afternoon saw the whole regiment at head-quarters. Here virtually ends the Kafir war in the Perie Bush, as far as I and my regiment were concerned, and shortly after our arrival at Briedbach a general amnesty was proclaimed. I am well aware that I am unable to describe the skirmishes we had with the Kafirs very graphically. The war was at best but a hunt : the Kafirs would not attack, neither would they stand and fight in any large numbers. The consequence is that I have no big fight of any consequence to chronicle. Most of our work was bush-fighting ; that we had not more of it was not our fault. My readers may be surprised at the sudden termination to the war, but the fact is that we had pretty well starved the niggers out. Besides that, the whole tribe were so broken up, that on the death of their chief a great number voluntarily came forward and gave up their arms. The continuation of my story will consist of a description of the preparation for the march, and incidents that happened on our"], [154, "136 HOW I VOLUNTEERED FOR THE CAPE. long march of over nine hundred miles, through Natal and the Transvaal up to Secocoeni's country, and of about six weeks' warfare against that chief."], [155, "PART THE SECOND"], [156, ""], [157, "139 HOW I VOLUNTEERED FOR THE CAPE. CHAPTER I. Preparations for our long march. — The start. — Crossing the Kei River. — A mule takes a 'header.' — One wagon breaks down, and we have to go without blankets. — Ibeka. — The 'double drift' on the Bashee River. — Arrive at Umtate. — ' Out of spirits.' Definite orders having now arrived from the general, our head-quarters at Briedbach be came a busy scene of preparation. Our orders in extenso were : that the Frontier Light Horse were to be formed into three troops ; the regiment was to be composed of one commanding officer, three captains, six lieutenants, one regimental sergeant-major, three troop sergeant-majors; and two ser geants and three corporals to each troop, consisting of sixty men. The men were to be re-enlisted for six months' service in the Transvaal, the date of service to commence from the day we crossed the border."], [158, "140 HOW I VOLUNTEERED FOR THE CAPE. By right, this order gave me my promo tion to a full lieutenancy, but Captain Bar ton, of the Coldstream Guards, having arrived at the Cape on special service, the general gave him a captaincy in our regiment, thereby depriving me of my promotion. It was hard lines for me, but we were all so busy that there was no time to cry over spilt milk. Men who had served their time, or who did not wish to serve in the Transvaal, had to be discharged, and others enlisted in their place. As soon as we had raised the regiment to its full strength, we had to set about seeing the men supplied with a new and entire kit and outfit. This was a matter that took several days to complete, as the outfitters, besides being very full of work, were very short of material. Every morning an officer was told off to take a batch into King to be fitted out with clothes and boots. This was a task that required a considerable amount of vigilance, as the men had a nasty knack of suddenly disappearing, and turning up afterwards rather the worse for the re freshments they had been imbibing during"], [159, "HOW I VOLUNTEERED FOR THE CAPE. 141 their absence. However, they did not get much change out of me, as I used to march them down to the door of the out fitter's, dismount half of them, and leave the remainder to hold the horses while their comrades were being measured. I paid fre quent visits to the men outside, and if any of them were missing, I said nothing at the time, but on our return to head quarters I quietly put those who had ab sented themselves under arrest, and on being brought up at ' orderly-room ' the next morn ing they were invariably punished. Having by these means obtained the reputation of being ' too wide-awake by half,' I had very little trouble with the men in future. As soon as it was known that we had received orders for the Transvaal, we were besieged with applicants for enlistment, and even if we had wanted three times the num ber of men we did, I verily believe we should have got them easily. As it was, we picked out the best, and in a short time the regiment was up to its full strength, and composed of the most serviceable lot of young fellows I ever saw."], [160, "142 HOW I VOLUNTEERED FOR THE CAPE. Oh, those days of preparation ! I am sure that every officer well earned his day's pay, for from daybreak until late at night we had not a minute we could call our own. At daybreak every morning the reveille sounded, and everybody turned out. The officer of the day had to take out for exercise such horses as were not required in camp ; that is to say, he was in command of a parade in ' watering order.' The rest of the officers had to attend officers' riding-school. This entertainment was superintended by Captain W , who put us through various eques- trian tortures, such as jogging round the school without stirrups, halting, dismounting and mounting quickly, and sword exercise. This kind of exercise on an empty stomach did not suit me at all, and I was alw^ays heartily glad when the performance was over. We then went to breakfast, and directly after that meal two officers were told off to hold riding-schools for the men. This was trying work, for a good number of the new men had very vague ideas of the equestrian art. You would think that being colonial"], [161, "HOW I VOLUNTEERED FOR THE CAPE. 143 men they would all know how to ride, but such was not the case. Some of them cer tainly knew how to ' stick on ' pretty well, but their style of doing so was very ungainly, and would not do at all in the ranks. But after one or two hours' riding-school every day, by the time the regiment was ready to march, nearly every man had a smart seat on his horse. In the afternoon one or two of us were told off to instruct squads of men in the carbine drill (dismounted). The interval between riding-school in the morning and carbine drill in the afternoon was fully em ployed in taking the names of the men of our troop and finding out exactly what they re quired in the way of outfit. This was no easy matter : for instance, the men themselves did not seem to know what they did want, and on the list of articles being read out to them they would say that they had them all. Then in about an hour's time they would come up and say, ' Please, sir, I have no water-bottle, or I have no patrol-tin.' But all troubles must come to an end, as at last did that of fitting out the men. Then"], [162, "144 HOW I VOLUNTEERED FOR THE CAPE. horses had to be examined by the ' vet.' Poor ones had to be cast, and fresh procured in their place. The fresh horses had to be numbered and told off to the different troopers, and fitted with saddles. This was an im portant matter, for with such a long march as we had before us it was of the last import ance that the saddles should fit properly ; otherwise a large number of sore backs would be the consequence. Ours was to be a forced march, so we were provided with mule-wagons instead of the usual bullock wagons. The 90th Regiment, under Colonel Wood, V.C., had already started on their way to Natal, and our orders were to follow them as soon as possible and catch them up. On the evening of Saturday, 6th July, everything was reported ready. The wagons had arrived, and were ready for packing. We had three troop wagons (one for each troop), one officers' wagon (for officers' baggage, each officer being allowed 50 lbs. of baggage), one ambulance, one store wagon (for rations, etc.), one field forge, and the commanding officer's private wagon. The troop wagons were drawn by eight"], [163, "145 HOW I VOLUNTEERED FOR THE CAPE. mules each, the store wagon by twelve, the field forge by four horses, and each of the remainder by eight mules. On Saturday night we received orders from Major B to strike tents and commence packing up at daybreak the next morning. On Sunday, 7th July, reveille sounded shortly before daybreak, and in a short time the whole camp was in a state of bustling preparation, not unmixed with confusion. Tents were struck, rolled up, and stowed away in their respective wagons — being the heaviest articles, they had to be put at the bottom. Then came the men's blankets, rolled up in messes, each mess consisting of eight men. We found it no easy matter to get everything in, packing a wagon well being quite a work of art. I was superintending the packing of my troop wagon (A), and saw that in future it would be better to have the blankets rolled up in smaller bundles, as they would pack closer. However, everything was stowed away at last, and the men were ordered to get together their horse equipment, and such articles as were going on the saddle, viz., 10"], [164, "146 HOW I VOLUNTEERED FOR THE CAPE. their valise, containing greatcoat and blanket, saddle-bags, containing clothes, rations, etc., and patrol-tin. I don't suppose our men are more careless than those of other regiments, but the amount of trouble we had in seeing that they left uone of their kit behind was something almost incredible. Gaiters, patrol- tins, and innumerable small articles were lying about apparently without any owners, and in some cases even the saddle-bags were left to take care of themselves. The horses were called in, and ' boot and saddle ' sounded, and at ten o'clock the regiment fell in in front of the house. The major inspected the troops, and after addressing a few words of advice to the men, ordered the regiment to march, the wagons bringing up the rear. I remained behind on the site of the late camp to see that various articles that were to be returned into store were safely despatched on their way to \" King.\" This occupied about half-an-hour, and then I and a commissariat officer who was attached to us, and who had remained behind with me, took a last look at the house, and cantered"], [165, "HOW I VOLUNTEERED FOR THE CAPE. 147 off to catch up the regiment. Our destination for the night was Kei Road, distant about twenty miles. Just where the road to Kei Road branches off we came upon the forge, broken down ! I thought that it was beginning its tricks rather early, and foresaw a great deal of trouble in store for us ; for if it broke down on a capital road, what would it do when we came to roads composed of nothing but loose lumps of rock ? However, the farrier-sergeant ' fixed it up ' somehow, and, with the exception of one more casualty, it behaved itself fairly well during the rest of the journey. We had a good road all the way, and the day being fine, and the men all in good spirits, we enjoyed our march very much. We arrived at Kei Road at about half-past six, and set to work to get the picket-lines up and make the horses fast for the night. As there was an hotel, rejoicing in the cheerful name of ' Hangman's Bush Hotel,' close by, Captain W sent me to order some dinner, and as soon as it was ready, Captain W ■ and some others arrived, and I flatter myself we rather distinguished our- 10—2"], [166, "148 HOW I VOLUNTEERED FOR THE CAPE. selves by the way we plied our knives and forks. Judging by the expression of the landlord's face, I think he had come to the con clusion that he would rather keep us a week than a fortnight. After dinner I returned to camp, intend ing, of course, to sleep there for the night. We had not pitched tents, and my servant, or batman, thinking I was going to remain at the hotel, had not got my blankets out of the wagon, which was now closed for the night ; so there was nothing for it but to return to the hotel, and as I was not on duty, I got permission to sleep there that night. On retiring to bed, I found the room already occupied by three other gentlemen, two in one bed and one in another. My bed was up in a corner, and the landlord graciously informed me that there was no candidate for half of it ! I got up at daybreak and went over to the camp, and found that they were already preparing to make a start. ' Boot and saddle ' sounded, and in a few minutes we were off, our destination for the day being Prospect, distant about sixteen"], [167, "149 HOW I VOLUNTEERED FOR THE CAPE. miles. We halted about noon at Fort Wel lington, where we found forage awaiting us. Having fed our horses, and had something to eat ourselves, we continued our way, and reached Prospect about five, having kept at a walk all day. As we had to start early in the morning, we did not trouble about tents. It was very cold in the evening, but we made ourselves as warm as we could under our blankets. Ours being a forced march, and having, consequently, no time to lose, I foresaw that we should not use our tents very often. The wagons did not arrive until rather late in the evening, the mules having not yet got warmed to their work. As we were not in an enemy's country, we contented ourselves with leaving an escort in charge of a sergeant to look after the wagons, their duty being to render assistance in case of a break-dowm. The order of marching for the three troops was changed every morning. For instance, first day, the order was A, B, C; second day, B, C, A ; third day, C, A, B, and so on ; so that each troop had its fair turn of leading."], [168, "150 HOW I VOLUNTEERED FOR THE CAPE. As we got nearer the enemy's country, two troops would march on, and the last troop remained behind in rear of the wagons. The following day we had a short march of only about twelve miles, to Pullen's Farm, passing through the town of Komgha on our way. The road was good for travelling, but uninteresting as to scenery. In the evening Captain Barton, and a lieutenant who had been to Cape Town on leave, and had been detained some days outside East London,, joined us. Captain Barton, I have already said, had been appointed by the general to a captaincy in our troop ; but we heard that it was the intention of the major to appoint him second in command. The next morning we had two mishaps before starting. The sergeant-major of my troop (A) was taken so ill as to necessitate his being sent back to Komgha, and a trooper of ours, who in mounting was thrown and broke his ankle, was also sent back. We marched that day a little beyond Toleni. The road was very bad in places, and we had grave misgivings as to the safety of the"], [169, "151 HOW I VOLUNTEERED FOR THE CAPE. wagons. On our road we passed a place worthy of note, viz., Kei Drift. The river Kei at this point is fine and broad, and is crossed by a long, narrow bridge. It was a work of some difficulty, and requiring good management to get the wagons across. The mules were too shy to be trusted with the task. They had all to be taken out, and the wagons pulled across by the men. The mule-drivers then took their mules over in batches of four. A curious accident occurred to one batch. They became frightened, and one plunged so violently as to throw himself over the side of the bridge, where he actually hung suspended by his \"reim\" (a piece of raw hide used in the Colonies as a head-rope). A nigger rushed up with a knife and cut the \"reim,\" and the mule dropped into the river. By great good luck he fell into deep water, and quietly swam ashore as if nothing had happened. As I have already said, the task of getting wagons, horses, and mules across was a work of time, and it was about two o'clock in the afternoon before it was accomplished. On the other side we had a long and steep hill to"], [170, "152 HOW I VOLUNTEERED FOR THE CAPE. climb. We arrived at the camping-ground late in the evening, all thoroughly tired. Our misgivings as to the safety of the wagons were realised, as they did not turn up at all that night, and we were, consequently, with- out blankets. To make matters worse, we were camped on the side of a steep, bleak hill, quite unprotected from the piercingly cold wind which got up as the sun went down. The country around was totally devoid of wood, and there was no cow-dung about, so we had to buy a kraal of a nigger to pull to pieces and burn. We had now entered a tract of country where we should in future have to depend on dried manure for fuel. This, if plenty of it can be obtained, is not such a hardship as it would first appear to the uninitiated. A good cow-dung fire burns well and gives out a great heat, the only drawback being that it burns rather quickly, and therefore wants frequent atten tion. We had our dinner by the light of the camp-fire, sitting round it as close as we could without jeopardising our clothes. After dinner, and a pipe or two, we set about"], [171, "153 HOW I VOLUNTEERED FOR THE CAPE. trying to devise some kind of shelter ; but as the wind seemed to come from every point of the compass at once, we gave up all idea of comfort, and made up our minds to pass a miserable night. As far as I was concerned, the misery fully came up to my expectations. I wound my waterproof coat round my head, which I then buried under my saddle ; but, notwith- standing all these precautions, the wind and dust found its way into my eyes, nose, ears, and mouth in a manner that almost suffocated me. So uncomfortable was I, that I was actually glad to hear the reveille sound in the morning. Major Buller was behind with the wagons, so Captain W was in command. As we should have to await the arrival of the wagons, he determined on finding a better camping-ground. This he did within a quarter of a mile of the first place. Camping ground No. 2 was decidedly an im provement on No. 1, there being plenty of water handy, and lots of nice long grass, albeit rather snakey. I enjoyed the luxury of a good wash, which, as my face was a quarter"], [172, "154 HOW I VOLUNTEERED FOR THE CAPE. of an inch thick in dust, collected the pre vious night, I stood rather in need of. Although the wagons did not come in that night until late, I made my batman get my blankets out as soon as they arrived. ' A' troop wagon having smashed a wheel was the cause of the delay. ButterwTorth, distant some twelve miles, was to be our destination on the follow ing morning. Hearing that there was a wheelwright's shop there, we sent on early to order a wheel, and then, leaving the broken wagon behind in charge of a sergeant and some men, we started on our march. We arrived at Butterworth early in the afternoon. The place consists of one store, one missionary school, the aforesaid wheel wright's shop, and several native huts. I was very busy, as I was on duty, and had to superintend the serving out of rations. We were comfortably camped on the banks of the river Ghoka, which runs through Butterworth. The next morning we had a still shorter march to perform, our destination being Ibeka, distant only about seven miles. We"], [173, "HOW I VOLUNTEERED FOR THE CAPE. 155 started at 8.30, and arrived at Ibeka about mid-day. The ' A ' troop wagon was still behind, owing to the wheelwright's disinclina tion to hurry himself. We found some of the l-24th and a company of Pullein's Rangers encamped at Ibeka. Among the officers of Pullein's Rangers I found an old friend of mine whom I had known well in London. He invited me to mess, and we had enough to do after wards in talking over the good old times gone by. We remained at Ibeka two days waiting for the broken wagon, and on Sunday had church parade. Up to the present time it will be seen that we had been doing very short distances, espe cially as we were supposed to be performing a forced march ; but on a long march like the one we had before us, it was necessary to get both men and horses gradually accustomed to continued hard work. It will be seen that, as we progressed, our marches gradually lengthened. By doing things by degrees we got the horses into* thorough good condition, without running the chance of knocking them up."], [174, "156 HOW I VOLUNTEERED FOR THE CAPE. Ibeka and the country round about is memorable in the history of the colony as having been the scene of most of the fighting during the Trans-Kei War (1877—1 878). Ibeka itself is simply a large hill, with a solitary store on the top, and is more remark able for the scarcity of wood and water than for the beauty of the surrounding scenery. I may here say that the length of our marches depended a great deal on the arrangements that the Commissariat Depart ment had made along the route, as our des tination for the night was, of course, at such places as they had arranged for leaving forage, etc. We left Ibeka on Tuesday, 16th July, having taken eight days to travel about one hundred miles. We marched until about one, when we halted and off-saddled at the M'Kerloose. There was a solitary house there, inhabited by a Dutchman — a wagon-maker by trade. He was in a terrible state of excitement lest any of the men should take his wood. He would not give them as much as would make a box of matches, telling them that if they"], [175, "HOW I VOLUNTEERED FOR THE CAPE. 157 wanted wood they had better go and fetch some. As there was not a stick of wood within forty miles of us the men did not take his advice, but contented themselves with using the substitute the oxen had left. After about a couple of hours' halt we saddled up and continued our march to the Idutchua. It had been threatening rain for some time, and just before our arrival at our destination it came down in torrents. Luckily it did not last very long, and by the time the wagons arrived it had quite cleared up. Here we had our first specimen of a ' model camp.' Everything was measured off to a nicety by the adjutant, and the tents were pitched so as to form three sides of a square, the wagons, drawn up in line, form ing the fourth side. The three horse-lines were erected down the centre of the square. This was all very pretty to look at, but as we had to start again the next morning it seemed a great deal of unnecessary trouble. The next morning we experienced con siderable difficulty in getting everything into"], [176, "158 HOW I VOLUNTEERED FOR THE CAPE. the wagons again. We were still new at it ; but after a time, when practice had made us more perfect, we not only packed them better, but did it in about a quarter the time. We started about 8.30, and found the road very rough. This did not make much differ ence to us, but it was everything to the wagons. As we were riding along we espied a ' winkle ' (colonial for a shop or store) in the distance, and as we wanted one or two things for the mess, Captain W — • — told me to ride over and see what the store contained. It did not take me long to make an inventory, as there was nothing but some rice and coffee in the place. I suppose the proprietor was a man of pri vate means, for he told me he was doing no trade ; and from the way he said it, he neither expected any nor cared whether he did any or not. On continuing my journey I came upon ' C ' troop wagon in trouble ; one of the splinter bars was broken. Having superintended the substitution of a picket-pole in place of the broken splinter-bar, and seen the wagon"], [177, "159 HOW I VOLUNTEERED FOR THE CAPE. started, I continued my way, passing the other wagons on the road. In a little while I came upon the major, who was waiting for the wagons. Having informed him of their whereabouts, I went on to join my troop. We met the two troops who had been ahead of us retracing their steps. They had taken the wrong road, and had had to come some way back. We could see the proper road below us, and in order to cut off a corner we dismounted and led our horses down a very break-neck path. Having safely effected the descent, we remounted and rode on. In a short time we came to the Bashee river. At the point where we had to cross, the river was divided by an island, from which fact the Drift derives the name of the ' Double Drift.' The Bashee is a fine river, but the banks are very deep in white sand, which makes it heavy work for wagons crossing. We camptd on the banks of the river for the night. It was not at all a bad camping-ground, as there were several trees about. As soon as we had seen the horses let loose, and the horseguards"], [178, "160 HOW I VOLUNTEERED FOR THE CAPE. mounted, we went down to the river and had a thorough good bath, which made us feel quite fresh. Early in the evening we heard the wagons approaching, and as the bank of the river on our side was very steep and deep with sand, we turned out all hands with ropes, and as the wagons came over we made the ropes fast and helped the mules haul them up. By the time the last wagons had been hauled up we were all ready for dinner; but there was something wrong with the commissariat department, and we had to go short of food. Our mess had nothing but some biscuit and coffee ; and when I received an invite from 'B' troop to come and try some soup they had in preparation, I thought I was in luck's way. But alas for human hopes ! When the soup did arrive, it was so horribly burnt that, hungry as we were, we could not tackle it, and I went to bed a hungry and a decidedly sadder man. Besides spare horses, each troop had two pack-horses for the use of the officers ; and after the recent experiences we had had of trusting to the wagons, we thought it"], [179, "HOW I VOLUNTEERED FOR THE CAPE. 161 better to put some blankets on one of the packs and carry our mess utensils in the other. We started at eight the next morning and passed through Umtentu. Why this place was honoured with a name I don't know, as, with the exception of a deserted telegraph station, there was nothing to entitle the spot to be so honoured. A. little further on we passed the chief Gangelisi's kraal, and at about eleven we arrived at Boer Drift, where we halted and had breakfast. After a halt of two or three hours we resumed our march, and arrived at the M'Congo River just at dusk. The scenery on the way had been in places very grand, and I noticed that the further we went the grander the scenery be came. Although we had the river handy, I did not like our camping-ground, as ' A ' troop was divided from the other two by a kind of a deep dry sluit (or dry watercourse). I was on duty that night, and as my sight is bad in the dark, I had grave fears of my tumbling into this sluit on going the round of the guards. 11"], [180, "162 HOW I VOLUNTEERED FOR THE CAPE. On the orders being read out I found that reveille' was to sound at 1.30, and we were to march at two. So I bid farewell to any hope sf sleep, and made up my mind to keep my self awake by staying frequent visits to the guards. I had the reveille' sounded sharp at 1.30, and the men turned out so smartly that we were quite ready to start at two. We had a nasty cold ride until five, when we were halted and ordered to off-saddle and feed the horses with grain that the men had brought ■**-*•> o with them in nosebags. It was awfully cold, so the men naturally went foraging for wood, etc. There was a store not far distant, and presently some pieces of sawn wood began to make their appearance. These had, I shrewdly expect, been 'jumped' from the store, but I carefully refrained from asking •questions, and in a short time I was sitting close to a very comfortable fire enjoying a hunk of meat, some biscuit, and hot coffee. Our regiment having always had a sort of ' Wandering Jew ' kind of existence, the men had got into the knack of lighting fires and"], [181, "163 HOW I VOLUNTEERED FOR THE CAPE. preparing their meals very quickly. At our midday halts it was quite marvellous to note the number of fires that sprang up almost as soon as we had halted, the men knowing by experience that if they were not quick about it they would sometimes have to go without food at all. Our destination for the night was Umtate. We had heard that it was a town with several stores in it, and were eager to get there, as the mess supply was getting very low. Besides that we were quite out of ' liquor,' and the cold nights had made us feel the want of it severely. We arrived at Umtate in the afternoon, and found that it really was a town of con siderable size, albeit rather scattered. Bishop Calloway, the Bishop of St. John's, lives there. On arriving at our camping-ground I went over to the largest store to make various purchases for the mess, such as jams, potted meats, sardines, etc. I said I also wanted two or three bottles of whisky. I was horrified to learn that there was not a bottle of liquor of any description in the whole town. I returned to camp and broke 11—2"], [182, "164 HOW I VOLUNTEERED FOR THE CAPE. the dreadful news, and we all felt ' out of spirits ' in a double sense of the word. As we were to have a rest-day here we pitched the tents."], [183, "HOW I VOLUNTEERED FOR THE CAPE. 165 CHAPTER II. A synopsis of our style of marching. — Grass fires. — We catch up the 90th Regiment, and enter Kokstadt together. — We are detained there. — A march past. — ■ Athletic sports. — We resume our march. — Scenery on entering Natal. — On nearing Pietermaritzburg we make ourselves smart. — Are played into the town by the 'Buffs.' — The 'Light Horse' dinner. — Off again. ! — Ladysmith. — Newcastle. — The Transvaal. — Mid- dleburg. — Lydenburg. — Our march to Burghers Fort. The town of Umtate is, I have already said, rather scattered, and is built on both sides of a fair- sized river. The rest-day was employed, as our rest days usually were, in having a thorough clean-up of bits, stirrups, arms, and accoutre ments. Having given my readers a description of twelve days' marching, I will not further risk wearying their interest by describing every day's march; in fact I don't think I"], [184, "166 HOW I volunteered for the cape. could do so if I tried, as I am trusting a great deal to my memory. I shall content myself in future with giving a slight sketch of the whole march, merely pausing to bestow a few remarks on such places of interest as we passed through. One day was so much like the rest that after a time the march became monotonous in the extreme. Up a little before daybreak, feed the horses, pack the wagons, and start. Halt somewhere about midday for two or three hours to breakfast. Resume our march until sometimes as late as six o'clock, then halt for the night. This was our day's work, day after day. The only variation being that sometimes we would start or halt earlier. We generally had a rest-day every four or five days. Immense is the most suitable word I can findto describe the country we passed through. The complete absence of wooded scenery made the hills appear all the larger. Kok stadt was the next place of any importance that we should touch, and towards that place we were pressing forward as quickly as pos sible, as we were desirous of catching up the 90 th before they arrived there."], [185, "167 HOW I VOLUNTEERED FOR THE CAPE. We had a great number of grass fires on our way, occasioned by the carelessness of the men in lighting their fires. These had, when possible, to be extinguished, otherwise they would burn for miles. We used to turn out all hands with blankets, and work away until wre had beaten out the flames. We caught up the 9 Oth on Saturday, the 27th, just one day's march from Kokstadtr and on the following day we marched in with them. The 90th were accompanied by a battery of artillery. On our arrival we heard that we were alE to be detained pending the settlement of the Pondo question. We felt rather annoyed at the delay, as we were all anxious to get on to the Transvaal as soon as possible. We were detained there three whole weeks, and then did not come to fisticuffs with the Pondos. During our stay at Kokstadt we had any amount of mounted drills, and once a grand march past of all forces before Colonel Wood- Considering it was the first time our men had done anything of the kind they really ac quitted themselves most creditably. We also"], [186, "168 HOW I VOLUNTEERED FOR THE CAPE. got up some athletic sports, which went off very well ; the tug of war being the event which excited most interest. Our men ' pulled ' the Artillery team very easily, but the 90th conquered us just as easily. They had evidently got the knack. Kokstadt is in what is called Noman's land, and was the scene of the rebellion of the Griquas. It is built on the top of a hill, and is, I think, some 5000 or 6000 feet above the level of the sea. I made the acquaint ance of several officers of the Police stationed there, and was constantly invited to dine with them. I passed several very jolly evenings with them, and they would sometimes pay us a visit in camp, when, after dinner, pipes and songs Avere the order of the evening. Never theless we got very sick of being stuck in one place, and were heartily glad when, on Sun day, 18th April, we received orders to march on the following day for Pietermaritzburg, leaving the 90th and artillery behind to look after themselves. On the Monday we were up at three and started at four, and commenced our humdrum life of marching again ; but at every step we"], [187, "169 HOW I VOLUNTEERED FOR THE CAPE. took towards Natal the scenery improved, and as we crossed the borders of that colony there was a marked change for the better in everything. The scenery became wooded, and the undergrowth and flowers were most luxuriant. The road down to the Umkaraasi was so beautiful that I really must bestow a few words of praise on it. Before commencing the descent we came rather suddenly to a very steep and beauti fully wooded cliff. Down far below us ran the Umkamasi, a fine large river, but looking hardly more than a silver thread from the great height from which we viewed it. Look ing across the valley we could see a winding road, similar to the one we were about to descend, curling its way upwards until it was lost to view over the distant range of hills. Having taken a good look at a scene, so refreshing to those who, like us, had seen nothing but bare bleak hills for so long, we turned sharp to the right and commenced the descent, the road constantly winding and descending until it reached the river, which runs through a broad valley, leaving ample room on its banks for camping-ground."], [188, "170 HOW I VOLUNTEERED FOR THE CAPE. Having hitherto given such a meagre de scription of the country I have passed through, you, my readers, will think I have broken out in a new place on reading this descrip tion, I must plead extenuating circumstances. The view from the top was such a contrast to what I had been used to, that it made an impression on me that is fresh even nowr. We left this lovely spot the next day, and continued our march towards Pietermaritz burg, passing through Richmond on our way, and halting for the night for the last time before reaching Pietermaritzburg, at the Little Umlaas. Here we were all very busy, to use a soldier's expression, \"putting on a quiff;\" that is to say, making ourselves look as smart as possible, so that the regiment should make a creditable appearance on its entry into the town. My batman burnished my bits and stirrup-irons to such an extent that it almost made my eyes ache to look at them ; and my boots, that had become rather the worse for wear, were polished and made to look so re spectable that I really did not know them."], [189, "171 HOW I VOLUNTEERED FOR THE CAPE. On Saturday, August 24th, we started about eight, having no very great distance to march. It was agreed that as soon as we came in sight of the town the regiment was to halt and have a final brush up, so as to remove some of the travel-stains. As soon as the regiment was halted I was ordered to take an orderly and canter on ahead to see the adjutant-general, and find out the position of our camping-ground. By him I was referred to the district adjutant, who showed me the spot destined for our camp. I then hastened back to join the regiment, and came up with them just as the band of the 3rd (Buffs) met them. They had kindly come out some considerable way to play us through the town. As soon as we had got our camp fixed, the officers of the Buffs added to their kindness by inviting as many of our officers as could come, to tiffin at their mess. Several of us availed ourselves of the invitation, and after wards strolled through the park. It being Saturday the band was playing, and all the youth and beauty of Maritzburg were there."], [190, "172 HOW I VOLUNTEERED FOR THE CAPE. We had calculated upon having a few days' rest after the fatigues of a seven weeks' march, but found that we had orders to pro ceed as soon as possible. There was some talk of our starting on the following Tues day, but it was found impossible to complete all the repairs necessary after a long march at so short a notice. The wagons required repairing, and there was a host of other things necessary to be done before we could resume our journey. But our major, once having received orders to proceed, was not the man to let the moss grow under our feet, and therefore told us that we were to start on Thursday morning. I had made up my mind to order a pair of riding-pants, one pair of mine having come to grief, but on hearing of the short ness of our stay I gave up the idea and bought a pair ready made, which would do for rough work. We found that our old friends the 2-24th had arrived by sea, and having almost in variably experienced great kindness at the hands of the officers of the regular regiments, we determined to show them some slight"], [191, "HOW I VOLUNTEERED FOR THE CAPE. 173 return by giving a dinner to all those who could and would come. We gave Mr. Doig, of the Crown Hotel, the order for the dinner, and issued the in vitations for the Monday, pleading the short ness of our stay as an excuse for the short ness of our notice. If I remember rightly, they one and all accepted, and forty in all sat down to a really capital dinner which Mr. Doig had prepared for us. The enter tainment was as complete a success as I ever wish to see ; and if our guests only enjoyed themselves as much as they said they did, they must have passed anything but a slow evening. On Tuesday and Wednesday we had no time to think of anything but our duty, so busy were we in preparing for our start on the morrow. On falling in the next morning we found not only the band of the Buffs awaiting us, but also the band of the 2-24th, both deter mined to show us the delicate attention of playing us out and wishing us God speed. I think the whole population of Maritz-"], [192, "174 HOW I VOLUNTEERED FOR THE CAPE. burg turned out to see us march through the town, and at the corner of the last street a small but kind-hearted crowd had assembled to give us a hearty cheer. This demonstra- tion was very gratifying to us, inasmuch as it showed us, that the regiment had created a favourable impression on the inhabitants of the town. On leaving the town behind us I confess to feeling as if I should have liked a day or two more to get tired of the gaiety of town life. Some of my brother officers were strangely quiet for the first few hours of our march, giving themselves up to silence and the consumption of tobacco. However, in a short time we all cheered up and began to speculate on the kind of service we were to experience. Our first halting-place for a rest-day was Ladysmith, distant about one hundred miles from Pietermaritzburg. We reached that town on the Sunday afternoon, which was very fair travelling. Here I found some friends of mine who had come out from England on board the same ship as myself. They were very kind to me, and their house"], [193, "HOW I VOLUNTEERED FOR THE CAPE. 175 was almost my home during the day and a half that we remained in Ladysmith. Meet ing English friends is very nice at the time, but the reaction on leaving them makes you feel very home-sick. On leaving Ladysmith I must confess to feeling horribly clown in the mouth, and found myself debating in my mind if I were not almost tired of this wandering life. Knowing that this kind of thing would never do, I gave myself a sort of mental blowing up, and recovered. On we tramped northwards, our next des tination being Newcastle, about eighty-five miles distant. This distance we completed in three days, arriving there on Friday, September 6 th. We were now doing very fair travelling indeed, and all the horses were in good condition. Newcastle is a very different looking place to Ladysmith ; the latter place being pret tily built, and almost embosomed in trees, and surrounded by pretty country. At New castle, on the contrary, the buildings are sparse and scattered ; there are very few"], [194, "176 HOW I VOLUNTEERED FOR THE CAPE. trees, and the surrounding country is rather bleak than otherwise. We rested there one day. I found a school-fellow of mine there. He had come up on convoy duty. A detachment of the 90th were stationed there, and I went to mess with them once. From Newcastle we were going, via Naza reth, to Leydenburg, which was our final destination. This route was considerably out of our way, but as we were about to cross the Transvaal, which is very thinly popu lated, we had to form our route so as to con form with the arrangements the commissariat department had already made for our accom modation. When I say that Leydenburg was our final destination, I mean that it was the northernmost and last town we should pass before marching into Seccocoeni's country. On Sunday, 8th September, we continued our March, and early on the second day we crossed the border and into the Transvaal. This part of the march was certainly the most monotonous and wearisome. The Transvaal is nothing but a huge grassy"], [195, "177 HOW I VOLUNTEERED FOR THE CAPE. wilderness. For days and days there was nothing to attract the eye in the way of scenery; nothing but low undulating hills. Not a rock or a tree to break the horizon was to be seen. Often on the march we saw large herds of all kinds of ' buck ' and ' wilde beests ;' of course we had no time or oppor tunity of going after them ; but on our return journey we had one or two days' sport. Nazareth, now better known by the name of Middleburg, is a small town, and that is all that can be said of it. It was so intensely uninteresting that even our men did not seem inclined to pay it a visit. We had passed through it on the way to our camping-ground, and the glimpse we had caught of it seemed to have been enough for nearly all of us. Usually when camping close to a town those men who were not on duty applied for per mission to leave the camp for the purpose of shopping ; but at Middleburg the number of applications was very small. After a day's rest we resumed our march. This part of it was often most uncomfort able, as we had several rainy days. Being 12"], [196, "178 HOW I VOLUNTEERED FOR THE CAPE. wholly dependent on cow-dung for fuel, a wet day made it very difficult, and often impos sible, to light a fire at all, in which case our meals were conspicuous by their absence, or, at any rate, by their scantiness. We arrived at Lydenburg on September 21st, having done the journey from Pieter maritzburg in less than one month. As the distance is something like four hundred miles, this was not at all bad marching. Lydenburg is a small but rather pretty little town, being plentifully supplied with most luxuriant weeping willows. This gives the place a refreshingly green appearance, which was very grateful to our eyes after so many days travelling without seeing so much as a shrub a foot high ! In the centre of the town is a green, open space, and round this space are built most of the houses. There are two or three very flourishing-looking stores, two hotels — one very bad and the other very indifferent — a few private houses, a Dutch church, and last, but not least, the gaol. We passed through the town and camped just outside it, in close proximity to a detach-"], [197, "179 HOW I VOLUNTEERED FOR THE CAPE. ment of the 90th, who were camped inside a sort of laager, or sod fort. We only halted here one day, as we heard that our arrival was daily expected, and our assistance much wanted, at Burgher's Fort. On resuming our journey, we halted for the night at Krtigher's Fort, a place worthy of note from the fact of its being the resi dence of Captain Clark, the High Commis sioner for the Transvaal. In our next day's march we encountered the worst piece of road I ever met with, or wish to meet with again. It was composed of nothing but stones, mostly of an oval, flat shape — not a grain of soil of any description. I should think that it must at some time have been a river-bed. It was so bad that we had to scramble along on foot leading our horses, riding being an impossibility. If it was bad for us, you can imagine what it was for our horses. My troop was one of those in ad vance, but we did not care to leave the wagons far behind, as we were now in an enemy's country. It was late in the evening before we camped on the banks of the Speckboom river, 12—2"], [198, "180 HOW I VOLUNTEERED FOR THE CAPE. and even then the wagons and one of our troops were some little distance behind ; and although we could hear them in the distance, they advanced with so much difficulty and so slowly, that it was night before they arrived on the other side of the river. The ford at this point being rather deep, and it being dark, the mules were timid ; so a number of our men had to wade into the river and lead them across. At last everything was made snug for the night, and the country round about having become a little more wooded, we luxuriated in some big camp-fires. These were, however, carefully extinguished on ' lights out ' sound ing, as we were not desirous of being sur prised by the Kafirs. The next morning early, Commandant Carrington, our old commanding officer, paid us a visit. He was then commanding officer of all the Transvaal Volunteers, and was camped only some six miles off. He brought us orders to march to the place he was camped at ; so in a short time we were again on the move. As the road was good, it did not take us long to change our quarters."], [199, "HOW I VOLUNTEERED FOR THE CAPE. 181 The country here was a complete change to what we had been used to. Wild aloes grew everywhere and in great profusion ; on all sides rose up rugged mountains and rocks, thinly sprinkled with scrubby bush. As a specimen of the country we were about to tackle, these rocks did not impress us very agreeably, affording, as they did, such ample and secure cover for the enemy, and being very difficult of assault. We camped again on the Speckboom, in the midst of a regular forest of aloes. It was still early, but the sun was very hot and likely to be hotter, so our men set to work to cut down a quantity of these aloes, and, piling them together, with the aid of a blanket or two made some really very comfortable huts. At least they answered their purpose, affording, as they did, plenty of shade and ventila tion. A few snakes made their appearance, and, I presume, wanted to enlist into the Frontier Light Horse. If thev did not want to attach themselves to the regiment itself, they showed decided inclination to do so to some of its individual members. Their advances"], [200, "182 HOW I VOLUNTEERED FOR THE CAPE. were rejected, and they were dismissed the regiment — in pieces. One of our officers having left us on our arrival at Pietermaritzburg, it was reported that I was to get my promotion to a full lieutenancy ; but I had heard nothing to confirm the report until our arrival at this camp, when my promotion was read out in orders as having been approved of by the general. A detachment of the 13th were encamped here with us, and on the following day we all moved forward to Burgher's Fort. The road to that place was very good, but the country round about was very favourable to a surprise, and if the enemy had chosen to attack us we should have had considerable difficulty in dislodging them, as some of the positions they would presumedly have taken up were naturally of great strength. How ever, perhaps luckily for us, they let us pro ceed in peace, and we reached Burgher's Fort about mid-day on Thursday, September 26th. ' The ' Fort ' was then under repair by the 13th. It was originally a mud laager built by"], [201, "183 HOW I VOLUNTEERED FOR THE CAPE. the order of and named after the President of the Transvaal. After its evacuation by the Boers it had been almost entirely de stroyed by the Kafirs. At the time of our arrival it was being re built by the 13th in a much more scientific and workmanlike style. It was situated at the entrance of the Steelpoort Valley, the river of that name running close by it on one side, and the Speck boom river on the other; so, as regards water, it was very well off. We were camped on the Steelpoort side, and I did not much care for the site, a number of Swazies being camped much too close to us to be agreeable. These Swazies are a species of renegade Zulu, and are very fine-looking men, and fairly plucky. We had about a hundred and fifty or two hundred of them at the Fort, and they came in very handy for scouting work and outpost duty. Colonel Rowlands, V.C., C.B., was com mander-in-chief of the expedition, and the whole of the forces at his command were the 13th Regiment, two mule mountain-guns, the Frontier Light Horse, some mounted infantry,"], [202, "184 HOW I VOLUNTEERED FOR THE CAPE. about a hundred Dutch Volunteers (mounted), and the aforesaid Swazies. Considering the kind of country and the strength of the enemy, this force was very small, and quite inade quate to perform the task it had undertaken. On our way up we had been warned by people who had been long resident in the Transvaal, and who consequently knew the peculiarities of the climate, etc., that the season for the ' horse-sickness ' was fast ap proaching, when we should, in all probability, lose as many as sixty per cent of our horses ! This was not a very pleasant look-out for a cavalry regiment with only about twelve per cent, reserve horses !"], [203, "185 HOW I VOLUNTEERED FOR THE CAPE. CHAPTER III. A patrol and a lucky escape. — Cattle captured. — Cattle- guard. — Another patrol. — Scarcity of water and con- sequent sufferings. — Our camp is attacked at night. — A new camp. — The water supply dries up. On the day after our arrival, orders were issued for one hundred of our men to patrol up one of the numerous valleys. It was my fate, as junior officer to remain behind in charge of those of my troop in camp. Our men were soon ready, and started under the guidance of one of the Dutch volunteers, who said he knew the country well. They were away that day, and most of the next, but on the following evening they came into camp, driving before them between one hundred and fifty and two hundred head of cattle ! They were very tired, and shockingly"], [204, "186 HOW I VOLUNTEERED FOR THE CAPE. dirty, and eager as we were to hear the news, we could get nothing out of them until, firstly, they had had a long drink, of which they seemed much in need ; secondly, a good wash, the necessity of which there was not the shadow of a doubt ; and, thirdly, a good feed. As we were all troubled with good appe tites, the way the food disappeared did not shock me so much as it might any one not accustomed to our life. As it was, the sight raised a shadowy idea in my mind that there must have been some hitch in their commis sariat arrangements during their absence. After putting away a shocking amount of food, and having got their pipes under weigh, the returned warriors began to relate the story of their adventures. It seems that after they left the camp they proceeded with caution, but not a single Kafir did they see. Towards the afternoon they suddenly came upon a mob of cattle grazing in the open, and herded only by about a dozen Kafirs. They soon took pos session of these cattle, taking two of the Kafirs prisoners,, and putting the rest to flight."], [205, "HOW I VOLUNTEERED FOR THE CAPE. 187 Having captured the cattle, they thought it time to return, more especially as it was getting dark. They sent the cattle on ahead with about a third of the men, under a lieu tenant, the rest following slowly, keeping a sharp look-out for Kaffirs. Presently it got quite dark, and then the party in the rear made the pleasant discovery that they had lost their way! A comfortable kind of discovery to make, at night-time, in the heart of an enemy's country, the said enemy being, in all probability, in a state of frightful exasperation at having had two hundred head of cattle captured from them. But, comfortable or uncomfortable, such was the case ; and, having lost their way, it occurred to them that the sooner they found it again the better and safer it would be for them, so they went groping their way along, wondering what had become of the party with the cattle. After wandering about for some time, they blundered right into a regular hornet's nest of the enemy, who were, perhaps, as much surprised at the meeting as our men were. The enemy opened a hot fire on them, but,"], [206, "188 HOW I VOLUNTEERED FOR THE CAPE. owing to the darkness of the night and the badness of their aim, they did no harm beyond shooting a horse. Our men pressed steadily onwards, although at a slow pace, moving quickly being out of the question, on account of the badness of the track. At last they got away from the firing, and the enemy not following them up, they halted until day should break at a place where they found a small water-hole. Our men were beginning to suffer terribly from the want of water, having been unable to procure any since early that morning. So, having found a water-hole by means of our regimental dog, 'Bob,' our men, as I have already said, halted, and having drank, sat or lay down with their horses' bridles in their hands. In this order they passed the whole night, expecting every moment to have the Kafirs round about them like a swarm of bees. But luckily for them the night passed without an attack, and at daybreak they mounted and started homewards, the daylight having shown them where they were."], [207, "HOW I VOLUNTEERED FOR THE CAPE. 189 In passing through one narrow valley they found the Kafirs waiting to give them a reception. According to the accounts of my brother officers it was a sufficiently warm one as regards the amount of firing, but the aim must have been atrociously bad ; for although the hills rose up on either side close to the track, and although those hills were swarm ing with the enemy, our men passed through them at a sort of slow trot, meeting with no further casualties than one horse shot, one wounded, and one man slightly wounded in the leg. It seems an almost miraculous escape. One of my brother officers came to the con clusion that Kafirs in that part of the world do not use enough powder for a proper charge, as he saw a Kafir fire when distant only about forty paces, and the bullet fell short ! I thought that if such was the case, so much the better for us, and that it would be hardly worth while to inform them of their error, or volunteer to give them lessons in the art of musketry. Having thus successfully managed to get through the pass, they came to some good open"], [208, "190 HOW I VOLUNTEERED FOR THE CAPE. ground, where they were enabled to smarten their pace. On rounding a kopje (pronounced koppie, a small hill rising abruptly out of the level ground), they came in sight of the cattle party and cattle, all safe, and patiently awaiting their arrival. It seems that just as it began to get dark they came to a place where the road divided and led down two valleys. The cattle party took the right valley, and the party in the rear took the wrong; hence this thusness ! The cattle party had proceeded quietly and quite unmolested to the spot where our men found them, and there being good grazing and a fair supply of water, they had stopped there for the night to await the arrival of the remainder. They had of course heard the firing, and had been very anxious as to the fate of their comrades, and were intensely relieved and rejoiced on seeing them return safe and sound. The lieutenant in charge of the cattle deserved and obtained great credit for his share in the transaction ; for if, in stead of proceeding steadily forward as he had done, he had waited for the rear party to come up, in all probability the Kafirs would"], [209, "HOW I VOLUNTEERED FOR THE CAPE. 191 have caught the whole lot in a trap, and not only recaptured the cattle, but made cold meat of a good many of our men. The whole party then continued their journey back to the Fort, and arrived that evening, making quite a triumphant entry, all hands turning out to greet them and look at the cattle. The Swazies especially were in ecstasies of delight at the sight of the cattle. There were certainly some of the finest beasts I ever saw among them, and they were one and all in tip-top condition. Immediately on their arrival in camp they were bought by the commissariat officer at an average sum of seven pounds ten shillings a head. They were secured in a kraal by themselves, so as to be kept separate from the trek-oxen, of which we had several hundreds in camp. My brother officers spoke of the country they had passed as being difficult in the extreme, affording so much cover that on some occasions, although they were being played on by a hot fire, they could hardly see a single Kafir. They had also"], [210, "192 HOW I VOLUNTEERED FOR THE CAPE. suffered very much from the want of water. The next day was an ' off day,' and I being on duty, was initiated into the mysteries of ' doing ' cattle-guard. That is to say, that in addition to mounting the usual guards, an additional twelve men had to be told off to guard the cattle while grazing round about the Fort during the day. These men had to be mounted and paraded at reveille in the morning. The officer on guard then marched them off to the place where the cattle were to graze, and then starting off at a canter, they scoured the whole of the country round about, to insure there being no body of Kafirs lying in wait to capture the cattle. The ground being found clear, the cattle were then brought out of the kraal by the herds and wagon-drivers, and were by them herded during the day, the duty of the guard being simply to protect them against surprise and attack by the enemy. The guards were placed at different posts round the herd, and were visited every now and again by the sergeant in charge, and"], [211, "HOW I VOLUNTEERED FOR THE CAPE. 193 also once or twice by the officer of the day. This, added to the multitudinous duties of an ' officer of the day ' whilst in camp, was almost more than could be properly attended to. Whether it was so represented at head quarters or not I don't know; but shortly after this a separate officer was told off every day, whose sole duty it was to be in charge of the cattle-guard. This duty was not confined to subalterns, but captains also took their turn of duty according to their seniority. The following day we did not patrol, but were very busy in camp getting everything ship-shape. Besides which, an order was re ceived for every man to return one blanket into store ; the horse-blankets were also to be returned. Before starting, each man had been pro vided with twro blankets, which, being of the usual Government pattern, were, as you may imagine, not too thick, and consequently not at all too much for the cold weather which we had to encounter. As the warm weather was now coming on, I suppose the sanitary 13"], [212, "194 HOW I VOLUNTEERED FOR THE CAPE. authorities considered one blanket per man to be sufficient. As regards the horse-blankets, I was rather glad to see them go, as I believe they did more harm than good. They very often had the effect of ' scalding ' a horse's back, thereby making it soft, and causing, in many in stances sore backs on horses which, if they had been left exposed to the air as they had been always accustomed, would have been all right. The African horses are not like the English, and luxuries to which they are not accustomed affect them as they do some men — they disagree with them. The blanket question with the men was quite another thing. Even if they did not want it over them, they could do very well with it under them, as the ground was not at all too soft and level to make a something underneath objectionable. However, the order was issued, and had to be obeyed. Consequently we had plenty to do during the day in getting the blankets in and seeing them stowed away in our mule wagons, which were ready to start on a"], [213, "HOW I VOLUNTEERED FOR THE CAPE. 195 return journey to Lydenburg. This job having been completed, and the wagons started, we had to turn our attention to 'stables.' During the progress of that ceremony we heard that there was to be a ' big patrol ' on the morrow. There was some probability of our being absent ten days. I was glad to hear of this patrol, for, as I had remained in camp on the last occasion, it was now my turn to go out; and as I had not gone up all that way for nothing, I was beginning to get im patient to see some service. We wrere under weigh early the next morn ing, as, being cavalry, \"we Avere to have the honour of leading the way. Three or four companies of the 13th, and two guns of the Artillery, were to follow us with some wagons containing ammunition and rations. We marched until about midday, when we halted for breakfast, and after about a couple of hours' rest we resumed our march. Up till then we had seen no sign of a Kafir; but on entering a valley, a gentleman from the very summit of one of the hills began to waste his ammunition on us. As, how- 13—2"], [214, "196 HOW I VOLUNTEERED FOR THE CAPE. ever, we were not very much frightened, and as, in all probability, the bullets did not come half-way, we continued our march without taking any notice of the sable gen tleman who was trying to show us that he had his eye on us. Soon afterwards the firing got a little warmer ; but as the bullets either all fell short, or went singing over our heads, we did not think it worth while to reply, more espe cially as the firing came chiefly from the rear, and therefore was not likely to impede our progress. Of course, if the enemy had opened fire ahead of us, we should have had to argue the point with our carbines ; but such not being the case, we proceeded tran quilly until we reached the appointed resting place for the night. We arrived there in the afternoon, and waited until the 13th and the Artillery came up, which they did just as it was beginning to get dusk. The camp was only meagrely supplied with water from a small running stream ; but we had enough for our wants, so there was nothing to grumble at. I was on duty that night, and had to post"], [215, "197 HOW I VOLUNTEERED FOR THE CAPE. outlying pickets round the camp. Each of my pickets was supplied with one Swazie, whose sight and sense of hearing being much quicker than a white man's, he would prove useful in informing the picket in case of an attempted surprise. Being on duty at the depot, and being on duty in an enemy's country, are two vastly different things ; and with such a responsi bility on my shoulders, you may imagine I did not sleep much. Our precautions were of course right, but were not put to the test, the Kafirs kindly allowing us to pass a quiet night. We were astir before it was light in the morning, and by daybreak we were on the march. During the whole of that day the enemy kept up a desultory fire from the heights on either side of us. Every now and then we came to a kopje standing boldly out in the valley, which, being held by the Kafirs, made it awkward for the wagons in our rear ; so we had to dismount a few men and let them have a warm volley or two, and then go for the kopje. They never cared to dispute the subject much, and generally"], [216, "198 HOW I VOLUNTEERED FOR THE CAPE. retired as soon as they found the fire getting warm. This kind of work was very tiring ; and added to that, we were suffering agonies from want of water. My water-bottle had long been empty, and my tongue was rapidly getting not only dry, but much too large for my mouth, and I began to long for one of the many ' liquors ' I had often drank at home when I was not really thirsty. In the afternoon we came to the spot destined for our camp for the night, the wagons and the 13 th being some distance behind. We found a stream of water trickling through the rocks. It was at best but a thread of water, but it was all that there was to supply the wants of about five hundred thirsty men, to say nothing of the horses, mules, and oxen. I found a small basin in the rocks, and kneeling down, I drank copiously and grate fully an enormous quantity of warm, thick, brackish water. As soon as men and horses had drank suffi ciently, we set to work to arrange our camp for the night. I, being still on duty, had"], [217, "199 HOW I VOLUNTEERED FOR THE CAPE. plenty to do in seeing the various orders car ried out. At six o'clock the guard was relieved, and I came off duty to enjoy the first sit down and rest I had had for twenty-four hours. One of my corporals told me that he had heard the Kafirs calling out to us and warn ing us that it was their intention to come down that night and take our wagons. I thought it very kind of them to inform us of their intentions beforehand, and felt sure that if they did come we should be prepared to give them a very hearty reception. On the arrival of the 13th, Artillery, and wagons, we arranged our camp for the night. Although a camp is generally supposed to be pitched so as to be facing towards the front — that is to say, in the direction the force is inarching — on this occasion the camp faced, as it were, to the left, the left of the camp resting on the edge of a steep water sluit. On our left rose a range of hills which offered many advantages to an attacking party, whereas the road was too open to encourage the idea of an attack from that"], [218, "200 HOW I VOLUNTEERED FOR THE CAPE. quarter. Concluding therefore, that if we were attacked at all it would be from the direction of the hills, we faced our camp in that direction, and set about taking the ne cessary precautionary measures. Our own men were bivouacked accord ing to their troops, in three lines, running parallel to one another, and reaching from front to rear of the camp. The horses •were formed into rings, two rings to each troop. This was always our mode of securing horses for the night when we were in light marching order and had no picket-ropes. It was accomplished by tying one horse to another, leaving a space of about a foot and a half between each horse. As soon as the stipulated number of horses were thus strung together the two ends were joined, and by these means a circle was formed. We had dinner just at sundown, and as soon as it got dark, ' lights out ' was sounded. Just before dark I noticed the scrub burn ing on the hills in front of us, and on looking more attentively I observed a Kafir busily at work setting light to the bushes. I drew one of our officers' attention to the fact, but"], [219, "201 HOW I VOLUNTEERED FOR THE CAPE. we neither of us could make out what the sable gentleman's object was. We thought at first that he had some hope of burning us out, but on noticing that the wind was in the contrary direction we dismissed the idea as absurd, and gave up trying to find out the nigger's motive as a bad job. Although I did not attach any importance to the information our black friend had so kindly volunteered in the morning, I thought it just as well to be prepared for all emergen cies, so told all the men of my troop to place their carbines and ammunition close alongside them, so as to be easily found in the dark, and bandy in case of an alarm. We had numerous outlying pickets a little distance from the camp ; three were from our own regiment, and these touched others of the 13th, etc., forming a complete semi circle in front of the camp. The Swazies had been placed on a small kopje on the other side of the sluit on our left, and a little to our rear, so as to be able to give an alarm in case of an attack from that quarter. Having made things snug and comfortable for the night, Captain W , H (the"], [220, "202 HOW I VOLUNTEERED FOR THE CAPE. adjutant), and myself placed our saddles together and lay down to have a com fortable smoke and talk before going to sleep. My comrades had both finished their pipes and gone to sleep before I had done smoking. As I had been up all the previous night I was not at all disin clined to sleep, and was leaning on my elbow in the very act of pulling my blanket over me when I heard the report of a car bine, in another instant the most deafening volley I ever heard was poured into, or rather over our camp. The air seemed per fectly thick with bullets. They went sailing and singing merrily over our heads as if they were a swarm of bees. I was up in an instant, and seizing my revolver I ran down our line to hurry up the men ; they did not want much hurrying, and were nearly all ready as soon as I was, and away we went at a double down to our pickets. Captain W was already there, and touching the picket with our left we extended until we touched the B troop picket. The other pickets having also extended towards the right, we had in a"], [221, "203 HOW I VOLUNTEERED FOR THE CAPE. minute a semicircle of men in fairly close order. We set to work at once, and what with our volleys and those of the enemy the noise was rather deafening. There certainly was a moon, but she was so small that she gave very little light, so most of our firing was guess work, our plan being to wait until we saw the flash of the enenrv's guns, and then blaze away in that direction. The enemy had made a stand some two or three hundred yards off, and did not seem at all inclined to come to close quarters. It was too dark to allow of our charging them, so we contented ourselves with advancing a little. On our advancing they retired, pro bably wishing to draw us from camp, but we knew a trick worth two of that, and refused to be ' drawn,' but as they retired we re doubled our fire, and they, seemingly unable to stand against the withering volleys that the 13th kept pouring into them with their Martini's, gave it up, and finally retreated rather precipitately, taking their dead and wounded with them. We sent a jjarting"], [222, "204 HOW I VOLUNTEERED FOR THE CAPE. volley and a good hearty cheer after them and returned to camp. Although most of their firing had been high, I was very anxious about our horses, it seeming impossible that all could escape from the thousands of bullets that had rained into and over the camp. My first care, therefore, on getting back to camp was to find and count the horses of my troop. One ring was not even broken ; the other was broken, and I missed three horses from it, but found them shortly afterwards among those of B troop. B and C troops had each a horse shot, and that was the extent of the casualties to the Frontier Light Horse. The mounted infantry lost several horses, and the volunteers lost two or three, Com mandant Carrington's favourite horse being among the number. I heard also that there was one man of the 13th wounded, but can not say for certain if that was a fact. Al together we got out of it extremely well ; and when I think of the way the bullets were flying about I really cannot con ceive how it was that we all escaped being shot."], [223, "205 HOW I VOLUNTEERED FOR THE CAPE. The meditated surprise was prevented in this way : one of the sentries of B troop picket was seated behind a small bush, on the look-out. Presently he saw a dusky figure quite close to him, and creeping towards the bush behind which the sentry was hiding. All sentries had orders to fire without chal lenging in case of their seeing anything suspicious. Now this man was curious to discover what the black object was, so he thought that the best way to find out was to fire at it. He did, and a Kafir jumped up in the air and fell back dead. It was the sentry's carbine that we had first heard, and it was responded to, as I have already said, by several thousand Kafir guns. The enemy was estimated at about four thousand strong. Having seen the horses of my troop all properly secured, I turned in again. You may perhaps think that after the exciting events of the last hour I should hardly feel inclined for sleep. Under ordinary circum stances perhaps I should not, but having had no sleep the previous night I was so tired"], [224, "206 HOW I VOLUNTEERED FOR THE CAPE. that I had no sooner laid my head in my saddle than I was fast asleep. I slept soundly until a little before day break, when I was awoke by the grumbling of a volunteer. He was a Dutchman, and was complaining very bitterly because he was not allowed to light a fire to boil his coffee. He might have endangered our lives by doing so, but he did not care about that as long as he was not put out, and could have coffee. Having been made to understand that orders were orders, and they could not be allowed to be broken, even by a Dutch man, the Boer curled himself up in his blanket again with the air of an injured martyr. As soon as day broke we were all astir and preparing to make a move onwards. Captain W and myself and our troop were sent on in front to take and hold a kopje a short distance ahead, which commanded the road by which the wagons would have to pass. We went along at a smartish jaace, and as we neared the kopje the niggers fired on us, so we thought we were in for a warm job. On reaching the foot of the kopje we"], [225, "207 HOW I VOLUNTEERED FOR THE CAPE. quickly dismounted half our men, and open ing them out into skirmishing order, began the ascent at once. But the niggers were not game, and as we advanced, they retired, simply greeting us with a straggling fire, which being badly directed did no harm. On gaining the summit of the kopje we found that the enemy had retreated across a sort of ' saddle-back ' to another kopje some distance off, from which they were trying to harrass us by taking ' pot-shots ' at us ; but having plenty of cover for both horses and men, we did not take the trouble to dislodge them, more especially as the kopje they held was out of range of the road. Having re mained up there until the wagons had passed, we descended and continued our march. As soon as we vacated the kopje the Kafirs oc cupied it again immediately, and sent a few shots after us to tell us so. Some distance further on we found the wagons halted on the edge of a watercouse (dry of course), one of the wagons blocking the way ; so we followed the course of the sluit, intending to find another place where we could descend and cross."], [226, "208 HOW I VOLUNTEERED FOR THE CAPE. We had not proceeded far before we had to pass close to another small kopje, and on Hearing it we were greeted with about a dozen very fairly directed shots from an invisible enemy. One of the shots went close pass my face, and unpleasantly near our sergeant major's head. The gentlemen who fired these shots were evidently possessed of much superior rifles to those owned by the gene rality of their comrades. Captain W not caring to risk the men's lives in attacking a place which, when taken, would have to be evacuated again immediately, ordered us to right-about and return to the crossing where the wagons were. On our arrival we found the way clear. The combined efforts of the oxen and some Swazies having been sufficient to get it up the bank. We now came to a very pretty part of the country : a broad, flat, open valley in which bilberry bushes grew in great profusion. Standing up abruptly out of the valley were innumerable kopjes, which added to the beauty of the scenery, from an artistic point of view, but viewing them from a military"], [227, "HOW I VOLUNTEERED FOR THE CAPE. 209 point we could have very well dispensed with them, as they were all cram-full of Kafirs, bent on annoying us as much as possible. This kind of warfare is very exasperating ; you can imagine how annoying it is to have bullets whizzing and singing about your ears all day, fired at you by a nigger that you can't see, hidden as he is in some secure crevice of the rocks. If they had only come down and made for us, there would have been some fun in it, and it would have made the day seem shorter ; but to go plodding monotonously along, greeted every where with shots from an invisible enemy, is wearisome in the extreme, the more especi ally as we were all suffering again more or less acutely from the want of water. It was now past midday, and the sun as blazing hot as only an African sun can be. A little later Colonel Rowlands sent us on ahead to look out for a camping-ground with a sufficiency of water for the troops, if such a place could be found, which fact I rather doubted. The Kafirs, now we were alone, seemed rather to ignore our presence, probably 14"], [228, "210 HOW I VOLUNTEERED FOR THE CAPE, because we had no wagons with us. They contented themselves with a few dropping shots. One gentleman possessed an elephant gun ; he had taken his station up on the very top of one of the hills, and from this post he fired off his gun at intervals during the whole of the day. It went off with an explosion like a young cannon, and if he put the piece against his shoulder every time he fired I should think he must have been rather stiff the next morning. What became of the bullets he fired — that is to say if he put any in — no one ever knew. He fired all that day, and when we passed the place on our return journey we heard the same old gun, as if the owner had never left off firing. I don't believe he had, and I often wonder whether he is firing still. It is almost a shame to chaff about the poor man, as I have no doubt he imagined he annihilated a lot of us at every shot, and was thereby doing his Inkose Inkulu (Big Chief) good service. The ex pense that poor nigger must have been put to in procuring sufficient powder is something horrible to think of."], [229, "HOW I VOLUNTEERED FOR THE CAPE. 211 Their system of signalling or warning one another of the approach of the enemy was effected by means of sentinels placed on the tops of the various hills, each sentinel being provided with a huge cow-horn, which he was instructed to commence blowing imme diately on the enemy coming in sight, and once having begun to blow he was, I suppose, never allowed to leave off until exhausted nature succumbed. I do not know whether such were really the sentinels' orders, but I infer so from the fact that they never did seem to leave off. We pushed steadily onwards, getting more and more exhausted every moment from want of water. I was just wondering if it were possible for a man to be more thirsty than I was at that moment, when one of our scouts reported a little water on our left. Oh, blessed news ! How I longed to rush for ward and get first drink ! I am, and yet I am not, ashamed to own the fact, as I believe such suffering as thirst makes all men selfish for the moment. The water-hole was but a puddle at best, and by the time my turn came to drink the water was of about the con- 14—2"], [230, "212 HOW I VOLUNTEERED FOR THE CAPE. sistency of pea-soup. Although I knew well that such filth would only tend to make me thirstier, I could not refrain from swallowing about a quart. By the time our poor horses had had a turn at the puddle there was nothing left to mark its previous existence but a mass of slimy mud. Of course such a place would not do for a camping-ground, so we had to continue our way. After about another hour's march we halted and sent out scouts in several direc tions to look for signs of water. Most of them returned quite unsuccessful, but at last one party turned up and reported a small running stream a short distance off. This was indeed good news, as a running stream, be it ever so small, will, in the course of time, supply a good number of men ; so we mounted our horses again and made for the water. On arriving at the spot, we found the stream very small and sluggish; it was just running, and that was all. It was situated at the bottom of a watercourse, and was no doubt in the rainy season a good-sized stream. The ground round about being open and flat,"], [231, "HOW I VOLUNTEERED FOR THE CAPE. 213 was favourable for the site of a camp, and, fearing to waste more time in looking for a better supply of water, we decided to remain where we were. Having so decided, we ' off-saddled ;' and after watering our horses, turned them loose to graze. The spot we had selected for our camp was quite unprotected from the fierce rays of the sun. A species of thorn certainly grew plentifully round about, but the bushes were so small as to afford no shade ; and as they had strewed the ground with dead thorns, it was advisable to examine the ground thoroughly before casting our selves recklessly upon it, otherwise we should in all probability get up a good deal quicker than you lay down. Having cut down a few\" thorn-sticks, I rigged up a sort of shelter by means of a blanket, and having placed my horse's nose bag full of water also in the shade, I made up my mind to devote my spare moments to the quenching of my thirst, if such a con summation were possible, which at that moment I very much doubted. It has been said that ' there is no peace for"], [232, "214 HOW I VOLUNTEERED FOR THE CAPE. the wicked.' Now, in admitting the truth of this proverb, I don't wish my readers to run away with the idea that I confess to being very wicked, and I certainly think it would have been more generous if there had been added to that proverbial saying a saving clause : ' or for the good sometimes !' Be that as it may, I had no sooner got comfort able, and begun to think that I was almost losing my thirst enough to smoke a pipe, than those wretched niggers began to open fire from a kopje on our horses which were grazing in the open, and we had all to turn out to see what was going on. We set a few of our good shots to work at the kopje, to pick off any nigger rash enough to show himself, and moved the horses out of range. We had already posted our outlying picket on a kopje on the other side of the sluit, and from them it was reported that a number of the enemy were descending the hills on the other side of the valley, probably with the intention of attacking us. This being the case, we had a few horses saddled up, and despatched a party to recon noitre and watch their movements, keeping"], [233, "215 HOW 1 VOLUNTEERED FOR THE CAPE. the rest of the horses handy in case of their being wanted quickly. Before the reconnoitring party returned the rest of the column began to arrive. Colonel Rowlands expressed himself dis satisfied with the supply of water, and very much doubted its being sufficient for the re quirements of the whole force. As, how ever, no one could recommend a better place, and as we had scoured the whole vicinity without better success, it was decided to remain where we were ; so the camp was arranged for the night. Our reconnoitring party having returned, with one horse shot, reported that the enemy had all made towards a village a short dis- tance off, secured from our view by being just behind the range of hills. The artillery having by this time arrived, a few of us were ordered to escort the two guns into a position for shelling the village. We had not far to ride before we came within sight and range of the village. Wish ing, however, to make a good job of it, we drew a little nearer than was absolutely necessary for the guns in order to allow of"], [234, "216 HOW I VOLUNTEERED FOR THE CAPE. our carbines being of some service. By this arrangement we of course also got within range of the enemy's rifles, and they soon began to open a pretty hot fire upon us, not only from the village alone, but from the hills and kopjes by which it was almost sur rounded. In the position we had taken up we were pretty safe, but the village was so well forti fied by nature that we saw it would be worse than futile to attempt to storm it without reinforcements, so we contented ourselves with shelling it. This, as far as it went, was very successful, as, in a short time, the greater part of the village was in flames, and swarms of the enemy were bolting in all directions for the adjacent hills. This little affair cost us two horses, one shot dead, and one so badly wounded that, although he carried his rider safely into camp, the poor brute died shortly afterwards. On returning to camp we reported our proceedings, and it was determined to leave the village alone. Our reason for this was that if we took the village by storm, and occupied it, we should also have to occupy"], [235, "217 HOW I VOLUNTEERED FOR THE CAPE. the adjacent hills, and we had not sufficient force with us to accomplish this. My readers may have observed that I have made no mention of our having had any meals during the day. I had a very good reason for the omission, and that was that not a scrap of food had passed our lips that day ; and as it was now about five o'clock in the afternoon we began to feel rather faint for the want of it. About this time I began to feel an un pleasant pain in my left side, which instead of wearing off seemed every moment to grow worse. There was some delay in serving out rations, and by the time we had received ours and had some meat cooked, I was in such agony that I could not eat a morsel of anything. Whilst my comrades were eating, I was amusing myself by lying under a bush and groaning. I was just thinking that perhaps if I were to roll myself up in my blanket and get warm the pain might go off, when the adjutant came up and said, ' Mr. Fenn, you will take charge of an outlying picket to-night.' Plea sant for me, was it not ?"], [236, "218 HOW I VOLUNTEERED FOR THE CAPE. On hearing this news, I, like the sailor's parrot, did not say much, but thought a very great deal. But there being no time to lose, I ordered the sergeant-major to warn the men for my picket, and then went in search of the doctor, being morally certain that if I did not get rid of the pain in my side some how, I should ' give up the ghost ' before morning. The doctor gave me something, which of course did me no good ; and, before my picket fell in, I went to him again.' He told me that if he had only such-and-such a thing with him, he would put me right at once. But he hadn't ! This was no particular con solation for me, as the pain was still as great; so I told him to give me something which would either kill or cure me — at that moment I didn't care which. He made another ex periment ; and as it was much nastier than the first, I had hopes that it might do me some good. I went back and fell my picket in, and marched them off to the spot pointed out to me as that destined for our watch for the night, having previously given my"], [237, "219 HOW I VOLUNTEERED FOR THE CAPE. servant orders to bring my blanket over to me. We were posted on the other side of the sluit, having the kopje before mentioned on our right. This kopje was occupied by the Swazies. Having found a convenient tree under which to place my picket, and a bush each for my 'look-out' sentries, I retired to nurse my pain in solitude. Of course when on ' outlying picket duty ' an officer is not supposed to sleep much, and in this respect I may safely say I fulfilled my duty most zealously, for not a wink of sleep did I get the whole night through. About half-past three or four o'clock in the morning the pain left me, and just as I was beginning to feel inclined for a gentle snooze, an orderly was sent over to recall us. I was very thankful that the enemy had left us alone that night, for if we had been attacked I myself should have made but a sorry re sistance. On returning to camp I asked for some water, being very feverish, and having been without any the whole night I was horrified to learn that there was none. The men had"], [238, "220 HOW I VOLUNTEERED FOR THE CAPE. dug holes in the watercourse, hoping by these means to collect the water in larger quanties; but the stream, being only on the surface had dried up, and during the whole night there was not a drop of water to be had for love or money."], [239, "221 HOW I VOLUNTEERED FOR THE CAPE. CHAPTER IV. We start to return. — Have a slight ' argument ' with the enemy. — We return to help the wagons. — Suffering of the escort from want of water. — Burgher's Fort again. — A much-wanted wash. — The horse-sickness com- mences. — Its fatal effects. — Slow times. — Another patrol. I found the whole force making preparations for moving, and on inquiring our destination I must confess I was not at all sorry to learn that our direction was ' homewards.' I felt so ill from the pain I had suffered, and from the want of food, that it was as much as I could do to mount my horse. Before doing so I had managed to get a pannikin of coffee and a handful of biscuit. The coffee had been saved from the previous night, which was lucky, otherwise we should have had to"], [240, "222 HOW I VOLUNTEERED FOR THE CAPE. start on our march without a drink of any description. We had a long, tedious march homewards, seeming all the more so to me as I felt very tired and feverish. As we were ordered to push on ahead we reached early in the after noon the same little stream at which we had camped for the night on our first day's march from the fort. By the time we arrived there both men and horses were nearly dead from want of water, and it was a painful sight to see men kneeling down beside their horses, all drinking at the same pool and at the same time, and with such frightful eagerness that showed plainly how much both had suffered from an agonising thirst ! I had almost forgotten to relate that on our way to this halting-place we had been followed by the Kafirs the whole way, and harassed by a\"straggling fire. At one part of the road we had to pass along the edge of a deep sluit, on the other side of which, some thousand yards off, we could see a small village. As we neared the sluit we saw a swarm of niggers running down the slope towards the sluit, evidently with the inten-"], [241, "HOW I VOLUNTEERED FOR THE CAPE. 223 tion of stopping our progress. As our car bines are not very effective beyond four hundred yards' range, we let them get to within about that distance, and then opened such a steady and well-directed fire that we stopped them almost immediately. Some of the enemy, evidently possessed of good rifles, stopped, and began to fire very steadily, and were making rather too good practice to be pleasant ; and it was to them that our chief attention was directed. I noticed particularly one Kafir seated composedly on the grass, firing away in a very business-like manner ; so, borrowing a carbine of one of the men holding the horses, I judged my distance and favoured him with a shot. It was rather high ; but the second one had the desired effect, as I saw my noble marksman roll over backwards. Our sergeant-major also made a good shot at a Kafir running towards the sluit, hitting him and causing him to turn almost a com plete somersault. I noticed that a good many of the enemy were armed only with assegais, and they, despairing of getting close enough to make these effective, began to turn"], [242, "224 HOW I VOLUNTEERED FOR THE CAPE. tail, thereby setting an example which was soon followed by the rest, and we proceeded to our destination. It was on this march that our first case of horse-sickness occurred, one of our best horses being taken ill and unable to proceed, so we had to leave him ; and some volunteers who passed him a little time afterwards reported him dead. After we had all had a good drink of water, we set to work preparing some breakfast, of which all of us stood in some need. Just when we had finished a hurried meal an ex press rode in with orders for us to return at once to meet the wagons, they having been stopped by the Kafirs at just about the place where we had engaged them. As I had still a feverish thirst upon me, I took the precaution of having my water bottle filled before starting. On our way we detached B troop to hold a kopje on our right until the wagons should have passed, and pushed on until we met the wagons, with which were the 13th and volunteers. We were ordered to take up as quickly as possible a position on the right of the"], [243, "225 HOW I VOLUNTEERED FOR THE CAPE. road ; so, getting our horses under cover of some trees, we threw out our men into skir mishing order and advanced towards the side of the hills from which the enemy were now pouring a pretty warm fire. I had all this time remained mounted, in order to facilitate my getting about more quickly. Having seen all the men in position and properly under cover, I was just thinking of dismounting, when Captain Barton, our second in command, rode up and inquired of me Captain W 's whereabouts. I was in the act of pointing him out when we both had as narrow a squeak for our lives as [ ever care to have. We were sitting close to- gether on our horses, about a yard behind a small dead tree, when a bullet came rattling in among the branches, and glancing off, passed uncomfortably close to both our heads. I did not say anything, but thought either one or both of us ought to be very much obliged to the dead tree. I shall never forget the shocking sight some of the men of the 13th presented owing to their having been so long without water. The tongues of some of them were 15"], [244, "226 HOW 1 VOLUNTEERED FOR THE CAPE. dreadfully swollen and black. Some of the volunteers seemed to have gone quite off their heads from the same cause, and went about among our men offering fabulous sums for a mouthful of water. To the credit of our men be it said, that every one who had a drop of water in his water-bottle tendered it freely to those who were suffering so much. One sergeant of the 13th, who wore medals, and had evidently seen service before, seeing me with a water-bottle, came to me and said that he had never ' caved in ' before, but if he did not get a drink of water he must do so then. I offered him my bottle, and while drinking he was surrounded by an eager crowd of his comrades, all saying. ' Please, sir, mayn't I have a drop V Poor fellows ! they looked so worn, and so eager, that it would have taken a hard heart indeed to have re fused any of them, so I told them they were welcome to the water as long as it lasted. My readers can easily imagine that my bottle was returned to me without much in it. On slinging the bottle across my shoulder I heard a rippling sound that told me that there was still a little water Avhich had"], [245, "227 H0AV I VOLUNTEERED FOR THE CAPE. been left either by accident or design. My thirst had come on again in all its in tensity, but as Ave had still a long way to return, I determined to keep this little as long as I could. Just Avhen I was feeling that I could not hold out much longer, and Avas determining to finish the last drop in my flask, Captain Barton rode up to me and asked me if I had any water left in my flask, as Colonel RoAvlands wanted a drink badly. I told him there Avas very little, but such as it was he Avas Avelcome to it ; so aAvay went my water, but it went towards quenching the thirst of a kind and brave officer, therefore I did not and never shall regret it. By the time we arrived at the spot Avhere we had breakfasted we Avere all more or less knocked up. I myself felt very queer about the head, as if I Avere getting slightly ' light headed.' However, having a strong consti tution, I hoped that something to eat and a night's rest would put me all light. During the night Ave had one alarm, by hearing one of the outlying pickets fire. We were all up in an instant, but it turned out to 15—2"], [246, "228 HOW I VOLUNTEERED FOR THE CAPE. be a false alarm, the sentry having fired at a dark object which he thought he saw move, which proved to be a small shrub. I Avas not at all sorry to turn in again and finish the sleep Avhich had thus been interrupted. As it was the intention of the commanding officer not to march until after midday on account of the heat, reveille did not sound until late, that is to say, seven o'clock. The heat during the early part of the day was something aAvful, and we Avere driven to try all sorts of devices Avith our blankets in order to get a little shade. About two o'clock Ave received the order to ' saddle-up,' and in a short time we all com menced our march back to the fort. We pursued our way unmolested by the Kafirs, and arrived at Burgher's Fort in the evening, not at all sorry to get back. During our absence our camp had been moved round to the other side of the fort, as the Principal Medical Officer, on his arrival, had at once condemned our first camping-ground as unhealthy. We found everything all sixes and sevens, and none of the tents pitched. But this was soon"], [247, "229 HOW I VOLUNTEERED FOR THE CAPE. remedied as soon as the horses had been turned loose. A severe thunderstorm Avas threatening ; and Avhen it rains in those parts it is no trifling matter. We gave orders for the tents to be pitched as soon as possible, and not withstanding the quickness Avith Avhich the order was obeyed Ave Avere only just in time, as, almost before the men could get their kit under cover, the rain came doAvn in torrents, illustrating very forcibly the truth of the old saying, that ' it never rains but it pours.' Not haA'ing had time to have a trench dug round our tent, Ave had the pleasure of seeing a small river running cheerfully through it. We had been grumbling for the last four or five davs about the scarceness of Avater, and now Ave felt rather inclined to complain that, if anything, the supply was rather too abun dant to be comfortable. As soon as the rain abated a little, I went down to the river to enjoy the first wash I HAD REEN ARLE TO HAVE FOR FIVE DAYS ! At the bathing-place I met a small crowd of officers bent on the same errand ; and loud was the laughter, and many were the jokes,"], [248, "230 HOAV I VOLUNTEERED FOR THE CAPE. that greeted each one's appearance in undress. Oh ! how refreshing that wash was ; and how much more alive I felt after it ! On risino- next morning, the effect of last night's rain caused us to make a most unplea sant discovery, Avhich Avas that the ground on Avhich we Avere camped was simply swarming with scorpions and huge black reptiles like enormous Avire-worms, with a hard, black shiny shell, and fitted out with thousands of little red legs. Some of these Avretches Avere quite a foot long. These and the scorpions had a great idea of making themselves as comfortable as circumstances Avould alloAV, and with that end in view Avould frequently take ' French leave,' and make themselves quite at home in our blankets, and add injury to insult by attacking the rightful owner on his attempting to retire for the night. One night I put my foot on one of the aforesaid Avorms, who had retired early between my blankets. I jumped up so quickly, and uttered (to put it mildly) such a hasty expres sion that Captain W and my brother lieutenant thought at first that I had ' dis-"], [249, "231 HOW I VOLUNTEERED FOR THE CAPE. covered ' a thorn in my blankets. Ever after that I used nightly, before turning in, to have a ' kit inspection ' — that is to say, I used to thoroughly overhaul my blankets and saddle. Sometimes, but not always, I had fair sport in the Avay of a scorpion or tAvo. These used invariably to expiate their crime of trespassing Avith sudden and violent death. Luckily for me I was never stung by a scor pion ; but I have heard that their sting is very severe and painful. The next morning we had two cases of ' horse-sickness ' reported, and although the veterinary surgeon tried everything he could think of, both horses died. This horse sickness is a very mysterious disease, and is caused either by something in the air or some thing that grows in the grass at a certain season of the year. It is, 1 believe, a disease peculiar to South Africa, as I never heard of any such ail ment among the Australian horses. Some of the Boers profess to have found cures for it. But the disease seems to affect horses according to their constitutions, and in one case Avhere the Boer remedies succeed, there"], [250, "232 HOAV I VOLUNTEERED FOR THE CAPE. are a hundred where they fail. Some horses manage to get over it, in which case they are called ' salted,' and are enhanced in value a hundred and fifty per cent. But then, again, a horse that is ' salted ' in one district is not necessarily safe against catching the sickness in another. The first symptoms of the sickness are as folloAvs : Heavy look about the eye, ears drooping, and head hung Ioav, pulse quickened, nostrils distended, and sides heaving with a kind of double action. This heaving becomes rapidly more severe, and the horse throAvs himself down very fre- quently and breathes Avith difficulty. As he becomes Avorse he stays longer on the ground each time he throws himself down, until he seems unable to rise. In the last spasms he Avill sometimes turn quite on his back and kick, and Avhen all is over, a huge mass of snow-Avhite foam issues from his nostrils, having the appearance of beaten Avhite of egg. A post-mortem examination shows the inside to be filled Avith a mass of foam, and everything more or less congested, and the intestines much inflamed."], [251, "233 HOW I VOLUNTEERED FOR THE CAPE. Our veterinary surgeon tried everything he could possibly think of, and unfortunately for us he had only too many cases on Avhich to experimentalise. But although he did his very best he was not successful in a single case out of over a hundred and fifty that came under his care. His own horse died after making a good struggle, and lingering a whole day. Any one fortunate enough to discover a specific for this disease Avould make his fortune in a very short time. From this time the horse-sickness began to rage in real earnest, our horses dying off four or five a day. The mounted infantry and the volunteers suffered just as severely, and in about three Aveeks' time we had lost seventy-five horses, and the mounted in fantry and volunteers between them about as many ! In such a country as Ave Avere in, with no Avater, and the horse-sickness raging so 7 O O fiercely, what could cavalry do \\ Answer, by any person of ordinary intellect : Nothing, but to get out of the infected part as soon as possible, and wait until the horse-sickness"], [252, "234 HOAV I VOLUNTEERED FOR THE CAPE. Avas over, and the rainy season commenced, and then go in and Avin ! During the rest of our stay at Burgher's Fort no engagement of any importance took place betAveen us and the Kafirs, and our life there Avas uninteresting in the extreme. The weather Avas overpoweringly hot, and the camp Avas very unhealthy, not only for the horses, but for the men also, and every day saAV fresh additions to the hospital. We had patrols almost daily up the various valleys in our vicinity in order to harass the Kafirs and prevent them from cultivating their crops. These patrols always started early — often before daybreak — -so as to be back before the heat of the day began. During many of these patrols Ave failed to come across a single nigger, so that they did not tend much to vary the monotony of our life; and as we all felt the depressing effects of the unhealthy atmosphere, Ave began to look forward for the arrival of orders for our return to civilisation. One day news came in that a Basuto chief, situated in the direction of the Gold Fields, was desirous of delivering up his arms, and"], [253, "HOW I VOLUNTEERED FOR THE CAPE. 235 also some cattle Avhich had been entrusted to his care by Seccocoeni. Accordingly, one hundred of our men, and some volunteers, received orders to start, under the command of Major Buller. I was not at all sorry to be left behind, as the affair did not promise any fighting, and as I was still rather shaky from a touch of fever. They started that day, intending to be away five days. That same evening we had a most frightful thunderstorm, and knoAving well that they could not yet have reached their destination for the night, Ave thought of what a lot of Avet jackets there would be."], [254, "236 HOAV I ATOLUNTEERED FOR THE CAPE. CHAPTER V. Short rations. — Orders to march to the Speckboom river. — Am sent in charge of an escort to a string of wagons to Leydenburg. — Our journey southwards. — - My opinion of the Boers. — I send in my resignation, and become once more a civilian. — The end. After the patrol to the Gold Fields had left us Ave suffered from very short rations. The Commissariat Department was quite out of flour, sugar, tea, and biscuit ; so our rations consisted of mealy-meal, meat, and coffee. We had been expecting Avagons with stores for some days, but OAving to some cause or other they did not put in an appearance until we had had quite time enough to get sick of short rations. When they did at last appear, all was peace and plenty. The day after the wagons arrived, orders were issued for a move southwards to the Speckboom river, thus making a first step"], [255, "237 HOAV I VOLUNTEERED FOR THE CAPE. towards our abandonment of the expedition against Seccocoeni, and our return to civilisa tion. The column that was to march to the Speckboom consisted of three companies of the 13th, two guns of Artillery, under Lieutenant Nicholson, R.A., and what re mained of the Light Horse. I had charge of the rear-guard, and jogged along very comfortably behind the rear com pany of the 13th. The pace Avas horribly tedious, as oxen Avalk too slowly for horses. HoAvever, we arrived safely at the Speck boom, and set about arranging our camp. The site of the camp was rather pretty, but the ground round about was bad, being ATery full of large holes made by the ' ant-bears.' That same night I ' found out ' one of these holes Avhen ATisiting an outlying picket by tumbling head over heels into it. We re mained here waiting for further orders, and the 13th busied themselves in building a new fort. The Speckboom is a good-sized river, and as we had not much to do in camp the majority of us passed most of the day in the water. On the day that the patrol was expected to"], [256, "238 HOW I A'OLUNTEERED FOR THE CAPE. return, Captain W sent Lieutenant B— — with twelve men, down to Kriiger's Post to meet Major Buller and inform him of our change of camp. He had orders to return at once ; but as, after waiting two days, he did not return, I Avas sent with six men with a despatch to Major Buller, and with a letter to Lieutenant B ordering him to return and leave me in his place. I haAre already spoken of the badness of the road to Kriiger's Post. I had orders to push along, and therefore arrived there at about midday. I found that the expedition had just come in, having experienced dread fully hard times. They had had little or nothing to eat, and rainy weather nearly the Avhole time. I confess I was not at all delighted when the major, after expressing his intention of riding out to Speckboom that afternoon, signi fied his wish that I should accompany him. I told him that I had already ridden the dis tance once that day, and, wha,t was more, I had ridden rather hard, and was therefore afraid that my horse would not carry me"], [257, "239 HOAV 1 VOLUNTEERED FOR THE CAPE. back. His reply Avas that he would have to do so — and so he had. It was a pretty fair day's ride, eighteen miles there and eighteen back, over the Avorst road in South Africa ; the distance was equal to quite forty-five miles on a good road. The major too, once on horseback, did not let the grass groAv under his feet, but pushed along at a very fair rate. So my horse thought, as I could see by his ears. They said quite plainly to me, ' I say, you knoAAr, isn't this coming it rather strong V HoAvever, aAvay we Avent, ding dong side by side, with only twro men as escort, and by five o'clock that evening I was back in camp. After one or two days' dreary inactivity at the Speckboom we received orders to march for Lydenburg, taking with us, besides our OAvn Avagons, several empty ones that were waiting to be escorted doAvn. The Avagons were to start the first thing in the morning under an escort, and the remainder of the Frontier Light Horse were to aAvait further orders. Major Buller being absent at Burgher's Fort, Captain W was in command of"], [258, "240 HOAV I VOLUNTEERED FOR THE CAPE. ours. He decided to remain behind and send me in command of the escort. We were to go by the ' Waterfall Road,' Avhich, although considerably longer than the one by Avhich we came, was much better for traA'elling, as Ave escaped the bad bit of road that I have already spoken of, lying between the Speck boom river arid Kriiger's Post. Early in the morning I Avas very busy get ting everything in readiness for a start. I found that the string of Avagons I Avas to escort Avas very much longer than I had expected. Besides our oavii Avagons, there Avere nine more, empty or nearly so. In addition to these Avere tAvo guns under Lieutenant Nicholson, R.A., and a Avagon containing his ammunition. OAving to our having lost so many horses I had several men dismounted, who had to ride on the Avagons. I had a great deal of trouble and worry before I got the whole string started, but at last, having got every wagon in motion, I rode along the line so as to give myself some idea as to its length, and found it a great deal too long to please me. I had fifty-four men under my command,"], [259, "241 HOAV I VOLUNTEERED FOR THE CAPE. but out of those only thirty-two Avere mounted. Calculating that every wagon, Avith its ' span ' of sixteen oxen, occupies a space of quite ninety feet, my readers can imagine the amount of ground a string of six teen of such Avagons would cover. Fifty four men is not much of an escort for a line of wagons nearly a mile long. In addition to my OAvn men, Lieutenant Nicholson had about thirty artillerymen ; but, in the event of an attack, they would be fully occupied in protecting their guns. On starting, some of the wagons in front had got a good way ahead of the others ; but as I was not going to have the line made any longer than Avas absolutely necessary, I made them stop until the rest came up, and then cautioned all the drivers to keep in as close order as it was possible. Luckily for us the road was very good, and we had little or no trouble Avith the wagons. A breakdown Avould have been very aAvkAvard, as it Avould have occasioned a delay which might have proved dangerous. Our destination for the night Avas ' Labus caigne's Farm,' distant from the Speckboom 16"], [260, "242 HOAV I A'OLUNTEERED FOR THE CAPE. river about eighteen miles. Just before ar riving there, an ' express ' of four of our men caught me up. They brought me despatches, one to myself ordering me to remain at Labuscaigne's Farm until Captain W — - — arrived Avith more wagons ; one to Lieutenant Nicholson, ordering him to return with his guns as soon as possible ; and some more despatches, marked urgent, which Avere to be sent on immediately to Lydenburg. The despatches arrived just as it was getting dusk, and Labuscaigne's Farm was in sight. While stopping to read them the wagons all passed me, Nicholson's ammuni tion wagon among the number. He was rather puzzled hoAv to act. His mules had done a good day's work, and were tired ; darkness Avas coming on, which Avould make it dangerous work if he started to return at once. He did not care to go on to Labuscaigne's Farm, as it would necessitate his descending a long, steep hill, which Avould have to be climbed again on the return journey. We put our heads together, and finding that the moon rose at fwo o'clock, and AATas"], [261, "243 HOW I VOLUNTEERED FOR THE CAPE. nearly full, he decided to remain where he Avas for the night, I having promised to start his wagon back to him as soon as the moon rose. I Avished him good-bye, and rode on to the farm. I formed the wagons into a rude kind of laager in case of accidents, and then Avent over to the farmhouse, where a company of the 90th were quartered. Another company of the 90th, with one wagon, had journeyed down just ahead of us, and had arrived about an hour before me. I had a despatch for the lieutenant in com mand of this company, which, on opening, he found contained orders for him to send back his Avagon with Lieutenant Nicholson, as it contained things that had been sent by mis take. It Avas now his turn to be in a fix, for besides the various things mentioned in the despatch, the Avagon contained his mess-kits ; so, if he returned the wagon, he Avould be detained until he could get another. I sat doAvn and had tea Avith him and his brother lieutenant, and we discussed the matter. He Avas very anxious to get to 16—2"], [262, "244 HOW I VOLUNTEERED FOR THE CAPE. Lydenburg as soon as possible, and therefore was eager to obtain another Avagon. I solved the difficulty at last by telling him to write me a requisition for a Avagon, and I would give him one of mine ; so his mind was put at rest. I then Avent back to my camp to look after arranging it properly for the night. I had to find a corporal and three men with good horses to ride an express to Lydenburg wuth the despatches. This was no easy job, as our horses had had a bad time at Burgher's Fort, and Avere all more or less in a Aveak condition. Besides which, the horse-sickness Avas still about, one horse dying that night. Luckily I had a very steady corporal Avith me, whom I could trust implicitly. Having given the sergeant-major orders to warn him and three men, I picked out five of the best horses — one horse to be led in case of acci dent. These men had orders to ' saddle- up' at 1.30, so as to be in readiness to start as soon as the moon rose. As my position was a very responsible one, I felt it incumbent on me to see everything done myself; so that by the time the guards"], [263, "HOAV I VOLUNTEERED FOR THE CAPE. 245 were mounted, and everything right for the night, I was pretty well tired out. Having given the sergeant of the guard orders to call me at one o'clock, I put my blanket round me and lay down underneath a tree ; but, tired as I Avas, I Avas fearful of something happening, and could not sleep. The lieutenant in charge of the company of the 90 th at the farm had told me that the men riding post had been shot at the previous night at a spot not more than a mile distant from the camp ; so I naturally Avas on the alert in case the niggers took it into their heads to attack us in the night. A few minutes after one I was up and look ing after the men that were to ride the ex press. I then went and routed out the wagon-drivers of the two Avagons that were to return to Lieutenant Nicholson. Niggers are lazy felloAvs, and don't at all care about early rising ; but as it was important that these wagons should reach Lieutenant Nicholson in good time, I did not leave the drivers until they and their ' fore-loupers were astir. A few minutes after two the moon rose"], [264, "246 HOAV I VOLUNTEERED FOR THE CAPE. over the hills, and I started the express, and then the Avagons. Having done this, I felt a weight off my mind, and considered I had earned a little repose ; so, having first gone the round of the sentries and found them all on the alert, I turned in with the firm deter mination of having two or three hours' sleep. The bugle of the 90th sounding the reveille' aroused us, and in a feAv minutes the camp, Avhich had looked so still and deathlike Avhen I had seen it in the moonlight, Avas a busy scene of life. Men need never be idle in a caATalry regi ment, as there is always plenty to do. First and foremost, I had the horses well groomed, and then fed. After breakfast I mounted a strong ' horse-guard,' and sent the troop to graze on the side of a hill a short distance off. I had an idea that in the time of horse-sickness, the higher the ground the better for the horses. About two in the afternoon Captain W 's advance-guard came in sight, and in a few minutes Captain W and a string of twelve more wagons arrived in camp. He did me the honour to approve of all that I"], [265, "247 HOW I ArOLUNTEERED FOR THE CAPE. had done, both as regards the arrangement of the camp and the time I despatched the express. From what I had been able to learn of the nature of the road we had yet to travel, I concluded that Ave had still the worst part to do. I heard that about three miles from the farm there was a terribly steep hill which we should have to climb ; the road, too, if the accounts were true, was not all that could be Avished. Taking this into consideration, I strongly advised Captain W to give his oxen a couple of hours' rest; and then start Avith the whole train and go as far as the foot of the hill and there camp for the night. We could then start early the next morning, and tackle the hill Avith the oxen quite fresh. He himself was much inclined to adopt my plan ; but the drivers, who were probably too lazy to care about moving, raised innumerable difficulties, and the end of the matter was my plan was discarded, and we remained where we were for the night. I Avas not at all sorry that Captain W had arrived to take over"], [266, "248 HOW I VOLUNTEERED FOR THE CAPE. the command, as it Avas one full of responsi bility. We started just before daybreak, and after about tAvo hours' march Ave came to the dreaded hill. I found that its steepness had not been at all exaggerated, and, to make matters Avorse, the road AA^as a most shock ingly bad one. Ledges of rock crossed the road, forming a regular flight of steps, up Avhich the wagons had to be dragged somehow. The first wagon tried to ascend Avith the aid of its own oxen only, but it soon stuck fast, and no amount of yelling and flogging could make the oxen move their Avagon, so there Avas nothing for it but to put in a ' double span.' That is to say, Ave had to take a span out of one of the wagons in the rear and hitch them on in front of the other span, thus having thirty- six. oxen to pull up one wagon. This had to be done to every wagon, and as each wagon took a long while accomplishing the ascent, it was afternoon before the last reached the top. Here Ave found the road much improved, and after pro ceeding for about two miles we halted for tiffin."], [267, "249 HOW I VOLUNTEERED FOR THE CAPE. After a rest of about two hours we resumed our journey. The road still continued to improve, and the surrounding country became much more open, flat expanses of feldt stretching aAvay on either side of the road. We halted at about five that evening at a Dutchman's farm, Avhere we spent the night. It poured Avith rain all night, so Ave Avere not over and above comfortable. Our doctor (Civil Surgeon Cobbin, who was afterwards killed at the fight on the Intombi river) had only lately come out from England, and had not had time to get used to the hardships of bivouacking. He slept next to me, and complained bitterly of the rain. As I had two Avaterproof sheets, I put one over him, which kept a good deal of the rain off. As for myself, I was on duty ; and as sleeping in the rain was anything but comfortable, I determined to go Avithout sleep, and pass the time visiting the guards. The next morning Avas lovely ; the rain had stopped, and the sun was shining brightly and Avith a warmth that was far from unwel come, as most of us were suffering from a severe attack of Avet jackets."], [268, "250 HOW I ATOLUNTEERED FOR THE CAPE. We arrived at Lydenburg early in the afternoon, and found the rest of the Light Horse already arrived from Kriiger's Post. As we had all the tents on the Avagons they were rather pleased to see us. We heard that Ave were to receive orders to continue our march soutliAvards. We all felt very much annoyed that the expedition had not been attended Avith suc cess ; but what Avere cavalry to do in a country Avhere at certain times no horses will live. The ansAver is obvious : Simply go aAvay until the sickness is over. Our men Avere so down-hearted at our Avant of success, that Captain W got up a sort of round-robin, signed by most of the officers and men, to the commanding officer, offering to go back and fight Seccocoeni on foot rather than leave him alone. Of course this proposal could not be enter tained ; but I merely mention the fact to show my readers that our men really were fond of fighting, and Avere not wanting in pluck. Major Buller started the regiment on its doAvnward journey, but took Avith him eighty men to return to the Speckboom on a three"], [269, "251 HOW I VOLUNTEERED FOR THE CAPE. days' patrol. I had to go with the regi ment. On the first day, after getting about four miles out of Lydenburg, one of our wagon wheels went to ' utter smash,' and Ave had therefore to remain there for tAvo days Avhilst the damage Avas being repaired. By-the-bye, I forgot to mention that at Lydenburg Ave got our own mule-Avagons back again, and very glad Ave were to get rid of the Avretched sIoav ox-Avagons. As soon as the wagon Avas repaired we con tinued our march, doing twenty-two miles, and reaching Kotszee's Farm — a Dutchman's farm, Avhere it had been arranged Ave should camp and aAvait the arrival of the eighty men who were out on patrol. Here Ave had three delightfully lazy days, spending most of our time bathing in the river. One day I received letters from England, the contents of which warned me that I should shortly haA'e to return. That same night Ave had a most terrible thunder-storm, the like of which I never saAV before. It blew, and thundered and lightened,"], [270, "252 HOAV I VOLUNTEERED FOR THE CAPE. hailed and rained, seemingly, all at the same time. It came on just at dinner-time. My servant came staggering into the tent Avith a large pot of steAV ; but finding that we were busy getting our things out of the way of a stream of Avater that was rushing through our tent, he retired to wait until we should be ready. Fatal procrastination ! A minute or two afterwards there came a tremendous squall of Avind, and we heard a crash and the sound of utensils knocking about, accompanied by loud laughter and suppressed imprecations. Think ing I recognised my servant's voice, I called him and inquired Avhat had happened. He said that their tent had been blown down. I said, that being the case, Ave had better have dinner. His reply Avas, ' Please, sir, there isn't any ! I took the pot inside the tent out of the rain ; but when the Avind blew the tent down, the pole knocked me over, and I fell over the cooking-pot and upset it !' Pleasant, wasn't it 1 The rain was coming through the canvas of our tent in streams, and I had got all my blankets rolled up in my"], [271, "HOW I VOLUNTEERED FOR THE CAPE. 253 mackintosh-sheet and was sitting on them, feeling at that moment very much, I think, like Marius weeping over the ruins of Carthage. I was so hungry that eat something I must, so I lit my candle-lantern, put a tin plate over it, and set to work frying bacon. My brother lieutenant looked on moodily for some time, but the pangs of hunger and the smell of the bacon Avere too much for him, and he soon folloAved my example. A sketch of the interior of our tent at that moment would haA'e much amused ' those gentlemen of England who sit at home at ease.' Imagine, my readers, tAvo very sun burnt warriors in Avar-paint, each seated on a bundle of blankets, with a lantern between his legs, gravely superintending the cooking of some morsels of bacon that were frizzling in a tin plate, and there you have the picture. Before we had completed our repast, the officers from B and C troops came bolt ing into our tent for shelter. Their tents had been blown down whilst they were at dinner. Poor Cobbin came in presently, he, too,"], [272, "254 HOAV I VOLUNTEERED FOR THE CAPE. having been served in the same way. He was very Ioav indeed at having lost his dinner. They borroAved our stoves and bacon, and set to Avork to make amends. Later in the evening the rain left off, so I and my servant set to Avork to bade out my sleeping-place, which presented the appear ance of a small lake. The next morning was lovely, and the sun soon dried such things as Avere wet. In the afternoon the major, Avith the patrol, returned. They had experienced some hot fighting, having with the 13th attacked, taken, and destroyed M'Soot's Kraal. The niggers had made a determined stand, and were only driven back after about four hours' fighting, with about one hundred killed. The loss on our side was three men of the 13th killed and five Avounded, and two men of the F. L. Horse Avounded. They burnt the kraal, and destroyed a large quantity of mealies. The next day we continued our doAvnward march, and having entered the Transvaal again, we had nothing but dreary scenery and"], [273, "HOW I A'OLUNTEERED FOR THE CAPE. 255 monotonous marching. We arrived at Lake Chrissie on November 4th, and stayed there a day. There we had a grand hunt after the buck. About forty of our men Avent out, and suc ceeded in bringing in a goodly number. I cannot say that I Avas successful, for al though I had several shots I managed to miss every time. It is not easy shooting, as you have to gallop after the buck, and then dismount to fire. The violent exercise and the hurry both combine to make your aim unsteady. Some of the Dutchmen in our regiment were marvellous shots, and seldom failed to bring down their buck. A Avord or two about the Dutch Boers will not be out of place here. I shall not say much, as I don't like the subject. As a race, they are in my opinion Avorse than savages. They live in a state of primitiveness that is both immoral and disgusting. A small house, which we should consider only just large enough for a man and his wife, they consider large enough not only for the old man and his wife, but for his grown-up sons"], [274, "256 HOW I VOLUNTEERED FOR THE CAPE. and daughters, their Avives aud husbands and children. They feed altogether, and sleep ditto. If by chance you are benighted, and are forced to seek hospitality at the house of a Boer, you will in all probability be offered, and expected to accept, a share of the bed in Avhich he and his Avife sleep. Confiding, no doubt ! but to our English tastes not plea sant. I am only presuming that you are so lucky as to receive hospitality from a Boer. My experiences are vastly different from those of Mr. Trollope. I found that if you could not talk the language you might, in most cases, die of thirst or starvation before a Boer will give you a drink or a mouthful of bread. He will, in all probability, slam the door in your face, and tell you to go away for a Englishman ! There are of course excep tions, but those exceptions only prove the rule. On our journey up I stopped at the farm of a Mr. Retief, who was most kind and hos pitable ; but then, he was an educated man,"], [275, "HOW I VOLUNTEERED FOR THE CAPE. 257 and had associated with Englishmen ! My readers need not bewail the want of hospi tality on the part of the Boers, as I don't think they would like it if they received it. It seemed to me quite an acquired taste ! Before starting from Lake Chrissie I sent in my official letter of resignation to the major, to be forwarded by him to the lieu tenant-general. We continued our march, and arrived at Mr. Robertson's farm on Nov. 8th, where we received orders to remain until further notice. We were then about sixty miles north of NeAvcastle. After having been there a week the major sent a lieutenant in charge of two wagons down to Newcastle for stores. As this was a first-rate opportunity for getting my kit down so far, I asked him to let me go. He at first refused, on the ground that my resignation had not yet been accepted ; but on my promising not to leave Pietermaritzburg before receiving notice of its acceptance, he very kindly let me go, and I left the Frontier Light Horse, and became once more a civilian. 17"], [276, "258 HOW I VOLUNTEERED FOR THE CAPE. When I awoke on the morning I was to start, I felt very sad at heart to think that it was the last time I should sleep with the regiment. I slipped out quietly to say good bye to my horse. I was glad I was unob served, as I had a terrible lump in my throat, and I am not sure by that that there was not something the matter with my eyes. The old horse seemed, to know there was something up, as he kept looking at me in a Avondering kind of way. I strolled about for a little, just to settle myself, and then Avent back to take my last breakfast under canvas. Directly after break fast I received notice that the wagons Avere ready to start, and that B , the lieutenant in charge, was waiting ; so I took a hurried fareAvell of my brother officers, and started. The lump in my throat came back again, and would not go away for nearly an hour, during which time we did not do much talking. It took us two days to get to NeAvcastle, where Lieutenant B completed his shop ping, and returned on the following day, leaving me, a gentleman at large, to pursue"], [277, "HOAV I VOLUNTEERED FOR THE CAPE. 259 my journey towards Pietermaritzburg alone. I took a seat in the post-cart, and arrived at Pietermaritzburg after a two days' journey. I found the official acceptance of my re signation aAvaiting me, so I had nothing to do but to get my luggage together and start for Durban en route to England. Finding my luggage was no easy matter, as on its arrival in Pietermaritzburg it had been divided, some being placed in one military store and some in another. At first I could find no one who knew anything about the matter ; but after Avasting several days of precious time I got everything together and went to Durban. I had to send all my luggage by post-Avagon, thereby incurring an expense of about five pounds. Once in Durban all was plain sailing, and in two days' time I started in the Melrose en route for Port Elizabeth, where I trans shipped on board the Edinburgh Castle. Readers, my little story is finished. As I stated in my preface, my objects were, first, to advise those young felloAvs Avho think of folloAving my example ; and, secondly, if 17—2"], [278, "260 HOW I VOLUNTEERED FOR THE CAPE. possible, to interest those who perhaps have friends soldiering in South Africa. If I have done one of these I shall be pleased; if both, I shall have obtained my greatest wish. ERKATA. Page 117, line 24, /or 'keep' read 'kept.' „ 119, „ 16, „ 'fort' „ 'foot.' „ 182, „ 19, „ 'presumedly' „ 'presumably.' „ 213, „ 17, „ 'you' „ 'we.' „ 243, „ 21, „ 'mess' „ 'men's.' THE END. BILLING AND SONS, PRINTERS, GUILDFORD, SL'RRET."], [279, ""], [280, ""], [281, ""], [282, ""]]