[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE MAID OF FLORENCE; OR, A WOMAN'S VENGEANCE % Crageirri IN FIVE ACTS. WITH AN HISTORICAL PREFACE. LONDON: SAMPSON LOW, MARSTON, LOW, & SEARLE, 18 8, FLEET STREET. CANADA : C 0 P P, CLARK, AND CO., 47, FRONT STREET EAST, TORONTO. 1874."], [6, ""], [7, "AN HISTORICAL PREFACE. The persons and events represented in the following tragedy exhibit to the eye and the mind of the spectator many striking features of the social and political condition of Italy towards the close of the thirteenth century. Perhaps no other age and country ever presented so singular a combination of events, institutions and charac ters, as Italy at this time ; for it afforded examples of every variety of political organization, and every phase of social Use, near neighbours too, in actual contact with each other. At this period we see the Empire and the Church struggling for the mastery, and spurring on two embittered and warring factions, the Guelfs and the Ghibelines, arrayed for generations against each other, and maintain ing by battle, by intrigue, by treachery and assassination, the one party the divine right of the Pope, the other that of the Emperor. Under these rival claimants of supreme power, Italy was parcelled out among many subordinate princes and nobles, the hereditary lords of larger or smaller estates, intermingled with numerous Republican cities holding wider or narrower territories. Some of these cities were ruled by a caste of nobles, others by an oligarchical faction, others again by the mob ; while an ever-increasing number were controlled by some petty tyrant, who, by force or fraud, or both,"], [8, "HISTORICAL PREFACE IV had raised himself from the rank of citizen to that of master of the State. Although the feudal system had been introduced into Italy, it was never as fully established there as on the other side of the Alps ; and perhaps from this cause we find it, in Italy, in the closest neighbourhood, indeed strangely intermingled with the institutions of commercial republics, and often in contact with the most licentious democracy. For many of the lesser nobles were led by necessity, expediency, or ambition to connect themselves with these republics, becoming citizens of some neighbour ing city, yet retaining their rural possessions and their feudal manners. They often wielded great power in the state, although there sprung up amongst the true burghers an intense jealousy of their lordly fellow- citizens, who indeed gave them frequent cause of offence. These republics being often at war with each other, or with some neighbouring prince, the whole militia of the city had, at times, to take the field. But the state found its most skilful leaders and best soldiers among the nobles and their retainers, whose contempt for trade and me chanical and sedentary occupations led them to cultivate the more invigorating pursuits of rural life. Their devotion to the chase, their skill in horsemanship, and in the use of weapons, their love of warlike enterprise, coupled with the improvements in the armour and equipments of the man at-arms, gave to the nobles an acknowledged superiority over the townsmen, who were yet loth to tolerate their superiority in other respects. To such a height did this jealousy rise that at Florence, Milan, and many other places, the nobles were at times banished to their castles ;"], [9, "HISTORICAL PREFACE. V and one mode adopted of disfranchising a powerful or turbulent citizen was to declare him a noble, and dis qualified from holding office in the republic. Meanwhile the more warlike and enterprising nobles, recruiting the number of their followers, organized com panies of free lances, and made contracts for military ser vice with different states that were at war with each other ; at the termination of the contract freely transferring their service from one power to another, according to the de mand for troops, and the pay offered them, and, during the short intervals of peace, often maintaining their followers at free quarters on the country around them. Nothing can better indicate the divided and troubled condition of Italy, politically and socially, than the fre quent, and, in some cases, customary choice by the citizens of these republics of some foreigner to fill the post of Podesta, or governor of the city. He was usually a noble and a soldier, but sometimes brought with him one or more learned jurists to aid him in his judicial duties. This custom originated in a deep conviction that no man but a foreigner, born and bred far from the feuds and factions that convulsed the state, could be so free from partisan bias as to deal out impartial justice to litigants of every party. Another proof of the troubled condition of Italy was furnished by the numberless exiles scattered all over the country ; citizens, and chiefly distinguished citizens, ex pelled from their native city by some hostile faction : Guelfs by Ghibelines ; Ghibelines by Guelfs ; the Bianchi by the Neri ; the Neri by the Bianchi ; or else the victims of some more local quarrel. Thus the family and adherents"], [10, "HISTORICAL PREFACE. VI of the great baronial house of Delia Torre, which had often done good service to Milan, were expelled by that member of the Visconti family, who first made himself master and tyrant of his native city, and thus founded the great duchy of Milan. Such, too, at Rome was the result of the pro longed struggle between the great families of Colonna and Orsini, in which cardinals and popes became partisans. Near the close of the century, Cardinal Benedict Caietan, a bitter enemy of the Colonna, being chosen Pope (Boni face VIII. ), not only brought to bear against them his spiritual and temporal power, but entrapping them by fraud and treacher}*, confiscated their estates, and banished them from the territories of the Church. But this warlike family were not to be put down. At the head of com panies of free lances they continued to play conspicuous parts in Italian history, and re-established themselves more firmly than ever in their old strongholds in the neighbourhood of Rome. Some of the fiercest and most lasting of the feuds which troubled Italy originated in private and even family quar rels, which, after involving the immediate neighbours, spread to adjacent cities, and convulsed whole provinces. A quarrel between two of the Cancellieri, a powerful family of Pistoia, gave rise to the parties of the Bianchi and the Neri, which soon divided that city into two hostile camps. A well-meant effort of the Florentines to reconcile the parties involved Florence and all Tuscany in the feud ; and the mischief was not allayed, but aggravated, by the interference of the Pope, Boniface VIII. He had called Charles de Valois, the brother of Philip le Bel, into Italy, to place him at the head of an expedition he meditated"], [11, "HISTORICAL PREFACE. VII against Sicily. He now charged him to pacify Tuscany on his way, and gave him to understand that in States so rich it would be easy to repay himself for his trouble. The Republic of Florence dared not refuse the mediation of Charles. It was accustomed to regard the House of France as the protector of the Church and of the Guelf party. It, however, limited in precise terms the authority allowed him, before receiving him, with eight hundred cavalry, into the city. But Charles, making no account of the engage ment he had taken, at once formed an intimate alliance with the Neri. Having agreed on his share of the booty, he gave a loose rein to their passions, permitting them for several days to pillage and bum the houses of their enemies ; to kill those who were most odious to them ; to carry off the heiresses of rich families, and marry them to their sons ; and to procure sentences of exile and confisca tion to be pronounced against all the most illustrious families of the Bianchi party by the Podesta, a creature of Charles of Valois, whom he had brought there. The French cavalry and the Guelfs of Romagna, whom he had introduced into the city, assisted at all these outrages. Charles at length quitted Florence, carrying off immense wealth. His cavalry were loaded with gold and precious stuffs ; but he carried with him the curse of the Floren tines, which seemed to follow him in his unsuccessful ex pedition against Sicily. Two generations earlier a private quarrel in Florence had given birth to similar and more lasting evils. Cases of breach of promise of marriage are apt to excite keen interest. One occurred in Florence not to be soon for gotten. A young Guelf noble of the upper vale of Arno,"], [12, "VIII HISTORICAL PREFACE. named Buondelmonte, who had been made a citizen of Florence, demanded in marriage a young lady of the Ghibeline house of Amadei, and was accepted. While the nuptials were in preparation, a noble lady of the Donati family stopped Buondelmonte as he was passing her door, and, bringing him into the room where her women were at work, raised the veil of her daughter, whose beauty was exquisite. \"Here,\" said she, \"is the wife I reserved for you. Like you she is a Guelf, while you would take one from among the enemies of your Church and your race ! \" Buondelmonte, dazzled and enamoured, instantly accepted the proffered hand. The Amadei looked upon his incon stancy as a deep affront. All the noble Ghibeline families in Florence, about twenty-four in number, met and agreed that he should atone for the offence with his life. On the morning of Easter Sunday an armed party lay in wait in the house of one of the Amadei ; and just as Buondelmonte, riding on a white horse, and thinking it as easy a matter to forget an injury as to reject an alliance, had crossed the Ponte Vecchio, they rushed out upon him, and he was killed at the foot of the statue of Mars, a relic of paganism which still stood there. Well might Dante call the blood spilt here \" a seed of sorrow to the Tuscan race.\" Forty-two families of the Guelf party met and swore to avenge this deed. Blood did, indeed, atone for blood. Every day some new murder, some new battle, alarmed Florence during the space of thirty-three years. These two parties stood opposed to each other within the walls of the same city ; and, although often reconciled, every little accident renewed their animosity, and they again flew to arms to avenge ancient wrongs."], [13, "HISTORICAL PREFACE. IX The ferment of political and social commotion in which the Italians were living, far from checking, seems to have excited mental activity, stimulating inquiry, enterprise, and industry in all human pursuits. We now look back upon the thirteenth century as a period at which Europe had not yet emerged from the darkness of the middle ages. But already towards the close of this age a strong focus of light had been thrown upon Italy. What if many various-coloured and diverging rays, tending to deceive and mislead the eye, in its search after truth, were mingled with the purer light ? What age is free from refracting media and misguiding radiance ? Has this nineteenth century got beyond all such sources of error ? The century closed upon Italy in the midst of an era of intense political, commercial, and intellectual activity. War and diplomacy have seldom been more busy ; and what is known as Machiavellian policy had already been perfected generations before Machiavelli was born. Ex amples of every conceivable form of government were to be found in the land, from theocracy, as represented by God's vice-regent the Pope, to the fierce democracies of the commercial cities.. Every experiment in the organiza tion of republican government was on trial, or had been tried, with a success perhaps quite equalling that attained to in our enlightened age. In the year 1300 Dante was composing that immortal poem which laid the foundation of all modern romantic literature. The young Giotto was already painting, carving, and designing those works, noble in conception and execution, which laid the foundation of all modern"], [14, "X HISTORICAL PREFACE. art. St. Thomas of Aquinum, the greatest of the school men, had but lately passed away, after carrying to the highest point the subtilty of the human intellect. Marco Polo, the most renowned of travellers, returning home after spending half a lifetime in observant exploration of Tartary, Thibet, and China, was revealing to his countrymen the wonders and mysteries of those vast empires, so imper fectly known to us at this day. Italian merchants had established their counting-houses in every city in Europe and Western Asia, controlling the commerce of the world, and bringing the precious commodities of the remotest East, and the skilful productions of Italian factories and workshops to every market in Christendom. Italian capitalists, who, many of them coming from Lombardy, were all known as Lombards, were then the bankers through out Germany, France, and England ; and to this day that street which is now the financial centre of the world still retains their name. Throughout the kingdoms of Europe the florin of Florence was more current than the coin of the realm. Nor was commerce the only source of wealth and influence to Italy. It was the centre of the Christian world, and its chief city the seat of- the sovereign head of the Church. From Rome the Pope's lieutenants and agents, learned, acute, adroit, and sometimes devout men, were constantly sent forth to sustain and extend the papal influence at every court, in every city, castle, cathedral and monastery in Western Europe. Rivalling in amount the gains that rewarded the enterprise and industry of the Italian merchants and manufacturers, the contributions of the faithful flowed in a constant stream into Italy, foster-"], [15, "HISTORICAL PREFACE. XI ing industry, the arts, and luxury throughout the peninsula. We have given a hasty sketch of the condition of Italy towards the close of the thirteenth century, but must say that the events in Italian history are so multitudinous and complex that many chapters of it are very imperfectly known. In vain would the inquiring reader turn over the pages of well-known Italian historians in order to find an account of the persons and events we are about to exhibit to him. One short chapter seems to have been long lost out of the annals of Florence. But luckily it has been lately disinterred from among the literary rubbish of one of those religious houses, so summarily secularized by a government which does not believe in monks, nor perhaps in anything else. A careful study of this old MS. soon disentangled an interesting chain of incidents from the garrulous and somewhat confused narrative written in monkish Latin. Unlike the stubborn materials which fill most pages of history, this new-found matter would so obviously run readily into the dramatic mould, that it at once suggested the thought of presenting it to the spec tator in the form of a drama."], [16, "CHAEACTEKS REPRESENTED. WOMEN. Bianca, [Daughter to Savona.) Theresa, (Waiting -woman to Bianca.) Mother Ursula, (a She-doctor and Poisoner.) MEN. Colonna, (a Roman Noble, Captain of a Company of Free Lances, and General of the Florentines.) Bernardo Colonna, (Kinsman and Lieutenant to Colonna.) Savona, (a great Florentine Merchant and Gonfalonier of Justice.) Antonio Savona, (Brother to the preceding and one of the Priors of the Arts.) Bondelmont, (a young Florentine Noble of great estate and influence.) Montano (Friend to Bondelmont.) Donati, (Kinsman to Bondelmont.) Gherardo, Manfredi, (Young Florentine Nobles.\\ (JONRADIN, ' Rossi, 1st Florentine Noble. -2nd 1st Prior of the Arts. 2«rf ,, ,, ,, ,, ora ,, ,, ,, ,, Page to Colonna. A Follower of Bondelmont. Priors of the Arts (Members of the Signiory), Nobles, Soldiers of Colonna's Company of Free Lances, Armed Vassals of Bondelmont, Florentine Citizens and Rabble. The Scene of Action — Florence. The Time — Close of 13th Century."], [17, "A C T I. SCENE I. An apartment in Savona's Palace. Bianca and Theresa seated at their tapestry. Ther. (looking up eagerly.) Methought I heard a trumpet ! Bian. Bethink you of your tapestry, my girl. [showing her own. See the broad garden I have here spread out Enriched with fruit and flowers. Yours is yet A narrow border (pointing to Theresa's.) — Call you that a rose? Ther. What else, my lady ? Bian. Dame Nature and the gardener both would scorn That libel on their craft. Your fingers stray While eyes and ears are wandering. Enter Savona. Savo. Why, my Bianca ! Ever busy thus ? A pattern of the housewife's industry ? [Bianca and Theresa rise."], [18, "14 THE MAID OF FLORENCE. Were you the daughter of a needy burgher This were a virtue — here 'tis useless toil. Bian. Tis useful e'en to me. We feeble women, Unfit for better things, with busy trifles Must drive away the meddling fiend who waits On every idle hour. Our evil thoughts — Savo. Your evil thoughts, my child ! You know not evil — Inborn self-will excepted. But why now, While every maid in Florence, young and old, The fair and homely, noble and the mean, Adorns herself aud eagerly awaits The eye of admiration — why should you, Her fairest daughter, noble, young, and wealthy, Thus hidden disappoint the longing eyes That watch for you alone ? Bian But why to-day ? This is no festival. What other cause May call them forth — Savo It is a day of triumph ! Our gallant army, by Colonna led, That youthful veteran, with conquest crowned, Is entering now the gates, and every heart That beats with love for Florence hastens now To grace the triumph of the sons of Florence ! Bian. The sons of Florence ! Name their mighty deeds ! Say, who has been the hero of this war ? No son of Florence, but a foreign leader."], [19, "15 THE MAID OF FLORENCE. The bold Colonna, with a hireling sword, Achieves the laurels of each stricken field ; His mercenary band our strong defence, His glory the reproach of Florentines ! Savo. You are unjust; although Colonna be The first in arms, yet have our native youth Played well their parts, and should partake his triumph. Bian. They merely did their duty. To have fail'd Had been dishonour. Savo. And can they claim no merit, having done What many fail to do ? At this glad hour Each maid and matron's bosom, who can boast A lover, son, or husband in their ranks, Dilates with triumph. Be not you alone Unmoved amid the universal joy. Bianca's image is the polar star To many a gallant heart. Still have you frowned Where I would have you smile. Unbend, my girl, Your stubborn pride, and heed a father's prayer. Before your eyes will march the proud array, In which the banners of your noblest suitors Shine forth conspicuous. Upon them look, Mark well the glances shot from lovers' eyes. Choose you the worthiest, and on him bestow Some little mark of favour, e'en a smile, Enough to fan the flame of hopeless love. Bian. That may not be. So bold a preference would be unmaidenly."], [20, "16 THE MAID OF FLORENCE. Savo. I say no more — I. over-fond, entreat, but should command. Farewell, perverse one, I must now be gone — The signiory await me. [Exit. [Bianca resumes her tapestry. A trumpet. Loud huzzas in the distance. Theresa runs to the window. Ther,- They come, they come ! In gorgeous array The flashing armour, and the prancing steeds, The nodding plumes, and banners waving high, In gay confusion, paint the pomp of war. 0, madam, now look forth ! Bian. In vain you tempt me. The vice of Eve is not so strong within me, But it may be controlled. Ther. A sight so glorious you ne'er beheld ! Bian. Forbear your hopeless task ; you cannot move me. Ther. Now they draw near, and plainly may you mark The banner of each noble house in Florence, Its sons and their retainers clustering round it. Full many a noble pennon freely waves, And many a gallant youth, in battle tried, Upon your window casts a longing eye, And asks one smile from Florence's fairest maid. Bian. (rising.) What have they done to win a smile from me ?"], [21, "17 THE MAID OF FLORENCE. No flaunting banner, gorgeous coat of arms, The trappings and the foppery of war, Delight my fancy, or can win my love. Ther. Are you a woman ? There Gherardo rides, His war-horse champing proudly on the bit ; While he, unconscious of the gaping crowd, Looks but for you, and shall he look in vain ? A single smile he asks, a cheap reward. Bian. Let him pass on ; I have no smile for him. Ther. See, gay Bondelmont comes, beloved by all, Excepting one ; the noblest youth in Florence ; And blest in all, save only in his love. Must he, too, pass unseen ? Sure, she is stone ! A banner follows now to me unknown — It bears a massive column — 'tis Colonna's ! Colonna, who, with mercenary sword, So well has served the righteous cause of Florence His revenue his ruthless followers' blood, War his delight, the tented field his home. Perchance the eye that scorns our native youth, As summer soldiers, yet may look on him With an approving gaze. Bian. Why should it not ? He is a warrior, in council wise, Victorious in the field. The head, the heart, And hand are his, to plan, and dare, and do Heroic deeds. Though he were ugly, old, B"], [22, "18 THE MAID OF FLORENCE. Obscure in origin, in manners mean, Yet would I deem him an accomplished knight A princess' love deserving. Ther. Look then, my lady, on your hireling soldier. Bian. Spite of your sneers I will [goes to the window. A hireling soldier ! He looks the hero worthy to lead forth A kingdom's power to battle for a crown ! Ther. Looks he not like the champion of a queen ? How gracefully he reins his gallant steed, Who spurns the earth as of his burden proud ! Bian. This is no carpet knight ; no gaudy trap- pings Set off his simple armour ; clothed in steel, The saddle of the war-horse is his home. Inured to triumph, with collected mien, The shouts of gratulation he receives As an accustomed thing. Ther. (aside.) Sure she is caught ; The bird that oft escapes the fowler's net May yet be caught at last. He sees her now — He marks with eager glance her lovely form, Doffs his plumed helm, in graceful homage saying : I, who defy the world, will be your slave ! Nay, madam, draw not back. Look forth again. Bian. I cannot."], [23, "19 THE MAID OF FLORENCE. Ther He lingers yet, as loth to look his last Upon a glorious vision. Now he's gone — By the dense throng of his retainers hidden, Yet still his snow-white plume betrays his course. [Bianca goes to the window. Nay, now, my lady, you gaze but in vain — Why, madam, can it be ? — [Bianca withdraws from the window. Bian. Oh, shame to Florence ! That she should find the rock of her defence, Not in the valour of her native sons, But in a foreign chief's heroic deeds ! Ther. (aside.) Why, what new fit is this ? Bian. A foreigner ? Why should I deem him such ? What is our boasted Florence but a part, One little spot in fruitful Italy ? His mother tongue is mine ; the gentle air, That even now sweeps o'er the walls of Florence, Has lately fanned the stately towers of Rome. Ther. (aside.) Ha! Runs the current thus? Bian. He is my countryman ! And, were he not, The brave should find in every clime a home, And noble hearts to noble hearts be joined By stronger ties than the chance place of birth. But whither am I led ? He knows me not, One moment seen, and in the next forgotten. I'll think of him no more. [sits, and takes up her tapestry."], [24, "20 THE MAID OF FLORENCE. Ther. (aside.) What a convincing orator is love ! For all her vaunts, had he been ugly, old, Obscure in origin, in manners mean, Though Cæsar's equal, he had yet remained A foreigner to her. Bian. (throwing her work aside.) It may not be. The petty arts of woman's industry May task my hands, but cannot fix my mind. [Exit, followed by Theresa. SCENE II. The Hall of the Signiory. The Signiory in Session. Savona presiding. Enter Bondelmont, Montano, Gherardo, Manfredi, Conradin, Donati, and others. Savo. Welcome, my gallant signiors, back to Florence. Your warlike ardour you have vented now Upon our foes, your valour's proper food. Noble Bondelmont, have you crossed unscathed The bloody fields of war? Bondel. I have, my lord. Savo. If fame speak true, not so have your opponents. Well have you gilt, my lord, with foreign gore, Your maiden sword, unstained by blood of Florence. Alas ! that you, among our noblest youth,"], [25, "21 THE MAID OF FLORENCE. Should stand alone in this. Think not, my friends, [to the others. That I now seek occasion to reproach you. But well you know how oft our native blood, Poured forth by native hands, delights the eyes Of foes to Florence. Monta. We must own it true. Savo. Where is your valiant leader, great Colonna ? Bondel. E'en now at hand. Enter Colonna and Bernardo. Colon. Most potent Signiors, To each and all a reverential greeting. Savo. (descending from his seat). Let me embrace you. [embraces him. Colon. In this your highness does me too much honour. Savo. That cannot be. Welcome, brave lieu- tenant, [to Bernardo. I need not say, Colonna, you are welcome. You bring your welcome with you. Victory, Which, till you took the guidance of our arms, Had been of late somewhat a stranger to us, Now perches on our standard. Small the cost, Yet rich the purchase you have now achieved, The safety of the State. Colon. If I led well, I have been nobly followed Point glory's path to Florence's gallant sons, And they to death will tread it."], [26, "22 THE MAID OF FLORENCE. Savo. Your letters we have read, yet fain would hear From your own lips the tale of your success. Colon. It would but ill beseem me to become The trumpet of my fortunes — Anto. Yet, for once, Be the narrator of your own great deeds, And gratify us all. [ The Priors leave their seats, and all are grouped around Colonna. Colon. 'Tis known to all ; Our foes, inflamed with confidence and rage, Had sat them down before Cortona's towers, And hotly pressed the siege. Already they Inflated with success, account it theirs In fond anticipation. Its defenders, By famine wasted, weakened by the sword, Now watch with hollow eyes the road to Florence, And feed themselves on hope. E'en that weak food Was failing fast, when o'er the mountain's brow, E'en with the blessed sun, uprose our banners ; A sudden, secret, and circuitous march Had brought us there ; and the unready foe Beheld the glittering but fearful storm Just bursting on their heads. To arms they rush, But all too late ; ere they in meet array Can form their battle w*e upon them sweep In firm, unbroken, and impetuous charge."], [27, "23 THE MAID OF FLORENCE. Not long they stand the shock ; their centre broken, And driven backward towards the castle walls, They strive in vain to rally — Just then Boiardo Wide open threw his stubborn castle gates, Where late they knocked in vain, and forth he led His faint but valiant few. This new assault Despaired their lingering hopes ; the panic spreads; Their reeling ranks in wild confusion lost, Their very numbers aid in their destruction. No longer glorious battle rules the plain ; Pursuit and slaughter, prisoners and spoil Usurp its place, and on the tumult sweeps In wild career, and still the wide spreads O'er every path that offers hope of safety. Savo. It was a glorious morn ! defeating thus, With force so small, the treble numbered foe. Anto. Pursue your tale, we long to hear the issue Colon. Pursuing still the foe we soon encamped Beneath Sienna's walls. A refuge there The routed army found. Her trembling sons Shut fast the gates and skulk behind their ramparts. E'en climbing fire, with its thousand tongues Quivering with rage, and vomiting destruction Upon their suburbs, cannot tempt them forth To prove the fortune of a second field. They look in vain for succour. We the while Sacking rich villas, reaping fertile fields, And gathering flocks aud herds, again to Florence"], [28, "24 THE MAID OF FLORENCE. Return, with spoil incumbered, to await The proffered terms of peace. Savo Not less than they, stand we in need of peace. Our treasury is empty, and we know not How it may be replenished. First Prior Our trade Now languishes beneath this wasteful war ; And bankrupt merchants, starving artisans, In growing numbers tell its dreadful ills. Anto. Our wasted or half cultivated fields Cannot supply us food ; the populace Cry out for bread, and scarce can be restrained From wild excess, the child of pinching want — Savo. Too sore, alas ! our need of peace, Colonna. Think you our foes are earnest in their proffers? Or pause they now only for lack of breath ? Is this a truce, or will it prove a peace ? Colon. A fleeting, hollow truce ; no lasting peace ; Or else I know them not. We must repose As men who rest on a disputed field, With coming day a new assault expecting. Savo. Then we will sleep in armour — Now speak I of yourself. The Signiory, Who are the voice of Florence, cannot prize Your great deserts too highly. They decree To the brave men, who serve beneath your banner, Double their promised pay — and to yourself Ten thousand florins and the fief of Molza —"], [29, "25 THE MAID OF FLORENCE. Colon. A rich donation well becoming Florence. Savo. We still must hold you high in trust and honour, For, brave Colonna, Florence owes you much, And will not prove ungrateful. Colon. Nor will I Prove ever else than faithful. Savo. We no longer Will keep you from your rest. But in the morning, Join us beneath the roof of Santa Croce, There with glad voices and thankful hearts To sing Te Deum for our victory ! [Exeunt the Signiory one way, the Soldiers another. SCENE III. A Street before Savona's Palace. Enter Colonna and Bernardo. Colon. What think you of the Signiory's grants ? Have not these burghers shown a liberal hand ? [Colonna eyes the Palace inquisitively. Bern. I think, my lord, that they can well afford A part to them who have preserved the whole. Colon. What ! not content ? Yours is a grasping soul. Bern. What is ambition but a grasping soul ? Colon. True; but to grasp at golden wreaths of fame, Not sordid pelf, becomes the generous mind."], [30, "26 THE MAID OF FLORENCE. Bern. They are but shadows, not substantial things, The shades of wealth and power — Colon, (eyeing the Palace.) Well, be it so. Bern. Will you proceed ? The night comes on apace. Colon. You are, I think, familiar with this city. Whose is this stately mansion ? Know you not ? Bern. It is Savona's whom you lately saw Presiding in the council. Colon. Say you so ? Bern. The family, though somewhat new to power, Have been from sire to son, for generations, True worshippers of commerce, and are now The wealthiest and most potent of their class, Those merchant princes, new nobility, Whom commerce has created. Colon. Who form his family ? Has he no child ? Bern. An only child he has, a haughty maid ! Whose icy coldness and unyielding pride Reject with scorn the vows of noblest suitors. The fair Bianca, called the flower of Florence, A bright but self-willed girl — Colon. Forbear — No more, You know her not, and may perchance, belie her. Bern. Ha ! is it so ? I marked, my lord, as we rode slowly past, You on that window gazed with steadfast eye,"], [31, "THE MAID OF FLORENCE. 27 And made a moment's pause. You doffed your helm ; And then you lingered, often looking back- As if to note the spot — [songs and shouts at a distance. Colon. What means that noise ? Bern. It is the sound of boisterous revelry. The youth of Florence, from the field returned, Now celebrate their valour o'er their cups, And boast their mighty deeds. They are unused To fortune's favours on the embattled plain, And may be pardoned some excess of joy. [shouts. Colon. They shout again. Bern. Their orgies will not end Without some wild and riotous excess. Colon. Why think you so ? Bern. Because I know them well. These walls contain A factious people, given to commotion, And loving riot as their daily bread. Each noble cherishes some deadly hate, Some late or else hereditary feud, Which he would gladly wreak — Not the Colonna and Orsini bear, Each to the rival house, more lasting hate, Than these unto each other. Add to this, The angry chasm 'tween the haughty nobles And discontented commons, though bridged o'er By seeming union, gapes open still ;"], [32, "28 THE MAID OF FLORENCE. Each new commotion rends the state asunder. Trust me, wide Italy holds not a state More cursed with feuds and factions. Colon. In state so troubled, the unresting spirit Is in its element ; and may put forth All its untiring energies, nor pause And sink to loathsome rest for want of work. Bern. Most true, my lord; in this distracted state The aspiring mind, by policy directed, May find foundation and material To rear the fabric of despotic power. Colon, (musing.) Florence shall be my home. For I in Florence Will find the food wherewith to feed ambition, E'en to satisfy, until it grow Perchance to princely power. [to Bern. Go to my lodgings. Some two hours hence You may expect me. Bern. Trust me, my lord, the streets will not be safe When night has fallen. You must not remain Abroad alone. Colon. Away; you are too fearful. I have not borne the brunt of twenty fields, To fall the victim to a drunken broil Or coward rabble's rage — Pass on and leave me. [Exit Bern"], [33, "THE MAID OF FLORENCE. 29 Here will I pause until some herald fit For Cupid's embassies, some errand page Or waiting gentlewoman issue forth. More will I learn of this unrivalled maid, Whose single glance of silent approbation Has far outweighed with me the rabble's shout, Or e'en the Senate's solid gratitude. 'Twas from yon window shone her lovely form — [Bianca's hand shows a wreath at the window. Bv heaven, 'tis so ! I see a beauteous hand Whose dazzling whiteness far outvies the pearls Encircling the wrist ; and in that hand A leafy coronet, the warrior's meed, The victor-crowning laurel ; and the wreath Of blushing roses skilfully entwined Till that another and a sweeter hope May prompt the warrior's toils — [Bianca lets the wreath fall. It falls ! ' Tis mine ! And I will keep it safe, Although a thousand jealous lovers strive To tear it from my brow. [puts it on his head The hand is gone — Come, thou sweet promise of the lover's bliss. Hide now thy head, [puts it under his cloak while I, by thee emboldened, Seek entrance here to thank the beauteous giver ! [Exit."], [34, "30 THE MAID OF FLORENCE. SCENE IV. An Apartment in Savona's Palace. Enter Bianca. Bian. Alas ! what have I done ? Does this become Savona's daughter, and the proudest maid Within the walls of Florence ? Thus to seek, Unsought, the notice of a foreign knight ! Alas ! what can he deem me but a bold Unblushing girl, of modesty devoid, And thereby destitute of every grace ! Oh, rather would I be to him unknown For ever, than be known to be despised. Truly, I fear lie cannot but contemn me. Enter Theresa. Ther. Madam, I have a message for your ear, If you will deign to hear it. Bian. Say, from whom ? Ther. The message that will show. Bian. Then to your message. Ther. 'Tis this : — Bestowed by fair Bianca's hand A laurel wreath adorns Colonna's brow. Can he be worthy to receive the gift, Yet not to thank the giver ? Bian. (aside) Is it thus Colonna speaks ? Perchance he prizes that I feared he would despise."], [35, "31 THE MAID OF FLORENCE. Ther. What say you, madam ? Will you not listen to Colonna's thanks Which burden him unpaid ? Bian. What ! I receive him ? Here ? That may not be. Girl, you are mad to dream it. Ther. Is that your answer ? You wish not to see him. Bian. Nay, be not so abrupt — Tell him — Theresa, Do you not think it would be very wrong ? Ther. Not I, indeed ; methinks it were ungracious — Bian. (musing.) No, no, it cannot be. I must not see him. Ther. (aside.) I think you ought, and know I shall be thanked, If now I disobey. [Exit. Bian. (musing.) It may not be, Bianca, rouse your pride ! Enough of folly Already marks the day. Theresa, no — Why, she is gone ! Perchance to lead him hither ! Theresa ! stay, forbear ! make fast the door ; I will not see — Enter Colonna and Theresa. Colon. You will not see Colonna — And yet presumptuous Colonna comes — And this the armour that has made him bold. [shows the wreath. Bian. 'Tis I have been too bold — yet sought no more"], [36, "32 THE MAID OF FLORENCE Than to express what every Florentine To great Colonna owes. In honest truth I thought thou wouldst not heed, Amid the murmur of applauding crowds. A simple maiden's praise — Colon. The maiden's praise Sounds ever sweetest in the soldier's ear. Its gentle tones outstrip the clamorous breath Of shouting crowds, and pierce the thrilling heart. When fair Bianca from her window gazed Upon Colonna as he rode beneath, A single smile he sought to crown his triumph ; But when this wreath his throbbing temples bound, His swelling heart confessed his triumph perfect ! Bian. A paltry favour. You embolden me To lay aside the maiden's bashf'ulness, Nor blush to thank the saviour of my country. Poor, empty thanks, but from a grateful heart — Colon. Thus would I be rewarded. Have I served The cause of Florence with adventurous sword ? Her fairest daughter smiles upon my deeds, And I am well repaid — Bian. Do you love Florence ? Colon. Next to famous Kome, Where first I saw the light, I ever held Delightful Florence dear. I heard with grief Her perilous condition, and rejoiced To bring her sinking cause my zealous aid. Bian. Why are you not a citizen of Florence ?"], [37, "33 THE MAID OF FLORENCE. Did she but number one among her sons, As wise in council, valiant in the field, By him soon rescued from intestine strife, She might defy her outward enemies. Colon. You view my actions with too partial eye, And paint them brighter than their native hues. Is there no Florentine, who in the field Can guide his country's arms ? Or is it but The jealous eye of faction that o'erlooks Your bravest and your best ? Bian. Such once she boasted; they are now no more. To noble sires degenerate sons succeed, To peaceful arts and sordid gain devoted. Their dainty limbs disdain the rugged steel, The soldier's vesture ; and their torpid blood Would freeze within their veins, upon a bed Of mossy turf, the hardy warrior's couch. Or are there some whose bosoms cherish yet One spark of martial fire ? To rob the weak, And wreak their vengeance on a private foe, Comprise their valiant deeds. Colon. Yet some there are, who might escape your censure. Ranked in those chosen squadrons, which with me Opposed their bosoms to the hostile spear, And put to rout Sienna's warlike sons, Were there no Florentines who, in the field, Played manly parts, and did their country honour ? C"], [38, "34 THE MAID OF FLORENCE. Bian. I know them not. And Florence them little. owes Her banner, lately trampled in the dust Beneath the feet of her exulting foes, You have upreared, and shielded her from ruin. I would you were my countryman, and bound To Florence by the holy tie of birth. Ere long new fields of action will invite Your warlike spirit to new deeds of arms, And she in evil hour will deplore Colonna's aid afar — Colon. An exile now From native Rome, by hated foemen ruled, I will transplant my love and my allegiance To Florence' kindly soil — Bian. Will you make Your future home in Florence ? Colon. Well I trust To live and die for her — Bian. Then happy Florence ! You now possess a champion fit to guard Your sacred rights, and lead your sons to glory ! Colon. On me the generous Signiory bestow The city's freedom, and the fief of Molza. I am become a citizen of Florence, And glow with zeal for my adopted country. Will you not own me for your countryman ? [offers his hand."], [39, "35 THE MAID OF FLORENCE. Bian. I will most gladly (takes his hand). You are welcome hither — ■ I mean to Florence. Here you should not be, And I have erred in thus receiving you. Colon. Yet let me bless the error. Bian. If I am rude, forgive me. You are here But an intruder ; and a longer stay Will be a worse offence — My lord, farewell. [going. Colon. I will obey. Say we shall meet again. Oh, let me not have found a kindred spirit Only to mourn its loss. Bian. Nay, we must leave To coming time the tissue of events, And trust to favouring fortune. [Exit. Colon. I never, till this hour, knew the want Which still harrassed my soul. I am alone ! The shout of praise falls faintly on mine ear ; The glow of triumph briefly thrills my heart ; Ambition's hope in faded splendour shines; For I have none to share them. Could I win This noble spirit, this enchanting maid, To be my honoured bride, I thus would halve The cares of life, and double every joy ! Ther. (coming forward.) My lord, you linger. Colon. Can you blame me, girl ? Who would not linger here ? — But I am gone. [Exeunt. end of act first."], [40, ""], [41, "37 THE MAID OF FLORENCE. ACT I I. SCENE I. Savona's Palace. Bianca's Apartment. Enter Bianca. Bian. The noble mind, with skill intuitive, Detects the noble mind ; and known 'tis loved. 'Tis so ; nor will I seek, with feeble cunning, To hide me from myself. Why should I blush To own a heart alive to genuine worth ? Why should I blush to claim a spirit kindred To his heroic soul ? Oh how unlike In every attribute of real worth, To Florence' feeble sons ! — Of noblest birth, in nature's bounties rich, Each outward act proclaims his inward merit : The air of greatness, accent of command, Unused to sue, and yet in suit resistless — Resistless ? — I confess to me it is so. Oh sudden revolution ! Reason doubts, And memory starts to gaze upon the past. Recall one little day, and, oh, how false, How foully perjured would I deem that tongue,"], [42, "38 THE MAID OF FLORENCE. Which dare predict this wakening of my heart To wild and untried passions ! — Yet 'tis nature. The maiden, gliding* through her girlhood's days, Untouched by passion's fire, and attaining The full maturity of womanhood, Then — when at length we love, we love indeed ! So the long smothered fire breaking out Shoots forth a fiercer flame : the mountain stream, Barred from its course by artificial bounds, With gathering force grown fiercer from restrain, Bursts forth resistless on its wild career — Enter Savona. My father here ! What now has brought him hither ? Savo. Wasever state so cursed as hapless Florence ? No peace, nor rest, nor quiet hour is hers ; War's fierce, convulsive struggle barely o'er, And the deceitful hope of harmony Just budding in our hearts — Forth the volcano bursts in civic strife, Mocks our fond hopes and blasts the flower of peace. For you, poor Florence, External truce begets intestine war, And arms your cruel sons against each other. Compared with them your foreign foes are friends ; They wound and hack the limbs, but your own sons Within your bosom bare their murderous swords, And in each other wound you at the heart ! Bian. Father, how now? What is it moves you thus?"], [43, "39 THE MAID OF FLORENCE. Savo. Why, know you not ? It was a leaden sleep Fhat weighed your senses down, and stopped your ears To the tumultuous voices of the night. Bian. I heard no more than loud and boisterous mirth. What more occurred ? Savo. Throughout last night our youth, so late returned, Flushed with their victory, their tempers edged, Both by the want and licence of the camp, Held their wild orgies ; every noble chief His friends and followers feasting. Deep the draughts, Loud are the shouts and lengthened the carousal Of soldiers after victory. At length, The deep potations having done their work. They sally out upon the peaceful night In riotous bands ; and, ere its calming breath Can cool their brains, full many an outrage wild Marks their mad course. But, by a luckless chance, Too numerous bands in opposition met Within a narrow street ; one issuing forth From the Uberti's hall, the other feasted By the Donati. Deadly enmities Divide their houses, and too oft their names Have been the signal-word for fatal strife. Clients aud followers, now inflamed with wine,"], [44, "40 THE MAID OF FLORENCE. Are nothing loth to prove their fiery zeal For their good patrons' honour. Either band Shout loud their war-cry, and demand the way ; To high words blows in quick succession follow ; Fierce grows the strife, and still each fresh arrival Adds fuel to the flames ; till the Donati, By numbers overpowered, yield the pass To their exulting foes. On either part Blood has been freely shed, and life been lost, But more I know not — Enter Antonio. Brother, what with you ? Yet know you who have fallen in the fray ? Anto. Carlo Donati is among the slain ; And many followers of either house Have lost their lives; and Dominic Uberti Lies gored with grievous wounds, in doubtful case. Savo. Oh, fatal chance ! This but begins our troubles. Soon shall we see revived those bloodv feuds Which sapped our strength of old, which late we hoped Were buried in oblivion. Anto. Too true, alas ! The fierce Donati muster now their friends, And vow revenge on the Uberti's heads — Who, nothing backward, summon their allies To bring their aid in arms."], [45, "41 THE MAID OF FLORENCE. Each noble house, by blood or friendship swayed, Or else impelled by hatred, now takes part In this detested quarrel. Kinsmen, friends, Retainers, clients, all must lend their aid To shake the tottering state. Soon shall we see One half the city armed against the other. E'en now the factious clans array themselves, And edge their swords for suicidal war. Savo. Alas, what can we do ? How may we calm This sudden storm ? [Bianca listens with more absorbed attention. Anto. When meet the Signiory ? Savo. This hour they meet. But they are power- less, Divided 'mongst themselves, and wanting both In strength and confidence — Anto. Yet something must be done. Bethink you what. Let them proclaim — Savo. Talk not of proclamations ! Words cannot calm the fury of revenge, Nor sheath the sword of faction ! [Bianca starts as struck by some strong impulse. Anto. Let them then Call on the friends of order to take arms Against the first infringers of the peace. Savo. That, too, were vain. The peaceful and the timid"], [46, "42 THE MAID OF FLORENCE. Already house themselves, and bar their doors Against the coming storm. Anto. Alas, I know not What further to suggest. Savo. Nor I, nor I. Bian. (coming forward boldly) Will you then do nothiug ? Do you delight to see the streets of Florence Run purple with her blood ? Will you not act ? Savo. What can I do ? I lack not will but power. I am an old and feeble man, my child ; You overrate me. I am powerless. Bian. You are not powerless. Long life well used Has given you wisdom and authority. The people love you, trust you, and are swayed Full oft by your opinion. Faint not now, But at this troubled hour, patriot-like, Stand boldly forth, and point the way to safety. Savo. I know it not ! Bian. Then hark to me ! Oft weakest instru ments In Heaven's hand, the mightiest deeds achieve, And by the idiot's tongue its wisdom speaks. Haste to the palace ; cause the bell to ring The summons to each citizen of Florence To instant meeting in the public square — Stand boldly forth before assembled Florence, And speak you thus : Amid this wild commotion,"], [47, "43 THE MAID OF FLORENCE. Intestine discord's strife, and foreign war, We must intrust the safety of the state Unto a single hand. With fearless voice Demand their votes for him whom you shall name. Name a Podesta ! Savo. and Anto Who ? Bian. Who but Colonna ! Savo. and Anto. Colonna ! True. Bian. Who but Colonna, with undaunted heart, Can stem the torrent of this wild commotion ? Can quell the riotous, control the proud, And lay the tempest that would wreck the state ? Who but Colonna wields the present power To bind sedition's hands ? And who but he. With either faction wholly unallied, Can deal impartial justice to the wronged And him who wrongs him ? Rust we now in peace, And strive among ourselves for want of action ? Are Florence' foes asleep ? Have they forgotten The road to Florence' gates ? And who but he Can quell the foes of Florence ? — For these seditious men, his name alone Will tame their wildest rage ; if not, his lance Shall sweep the hardy rebels from our streets, And quench the flames of faction in their blood ! Anto. A wonder ! That the youthful maiden's lips Should teach the grey head wisdom ! Savo. 'Tis true. Colonna bears a dauntless soul ; He only wields the present needful power ;"], [48, "44 THE MAID OF FLORENCE. With either party wholly unallied, He may be firm and just. We are beset By watchful foes, to whom this inbred strife Will yield a fearful opening. Bian. Sharp ills demand sharp cures. Full many a state, At some dread crisis, has to one entrusted Her all of power, to be by him restored In peaceful safety. Savo. And, alas, too oft Had bitter cause to mourn the misplaced trust. Bian. Nay, fear it not. Now on the eve of wreck, On discord's rock, gaze not beyond for dangers. Anto. Well urged. If some one must be made Podesta, Colonna is the man. Savo. Come, brother, to the palace. We will urge, With fearless voice on assembled Florence, This wise and needful measure — Bian. Be bold, my father. Paint in startling hues The fearful ills that compass now the state — [Exeunt Savona and Antonio, Have I done well, my father thus deceiving ? — Dissimulation's mask is new to me, And conscience starts to gaze upon its features — But why should conscience clod me with remorse ? I have but pointed out the safest path. When selfish motives further public good,"], [49, "45 THE MAID OF FLORENCE. Why should we not obey them ? I waste time. Colonna must be warned, (sits and writes.) And he is wise — A single word will warn him — Theresa ! come — I want you. Enter Theresa. Ther. Here, my lady. Bian. This to Colonna — by a trusty hand With speed and secrecy. Ther. It shall be done. [Exit. Bian. Who says that women have but feeble souls ? But narrow minds, and fearful trembling hearts ? Colonna, no ! I will be worthy of you ! I hope — but will not speak my budding hopes, Till they be ripened to realities ! [Exit. SCENE II. An Apartment at Colonna's quarters. Enter Colonna and Bernardo. Colon. You prove yourself a prophet, thus foretelling The tumults of the night. Bern. I well foresaw That theirs would prove a Lapithæan feast : First the red wine must flow to quench their thirst, And then the redder blood, to slake their fury."], [50, "46 THE MAID OF FLORENCE. Colon. These Florentines grow valiant. Foreign foes, Although combined and powerful, suffice not Their fev'rous valour ; they must needs at home Practise their bloody lessons on each other — But this makes me forgetful : Returning home, last night, I found scarce one Of all my train — squires, pages, lackeys, Each wandering forth upon his own good pleasure. A clownish groom alone obeyed my call. Is this the fitting order you preserve Among my household ? Bern. Of all your train, my lord, there was not one, Not absent on your service. Colon. On my service ! Bern. Upon your special service. Know you not The feuds which have so long distracted Florence ? The nobles' mutual hate, the people's rancour, (Begot by wrongs, and insults worse than wrongs) Against their proud oppressors ? Colon. What of that ? Bern. A moment's patience. Ancient feuds, revived, Diffuse redoubled venom through the heart. They quarrel for your good ! Last night's excesses Awaken ancient enmities ; and I, Fearing these revellers would slight their tpsk Of scorn and insult on the peaceful burghers,"], [51, "47 THE MAID OF FLORENCE. Sent forth your followers in several bands, In the disguise of noble Florentines, To wander through the streets, and give free scope To injury and insult to the persons And peaceful dwellings of the citizens ; Such acts as rouse the basest soul to vengeance — Colon. Ha ! did they so ? Bern. With all the zeal for mischief which belongs To the unthinking mind — In every street and many a quiet dwelling Insults to burghers, lewd, licentious offers, To wives and daughters freely dealt they out; Then would they post away, each loudly calling To his companions by some noble name, Donati, Rossi, Abbati, Uberti ; Thus leaving in the minds of common men The sting of maddening hatred 'gainst the nobles. Colon. How dare you, by such fiend-befitting arts Madden men's minds, and widen thus the breach Between the orders of a troubled state ? Bern. Because I thus can serve you. Aim you not To grasp the reins of power, and to guide This factious people with a ruler's hand ? Make wide this breach, and the more open lies Ambition's path to yqur aspiring steps — Colon. Bernardo, I am new to crooked paths, And love them not. Till lately all my ends"], [52, "48 THE MAID OF FLORENCE. Were compassed by my sword, a trusty friend, Who never yet has failed me. Bern. My lord, forgive my bluntness. You are one Who would be great ; yet fain would shun the arts, Which men must practice, to attain to greatness — Were there a miry path before your steps, And you beheld a paradise beyond, Say, would you pause, and turn another way, Lest in attaining it, your shoe be soiled ? The paradise of power lies before you ; These are the miry paths, which you must tread Ere you attain it. Colon. They are filthy paths ; The wily politician's crooked arts, Which better suit the cunning than the brave ! Bern. The crafty head, with politic device, Must aid the sword, too blunt an instrument To smooth ambition's rugged path unaided — Say, have I not done well ? Colon, (turning away.) Well — for your purpose. And the better too In not consulting me — [Enter page, who gives Colonna a note, and exit. Ha ! What is this ? (Reading) You soon may be Podesta ! The city needs you — Hold your power prepared To march to Florence ! — Bianca."], [53, "49 THE MAID OF FLORENCE. Bern. Who, my lord ? Colon. It matters not — (musing) How knows she that ? — But I will take her warning — Bernardo, speed to Murlo, to my band. Lose not a moment ; get them under arms, And swiftly lead towards Florence — Bern. I am gone, [going Colon. It is but two short leagues ; spare not your horse. [Exit Bernardo. Is this man honest? — Am I wise to trust him ? He who can stoop to such vile arts, although Against his direst foe — Could not preserve the balance of his faith, If interest threw a feather in the scale Against his nearest friend — And yet — he owes me much — I think he loves me. He's mine by gratitude and ties of blood — Yet more, his interests are bound up iu mine, And therefore will I trust him ! [Exit. SCENE III. An Apartment in Bondelmont's Palace. Enter Bondelmont and Donati. Bondel. No, no, Donati, look not for my aid. At such an hour, Florence beset with foes, D"], [54, "50 THE MAID OF FLORENCE. Like lion circled with the hunter's toils, At this wild time, when but a lucky blow Has checked our foes, one moment us affording To pause for breath, and edge our blunted swords Against the coming strife ! At this dark hour, Must our mad nobles wake their rancorous feuds, Pour forth their hoarded venom, and exhaust, In civil war, the little strength now left To our distracted country ! Oh tell it not in Pisa ! Whisper not The hateful word in Lucca's hostile streets ! Lest our rejoicing foes their powers combine, And seize this fatal hour for assault ! Dona. My brother has been slain by the Uberti ! Most foully murdered by your foes and mine ! I would avenge his death, and ask your aid ; And straight you preach a tedious homily On Christian charity, and love of country ! — Will you alone, of all our friends and kin, Desert our righteous cause ? Bondel. My country's righteous cause demands my sword. I wash my hands of this untimely quarrel. 'Tis treason 'gainst her safety. Would you plot With Florence's foes, and open wide her gates To their besieging arms ? Yet what is this But to betray her, prostrate and disarmed To their revengeful hate ?"], [55, "51 THE MAID OF FLORENCE. Dona. Go, go, 'tis not The patriot's love, but fear, that prompts your tongue. Bondel. Dare you, Donati ? [laying hand on sword. But I will be calm. And I will sooner bear a coward's name, Than fight in such a quarrel ! Dona. Be it so, We are enough without your timid aid, To wreak our vengeance on th' Uberti's heads. [Exeunt severally. SCENE IV. The Hall of the Signiory. The Signiory in session. Present, Savona and Antonio and the other Priors of the Arts. Savo. Well met in council, brothers ; never yet Was state in greater need of wisdom's aid Than Florence at this hour ! Her noblest sons, Made drunk with wrath, and maddened by revenge, Strike at her very life. Her laws defied, The fierce Uberti, and the proud Donati, Wage murderous war, and every noble house Unfurls its banner to partake the strife ! Through every gate their rustic vassals pour ; In ruffian throngs they bring their servile swords To their commanding lords, spurred on by hope"], [56, "52 THE MAID OF FLORENCE. Of plunder, and demoniac love of strife. Convulsions fierce now shake the tottering state, Beset within, without, by direst ills. God grant some speedy remedy be found, Or she is lost indeed ! — Who here will offer His counsel for her safety ! First Prior. Let's issue forth, call on the trades to arm, Proclaim rewards, ten thousand florins each, To that good citizen who brings the head Of either leader of the factious bands ; Uberti and Donati ! let their heads Acquit the debt this outrage owes the state. Savo. 'Tis easier said than done. Second Prior. How ! would you thus Crush innocence with guilt ? The true Uberti Stand but on their defence ; nor seek they aught But honourable peace. 'Tis the Donati, Ever contentious, cruel, proud, and false, Would swim our streets with blood ! Third Prior. 'Tis false ! Your tongue belies a noble name. Carlo Donati's blood, in murder shed, Against his murderers cries aloud for vengeance ! Second Prior. Donati's blood, that swells within your veins, Not what has been poured forth, now prompts your tongue. The ties of kindred warp your partial soul,"], [57, "53 THE MAID OF FLORENCE. Inclining you to aid the wrongful cause. Third Prior. 'Tis false ! Second Prior. I say 'tis true ! Well do you know Donati met his death, Richly deserved, in murderous assault Upon a peaceful band of mirthful friends. [Savona whispers to Antonio, who goes out. Third Prior. Thou art but the Uberti's hireling pleader, Their slavish vassal with a gold bought tongue ! Savo. Stay, anger driven men! Is this the wisdom — Are these the temperate minds, which you should bring Into your country's counsels ? Treason sits E'en at her council board : for your dissentions Are treason 'gainst her safety ! Not to you, But to assembled Florence I appeal. I to her sons will plead their country's cause, And point the way to safety. [rises from his seat. Alarm bell rung. The Priors start and rise. Several. What means that bell ? Savo. 'Tis rung at my command ! Already wait before your council doors A crowd of citizens, with hearts that throb To learn their country's doom. You would betray her. But that loud summons will each patriot call To swell their numbers ! and to them I go To ask their aid for Florence ! [Exit Savona, the rest follow tumulluousUf."], [58, "54 THE MAID OF FLORENCE. SCENE V. Bianca's Apartment. Loud and confused shouts at a distance Enter Bianca. Bian. (after listening?) My heart is torn 'twixt warring hopes and fears — To be so near at hand, yet powerless. To aid Colonna's cause! The people's shouts Ring in mine ears, as though some mighty verdict For good or evil hung upon their lips. So loud and fierce their cries, I dare not hope That approbation prompts their clamourous tongues — Perhaps they will refuse to trust Colonna ! There is no counting on the giddy people. A word, a look, a motion, may offend — With the ill judging crowd, the wisest measure, At the wrong moment urged, with words unapt To please their fancies, and their pride to flatter, And they will spurn alike the orator, And that which he may urge — I should have schooled My father better. Oh, could I transfer My spirit to his person ! Could I place My words upon his lips ! I would so paint The horrid evils born of civil war ; The fearful risks from ever watchful foes ; The matchless worth of this heroic chief; That they with joyous and according shouts"], [59, "55 THE MAID OF FLORENCE. Would rend the skies, proclaiming him their lord ! [shouts of\" Colonna,\" bells, and huzzas. Ha ! was it but the echo of my hopes ? — I do not dream ! They shout his name. The bells Ring out a merry peal, and joyous cries Assist their clamorous tongues ! — I have attained the summit of my hopes ; The senate's voice, the merry sounding bells, The people's shout, proclaim him Lord of Florence ! Enter Savona. Already here !— Speak, father ; have you prospered ? Savo. 'Tis done. Colonna now bears rule in Florence. Bian. For that let heaven be praised ! Savo. I hope 'tis for her good. Bian. But say how was it ? Savo. Scarcely did I breathe The matter to their ears, scarce had I named Colonna— when a simultaneous shout Burst wildly forth ; and ready demagogues, Feeling the people's pulse, and ever prompt To feed their wayward fancies, second me, And go beyond me far — The people, sick of anarchy, oppressed By wild misrule, now rush from one extreme Unto the other, and proclaim Colonna Podesta, and the Captain of the Wars, For three long years, with power undefined To crush the factions, and preserve the state."], [60, "56 THE MAID OF FLORENCE. Bian. Then let factions tremble ! Savo. Ha ! you seem To thrill with joy, nay, to swell triumphant At that which I narrate. What special cause ? Bian. There needs no special cause — A Florentine, I would not see my country Destroyed by her sons ; a feeble maid, I tremble at the sight of lawless force ; And as a Christian shudder to behold Men shed the blood of brothers, and deface Their Maker's image ! Well may we rejoice In these averted woes ! Savo. May they so prove, Nor be by worse replaced. But I am sick Of these commotions, and would fain withdraw Beyond the hearing of the wild uproar. [Exit. Bian. Ride on, Colonna, on ! May prosperous gales Thy banner wave, good fortune edge thy sword ! [Exit. end of act second."], [61, "57 THE MAID OF FLORENCE. ACT III. SCENE I. An Apartment in the Palazzo Vecchio. Enter Colonna. Colon. I have not merely dreamed ambition's dream ; But am awake, and grasp the promised power ! Distracted Florence called me to her aid, And I have stilled her tumults, calmed her fears, And struck the sword from the uplifted arm Of rebel faction with the lightning's speed. The factious tremble now beneath mine eye ! Their leaders undergo the stern award Of violated law — With fond confiding faith Of me, of me alone she seeks protection From outward foes, and anarchy within — Podesta and the Captain of the Wars — Ha ! that sounds well ! Thanks to their craven fears No limit to my power but the time — Three years ? Before three slow revolving years Shall run their destined course, how deep a root May not my power have takeu !"], [62, "58 THE MAID OF FLORENCE. The dazzling glory of victorious fields May blind the eyes, and firm, impartial justice Shall win the hearts of many. If these wars hold ; and well I trust they will, Dissension shall wTant leisure to uprear Her Hydra heads ! — But let me not forget this matchless maid ; Sure 'tis by magic that she thus foretells, Nay, more, controls the voice of shouting crowds, Who echo thus her will. Enter Bernardo. Bern. I come, my lord, to know your further pleasure. Colon. Is execution done upon the rebels I yesterday condemned ? Bern. 'Tis done, my lord. Colon. Five heads have fallen. They are not enough To calm the angry law. — 'Tis not enough. The commons will complain I slack in zeal. To-morrow's dawn, and young Lamberti's spirit Must quit its frame, and wing its doubtful flight, As those who died to-day — what way we know not — I fain would bid him live, but must not spare him — Say, have you posted guards at every gate, And ordered parties to patrol the streets ? Bern. 'Tis done as you commanded. Colon. Now that internal order is restored We may bethink us of our outward foes —"], [63, "59 THE MAID OF FLOKEN0E. Bernardo, we are weak ; Florence is weak ; And needs strong help against this mighty league, Which clogs her efforts with its leaden weight — Where shall we turn ? Bern. What think you of Visconti ? Colon. He loves not Florence. Bern. You he may befriend, Though late, he loved her not. Colonna's Florence Is not the same with that distracted state, Whose mob-ruled liberties he justly feared Might rouse his subjects to regret the loss Of liberties they once so highly prized. Colon. What! Think you that Visconti may become Colonna's friend, 'spite of his hate to Florence ? Bern. Visconti knows your worth. At needful hour He has not paused to count the paltry price At which he bought your aid ; now less then ever For you are now, for three short years, a king ! Colon. A king ! — 'Tis true, I am a king ! Save that my rule Is checked and circumscribed by measured term, I wield as wide prerogative as he Upon whose brow a lineal crown descends ! Why should the future mar the present hour ? Bern. Then bind yourself to great Visconti's love By ties of mutual interest. Colon. That is my policy — It shall be so. Enter two Nobles."], [64, "60 THE MAID OF FLORENCE. But who come here? — Speak, noble sirs, what seek you ? First Noble. We come your suppliants — The com- mon will Has clothed you in the attributes of power, And we approve the trust. We recognize The majesty of Florence in your person. The power to punish, and, oh, nobler far ! The power to pardon, rests with you alone. Colon. I know my power. Say briefly what you ask. Second Noble. Lamberti's life. Colon. Lamberti's life ! Impossible ; what plea For pardon can you urge ? Seized in the act, His hands yet reeking with his victim's blood ; Our proclamation's echo barely hushed, Denouncing instant death on all who dare Profane the peace of Florence ! Can you ask For such offender pardon ? Second Noble. Let me urge His youth, his injuries — Colon. You sue in vain. I stand not here to play a puppet's part, The scare-crow of the law, to fright the timid, And be the while the scoff of bolder spirits. I must betray my trust, or with strong hand Must wield the sword of power, and mete out Unbiassed justice on each rank offence, Whoever the offender ! First Noble. This very morn,"], [65, "61 THE MAID OF FLORENCE. By your decree, the blood of guilty men Has paid the dues of justice. Youth is rash, Yet tractable, and may be well controlled By milder means than death. Famed as you are No plume of victory can so adorn Your helm as mercy. 0 be merciful ! Colon. I am most merciful when least I seem so. Unflinching justice on the guilty head Is mercy to the state ! There is no cure For rapine, violence, and fell revenge, But stern awards of justice! First. Noble. Yet, oh, bethink you, 'tis an only son, The lonely offspring of a noble line, Which now must end in him. His forefathers, In peace and war, have nobly served their country, Nor asked of her reward. Let their achievements Redeem the fault of hot and hasty youth, And to his wretched parents yield their son. [Colonna walks slowly away. Bern, (whispers.) My lord, be not too firm. Make these your friends. Would you win hearts ? Show gentle clemency. Assume soft pity, though you feel it not ; It is a weakness that oft blinds the crowd ; It is ambition's surest road to power. Colon. You counsel well. Then be it so. [turning to the Nobles. My friends, God knows that I abhor the sight of blood"], [66, "62 THE MAID OF FLORENCE. Deliberately shed. My trade of war Has not so steeled my heart but I lament A mother's anguish and a father's groan, An only son bemoaning. Let him live, But as a banished man, till healing time Shall close the self-inflicted wounds of Florence. 2nd Noble. As merciful as just. 'Tis not in words That we, your friends, will thank you, great Colonna. Colon. Farewell, my friends, and send him quickly hence. 1st Noble. We will without delay. My lord, farewell. [Exeunt nobles. Colon, (looking after tliem.) I trust they will be mine — But I must hence. [Exit. Bern. 'Twas as well done as I myself could do it. My noble chief grows politic ; he soon Will need no counsellor, and I, alas, Be out of office. A towering spirit his, that fain will climb While aught remains above at which to reach ; I love him well, and would not see him lost. No ; were my fortunes unallied to his, I would not sorrowless behold his fall. [Exit. SCENE II. Bianca's Apartment. Enter Colonna and Bianca hand-in-hand. Colon. Escaped from cares of state I come to thee."], [67, "63 THE MAID OF FLORENCE. Too much of toil would my honours bring, Did not this stolen hour thus reward The labours of the day. Bian. Almost I feared, Amid the tumults of these stirring scenes, Thou hadst forgotten such a being was As poor Bianca. Colon. When I shall forget Bianca, may my arm forget its skill To wield the knightly sword ; my tongue the word At which a thousand lances, laid in rest, Assert Colonna's right. Like frost beneath the sun, May my strong armour melt before the spear ; My war-horse flounder in the battle-shock, And hurl me at the mercy of my foe ! Bian. Forgive my doubts — 'twas but my woman's heart, By nature prone to fear. Why should I fear ? Thy worth, if not mine own, will keep thee true. Colon. To doubt my truth were not to know thy- self; Or deem me but a madman, who would cast A priceless jewel to the yawning sea ! Bian. Nay, I no more will doubt. Let me rejoice At that which has befallen you. Already The smiles of fortune gild your proudest hopes, E'en as the loftiest summits first reflect The strong refulgence of the coming day."], [68, "64 THE MAID OF FLORENCE Colon. True, fortune shines upon me. I am now Podesta, and the Captain of the Wars, For three long years, to the good state of Florence. Bian. Even this I fondly hoped, yet scarcely dared to hope. To thee belongs the leading of our arms ? Colon. To me, and me alone — Bian. And thou the judge, To whose tribunal the contending come To hear the law's decree ? Colon. I am that judge. The power of life and death, the war's direction, Each attribute that marks a monarch's rule, For three long years, the common voice bestows, Bian. The lord of Florence ! — and for three long years ! — Three years will have an end. Bianca's hopes Would more than echo the rude commons' voice, And hail thee lord for ever ! Colon. Would it were so Bian. And may it not be so ? Colon. Such things have chanced — Bian. Why may they not again ? It were a blessing to our troubled state. Tumultuous Florence, through your steadfast rule, Impartial, firm, and just, might soon attain A happiness she never yet has known ! Are you content"], [69, "65 THE MAID OF FLORENCE. With three short years of rule ? Methinks, to me, It were an arduous task to lay aside The leader's truncheon from the accustomed hand, Or from the stern tribunal to descend, And mingle as an equal in the throng, To whom, so late, my every word was law ! Colon. Nor will I ever ! Unto you, Bianca, Within whose breast a lofty spirit towers Above your sex's weakness, I unfold My inmost thoughts. Think not I lack ambition ! Lofty ambition is the soldier's spur To each adventurous deed. And did I lack, In mine own breast, the ardour to pursue Ambition's glorious path, in you, I trust To gain a Mentor who can still arouse My drooping soul to renovated vigour. Bian. Your surest Mentor you will ever find In your own valour and heroic worth. Colon. Heed me, Bianca ; unto you I owe Full half my present power. 'T would gall my pride, So much to owe to any one but you. But willingly to you I owe my power, And, dearer yet, will owe my happiness. Say not that I presume : For you have listened to my words of love, With blushing smiles responding to my vows. — When will Bianca to Colonna give Her plighted faith by holy rites confirmed ? Shall it be soon ? What obstacle remains ? E"], [70, "66 THE MAID OF FLORENCE. Will not your father willingly intrust His daughter to the care to which he trusts His country's safety ? Shall it not be now ? Bian. (giving her hand but withdrawing it suddenly.) No, soon it cannot be. I would be now A burden on your progress. Was it not Bianca's father, who the people moved To make you what you are ? Should you now take Bianca for your bride, suspicion's tongue Would whisper ye were leagued in secret plot Against the good of Florence, and beget Keen sighted jealousies and watchful fears, Which would but thwart our hopes. No, we must wait. When you (your new born power by time confirmed,) The dread of Florence's foes, her strong support 'Gainst outward force and fierce intestine strife, Need fear no change, then may you boldy wed Your chosen bride — Colon. Not so, why should we heed The sullen murmurs of a stingless crew, For ever scoffing at the power they dread. Not fear, but coldness makes you now to pause. You love me not. Bian. Then woman never loved ! Colon. You cannot love me ; or you would not trust Eventful time with what you hold most dear,"], [71, "67 THE MATD OF FLORENCE. When now it may be yours. Trust not too far. My mind, perchance, may change ! Bian. I fear no change. I know your noble heart, and scorn to doubt. Colon. Bianca, that you love me, I believe ; And 'tis your love that conjures up these fears. Mark then my words, and own them groundless terrors. Upon a strong foundation stands my rule : The power and authority of luw, The zealous people's love, my trusty band, Who never knew defeat, sustain my fortunes. The commons love me ; even now they prate Of humbled nobles, and defeated foes ; Of victory, of plenty, and of peace ; And, as the source of these, they bless Colonna. Bian. You know not Florence and her fickle sons! Trust not the people's favour ! Though your worth Be like the oak, with its earth grasping roots, A solid, firm, aud never shaken mass ; Your popularity is like its shade, An ever changing, unsubstantial thing. Oh, trust it not ! Make yourself strong in friends, At home, abroad ; and swell your martial band With daring, trusty hearts. Watch well the wayward, Nor let the stagnant humours of dull peace Ferment to brew you trouble. Colon. Well advised. So young, so tender, yet so wise withal, Bian. If I am wise, 'tis love has made me so."], [72, "68 THE MAID OF FLORENCE. For love taught hopes and fears, and they teach wisdom Within a few brief days intenser thoughts, More wild emotions have convulsed my breast, Than through the sluggish course of by-gone years — How tame, how cold, my former life to this ! Colon. Delightful sound. Breathe forth those words once more. Or give one other proof of your affection — [attempts to kiss her. Bian. (resisting.) Let this suffice : Bianca's heart contains no hope but these, Colonna's glory, and Colonna's love. And now, away, away ! [withdrawing. Colon. What part so soon ! At such a moment leave you ? Bian. Nay, now you must obey me. Colon. Unwilling I obey. Now then farewell. [Exit. Bian. He loves me — I trust he loves me as I would be loved ; — If not — I have lost myself ! [Exit. SCENE III. An Apartment in the Palazzo Vecchio Enter Colonna and Bernardo. Colon. All now goes well. On an unruffled sea The swelling tide and favouring gale of fortune Still bear me onward, and I have in view"], [73, "69 THE MAID OF FLORENCE. The long desired haven. Time and means: The ripe occasion and the power to seize it, Which are the elements of our success, Combine to aid me. Bern. Nothing now is wanting, But that you promptly seize the proffered aid, Nor cast away your fortunes. Colon. Fear it not. Each opportunity I have impressed To toil in my behalf; and will enlist Those that are yet to come. The populace, Who hate the haughty nobles, I have won With gentle courtesy and scattered gold, And am become the idol of their worship. So much for favour ; and, to swell my force, A thousand lances, raised in Lombardy, Shall re-inforce my band. For Lombardy Is full of daring hearts, and trusty swords, That pant for war, and rust for want of use. And well I trust that Milan's potent aid — Bern. That may be yours, and upon such condition As binds him yours for ever. Colon. Say you so? Bern. Here is a letter from Visconti's hand. What will you give for Milan's potent aid ? Colon, (taking, but not reading the letter.) What does he ask ? I will not be his vassal, Nor hold a crown of him ! Excepting that, I will not boggle at his harsh conditions."], [74, "70 THE MAID OF FLORENCE. Bern. He offers none. Visconti holds you dear, And looks upon you as a rising prince, Whose friendship he would win. He fain would see Your power take root and flourish, till its boughs In lasting verdure overspread the state. This to attain, he offers here the aid, Which money, arms, and strong allies afford, And, as the pledge of his enduring faith, His daughter's hand — Colon. His daughter's hand ! Ha, villain, 'twas thy proffer ! By heaven ! thou hast overstepped thine office To barter thus — Bern. How, my lord! What means this violence? Visconti's offer is most generous, And may not be refused — Colon. How ! know you not That I am bound by love and plighted faith To wed Bianca ? Bern. Wed her, did you say? Is this no passing amour? Colon. Know you not Her influence has made me what I am ? Bern. I thought it was your sword, that trusty friend, Had made you what you are. Colon. Am I become My follower's scorn ? Presumptuous man ! [threatens him."], [75, "71 THE MAID OF FLORENCE. Bern, (proudly) My lord. Do not forget I too am a Colonna! — Your kinsman, confidant, and steadfast friend, Still have I followed, aided, counselled you — You cannot doubt my truth — then mark my words ! Colon. Say what you please, but do not think to move me. Bern. Frail is the tenure of your present power — The fickle people's will. Without allies, No staunch adherents but the few good spears, That cluster round your banner — do not hope To stem the torrent of the people's rage. Roused and united as they soon will be, Led by the nobles, strengthened with allies, They cannot fail to drive you singly forth — Then look abroad for help. Who, like Visconti, With treasure, arms, and influence can prop Your doubtful cause ! Backed by Visconti's power, You may defy the malcontents around you. Let the proud nobles champ upon the bit, The frantic people struggle with their bonds ; With Milan's aid your iron grasp controls them. Colon. Shall I forego the heavenly feast of love ? Betray a noble, pure, too generous heart, Clothed in an angel form ? If ever woman Has known a pure, and a devoted love. Such love she bears to me ! Bern For shame, my lord ! This is the whining of a love-sick boy —"], [76, "72 THE MAID OF FLORENCE. ■> Pardon my boldness ; I but cross my friend To do him service. Colon. You argue thus, because you know her not, She is the loveliest and the sweetest flower, That Nature's cunning handiwork e'er wrought ! Bern. Grant that she be. Contending in a race, A sovereign prize in view, thou wouldst not pause To pluck the fairest flower gorgeous spring Displays to mortal eye. Colon. I would seize both ! Love claims his right in every noble heart. Ambition may possess the greater share, But not usurp the whole. She shall be mine ! E'en at the hazard of ambitious hopes ! I will increase my levies, I will raise In Florence 'self the treasure to secure Their needful help. I will seek other friends, Whose strong alliance shall maintain my power Without Visconti's aid. I will not yield her, No, not even to ambition ! Bern. Art thou Colonna ? — who for glory lived, And vowed to serve no mistress but ambition ? That no fond passion for the artful sex Should ever tempt thee from thy steadfast course To rove in paths of pleasure ? Once I hoped — That hope has fled, and I foresee thy doom — Colon. What is my doom ? Bern. Thou, in thy new Elysium of love, Shalt while away thine hours in golden dreams,"], [77, "73 THE MAID OF FLORENCE. Grasping at airy crowns — and in thy sleep Ascend a throne — to wake upon the scaffold ! Colon. Is that my doom ? Not so — ere all be lost The sword shall end Colonna ! [turns away. Bern, (follows him.) Art thou so blind, infatuated, lost, In love's delirium, that thou must rush To the abyss that swallows up thy hopes? Recall thy wisdom, and mark well my words. Colon. You waste your breath. I hear, but heed you not. Bern. There is no middle path. Visconti's love Is yours by this alliance— that refused, His deadly enmity is ever yours, And well you know his power ! Colon. (musing.) I fear 'tis so. Without Visconti's aid, Nay more, with fell Visconti for my foe ! His policy and power in the scale That weighs against my fortunes, I were lost Beyond the help of chance ! — Alas, I fear my very faith will prove Her ruin and mine own ! Enter Page. Page. My lord, a letter. [Colonna takes it. Exit Page. Colon. Why ! 'Tis from Bianca ! Bern, (aside.) An ill-timed note. It mars my argument."], [78, "74 THE MAID OF FLORENCE. Colon, (reading.) \" Colonna, I have heard a foolish tale ; But think not I believe it. Rumour says That you will wed the daughter of Visconti, And strengthen thus your power — \" Bern, (aside.) How learned she that? Colon, (reading.) \" Forgive me ; though I know that it be false, Yet gladly would I hear your lips deny it — ' (he speaks.) Poor, fearful girl ; the trembling slave of love ! Bern. Ambition's slave ! Thou art the slave of love. Colon. Ambition ? Bern. True, she loves you — for your fame ! She loves — the leader of a thousand lances — The Podesta of Florence ! and no doubt Would better love its king! Aspiring maid ! Thou hast a towering spirit that will soar 'she eagle's flight, nor stoop at petty game ! Colon. Can it be so ? Bern. She would not wed a man unknown to fame, Although yourself were he. Nay, did she doubt Of your success in your aspiring hopes — Colon. By heaven, 'tis strange ! She did refuse to wed Until my power was confirmed in Florence Beyond the fear of change !"], [79, "75 THE MAID OF FLORENCE. Bern. Ha ! did she so ? (aside). A lucky hit. (aloud). Then she refused to wed ? Colon. She did. Bern. There needs no more. Or if there need, That letter brings the proof. How learned she that ? You have been dogged by her suspecting fears. She loves you not. True love is not suspicious. That you yourself can witness, deeming her A saint in purity and spotless faith. Colon. By heaven ! never did suspicion dawn On my confiding soul ! Bern. Because you loved her — She has not love nor faith, by which to guage Your love and faith to her. But deep in art, Beyond her artful sex, she thus would share In your triumphant fortunes, should you thrive ; But should you fail ! — she will not share your ruin. Colon. It cannot be — So young and yet so artful ! It cannot be ! Bernardo, you belie her ! Bern. Then have it so — I have but this to say : That path to greatness leads, and this to love ; Thou canst not travel on two different roads, At the same time their several goals attaining. Then choose between them. Wilt thou cleave to love ? Forswear ambition, vail thy towering hopes, Cast off thine arms, take up the shepherd's crook, His plaintive pipe ; get thee some silly sheep,"], [80, "76 THE MAID OF FLORENCE. And with thy Chloe wander o'er the fields, And soothe thy soul with love and melody — If that thy Chloe love Colonna's self, And not Colonna's power ! — My lord, farewell. [going. Colon. Whither, Bernardo ? Bern. To seek my fortune elsewhere. Colon. What ! would you leave me ? Am I not the head Of old Colonna's house ? Bern. A prudent man will leave a falling house. Although it be the mansion of his sires ! When the unskilful pilot has our ship Embedded fast amid the sunken rocks, We fain would quit the fated vessel's deck, And trust for safety to another bark. Once more, my lord, farewell. [going. Colon. Dare you desert me ? Bern. You desert yourself ! — [he suddenly returns, and lays his hand upon Colonna's arm in a beseeching manner. But be again, Colonna ! I again Will be your faithful follower. Colon, (after a mental struggle throws the letter behind him.) Bernardo, thou hast conquered. I no more Will dream of love, but wake me to ambition ! Bern. Thou art again Colonna!"], [81, "THE MAID OF FLORENCE. 77 Colon. I will — I will forget her. I will drown Her image in the torrent flood of war ! Will she forget? — Bern. No more, no more of that Colon. Yet one word more — That letter must be answered. Bern, (taking it up.) Leave that, my lord, to me — You are but new resolved. It may unman you — Colon. Then do it quickly, (a pause. Bernardo writes. Colonna walks about much agitated!) Sure, she will forget — 'Twill seem a fleeting dream ; and she will find Another, and a fitter — Ha ! another ! Possessed of her, on whom I had built my hopes Of pure, connubial bliss ? No more, no more ! — Come, thou art slow, too slow — Would it were over ! Bern. Sign this, my lord. [Colonna is about to read. Bernando covers it with his hand. Why need you read what can but give you pain ! Colon. 'Tis signed. Away with it ! Now bustle, bustle ! I will review my lances. I will think Of nought but glorious war and princely power ! Bern. No meaner thought becomes your martial soul. Colon. God-like ambition shall exalt me far Above the meaner passions that perplex The inconstant mind of man. I now have launched"], [82, "78 THE MAID OF FLORENCE. My fortunes on ambition's shoreless sea, And there will sink or swim ! [Exit. Bern. Is it not strange The strong should be so weak ? A warrior's soul Should thus be trammelled by a woman's arts ? But (shaking the note in his hand.) well I trust the artful snare is broken. [Exit. SCENE IV. Bianca's Apartment Enter Bianca Bian. Why comes he not? — 'Tis now the accus- tomed hour, From which I count the minutes of the day. So many hours since I saw him last ; So many hours ere I shall again Behold his glorious form, and hear, entranced, The music of his voice, which awakens My thrilling heart to sense of future bliss — To be the partner of his inmost thoughts, Partaker of his pleasures and his hopes ; To share his grandeur, and the dangers share, Which still on grandeur wait, will be my joy ! Why comes he not ? — Perhaps he thinks not of me, but is lost In toils of state and war-like preparation — Of him I hold but a divided heart,"], [83, "79 THE MAID OF FLORENCE While he of me usurps the heart entire, Which knows nor hope, nor fear, nor thought but him. I do him wrong. He is perplexed with cares. My father's gloomy brow betrays regret That he became the ladder upon which Colonna mounted high. His broken hints Of jealous nobles, disconteated commons, Oppression, usurpation, and revolt, Betray the moody murmurs rife in Florence, And whisper danger to Colonna's rule — I do him wrong ; He is o'erwhelmed with toils that detain Those captive hours which would fain be mine. Enter Theresa. Ther. A letter, madam — by Colonna's page. Bian. How now! a letter! Then my fears are true. He will not, cannot come ! Now you may go. [Exit Theresa. This tell-tale tremour speaks my heart too plainly. I will have none to witness my emotion — With what fond vows he'll seek to calm my fears. Will he resent my half avowed suspicions ? [opens the letter eagerly — starts. 'Tis not his hand! — and yet — by him 'tis signed ! (reads) \" Hope not, fond girl — to be Colonna's bride ! — Wake from thine idle dream — and know thyself!"], [84, "80 THE MAID OF FLORENCE. A soldier's toy ! — fit for an hour's sport ! Thou art no more ! Forget — thou art forgotten ! \"Colonna!\" (staring wildly round) I stand — 1 read — 'Tis so ! [sinks on one knee, and hides her face in her hands. A pause. Raises her head slowly. No — I will live ! From my deep, maddening wrongs ! I will draw strength ! — Colonna, I have stooped, And thou has spurned me — I will rise, and live ! (rising) To pay thee back thy scorn ! END OF ACT THIRD."], [85, "THE MAID OF FLORENCE. 81 ACT IV. SCENE I. Bianca's Apartment. Enter Bianca. Bian. I must be calm. Fierce passions wear us out, Or drive us mad ! — Awake, \"revengeful thoughts, Asleep, more bloody dreams infest me still ; My eager hand grasps at the imagined knife, I see the traitor helpless at my feet, But passion's fury still defeats itself, I wake too soon to deal the fatal blow. Thirsting for vengeance, I let slip the means To make that vengeance mine — Mine is no trifler's heart. To sit and weep A lover lost, or else to seek another, Might well become a feeble, puling girl — Ha, beauty, wealth, what are ye ? You but teach The ardent mind to cherish lofty hopes, And give a keener edge to disappointment. — And are ye also powerless for revenge ! Where are my crowd of suitors ? Where are those F"], [86, "82 THE MAID OF FLORENCE. Who knel t, and si ghed , and vowed themselves my slaves ? E'en if they love me not, they love my wealth, And shall become the tools of my revenge ! I will reverse the dream of alchymists, And turn my gold to steel ! — Let me but live — live until that blest hour, When his aspiring hopes, his power usurped, Shall crumble into dust; his traitor's heart, More false than proud, more proud than pitiless, Is crushed like mine. Then will I ask no more ! Yet should he fall — unless I dug the pit That swallows him — revenge remains unsated. [soft music without. Ha, music ! — How it jars'upon mine ear, Marred by the tempest of discordant thoughts. Away ! fond youth ; forbear thy sickly strain, Nor nightly urge thy worse than hopeless suit. My thoughts are demons — and thy swelling notes The bitter irony that taunts the damned ! No more ! (stops her ears.) — Yet stay. Oh, happy, timely thought ! Thy melody would only paint thy love, Yet truly points the way to my revenge — Theresa ! — Girl ! — Where are you ? Enter Thersa. Ther. Here, my lady, What are your commands ? Bian. Who's that below ?"], [87, "THE MAID OF FLORENCE. 83 Who thus disturbs my peace ? Ther. Know you not, madam ? Rivalling well the nightingale's sad notes, Noble Bondelmont nightly thus makes known Your beauty and his love — Bian. What would he have of me ? Ther. An interview, If you will grant him one. Bian. Admit him then. Ther. Admit him ! — Madam, do I hear aright? Bian. Folly! — obey me, and admit him straight — Say I for once will see him, but to show Why he no more must seek me — Hence ! begone — Ther. (aside) What may this mean ? Pray heaven she be not mad ! [Exit. Bian. Brave, noble, powerful, brilliant, and beloved By all the youth of Florence — Though little known in arms, in gentler arts Without a rival — His the open heart, The frank demeanour, and the liberal hand, That wins the love of all. E'en formal age O'erlooks the lively sallies of his youth, And smiles in kindness on him. Such a man, Roused to ambition, or the patriot's zeal, May dart his fire through ten thousand hearts, And lead ten thousand daring arms to aid The cause he may espouse. A boy he sought me, Loves truly, and betrays, at every glance,"], [88, "84 THE MAID OF FLORENCE. The look that speaks the willing, eager slave To my imperious will ! He is the tool, Wherewith I'll work the ruin of my foe ! — [She presses her brow, passes her hands over her face, and assumes a composed and subdued manner. Enter Bondelmont and Theresa. Bondel. This happiness I scarcely dared to hope, And know not how to thank you. Bian. (to Theresa.) You may go— [Exit Theresa. Now you are here, my lord, say what you seek, That nightly thus you loiter in the street Beneath my window. Bondel. Need I say, Bianca ? I ask but leave to tell you of my love, To pay my heart-felt vows where they are due ; To hope that time may yield to my devotion The object of my vows — Bianca's love ! Bian. My love ! Why should I love you ? What have you done, that may deserve my love ? If person, manner, and exterior grace Might challenge love, you well may hope for favour ; But not from me — 'Tis not the comely form, the deep drawn sigh, The ardent glance, the nightly serenade, Can master my affections — I must esteem, approve, before I love. Bondel. And can you not esteem me ? Am I then so unworthy, so deceived"], [89, "85 THE MAID OF FLORENCE. By flattering friends, who tell me that I am What I should be, and well become my station ? Bian. ' Tis false, young lord ; you are not what you should be ! Is all your pride, to be the gayest reveller ? The height of your ambition, to be first In pleasure's giddy chase ? Oh, blush for shame! Kind nature formed thee to far nobler ends ; The fault is thine, who dost pervert her gifts To worthless occupations ! Bondel. Is this my crime ? I lead a gay, but not disordered life. They slander me, who otherwise report me. Bian. A life of gaiety, on trifles spent, Thy native powers degrading — Where thou dost lead, the noble youth of Florence Pursue in throngs the revel and the mask. Canst thou not lead them to a nobler game — The battles of their country ? — Is it fear ? Thy followers' terrors, or their leader's fears That bar the road to glory ? Bondel. Florence now, Long worn by foreign and intestine wars, T.istes of short peace ; and shall I break her rest ? — Yet must your love be won. Point out the path; And think not I will shrink from ought that may Become a noble and a Florentine ! Bian. Art thou a noble — and a Florentine ? And yet — Colonna lives ! — the lord of Florence !"], [90, "86 THE MAID OF FLORENCE. Bond He is Podesta ! To no native hand, Divided as we are by feuds and factions, May we intrust the power of the law, And hope impartial justice. 'Tis the curse Brought down by endless quarrels on our heads ; Nor am I, in submitting to his rule, The less a noble. Bian. 0 willing blinded slave, he is your lord ! The king of Florence ! The stern judge's rule, The public purse, the power of the sword, Are in his grasp ; what more can he desire ? Let her, too late repenting, ask again The power she lately gave — and mark his answer! Bondel. A startling truth! We well may doubt his faith. Colonna wields his new intrusted power With zealous spirit and a vigorous arm — A lofty spirit his, and boundless power Has ever been the lust of noblest minds. He who would scorn temptation in the garb Of sensual pleasure or the miser's hoard, Oft bows before ambition's shrine, to own The god of his idolatry. — Have you, Bianca, aught beyond suspicion ? — Bian. Suspicion ! — We suspect that we are slaves ! And shall we pause until suspicion grow To fearful certainty ? Mark this, young lord, That very tongue which first proclaimed Colonna To be Podesta, on that luckless hour"], [91, "THE MAID OF FLORENCE. 87 Now heaps its curses ! Bondel. Ha ! vour father fears — Bian. He will not tell you so. But answer this ! Does he not court the rabble, dealing out, With lavish art, his flattery and gold ? (Jail them his friends, the worthy men of Florence, Whom he is proud to serve ? Oh, mark you that! Think not that proud men stoop, unless it be The higher yet to rise ! Say, does he not, With cunning industry, still seek to gain External allies and internal friends ? See the accused before his proud tribunal ! Say, is he stern in justice ? Those who die He fears might have opposed him. Does he yield To gentle mercy ? He but pardons those Who will become his zealous partisans. Think on Lamberti, with his murderous hands Red with his victim's blood ! Yet he is spared, And thus his potent friends become Colonna's. Bondel. Lamberti, should have died, if ever blood With blood should be repaid ! Bian. Then while we hoped The wintry storm of war had passed away, The opening spring of gentle peace returning, Why thus the citadel of Florence held By hireling soldiers, and a guard in arms At every gate, as in a town beseiged ? Why now a thousand lances newly raised, In Lombardy, to re-inforce his band ? t"], [92, "88 THE MAID OF FLORENCE. Why courier after courier despatched To Milan's hateful court ? Bondel. Are these things certain ? Bian. As I live ! 'tis true, Nay, he, in subtle policy, will wed Visconti's daughter ; and, when thus allied To Milan's tyrant, soon will he become The tyrant here ! Bondel. Colonna wed' Visconti's daughter ! If that fear be true — Bian. Alas, unhappy Florence ! is there none, Of all thy sons, who can foresee thy doom, And dares to raise an arm to ward the blow ? Thus fell Ferrara under Este's power ; Thus sunk Verona's liberties beneath Fell Eccelino's arts; and thus will fall Unhappy Florence ! Such has been the rise Of each usurping tyrant, who deforms, With ruthless arms, sweet Italy's fair face — Look round on Lombardy. Her mighty states In freedom powerful ! — Where are they now ? What is Milan ? — Milan, whose civic bands An emperor defeated, and defied An empire's force ? — A tyrant's fortress now ! That glorious city, whose heroic sons, Embattled on Lignano's bloody plain, First quelled imperial Barbarossa's pride, And crushed his host of German chivalry, Is now a robber's den ! — 1"], [93, "89 THE MAID OF FLORENCE. What Florence is, Milan once was — Alas ! What Milan is, too soon may Florence be ! Bondel. Too true your words ; deep reason prompts your fears. Bian. But why speak I to thee — Be it thy nature that hath made thee so, The lessons of thy youth, or the strong power Of adverse circumstance, yet art thou base ; And, like the rest of Florence, but a slave ! Bondel. Not so ! You wrong me ; I will nobly dare. But when or how ? Alono, I lack the power — Bian. Hast thou no friends ? Hast thou not potent sway O'er Florence's noble youth ? Are they so deaf To glory, liberty, and nature's voice, That they cannot be roused ? Bondel. Thou art inspired To rouse thy slumbering countrymen to arm, And seize the freedom that would 'scape their grasp. Bian. Bondelmont, art thou roused ? Bondel. I am. I am ! The ardour of your spirit kindles mine ; My deeds shall catch the fire of your words. [she is about to speak. Nay, say no more. You spur a willing horse, Who rather needs the rein Now to my task ; [going. Florence shall wake, shake off her lethargy, And hurl the tvrant forth !"], [94, "90 THE MAID OF FLORENCE. Bian. Ha ! hurl him forth ? Expel him ? He must die ! — and speedily. Start not. What is one life to Florence's freedom ? There is no hope, if you afford him time With strong alliance to confirm his power, And form a slavish party here at home. Bondel. True, he must die, or Florence is not safe ! — When he is dead, what then ? Bian. (offering her hand.) Thou art no slave Bondel. (kissing it.) A rich, a full reward ! Without it life Were valueless, and with it beyond price ! Bian. We now must part, but soon to meet again. Lose not one moment. Sound each manly spirit In this great cause. Be cautious, yet be bold. Bondel. Farewell, and doubt me not; but think of me As one who would deserve you. [Exit. Bian Go, fond, confiding youth ! For thee I care not. Yet art thou noble, and I trust wilt prove The noble instrument of my revenge ! — His simple life were nothing ! My revenge, Like the devouring sea, shall swallow up Fame, pomp, and power ! all that unto him May appertain, and leave behind no wreck To tell the gaping world — Colonna was ! [Exit."], [95, "91 THE MAID OF FLORENCE. SCENE II. An Apartment in Montano's house. Montano, Manfredi, Conradin, Gherardo, rising from a banquet. Mont. I must, I fear, have played the churlish host, That you so soon desert me. Manf. Say not so. The hour grows late. 'Tis time we sought our homes. Mont. Why, what have you gallants to do with time ? Were you but ragged, needy artisans, Called forth to labour by the rising sun, Then might you prate of time. Your only care Is, with some novel pastime or discourse, How you may cheat the hours as they rise, Day after day, in dull monotony. Oft have I known you waste the goodly morn [to Manfredi. Consulting with your tailor on the fashion Of some new gala suit ; and you as long [to Gherardo. Discuss the virtues of your holse and hound. Manf. We will become the wiser by your censure. And better learn to husband our hours. Gher. So now farewell. Manf. Stav, here Bondelmont comes. Enter Bondelment. Mont. Most welcome, though unlooked for."], [96, "92 THE MAID OF FLORENCE. Bondel. Signiors, well met. [Gherardo draws back and salutes Bondelmont very coldly. Manf. We are rejoiced to see you. Mont. They were about to leave me ; you, I trust, Will aid me to detain them. Come, Bondelmont, Come gentlemen, though 'tis the midnight hour, Good wine and lively music shall awaken The gaiety that suits the morn of life. Bondel. Nay, spare me now; I am not in the mood. Mont. Notin the mood! and pray why are you not? Conr The gay Bondelmont struck with melan- choly ! Manf. True, whence that sombre shade upon your brow ! Hast met a goblin ? Or been crossed in love ? Bondel. There is a time for gravity, as mirth. I am not in the mood — Nor have we cause For revelry in Florence. Mont. What have we else to do ? — Unbroken leisure hangs upon our hands. We are no artisans or hoarding traders, And nobler occupations are no more ! We rust in peaceful sloth. No Florentine Need bear the galling burden of rude arms ; The great Colonna will our battles fight. Nor need deep policy perplex our brains ; He has relieved us of all cares of state. Our very purses he would gladly bear, To ease us of their weight ; and, of his love,"], [97, "THE MAID OF FLORENCE. 93 Will kindly weed away the cares of life, And leave us but its pleasures. Bondel. Will you jest E'en at your country's shame ! your own dishonour ? Mont I jest — but more in bitterness of spirit Than mirthfulness of mood. Bondel. Ha ! say you so ? Then I will speak — but may be overheard. [looking round. Can no eavesdropping ears drink up my words ? Mont. None near but those around you. Bondel. You are my friend (to Manfredi) and you (to Conradin) And you, Montano, The other is an honourable man, Nor will I fear to trust him. Gher. You dome only justice, speak, and boldly. Bondel. You tax me with my gloom. True, I was once Loud in my mirth, and joyous at the board — Loved music, revelry — I then was free ! All. Free ! Bondel. I am become a gloomy, sluggish thing, Dark, dull, and joyless, as you behold. What is the cause ?— I feel myself a slave ! All. A slave ! Bondel. Colonna's slave ! — and you my fellow- bondmen. But I, unlike to you, lack yet the art"], [98, "94 THE MAID OF FLORENCE. To gild my chains, and call them ornaments. Manf. Are we Colonna's slaves ? Bondel. What are ye else ? At whose command are closed the city gates That none may issue forth or enter in Without his sovereign passport ? At whose command does blood of Florentines Redrench the ground before the dread tribunal ? Who leads the power of Florence to the wars ? Who from the coffers of our hoarding traders Drains out their glittering dross (to them more dear Than their heart's blood) to pay his foreign ruffians ? A foreign soldier rules with iron sway Within the walls of Florence ; with our gold Buying the steel that rivets fast our chains ! What other badge of bondage would you have ? What are the men of Florence then but slaves ? Mont. Alas, what are they else ! Bondel. And what are we But slaves more base than the rude commons are ? The nobler once — the more degraded now ! Mont. True, we have fallen from a loftier height To equal degradation. Bondel. Montano, I have seen thee in the field, Carry thyself as that good soldier should, Who rates his life but at the price of honour. Where is that spirit fled ? [touches Montano on the breast Mont. 'Tis yet within me !"], [99, "95 THE MAID OF FLORENCE. Thou art the first, who boldv dares to speak, But not the first, who, in his secret soul, Has called Colonna tyrant, them but slaves, Who bow before his power ! Bondel. Can we thus speak, and yet forbear to act? Mont. Bondelmont, thou hast been a man of peace. Save of thy country's foes, no blood has dimmed The brightness of thy sword. Thou has shunned feuds ; Nor used thy friends, thy vassals, or thy wealth In private outrage or seditious strife. When such a man, his country's wrongs avenging, Shall shout ' to arms ! ' against the tyrant foe, What heart can 'scape the patriotic fire ? Who dare to preach of laws that bind us slaves ? Bondel. What say you friends ? Conrad. Fear not, we will be with you. Manf. Doubt not, Bondelmont. We will truly follow Where thou shall boldly lead. Bondel. To you, Gherardo, I will now address me. Fierce, blood-stained feuds of old oppose our names, I fear yet unforgotten. Let us change Ancestral quarrels into noble strife Who best shall serve his country. Gherar. Say no more. The man that strikes one gallant blow for Florence, Although my brother's blood yet stained his hands, ,Is ever more my friend !"], [100, "96 THE MAID OF FLORENCE. Mont. 0 noble answer ! — Why should we longer pause, than to secure Numbers sufficient to achieve success ? — Gher. We must have numerous aid. Bondel. Beware of numbers ; For numbers, in conspiracy, are weakness. In secret enterprise, the fewer minds, The fewer hours burdened with the trust, The safer is the issue. Briefly then, Let each one sound some potent, trusty friend, And, if he promptly show the hidden fire, That warms the patriot's heart, with him attend To-morrow, at this hour, at my house, There to mature our plot. — Do you approve ? Mont. We do. Gher. And will not fail you. Bondel Oh, beware Of misplaced confidence ; for we must be Discreet in counsel as in action bold, Would we deserve to prosper. All. Doubt us not. [Exeunt severally. SCENE III Bianca's Apartment Enter Theresa and Mother Ursula. Ther. Good Mother Ursula, fearful is the gloom Now fallen on her. She will sit for hours"], [101, "THE MAID OF FLORENCE. 97 Like sorrow carved in stone. Yet can put on, Under her father's eye, a cheerful aspect, E'en reckless gaiety, warding off suspicion. At night for hours she'll pace her chamber floor, Muttering dark thoughts, which oft find vent in ravings. Whate'er the cause, disease, or grief, or madness, Oh, task your wondrous art for her relief! Can it do naught ? Ursu. Much, daughter, can it do Mysterious and vast its occult powers ! — But I must see her first — myself unseen. Ther. Look ! here she comes — the fit is on her now. Ursu. Then hide me. Quick ! Ther. Here, safely in my chamber, Listen and watch — The tapestry will hide you. [both go behind the tapestry. Enter Bian'CA, in a gloomy mood. Bian. Our plot yet lingers — Haste is our best safety. I doubt these sluggards. Some, through fear or falsehood, May yet betray us. Man, half-hearted man, E'en in the cause which should possess him wholly, Will start and blench at shadows. Woman's soul Knows more devotion — Thou or I, Colonna, Stand on the verge of fate ! I will not live Unless to triumph ! — [she looks sadly round the room. Enter Theresa from the chamber. 0 my unhappy father ! G"], [102, "98 THE MAID OF FLORENCE Unseen'the desolation of your house Now hovers o'er your roof < Ther. Called you, my lady ? Bian. You here ! — Not watching me, I trust ? — Heard you my words ? Ther. Dear mistress, no. — Yet, madam, I have watched you With anxious eyes of late. Moody and restless You neither eat nor sleep. Sure, fell disease Is creeping on you. [Ursula peeps from behind the tapestry Bian. True, I am not well. Ther. Will you take physic ? Bian. Who shall give it me ? Ther. Madam, by the luckiest chance the wise she-doctor Has come to see me. Bian. What ! a female leech ? Did you send for her ? Ther. Of herself she came. Bian. You know her then ? Ther. I have good cause to know her. She cured my mother of a quartan ague. Wondrous her skill, her charity more wondrous. Though wealthiest ladies gladly seek her aid, The poor command her time ; chiefly poor women. Not all the learned doctors of Salerno Know half so well the ills our sex is heir to, And their safe cures, as this good woman does."], [103, "THE MAID OF FLORENCE. 99 Bian. Indeed ! Ther. She has wrought wonders in her art. With an elixir, known to her alone, She can dispel those dark, corroding humours, Which often lead to madness, or to death. I've seen the proofs — Bian. Indeed ! What is her name ? Ther. Good Mother Ursula, Bian. Good Mother Ursula ! (aside ) I've heard that name — A poisoner ! — and a spy !•— She has beguiled My foolish girl — I'll match her art with mine — Deceit for the deceiver ! — lure her off On a false scent, aud lead her far astray ! Ther. (aside) How wild she grows ! — My Tady, I entreat you See the good mother ! [Ursula withdraws her head behind the tapestry Bian. See her ! — True, I sicken — Go call her hither. [Theresa goes to the chamber. (aside) I will see the hag ! Doubtless a cunning spy, sent here to sound me. Enter Ursula and Theresa, from the chamber. (Bianca puts on a woe-be-gonc look). Ursu. How are you madam ? Bian. Far from well, good mother. Ursu. Would you consult me? — (whispers.) Send that girl away. She is a babbler, and indiscreet."], [104, "100 THE MAID OF FLORENCE. Bian. Leave us, Theresa. I would now consult Your skilful friend alone. [Exit Theresa Ursu. Well said, my lady ! The priest is the confessor to the soul ; The doctor, to the body. You must hide No jot of the truth from either. Bian. Tell you all ! Ursu. My art is vain, unless I know the truth Where ail you, madam ? Bian. Where ? — My body ails me — [touching her heart. Because ray mind is racked — [presses her brow. Ursu. The body's ills Harrass the mind. The mind's, far more the body — Speak freely. You can trust me. Lies the root Of your disease in nature's noblest part ? Whence comes your grief ? Bian. Pardon me, good mother — Dark, potent secrets doubtless you command. Say first, whence comes your skill ? Ursu. My father was a skilful alchymist, And wondrous knowledge oft repaid his toil. For, while the dreaming world around him slept, His wakeful nights were spent in torturing nature ; Each limb and organ questioned on the rack, To yield their secrets to him. — Happier truths, Blessings to man, nature perverse would hide. If God made this world, surely Satan marred it ! For dark and deadly secrets, hell-devised,"], [105, "101 THE MAID OF FLORENCE. Revealed to him, he dreaded to make known, Lest wicked men might use them. 'Twas this fear Whitened his head, wasted his frame, while yet Old age was distant — Yet — mysterious craving Of intellectual man ! — though evil their fruit, He loathed to let his labours perish all — On dying bed, with failing breath he whispered, To me. his daughter, many a dreadful process, By which the occult arts appal mankind — ' Oh, use them not ! ' he gasped, and gasping died. Bian. Taught he nothing else ! Ursu. Much else he taught me, Which, with God's blessing, I may safely use. Bian. But that dark knowledge ! — Cleaves it to you still ? Ursu. Once known, alas, it ne'er can be forgotten! We love to rifle nature of her secrets — Her deadliest secrets — though we dare not use them. Now, tell your griefs. Bian. Oh, name them not, good mother! Hast thou no sovereign drug, that can recall The innocent, the unsuspecting past ? Canst thou not give the weary soul a draught Of Lethe's blackest waters, to benumb The memory of wrongs ? Make me forget The griefs that gnaw my heart strings ? Ursu. Take comfort, daughter. Know, I can do much To ease your pains— perchance, to right your wrongs!"], [106, "102 THE MAID OF FLORENCE. Bian. (wildly) Men, trusting in their strength, avenge their wrongs With sword and lance ! The dagger oft they use ! Are there no weapons fit for woman's hands ? Ursu. There are such weapons — Bian. Secret ? Sudden ? Sure ?— How oft we need Defence for honour, vengeance for our wrongs, ' Gainst that strong tyrant, man ! — I am in danger A strong oppressor — Ursu. Who ? Bian. I dare not name him — For I am in his power — Help, good mother, Oh, crown your charity with this good deed ' Ursu. There is a weapon — to be used with caution, And only for defence. Bian. Have you it with you ? Ursu. 'Tis of costly price. Bian. Its value priceless ! If potent to its end. How is it made ? Ursu. Dangers and mystery surround the process. The alembic charged, made hot with sulphurous fires, Its potency must be perfected under Malignant planets, joined in house of death, The moon in wane, at blaekest hour of night, All nature off its guard, and evil fiends Ranging at large the gloom. Then all the elements Of power may be welded into one — (holding aloft a phial.) Behold it here."], [107, "THE MAID OF FLORENCE. 103 Bian. So little, yet so mighty ! Ursu. So potent is it, Naught but this magic crystal, deeply graven With cabalistic charms can bind its powers — [gazing at the phial. Oh, wondrous union of mysteries ! The laurel, meed of mighty conquerors, Distills the conqueror, Death ! The lightning's flash Is not more speedy ! Bian. I must have the proof! Ursu. Place but one drop upon your spaniel's tongue, He scarce can whimper at swift coming death. Bian. Oh, give it me ! [snatches the phial. Thus weaponed I am safe ! Ursu. 'Tis now your servant. May it serve you well. [Bianca opens a casket, and takes out a purse. Bian. Good mother, often in your rounds of mercy, Yet more of want than sickness grieves your eye — Take thou this purse. Be thou mine almoner — And spare it not ; for it shall be replenished. Ursu. The poor shall bless you, feeding on your bounty ! — I now must leave you (curtesies). Charity calls me hence. A suffering woman, aged, sick, and poor,"], [108, "104 THE MAID OF FLORENCE. Lies longing for my aid — Remember, madam — [pointing to the phial. We use such weapons only for defence — Bian. For that alone ! — Fare you well, good mother — Among your charities, see me soon again — Theresa !— Come ! — [Enter Theresa. See the good mother out. [Bianca graciously attends Ursula to the door. Exeunt Ursula and Theresa. [Bianca impatiently watches their de- parture. Bian. Is she gone ? — Vile poisoner ! may you die the poisoner's death, Accursed of God and man ! Perish your hell-broth ! [dashes the phial on the floor. Go, whisper in Colonna's guilty ear, Bianca chooses that base champion, poison ! Th' avenger of her wrongs ! She bribes your valets, Corrupts your cook, suborns your skilled physician ! Let dark suspicions riot on his eyes, Searching for treason in each menial's face, Distrusting guests who gather round his table. Let him not look without to spy the cloud, Whose vengeful thunder-bolt shall burst upon him ! [she turns, and sees the phial unbroken on the floor. Ha! does the magic crystal, venom-charged,"], [109, "THE MAID OF FLORENCE. 105 Defy the marble floor ? (stamps on it.) Can I not crush thee ? — (takes it up.) Nor scratch, nor flaw ! — Defiest thou my power? Like to some evil demon, once evoked, Wilt thou not go nntasked ? — [examines the phial. Art thou a devil, Transformed, imprisoned thus, and I thy gaoler ? Must I then keep thee ? — Little as thou art, Thou art a mighty weapon of defence, A sovereign talisman against dishonour — I fear thee not, for I have outlived fear ! [Exit. SCENE IV. An Apartment in the Palazzo Vecchio Enter Colonna Colon. This irksome truce undoes me ; I would have Excitement, action, to bestir my blood, And swell my soul with high, adventurous thoughts. 'Spite of myself too oft I backward look, And lose, oh, direst loss ! my own esteem, In recollection of that damning blot, Which rests upon mine honour ! Would I had never known her — Or knowing kept my faith ! Bianca's wrongs Hang heavy on my conscience, like the weight Chained to the felon's limbs ! My soul would soar"], [110, "106 THE MAID OF FLORENCE. To noble thoughts, and dwell 'mid lofty themes ; But the fell burden drags it down again * To grovel on the earth — A change comes o'er My once undaunted spirit : I'm unmanned By superstitious fears — or feel oppressed By strong presentiment of coming ill — Enter Page. Page. My lord, a strange old woman sends you this. (gives Colonna a note, and exit. Colon, (opening note) And strange her words ! A riddle to be solved ? (Reads.) \" Beware the friendly bowl — Love turned to hate — Has brewed your drink — Your cup-bearer unknown !\" A warning ! — from Bernardo's trusty spy — Is that my danger? Well. Fore-warned, fore-armed ! Who is this secret foe ? Can she now stoop To play the poisoning fiend ? — Enter Bernardo. Bern. Hail to the lord of Florence ! Colon. How now! Bernardo! Art so soon returned? Where then are my recruits ? Bern. Marching to Florence. Colon. What says Visconti ? Bern. He redeems his pledge To aid your levies, and provide the means To keep your power on foot. A princely treasure, Escorted by a brave and numerous band, Speeds to your orders."], [111, "THE MAID OF FLORENCE. 107 Colon. Good steel ; and gold to make its strength mine own ! Your words are sweetest music to mine ear — Where are they, and what force ? Bern. Twelve hundred lances — Two long days march will bring them to the gates — (to Colonna, in deep thought.) What are your plans, my lord ? Colon. I will not pause — No, not an hour ! Mark me : In two days more, the truce is at an end — I will lead forth — to guard against commotion — A chosen body of the youth of Florence ; Lay waste the lands of Pisa, and assault Her weaker posts. With half my present power, Stay you in Florence, keep the citadel ; Admit within its walls the coming aid — Lest, her best warriors absent from their homes, Some evil might befall the goodly state Intrusted to our care — You understand me ? Bern. I do, my lord ; and much approve your caution. Colon. Then haste to aid me. We have little time For fitting preparation. Trace you out, Beneath the Southern wall, sufficient ground For full three thousand men. I dare not risk Their fearful muster in the heart of Florence. Bern. Account it done. [Exeunt separately. end of act fourth."], [112, "108 THE MAID OF FLORENCE. A C T V. o An Apartment in Bondelmont's Palace. Bondelmont, Montano, Conradin, Rossi, and otlters conversing. (Enter Gherado and Man- fredi. Bondelmont after taking them by the hand turns to the others.) Bondel. All now are here, nor would I wish to meet A nobler band, their fortunes to partake. Manf. True friends to Florence, and the deadliest foes E'er crossed this fell, usurping tyrant's path. Bondel. Let us not boast of actions unacheived, Nor waste our previous minutes in abuse. Weak words against the mercenary lance Were unequal strife. Colonna's deeds By deeds must be opposed; and short the time Ere we in arms must meet. Mont. Speak then, Bondelmont. We tread a rugged and a dangerous path ; Thou art the guide to whom we look for conduct. Gher. Talk not of danger. Danger is the road That leads to honour."], [113, "THE MAID OF FLORENCE. 109 Mont. Think not that I fear. Name but the hour, and appoint my post ; That hour shall find me there. Bondel. We doubt it not. — You freely have appointed me your leader ; As freely will I enter on mine office. Since last we met to plot the good of Florence, Her direst foe, conspiring in her cause, Has called to arms three thousand of her sons To serve his mad ambition ; aiding thus To arm the hand that soon shall strike him down. Our kinsmen, friends, and followers are arrayed ; And we were worse than cowards not to seize The lucky chance which favouring fortune brings, Nay, which our foe in madness thrust upon us. Colonna's present power is divided. Part hold the citadel, part are encamped, With our own friends, beneath the Southern wall. To morrow's sun will see him take the field — You in the camp — (to Gherardo and others.) Will cautiously unfold Our great design to every trusty chief, And, as the hour approaches noise abroad, Among the lighter sort and common file, Those busy whispers, angry mutteriugs, That stir men's souls, and set their minds on edge. But when my banner o'er the Southern gate Unfurls its ample volume to the breeze, Then rush to arms, and boldy strike for Florence —"], [114, "110 THE MAID OF FLORENCE. Meanwhile I'll watch the tyrant — When from the citadel he shall set forth, I, with a chosen band, will seize the gate Which leads unto the camp, admit our friends, While I shut out the tyrant's myrmidons. You Conradin and Rossi, in his rear, Will barricade the bridge, and cut him off From chance of succour from the citadel. When ihe first shout for Florence strikes your ear, Do you, Manfredi, on the 'larum bell, Sound the loud summons to each patriot heart To arm in freedom's cause — The rest of you with your assembled power, Will hasten to the central scene of strife, Surround the tyrant and his ruffian guard, And crush the foes of Florence. Mont. A well constructed plot, a glorious cause, Strong friends and true ; I hear Colonna's knell ! Rossi. I fear all may not glide thus smoothy on. These potent friends have now their power encamped Without the wall, and may not bring their aid, Till we be overpowered. Conrad. This sudden expedition mars our plot. Bondel. Oh, say not so. Tis bettered by his movements. His near approaching power, newly raised In Lombardy, must spur us on to act Without delay, if we would hope to prosper, Rossi. One half his power hold the citadel."], [115, "THE MAID OF FLORENCE. Ill That stubborn post we must not hope to win. What though he fall, his band will yet remain Within the heart of Florence ! Bondel. Fear them not. The venomed serpent, shortened by the head, Becomes a stingless trunk ; their leader slain, Dread not the wrath of the unguided band Colonna's band, not by Colonna led, Is but a broken sword, a headless spear — What ! doubt you still ? Rossi. 'Tis too adventurous. Some one of wayward fortune's freaks will cross Our airy hopes, and plunge us into ruin. Conrad. I own, your doubts are mine Gheuar. They are not mine ! Several. Nor mine ! Bondel. Mark you not that? There spoke the voices of undaunted men. 'Tis but your fearful doubts that cross our hopes. Your armour burnished, nay, your power arrayed ; Your followers waiting but the signal word, Yet turn aside and shun the glorious strife ! Are you so laggard in your country's cause ? Rossi. I am no laggard in my country's cause. Show me a smiling prospect of success, Though it be distant, aud my life is hers. But this rash scheme is little less than madness. Bondel. If it be so — you now too late perceive it. The danger is incurred — you have conspired !"], [116, "112 THE MAID OF FLORENCE. Hope not to pause at this eleventh hour, And 'scape the vengeance of a tyrant's fears ! The self-betrayed deserve the traitor's fate, And now to pause, were to await destruction ! (Aside.) Endue my tongue with strong persuasion, Heaven, That I may rouse these sluggish souls, so dead To honour's voice, so wakeful to base fear ! Enter Bianca, through a door in the middle of the Scene. Conrad. A woman here ! Several. We are betrayed ! Bian. (throwing back her hood, and coming for ward). Fear not ! A woman's form, no feeble woman's heart, Is present here, a witness to your counsels. Think you, because your arms alone can strike For Florence's rights ! your hearts alone can burn. Indignant at her wrongs ! Not so ! her daughters owe her love as deep, And, in her cause, as promptly will display The strength to suffer, and the hearts to dare, As her most valiant sons ! Why stand I here If not to share your danger, and revive The patriot fire smouldering in your hearts ? On, noble sons of Florence ! If ye love The breath of honour, and the rich renown, That gilds the patriot's name, oh, draw not back Your hands, devoted to this glorious work,"], [117, "THE MAID OF FLORENCE. 113 Until it be achieved. Say, are ye noble In birth and honours ? Be in nature noble, And scorn the yoke of slaves ! — The dames of Florence loathe their coward lords ; The maids of Florence spurn their slavish suitors, Who stoop without a struggle to endure A hireling sworder's yoke ! A woman's voice Calls on the sons of Florence to arise While yet they grasp their weapons in their hands, And strike the new-forged fetters from their limbs, Nor rest a tyrant's slaves ! What can ye fear ? Have ye not arms, and skill to wield those arms ? Are ye not strong in numbers ? in your cause, Your country's cause, most strong? What wait ye for? Why are ye noble, save to lead the crowd Of common men through honour's rugged path ? Or will ye pause, till you are goaded on . By all the woes a conquered people prove — Oppressed, disarmed, no weapon but despair — Will ye then hope to prosper ? Were I a man ! — I am a feeble girl — But ye are men ! — Several. We are, and will be freemen ! Bian. Then why delay to act the parts of freemen ? Dread not Colonna's power. He has now No friend in Florence save the ruffian band, Who lackey his proud heels, by deeds of blood A base subsistence earning — The nobles hate him for his haughty rule, a"], [118, "114 THE MAID OF FLORENCE. The merchants, for his forced, oppressive loans, The populace, grown cold, now cease to shout Colonna's name ; united Florence mourns The madness of that hour which betrayed Her liberties to him — Do you but raise the battle cry of Florence ; Ten thousand voices, in echo loud, Will thunder back your shout ! Unfurl her banner and ten thousand hearts Will rushing throng beneath its ample folds, To conquer or to perish in her cause ! Raise but your arms, ten thousand arms upreared Will lend a giant's vigour to your strokes, And make your victory sure ! Our very women, from the hostile roofs, Will hurl the coping-stones upon their heads, And crush our grinding tyrants to the dust ! Bondel. No more of doubt ! and hence ! unmanly fear, Who now will falter ? All. None ! We are resolved. Mont. And swear, united as one heart, and hand, To stand or fall with honour — All. One, and all ! Bondel. No more of words, but let our actions speak ! Like well aimed arrows flying to their mark, Each to his post; and let the rising sun See darted back his horizontal rays [Exit Bianca stealthily."], [119, "115 THE MAID OF FLORENCE. In rival splendour from our burnished arms, While 'gainst Colonna we ourselves array In a devoted band. Mont. Away, Away ! Gherar. Let Florence flourish, and the tyrant fall ! All. Let Florence flourish ! [Exeunt all but Bondelmont. Bondel. Noble, matchless maid ! — Already gone ! and not one word to me ! But she is right. This hour belongs to Florence ! [Exit. SCENE II. Bianca's Apartment. Enter Savona, Antonio, and Theresa Savo. Bianca! — where — where are you ? Ther. You call in vain, my lord ; she is not here. I told you but the truth. Savo. Impossible ! Your tale cannot be true. What ! my Bianca, modest, wise, and pure, The slave of fiercest passions ! She become A demon of revenge ! — You sure are mad, — or else some hellish plot, Contrive against your mistress. Girl, speak out! Speak truth, or I will throttle you while yet The lie is in your throat ! [seizes her. Ther. For heaven's sake Protect me from him — Do not murder me !"], [120, "116 THE MAID OF FLORENCE. Anto. Brother, forbear ! Your anger- will not aid To find Bianca. Waste not time in wrath — Speak, thou foolish, faithless girl. Where is she ? Savo. My doubts are tortures. Let me know the truth ! Ther. (kneeling) If ever, on my knees, unto the priest, Beneath the holy roof, before the image Of my good patron saint, I have confessed My hidden sins of action, word, and thought, Such truth I utter now ! (rises) She loved Colonna. The only limits to her love was honour — Oft have they met ; and, but that foul ambition Has made him false to love, she would have been Ere this his honoured bride. But she of late Was scorned, deserted ; and for vengeance raging In dark, mysterious plot now seeks his ruin. Anto. How know you that ? Ther. Have I not told you? Oft with young Bondelmont She has held secret meetings — Not of love. Long was the conference, and loud her tone ; And, after, the dark eye and scowling brow, The firm clenched hands, and lips compressed in hate, Spoke not of love, but fierce and warring passions. All day — the live long day — o'er blackest thoughts She brooding sat, to outward objects dead; No sign of life, save fierce, convulsive starts, That told the pangs within —"], [121, "117 THE MAID OF FLORENCE. Then in the stillest hour of the night, When natural rest her senses should have calmed, Oft would she start from sleep and loud exclaim : \" Colonna ! never shalt thou wed another ! \" — Then, as one, The eager witness of a bloody fight, Some fearful strife, where man to man opposed, In deadliest hate, deals mutual wounds and death, She would cry out, \" Press on ! the tyrant bleeds ! deem not his mail Impassive to your steel ! — His minions faint And shrink beneath your strokes ! Think nothing done While he or his survive ! Then, sudden, with clasped hands and starting eye, And anguished writhed limbs, would wildly shriek, In the shrill, piercing accent of despair — \" They yield ! they yield ! 0 coward sons of Florence ! \" Savo. Oh, fearful change ! Bianca thus convulsed By direst passions ? Anto. Deep have been the wrongs Which thus can rouse her noble heart to vengeance — Ther. And may she prosper in her just revenge ! But oh, where are you now, my much wronged lady ? Anto. Ha ! true ; where is she uow ? Come brother, haste, Arouse yourself; she must be sought and found. Savo. Perhaps she is no longer worth the seeking."], [122, "118 THE MAID OF FLORENCE. Anto. What mean you now ? Savo. This may be true, and yet not all the truth. If, righteous heaven ! thy chastising hand Must deal this blow, oh, let it fatal prove To life as well as honour ! Anto. Give not way To nerveless sorrow thus. Savo. Why should I not ? My virgin silver now is turned to dross — O fairest, purest, best, how art thou lost ! How suddenly, from height of excellence, Sunk down to sin and shame ! Anto. Hence with that thought ! and better know my niece. Some daring error, no degrading blot Will ever stain her fame. Speed hence and seek her ! [takes him by the arm. Savo. Lead where you please, for I am nothing now, And lack both will and power to oppose you — [Exeunt."], [123, "THE MAID OF FLORENCE. 119 SCENE III. Street in front of the gate to BondeljMont's Palace. Enter Bondelmont and Montano in armour, through the wicket in the great gate. The wicket quickly closed behind them. Mont. It is a glorious morn ; bright shines the sun, As nothing loth to smile upon our deeds ; Yet look thy last upon his face, Colonna, For soon the storm will burst ! Bondel. At this still hour, E'en while our foe arrays his alien bands, And issues forth in all the pomp of war, To add imagined conquests to his sway, Within the massive palaces of Florence, Her true born sons, with stealthy pace assembled, Are arming for the strife. Dream on, vain man, That outraged Florence will her aid afford To swell a tyrant's rule ! Soon shall her voice In startling thunder burst upon thine ear, Telling a fearful truth ! — The hour has come ; our friends are at their posts, Grasp hard their weapons, and with anxious ears, The promised signal wait. Their idle swords, Too long imprisoned in the envious sheath, Now thirst for freedom and the tyrant's blood. Mont. Why stays our messenger ? — I fear — Bondel. Fear not!"], [124, "120 THE MAID OF FLORENCE. There is a cheering voice at my ear, Shouting in tones of triumph to my heart, That we shall stride o'er the oppressor's corpse Unto a glorious issue ! Look ! our scout. Enter a follower of Bondelmont Follower. Lead forth your power, my lord ; Colonna comes. His guards draw near the bridge. [Bondelmont springs to the palace gate, and hammers on it with the hilt of his sword. Bondel. Open the portal, ho ! the hour has come! [the gates fly open. Bondelmont's banner, dis- playing a many quartered shield, with the motto, \" Buondelmonii, to the rescue, \" is borne out, followed by a column of his vassals armed with sword and pike, steel cap and buckler. Mont. This is the glorious hour ! [draws sword. Bondel. Now to our work ! Seize on the Southern gate. And raise the shout of \" Florence ! \" [Exeunt all, Bondelmont and Montano at head of column. SCENE IV. A Street. A public fountain with statues and basin in the middle of the scene, partially hiding objects in the street beyond."], [125, "121 THE MAID OF FLORENCE. Enter Bianca, hooded and cloaked, as a labouring woman, bearing a large vase for water. She leaves the vase on the edge of the basin, and comes forward. Bian. He comes ! The false, insulting traitor comes ! His foes await, and my revenge draws on ! The streets of Florence are our battle field. On this arena we the lion bait Whose roar has frightened Florence ! [a flourish of trumpets. She starts. Never more Shall your proud summons call him to the field ! Tremble, false tyrant ; thy dark hour is nigh. Blow then thy trumpets ! We will ring our bells ! [she resumes her hood, goes to the fountain and takes up the vase. Enter Colonna and Bernardo, in armour. Colon. I take you thus aside again to warn you. I leave you my lieutenant here in Florence, And lead away the boldest of her youth To vent that ardour on more distant fields, Which else, shut up at home, might breed commotion. Think not each factious spirit is enrolled In yonder camp. Sedition swarms in Florence. Trust not these moody burghers. Let not sleep Relieve your anxious watch, till you admit Within the circuit of yon trusty wall The coming aid whose numbers make us safe."], [126, "122 THE MAID OF FLORENCE. Bern. Fear not, my lord. These surly citizens Shall never catch me napping. Colon. Then farewell; Here we will part ; for I must now to horse, [going. [distant shouts of \"Bondelmont, to the rescue /\" What mean those shouts ? Bern. Perchance some sudden quarrel, Some private feud blazed forth. [shouts of \" Florence ! Florence !\" Colon. Not so, by heaven ! The shout is \" Florence ! \" and the burghers rise In arms against our rule — [alarm bells rung. Bern. And answering bells, With rebel tongues, mutinous clamour spread ! Colon. Draw then, and to the gate ! We must shut out The rebel force in camp, or all is lost ! [they draw their swords and exeunt. [Bianca leaves her vase at the fountain and comes forward. Bian. Colonna — never shall thou wed another ! The scorned Bianca, with resistless spell, Has raised a howling tempest that shall sweep Thy towering hopes to ruin ! [she listens Shouts, bells, clash of arms. Now unrelenting war usurps the place Of hollow peace ; and broken armour, wounds, The bosom rending groan, the glazing eye,"], [127, "123 THE MAID OF FLORENCE. The arm unnerved in death, shall soon proclaim The fearful empire of wide wasting war ! [shouts of \" Florence !\" \" Colonna !\" trumpets, bells. Fierce grow the shouts. The struggle has begun — [she watching the conflict. They bleed — they fall — that I may be avenged ! I am a woman, and this scene of blood My woman's soul appals ! — [covers her face with her hands. But 'tis too late. Avaunt, slow paced remorse ! Thou canst but punish, not prevent the deed. He is a tyrant ! They for freedom strike, While they avenge my wrongs. On, sons of Florence ! Ye cannot fail ; ye are too strong, too true ! He cannot conquer, and he dare not live To taste the captive's woe ! [shouts of\" Colonna !\" \" Florence,\" and clash of arms, This way the war's tumultuous current bends ; This way Colonna comes ! [she withdraws to the fountain. Enter parties fighting and retreating across the back of the scene. Enter Colonna, with sword and armour bloody. Colon. I'm faint from loss of blood. My fol- lowers fly — Alone, on foot, and \" compassed round with foes \" — There is no hope — Yet will I shout \" Colonna ! \""], [128, "124 THE MAID OF FLORENCE. Enter a rabble of Florentines, variously armed. [they attack him. Come on, ye slaves, and face once more Colonna ! [he kills two, and beats off the others who stand back hesitating. [Colonna looks down the cross street. They rally now ! My banner waves on high ! They close in mortal strife. Oh, could I join them ! [He attempts to go off, Bianca steps proudly across his path, throws off her cloak and hood, and confronts him. He stares wildly at her, turns away and hides his face. One of the rabble springing forward with his pike stabs him in the back. Colonna falls and dies. Enter Montano sword in hand. Mont, (to the rabble.) On ! on ! they yield. For Florence ! strike for Florence ! The Rabble. Strike for Florence ! [Exeunt Montano and the rabble shouting. Bian. Bianca's soul —^no base plebeian hand Has stricken thee down? — Thy pomp, thy pride, thy power ! Where are they now ! Thy boasted lances fly, And thou art — dust ? Already lifeless clay ? So soon ? — One moment since the warrior's soul Beamed from that eye, and heaved that haughty heart, And now — a clod ! — 'Tis awful, e'en to me ! [turns away and covers her face. And art thou dead ? And with the sordid dust"], [129, "125 THE MAID OF FLORENCE. Doth thy best heart's blood mingle* — What a wreck Of nobleness perverted unto baseness ! — Thou now art gone ! — and what is left to me ? The hating heart — which in itself is hell ! Revenge — a scourge to torture the revengeful ! — I am avenged, and care not to survive you. Already have I proved the fierce extremes Of love and hate, and care to know no more ! Shall fierce excitement sink to dull despair ? Sadly to creep through stagnant years of life, In slow decay, repentant and remorseful ? — My tale will soon be known ! — Can I outface it ? Where shall I fly ? — What refuge ? — One alone ! — (takes out the phial) If thou a demon art, thine hour has come ! — Within thy narrow compass is embraced A score of deaths, bought with a single pang. Pour forth thy furies on one little life, And I will thank thee ! — [drinks aud throws away the phial. Tis done! My doom is sealed. There now is no relenting — Death ! — That many pathed and gloomy wilderness, So oft explored and yet to us unknown, Will open soon upon me — [covers her face with her robes. — Thou harsh but speedy friend — I feel thy power. Already towards my heart, thou work'st thy way,"], [130, "126 THE MAID OF FLORENCE. To sap life's citadel ! — Is this the end ? Alas my father ! what a legacy Your daughter leaves to you ! — 0 God forgive — [sinks on her knee. Enter Theresa, Antonio, and Savona. Ther. Look, my lord ; she is found ! Anto. Is this Bianca ? Ther. 0 dearest lady, maddened by your wrongs ! Savo. Daughter, what do you here ? Here on this fatal spot, at this dread hour ! Art thou distracted ? Bian. (rising, assisted by Theresa.) No ; I am not mad — Oh, would to heaven I were ! This is my court — Here I give willing audience to death, Who comes in solemn embassy to win me. Yon silent tongue resistless pleads his cause, And we are clasping hands. Savo. Speak not of death ! Bian. I must, for he is near. Savo. Too near, alas ! Oh, quit this horrid scene ! Bian. Nearer, poor father, than you yet believe him. Along my veins the subtle liquid glides, And faithfully performs its silent work. All. Poisoned ! Bian. I am — The work is almost done. The bitterness of death is passing now. [sinks into Theresa's arms"], [131, "127 THE MAID OF FLORENCE. Ther. Forbid it, Heaven !— Oh, for an antidote ! — Bear up, my lady— Some one call a leech ! Anto. Too late ! The shadow of death's wing is on her ! Savo. Can this be Heaven's decree ? Oh, vanish thus Your father's hopes ? the promise of your youth ? Bian. Alas, too true ! — Oh, how unlike my hopes! — My life moved onward — like a gentle stream — Which meets at length — a cavernous abyss — And then — one moment's madly wild career ! — Which now — in darkness closes. [dies. Savo. She is gone ! Alas, for ever gone ! [throws himself on her body. Anto. Oh, sudden, awful stroke ! A thunder-bolt, Across the sky serene, were less unlooked for ! It startles faith, — defies the proof of sense To doubt, or to believe it ! Enter Bondelmont from the back ground, sword in hand, his armour battered and bloody. Bondel. Is this but falsehood, or a horrid truth ? [Steps over Colonna's body. Sees Bianca's. Bianca here ! Savo. (looking up wildly!) Who calls Bianca ? Bondel. 'Tis Bondelmont calls — The wronged Bondelmont — trusting and betrayed ! Savo. Unhappy youth ! — Butwhy should I bemoan One happier than myself? — To you remain The victor's glory, and the patriot's fame ;"], [132, "128 THE MAID OF FLORENCE. To me (embraces her body)— My all ! my all ! Bondel. Victor and patriot ? (kneels.) For ever curst, With blasting disappointment like to mine, Be all who dare, with false and selfish ends, Their country's cause profane ! [covers his face with his hand, and rests his head on the hilt of his sword. Anto. Ye who your sex's gentle worth would change For passion's lawless rule, behold its victim ! And ye who trifle with a woman's love, With ruthless hearts the bonds of faith disowning, Mark well this scene, and dread a woman's vengeance ! [buries his face in his hands. THE CURTAIN FALLS. LONDON : BRETTELL AND CO. PRINTERS, 51, RCPERT STREET, HAYH ABKET. — W"], [133, ""], [134, ""], [135, ""], [136, ""]]