[[1, ""], [2, ""], [3, ""], [4, ""], [5, "XaSSION'S Aftermath."], [6, ""], [7, ""], [8, ""], [9, "Jl assion's Aftermath A DRAMATIC STORY — 13Y — J. MONK FOSTER iir LONDOX : DIGI5Y, LONG, & CO., 18, Bouverie Street, Fleet Street, E.C. 1892"], [10, "Printed bv Tillotson & Son, Bolton, London, New York, and Berlin."], [11, "TO JAMES ABBOTT MACNABB, TO WHOSE COUNSEL AND CRITICISM I OWE MUCH, / DEDICATE THTS VOLUME, IN MEMORY OF OUR JOINT STRUGGLES, AND OF OLD \" COMET \" DAYS. J.M.F."], [12, ""], [13, "CONTENTS. CHAPTER PAGE I. ON MERSEY'S BANKS .... I II. love's YOUNG DREAM ... 17 III. WIFE OR MISTRESS . . . -33 IV. NEW BABYLON .... 46 V. RUTH DERWENT . . . .64 VI. A TOOTH FOR A TOOTH ... 82 VII. A TERRIBLE MISTAKE . . -98 VIII. AFTER THE STORM . . . . 119 IX. THE HATE OF HATE .... 1 37 X. THE AFTERMATH . . . -153 XI. ANOTHER WOOING .... 169 XII. CIRCUMSTANCES .... I\"8 XIII. IN HER GARDEN .... 1 97 XIV. \"MURDER MOST FOUL\" . . . 213 XV. BACK FROM EXILE .... 226 XVI. WAITING ..... 236 XVII. NELLIE ...... 242 XVIII. FLOTSAM ..... 254 XI\\. THE SEA'S SECRET .... 262"], [14, ""], [15, "1 B Passion's Aftermath: A DRAMATLC STORY. Chapter I. ON MERSEY'S BANK'S. On the Cheshire shore of the Mersey, where the river widens inland with slow, graceful, bay-like sweep, where the stream ebbs and flows with sea-like regularity, and where the bank is sandy as an Egyptian waste, there is a stretch of country beautiful as any to be found in all fair England. When the river is at its flood the shelving sands are hidden by the swelling waters, with the exception of a long narrow fringe, but during the great tides the sands are wholly buried and the canorous waves lave the verdurous margin, just beyond where the bank commences to rise with an almost cliffy steepness. A belt of timber comes down nearly to the edge of the water, and in summer-time the"], [16, "2 PASSION'S AFTERMATH. place is an earthly paradise. Then one may ramble amid green cornfields ; loiter in mossy nooks gathering tufts of feathery fern ; lounge under some great, far-spreading, umbrageous elm, half-buried in sweet-smelling hay and clover, smoking contentedly (the mind, perchance, busy with fair day-dreams) or listening to the shouts of brown-faced, bare legged children delving sand, and seldom get away from sight and sound of the sea. Hereabouts the country is called Bryn thorpe, and here the young painter, Noris Aveling, had made his home. With the exception of a sister, the artist had no immediate relatives, his parents having been dead half a dozen years. The elder Aveling had been partner in a well-known Liverpool shipping firm, and at one time he had hoped that his son would succeed him in that position. But early in his teens Noris Aveling became possessed of aspirations which rendered the idea of a stool and desk in any office distasteful to him. Mr. Aveling was by no means a weak minded man, although he had the good sense to permit his son to follow his own"], [17, "3 ON MERSEY'S BANKS. way. He looked at the matter in a business like fashion, knowing that Noris had a better chance of succeeding in a profession in which his whole soul seemed centred than in any business which he disliked. The merchant did not expect his son to develop into a Turner or a Gainsborough ; but he knew that as a second, or even third-rate artist, he might make a comfortable income. So Noris Aveling devoted himself to the art which had masters thousands of years ago in Parrhasius and Zeuxis, and before either of his parents died he gave evidence that proved he had acted wisely in his choice of a profession. There is no occasion to dwell on the artist's early life. At twenty he had learned all that masters had to teach their pupils ; and having thoroughly mas tered the mechanical principles of his art, he said good-bye to his master's studio, and with fond hopes and high resolve prepared for further study, and hard, honest work. A year before this Noris Aveling's mother had died ; and just as he was making prepar ations for visiting and pursuing his studies in Rome, his father sickened, and, after a"], [18, "4 PASSION'S AFTERMATH. short illness, followed his wife to the grave. This second bereavement naturally interfered with the young man's arrangements, but it did not by any means drive him from his purpose ; his heart was still set on the city of the Seven Hills. In one respect, at least, Rome retains her empire. She is still the metropolis of the world of art ; to her the disciples of Pheidias and Apelles resort year by year from every quarter of the globe. The shipping merchant left a moderate fortune behind him, to be divided equally between his son and daughter. At this time Noris had just attained his majority, whilst his sister was but fourteen. Mr. Aveling had so much faith in his son's integrity as to constitute him sole guardian of his sister's fortune and his own ; and shortly after his father's death the young artist withdrew from the firm in which the greater portion of the fortune was invested. The money thus realised was immediately reinvested. A friend of the artist, a solicitor in Liverpool, knowing that Aveling was desirous of a safe investment, advised him to purchase a small estate situated at"], [19, "5 ON MERSEY'S BANKS. Brynthorpe, which was then in the market. The painter acted as advised ; his part of the fortune was sunk in land, whilst his sister's share was invested in Government funds. This business completed, Noris placed his sister in a high-class school to finish her education, and then, in accordance with his original purpose, went to Rome. In the city of ruins and classic memories he remained three years, studying sedulously, striving after perfection with the patience and earnestness which some name genius, ancl seeling that his ideas of art were becoming clearer and nobler, his touch surer and more cunning, with the lapse of each day. At length, still unsatisfied with the pro ficiency he had attained, but feeling that Rome had nothing more to teach him, he turned his back on the Seven Hills and returned to his native land, making his home on the beautiful little estate he had purchased four years previously. It was the beginning of autumn when Noris Aveling returned to Brynthorpe. The old mansion needed re furnishing sadly, and by the time he had"], [20, "6 PASSION'S AFTERMATH. made it habitable, cosy and pretty, as an artist alone could, his sister had finished her last term, and there she joined him. Noris Aveling remembered his sister Muriel as an under-grown, gipsy-faced girl, remarkable only because of her dark skin, big black eyes, and wealth of dusky tresses. Having this picture in his mind, he was startled, on meeting Muriel, by the change four years had wrought in her face and figure. She was still swart of face, but the dark skin had assumed a brilliance of colouring such as he had not seen surpassed even in that land of rich, warm complexions, Italy. Her large black eyes seemed to have imprisoned in their depth a soft, slumbrous fire ; and when their owner was excited they flashed as only eyes of ebon can. Aveling crossed the river, and went to Lime-street Station to meet his sister on her return home. He was on the platform when the train arrived, and his eyes wandered over the faces of the passengers on the lookout for the short, fleshy figure he remembered so well. But the platform became deserted almost, and the only lady he could see there -"], [21, "7 ON MERSEY'S BANKS. on was a tall, graceful girl, whose splendidly proportioned form he had been secretly admiring. Then, with a start of glad surprise he recognised his sister, and his artistic soul drank in her wondrous beauty with the fervent appreciation of the cultured æsthete. So the painter and his sister settled down at Brynthorpe, in the old Elizabethan man sion Noris had purchased, and which some past proprietor had named Besscourt, because of its having once sheltered the virgin Queen. The artist devoted himself assiduously to his professional work, and Muriel Aveling became her brother's housekeeper, managing all the household duties with the help of one or two servants. Early and late Noris Aveling was at work after his sister's return, for Muriel's coming had been a veritable godsend to the painter. Since his return to England he had been busy on his first great picture, the work on which he hoped to found both fame and fortune. The picture was to be entitled \" Helen amid her Suitors ;\" and during his sojourn in Rome he had been collecting materials for this work, having made elaborate"], [22, "8 PASSION'S AFTERMATH. studies of the illustrious princes who sought to win the peerless daughter of Tyndarus. From the infinite variety of models with -which Rome abounded, Aveling had been able to select suitable types for each of his minor figures ; but prior to his return to England he had not seen any woman whose face seemed worthy of filling the central place in his picture. But all anxiety regarding his \" Helen \" ceased the moment he shook hands with his sister after their four years' separation. Hers was the face that had been floating hazily before his imagination for many, many days, and the appearance of the ideal in the flesh filled his brain with inspiration to conceive, and his veins with ardour and strength to execute. The short wintry days were spent by the painter and his sister in the former's studio ; and slowly, very slowly, the artist's masterly hand quickened into life the figures on his •canvas. Day after day Aveling clung to his work, lingering lovingly over his easel, and when the last stroke of his brush had been given, when the picture was as perfect as he"], [23, "9 ON MERSEY'S BANKS. had power to make it, the winter was nearly over. Then the picture was framed, and after wards carefully packed and despatched to London, to meet its fate at the hands of the hanging committee of the Royal Academy. Then ensued some weeks of fearful suspense. Only those who have undergone a similar experience can understand the torture of waiting for an editor's or a hanging com mittee's verdict. Noris Aveling felt that his success or failure depended on the decision of the art judges to whom he had submitted his first great work. Its rejection would mean much to him, for he was certain that his picture represented the highest level of art he could ever hope to reach. His \" Helen\" contained the best that was in him, and its rejection or acceptance would decide whether he was destined to take premier rank with the great artists of the day, or to figure amongst the mediocrities of his profession. The lengthening days drifted slowly by, and at last the expected communication came. For a moment or two Aveling kept the"], [24, "10 PASSION'S AFTERMATH. missive in his hand without breaking it open. A strange feeling, half hope, half fear, possessed him, and he was unable to conceal altogether his agitation from Muriel, who was at breakfast with him when the letter was brought in. \" Read it, Muriel,\" he cried, throwing the letter into her lap, \"for I cannot. Tell me whether it means success or failure.\" He drained his cup, and filled it afresh ; but his hand trembled visibly. A moment's silence followed. Muriel had broken open the missive, and was reading it, but Aveling dared not look in his sister's face. Then a glad cry from Muriel sent the hot blood rushing over the artist's pale countenance. \"Success, Noris! Success, dear! I told you it would be accepted.\" \"Are you sure, Muriel?\" he asked quickly, a great wave of happiness surging through him. \" Sure ! I'm absolutely certain ! Can't I read plain English ? There, read it for yourself.\" His hands trembled no longer when he read that his picture was accepted. He knew not what to do or say, his joy was so over-"], [25, "11 ON MERSEY'S BANKS. powering. But he kissed Muriel many times ; and then he slipped out into the garden, for he wanted to be alone with the sacred feelings that possessed him. One of the greatest masters of the English language tells us that when his first contribution was accepted by an obscure rag of literature, and published anonymously, and also without any vulgar hint as to payment, his joy was so great, his emotion so intense, that he turned into Westminster Abbey, to hide his tear-dimmed eyes. The first taste of success is the sweetest ; and so Noris Aveling found it. In after years, when he had made himself rich and famous, no day or event connected with his artistic career stood out more clearly and so pleasantly as that on which he received the news of the acceptance of his first picture. Noris Aveling spent a few days in London soon after the opening of the Spring Exhi bition of the Royal Academy. \" Helen amid her Suitors \" had been fortunate enough to obtain a place on the line, and in a favourable light. Very soon the picture attracted attention ; and when the daily and weekly"], [26, "12 PASSION'S AFTERMATH. journals published their art critiques the young artist naturally expected a good \" slating.\" But, to his surprise, most of the critics spoke well of his performance. Perhaps his good luck was due to the fact of his being a stranger to the self-constituted judges of art. Anyhow, \" Helen \" was one of the most notable pictures of the exhibition, and the critics' praises brought crowds to scan it daily. In a few days the dealers began to make enquiries anent \" N. A.,\" the painter of No. 749 in the catalogue, and Aveling was asked what price he wanted for his work. He evaded such questions by saying that he had not yet decided to sell it. Really, Aveling did not know what price to set upon his picture — a difficulty young artists always experience. Amongst the friends he had made since coming to London was an A.R.A., and to him Aveling frankly stated his inability to estimate the value of his \" Helen.\" \" It is certainly worth not less than three hundred guineas, and it may be worth five hun dred. Fix a price somewhere between those figures ; stick to the price you name, and it will sell in a week or two ; see if it doesn't.\""], [27, "13 ON MERSEY'S BANKS. Aveling thanked the eminent Associate for his advice ; and the next dealer who called upon the artist was informed that he might become the owner of \" Helen amid her Suitors \" on the payment of four hundred guineas. Mr. Smirke — the art dealer in question — gasped when Aveling named his price. After regaining his breath, he urged that it was preposterous for an unknown man to ask such a sum for his first work. He would give one hundred and fifty — one hun dred and seventy-five — two hundred guineas even, but not a copper more. He was thanked for his offer, although it was declined. Aveling was not particular whether he sold the picture or not ; but if he did sell it, it would be at the price he had named. Shortly the artist had reason to be glad of his own firmness; for Sir Thurstan Mayburne, the famous art connoisseur, not only purchased the picture at Aveling's own price, but also entrusted the young artist with a commission to paint a companion picture on similar terms. Summer was just beginning when Aveling returned to his pretty home in Cheshire. It"], [28, "14 PASSION'S AFTERMATH. would have been pleasant to have stayed another week or two in London, as many of his new friends urged him to do, for the artist had become somewhat of a lion in artistic circles, but Aveling had no intention of wasting more time on empty pleasure. Certain now of his power, he wished to get back home that he might go to work again. His future now lay in his own hands. To achieve renown and wealth he had only to work, work, work. And he meant to spare himself no labour that would perfect hand and eye. The hazy ambition of his youth was fast becoming a tangible thing that he might hope some day to grasp. Here a word or two may be written of Noris Aveling's character and appearance. The hero of this story was not in any sense a rare specimen of the genus Homo. He was a common enough sort of being — a man of generous impulses who did kind actions naturally, without pausing to reason on the motive or the result. Satisfied with his posi tion in the world and his possession of the power to conquer fame and fortune, he looked on society through optimistic spectacles, and"], [29, "ON MERSEY'S BANKS. having no quarrel with Fate he was kindly disposed towards all humanity. For the rest, his tastes and aspirations were naturally pure and somewhat lofty, and he preferred to make friends rather than foes. A weak sort of hero this, you will say, for a dramatic story. But the makers of history, the leading figures in tragedies and treasons, are not all creatures of blood and iron. All human actions, great or trifling, tragic or comical, have their origin in circumstance and character ; and very often circumstance is the greater factor of the two. In appearance, Noris Aveling was hand some enough for the hero of a ladies' journal kind of romance. Of moderate height and build, swart of skin, and dark-haired like his sister, he was just the kind of man one expects to see in an artist ; his heavy mous tache and long imperial giving him a slightly foreign look, which decidedly added to his general attractiveness. With such personal advantages, he might have wooed and won a fortune in some of the London drawing-rooms, had he been endowed with the patience and low nature of a hanger-on of fashionable society. ■5"], [30, "16 PASSION'S AFTERMATH. But no man ever seemed less cognisant or more careless of his good looks than was Noris Aveling. There was not an atom of the human peacock in him, though there was more than a dash of the tiger in his blood. His passionate temper, like his face, was quite Italian in its character. He would resent a wrong at any cost to himself or others."], [31, "0 17 c Chapter II. LOVE'S YOUNG DREAM. It was a beautiful dav in summer, and the heat would have been intolerable but for the light breeze that swept over the fields. The yellow sunshine slept on the green foliage, on the young corn, and amid the sweet, white blossoming hedges of hawthorn. The clear note of the songbird and the drowsy hum of the bee fell alike pleasantly on the ear. Under the grateful shadow of a tall, thick hedge a young girl was reading. She half sat, half-lounged, amid the long rank grass, which, swaying around her, almost buried her from sight. Her back was to the hedge row, her feet to a field of corn which was just beginning to yellow in the sun. Where the rank grass and the green grain met a patch of slender-stemmed poppies shook their brilliant red cups in the breeze, and above the girl, who was reading very intently, a"], [32, "18 PASSION'S AFTERMATH. hedge-sparrow was vigorously calling for its absent mate. A perfume of new-mown hay came across a field a stone's throw away, where the sharp rattle of the reaping machine could be plainly heard and occasionally the cries of the brown-faced lads and lasses making hay, when a frightened rabbit darted out of the still uncut grass to be chased into the wood beyond. Now and again a scared lark would spring up before the machine, and then the farm lads knew that a nest was somewhere near, and while they searched for the eggs or the young birds the frightened parents would dart to and fro with piteous cries. Anon a swallow darted across the meadow making sad havoc among the swarms of gnats hovering in the air. But all this failed to rouse the attention of the young girl reading in the cool shade of the blossoming hawthorn hedgerow. She was too deeply interested in her book to take notice of what was passing around her, for a brown rabbit emerged from the green corn and ran along the hedgerow, whence a ferocious weasel darted out and seized poor"], [33, "19 LOVE'S YOUNG DREAM. bunny by the throat. Then ensued a short, terrible struggle, which ended in the young rabbit being killed and dragged into the hedge by the rapacious weasel, but the tragedy began and ended without rousing the girl from her book. The time was a couple of hours before midday, and half-a-dozen yards from the girl was a gap in the hedge where a stile made a break in the pathway that ran through the adjoining fields. A little to the right of the reader, and along the side of the cornfield, a path led to the stile, and a young man came slowly that way, stopping when he reached the stile, for on the other side were two ways, and he was puzzled which one to take. The young man appeared to be about two and-twenty. He was handsome, after a womanly fashion, having soft brown eyes, brown curling hair, and fair, perfectly regular features. An air of good breeding seemed to cling to him, and there was a grace even in the careless manner in which he leant on the bar of the stile. \" What a confounded nuisance this is!\" he cried aloud, in a tone of annoyance. \" Lost, by Jove, and not a soul in sight.\""], [34, "20 PASSION'S AFTERMATH. There was a sudden rustle among the grass, and the young man saw the girl sitting under the hedge. His voice had roused her, and she was looking at him with inquiring eyes. For a moment he gazed, almost with an ill bred stare, on the lovely girl his words had discovered. Surely he had seen that striking face before. That splendid complexion, each perfect feature, those deep black eyes and soft masses of blue black hair were familiar to him. But he quickly recovered himself, doffed his soft tweed hat, and bowed to her as if she were queen and he liege subject, saying, \"You will pardon my speaking to you when I say I am a stranger and have lost my way. Can you tell me which of these paths will take me to Brynthorpe ? \" That the girl was not town-bred was easy to see, for while the young man was speaking her face had not frozen itself into a stony, stand-off stare, such as town girls think it right to wear when an unknown individual addresses them. She answered him frankly. \" The way to the left will take you to Brynthorpe.\""], [35, "21 LOVE'S YOUNG DREAM. \" I thank you,\" he said, bowing again and moving to mount the stile. But he paused, and turned to her again, saying in a humble and apologetic voice — \" I am afraid you'll think me ill-bred and impertinent, but I am certain I have met you before. Can you tell me where ? \" \"Oh, no,\" she answered, smiling. \"I think you are mistaken. Your face is quite new to me.\" There was a puzzled look on the gentle man's face, showing that he was trying to unearth the whole of some half-remembered scene or incident. Suddenly his eyes and face were lit up with the glow of discovery, and he cried — \" I remember now — you are ' Helen.' ' \" Yes,\" she replied, her face flushing with sisterly love. \" You have seen my brother's picture.\" \" Seen it?\" he cried, enthusiastically, \" I've seen it a hundred times. I was the first to write favourably of it. You know — at least you don't know — that I am art critic for the Palladœum. And you are really Noris Aveling's sister. Some day I hope to be"], [36, "22 PASSION'S AFTERMATH. presented in proper form to your brother and yourself. May I give you my card ? I am paying a visit to my uncle, Sir Jonathan Haynes, of Orrel Mount. Perhaps you know him ? \" \" I have seen him, but have never spoken to him.\" \" Well, I hope we shall meet again soon. Good afternoon. You said the way to the left ? \" \"Ifyouwantto go to Brynthorpe. But the other way is the nearer one if you are going to Orrel Mount. I am going that way and will show you a short cut through the fields.\" He thanked her very heartily for her kindness. Then he got over the stile, and she followed. They took the path to the right, and had gone only a few paces, when she exclaimed, \" Excuse me for a moment, I've forgotten my book.\" \" Permit me,\" he cried ; and taking two or three quick steps, he bounded lightly over the stile, picked up the book, which was lying open on the grass, and was back at her side in a moment. \" You are an admirer"], [37, "23 LOVE'S YOUNG DREAM. of Wilkie Collins, I see,\" he said, as he handed the volume to her. \" Yes,\" she rejoined, \" I like his stories so much that I mean to read every one he has written.\" \" Some day, when we are better acquainted, Miss Aveling, I shall ask you to read a story or two of mine.\" \"Why, are you a story writer?\" she ex claimed, with a little touch of surprise, and a quick uplifting of her heavily-lashed eyelids. \" Only a very humble worker in the art of which Wilkie Collins is past master,\" he answered. Then he contrived to learn by a little ingenious questioning much affecting and concerning his fair companion, and he made a careful mental note of her avowed predilection for reading in the open air. Miss Aveling paused at a point where the path divided into two, saying, \"We part here, Mr. Halliton. That is your way — this mine. Good morning.\" \" A moment, Miss Aveling,\" he said, taking the little white hand which had been proffered him, \" I want to ask a favour of you. I wish you to refrain from mentioning our meeting"], [38, "24 PASSION'S AFTERMATH. to your brother. I fear he would set me down as an ill-bred vulgar cad, were he to learn that I had forced my acquaintance upon you.\" \" Noris is not like that,\" she answered ; \" but I will not tell him if you wish it so. Good morning, Mr. Halliton.\" \" Good morning, Miss Aveling. I shall never forget this day.\" And she went her way, wondering what new light had entered her life that morning ; he went his, asking himself whether it were not better to possess the lovely creature he had just parted from than all his uncle's thousands. During the next day or two Muriel Aveling's thoughts dwelt pleasantly on her meeting with the handsome gentleman in the fields. Almost a child still in the ways of the world, with a slight tinge of the romantic in her character — a tendency which her orphaned state and love of novel-reading had done much to develop — she was inclined to regard the trifling incident of that morning's meeting as quite a romantic adventure. And to think that the strange gentleman had at once recognised her as the original of her brother's \" Helen.\" None of her favourite"], [39, "25 LOVES YOUNG DREAM. novels contained a more poetic and beautiful incident. The plain white card he had given her had printed on it \"Hon. Bernal Halliton,\" and this did something to enhance her interest in the whole affair. Muriel had no intimate friends of her own sex and age to whom she could whisper her dearest thoughts, and this, perhaps, caused her to dwell the longer on them. Mrs. Mark Jenison, the wife of the vicar of Brynthorpe, was the only female friend Muriel possessed in the village, and the orthodox tenor and religious rigidity of that lady's mind did not invite any soft confessions. So Muriel kept all her pretty roseate imagin ings to herself, and refrained from visiting the fields to read there for a couple of days, expecting to see Mr. Halliton at Besscourt, eager to make her brother's acquaintance, as he had expressed himself to be. But as Mr. Halliton did not appear at Besscourt, Muriel thought, with a little pang of regret, that he must have left Orrel Mount, and had probably forgotten her and her brother. The little romance she had created crumbled away, and the next afternoon she"], [40, "26 PASSION'S AFTERMATH. was in her favourite retreat under the blossom ing hedgerow, seated among the long green grasses, the blood-red poppies swaying at her feet, the yellowing corn rustling pleasantly in the summer wind, the sunshine sleeping on everything around, the air full of sweet scent and grateful sound, grace and light and life everywhere about her, and she, the most beauteous thing of all, absolutely unconscious of everything save the powerful romance she was reading. She had not been there long before a light footfall might have been heard coming along the path behind the hedgerow, and presently the face and form of Bernal Halliton appeared at the stile. He glanced casually towards the spot where she was seated, and a pleasant look flashed over his face when he saw her sitting there reading, quite unconscious of his presence. Every afternoon since his coming to Orrel Mount he had paid a visit to that spot, and each visit had been a failure. To-day he had expected no better luck, and was rather sur prised when he saw Muriel there. He leant quietly over the bar, and reflected for a"], [41, "27 LOVE'S YOUNG DREAM. moment. He had come there hoping to see and speak to Muriel Aveling — had been drawn irresistibly to the spot — and now he felt inclined to beat a hasty retreat. A young man, yet tolerably well versed in the world and its ways, with a fair share of that mixture of quiet impertinence and haughty indifference which passes for good breeding, he was, nevertheless, abashed at the position in which he found himself. What should he say in extenuation of his intrusion, when Miss Aveling raised her head and discovered him standing there? His ample experience of women availed him nothing now, tor one touch of love had made him shy as the dullest rustic. Suddenly, a brilliant face was turned towards the stile, and a pair of big black eyes were fixed on his own. A blush suffused his face as he met her inquiring gaze, but he managed to say — \" Good afternoon, Miss Aveling. A beautiful day, isn't it ?\" \" Yes, \" she answered, her eyes dropping from his face as quickly as they had been lifted, while she played with the leaves of her volume."], [42, "28 PASSION'S AFTERMATH. \" You will pardon my venturing to speak to you again, Miss Aveling,\" he remarked, as she resettled herself among the grass. \" Remembering that you were a great reader of stories, I thought you might wish to read one of mine.\" \" I shall be glad to do so, Mr. Halliton,\" she replied, without lifting her eyes. \" Then may I offer you this ?\" he added, and, clearing the stile, he stood beside her with a prettily-bound volume in his out stretched hand. \" Thank you very much, Mr. Halliton,\" she murmured, taking the book from him ; and turning to the title page she read, \" Saul Alstone's Sin, by Ellis Leigh.\" \"And did you really write this ?\" she added, suddenly listing her eyes to his, a look of wonder on her face. ' Yes ; I hope you do not doubt my word, Miss Aveling,\" he said, smiling. \"Oh, no! Not that. It was surprise not doubt that caused me to ask you. A lady I know mentioned the book to me some weeks ago and advised me to read it. She spoke very highly of it indeed.\""], [43, "29 LOVE'S YOUNG DREAM. \"You must give me your own opinion of it some day, when you have read it.\" \" I am sure it is nice, Mr. Halliton. But why didn't you put your own name to it ?\" \" To tell you the plain truth I was rather afraid it would turn out a failure. No one was more surprised at its success than my self.\" \" And what is the story about, Mr. Halli ton ?\" Muriel asked, glancing here and there in the volume. \" To tell you that would rob the story of all its interest.\" \" I am sure it must be very difficult to write a novel ?\" she said, very gravely. \" That is rather a roundabout way of say ing I must be clever,\" he rejoined with a laugh. \" I am afraid I should never have been able to write a story had the task been as difficult as you seem to imagine.\" Then followed a few moments of silence. She was reading the first page of \" Saul Alstone's Sin,\" and he, at a loss for some thing to say, was standing quietly by, feeling some slight embarrassment. Then he said, apologetically —"], [44, "30 PASSION'S AFTERMATH. \" I have not called on your brother yet, Miss Aveling.\" \" No ; I thought you had left Orrel Mount as you did not call.\" \" You did not mention my name to Mr. Aveling, I suppose ?\" he said, reaching up to the hawthorn blossoms, and breaking off a pretty white spray. \" No; you desired me not to do so,\" she answered. \" I must see him, and will run over to Besscourt to-morrow, perhaps. I daresay he is very busy now.\" \" Yes, he is hard at work now on a com panion picture to ' Helen,' which some gentle man has commissioned him to paint.\" \"Indeed! I should very much like to see this new work. However, I must go now. I cannot venture to intrude any longer upon you. Good afternoon, Miss Aveling ; good afternoon.\" He lifted his hat, bent his bare head before her, then disappeared over the stile. The spray of hawthorn blossom had fallen on the grass beside her. She had noticed him twirling the spray in his fingers, and"], [45, "31 LOVE'S YOUNG DREAM. when she was quite sure that he had gone, she picked it up, buried her nose amid the fragrant blossoms, then fastened it at her breast. After that second meeting in the fields, it did not seem very strange to either Muriel Aveling or Bernal Halliton that they should meet again. They met again, and often, meeting always in the fields, with the sun shine and flowers, the waving grain and grasses about them, and Wilkie Collins had another admiring reader. Young hearts and warm ones soon learn the lesson of love. In a fortnight Bernal and Muriel loved each other with an affection that seemed unfathomable and shoreless. The girl's love welled forth in a pure, joyous and unruffled stream, whilst the current of Bernal's affection was tainted with worldly cares. Forbidden to wed, yet in love with a beautiful girl, the shadow of a great tempta tion had fallen across his life. How to remain his uncle's heir and possess Muriel Aveling also, was the problem he wished to solve. But only one way presented itself,"], [46, "32 PASSION'S AFTERMATH. and that was a way of shame —a way he feared he would never be able to induce Muriel to take. One afternoon Bernal Halliton made con fession of his love and plans. Muriel gave him love for love, but his plans frightened her. She urged the great shame and pain that would fall on her brother and themselves also. Better to lose his uncle's wealth than have to blush before honest men and women. But he pleaded long, tenderly, passionately, as a fond lover alone can plead ; she wept while he kissed away her tears, and at last the stronger will conquered. That very afternoon Bernal Halliton told his uncle that he wished to go on the Continent at once to pursue certain literary studies ; and the same evening he received a handsome cheque from the baronet. The next morning Bernal Halliton left Orrel Mount, and the place saw him no more for years."], [47, "33 D Chapter III. WIFE OR MISTRESS? \" Really, my dear Aveling, you ought to take greater care of your sister.\" \" What is the matter now, Jenison ? She must have done something awful, I know, to irritate you so much. Has she been robbing your orchard, or trespassing on somebody's meadow ?\" . \" Don't jest, my dear fellow ; I am really annoyed. You shut yourself up here, and read and paint, paint and read, apparently oblivious, or careless, of anything save your canvas ancl your books. You let Muriel run about the fields as if she were still a child. You forget that she is fast growing into a woman, and a very beautiful one, too.\" \" Muriel is only eighteen, and you would not have me lock her up in her room, or chain her to a tree in the garden, eh ? \" \" No, but I think you might give her as much of your attention and care as you lavish"], [48, "34 PASSION'S AFTERMATH. on a picture or romance. You might ask yourself, now and again, where she spends her afternoons.\" \" I needn't bother about it, for I know quite well. Last spring I advised her to read Wilkie Collins's \" Woman in White,\" and since then she's been busy devouring all his other novels. She likes to read in the fields, and really, I think her taste is com mendable. Ten to one she is in Parson's meadow at this very moment, deep in the pages of \" The Moonstone.\" \" You are wrong, for I saw her half-an hour ago in Belhaigh Wood, and there was a gentleman with her.\" \" A gentleman with her ! Who is he ?\" \" Bernal Halliton — I don't think you know him.\" \" Never heard of him before. Is he in any way related to Sir Jonathan Haynes, of Orrel Mount ?\" His nephew — and heir, I believe.\" \" A gentleman, evidently. Still, he ought not to have induced Muriel to walk in the wood with him. Have they been together before ?\""], [49, "35 WIFE OR MISTRESS? \" I have myself seen them together several times during the last month. I refrained from mentioning it to you as long as I could, think ing it would get to your ears through some other channel.\" \" I wish you had spoken sooner. Muriel is as simple as a child, and perhaps I have neglected her a bit. I should never forgive myself if harm came to her. Do you know this Bernal Halliton personally ? What sort of a man is he, Jenison ? I must see him at once.\" \" I saw a good deal of him when I was in Lancashire. I was on intimate terms with Sir Jonathan, ancl his nephew was living at his place with him then. Bernal seems to be a decent fellow enough ; rather clever, and perhaps one of the handsomest men I know. He's poor, of course ; all his family are, with the exception of Sir Jonathan.\" \" Then you only object to him meeting Muriel because it is unorthodox ? It's wrong, of course ; but we can't ignore the irresistible feelings of youth, though we are getting into old fogeys ourselves. Perhaps the young fellow's intentions are honourable enough,"], [50, "36 PASSION'S AFTERMATH. after all. No doubt he wishes to be intro duced to me, but hasn't had the chance yet.\" \" You forget that he knows me, and that I have met him several times during the last three weeks. But, really, I do not think that Bernal Halliton cares to make your acquaint ance — I even fancy that he will evade meeting you.\" \"Why? Why, really now, Jenison, don't you think that you parsons are rather too stiff backed about these things? You expect every one to measure each act and word with the orthodox rule. If I didn't know you to be the honestest and best-hearted fellow alive, I should say you were prejudiced against this Bernal Halliton, and even hated him. But tell me why you think he doesn't care to know me. \" I suppose you know that old Jonathan is a woman-hater ?\" \" Rumour has told me so much, but that's about all I know of him. I've only met him once, and then we didn't exchange half-a dozen words.\" \"Well, Jonathan Haynes is a genuine specimen of the ultra-misogynist. In his early"], [51, "37 WIFE OR MISTRESS? manhood he fell in love with one of the mill girls in Lancashire. It is said that the girl was rarely beautiful, and Haynes's proposal — for he really meant marrying her — was accepted. A few nights before the date fixed for the marriage, Jonathan was strolling through his park when he discovered his affianced in the embraces of a hard-handed pitman. Haynes was a passionate man, and a terrible fight ensued between the rival lovers, and it is reported that the frail Helen cheered on her humble wooer.\" \"No wonder Haynes hates all womankind after being both deceived and beaten. But the old saying, you know — ■' An ill wind,' &c. Haynes's misfortune was his nephew's fortune, Jenison.\" \" Wait a moment, Aveling; Bernal Halliton is heir, I believe, to most of his uncle's possessions, but there is a drawback attached to his heirship. Sir Jonathan Haynes carries his misogyny so far as to disinherit his nephew should he marry before his uncle dies. Now you know why Bernal Halliton is not a fit man to meet Muriel clandestinely.\" \" Good God ! Jenison, this is fearful. I"], [52, "38 PASSION'S AFTERMATH. see now why this fellow has not sought my acquaintance. He has no intention of forfeiting his uncle's riches, it seems. But if he has injured my sister in any way, I'll kill the scamp — as sure as I live I shall.\" \" Don't get excited, Aveling. There is no harm done yet, but I thought I had better let you know what was going on.\" \" I wish you had spoken sooner. How long have you known this ?\" \" I saw them together for the first time some weeks ago, and I then thought that you and Bernal Halliton were acquainted ; but as I never saw him here nor heard you or your sister mention him, I feared that he had made Muriel's acquaintance unknown to you.\" \" I never saw the fellow that I am aware of, and don't wish to make the scoundrel's acquaintance. It is impossible to do a more dastardly thing than the one of which he has been guilty — to meet in secret a pure, simple girl, knowing that he was debarred from marriage.\" \" There is no possible doubt about that, Aveling ; for Sir Jonathan himself told me"], [53, "39 WIFE OR MISTRESS? that he would cut Bernal off without a shilling if he married while he — Sir Jonathan — lived.'\" \" I am glad you have spoken about this matter, Jenison. I'll take care it results in no harm to Muriel. She's a sensible girl, you know, and I shall speak plainly to her when she comes in. I don't think she will ever meet this fellow again when she learns on what terms Bernal Halliton is his uncle's heir.\" \"Yes, you had better place the whole matter clearly before her, and she'll break with him quickly enough, I believe.\" \"Who are this Halliton's folks, Jenison?\" \" Have I .really omitted to tell you ? Well, they are people of some consequence in society, though, as I intimated before, the family is a very poor one — very poor indeed. You have perhaps heard of the Viscount and Viscountess Ulversmere?\" \" Never heard of them.\" \" That may very well be. However, the Hon. Bernal Halliton is their second son.\" \" Indeed ; no wonder such an aristocratic fellow declined to make my acquaintance. Now, I am more convinced than ever that"], [54, "40 PASSION'S AFTERMATH. his intentions towards Muriel are dishonour able. If the family is so poor as you say, what does this Bernal Halliton do for a living ? \" \"His uncle makes him some allowance, I believe ; and, besides, Bernal is not without talent of a kind. He writes for the magazines, I understand — stories, and that sort of thing. You remember ' Saul Alstone's Sin,' the novel which made such a stir last year ? \" \" -I remember seeing a most favourable notice of it in the Athenæum, but did not read the story. However, this Halliton did not write it, I think ; for I am almost certain the name given as the author's was something quite different.\" \" Sir Jonathan told me that his nephew was the author, but that the story was published under some assumed name. There is no doubt about the young fellow's clever ness ; nevertheless, I am really very sorry that he and Muriel have been meeting so often without your knowledge and approval.\" \"It is quite possible, after all, Jenison, that Halliton may have decided to lose his uncle's fortune rather than give up Muriel.\""], [55, "41 WIFE OR MISTRESS? \" Possible, as you say, Aveling ; but not very probable, I fear, or he would have made your acquaintance before this.\" \" Well, all we can do is to stop Muriel from meeting him again, and if there is an atom of real manliness about Halliton, he will woo Muriel in an honourable manner ; marry her, too, and permit his misogynist uncle to do as he likes with his money. Are you going ? Well, drop in to-morrow, if you can. The foregoing conversation took place in the studio of Noris Aveling, between the artist and the vicar of Brynthorpe, the Rev. Mark Jenison, on the day following that on which Bernal Halliton won beautiful, simple Muriel Aveling over to his plans. It was half-an-hour before mid-day when the clergy man called, and an hour or so before that Muriel had gone out, ostensibly to pay a visit to some friends who lived at Willesdene, a village about three miles away. The nearest way to Willesdene lay through Belhaigh Wood, a patch of woodland half-a mile or so from Besscourt, and Muriel had evidently been on her way thither, under the"], [56, "42 PASSION'S AFTERMATH. escort of Bernal Halliton, when the vicar had seen them together, as already narrated. After the clergyman's departure the artist turned to his easel whereon stood an almost completed work. This picture — ■ the companion one to \" Helen \" — was entitled \" Cæsar's Conqueror ;\" and it promised to add considerably to the artist's reputa tion. By adopting a happy idea, the painter had been able to follow his vocation sur rounded by the perpetual beauty of flower and foliage, so dear to every true artist's heart. He had built his studio in a corner of the old conservatory, and wherever the eye wandered, it fell on cool, fresh, green, living things — ■ masses of foliage and bright flowers. Concentrating his attention on the un finished canvas, Aveling worked away until a quaint little clock struck one with a clear musical chime, warning him that luncheon time had arrived. Aveling ate his mid-day meal alone, for Muriel was not to return before tea time. Luncheon was soon disposed of; and, after a smoke he set to work again, pausing not till the clock struck the hour of four."], [57, "43 WIFE OR MISTRESS? Then he rang for the housemaid, and asked if Muriel had returned. \" Not yet, sir ; but I think she'll not be long. She said she'd be back about four, sir. \" Then get tea ready, and call me when she comes.\" The artist turned to his work again, and soon became so absorbed in it that he did not notice the passing of another hour till the clock struck five. Then he turned from the canvas, exclaiming, \" Where the deuce can Muriel be so long ?\" and laying aside brush and palette he passed from the studio into the house, hungry and annoyed by his sister's unpunctuality. Tea was ready, but Muriel had not come, and Aveling told the maid to serve the meal at once. When he had finished Muriel was still absent, and he went into the garden to smoke and read. Behind the house the artist had a garden wild, where big umbrageous trees made pleasant shade, and many wild flowers, red and white rose trees, feathery ferns, and long rank grasses luxuriated. The smoke was just beginning to curl about his head, his mind"], [58, "44 PASSION'S AFTERMATH. was just centring itself on his book, when a step on the gravelled path fell on his ear. Thinking it was Muriel he glanced up, a frown on his face. But it was only the housemaid ; so he said, \" Well, has Muriel come ?\" \" No, sir, but I found this on the dressing table when I went just now to make her bed and straighten up the room. I saw it was addressed to you, and I thought it was best to bring it to you. I hope I have not done wrong ?\" \" Certainly not. Thank you for bringing it to me.\" Then the maid went away. Strangely agitated and fearful of some unknown thing, Noris Aveling looked at the letter which bore his name in his sister's well-known writing. There was no need to break the envelope to know that something had happened of an unusual character. Only the precise nature of the occurrence was left for the missive to explain. With the rapidity of a lightning flash he connected the note with the Bernal Halliton of whom he had first heard that forenoon. Then, unable to bear the torture of the"], [59, "45 WIFE OR MISTRESS? mingled feelings engendered by suspense, he hurriedly tore open the envelope and read the following note : — Dear Noris, — I am going away, never to come back again. I know how much this act of mine will pain you ; and yet I think you will forgive me some day, when you learn how strong a power love is, and what one will do for its sweet sake. I am going abroad, and do not know when I may return. I shall always pray for your success, and wish you may become a famous painter. I think so much, but don't know what to say. You will never believe how much I love you, dear Noris. I have kissed this letter a thousand times. Will you kiss it just once, and try to think kindly of your little sister, Muriel? The letter fluttered to the ground, and a little moan of torture was wrung from the young painter's heart. His eyes grew dim with unshed, agonising tears, and his life seemed suddenly blackened. Good God ! W'as it true that his pure, beautiful sister had been seduced to a life of dishonour by an aristocratic scoundrel whose uncle had for bidden him to marry ? The novel had tumbled amid the tall grass, where it lay half hidden, and Aveling's favourite pipe was courting destruction on the edge of the garden seat. But the artist had no thought then for either pipe or book. His whole mind was clouded from horizon to zenith with the shadow of a bitter trouble — the first black sorrow of his life."], [60, "46 Chapter IV. NEW BABYLON. For more than an hour the artist sat in the garden with Muriel's note in his firmly shut hand. Over him the leafy beeches cast their cool shadows unnoticed ; the beautiful roses, in all the grace of their untrained luxuriance, bloomed and exuded their rare fragrance in vain ; the sweet, old-fashioned flowers peeping prettily from the long grass, and the tufts of fern no longer appealed to his æsthetic taste, for his mind was filled with thoughts of the foul wrong done to his sister — his pure and dainty \" Helen.\" Once, just after he had gathered the full import of Muriel's missive, he had half risen from the rustic seat, his mind full of a grim and terrible resolution. He would speed instantly after his sister and her seducer, and God help Bernal Halliton when his fingers closed upon him ! He would choke out the •cursed libertine's life with less compunction"], [61, "47 NEW BABYLON. than he would set his heel upon a wasp, and society would owe some gratitude to him for wiping out such an existence. But where was he to seek the runaways ? This question, self-put, staggered Aveling, and with horrid maledictions on Bernal Halliton's head he sank back into the garden chair. The reflections that followed were anything but pleasant, for the artist's conscience refused to acquit him of blame in the matter of his sister's dishonour. It was plain to him now that he had neglected Muriel to an extent that left him morally contributory to her fall. The sacred trust reposed in him by his father and mother, who had made him his sister's sole guardian, he had almost wholly disregarded. Bound up in his own work, pleasures and aspirations, he had hardly concerned himself about Muriel at all. \" What have I done for her ?\" Aveling asked himself, bitterly. Fed, and clothed, and advised her to read Wilkie Collins's novels, was all he had done, and he could hardly have done less. Why, he had never even considered fully his true position"], [62, "48 PASSION'S AFTERMATH. towards Muriel until now. He had never attempted to fill the place of the parents she had lost. He had left his sister to her own devices, ancl the simple girl had been led, perhaps unwillingly, to her ruin. His common-sense ought to have told him that it would have been wrong to permit even the plainest girl to ramble about alone, as he had permitted Muriel to do. And how much worse was it, then, in his sister's case ?\" Muriel's great beauty was a lure that could not fail to attract the attention of every young fellow who set eyes on her, and her simplicity was an inducement for every liber tine to lead her astray. His unconscious neglect of his sister had had a terrible result. He ground his teeth savagely together, and his eyes were dimmed with a bitter moisture as he realised his powerlessness to avert the dishonour hovering over Muriel. He cursed his own stupidity, his erring sister's simplicity, and her seducer's lascivious soul. With tears in his eyes and almost choking with pain and passion he vented his impreca tions on Bernal Halliton. The strong man's form quivered with passion, just as the long"], [63, "49 E NEW BABYLON. grass and fern fronds quivered in the wind, as he swore with an awful oath that one day or other he would be quits with Sir Jonathan Haynes's heir. And with his oath he mingled a prayer that God might cast him into hell for ever should he falter, or fail to keep his vow ! When his passion subsided, Aveling began to lay out his plans for the future ; for his sister's disappearance necessitated his leaving Brynthorpe as soon as he could complete the requisite arrangements. The story would leak out some time ; but before it did he would quit the village for ever. In London he would be more safe from the acrid tongues of prying gossip-mongers. After coming to this decision in the garden, Noris returned to the house, telling the maid, in his usual easy manner of address, that Muriel had gone to spend a few weeks with a relative. This was meant to mislead the servant's gossiping tongue ; for, had the artist left his sister's sudden departure unexplained, the matter would have been the common property of the village by noon the following day. Noris attributed Muriel's unceremonious"], [64, "50 PASSION'S AFTERMATH. departure to a quarrel with himself, and this completely hoodwinked the maid. The same evening the artist paid a visit to the vicarage, and astounded the Rev. Mark Jenison with a look at Muriel's letter. Jenison advised Noris to take energetic measures, saying it would be easy to inter cept the runaways ere they reached the Con tinent. But Aveling emphatically refused to move a step after the absconding pair, and the unnaturally calm manner in which he viewed the unfortunate affair caused much uneasiness to the worthy parson. Selecting a house in a well-known quarter of the Metropolis, much frequented by men of his calling, Noris Aveling settled down to work. He had set himself to win fame and fortune with his brush, and his first exhibition at the Academy spoke favourably of his chances of ultimate success. Within a fortnight of his reaching London, he received a visit from Sir Thurstan May burne, the well-known art connoisseur, who had purchased his \"Helen\" after seeing it only once. The aristocratic picture-lover was enormously wealthy and could afford to"], [65, "51 NEW BABYLON. gratify his tastes. He had discerned a spark of genius in Aveling's composition, and when he learned from the pages of the Palladœum that the painter of \" Helen \" was in London he paid him a visit at once. Sir Thurstan Mayburne was a man of thirty-five, handsome and learned, being full to the lips of art lore, and had made a great impression on the young painter ; if the feeling had not been reciprocal it was not the fault of the baronet, for, as we have seen, he had commissioned Aveling to paint for him a companion picture to \" Helen.\" All critics are not bitter and venal as many opine, and these scourges of the Press do much at times to hurry on a man's success. Noris Aveling knew not a single individual on the staff of the Palladœum, yet that journal contained in its column of art gossip, the week after Sir Thurstan Mayburne's visit, the following paragraph : — Readers of this journal will remember that Sir Thurstan Mayburne was the fortunate purchaser of the \" Helen,\" which gave such unqualified pleasure to visitors to the Royal Academy Exhibition this year. The singular excellence of that composition induces us to think that its author, Noris Aveling, is assured of high eminence as a portrait painter. We are happy to say that the owner of"], [66, "52 PASSION'S AFTERMATH. \" Helen \" has commissioned the artist to paint a companion picture to that work, which is nearly finished. We may add that this artist has taken up his permanent abode in London. These few kindly words did much for Noris Aveling. Picture dealers sought his acquaint ance, and his finished and unframed pictures found purchasers. Commissions for portraits flowed in, and the young artist took the tide at its flood, finding himself in a year's time assured of fame and fortune. But in the midst of his success there was always present one fear to torture him. He was ever dreading that someone would ask him who sat for his \" Helen.\" Once his friend and patron, Sir Thurstan Mayburne, had alluded to this, but Noris had forced a laugh and begged to be excused naming his fair model, and the baronet had the good taste not to refer to the matter again. But he felt assured that some day someone would discover that \" Helen \" was a portrait of his sister, with classic adjuncts, and would ask him awkward questions. One day the artist was put on the rack by the conversation of two of his acquaintances. One of them had been on the Continent for some months, and was relating his experiences to his friend."], [67, "53 NEW BABYLON. \" Whom do you think I dropped across whilst knocking about the country just outside Florence, Barham ?\" \" Cannot imagine, Johnstone ; perhaps that girl you went mad about once when we made the grand tour together?\" \" Rubbish, my dear fellow. Well, it was Bernal Halliton — you remember him, of course, for he was at Oxford with us.\" \" Certainly I remember him, and have been wondering lately where the deuce he had put himself. It's nearly two years since I saw him. We were rather intimate one while, for he was on the staff of the Palladœum, you know.\" \" So I suppose. Well, he seems to have settled down for life within sight of the Arno. I dropped on him quite accidentally, and he took me home to dinner. By the bye, did you ever hear of Halliton's being married to anyone, Barham ?\" \" No. Why do you ask ? Don't you know that his uncle, Sir Jonathan, forbids him the joys of a Benedict ?\" \" Anyhow, Halliton presented me to one of the loveliest women I ever set eyes on, and,"], [68, "54 PASSION'S AFTERMATH. for the life of me, I cannot remember whether he introduced me to her as his wife or what. He never so much as hinted at any marriage. But I tell you, Barham, that this girl — she only seems eighteen or nineteen — is the most perfect creature in the world.\" \" More perfect than the fair Florentine, Bianca?\" \" Bah ! Bianca wasn't a patch on her, I tell you. She'd thaw even your misogyny, Barham.\" \" It's doubtful, Johnstone — doubtful. But how is Halliton contriving to live ? He's rather poor, you know.\" \" He ekes out his allowance by literature — contributes regularly to the magazines, he told me. I was saying to Halliton — \" Just at this point Aveling was called away, and he heard no more of the conversation which had added a fear to those he already possessed. Johnstone knew Sir Thurstan Mayburne, and it was almost certain he would see \" Helen.\" That he would at once recognise the picture as a portrait of the girl he had seen with Halliton was equally certain ; and then Aveling might expect"], [69, "55 NEW BABYLON. Johnstone to come to him to have his curiosity satisfied. This was just what happened. A few days after the occurrence of the conversation recorded above, Johnstone burst into Aveling's studio, exclaiming : \" Have just come from Sir Thurstan Mayburne's, Aveling. Have seen the 'Helen' he purchased from you, and think it the most perfect bit of portraiture I ever saw — just as perfect as the original. Do you know, my dear fellow, that I feel certain I saw the original of your picture when I was in Florence a short time ago ? I identified the heroine at once. Your ' Helen' is as irresistible as she of classic fame is said to have been, and, on my word, Aveling, I believe she is just as moral. Do you know she is living on the Continent with a gentleman I know ?\" To all this the artist said not a word. Forced to listen to Johnstone's voluble harangue he turned sick with intense shame ; the face he lifted to the other was white as the face of the dead, and a wild look of pain showed in his eyes. \"Good heavens! Aveling, what is the"], [70, "56 PASSION'S AFTERMATH. matter ? You are ill. Let me get you some thing.\" \" Don't ring,\" cried the artist, regaining voice and colour. \" Halliton's paramour is my sister. If ever I meet him I will shoot him as I would shoot a mad dog.\" \"Good God! Aveling — what a damnable mistake I have made !\" exclaimed Johnstone, intensely ashamed of the colossal blunder he had unwittingly committed. \"Will you ever forgive my garrulity ? You know I spoke in ignorance. I would do anything — anything to atone for the pain I have caused you.\" The man's contrition touched the painter, and he put out his hand, saying, \" Say no more about it, Johnstone. I know you had no idea of the torture you were inflicting on me. I need not ask you to keep this to yourself. This thing has upset me. Yes, call again to-morrow ; you know I acquit you of all blame. You are not responsible for a scoundrel's acts or a woman's weakness.\" Johnstone passed out of the studio as hastily as he had entered it a few minutes before, and as the door closed upon him"], [71, "57 NEW BABYLON. Aveling threw himself into a seat, cold drops of sweat standing on his brow, and feeling sick at heart. Johnstone's questions and innuendos had been poured out so quickly as to give Aveling no time to steel himself and repress all trace of the pain the other's words caused, and almost unconscious of what he was doing he had blurted out the truth. He was less strong than he had, all along, imagined himself to be. He had always felt certain that he would be able to repress every trace of emotion whenever he might be asked any questions as to who was the original of his \" Helen ;\" and that it would be an easy matter to evade all inquisitive allusions to the subject. But when the test came he had proved himself weak as a child, and had blabbed out, in spite of himself, the secret he desired to keep from the world. All the old torture was undergone again, all the old maledictions were repoured out on Bernal Halliton's head, with an additional intensity of hatred due to the unfortunate scene which had just taken place between him and Johnstone. The story of his sister's dis honour was a secret that he, Muriel, and her"], [72, "58 PASSION'S AFTERMATH. seducer no longer shared exclusively among them. Another possessed the secret now, and God alone knew who would not possess it also in another week. Johnstone might whisper it to his dearest friend under a promise of secrecy ; that dear friend would pass it on to another under a similar promise, and so on until the whole affair became the common property of all the artist's acquaintances. He regretted now that he had not insisted on Johnstone's swear ing to keep the matter a profound secret from even his dearest friend. But this fear was wholly without foundation. Really sorry for the blunder he had made Johnstone religiously kept the secret he had accidentally stumbled upon, and the artist never heard the faintest whisper of the matter again. About a week after this, Johnstone again made his appearance in Aveling's studio. They had met several times since the un pleasant scene caused by the former's curiosity, and no feeling of embarrassment existed any longer between them. Meyrick Johnstone was a fair specimen of the man of fashion ; well-born, good-looking, young, and rather"], [73, "59 NEW BABYLON. wealthy, with a sufficient knowledge of art and literary matters to make his companion ship pleasant. Aveling was rather fond of him, and a kind of intimacy had sprung up between them. \" Have come on business this morning, Aveling,\" drawled Johnstone, as he dropped lazily into an easy chair and lit a cigarette. \" Indeed,\" said Aveling, turning from his easel for a moment. \" And of what nature, may I ask, is this business of yours, Johnstone? It's rather an unusual thing for you to have any job on hand save an appointment to sup with some fair member of the \" \"This business is about a portrait I want you to paint,\" drawled Johnstone, as, his tobacco lit, he slowly puffed out the smoke. \" A portrait, eh ?\" rejoined the artist jocularly. \" I thought yours was not the vanity that found its expression and satis faction in contemplation of self.\" \"My dear Aveling, you shouldn't jump to conclusions so rashly. It is not my portrait I want you to do at all.\" \" Then it's the black-haired Almira you wish me to paint ?\" said Aveling, laughing."], [74, "60 PASSION'S AFTERMATH. \" No, it's the red-haired Prodger, Mayor of Coletoune, Lancashire.\" \" You're jesting, Johnstone ?\" \" I was never in a more serious mood. Here, help yourself to a weed, and rest your self while we settle this business.\" \" Ancl to what strange freak of fortune do I owe his Mayorship's notice?\" Aveling asked, as he laid down palette and brush, and choosing one of Johnstone's cigarettes began to smoke. \" You know that Coletoune is the place our Dick sits for. Well, at the last election I went down there to help him win the seat. This Prodger was mayor then, and, of course, I made his acquaintance. It seems his Worship ancl his family have come to town for a week or two's outing, and I met them at Murray's last night. The fellow, and his wife and two daughters — the Mayor is red faced, red-haired, loud-voiced, and paunched like Falstaff, his wife a lean, washed-out creature, and the daughters resemble their sire very much — stuck to me like so many leeches. And I couldn't afford to offend his Worship, you know.\" \" Having in view the next election, eh ?\""], [75, "61 NEW BABYLON. \" Exactly, Aveling. Well, it appears that Prodger wants his portrait doing, and I named you as the man. You may expect the whole family this afternoon. His Worship owns some iron foundries and you needn't spare his purse.\" After chatting a little longer Johnstone departed, ancl Aveling returned to his easel. In the afternoon, as his friend had intimated, the Mayor of Coletoune, the Mayoress, and their daughters invaded the artist's studio. Johnstone had aptly described the Prodgers ; and they proved to be as ugly, vulgar, purse proud, and ostentatious as Aveling had expected to find them. Samuel Prodger and his wife had risen from the gutter, they still smelt strongly of the mud, and the law of heredity explained the source of their daughters' coarse flavour. Every Prodger — sire, dam and offspring — ever kept in sight the proud position the family had won, and agreed that such a man had a claim upon posterity. So it was resolved that the worshipful Prodger be painted, life-size, in the robes of office ; and fate took him to Noris Aveling's studio."], [76, "62 PASSION'S AFTERMATH. If quite devoid of intelligence of a high order Prodger had an abundance of low cunning, and his visit to Aveling's studio was but the first step in a little, mean scheme he had planned for forcing his ignoble self upon posterity. Coletoune possessed an excellent public library, the gift of two of its noblest citizens. A bust in marble of one donor and the life-sized portrait of the other adorned the interior of the building their munificence had sounded, and these works of art had been placed in the library by the town in grateful remembrance of the founders. Prodo-er's great ambition was to see his effigy in marble or on canvas placed beside the others in the library ; but he had no idea •of purchasing such an honour at the price the others had paid. Thrice Prodger had been mayor of his native borough, and yet none of his fellow townsmen thought of commemo rating that stupendous fact by erecting a statue in marble or even plaster to their illustrious mayor. So Prodger took the matter into his own hands. Into the library he was resolved to go, and into it he got. Noris Aveling's"], [77, "63 NEW BABYLON. terms for a life-sized portrait were accepted, ancl in clue time the painting was completed. On hearing that his portrait was finished, Prodger went to Aveling's studio, expressed himself as satisfied with the picture, and paid for it at once. This done, Prodger announced that the picture was much too big for any of his rooms, and he suggested that Aveling should offer it, as a free gift from himself, to the Town Council of Coletoune to be placed in their public library. Noris Aveling saw through the patron's petty trickery, but he did as suggested. The portrait of Prodger was offered to the proper authorities at Coletoune, was accepted, of course, and immediately suspended on the walls of the library. The week following the local papers dwelt much on the action of the rising London artist, who, out of pure gener osity and loving friendship for their worthy mayor, had made a free gift of his portrait to the town. And the folks of Coletoune never dreamt of the way in which Prodger had tricked them and their posterity."], [78, "64 Chapter V. RUTH DERWENT. Slowly, but surely, Noris Aveling was working his way up in his profession, and in a few years he might hope to rank with the first painters of the day. He attributed his success to nothing save his unswerving patience, untiring energy, and honest work, and thus believing he still worked on, sparing himself no pains or labour. Every picture that left his studio — no matter how great the conception or trivial the subject — was treated in the same fashion, and left his easel as per fect as he had power to make it. The critics had praised his earliest ex hibited work and had predicted success for its author, and in speaking well of each new picture of Aveling's, as they mostly did, they were only showing how wise and prescient they had been. Amongst artists, literary men, and fashion able people Noris Aveling had now made"], [79, "RUTH DERWENT. many friends. A frank, pleasant fellow, who promised to rise high in his profession, soon won many friends among his own sex, and hospitable ladies always welcomed the hand some painter to their homes. Aveling might have dined out each evening, almost, had he so chosen ; but he went out only occasionally, and even then, at times, unwillingly and under a sense of compulsion. Heavy dinners and much wine meant an aching head, unstrung nerves, ancl no desire for work the following morning. His ultimate success depended very largely on his working with a clear brain, unshaken nerves, persis tent effort ; and knowing this he easily resisted most of the pressing invitations he received. Now and again he accepted the hospitality of Sir Thurstan and Lady Mayburne and dined with them at their residence in Queen Anne's Gardens. It was there, during his second year in London, that he met the famed actress, Miss Ruth Derwent, to whom he was introduced by the baronet. The dinner parties of the Mayburnes were very pleasant gatherings, as art, literature, politics, and fashion were 65 F"], [80, "66 PASSION'S AFTERMATH. about equally represented at them. It was during the progress of one of these dinners that Ruth Derwent had first noticed Noris Aveling. The artist's dark, handsome, Italian face struck the actress at once ; and from Sir Thurstan, by whom she was sitting, she learned that he was the painter of \"Helen\" and \" Cæsar's Conqueror,\" which she had seen several times in the baronet's gallery. The actress frankly avowed that she would like to make Aveling's acquaintance, and her host promised to gratify her wish before the evening had expired. Aveling was seated near the other end of the table, but he of course knew nothing of either Ruth Derwent's desire or the baronet's promise. The actress had been pointed out to him by a friend, and instantly he had acknowledged to himself that a lovelier woman he had never seen, and at that moment he was inclined to think that she owed her fame as much to her loveliness as to any histrionic talent she might possess. More than once during dinner Aveling's eyes wandered up ancl across the table to where Ruth Derwent sat. But the interest"], [81, "67 RUTH DERWENT. he felt was only that of the artist who studies a beautiful object, for even then he was wondering how he could obtain a few sittings from the actress for a great picture, the idea of which he had just conceived. After dinner, in the drawing-room, Aveling was seated alone turning over some choice engravings when his host lounged slowly towards his corner. \" You don't know the actress, I suppose, Aveling ?\" said Sir Thurstan, as he paused beside the artist. \" I regret to say I haven't that pleasure, Mayburne ; I was just thinking of asking you to introduce me.\" \" Shall be happy to oblige you — come along now, Aveling, before someone persuades her to sing.\" In half-a-minute more Aveling was pre sented formally to Ruth Derwent, was received graciously, and they were soon chatting pleasantly together. \" I think you do not go into society much, Mr. Aveling,\" said the actress, \"or we should have met before this evening ? \" \" I don't, Miss Derwent,\" he replied ; \"for"], [82, "68 PASSION'S A1TERMATH. every hour given to pleasure means so much less work accomplished, and I cannot afford yet to be indolent. Were my fame as well established as your own I might follow my wishes more.\" \" I fear my fame is not so well assured as you imagine, Mr. Aveling. I feel at times that I ought to give more time to study ; but I am less of a Spartan than yourself, and cannot deny myself the pleasure of such an evening as this, occasionally.\" \" I think there is no need for you to prac tise any such self-denial.\" \" And yet you do so,\" she said, smiling. \" Because I am only half-way up the ladder, whilst you are already at the top.\" \" I dislike arguing, Mr. Aveling, because I always get beaten. I saw two of your works a short time since — those Sir Thurstan pos sesses — -and both Lady Mayburne and myself felt curious as to the original of your ' Helen.' I felt sure she was a Roman girl from her brilliant complexion.\" Even as the words left her lips she saw there was something wrong. The artist's dark face became suddenly pale, and she saw"], [83, "69 RUTH DERWENT. him clinch his teeth to repress any trace or expression of feeling. There was just the slightest hesitation possible perceptible on his part, then he said : \" The original of my ' Helen' lives on the continent, as you surmised, Miss Derwent, but her story is a sad one, and not fit for your ears.\" She instantly turned the conversation into a fresh channel, and talked long enough to permit Aveling to regain his composure ; she wondering the while what had been the nature of the connection between the artist and his fair model that the mention of her should disturb him even now. In a few moments Aveling recovered his colour, ease of manner, and gaiety of tone. They chatted a little longer together, then others joined them, and the actress was induced to sing. Without waiting to hear the song Noris Aveling said good night to Sir Thurstan and Lady Mayburne and went home, and as he walked hastily through the still crowded streets he heaped new curses on the soul of the man who had dishonoured his sister. He drank the bitter draught again; and stern, revengeful"], [84, "70 PASSION'S AFTERMATH. resolves were mentally registered once more. How miserable his position, he thought, when anyone might stab him with a word ! Would the ghost of his sister's error never be laid ? Some clay a spiteful friend or a garrulous woman would learn the whole story, and then Muriel's shame would be discussed with infinite relish in every club and drawing-room in London. Some days after meeting the actress, Ruth Derwent, Noris Aveling was hard at work in his studio when Sir Thurstan Mayburne called. It had become customary for several of the artist's intimate friends to drop in occasionally for a smoke and a chat ; and he had grown so used to these visits that he could work and chat at the same time. \"You ran off the other night, Aveling,\" said the baronet, as he dropped into an easy chair, flung both legs over one of the arms, and began to enshroud himself in smoke. \" Yes, I felt rather out of sorts,\" said Ave ling, answering without turning from his easel. \" What do you think of the actress ?' \" She is certainly very lovely — and very clever, too, I think.\""], [85, "71 RUTH DERWENT. ' That's not saying very much, my dear fellow, and certainly nothing original ; for no one disputes her possession of the attributes you mention. I expected you to say some thing very complimentary and epigrammatic, Aveling.\" \" I'm no hatcher of compliments and epigrams,\" said Aveling, laconically. \" How would you like to paint her?\" \"That is just what I've been thinking about since I met her. She happens to fit in with an idea I've got.\" The artist was all interest now. \"What's that?\" \" To paint her as Hermione in the statue scene from ' The Winter's Tale.' ' \" Not at all a bad idea. \" I imagine she might have objections to giving me sittings.\" \" Don't think she would. I rather fancy she would accede readily to such a proposi tion, Aveling.\" \" I hardly like asking her, besides, I meet her so seldom. Suppose you were to men tion the matter to her, Mayburne ? She is an old friend of yours, and the suggestion would come more graciously from you.\""], [86, "72 PASSION'S AFTERMATH. \" I shall do so, if you like.\" \" I shall be obliged if you will,\" re joined Aveling, and there the matter ended then. As Sir Thurstan had intimated, Ruth Derwent did not object to sitting to Aveling, and within a fortnight after the occurrence of the conversation just recorded the actress made her first appearance in the artist's studio, accompanied by the Mayburnes. The sittings were arranged so as not to interfere with Miss Derwent's professional duties, and morning — from ten to eleven — was the time selected. The character of Hermione suited Ruth Derwent admirably. She was rather over the average height of women, and was splendidly proportioned. Her large, expres sive eyes were of a warm dark gray normally, but when their owner became excited they became almost black. Soft masses of tawny yellow hair curled thickly about her brow and temples, but her eyebrows were much darker and arched prettily, and her eyelids were heavily and darkly fringed. Each feature was perfectly moulded ; but Ruth"], [87, "73 RUTH DERWENT. Derwent's greatest charm lay in the singular purity of her soft, white, satiny skin. Noris Aveling noticed the surpassing loveliness of his model with the keen appreci ation that every artist feels when face to face with \" a thing of beauty.\" Ancl his next great picture could hardly fail to be successful, for his work would be one of pleasure. So the sittings commenced, and neither artist nor model dreamt then that their lives would become entwined, yet divided, by the strange, sad coil of circumstances. The actress was nobly born, having con nections in the highest circles ; and her going on to the stage had given the greatest possible offence to her aristocratic relatives. But, being a woman of common-sense and spirit, she preferred trying to win a competency and some share of fame to remaining in the slough of shabby gentility, ancl so she went her own way. Once on the stage Ruih 1 )erwent's venture proved completely suc cessful. Possessing considerable dramatic power, well born, and, more than all, irresistibly beautiful, she stepped at once to the front rank of her profession. Dramatic"], [88, "74 PASSION'S AFTERMATH. critics lauded her to the skies, and theatrical managers begged her to play for them on her own terms. She was at the height of her fame when Sir Thurstan Mayburne introduced Aveling to her, and it was arranged that the artist was to paint her as the queen of the Sicilian Leontes. Almost immediately the actress commenced to sit for the portrait. A tenderer, nobler-hearted woman than Ruth Derwent never lived. Many men had loved her, she had loved none. She entered Noris Aveling's studio heart whole. She left it, feeling for the first time a strange interest in the handsome artist ; and long before \" Hermione \" was finished she had learned to love the painter with all the depth and intensity of a true woman's first love. But the young actress's heart throbbed painfully, for the intuition of love told her that she was no more than any other woman to Noris Aveling. Even when she felt herself trembling beneath his touch she saw him calm and indifferent to her beauty, and clearly unconscious of the love that thrilled her through."], [89, "75 RUTH DERWENT. And what were the painter's feelings ? His æsthetic nature forced him to recognise the great beauty of the actress, and it was a genuine pleasure to him to attempt to mirror such a form and face on his canvas. He admired her very much, and in his calm reserved manner expressed his admiration. But she was a keen reader of human feeling and never mistook his admiration for love. One morning, when the picture was about half-finished, Sir Thurstan came into the studio. Noris was busy touching up \" Hermione,\" and the baronet lounged into an easy chair. \" I expected to find Miss Halliton here, Aveling. Am I too late ?\" \" Miss Halliton ?\" cried the artist, turning*; from the easel and facing the baronet. \" Whom do you mean ?\" \" The actress, of course. Have you forgot ten that Derwent is only an assumed name.\" \" I was not aware of it till now.\" \" Indeed,' cried the baronet incredulously, \" I thought everyone knew that. I never dreamt you were unaware of it or I should have mentioned the matter sooner.\""], [90, "76 PASSION'S AFTERMATH. \" Has Miss Halliton a brother named Bernal ?\" queried the painter, turning again to the easel and speaking in an indifferent tone. \" Yes, do you know him ? He's abroad at present, and she has an uncle in Cheshire, somewhere near the place you hail from. Here she comes, Aveling. Good morning, Miss Halliton ; came here specially to see you. Lady Mayburne wants you to drop in this afternoon. Will you believe it ? Aveling never knew that Derwent was an assumed name till I enlightened him just before you entered. Ha, ha, strange, isn't it ? Well, good morning. May I tell Lady Mayburne you'll call ?\" \" Yes, tell Lady Mayburne I'll call about three. Good morning.\" The actress took the chair Sir Thurstan had vacated ; and as she laid aside her gloves ancl hat she said — \" Is it really true that you did not know before this morning that Derwent was a name I had assumed, Mr. Aveling ? \" \" Quite true, I assure you,\" he answered, gravely."], [91, "77 RUTH DERWENT. \" Curiosity is not one of your failings,\" she rejoined, with the poorest attempt at a smile. She was pained to find that he cared so little about her that he had never made the slightest inquiry concerning herself, her connections, or antecedents. \" No,\" he answered, helping her to take off her outer robes, preparatory to her assuming the requisite classical drapery. \" I never suspected that your real name was Halliton, or I should certainly have made further inquiry. How is it that all your friends on every occasion address you as Miss Derwent?\" \" Because it is my wish they should do so. My parents,\" she added, with some bitterness, \" did not wish the family name to be disgraced by appearing on the play-bills ; so I resolved to use no other name but that of Ruth Der went while I remained an actress.\" \"You are not sorry you went on the stage?\" \"Sorry, no. Why should I be?\" she retorted, looking straight into his eyes. \" Certainly not ; you ought, rather, to feel proud of the position you have won for yourself. But it seems singular that the daughter of a viscount and the niece of"], [92, "78 PASSION'S AFTERMATH. a baronet should adopt the stage as a profession.\" He spoke gravely, and there was something in his voice she could not understand. Then he made the necessary arrangements and began to work in silence. Very often during that morning's sitting the actress saw the artist's gaze fixed on her intently. There was an interest in his eyes that had been absent before, and she could not help speculating as to the cause of the feeling she had awakened. Could it be possible that he was learning to love her ? She thought so, and was happy. The knowledge that the actress was Bernal Halliton's sister came to Aveling with the force of a revelation. It occupied his thoughts all that morning, and was the cause of the intent glances which his fair sitter had noticed. But the cause was not what she had hoped. Even before the actress had left his studio the artist was asking himself if it were not possible to reach Bernal Halliton through his sister, and what poor Ruth had mistaken for the beginning of love was rather the prompting of well-developed hate."], [93, "79 RUTH DERWENT. There was no more work for Aveling that day. He walked about the studio, thinking in a strange unconnected fashion of his sister Muriel, of Bernal Halliton, and of the actress. Memory had revived all the old shame and pain, ancl the painter's hatred of his sister's destroyer was never so intense as at that moment. From out the chaos of his thoughts Noris Aveling was trying to evolve a scheme of retaliation. And after much cogitating; there flashed through his brain the thought — \"Why not use the actress as his sister had been used ? \" He must make Ruth Derwent his mistress. Such a revenge were worth any amount of toil. But the difficulties in the way of such a scheme at once presented themselves to the artist. The Hon. Ruth Halliton was no simple inexperienced girl who would cast away her honour for a promise, and some other plan must be thought of. The devil, surely, lends his aid to evil scheming ; for ere the actress again sat to the artist he had matured a plan whereby to effect her dishonour and to compass his"], [94, "80 PASSION'S AFTERMATH. revenge. He would move heaven and earth to win the actress's love ; would plead for a quiet wedding before the registrar ; and the marriage should be a mock affair. They would live together as husband and wife till he tired of her, and it suited him to cast her off. What a storm there would be when Society learned that one of its favourites had been debased to the level of a common courtesan. But Noris Aveling did not fear the howls of an aristocratic mob. The shame and pain that had wrung his heart others should feel. Bernal Halliton should know what it was to have a dishonoured sister. How Ruth Halliton's heart fluttered with sweetest pleasure at the change in Noris Aveling! His eyes had lost the coolness of indifference, and in them burned the fire of passion. There was a kind of suppressed emotion in his most trifling utterance, and his touch had acquired a tenderness unknown before. One morning when \" Hermione\" hung on the easel, perfect as its creator could make it, the artist made confession of his love, going"], [95, "81 G RUTH DERWENT. down on his knees in the old courtier fashion, and surprising the actress by the passion and intensity of his avowal. Ruth Halliton's answer hardly needs re cording. In tearful happiness she threw herself into his arms. While she was in a pliant mood he moulded her to his will. There and then, as she lay in his arms, he declaimed against fashionable weddings, and pleaded that their marriage might be a quiet one. And she assured him that she was his whenever and however he chose to make her his wife."], [96, "82 Chapter VI. A TOOTH FOR A TOOTH. After obtaining the actress's consent that their marriage, when it took place, should be celebrated in the most simple manner, he had further stipulated that their engagement should not be made public for some time ; alleging as his reason for this that he detested to have the Society journals gossip ing about his private affairs and about those who were dear to him. Of course Ruth Halliton readily acceded to the latter proposal. In the first sweet trance of love — with all its subtle glamour strong about her — she was prepared to subordinate her mind and desires to her lover's will, and to almost any proposal he might have made she was ready to say \" Ay.\" With those who love truly it is always sweeter to follow the loved one than it is to drive. When at length the actress said \" Good morning \" to her lover, and drove away from"], [97, "83 A TOOTH FOR A TOOTH. his studio with the maid who always accom panied her, Noris Aveling gave expression to his feelings by emitting a low, bitter laugh. His face was flushed with pleasure, his dark eyes glowed with a vicious light, and a fierce exultation filled his heart. His scheme of vengeance was proving much easier of accom plishment than he had imagined it would. The actress was as pliable in his hands as if she were only a school girl of sixteen instead of being, as she was, a clever, experienced woman of twenty-three. And she fancied that he was madly in love with her. Well, let her glean what happiness she could from that thought ; for, some day, there would be a terrible awakening for her. With another harsh burst of laughter the artist threw himself into an armchair and commenced to smoke. The sweet savour of revenge smelt pleasantly in his nostrils, and he longed to see the consummation of his clever and merciless scheme. With the smoke curling about his head, Noris Aveling proceeded to think out the details of his plan of retaliation. His scheme, he knew, could only be carried to a successful"], [98, "84 PASSION'S AFTERMATH. issue at the cost of some trouble and, probably, hard cash. In the first instance, he would have to select a house in some quiet quarter of the city, where the mock marriage could take place, and the house would have to be made to look something like the office of a registrar. And after so much was accomplished the most dangerous and difficult work of all would remain to be done. This was the procuring of two persons to represent the registrar and his clerk. The artist's heart revolted a little against his plans when he recognised the dirty work he would be forced to undertake. Such men could only be obtained amongst the dregs of society, and their aid could only be bought at a good price. But the artist was resolved that no trouble or expenditure that he might incur, nor the dirtiest work he might have to undertake, should force him to relinquish his intentions. The end for which he was striving was great enough to justify and reward every effort, however revolting, he would be required to put forth. Was he to stop now, when the"], [99, "85 A TOOTH FOR A TOOTH. vengeance he had meditated so long was growing tangible in his hands, because the work he was called upon to do was less cleanly and honest than that he had been used to doing ? No, he would not stop now. All the resolves he had made, the maledic tions he had uttered, should not come to nothing through any weakness of his. He had suffered like a Spartan, and now that his time had come he would show that he could be merciless as a Caligula. He would — \" By Jove, Aveling, I thought you had smoked yourself to sleep ! Didn't you hear me come in ? I've heard about fellows getting lost in the awful depths of their own thoughts, but I always doubted it until now.\" These words brought Aveling's self communing to an abrupt end, and on looking up he saw Meyrick Johnstone standing beside him. \" Is that you, Johnstone? I didn't notice your coming in. Was up in the clouds, as you say. What do you think of ' Hermione ? ' Johnstone had turned to the centre of the studio where the finished picture hung, and"], [100, "86 PASSION'S AFTERMATH. he stood before it regarding it in silence. Then Aveling suddenly remembered having heard that Meyrick Johnstone had once been madly in love with the actress whose portrait he was so critically scanning, and that rumour said he had proposed and been rejected. In a moment Aveling resolved to make Johnstone acquainted with his scheme of revenge, and to seek his aid in carrying it into effect. In a rapid fashion the artist had connected two or three things; hence this resolution to take the other into his confidence. Johnstone was the only man besides himself and Bernal Halliton who knew the story of his sister's shame ; and the clumsy fashion in which he had stumbled upon that knowledge had laid him under a lasting obligation to the artist. Aveling watched Johnstone keenly, and he fancied that something stronger than critical interest was stirring his pulse. This pleased the artist, for he thought that if Johnstone still loved the actress, and she had rejected him, there was a stronger probability of obtaining his aid. \"Well, Johnstone, what do you think of"], [101, "87 A TOOTH FOR A TOOTH. 'Hermione?'\" Aveling asked again as the other turned from his easel and seated himself. \" Which ' Hermione ' do you mean, Aveling ? The one you have created, or her of flesh and blood ?\" Tell me what you think of both \" Well, I think the one hanging there is as perfect a piece of painting as ever left any man's hands ; of the other 'Hermione' I've nothing good to say, so prefer to say nothing at all.\" Aveling smiled as Johnstone spoke, for he felt that he had been right in his surmises that the other was still smarting from his rejection by the actress. This strengthened the resolution the artist had formed as to asking Johnstone to aid him, and he now cast about for some way of introducing the matter. \" You are the only one, Johnstone, that I have ever heard bestow aught but praise on Ruth Derwent.\" \" Perhaps I know her better than most people, or am more honest in my expression of opinion regarding her.\""], [102, "88 PASSION'S AFTERMATH. \" I think I know her better than even you, Johnstone. By the way, how was it that you never told me that this Ruth Derwent — or Halliton — was the sister of the Bernal Halliton who took away my sister ?\" \" I was afraid to approach a matter which I knew to be so painful to you, Aveling. I preferred you should learn it from some other source.\" \" Well, I did so ; but the intelligence was none the less startling on that account. And now, Johnstone, I have something to tell you that will surprise you much — something -\" \" I thought how it would be, Aveling. You've been bewitched by the peerless actress and are going to marry her. Well, no man will wish you more happiness than I.\" \"You've partly guessed my intentions, but the half you are unaware of is the more important. I am about to tell you of some thing I am resolved to do. With the excep tion of Bernal Halliton, his paramour and myself, I believe you are the only being who knows of my sister's disgrace, and that is why I have chosen you as a confidant \" \" I'd rather hear nothing more, Aveling.\""], [103, "89 A TOOTH FOR A TOOTH. \" But you must, and for the reason I have just stated. Now, Johnstone, I want you to pledge your honour that what passes between us to-day shall never be made known to any one without my consent.\" \" I'd rather have nothing to do with this business, Aveling ; but since you will have it so, I can only say that whatever you may have to tell me shall never pass my lips without your permission.\" \"Thank you, Johnstone; I know I can trust you. And now, let me tell you my plans. Even you, Johnstone, have only a faint idea of the intense agony I suffered when my sister and Halliton went away together. God alone knows that. I then swore to be revenged some day, and the time has come sooner than I expected. The grim, old Jewish mode of compensation — a tooth for a tooth and an eye for an eye — is what I demand and mean to have. As Bernal Halliton dealt with my sister, so will I deal with his. Do you understand me, Johnstone?\" \" I think I do. But you are utterly mis taken if you think that Ruth Halliton will ever become your mistress.\""], [104, "90 PASSION'S AFTERMATH. \"As certain as God is above us she shall become my paramour !\" \" My dear Aveling, you are mad even to dream of such a thing. There is not a purer and less passionate woman in England than Ruth Halliton.\" \" I am glad to hear you say so, for her fall will be all the more terrible when it comes. That she will fall is as certain as that you sit there. She loves me ; has pledged her word to marry me wherever and whenever I choose. The marriage, when it takes place, will be a quiet — nay a secret one, Johnstone. Do you see now how I shall make her my mistress ?\" By a mock wedding ?\" Yes.\" \" Such things are easy enough in novels and plays, but you'll find it rather difficult, I fancy, to carry out nowadays, Aveling.\" \" I have thought the whole matter out, and I am sure it can be managed quite easily. I shall obtain her consent that our marriage shall be a purely civil ceremony, to be cele brated by the registrar. The ceremony will be performed by a sham registrar in a sham"], [105, "91 A TOOTH FOR A TOOTH. office. A few pounds will purchase the aid of the necessary persons.\" \" Perhaps ; but what is to be the result of this sham marriage ? I suppose you will some day repudiate her as your wife ?\" \" Certainly. When I tire of her I shall tell her the plain truth, that she is simply a paramour of whom I have wearied and wish to be rid.\" \"And have you ever considered, Aveling, what will then ensue ? You cannot tamper with the honour of a peer's daughter as if she were only a barmaid. The day after your repudiation of your supposed wife the country will become too hot for you, and your career will be irretrievably ruined.\" \" I care not what is ruined, so that my scheme of vengeance prospers,\" Aveling said, doggedly. \" I thought you were too noble-minded, Aveling, to devise such a damnable scheme. It is worthy of the blackest-souled scoundrel unhung. Frankly, if any man so treated a sister of mine as you propose to treat Ruth Halliton I would shoot him ; by God, I would.\" \" A good job for me then, Johnstone, that"], [106, "92 PASSION'S AFTERMATH. you are not the actress's brother,\" the artist remarked, with a cynical laugh. \"She has brothers; and whatever other faults they, may have lack of courage is certainly not one of them. If you carry out this mad scheme you will have to reckon with one of the Hallitons, I can tell you. \"Who will claim the right to run me through, or make a target of me, I suppose, because I have treated his sister as mine was treated. Well, I shall not refuse any of the Hallitons the satisfaction they may desire ; but the fear of having to settle with them will not cause me to swerve an inch from the way I have marked out. I shall carry out the scheme, even if it cost me my life.\" Aveling spoke in a quiet resolute manner that carried conviction to his hearer. \" I am only sorry now, Aveling, that you took me into your confidence at all ; and I am not sure that it would not be more honourable for me to break my word to you, and reveal your purpose to Miss Halliton.\" \"I'm not afraid of your breaking your word, Johnstone,\" the artist rejoined ; \"but I suppose"], [107, "93 A TOOTH FOR A TOOTH. it would be foolish for me to ask your aid in the matter any further ?\" Johnstone did not speak for a moment or two, and Aveling waited for an answer. After a little reflection Johnstone turned abruptly to the artist ancl said — \" You are still determined to go on with this mad plan ?\" \" I am.\" \"Then I'll join you in the dirty work,\" Johnstone added, in a low, sullen tone. \" Knowing what I do, and being pledged to silence, I shouldn't have a minute's peace were I to draw out of the affair altogether, and leave you to go on alone. So I'll see the d -d business to the end. But I would to God, Aveling, that you had never mentioned it to me. Bad will come of it ; mark my words if it don't.\" \" No matter what happens, the respon sibility will rest on me alone, Johnstone.\" \"What do you want me to do?\" \" I want you to help me in finding a suit able place where the ceremony can be per formed, and the men to act as registrar and clerk.\""], [108, "94 PASSION'S AFTERMATH. \" You don't know much of London ?\" \" Very little ; a sew streets hereabouts, and the principal streets in the city.\" \" When do you wish this thing to take place ?\" \" In a few weeks — as soon as everything can be properly arranged.\" \" Will you leave all the arrangements in my hands, Aveling, for the present ?\" \" Gladly, Johnstone, if you will undertake them.\" Thus the matter was arranged, and soon after Johnstone departed, leaving the artist in a state of elation owing to the manner in which their conversation had terminated. In a couple of days afterwards Johnstone dropped into the studio again. He had, he said, found just such a house as Aveling wanted, in a quiet, unfashionable street in the West end. And the place had once been used as an office by the registrar of the district, who had been obliged to move to more commo dious premises. He had not yet found the men to act as registrar and clerk, but he had no doubt he would be able to do so in a fewdavs. In less"], [109, "95 A TOOTH FOR A TOOTH. than a week from the time Aveling had taken Johnstone into his confidence, everything was arranged : two men having been induced by means of a large monetary consideration to act as required. Then, all that remained was to obtain Ruth Halliton's consent to the civil ceremony. When pressed by her lover, the actress had consented readily enough to their mar riage being a quiet one ; but she was very much surprised when one morning, about a month after they became engaged, Noris Aveling told her that he had made every arrangement for their marriage, which was to take place the following morning before a registrar. She loved him so much, he pleaded so tenderly and passionately, reminding her of her promise to be his when and however he chose to claim her, that she could raise no strong objection to his proposal. No woman — no real woman, cares to be married in a dingy office ; any marriage which is cele brated outside a sacred edifice appears to her as only half a marriage, and so Ruth Halliton thought ; but, swayed by Noris"], [110, "96 PASSION'S AFTERMATH. Aveling's words and wishes, she gave way. At the time when the artist and the actress became engaged the latter was appearing nightly on the boards of one of the leading theatres. At Aveling's request she had entered into no other engagements ; and now she was free, as her engagement at the Imperial had just terminated. Ruth Halliton's relations with the members of her own family were not of a very intimate nature. Her parents, her elder and younger brothers also, had objected strongly to her going on the stage; her brother Bernal alone of all her kindred supporting her in her resolution. Her remarkable success had caused her relatives to modify their opinions ; but her professional engagements in London and the provinces still isolated her very much from them. The following morning Ruth Halliton and her maid went to Noris Aveling's residence, where they were met by the artist and Johnstone, and thence the four were driven in two hansoms to the supposed registrar's office, where the marriage ceremony was"], [111, "97 H A TOOTH FOR A TOOTH. gone through quickly. An hour later the artist, his wife, and her maid were speeding towards Dover, en route for the South of France, where their honeymoon was to be spent. Aveling had written out an announcement of the marriage, and, after the ceremony, had handed it to Johnstone, telling him to send copies of it to one or two of the evening papers. Johnstone sent the announcement as requested ; and not a few people were surprised to learn that the artist and the actress had been privately married that morn ing. Nothing was said as to where and by whom the marriage was solemnised."], [112, "98 Chapter VII. A TERRIBLE MISTAKE. In the days when Noris Aveling was serving his apprenticeship to art he, in company with half-a-dozen other students, had made a walk ing tour from Rome, where they were located, through Florence, the South of France, and a portion of the Spanish Peninsula. Amongst the pleasantest recollections he retained of those six weeks of happy, careless, Bohemian life, was the stay the party had made in the old city of Bayonne. For nearly a week the art students remained there, lounging about, charmed by its clear broad river, its picturesque environs of hill and dale, its green meadows, fertile fields, gardens, copses, and orchards, the busy streets, the open Place facing the river, the long wooden structure across the Adour, the broad ramparts and excellent cafe's. Some of them spent the time sketching the beauty spots of the neigh bourhood, while the others flirted with the"], [113, "99 A TERRIBLE MISTAKE. handsome girls who drove the cacolets which plied between the city and Biarritz. Because Noris Aveling remembered all these things, he resolved to revisit the scene of that pleasant holiday, and spend his honey moon there. So after two or three days in Paris the artist and his bride set out for Bayonne. There was plenty of accommoda tion at the hotels in the city, and there they engaged apartments for a day or two ; after which they moved to pleasanter quarters at a farm house in the suburbs where Aveling had lodged on his previous visit. The country was wearing its most attrac tive aspect when Noris and Ruth Aveling settled down on the pleasant bank of the Adour to spend a few quiet weeks of pure unalloyed happiness. -It was early summer, and the fields of grain were yet unbronzed by the sun, the foliage of the trees still re tained all the cool green colour, and the orchards were giving fair promise of a fruitful yield. The weather was delightful, and the coun try was all they could desire, and some portion of each day was spent by the artist"], [114, "100 PASSION'S AFTERMATH. and his wife in the open air. They rambled through Bayonne and its pretty environs, and took long walks into the country lying at the foot of the Pyrenees. The sea coast and the prettiest and most picturesque bath ing place in the South of France were within easy reach, and occasionally Noris and Ruth made a trip to Biarritz, en cacolet, and spent an hour or two there, strolling along the side of the rocky cliffs or bathing in the quiet waters of the large sandy creek. Noris Aveling had not the least idea that he was in love with his beautiful wife. He intensely admired her great personal attrac tions, and was much impressed by her sweet ness of temper and lovable, winsome ways. But he never dreamt of permitting himself to fall in love with her. Still the pleasant summer days slipped quickly away, and he enjoyed himself very much. As for Ruth, her happiness was too intense for words. She loved Noris Aveling with all the strength of her great, womanly heart, and she believed that her affection was fully reciprocated by him. Her dream of love had met with sweetest fulfil-"], [115, "101 A TERRIBLE MISTAKE. ment, and the joyous glamour of her wedded life was still strong upon her. To her then the whole world seemed o'erbrimm ing with everything that was pure and good ; and each morn and night she thanked God for the great happiness with which He had filled her life. In after years, when sorrow had blackened and pain had embittered their lives, and when shame had humbled them to the dust, Noris and Ruth Aveling often looked back to those happy clays they passed together in the sunny province of Beam. One fine afternoon, when their stay at Bayonne was drawing to a close, Aveling went out for a stroll alone. The day was too warm for Ruth, and the artist left her reading a novel in the orchard belonging to the farm. Thinking he would like a dip in the sea, Aveling struck out towards the coast, and in half-an-hour he was standing beside the light house at Biarritz, with the glistening waters of the Bay of Biscay spread out far below him. From where the artist stood a splendid view presented itself, and he paused a moment"], [116, "102 PASSION'S AFTERMATH. to feast his eyes on the scene. He was standing upon a small promontory about a hundred yards long, and half that distance across, two sides of which dipped perpen dicularly into the sea, whilst the other sloped gently to the shore. In front was the ocean, pulsing and shimmering in the yellow sun shine ; to the east, the French coast stretched away in an immense low, white curve, while to the west, the bold outline of the Spanish coast reached away in another vast segment. Just below him were the white houses and tamarisk trees of Biarritz, and farther down again was the semi-circular creek, flanked with high walls of rock, where men and women, youths and maids, were all enjoying their dip together. Behind him rose the Pyrenees, with all their peaks and hollows, stretching into France and Spain. Being warm with his walk from Bayonne, he paused a few minutes longer, his eyes lingering lovingly on the beautiful picture spread out before him. He appreciated the picturesque grandeur of the scenery by which he was surrounded with all the keenness and solemnity the true artist alone"], [117, "103 A TERRIBLE MISTAKE. feels, and he promised himself the pleasure of some day transferring a portion of it to canvas. Slowly he began to descend towards the shore, to take the dip in the sea he had promised himself when he left Bayonne. Aveling preferred a lot more sea room and less noise than he was likely to get if he bathed in the big fashionable creek, which was now swarming with both sexes and all sizes and ages of bathers. So he strolled along the shore, in the direction of the Spanish coast, and finding a secluded little creek he quickly doffed his clothes, and buried himself in the cool, clear waters of the bay. Having tired of splashing about, he dried himself by running on the sand ; then he dressed and began to move towards home. Suddenly he came upon a man seated in the shadow of a huge fragment of rock and smoking contentedly. He glanced casually at the man's face, and then stopped abruptly, exclaiming, \" It's Mayburne, by Jove. I never was more astonished in my life.\" The baronet threw the stump of his cigar"], [118, "104 PASSION'S AFTERMATH. away, and shook warmly the artist's proffered hand, saying, \" I was coming along here when I saw you taking your dip, and was rather surprised when I recognised you. I knew you would have to come back this way so I thought I'd let you finish your splash in peace, while I had a smoke.\" \" How long have you been here ?\" Aveling asked, as they turned their backs to the bay and began to ascend the shore. \" Only since yesterday afternoon. Marcia is rather poorly just at present, and she preferred this place to Dieppe or St. Omer, which are always crowded at this time of the year. You are staying at Biarritz, I suppose, Aveling ?\" \" No, we are staying at Bayonne — at least at a farm between here and the city.\" \" Isn't Mrs. Aveling at Biarritz to-day?\" \" No, we'd a long walk this morning which tired her, so I came for a dip alone.\" \" What a sly dog you were to run away with the actress as you did,\" said the baronet, with a smile. \" Could hardly believe it when I saw it in the Post the morning after. Marcia"], [119, "105 A TERRIBLE MISTAKE. had some suspicion of what was taking place, and she quite expected to be present at the wedding.\" \" We preferred a quiet affair, Mayburne,\" Aveling replied, turning his face seaward for a moment. \" I think we shall be able to obtain Lady Mayburne's forgiveness when we meet her.\" \" But you might have let us into the secret, Aveling. And when are you thinking of getting back again?\" \" We must leave here in a few days. We have been away already longer than I thought of being.\" \" By-the-bye, I saw one of your brothers in-law the other day in London.\" \"Which of them?\" \" Bernal. The one who wrote that clever story some time ago.\" In London ? Did you speak to him? \" Yes ; he told me that he had only just returned from Italy, where he had been living for a year or two.\" \" I suppose he didn't say what was the cause of his sudden return ?\" said Aveling, lighting a cigar."], [120, "106 PASSION'S AFTERMATH. \" Yes, a telegram had just reached him saying that his uncle was dying. Of course you know that Halliton is Sir Jonathan's heir ?\" \" So I have heard. Was Halliton alone when you met him ? \" the artist asked, blow ing a cloud of smoke slowly from his lips, and speaking in a tone of perfect indifference. The baronet answered in the affirmative, and the artist put no more questions referring to Bernal Halliton. The friends strolled along the coast, chatting and smoking ; but their conversation had no bearing on this story. In a while they parted, the baronet saying that he and his wife would call on the artist and his bride that evening. After leaving Mayburne on the coast, Noris Aveling turned towards Bayonne. The news that Sir Jonathan Haynes was dying, and that his nephew had been summoned to Orrel Mount, had caused the artist to deter mine to return immediately to England. The one thought uppermost in his mind was as to where Bernal Halliton had left Muriel ; and he could not help wondering what would become of her if Sir Jonathan"], [121, "107 A TERRIBLE MISTAKE. Haynes died and left him his wealth. Would Bernal make his paramour his wife, or would he marry someone else and cast off his old mistress altogether ? He would probably adopt the latter method, having doubtless, he thought, tired of Muriel by this time. The artist and his wife had a fondness for tea in the afternoon, ancl this meal was awaiting Aveling when he returned to the farm. The happiness she had found in her union with the artist had made Ruth Aveling even more beautiful, if that were possible. There was a glow of perfect happiness in her big, grey eyes, and every word and action betokened a woman thoroughly satisfied with herself and the world. And in those few weeks following the marriage Noris Aveling had been happier than he cared to admit to himself. The true worth of the woman he had won forced itself upon him. The sweetness of her disposition, the depth and tenderness of the love she bore him, he found it impossible to ignore. And despite all his efforts to maintain a stoical indifference toward his wife he felt that he was learning to love her. He chafed"], [122, "108 PASSION'S AFTERMATH. at his inability to control his own feelings — cursed himself for thinking warmly of, and feeling tenderly for, the woman he had deceived that he might revenge himself on her brother. Many a time in his better moments he wished that Ruth were no sister to Bernal Halliton ; and at times he saw the terrible nature of the wrong he was perpetrating in deceiving ancl dishonouring one of the noblest and purest of women for no sin of her own. But Aveling's desire for vengeance on his sister's destroyer never abated. No matter who suffered incidentally, Bernal Halliton must suffer. Now that he was learning to love and revere Ruth the artist would have preferred some other way of wreaking his vengeance on her brother. But no other way presented itself, so the old scheme of vengeance must be worked out to the end. During the progress of the meal Aveling told Ruth of his meeting with Sir Thurstan Mayburne, that he and Lady Mayburne were then staying at Biarritz, and that they in tended to call at the farm that afternoon."], [123, "109 A TERRIBLE MISTAKE. This information was received with great pleasure by Ruth. She was extremely fond of the Mayburnes, and was glad of an oppor tunity of meeting them again. Then the artist hinted that business con nected with his professional affairs required his immediate attention in London. Could she make it convenient to leave Bayonne in a day or two ? Or, if she preferred it, he would leave alone and she might stav for another week or so with the Mayburnes, and he would return for her when his business was concluded. Of course, Ruth indignantly scouted the idea of his going alone ; and with true wifely devotion urged that they should return at once if his presence in London was really necessary. Aveling's manner betokened a reluctance to leave Bayonne just then, and when he ultimately decided that they should start for London the next day but one, it appeared as if he had only come to such a decision owing to his sweet wife's urgent persuasion. The following day Aveling went into the city and despatched a telegram home to have the house prepared for their coming."], [124, "110 PASSION'S AFTERMATH. About an hour after tea a light open carriage drove up to the farm. It contained the Mayburnes, who had had some little trouble in finding the place. After the greet ings were over, Aveling stated that he and Ruth were thinking of quitting Bayonne in a couple of days. The Mayburnes tried to induce them to prolong their stay, but in vain, and at the time named the artist and his wife left the place. When the Avelings reached home Ruth found a letter awaiting her, and on breaking it open she found it to be from Quill, Dorson and Dobb, a firm of solicitors, of Bridge street-row, Chester. Her uncle, Sir Jonathan Haynes, was dead, ancl had left her ,£5,000, free of legacy duty. It appeared that the old baronet had been dead more than a week, and the solici tors had been unable to communicate with her before, as the address of the newly married pair was unknown. As her uncle was already buried, it was useless for Ruth to go to Cheshire. She was almost certain that Orrel Mount and the greater portion of her uncle's wealth had been"], [125, "111 A TERRIBLE MISTAKE. left to her brother. But where Bernal was, or what he was doing, she had not the slightest idea, as it was more than a couple of years since she had seen or heard of him. Noris Aveling had left France that he might learn something, if possible, of Bernal Halli ton's intentions with regard to his sister Muriel ; and wishing to know if Bernal was still at Orrel Mount he despatched a letter, as soon as he reached home, to his old friend the Rev. Mark Jenison, who would probably be well posted as to the doings of the late baronet's nephew. Aveling had asked Jenison for particulars, and a couple of days afterwards he received all he had asked for. Bernal Halliton had reached Orrel Mount alone the day after his uncle died. He inherited almost all his uncle's possessions ; and the day after Sir Jonathan's funeral he had gone away — Jenison knew not where — and had not yet returned. This was all the information the clergyman possessed, and with it the painter had to be satisfied. But he felt certain that he and Bernal Halliton would meet ere long, for now"], [126, "112 PASSION'S AFTERMATH. that he was rich the young reprobate would certainly make some show in society. The season was in full swing when the Avelings returned from their honeymoon, and being both favourites in society invitations to balls and parties of every description poured in upon them, and to one of these parties they decided to go a few days after their home coming. This was a ball given by Lady Langleigh, the wife of Sir Astor Langleigh, President of the Royal Academy. Lady Langleigh was young, clever, and beautiful. She had a knack of drawing celebrities around her, and at her parties one might expect to meet great painters, well-known authors, rising M.P.'s, and even famous statesmen went their occa sionally. There was a splendid gathering in Lady Langleigh's rooms that night ; all London's best and fairest seemed to be under her roof. Not the least fair in the gay throng was Noris Aveling's wife, who was met with congratulations on all hands ; her beauty, talent, and union with the painter made her the cynosure of every eye. In the pride and pleasure engendered by"], [127, "A TERRIBLE MISTAKE. his wife's success the artist had quite forgotten his detestation of her brother ; and, strangely enough, she was the innocent cause of arousing all his latent disgust, and bringing overpower ing shame on herself. Aveling's revenge was on the point of being consummated, and at a moment when least expected. It was an hour or so from supper, and the band was playing a beautiful waltz. Noris and Ruth had danced a little, then they had found an empty couch, and there they seated themselves, chatting and watching the throng of dancers who passed in a constant stream before them. Suddenly Ruth exclaimed : \"See, Noris, there is my brother Bernal! Don't you see him dancing with that girl in the amber-coloured dress ? How well he is looking ! I must speak to him when the dance is over. Try to keep him in sight, dear.\" Noris Aveling looked in the direction Ruth pointed, and he saw a handsome man, fair as a woman, dancing with a fascinating gipsy looking girl, to whom he seemed to be paying great attention ; when, ceasing to dance for a few moments, they walked on together. 113 i"], [128, "114 PASSION'S AFTERMATH. \" So that is your brother,\" he said ; but the sternness of his voice escaped her notice. \" I have never seen him before. I want to speak to him. I'll keep him in sight.\" The sight of Bernal Halliton hovering over his charming partner had sent the hot blood rushing through the artist's brain, and a wild, uncontrollable lust for revenge had seized him. At that moment all his hatred and loathing of the man who had ruined his sisterbecame inten sified. And there was Halliton already making a figure in society ; but where was his victim — the poor simple girl he had stolen away? Deserted, and probably even then wandering homeless, wretched and hungry, about some continental town ; already the scorn of every honest woman, and soon to sink to the awful degradation of the professional courtesan. Such he knew to have been the fate of many a beautiful girl who had been lured abroad and afterwards deserted. And if Bernal Halliton had deserted Muriel in Italy, or elsewhere, how was she to live, save by selling her beauty and caresses to every libidinous wretch who cared to purchase them ? This thought drove every"], [129, "115 A TERRIBLE MISTAKE. atom of common sense, mercy and love from Noris Aveling's breast. He forgot the nobleness and purity of his wife's character, the infinite love she cherished for himself, and the faint answering echo his own heart was already making to Ruth's unfathomable affection. He only remembered the deep maledictions he had uttered, the revengeful vows he had registered that evening in his garden at Besscourt. How often those curses and solemn promises had been repeated ! And the opportuntity of fulfilling his vengeance to the uttermost now presented itself to him, if he were only brave enough to seize upon it. There was no fear that he would forego the chance he had so long sought. Fate had been kinder to him than he had expected. His vengeance would be even more terrible than he had contemplated. There, in the midst of that brilliant assembly, Bernal Halliton's treachery and the late actress's degradation should be announced. What a howl the aristocrats would raise when they discovered that one of their order — a reigning favourite, fashionable beauty, and daughter"], [130, "116 PASSION'S AFTERMATH. of a peer — -had been degraded to the level of his mistress ! Fascinated by the nature of the vengeance that was soon to be his, he waited patiently for the moment of its consummation. His dark face was flushed with suppressed excite ment, and a vicious fire was burning in his deep black eyes. He was scarcely conscious of what was passing near him. His eyes were centred on Bernal Halliton and his handsome partner who were still dancing, and several times Ruth had addressed him unnoticed. Then the dance ceased. Noris Aveling arose from his seat. A little further up the room Bernal Halliton and the gipsy-faced girl he had danced with were standing amid a group of others chatting and laughing pleasantly ; and towards them the artist, Ruth on his arm, strode without a word. The group opened for the painter and his beautiful wife, and Noris Aveling and Bernal Halliton were face to face — at last. Before even Ruth could greet her brother she was arrested by hearing Aveling say, in a loud tone,"], [131, "117 A TERRIBLE MISTAKE. \"You are Bernal Halliton?\" \" Yes. I want to speak to you in private,\" Bernal stammered, flushing red before Ave ling's stern face and ominous eyes. Then the outburst came. In loud, ringing tones the artist cried, \" I prefer to speak to you in public — here, before these ladies and gentlemen. Don't interrupt me ; I will speak. So you are the scoundrel who decoyed a pure and simple girl from her home to join you in a life of shame ? For the sake of your uncle's damnable gold you made a bawd of my sister. I once swore to shoot you like a dog when I met you ; but such a thing would be unlaw ful and not in accord with modern taste, so I altered my views. As you made of my sister a mistress, so I have made of yours a para mour. She — you — the world — think her my wife. She is not. Our marriage was a mockery. Now, Bernal Halliton, we are quits. What do you think of my revenge ? ■ — Good God ! it has killed her ! \" With a low moan of pain Ruth fell forward senseless ; but quick hands caught her ere she reached the floor. Great confusion ensued,"], [132, "118 PASSION'S AFTERMATH. as everyone rushed forward to see what had happened. Bernal Halliton sprang to his sister's side, crying, \"Oh, heavens, can this be true? You must be mad to say such a thing. Your sister is my wife. She is here now. Muriel, tell him we are married.\" Among the white faces of the women stand ing round the senseless woman Aveling saw one fair, familiar face. It was his sister's, Muriel's. He could not speak ; an awful fear had struck him dumb. \" It is true, Noris. We are married,\" Muriel exclaimed. \" What has happened ?\" The crowd of agitated faces, the brilliant lights, all the room, whirled round Aveling as he realised to the full the fearful mistake he had made. Then, with shamed face and bowed head he permitted someone to lead him away."], [133, "119 Chapter VIII. AFTER THE STORM. The following day all London was talking about the scene that had transpired the night before at Lady Langleigh's party. At the clubs the men were asking one another if it were really true that the fair and famous ex-actress had been repudiated by her sup posed husband, Noris Aveling ; and in every drawing-room at the West End the details of the story were discussed with an eagerness that denoted a keen relish for such a sweet morsel of romantic scandal. Everyone who had enjoyed the hospitality of the Langleighs on the previous evening was besieged with questions, and only the fullest particulars of the contretemps would satisfy the importunate questioners. Over lunch and five o'clock tea the women touched upon the shocking affair at the Langleighs with bated breath and lifted eyebrows. Over their wine and cigars the men spoke of the"], [134, "120 PASSION'S AFTERMATH. matter earnestly, cynically, or carelessly, each according to his humour ; many of them denouncing Aveling as the most despicable wretch alive, and wishing that some of the injured woman's relatives would shoot or horsewhip him. Only a few — here and there one of Aveling's friends who had got to know all the antecedents of the affair — ventured to say a word in favour of the artist, and dared to lay the blame on Bernal Halliton, for having concealed his marriage with Muriel Aveling in order that he might remain his uncle's heir. The jackals of the Press had now got hold of the story, and they were assiduously collecting all particulars that they might regale their readers with a bit of this \"romance of real life.\" By the morrow a million people would know that the clever and rising painter, Noris Aveling, had deceived and degraded the daughter of an aristocrat, one of the fairest and best known of Englishwomen. When Ruth Halliton recovered conscious ness she was lying in Lady Langleigh's boudoir, where her ladyship had ordered"], [135, "121 AFTER THE STORM. her senseless guest to be taken. On a low, velvet couch, her head propped up with pillows, she had lain for awhile still as death, her face as pale and clearly carved as that of a beautiful marble statue. Slowly the blue-veined, heavy white lids uplifted, and there was a look of confusion in the big, gray eyes as she stared about her and saw Lady Langleigh, her brother, and a dark, beautiful girl standing by. \" Where am I ? What is the matter with me ?\" she asked, looking from one to the other, and rising to a sitting posture. \"You fainted in the ball-room,\" said Lady Langleigh, kindly, \"and we brought you here.\" Ruth still looked at her brother, vaguely wondering why he was there. He seemed strangely agitated and miserable, and the dark girl beside him was crying. What was the matter ? Then with the suddenness of a lightning flash her memory awakened to activity. She remembered all now. The awful words rang again in her ears ; and, at the thought of her intolerable degradation, the hot blood surged over her neck and face and she buried her shamed eyes in her hands."], [136, "122 PASSION'S AFTERMATH. \" Bernal ! Bernal !\" she cried, raising her face suddenly, and stretching forth her hands appealingly. \" Tell me that I've been dreaming. Is it true that I'm not his wife ?\" No one answered her passionate appeal. She turned her eloquent and tear-laden eyes and pain-smitten face to each in turn, but no one had a word of comfort for her. Her brother was biting his lips and trying to keep back the rising tears, the girl beside him was still silently weeping, and Lady Lang leigh seemed quite at a loss what to do or say. The silence maintained by them all confirmed Ruth's worst fears, and she again buried her face in her hands, sobbing — \"It is true, then ! It is true ! Oh ! God, what have I done that this terrible disgrace should fall upon me ?\" Then Lady Langleigh stole quietly from the room, closing the door behind her. Bernal Halliton tried to comfort his sister with sympathetic words, but all he could say was barren of cheer to Ruth, for he could not dispel as false the words that were breaking her heart. Suddenly she became calm, and"], [137, "123 AFTER THE STORM. turning upon her brother she asked with flashing eyes — \" Is it true what he said of his sister?\" \" No, I married Aveling's sister — this is my wife,\" Bernal answered, pointing to Muriel. \" Your wife ? But he did not know it.\" \" No. We were married secretly, nearly two years ago — before we left England,\" he said, bowing his head before her searching eyes. \"And your silence justified him in thinking you had acted dishonourably.\" Then she added with a bitter sigh, \" And I am the victim of your weakness and avarice.\" \" It is all my fault, I know, Ruth,\" he said, contritely, \" but I never dreamt it would end like this. You know I would have done anything rather than this unfortunate affair should have happened.\" \" But I cannot forget, Bernal,\" she answered, bitterly, \" that a little more man liness and less selfishness on your part would have spared me all this shame.\" He did not reply, and Ruth now rose from the couch and seated herself on a chair. She"], [138, "124 PASSION'S AFTERMATH. was quite calm now, outwardly, though her mind was still distracted by her great affliction and her changed position. A repudiated woman — not wife — what was she to do ? — where was she to go ? With the exception of Bernal, all her people were out of town. She wanted to get away somewhere, to some place where she could hide herself and her shame. Whilst Ruth was thus reflecting upon her position and suture action Muriel crept shyly up to her, and the sorrowing woman could not repulse the tender, sympathetic words and loving caresses of her brother's fair, young wife. Then Bernal suggested that Ruth should stay for the present with himself and Muriel at their hotel ; and to this proposal she at once consented. A little later three of Lady Langleigh's guests crept quietly out of the house by the back way. The ladies were closely veiled, and a carriage was awaiting them ; into this they got at once with Bernal, and the vehicle rolled rapidly away. The soft strains of a delicious waltz swelled forth on the calm morning air, and in the ballroom many feet"], [139, "125 AFTER THE STORM. were beating time to the dreamy music. Lady Langleigh was much too well-bred to ruin one of her parties by breaking it short off in the middle because one fair woman had been heartbroken and humbled to the dust in direst shame. Unresistingly Noris Aveling had permitted some kindly hand to lead him from the ball room after the denouement chronicled in the last chapter. The same friend accompanied the artist to the pavement in front of the Langleigh mansion, hailed a passing cab, placed Aveling in it, and told the cabman where to take his fare. Aveling had fallen into a kind of semi stupor, being apparently unconscious of what was passing about him. The thrilling scene through which he had just passed was still before him in all its vividness, to the ex clusion of everything else ; and so deeply had it impressed itself on his mind that just then he had neither sense nor wish to comprehend or contemplate aught else. The catastrojihe he had brought about had been so different to everything he had anticipated — the grand revenge he had"], [140, "126 PASSION'S AFTERMATH. promised himself had proved such a horrible blunder. The cab stopped before Aveling's resi dence, but the artist made no effort to leave the vehicle. The cabman had an idea that his fare was tipsy ; and when he reached his destination he rang the house bell before opening the cab door and rousing up his customer. \" Now, sir, 'ere you are,\" rang suddenly and strangely on Aveling's ears ; and a heavy hand laid on his arm brought him partially from the clouds, among which he had been wandering. A glance showed him the open cloor and the cabby outside, and beyond him the white pavement on which the light fell from his own doorway. Aveling thrust his hand in his pocket, placed some coins in the cabman's hand, and then without a word sprang out of the vehicle, and, to the astonishment of the driver, walked quickly across the broad pavement, up the three steps, and through the open doorway by which the servant was standing. \"Is mistress coming, sir?\" the domestic asked as Aveling strode past alone."], [141, "127 AFTER THE STORM. \" No,\" the artist cried, with a suddenness and harshness that startled the questioner. \" Lock the door, and go to bed.\" The woman stared after her master with amazed eyes. Never before had she heard him speak so harshly or seen him look so strangely. Something very unusual indeed must have happened to upset master so much, and to keep mistress away from home when he had returned. She closed the street door and locked it as bidden to do, but she did not go to bed. She returned to her chair in the kitchen to await her mistress's coming ; and at last she fell asleep in the big arm chair, to waken only when the morning sunlight was beating fiercely on the blinds, and to find that her mistress was absent still. Straight to his own bedroom Aveling had gone without another word, or the removal of his hat and coat ; and arriving there he had flung himself just as he was on to the bed. Again his mind had centred itself on the scene in the Langleigh ballroom, and each detail of that incident was passing before him. Once more he was standing cold and pitiless before Bernal Halliton and"], [142, "128 PASSION'S AFTERMATH. the others, accusing Halliton of his sister's betrayal ; again he was amazing the by standers with his own scheme of revenge ; and once more he was struck dumb on hear ing that his sister and Halliton were wife and husband. \" Your sister is my wife,\" Bernal Halliton had said ; and the words seemed to have been shot at Norris Aveling from a gun. They had struck him full in the face like a charge of grape, scattering his pride of bear ing to the winds, creating confusion in his brain and a nameless terror in his heart ; upsetting every calculation he had made, making of him a poor, miserable, criminal blunderer rather than the stern yet just Nemesis he had thought himself to be. On the misery of that night there is no occasion to dwell. Afterwards he could not have told whether those terrible hours had been passed asleep or awake. The following morning, when he awoke to full conscious ness, it seemed that he had been struggling for ages in the black clutches of a horrible nightmare. He was still attired in full evening dress,"], [143, "AFTER THE STORM and his hat was lying on the floor beside the bed where it had fallen or been thrown. He went to the mirror that stood on his dressing table, and the glass showed him a yellow, haggard-looking face and swollen bloodshot eyes, as if he had been drinking heavily. Then he washed himself, changed his clothes, and went down to breakfast. The meal was served to him in silence, for although each of the servants was aware that their mistress was absent none of them dared to speak of the missing woman. Aveling drank several cups of tea but ate nothing ; then he passed into his studio — not to work, for that was impossible, but — to think of the event of the preceding night and its probable consequences. All along he had anticipated that whenever his scheme of retaliation should be consum mated there would follow a time of reckoning with Ruth Halliton's relatives. But the contemplation of this settlement with them had given him no great trouble, for he had expected to face them and the world as the avenger of an outraged sister's honour — as one who at the very worst had only meted 129 K"], [144, "130 PASSION'S AFTERMATH. out measure for measure, and sustained by such seeming substantial justification he would have laughed at all the Halliton clan and dared them to do their worst, whatever that might be. But now all that was changed — changed utterly, and in a manner of which he had never even dreamed. His sister was Bernal Halliton's wife — had been his wife, probably before they left England — and her dishonour and his own wrongs had been purely imagi nary. And yet, his own revenge had been carried out in all its naked atrocity, and only at the moment of its consummation did he learn that it was absolutely unsupported by the slightest shred of justification. How now could he face the angry criticisms of the world and the indignation of the Hal litons ? He had foully dishonoured a pure, loving creature — one of the fairest and best known women of her time — ancl before a large and brilliant assembly he had made open avowal of her disgrace. And what could he say now, in extenuation of his brutal vengeance ? That he thought his sister had been debauched by Bernal Halliton. That"], [145, "131 AFTER THE STORM. was the beginning and end of his justification, and he felt that it was lamentably weak, and altogether too frail ground on which to take his stand against Ruth's parents and brothers. Well, it was done now, he told himself sullenly, and he was prepared to pay what ever price his blunder might cost him, even if the payment demanded should be his life. His strong, passionate nature had led him into the perpetration of a terrible wrong that could never be obliterated. He might satisfy Ruth's relatives, probably Ruth herself, by marrying her ; but no marriage could undo what had been done. For all time, if not to all men, Ruth Halliton would be the woman he had inveigled into a mock marriage and publicly repudiated. All the love and affection of which his nature was capable, if lavished on her through all the years of his life, would not suffice to wipe out his error and her stain. That dark chapter in their lives might be covered over, but it would be there all the same. And well it would be for him if the evil outgrowth of his deep, passionate soul could be so buried."], [146, "132 PASSION'S AFTERMATH. A knock at the studio door attracted the artist's attention, and the servant handed her master a card, saying the gentleman wished to see him. A glance at the card showed him that it was Bernal Halliton who had called. The fight was soon to be com menced, it seemed. Well, he had nothing to gain by delay. He was rather glad that Bernal was the first to call. He could meet him with the least shame ; for he was directly responsible for all that had happened. So he ordered the servant to show Bernal Halliton into the studio, wondering as he did so whether his visitor would adopt an aggressive or a conciliatory tone ; and he resolved to mould his own manner on that of his brother-in-law. Not a little agitated he awaited his visitor's appearance, and the next moment Bernal was standing in the centre of the studio. A hurried glance told Aveling that the other's mission was an amicable one. The younger man's manner was awkward and hesitating, and his agitation showed itself in his flushed countenance as well as in the nervous fashion in which he was swinging"], [147, "133 AFTER THE STORM. his hat. The artist bade Halliton good morning in a dry, hard voice, and motioned him to a seat. Bernal sat down, still playing nervously with his hat, and as the artist seemed tongue-tied he was forced to break the silence. \" You will pardon my calling upon you, Mr. Aveling?\" Halliton managed to say. \" I dare say you wouldn't expect to see me here after last night's unfortunate affair.\" \" I expected to see someone,\" was all the reply Aveling made. \" I thought it my duty to come,\" Bernal continued, gaining courage. \" I am to blame for it all. But for me it would never have happened. I ought to have told you long ago that Muriel and I were married. I daresay you know why I wanted to keep my marriage secret? But God knows I'd have lost my uncle's money a thousand times over rather than that this should have happened.\" Halliton spoke volubly enough now. There were tears gathering in his eyes, and his voice was thick with emotion. He had sense enough to see that much of the blame rested on his own shoulders, and he had the frank-"], [148, "134 PASSION'S AFTERMATH. ness to admit it. This pleased Aveling and made his own course easier. \" I am glad you see this matter in its proper light, Halliton,\" the artist answered, as he rose from his chair. \" We are both to blame.\" \"Yes,\" Halliton replied; \" but is it really true that Ruth is not your wife ? \" \" Too true,\" groaned the artist, sinking back in his chair and covering his face with his hands. \" I wish God had killed me before permitting me to do such an awful wrong. Where is she ? What does she say of me ? Is she well ? \" \" She is very ill, indeed; so strange-looking and quiet. She is staying with me and Muriel at our hotel. But she will not leave her room, and she never alludes to last night, and Muriel and I are afraid of mentioning it to her. Can not something be done to set things right ? Surely you must care for Ruth.\" \" Care for her ! I love her better than my own soul. I would give my life to undo the foul wrong I have committed.\" \" You might see her.\" \" I dare not face her now — she would not see me, I know. But I'll write to her if you"], [149, "135 AFTER THE STORM. will take the note. Still, I know it will be useless, for she will never forgive me for dis honouring her and making her the talk of the town.\" \" Well, write, and I will take your letter. Muriel and I will do what we can. Ruth was always a reasonable being ; perhaps she will agree to what you may suggest.\" \" I hope so, but fear she will not,\" the artist rejoined, in a voice of deep despondency, \"for I have no claim to mercy from her. I won't keep you waiting long.\" Aveling left the studio for a few minutes, and when he returned he gave a sealed letter to Halliton, saying, \" Perhaps she will not receive it when she learns from whom it comes. But take it and use all your influence in my favour, for I am miserable enough, God knows. Call again some time to-morrow.\" Bernal Halliton returned at once to his hotel. His sister occupied rooms adjoining his and Muriel's. When he entered her room he found Ruth sitting beside the window, her face white and saddened, and a strange look in her eyes. \" I have been to Aveling, Ruth,\" he said,"], [150, "136 PASSION'S AFTERMATH. kissing his sister tenderly, \" and I need not tell you how terribly he is suffering. He would come to you, but he says you would not see him. This is from him. Read it, Ruth, and try to forgive him. Remember, I am the cause of all this awful affair.\" She took the letter without a word, and he left her. She let the missive lie in her lap for a few moments ; then she took it up and broke the seal. The note ran as follows : — Darling, — Nothing I can ever say or do will excuse the shameful ■wrong I have done you. You at least know that no failing of yours prompted me to the terrible blunder I have committed. Love of my sister, jealousy of her honour, led me to do dishonour to you. Your own suffering will tell you what mine is. I would give my life freely to save you from a moment's shame. I love you— shall always love you. Can you forgive me ? Will you ever again let me claim you as my wife ? For God's sake send me a word of hope. — NORIS. She read the note through calmly. Her face was still pale, but the saddened expres sion had fled, and the hard lines of her mouth and the changed look in her eyes showed that she had come to some resolution. Then she rose, obtained writing materials, and penned a reply as quietly as she had read the note."], [151, "137 Chapter IX. THE HA TE OF HA TE. Very quietly and methodically Ruth Halliton indited her answer to Noris Aveling's note. It might have been a purely business com munication she was writing, for she con tinually referred to his note as if she wished to be accurate in every detail of her reply. But this coolness and method boded ill for the artist, who would have been dismayed had he seen Ruth sitting there, carefully weighing each word and then setting it down in that slow, deliberate way. Aveling had expected that after reading what he had to say Ruth would dash off a few words spontaneously ; and though he had expressed himself to Halliton as thinking differently, he had felt confident that her answer would be conciliatory in its tone. He was willing to make all the atonement possible by a legal union with Ruth ; and it seemed reasonable to think that she would"], [152, "138 PASSION'S AFTERMATH. readily accept such a proposal, for it was the only way she could escape from the difficult and delicate position in which she was placed. In thus looking at the matter he had noticed mainly the business aspect of the situation. It was expedient for them both that the clamour of rumour's many tongues should be stayed by their marriage, and be thought Ruth would look at it from the same point of view. But Noris Aveling had yet to plumb the depth and gauge the strength of Ruth Halliton's nature. At most he had seen but one side of her character — the soft, loving, winsome side presented to him during their brief courtship and honeymoon ; he had yet to learn that she had a will resolute as his own, that she could be passionate and unreasonable as himself when impelled by real or fancied wrongs. And that part of Ruth's character unknown to Aveling had been called into action by the culmination of his cruel scheme against her. When she recovered from the stunning blow dealt her — when, on the following day, her brain had cleared, and she was able to examine every detail of Aveling's scheme in"], [153, "139 THE HATE OF HATE. all its brutality and cold-blooded atrociousness, a great wave of ineffable disgust swept over her, obliterating from her heart every vestige of love and respect for him who had so de liberately dishonoured her. In this spirit Noris Aveling's note found her ; and the woman who wrote the reply thereto was wholly different from the one he had known. He had crushed all the softness, love and cheer out of her life ; now he should find her cold and cruel as he himself had been. It was afternoon and the artist was still in his studio. Since Halliton's departure some hours before he had done nothing but pace about the room waiting for a reply to his note, and wondering what Ruth would have to say. He was more cheerful now, for he thought the clouds were breaking, and was looking hopefully forward to a marriage and reunion. At last the long-expected answer came, not brought by Halliton as Aveling had expected, but by one of the hotel messengers. A little excited now, he took the letter from the servant and he saw it was addressed to \" Noris Aveling, Esq.\" Then he dropped"], [154, "140 PASSION'S AFTERMATH. into his chair, tore the envelope across with a hand that trembled despite his effort to keep firm, and then he saw her answer was not the few words he had expected but a communica tion longer than his own had been. It ran as follows : — \" Sir, — Permit me to say that I agree with very much of your letter. You are perfectly right when you say that nothing you can ever say or do will excuse the shameful wrong you have done me ; and you are equally accurate when you observe that no failing of mine prompted you to the terrible blunder you have perpetrated. But I altogether fail to see that an imaginary wrong done to your sister was a sufficient reason for visiting your vengeance on me. After being disgraced by you in the cruellest and most dastardly manner possible, I am rather inclined to question the truth of your assertion that you would give your life freely to save me from a moment's shame. You say you love me — will always do so. Well, all I have to say is that your affection has found a singular method of expression, and that I desire no further proof of it. No ! I will never forgive you ; and with God's help I hope that never again shall such a cruel and cold blooded wretch as you call me by the holy name of wife. My only regret now is that I am going to be a mother — the mother of your child. I hope God may take me or it ; but if we both live then I will teach it to curse its father — to regard you as the foulest thing heaven ever permitted to exist. Send you a word of hope ! I will. I hope that your life may be as black, and as barren of joy, as mine promises to be ; that you may live till age whitens your hair and bends your limbs and that you may never know a moment's peace. Ruth Halliton. The letter fluttered from his nerveless fingers and he sank back in his chair drawing his breath hard. The effect of the burning, pitiless words was all the greater because he"], [155, "141 THE HATE OF HATE. had expected something very much different. The intense hatred of himself running through the letter had struck him with stun ning force, for he remembered how deep and strong her love for him had once been ; and he turned sick with fear as a new and mighty pain shot through him. \" Good God ! Is it possible I have lost her for ever ? \" he asked himself ; and a clammy, cold sweat stood on his brow and temples. It would be awful to lose her now — now when he knew what her love meant to him. Quietly, quickly, almost unknown to himself, his passion had grown till he was Filled from the heart to the lips with love \" for the woman he had deliberately dishon oured and publicly cast away from him. His vengeance was recoiling upon himself in a swift and terrible fashion. His curses were soon coming home to roost. He felt crushed and powerless beneath the pitiless storm of fate. What he had flung voluntarily from him a few hours before it was now the sole wish of his life to repossess. Life itself would be intolerable now without the love of the woman he had wronged. Why, he asked"], [156, "142 PASSION'S AFTERMATH. himself bitterly, had not this overwhelming passion made itself known before he had committed that fearful blunder ? Bernal Halliton knew that Ruth had sent a reply to Aveling's note, but he was ignorant of the nature of her answer. His sister volunteered no information on that point, and he did not like asking her for the intelligence ; so towards evening he again went to Aveling's. He found the artist in his studio still, smoking and trying to read. \"You received Ruth's note?\" Halliton asked presently, after exchanging greetings with Aveling, who seemed glad to see him. \"Yes ; here it is — read it,\" and the letter was forced into Halliton's hands. In silence Bernal Halliton read what his sister had written, and even when he had gone through it he did not speak. But he stared at the other with inquiring eyes as if he wanted Aveling to speak. \" I told you,\" said Aveling, breaking the silence, \" that all I could do would be useless now.\" \" But you must not believe what she says here, Aveling,\" Halliton exclaimed. \" She"], [157, "143 THE HATE OF HATE. is upset, and is hardly herself yet. Of course, she is greatly shocked by what has happened and was glad of an opportunity to express her indignation. But, believe me, she does not mean all she says. In a day or two she will be more reasonable. \" I hope so, Halliton,\" the artist returned, very fervently. \" I've not the slightest doubt about it,\" Halliton said cheerfully. \"By this time next week the trouble will be over.\" \" I hope so,\" Aveling repeated, adding, \"And what would you advise me to do, Halliton, in this matter?\" \" I think it would be better to do nothing further, just yet. Leave her alone for a day or two, and then try again. But don't write — call yourself to-morrow evening or the next day.\" \" I will do as you wish — perhaps it will be better,\" the artist said thoughtfully. Then after a moment's pause he added, \" Have any of your people been to see Ruth yet ? I suppose they will have heard of the unfor tunate affair by this ? \" \"They can't have heard of it yet for they"], [158, "144 PASSION'S AFTERMATH. are all away somewhere ; but they'll soon learn, for some of the infernal papers have it in already, with fanciful additions of their own. My parents will be crazed if one of these papers gets their way. I wish we could have kept the thing quiet.\" \" That is impossible now,\" Aveling an swered, regretfully. Then he added, glancing at Halliton as he spoke, \" When did you come to town ? \" \" Yesterday morning only. After attend ing my uncle's funeral, and having learned that I was his heir, I at once returned to Florence for Muriel. I met Sir Thurstan Mayburne whilst in England, and he told me that you and Ruth were away on your honey moon. I was unable to learn where you were staying or I should have told you then that Muriel and I were married.\" \" But how did it happen that you and Muriel were at the Langleighs last night ? \" \" I heard yesterday afternoon that you and Ruth would be there, and I managed to get cards for the party trusting to meet you there and explain everything to you. But you would not listen to me.\""], [159, "THE HATE OF HATE. \" I wish to God I had done so,\" Aveling answered with a sigh. \"But I could not control my passion, for I never dreamt that Muriel was with you and that you were married. Well, it's done now, and neither crying nor cursing will mend it.\" \" No,\" Halliton replied, \" or it would have been remedied by this.\" Then he said good night, and the artist was left to his reflections. A couple of evenings later Aveling went to the hotel where the Hallitons were staying, in accordance with an arrangement he had made with Bernal. Ruth Halliton's maid had joined her mistress at the hotel, and they had rooms adjoining those of her brother and his wife. Ruth was aware that Aveling would call during the evening, and in consequence had kept to her own sitting-room, being there when the artist arrived. Neither Bernal nor Muriel could tell what would be the result of Aveling's visit. Ruth was a problem too deep for their comprehen sion ; for when, in her hearing, they had spoken of the artist's coming, not a word had she uttered in favour of, or against, his visit, 145 L"], [160, "146 PASSION'S AFTERMATH. and her face gave no index of what was passing in her mind. Never once since her arrival at the hotel had Ruth alluded to the cause of her trouble. The only signs she gave of suffering were visible in her face alone, which was now always pale and grave ; in her grey eyes, about which a strange look still lingered, and in the slow, thoughtful way in which she now spoke. Knowing how much of her trouble was traceable to themselves, Bernal and Muriel were afraid of intruding upon her sorrow, and they hailed Aveling's appearance at the hotel with an especial pleasure, for they believed his presence meant a speedy recon ciliation. After welcoming Aveling, Halliton left the room to acquaint Ruth of the artist's arrival. Going to the door of her sitting-room, he knocked, was admitted by the maid, and found his sister sitting before an open piano, her fingers straying idly over the keys. She turned towards him as he entered but she did not ask what he wanted. \" He has come, Ruth,\" Bernal said, stopping in the middle of the chamber."], [161, "147 THE HATE OF HATE. \"Who?\" she asked, speaking in low yet clear tones, though there was the slightest tremor possible perceptible in her voice. \" Aveling. You will see him, Ruth ?\" he asked, in a tone of entreaty. \"See him? Of course,\" she answered, and her voice hardened as she turned to the piano and struck a few notes. \" Then I'll send him to you,\" he replied, and left the room. In half a minute there was another knock at the door — a faint, hesitating knock. Again the maid opened the door, and Aveling entered, haggard-looking ancl shame-faced. Ruth half-turned on the stool as he entered, and at a motion from her the maid quitted the apartment. Then she turned once more to the piano, her fingers wandering over the keys, and he went towards her, his face paler now and his pulse throbbing tumultuously. \" Will you forgive me for intruding upon you ?\" he asked, humbly, and his voice was thick and unsteady. \" It is no intrusion,\" she answered, in a firm, hard tone ; \" I wanted to see you.\" \"To see me?\" he asked, a ray of hope"], [162, "148 PASSION'S AFTERMATH. lightening his heart, reflecting on his face, and lending warmth to his words. \" Yes ;\" was all she replied. \" Why ? For what ?\" he asked, trying to catch the expression of her averted face. \" That I might say to your face what I have written !\" she exclaimed, in a clear, intense way that struck a chill to his heart ; and she turned on her stool, facing him with white, set face, her grey eyes burning into him. \" Nothing you can say of me will be too black or harsh,\" he said, lowering his eyes from hers. \" I deserve no mercy from you.\" \" Then do not seek any,\" she retorted, sharply. She was roused now, and eager to say something that would tell him how base and brutal she thought he was. But she could find no words to express all her loath ing and intense hatred, so she asked, \"Why have you come here ? What do you want ?\" \" I want you to forgive me for all the shame — all the pain I brought on you the other night.\" \" I might have forgiven you anything done in a moment of passion, but I can never"], [163, "149 THE HATE OF HATE. forgive the cruel, deliberate treachery of which I am the victim. My God ! you must have been a fiend to have conceived such a horrible scheme against me, loving you as I did!\" Her voice now shook with passion, and she hid her face in her hands. \" I was mad, Ruth — I was mad!\" he cried, sinking on his knees before her, and attempt ing to seize her hands. \" Do not touch me!\" she almost hissed in his face ; \" or I will rouse the place.\" And she pushed back her seat, and flung his hands from her. \" For God's sake spare me !\" he implored brokenly. \" Do not drive me mad by send ing me away from you. Give me a chance of atonement. For Heaven's sake, give me a chance!\" In response to his piteous appeals, she laughed. A little, dry, hard laugh it was, that struck him with a sharp pain, as if he had been stung. In amaze he glanced at her, asking himself if it were possible that the stony-hearted woman, sitting calmly there, sneering at his misery, was the same creature who had once crept fondly into his embrace,"], [164, "150 PASSION'S AFTERMATH. and wound her soft creamv arms about him, J hungering for his lightest word and kiss. \" Did you think me one of those weak, will-less creatures, who can be won over to anything by a few soft words ? Did you think to set everything straight by blubbering a few moments at my feet ? You don't know me as well as you think, sir. I tell you that I meant every word that I wrote. All is over for ever between us, I hope. Are you satisfied now ?\" \"No!\" he answered, doggedly, staggering to his feet like a drunken man and facing her white and resolute. \" No ! your passion and pride are strong as mine, but you know in your heart that you are acting unwisely now. For God's sake, Ruth, be reasonable.\" \" Be pliant you mean,\" she sneered. \" If you don't care for yourself you must care for your child,\" he pleaded again. \" Think of what it will be if \" \" I don't marry you. Well, I have thought of it all, and I would rather be the mother of a bastard than your wife. Men and women will soon tire of pointing at me as an unfortu nate ; and God knows that I would rather"], [165, "151 THE HATE OF HATE. kill myself now than be chained to you for i >*- ever ! She spoke vehemently, and he shuddered at her words. All hope crushed out of him, he staggered to a chair. Dropping his elbows on his knees and covering his face with his hands he said in a husky whisper — \" And I thought she loved me !\" \" And I did once,\" she cried, catching his words. \" Loved you as no woman ought to love a man. And you trampled on my heart — crushed me into the dust with utterest shame. Why,\" she exclaimed, springing to her feet and standing before him with clenched hands and flashing eyes, \"when I think of it all — my shame and your cruelty — I could kill i *•> you ! He looked at her with wondering eyes, standing there before him so white and reso lute and vengeful. What a brave, fair creature was this woman he had wronged and — lost ! Then he said more calmly than he had yet spoken — \" I wish you would kill me, for heaven knows I cannot live without you.\" \" Then die,\" she retorted, pitilessly, her"], [166, "152 PASSION'S AFTERMATH. frame still tremulous with passion. \"If a word of mine would save you from death or damnation that word would not be spoken ; and if an angel from heaven, if God himself, told me to marry you, I would say ' No ! No ! No !' even if my salvation depended on my answering ' Yes !' \" In dumb wonder he gazed at the woman before him who was hurling at him words that struck like bullets. Then she turned from him, and before he could catch her she fell senseless on the carpet. He pulled the bell-rope furiously; but before Bernal, Muriel, and the maid rushed into the room he kissed Ruth's face and lips and hair as he had never before kissed them."], [167, "153 Chapter X. THE A FTERMA TH. Where is the man who hath the power or skill To stem the torrent of a woman's will ? For if she will, she will, you may depend on't, And if she won't, she won't, and there's an end on't. Twelve hours after the occurrence of the contretemps at the Langleighs' party, Ruth Halliton had marked out for herself a definite path along which she had resolved to journey for the remainder of her days. In the space of a single night her whole life had been completely changed — changed in direction, colour and aspiration — by that sudden over whelming blow that had crushed her, utterly shamed and heart-broken, into the dust. She had looked joyfully forward to a life of pleasure and happiness, as the loved wife of the artist whose genius was to win for them both wealth and high distinction. Beautiful, well-born, accomplished and fond of as sociating in society with the wealthy, the noble, and the intellectual, the future"], [168, "154 PASSION'S AFTERMATH. had lain spread out before her — a fair land of promise. And now all these hopes were dead and gone for ever and ever — swept into the black gulf of the not-to-be by the potent hands of the great magician, circumstance. One man's weakness and lust of gold and another man's passion had desolated her young life and made ruin of its every hope. Instead of travelling through a country-- full of pleasant sights and sounds, with loved ones near and surrounded by friends, she was now to journey-- across a trackless, infinite wilderness alone, or with the child that was soon to be born to her. Hers was to be one of those drear, loveless lives which God, for some un accountable purpose, sometimes ordains. Every word that Ruth Halliton had written to Noris Aveling — every word she had uttered in their subsequent interview — was the result of profound conviction, and solemn, resolute purpose. But her relatives could not believe this, it seemed so contrary to common sense, expediency, and everything they expected. Ruth was very ill for some days after that"], [169, "155 THE AFTERMATH. last interview with Noris Aveling — so ill that for nearly a week she was confined to her room with a doctor in attendance upon her. The great shock she had sustained that night at the Langleighs, the heavy mental strain following it, culminating in that exciting interview with the artist, had brought her to the verge of distraction, and only her strong constitution saved her from a long and dangerous illness. From Aveling, Bernal Halliton had learned the result of the conversation that was terminated by^ Ruth fainting ; but, though he was somewhat dismayed by the artist's narration of what had passed, he did not give up all idea of effecting a reconciliation. And, when his sister was strong again, both Bernal and Muriel exhausted all their powers of persuasion upon her. But they might as well have pleaded to a statue, and when they became importunate she at once retired to the privacy of her own rooms. At this time, when her trouble was eight or nine days old, Ruth received a visit from her parents and her elder brother. News of their daughter's disaster had reached Viscount"], [170, "156 PASSION'S AFTERMATH. and Viscountess Ulverstone at some cheap place on the continent, and, furious at the shame that was threatening them all, they had rushed at once to London, to bring down the skies on the head of the artist-fellow who had publicly shamed their child. But when they reached the hotel where Ruth was staying all their virtuous indignation changed to the deepest amazement on learning that Aveling was prepared — nay, passionately desirous — to make the fullest reparation in his power, and that all his offers had been scornfully rejected by their daughter. Then they opened upon Ruth all their forces of per suasion and insistance, imploring her to think of herself, commanding her to save the family name from further shame ; but she was stone to all they urged upon her. The Viscount and his lady were rather weak characters, ancl they had always been a little afraid of their clever and strong willed daughter. Against all their expressed wishes she had gone on the stage, and, being unable to control her then, they were much more helpless now. They felt this ; and at last desisted from further waste of words."], [171, "157 THE AFTERMATH. At this stage another member of the family appeared on the scene. This was the Hon. Harry Halliton, the Viscount's heir, who had journeyed all the way from Paris for the express purpose of horsewhip ping Noris Aveling. And he meant to do it, too ; but a chat with Bernal dispersed his hostile intentions. And now everyone was wondering what Ruth would do ; but they were not left long in doubt. Mentally she had sketched out her future life, and also decided on the par ticular spot in which her days should be passed. She was passionately fond of the south coast with its quiet sea and beautiful country^ and amidst the leafy retreats of Devonshire she intended to bury herself, her trouble, and her child. During her short career on the stage she had earned a large income ; and even after helping her parents to a considerable extent something had been left as a provision for the future. What she had saved, added to her uncle's bequest, placed her beyond all fear of want and would enable her to gratify all the moderate desires and tastes she possessed."], [172, "158 PASSION'S AFTERMATH. Bernal had suggested that Ruth should spend a month or two at Orrel Mount, the place in Cheshire his uncle had left him, but she had declined with a shudder. The place was indissolubly connected, in her mind, with her dishonour, and she was not strong enough yet for such a visit, which would keep alive all those painful reflections and associations she desired so much should sink out of her mind. As quickly as possible Ruth made all the necessary arrangements. Her little fortune was placed in trustworthy hands for invest ment, and when a suitable house had been secured for her, Ruth, with her maid and another servant, went into her voluntary exile. She had strictly enjoined her relatives to maintain the utmost secrecy in regard to the place she had selected as her future home, and from each of them she had extorted a solemn promise that they would not furnish Noris Aveling with the slightest intelligence as to her destination, or any clue that would enable him to discover her place of retire ment. Even the firm of solicitors in whose"], [173, "159 THE AFTERMATH. hands Ruth had placed her money, and with whom she would have to correspond from time to time, were commanded to keep her address a secret from their clerks, and to divulge it to no other on any consideration. The wronged woman wished to bury her self and her shame from even her friends. She had an enormous circle of acquaintances, and she was afraid that if her residence became known her privacy would be intruded upon by thoughtless, though warm, admirers. But Ruth feared the intrusion of Noris Aveling most of all ; and she was correct in supposing that he would try to find out where she had gone to in order to repeat his appeals for forgiveness. After that interview with Ruth, which ended abruptly by her fainting, Noris Aveling walked homewards more miserable than ever. For the first time in his life he began to understand the state of mind which prompts men to lay violent hands on their own lives ; and during the indescribable dreariness and misery of the next few weeks he several times seriously contemplated self-destruction. One thought alone kept Aveling from"], [174, "160 PASSION'S AFTERMATH. suicide. Even now he believed that Ruth's intense hatred of himself was only an ephem eral passion born of her great wrongs and suffering. He could not bring himself to think that the iron-willed woman of ice he had met that afternoon in the hotel was the real Ruth Halliton. Time, the great healer, would assuage the pain and shame ; then the momentary aversion would die out of her breast, and again she would be the sweet, loveable, and loving woman he had known during those dreamy weeks of happiness in the sunny south of France. And so with what patience he could muster he prepared to wait till the storm had com pletely subsided. He resolved to wait patiently till word came to him from Muriel or Bernal that Ruth had become more reasonable and would be likely to listen to what he might propose. So the long intolerable days drifted slowly by, and each day left its impress on the artist as if it were the passing of a year. Day after day he awaited the coming of the intelli gence that would send him in a rush to Ruth Halliton's side, eager to claim her as his wife;"], [175, "THE AFTERMATH. but day after day crept past barren of that which he desired with all the strength and fervour of his deep, passionate nature. For about three weeks he endured the torture of his self-imposed suspense, and during all that period he never once left the precincts of his own residence. Like one demented he wandered about the house, eating scarcely anything, smoking much, but quite unable to lessen the awful tedium and anxiety of his situation by reading or working. Books were taken up by him to be glanced through aimlessly, perhaps unconsciously, and ulti mately flung down in utter disgust ; and from one unfinished picture to another he turned in vain, powerless to conceive or execute, so helpless was he in the iron clutches of the black demon, despair. But at last his fortitude gave way. He could bear the suspense no longer ; so one evening he crept out at dark to the hotel where he had last seen Ruth, and on arriving there was amazed to hear that she and Bernal and Muriel had gone away on the previous day. Further inquiry elicited the information that Bernal Halliton and his wife had gone 161 M"], [176, "162 PASSION'S AFTERMATH. to Orrel Mount ; and, thinking that Ruth was still with them, Aveling determined to follow them there at once. The following morning saw him in Cheshire, within half a mile of the fine old residence Sir Jonathan Haynes had bequeathed to his nephew. Aveling did not go to Orrel Mount himself; he stayed at a tavern close by, and, having learned from the landlord of the Bull and Dog that the new owner of Orrel Mount had arrived with his wife, he sent a message to Bernal Halliton by one of the hangers-on at the inn. As it was yet early in the day, Aveling's message found Halliton at home, and half-an hour afterwards the artist and his brother-in law met in the parlour of the Bull and Dog. \"You look ill, Aveling,\" said Halliton, in a tone of genuine sympathy as he wrung the artist's hand warmly. \"You must forgive me for leaving town without telling you. I expected your coming down here. I suppose it's about Ruth?\" \" Yes,\" Aveling answered, \" Where is she ? With you, I suppose ?\" he added. No,\" Halliton rejoined slowly."], [177, "163 THE AFTERMATH. \" Where is she, then?\" Aveling de manded, almost sternly. \" I am sorry I cannot tell you, Aveling,\" said Bernal, regretfully. \" But you know where she is, surely ?\" \"Yes; but before she told me where she was going I had to pledge myself to absolute secrecy. And perhaps, Aveling, it will be better to leave her undisturbed — for a time.\" \" I must see her,\" said Aveling, doggedly ; \" and if you won't tell me where she is I must get the information elsewhere.\" \" Even if you find Ruth I'm afraid it will be useless to see her just yet, Aveling. This terrible affair has changed her entirely. Don't you think it would be better if you left her alone for awhile yet ?\" Halliton asked again. \" I shall go mad, Halliton, or kill myself if this thing continues much longer,\" the artist cried, huskily. \" Hell itself cannot be worse than my life is just now, and I swear to mend or end it soon. Well,\" he added, after a short silence, \" I will detain you no longer,\" and he held out his hand to the other. \" You might stay with us for a week or two ?\" Halliton ventured to suggest."], [178, "164 PASSION'S AFTERMATH. \" No, I must and will see Ruth if it is possible to find her.\" And so they said good morning, shook hands and parted ; the one to return with an uneasy conscience to the mansion his duplicity had secured, the other to hasten back to town to hunt for tidings or trace of Ruth Halliton. Since the morning on which the mock marriage took place, Noris Aveling had neither seen nor heard anything of Meyrick Johnstone. He had carefully refrained from mentioning to Halliton the part that John stone had played in the false ceremony, for, had he clone so, Johnstone would have been placed in an awkward situation ; and it ap peared that Ruth had also omitted, from some cause or other, to inform her relatives that Johnstone had been a witness to the mock wedding. Probably she imagined that her former wooer had been deceived like her self as to the real nature of the ceremony. Aveling did not think it strange that John stone had left London without informing him of his intention to do so, nor did he think it singular that he still kept out of town ; for he imagined that Johnstone had gone away in"], [179, "165 THE AFTERMATH. fear probably of the consequences of the false wedding, and had kept away on hearing of the catastrophe at the Langleighs. And this view of Johnstone's disappearance was strengthened, if not confirmed, by a trifling incident that happened the day after Aveling returned from Cheshire. The artist was going down one of the prin cipal thoroughfares, bent on some business pertaining to Ruth Halliton, when he felt someone touch his arm, and, looking round, he saw Meyrick Johnstone's brother, the member of Parliament, with whom he was merely on bowing terms. \" I suppose yrou know, Aveling,\" said the M.P,, \" that our Meyrick is off for a cruise round the South American Coast with Lord Culcheth in his yacht ?\" \" I didn't know of it, Johnstone,\" Aveling replied, as they walked slowly along. \"When did they leave England ?\" \" About six or seven weeks ago. I'd a letter from him this morning dated Porto Rico, and he begs me to give you — but here's the letter — that is, the portion referring to yourself.\""], [180, "166 PASSION'S AFTERMATH. Johnstone fished a letter from his coat pocket and handed it to Aveling, who read, at the part indicated, the following : — \" Be sure, Dick, that you give my sincerest regards to Noris Aveling, and say that I expect he has quite forgiven me by this tle will know what I mean.\" Aveling handed back the letter without commenting on what he had read ; and as the hon. member replaced the missive in his pocket, he said — , \" I shouldn't mind being out there with them, for they'll get plenty of sport. They'll land here and there along the coast and, from what I hear, may expect to meet with all sorts of game.\" Then the M.P. said good morning, shook hands and hurried away. Aveling did not quite understand what Meyrick Johnstone meant when he had spoken of being forgiven. He was undoubtedly alluding to the mock marriage ; but in that matter he was in no way to blame. But just then Aveling had neither time nor desire to debate in his own mind what Meyrick Johnstone might mean. He was on his way to the hotel at which Ruth Halliton"], [181, "167 THE AFTERMATH. had stayed prior to her disappearance, in quest of some clue that would enable him to discover whither she had gone. But neither the manager of the hotel, the servants, nor porters could give him the information he sought. Ruth had foreseen that such an inquiry would be made, and she had effec tually guarded against it. Day after day, with dogged persistency, he hunted for a clue without avail ; and the private inquiry officer he had employed to track Ruth Halliton was equally unsuccessful. At last, thoroughly fagged out with his fruit less quest, utterly broken down in body and spirit, without even a hope, and with his health impaired, he acknowedged himself beaten and prepared to quit England at once. His arrangements were soon effected. All his belongings, furniture, books, and pictures were sold by auction. He would have sold Besscourt, too, but no purchaser was at hand ; and so he left it, as before, in the hands of his solicitors to let to anyone who might wish to tenant it. Before leaving England Noris Aveling penned and posted a few words to"], [182, "168 PASSION'S AFTERMATH. Bernal Halliton. Those words were the following : — \" When you read this I shall be out of England. I cannot tell you where I am going, for I do not know myself ; nor can I tell you when I shall return. But wherever I may be, one word from Ruth will bring me back if I have strength to crawl to her. Should she ever wish to speak that word my bankers or solicitors will enable her to find me. — Noris Aveling.\""], [183, "169 Chapter XI. ANOTHER WOOING. On the beautiful South Coast, somewhere between the mouth of the Exe and Lyme Regis, there is a pretty old-fashioned village called Norcombe. There are perhaps three score cottages, all told, in the place, and the only resort for pleasure, recreation, or dissi pation is a single tavern, low-built, far spreading, and comfortable, and known as the Crown and Sceptre. The village lies in a gentle valley about a mile from the sea; and one, if dull-eyed, might miss the place altogether, so hemmed in is it by fruitful orchards of apple and other fruit-bearing trees. One could not desire a pleasanter spot if satisfied with a quiet simple life, a beautiful country, pleasant sea-bathing, and pure, sweet, bracing air. Here it was that Ruth Halliton settled down. Crushed and disgraced, she longed for some boundless contiguity of shade in"], [184, "170 PASSION'S AFTERMATH. which to bury herself, her shame, and her broken heart ; and in all England she could not have found a spot better adapted to her purpose. The popular watering places were two or three miles away, and such an old world village was Norcombe that the ordinary tourists and watering - place folks never dreamt of visiting it, but walked past to some more fashionable resort. About a quarter of a mile outside the village, between Norcombe and the sea, there stood a comfortable - looking house of stone, attached to which was a flower garden in front bounded by a low hedge ; behind, a kitchen garden and orchard ; whilst beyond the orchard was a small wood. The house was called The Sycamores ; it faced the sea, which was visible through the trees from the upper windows ; and here it was that Ruth Halliton took up her residence. To the villagers — to her own servants even, with the exception of her old maid, who had been with her several years — Ruth was known as Mrs. Derwent, a widow, whose husband had been dead only a few weeks. With her mistress's permission the maid led the people"], [185, "171 ANOTHER WOOING. of Norcombe and her fellow - servants to believe this in order to stifle at once all gossip and curiosity. The quiet, simple life Ruth led, her sober dresses and saddened face favoured the story the maid had dissemi nated ; and when, in the following spring, the intelligence spread through the village that the widow lady at the Sycamores had given birth to a child — a girl — there was not the faintest whisper of scandal, but onlyr tender wishes for the welfare of the widow and her baby. In the first bitter moments of her pain Ruth had prayed that her child might never see the light — she had prayed to God that he might take it to himself and spare it the degradation life to it would mean. But the child was born well and strong and beautiful, and soon the mother's heart went out to the little babe she suckled until, in a while, it seemed to grow into her heart and fill the void its father had made there. During the following summer and autumn Mrs. Derwent and her baby became familiar objects to the Norcombe villagers. Mother, child, and nurse were to be seen often in the"], [186, "172 PASSION'S AFTERMATH. old lanes or on the sands, and the simple folks soon grew to love the beautiful, soft voiced lady who had come to live among them. The Sycamores, the adjacent village, and a large slice of the country about Norcombe, were the property of Lord Stephen Westcote, whose mansion, Mosslynns, lay at a mile's distance behind Ruth's residence. Lord Stephen was a bachelor of thirty, and he had come quite unexpectedly into possession of the Devonshire estate through the death of a relative who had greatly admired his young kinsman's political courage. Westcote's father, the Marquis of Arisdene, was a well known figure in the House of Peers, and, like his son, was a staunch Con servative. Lord Stephen had been a member of Parliament for two or three years when the Norcombe property was bequeathed to him by his uncle, and he had now forced him self to the front rank of his party outside the Cabinet itself, by his charm of manner, his great ability and strong individuality. No man in the house held more extreme views on Irish matters, and none expressed"], [187, "173 ANOTHER WOOING. his opinions more fearlessly no matter who might be pleased or offended thereby. His special aversion were the few Home Rulers then in the House, and he lost no opportunity of denouncing them and their mission. He still regarded Ireland as a conquered country' and as such to be governed by coercion, and his strong speeches in favour of repressive measures for the Sister Isle had led the Orangemen of Ulster to elect him to a high position in their organisation. In the autumn following her confinement Ruth and her landlord met. It was during the Parliamentary recess and one day shortly after his arrival at Mosslynns, as Lord Stephen went for a stroll through the village, that he saw Ruth in the garden tending the late flowers. She glanced up as he passed, saw a handsome, aristocratic man regarding her intently, yet respectfully; but as he was an entire stranger she took no further notice of him as he walked slowly towards Norcombe. Ruth never dreamt that the man she had seen was her landlord, the master of Moss lynns ; or that he knew her and was acquainted"], [188, "174 PASSION'S AFTERMATH. with every detail of her sad story. It had been a great surprise to Westcote to recognise in the woman in the garden one he had seen many times before and had heard so much about during the last year and a quarter. He had seen Ruth often on the stage, and had heard the gossip that had filled the drawing rooms and clubs immediately after the scene at the Langleighs' ball. Ruth's parents had been careful to let society know that their daughter had refused to marry the man who had betrayed her ; this information had also drifted to Lord Stephen's ears at the time, ancl when he saw Ruth in the garden at The Sycamores he understood her position immediately. He soon learned that this fair tenant of his had been confined last spring ; that she was understood to be a widow ; and comprehending why the latter impression had been spread he was not likely to disabuse the village mind of that opinion. A few days after first seeing Ruth Halliton Lord Stephen presented himself at The Sycamores. He called in his capacity of landlord only, ancl stayed but a couple of minutes. His ostensible reason for the visit"], [189, "175 ANOTHER WOOING. was to see if any alterations in the house were required, as, if so, he would be happy to carry them out. But Ruth was satisfied with the place as it stood, and Lord Stephen gracefully bowed himself out. After this, Ruth and the master of Moss lynns met occasionally in their walks. Lord Stephen at first did but bow when he met mother and child and nurse out together ; but in a while he grew bolder, would pause for a moment or two while he exchanged half-a dozen words with the fair mother, or perhaps pat the pretty baby's cheek as it rested in its carriage. But he was always studiously polite — even reverential — in his bearing ; and never by the slightest allusion did he permit Ruth to discover that her past was known to him. When Parliament met again Lord Stephen left Mosslynns. But he returned to London a changed man. For the first time in his life he loved, and the woman to whom his heart had gone out was Ruth Halliton. He was deeply in love, and yet he struggled against the passion. He was a cool, cautious man outside of politics, and he resolved to keep away from Mosslynns for several"], [190, "176 PASSION'S AFTERMATH. months thinking his love might die a natural death. He kept away from Devon till the following summer, when he went back to Mosslynns more in love than ever, and determined to ask Ruth Halliton to become his wife. He had considered the whole matter from every possible point of view, but his love had grown stronger the more he tried to argue himself out of it. So he went back to Devon to propose to Ruth, and on reaching Mosslynns he penned a long letter to her and forwarded it by one of his grooms. This letter touched Ruth's heart by its manly outspokenness and deep, reverent devotion. He spoke of her misfortune as an angel might have spoken of it, and he offered her all he had to bestow. But her heart seemed dead to all love then, and she had to say him nay. He took her \"No\" like a man, and resolved to try again ; and in the autumn he filled Mosslynns with jovial bachelor friends in order to drive away the thought of his disappointment. Ruth's relatives visited The Sycamores occasionally, and from them she had learned"], [191, "177 N ANOTHER WOOING. that Noris Aveling was somewhere on the Continent, rambling about from one gay city to another in quest of vicious pleasures, his associates gamblers, debauchees and shame less women. She said nothing in response to such information. She seemed indifferent as to what might befall the man who had dragged her fair name in the dust. If she uttered anything, even in secret, it was an unspoken prayer that she and Noris Aveling might never meet again."], [192, "178 Chapter XII. CIRCUMSTANCES. Two strangers meeting at a festival ; Two lovers whispering by an orchard wall ; Two lives bound fast in one with golden ease ; Two graves grass-green beside a gray church tower, Washed with still rain and daisy-blossomed. Along the white, dusty road that lies between the Tomb of the Scipios and the Baths of Caracalla a man was walking slowly one afternoon in early autumn. The day was a hot one, the wayfarer was thirsty and tired with his long walk among the ancient Roman burial-places that line for miles the plain into which the Appian Way passes; and, presently, espying a wineshop amidst the vineyards skirting the road, he entered it, and ordering some wine to be brought to him in the garden, went there to find a shady seat where he might rest awhile and slake his thirst in comfort. He found the desired seat under one of the tavern windows that looked into the gardens, and the wished-for shelter from the sun's rays"], [193, "179 CIRCUMSTANCES. was afforded by a grove of olives that grew close by. The window over the old garden seat was open to admit the mingled fragrance of the pine, lemon, and orange trees scattered here and there ; and, seating himself, the wayfarer, after a deep draught of real Orvieto, began to smoke. The man who was resting in the old Roman orchard was Noris Aveling, and the passage of two years had wrought but small apparent changes in him. He was perhaps handsomer than before ; for his swarthy skin had caught a warmer tinge, and even an Italian might have taken him for a native of the Campagna. If change had set its imprint on Aveling it had worked inwardly rather than externally, and it was not possible for any man to pass through two such eventful years as he had experienced without his character being altered either for good or evil. For in the last two years he had known more of strife and excitement, fierce pleasures and unholy joys, than most men experience in a long lifetime. After inditing that letter to Bernal Halliton, Aveling had gone to Paris, and there he"], [194, "180 PASSION'S AFTERMATH. stayed for a month or two, living a quiet life and waiting for the coming of the word that was to take him back to England and the woman he loved. But the autumn passed away, the winter set in, yet the word came not to him. And then his patience broke down utterly, his deep, evil passions broke through all restraint ; and, convinced now that Ruth Halliton had cast him off for ever, he plunged into every pleasure and indulgence that con tinental cities have to offer to those who are rich and gay and reckless. From Paris Aveling went to Rome, eager to renew his acquaintance with the city in which he had once toiled so arduously at his art studies, spurred on by a noble ambition that seemed quite dead now ; and there, during the carnival, he became infatuated with a famous prima donna — a woman as fair and as sensual as Phryne is said to have been. But the charms of the fair songstress soon palled upon him, and she was cast aside for other and equally illicit pleasures. A man who is cursed with the possession of such a passionate, uncontrollable temper as Aveling possessed must be either demigod"], [195, "181 CIRCUMSTANCES. or demon — must be upright and honest as Justice herself or false and foul as Satan. When Aveling fell he fell utterly, and with out caring to what dark depths of iniquity he descended. From Rome he had gone to Monte Carlo, and at the gaming tables there he won much notoriety by his wonderful luck which enabled him to break the bank on the very first day of his appearance. But to everyone's surprise, and the croupier's disgust, his first experience of gambling was his last one ; for, although he remained at Monte Carlo for some weeks after his great stroke of luck, he never tempted fortune again by staking a single coin at the tables. The large sum he had won was needed for the gratification of worse pleasures than gambling, and from one gay city to another Aveling pursued his evil course, one of a band of rich and dissolute men who spared no weak and beautiful creature who fell in their way. At Naples, Aveling and his friends had sojourned for some weeks, and whilst staying there he had dropped across an old acquaintance, George Barham, who had once"], [196, "182 PASSION'S AFTERMATH. been a familiar figure in the artist's studio and a particular chum of Meyrick Johnstone's. After some conversation on various topics Aveling asked — \"Where's Meyrick Johnstone now, Barham ? The last I heard of him he was cruising with some other fellows about the South American coast.\" \" Didn't you hear of his death ?' \" His death ? No ; when did Johnstone die ? \" Aveling asked in amazement. \"He was killed — speared by a savage somewhere on the coast of Brazil. The whole party was attacked by the natives, and poor Meyrick died of a poisoned wound.\" \" Poor Johnstone,\" Aveling murmured, thinking of a certain episode with which the dead man was in his own mind indissolubly connected. A year and a half after quitting Rome for Monte Carlo, Noris Aveling had again found himself in the Imperial city, his passion for fierce unmanly pleasures still unquenched, and his balance at his banker's yet large enough to gratify his evil desires. Thoughts of the future seldom disturbed his serenity."], [197, "183 CIRCUMSTANCES. Sufficient to him was the day and the pleasure thereof, and as he sat there smoking he never dreamt that a great change was coming to him on the wings of circumstance. From where Aveling was seated a patch of the road between the wine shops and the city was visible, and before his cigar was half consumed he saw two gentlemen, foreigners he thought, coming towards the tavern. Then they passed out of his sight, and he forgot them in other thoughts. But presently7 his musings were disturbed by the sound of voices — English voices — coming through the open window above him, and he was forced to listen to the following conversation, or move, which he had no intention of doing. \" You'll remember Lord Stephen Westcote, I suppose ?\" \"Certainly. Wasn't he at Cambridge with us ? Oh, yes ; I remember him well enough ; but it's years since I saw him — not since I came out here, you know.\" \"You heard of his good luck, I dare say ? He told me himself that he never expected dropping in for the property.\" \" Yes, I saw an account of it in the Times."], [198, "184 PASSION'S AFTERMATH. And it seems that Westcote has got into Parliament and is making a figure there. Somehow he never struck me as being at all clever.\" \" Nor me either ; but there's no doubt about it for all that. I'm told on good authority that Westcote is almost certain to be a member of the next Tory Cabinet.\" \" How deucedly lucky some fellows are,\" the other muttered, enviously ; then he drawled, \" I suppose Westcote isn't married yet ?\" \" ' Not yet,' as you say ; but I fancy*- he soon will be, provided he can obtain the permission of a certain lady.\" \" He's smitten, then ?\" \" Completely floored, by Jove. I was with Westcote a fortnight at Mosslynns — his place in Devon, you know — and I tell you that he's as lovesick as a fellow in his teens.\" \" Who is she, Harcliffe ?\" \"A Miss Ruth Halliton, who was very shamefully treated by an artist a couple of years ago. Perhaps you wouldn't hear of it, though the affair was much talked about at the time.\""], [199, "185 CIRCUMSTANCES. Noris Aveling gave a start of surprise on hearing Ruth Halliton's name mentioned, and instantly he listened intently. \" I recollect reading something of it in the Atlas. She'd been an actress, I think, and some fellow had tricked her into a mock marriage, to cast her off soon after. Wasn't it something of that sort ?\" \"Yes, it's the same.\" \" And is she on the stage again ?' \" No, she is living in retirement not far from Westcote's place, with her child and a servant or two.\" \" There was a child born then of the false marriage ?\" \" Yes, and from what I hear the father wished to make her his wife legally, but she declined to have anything to do with him further.\" \" And Westcote knows all that you've told me ? \" Of course he does, for I obtained some of the information from his own lips.\" \" It's rather singular, then, isn't it, that he should wish to marry her ?\" \" Not if he loves her as he swears he does."], [200, "186 PASSION'S AFTERMATH. She is almost if not quite as well born as he is, and has a fortune of her own. I saw her once while I was at Mosslynns, and I must admit that she is the most beautiful woman I ever saw. You would say so, too, were you to see her, Melshaw.\" \" Perhaps I might, Harcliffe ; but after all I shouldn't care to marry the mother of another man's child, and that man still living, I suppose ?\" \" But she was entirely blameless in the matter, and despite her misfortune I believe there is not a purer or nobler woman in England than Ruth Halliton.\" \" Well, she'll accept Westcote readily enough, I daresay, if ever he proposes.\" \" He's done so already in vain, and will propose again with success, I hope.\" \" If Westcote secures her his position won't be an enviable one, supposing the other fellow turns up again, eh, Harcliffe ? You know that women never forget their old flames.\" \"Your experience of the fair sex, Melshaw, has been more varied than select,\" the other returned with a laugh, \" and you are scarcely a competent judge. '"], [201, "187 CIRCUMSTANCES. Then the conversation drifted into other channels ; yet still Aveling listened intently. But nothing of interest to himself was uttered, and presently he heard the two Englishmen rise and quit the room. And a few minutes later he saw them walking leisurely along the white dusty road in the direction of the city. For half-an-hour or more he sat there reflecting on what he had heard, and it seemed probable that the haphazard conver sation of the two strangers would divert the current of Noris Aveling's existence into a new channel. He had dropped into the garden of the inn merely to slake his thirst with a drink of the native wine and to rest a few minutes in the shade of the fruit trees, with never a thought of Ruth Halliton even lurking in the inmost recesses of his mind. She seemed to belong to a part of his life that had been dead and buried for many years, and had no connection whatever with his present existence. And even had he thought of her it would have been in a cold, indifferent, matter-of-fact fashion, his pulse not quickening by a single beat, or a solitary desire being generated in his mind. The"], [202, "188 PASSION'S AFTERMATH. stream of his love had apparently been dried up completely, and he thought he had taught himself to believe that he was quite satisfied it was so. And now he felt the old passionate adora tion of the woman he had wronged surging through h:s veins once more. The love he had thought dead and buried at the bottom of his heart was only slumbering, to be awak ened into active life again by a few chance words uttered in his hearing byr a stranger. All his sufferings, his excesses, and experience had not steeled his heart to Ruth Halliton's influence. The last two years, with all their darkness and cynicism, had been suddenly rolled away, and again the universe contained two great facts for him — two eternal verities — his infinite love for the mother of his child, and the knowledge that earth could offer him no lasting satisfaction or peace till he had made Ruth Halliton his wife. There was no room in Noris Aveling's mind for the lodgement of superstition ; but sitting there in that old Roman garden, with the olive trees rustling overhead and the sun light and leaves making a fretwork of black"], [203, "189 CIRCUMSTANCES. and yellow at his feet, it seemed to him that a miracle had been worked for his especial benefit. Was it pure chance that caused him to pause at the inn for a drink and elect to take his wine in the open air ? And was it chance also that had sent the strangers to the same tavern ancl caused them to converse where he could overhear them on a matter so nearly affecting himself ? The mind that generated these questions did not evolve definite answers to them, but in his present frame of mind Aveling was inclined to regard the singular combination of circumstances as an augury of his future success. For he had already decided on returning immediately to England. What he had heard had made of him again the slave of impulse, and he was then calculating what time it would take him to reach that corner of Devon in which Ruth Halliton had buried herself. No need is there to set down here the hasty preparations Noris Aveling made for returning to England after an absence of over two years. It is sufficient to state that he sped back to his native land quick as"], [204, "190 PASSION'S AFTERMATH. money could take him ; and in a sew days he was located at a quiet, old-fashioned, com fortable inn, less than a mile from the house that sheltered Ruth Halliton and her child. He engaged apartments at the Crown and Sceptre for an indefinite period, intimating that his sole business was the recuperation of his health. Though he did not look particularly unhealthy no one thought of doubting his statement, for such as he gave himself out to be were common enough in health-restoring Devon. And so Aveling settled down at the inn, and in the course of a few days learned much that he desired to know. Mine host was inclined to garrulity, and having much time at his disposal was only too willing to communicate all his knowledge of local matters to an attentive listener. And thus, without appearing to make any inquiries at all or seeming to care about the information, Aveling learned that a widow lady — Mrs. Derwent — and her child had lived at The Sycamores for upwards of two years ; that she came there to be confined, and that her child was a girl. From the"], [205, "191 CIRCUMSTANCES. same source he obtained the information that the owner of Mosslyns was a great friend of the beautiful widow, and mine host hinted broadly that he expected some day to see Mrs. Derwent become Lady Stephen West cote. From this it became evident that the young Englishman who had been West cote's guest had had some grounds for telling his friend that his late host was infatuated with Ruth Halliton and wished to make her his wife. He might have ignored the land lord's hint, as representing only the opinion of the village gossips with all their tendency to exaggeration, but he could scarcely believe that Harcliffe had told his friend a deliberate falsehood. A new and potent element of disturbance had been planted in Aveling's mind when he first heard that, despite all the disgrace that had fallen on Ruth Halliton, a rich, clever, and aristocratic wooer was suing for her hand and heart ; and mine host's hint had caused this fresh anxiety to develop and assume irritating proportions. It was a new experience for Noris Aveling"], [206, "192 PASSION'S AFTERMATH. to feel the fierce, malignant fever of jealousy burning in his breast like a devouring fire, and already he was learning to hate the owner of Mosslyns with a deep and bitter hatred. The old fear of losing for all time the only woman he had ever loved was strong yet and fearful to contemplate ; but he was now brought face to face with a worse possibility still. Not only might he lose Ruth, but another man might win her. And when he contemplated the latter possi bility — when he imagined the mother of his child kissing and loving someone other than himself, all his strong, passionate nature revolted at the thought, and he swore that none but himself should ever call Ruth Halliton by the holy name of wife. It would be safer for Lord Stephen Westcote to rob a tiger's lair than to try to win Ruth from him whom she had once called husband. To the people of the Crown and Sceptre, and to all others who might make inquiry, Aveling was known as Mr. William Brown. On arriving at the inn he had yet to decide what course to pursue ; and for the first day or two he was careful to take his walks in"], [207, "CIRCUMSTANCES. directions other than that in which he had learnt The Sycamores lay7. Aveling had heard that the master of Mosslynns was still at home, and this know ledge only tended to increase his jealousy and anxiety. A few days after his arrival in the village he obtained a glimpse of his aristo cratic rival. Strolling along one of the lanes just outside Norcombe one morning he was passed at a gallop by a gentleman astride a splendid bay mare, and from a labourer he met a little further on he learned that the horseman was Lord Stephen Westcote. Nearly a week drifted by without any7 steps being taken by Aveling to approach Ruth. Now that he was so near to her he had become irresolute, and even fearful of appeal ing to her again. When he examined calmly his apparent chances of effecting a reconcilia tion between them a black cloud of despair swept over him. She had preferred to be the mother of an illegitimate child rather than become his wife ; and he felt that all the arguments he could command would be powerless to change her now, especially if a whisper of his late evil life had reached her ears. 193 o"], [208, "194 PASSION'S AFTERMATH. At first he had thought of going boldly to Ruth and trusting for success to the appeal he would be able to make ; then he thought of writing to her ; and meanwhile he did neither. But drawn irresistibly to the dwelling that held her he loved, he began to loiter each evening at nightfall about The Sycamores. To the landlord of the Crown and Sceptre Aveling had intimated that he loved to ramble on the seashore at night ; and mine host had no suspicion then that his lodger's rambles had any other object. One beautiful night when the stars shone out in all their purity and brightness, when the stillness was only broken by the occasional bark of a watch-dog at some distant farm and the faint murmur of the waves breaking on the shore, Aveling came suddenly upon a man standing in the road under the sycamores that gave Ruth Halliton's residence its name. The sound of Aveling's approach had evidently disturbed the other, who was standing behind a tree fronting the house ; and when the man started forward and quickly disappeared in the semi-darkness, Aveling felt certain that"], [209, "195 CIRCUMSTANCES. it was Lord Stephen Westcote whom he had disturbed. And this conviction intensified the hatred Noris Aveling cherished towards the master of Mosslynns. Another evening, just at nightfall, he was walking slowly past The Sycamores, when the sound of music coming from within caused him to linger by the little gate ; and, acting on a sudden impulse, he lifted the latch, went through, and crept noiselessly up to the bay window. One of the lower windows was raised a few inches on account of the sultriness of the evening ; and through the thin lace curtains and the open Venetian blinds the plaintive words of an old Scotch song fell on his ears : Thou'lt break my heart, thou warbling bird That wantons thro' the flowering thorn ; Thou minds me of departed joys, Departed— never to return. Each word fell on his hearing with a strange, sad sweetness, for the singer was Ruth Halliton ; and a mad desire seized him to look on her face once more. The raised window admitted his hand, and lifting the Venetian blind slightly he was able to see through the open work of the lace curtains."], [210, "196 PASSION'S AFTERMATH. She was still seated at the piano singing, her pale beautiful profile alone visible to him, and he held his breath as he listened intently7 to the last words of the song : — Wi' lightsome heart I pu'd a rose, Fu' sweet upon its thorny tree ; And my fause lover stole my rose. But ah ! he left the thorn wi' me. The words and music died away in a soft, plaintive wail ; he heard her sigh deeply, and then, suddenly7 blinded with tears, he crept away."], [211, "197 Chapter XIII. IN HER GARDEN. Before our lives divide for ever, While time is with us and hands are free, Time, swift to fasten and swift to sever Hand from hand. As we stand by the sea I will say no word that a man might say Whose whole life's love goes down in a day. Swinburne. The morning room at The Sycamores, in which Ruth Halliton usually breakfasted, was a very pleasant apartment in summer. Its wide bay window fronted the road and looked into the pretty flower garden with its pleasant masses of vivid colour. A couple of rose trees had been trained up the sides of the window and they had climbed upward year after year till the flagged roof was reached ; and every summer and autumn a multitude of red and white roses blossomed and bloomed against the house side, exhaling a delicious fragrance that loaded the air for a score of yards around. Ruth was seated at breakfast on the"], [212, "198 PASSION'S AFTERMATH. morning following the evening on which, unknown to her, Noris Aveling had crouched by the other window whilst she was singing Burns's simple words ; and close by her was her pretty child, seated also at the table in its high chair. Very pure and beautiful she looked in her plain gray morning robe as she bent now and again over her little daughter ; all the deep devotion of the mother shining in her dark grey eyes, as she helped the child to the delicacies on the table and joined in its innocent prattle. It was yet early, and the morning sunshine fell slantingly into the room. The window was opened to admit the fresh air and the scent of the roses, and the creamy window draperies flapped lazily and pleasantly against the panes, stirred by7 the breeze which wan dered into the room. As Ruth glanced casually through the window she saw the village postman stop beside the garden gate, lift the latch, and walk through the flower beds up to the front door, at which she heard his loud knock a moment afterwards. She corresponded occasionally with her relatives and her solicitors, and thinking the"], [213, "199 IN HER GARDEN. letter, if for herself, would be from some of these, she felt little curiosity regarding it. A minute later the letter was placed on the table beside her, and on taking it up to see whence it had come, she was somewhat surprised to find that it had been posted in the village. She felt certain it was from Lord Stephen Westcote, and, wondering a little now, she broke the missive open, glanc ing at the name appended even before she read the few lines above it. The letter fluttered to the floor, her face grew a shade paler, and her pulse quickened as she perceived that her correspondent was Noris Aveling. For a few moments she sat there motionless, staring straight before her through the window, though she did not notice the trailing roses, the flower beds and hedgerow beyond, or the tall sycamores wav ing over the white, dusty road. So engrossed was she in her thoughts just then that she did not even notice baby's babble, and that a pretty china cup was wooing ruin on the edge of the breakfast table. With a deep sigh she came out of the cloud of her thoughts, and kissing her baby"], [214, "200 PASSION'S AFTERMATH. with a sudden passionate fervour that the child did not understand, she bent down and, picking up the letter, read it through with compressed lips. Thus it ran : — Dear Ruth, — You will be surprised to learn that 1 am near you again, and God knows that I once swore never to look on your face any more. By the strangest chance I learned whilst abroad where you were staying, and I could not keep fr m you then. I implore you to grant me one more interview, and then, if you wish it, I w.ll go away for ever. Will you meet me on the sands this evening, at dusk ? I will be there, somewhere near the boulder. For God's sake, do not fail to meet me. — Noris Aveling. This letter had been written by Aveling half-an-hour after he stole away from The Sycamores when he had seen and heard Ruth Halliton. He had hurried away to the Crown and Sceptre, and hastily penning a few lines had sallied forth again to post the letter, that she might receive it early next morning, and have time to consider whether she should meet him as he desired. The next day wore away slowly, and incessantly he put the question to himself, Would she meet him ? Just as often as the question arose in his mind he answered it, but his answer fluctuated continuously throughout the day. At times he felt sanguine as to the result, and then, with a"], [215, "201 IN HER GARDEN. warm glow thrilling him to the heart, he would cry to himself, \" She will be there ! \" Then in a while his high spirits would desert him, and in a fit of deep despondency he would moan, \" She will not be there. I was a fool to expect it ! \" At last the afternoon wore away, the gloam ing set in gently, and then, bya circuitous route, he took his way to the sea shore. On the sands, in a line with The Sycamores and the village, was a huge fragment of granite, rounded by being, in a bygone age, rolled and ground and beaten along some rocky bottomed channel, to be finally tossed up there on the shore, and half-buried by the sands. This was the boulder to which Aveling had referred in his letter, and on reaching the shore he seated himself on the dry sands at the foot of the granite block, waiting. The sun had set half-an-hour ago, the red and gold of the sunset was dying out of the sky, and the twilight shadows were falling thickly on shore and sea. He glanced to the right and the left of him, but not a soul was visible on the sands,"], [216, "202 PASSION'S AFTERMATH. and the noise of the waves breaking on the shore was all he could hear. Then he began to wonder if she would come, and what he should say if she did. Perhaps something had happened to keep her away, and he had not told her where he was staying. He wished now he had done so. He sat there looking seaward, pondering many things. The twilight deepened and the stars began to show themselves palely. The conviction was growing upon him that he was waiting there in vain, when a slight crunching sound as of feet on the sands and the faint rustle of a dress caused him to turn abruptly, and he saw Ruth Halliton standing beside him, closely veiled. In a moment he was on his feet, his pale face and agitated manner reminding her of their last conversation. Before her coming he had marked out the line his conversation should take, but her sudden appearance had upset all that. His heart was in his throat now, ancl he could only say, as he half stretched out his hand to her, So you've come ?\" Yes,\" she replied, and he noticed that her"], [217, "203 IN HER GARDEN. voice was low and unsteady ; \" how long have you been here ?\" \" An hour, perhaps,\" he rejoined, dropping the hand she had ignored. \" I mean in the village ? \" A week. I am at the Crown and Sceptre.\" \" A week ! And who told you that I was living here ?\" He told her, but he did not let her know that he was aware of Lord Stephen Westcote's feelings towards her. \" And why have y7ou come so far to disturb me ?\" she asked, with a sigh of weariness, when he had finished. \" Surely I have suffered enough already to deserve a little peace now.\" \" Ruth,\" he cried, taking a step towards her, \" is it not possible for us to find peace together ?\" \" Not now !\" she said, \" not now.\" \"Why?\" he demanded. \"You are a woman — with a woman's heart — you are the mother of my7 child ! Surely you will not hate me always ? You must forgive me some time, even if y7ou cannot forget ?\""], [218, "204 PASSION'S AFTERMATH. \" I can neither forgive nor forget — yet,\" she said, placing her gloved hand on the granite, as if to steady herself. \"My wrongs are too fresh for that. I once thought that I never should forgive you, but I might have done so if \" she hesitated. \" If what?\" he cried, eagerly. \" If after dishonouring me you had led a pure life — if you had not disgraced me and your child afresh by consorting with shame less creatures as you have done !\" In her excitement she had thrown back her veil, and before her stern piercing eyes and pale beautiful face he bent his head humbly. Just then he felt like a black-souled fiend, who, steeped tO the lips in direst sin, was confronted by an angel he had violated. \" God help me !\" he cried, \" for I cared not how low I fell when you sent me away.\" \" It is never too late to mend,\" she said sententiously, dropping her veil. He was silent, because he knew not what reply to make, and after a moment's pause, she added, less coldly — \" Go away from here and live a better life. You were ambitious once, and had great"], [219, "205 IN HER GARDEN. hopes. Go somewhere and devote your life to your art, and when y7ou have done something towards retrieving your name, come to me again. Perhaps I may forgive you everything — in time.\" \" I will go !\" he exclaimed, like one suddenly inspired with new hopes, and he met her gaze frankly as he spoke. \" I will go, but you will let me see the child — my child, first — just for one minute ; then I'll go away and never come back till you bid me.\" \" No ! no ! you cannot see the child !\" she cried, in evident alarm. \" You might take it from me. Go away, I implore y7ou. Do not try7 my7 strength any more. Let us say good bye,\" and she held out her hand. \" It shall be as you wish,\" he said, taking her hand. \" God bless you, darling! Good by7e! \" His voice was husky with emotion as he spoke, and stooping suddenly he pressed her gloved hand passionately to his lips, then strode quickly away, leaving her standing silently there on the sands contemplating the glove he had kissed. The dim light showed her the moist place his lips had touched ; she kissed it too, ancl then hurried away also."], [220, "206 PASSION'S AFTERMATH. When Noris Aveling strode away from the sands his mind was fully made up on quitting Devon on the following day. She had desired him to turn to his profession again and redeem himself by winning a high place amongst men. He was resolved to do so, nor was he likely to fail, for besides fame he might hope to win back her love and forgive ness. From the shore to the village he returned by the way he had come, his mind filled with new thoughts, and when he arrived at the inn mine host was somewhat surprised when Aveling informed him that he was thinking of going away on the morrow. The landlord said he was sorry to hear it, and hoped his guest would stop there again if ever he came that way. After partaking of an early supper in his own room, Aveling, as had been his custom occasionally, went into the bar parlour for a smoke, a drink, and a chat before retiring for the night. The parlour of the Crown and Sceptre was the favourite meeting-place of the village notabilities, who met nightly to discuss, over their respective beverages, politics"], [221, "207 IN HER GARDEN. and many other things. Politics happened to be the subject that night, and naturally, Lord Stephen Westcote's name was lugged in , then someone remarked that he wondered if it was true that their noble member meant to marry the young widow at The Sycamores. The village gossip's remark had an effect he never dreamt of. It fell into Noris Ave ling's mind and rankled there, gradually stirring up distrust and uneasiness where before had been confidence and peace. And when Aveling retired for the night he lay for hours sleepless, torturing his brain and heart with thoughts of the mistress of The Syca mores and the master of Mosslynns. And before he fell asleep he began to deem it possible, nay, even probable, that Ruth Halliton desired him out of the way at once, because she wished to become Lady Stephen Westcote. What had he obtained from her by that meeting on the sands ? Absolutely nothing, it seemed to him now. Not only had he not extorted from her a promise of fidelity to himself, but he had not even asked her to refrain from marrying anyone else. She had not pledged herself in any way to"], [222, "208 PASSION'S AFTERMATH. him. She had only said, \" Go away, live a better life, become famous, and then I may forgive you.\" That was all ; and she might forgive him as another man's wife, if forgiveness was all she meant. It was not her forgiveness alone that he desired. He wanted her — -wanted to possess her, body and soul — or nothing. No, he would not go away on the morrow, or the morrow after that. He would wait and see if Ruth were playing him false, or, at least, had allowed him to form an erroneous im pression as to her intentions. On the following morning mine host of the Crown and Sceptre was again surprised, but rather pleased, to hear that his guest had not yet made up his mind as to when he would go away from that pleasant corner of Devon. The next evening at nightfall Aveling strolled towards The Sycamores, having almost resolved to see Ruth and ask her frankly about the master of Mosslyns. As on the night but one before, soft music was stealing through the drawing-room window when he reached the trees fronting the house."], [223, "IN HER GARDEN. He stood for some moments against the trunk of one of the sycamores considering what to do, and finally he resolved to creep again to the window ; if Ruth were alone he would speak to her, and if she satisfied him that Lord Stephen Westcote was nothing to her he would leave the village that very night. With these thoughts in his mind he went to the garden gate, lifted the latch noiselessly and passed inside, not noticing a man who was standing in the shadow of the hedge on the other side of the road. Aveling crept quietly to the window, open as before, and a few bars of low, dreamy music came floating through blind and curtain, but she was not singing. Wishing to know if Ruth were alone, he put his hand through the window to lift the blind that he might peer in, when a heavy hand was laid on his shoulder, and a voice hissed in his ear — \" What are you doing there ?\" Intensely surprised, Aveling sprang to his feet to find himself confronted by a tall, heavily-built man, and a glance at the man's 209 p"], [224, "210 PASSION'S AFTERMATH. face showed him it was the master of Mosslynns. \" WThat am I doing here ?\" Aveling retorted, in a low passionate tone, \" What right have you to ask such a question ?\" \" Only the right that every honest man possesses when he sees some fellow creep into another's garden and put his hand through the window for some purpose I can only imagine.\" \" So my lord thinks me a thief?\" sneered Aveling contemptuously. \" Frankly I do ; and you must admit, my dear fellow, that it looks very much like it. Come away quietly. Let us have no scene here.\" Again Lord Stephen Westcote stretched out his hand to place it on the other's shoulder, but Aveling cast it violently away. All the deep passion in him was stirring now, and there was a dangerous light in his eyes as he cried — \" Don't touch me, man, or by God you'll rue it. I have more right to be here than you have.\" \" That is hardly possible, I think, as I"], [225, "211 IN HER GARDEN. happen to own every inch of land for half-a mile round here,\" rejoined Westcote, evi dently puzzled as to the man before him. \" But you do not own your tenants, I suppose — at least, you don't own these yet !\" He jerked his hand towards the house as he spoke. \" Who are you ?\" Westcote demanded, his curiosity fully aroused, and an inkling of the truth beginning to dawn upon him. \" The poor unfortunate devil whom Lord Stephen Westcote is doing his utmost to rob of wife and child.\" \" By heaven, I thought as much ! You are Noris Aveling, then ?\" \" Yes ; of course you are glad to see me ?\" \" But,\" cried Westcote, unheeding Aveling's taunt, \"she is not your wife.\" \" She is the mother of my child and ought to be my wife if she isn't — and she will be some day if you will act like a gentleman and keep from between us.\" \" Why, fellow !\" W estcote exclaimed in withering scorn, \"how dare you talk of gentlemen to me ? Why, d you ! the stink of foreign brothels is yet upon you !\""], [226, "212 PASSION'S AFTERMATH. \" Perhaps it was you who told her of my life abroad. But, by God, I swear that she shall never marry you.\" \" If I could only get her consent I shouldn't care that for you,\" and he snapped his thumb and finger in Aveling's face. \" I believe that all scoundrels are cowards at heart.\" \" Coward am I ! By God, I'll show you !\" In another moment there would have been a terrible fight. But even as Aveling spoke the window was dashed open, the blinds went up with a rush, and a stream of bright light was cast on the angry men, even then preparing to grapple. And there at the window, white and trembling, was the woman they both loved. In the excitement they had forgotten where they were ; and standing behind the blinds she had heard a portion of their con versation. \"For God's sake, gentlemen,\" she exclaimed piteously, \"go away! Do not quarrel, I implore you.\" And without a word they obeyed her, each going his own way."], [227, "213 Chapter XIV. ''MURDER MOST FOUL.\" Through the patch of woodland that lay behind The Sycamores there was a way that led to Mosslynns, and towards this way Lord Stephen Westcote had turned that night when he and Aveling had quarrelled, whilst the latter had taken the opposite direction which led to the village. The morning following, a few minutes before eight o'clock, a labourer came singing through the wood in the direction of Nor combe, but his blithe notes ceased suddenly as he noticed some large dark object lying among the rank grass, just off the narrow footpath, about a score of yards further on. The labourer ran forward eagerly and on reaching the dark thing he uttered a loud cry of dismay ; for the object at his feet was a dead — apparently murdered — man. The dead man was lying breast downwards, the arms spread out wide as if he had tried"], [228, "214 PASSION'S AFTERMATH. to break his fall, and only half the face visible. The cause of death was clear. There, sticking out under the murdered man's left shoulder, was the handle of a knife, reddened by the life blood that had gushed forth after the blow and streamed down the black coat in a thick line. Trembling with horror the labourer bent over the form to glance at the dead man's face. What he saw caused him to cry out again, and then he bounded away towards the village police-station to relate what he had found. Once the frightened runner glanced back as if afraid that the dead were pursuing him ; then he turned the corner that led to The Sycamores, and bounded into the dusty road breathless. At the gate of The Sycamores one of the servants was standing waiting for the milk man, and glancing up and down the road she saw the frightened labourer coming at a quick trot towards her. She knew him, and he paused a few moments while he blurted out his fearful news. Then he was off again at a run and paused no more until he arrived at the village constable's."], [229, "215 \"MURDER MOST FOUL.\" Half-an-hour later all the little hamlet was in a state of great excitement, and everyone was discussing the murder of Lord Stephen W estcote ; for he it was, so the labourer said, who lay dead in Wickill wood. A little later the constable, the village surgeon, the labourer who had discovered the murdered man, and a score of others went towards the wood in which the late master of Mosslynns lay on the spot where he had been smitten lifeless. The hasty glance the labourer had cast upon the dead before fleeing away for help had not led him into a mistake as to the identity of the man murdered. It was Lord Stephen Westcote, and, on examination, the surgeon said he had been dead for many hours. He had fallen almost at the foot of a far-spreading elm ; and it seemed probable that the assassin had hidden behind its great trunk till his victim was passing, when he had sprung out, and with a mighty blow had driven the long knife through clothes, flesh, and bone, right into the heart of his victim. There was not the slightest sign of any struggle ; not a single tuft of grass was up-"], [230, "216 PASSION'S AFTERMATH. rooted, and no footprints indented the sward. The dead man's watch, with the chain attached, was ticking in his pocket, and other valu ables and money upon him had been left undisturbed. The knife was a bowie, the blade fully ten inches long, and the haft very heavy. But there was no maker's name on it, and no one there had ever set eyes on it before. So the murdered man was carried away to await the crowner's quest, and the villagers began to gossip as to the murderer's motive. Ruth Halliton had heard of the tragedy from the servant who had been awaiting the milkman's coming, even before the labourer had reached the village ; and the intelligence that Lord Stephen Westcote had been found murdered in the wood behind her house had struck her to the very heart as if she had been wife, mother, or sister of the unfortunate man. The servant had imparted the dread news she had gleaned without the loss of a moment's time, as if her haste to diffuse the information was commendable, never dreaming that her words would drive a poisoned shaft deep into her mistress's heart."], [231, "217 \"MURDER MOST FOUL.\" The very moment that Ruth heard of the murder she connected it with the quarrel she had overheard outside her window the night before ; and it was impossible for her to avoid concluding that Westcote had been killed by Noris Aveling. She had then heard nothing of the manner in which the dead man had met his death ; but the whole awful business seemed very clear to her. After quitting the garden they had met again in the wood, had quarrelled anew, had fought, and Aveling, in his fierce passion, had strangled or beaten to death his opponent. This was the view she took of the matter ; and now that the hands of the man who had wronged her were stained with a fellow creature's blood, in addition to all his other sins, one would have imagined that her hatred of him would have become intensified a hundredfold ; but, with all a woman's consistent inconsistency, she began to fear for Aveling's life and to invent excuses for his crime. Safety lay alone in immediate flight ; and if he had not already fled she would go to him and exhort him to quit Devon — England, without a moment's delay."], [232, "218 PASSION'S AFTERMATH. She put on one of her oldest and plainest dresses, veiled herself closely, and, remarking to her maid that she was going for a walk, sped towards the village, meeting the constable, the surgeon, and others going to the scene of the murder. But they were too excited to notice her, and when she reached the Crown and Sceptre she found the tavern deserted and no one visible except the buxom Welsh lass who was busy mopping the flagged floor. Both host and hostess were standing with several others at the door of the village barber's discussing the murder. \"There's a gentleman staying here?\" Ruth said, altering her voice as much as possible. \" Yes, ma'am ; Mr. Brown,\" the girl replied. \" Can I see him ?\" \" I'll see, ma'am ;\" and, rising from her work, the servant wiped her wet hands on her rough apron, and a moment after Ruth heard her ascending the stairs. She was only a minute away and on returning she said that Mr. Brown had only just got up, but he would see the lady. When she entered the room in which"], [233, "219 \"MURDER MOST FOUL.\" Aveling was seated, he having evidently made a hasty toilet, she saw that he recognised her at once, and as she took the chair he handed her she glanced at him intently, trying to discover some trace of that fearful struggle she was certain he had passed through. But his face was unmarred by scratch or bruise and his manner betokened neither embarrassment nor agi tation. He only seemed to be wondering what had brought her there, but he did not speak ; and presently she spoke, going at once to the subject in her mind. \" You did not come straight here last night, after quarrelling with Lord Stephen Westcote in my garden,\" she said, watching him narrowly. \" No,\" he replied, without the least hesita tion ; \"it was nearly eleven o'clock when I got here.\" \" And where did you spend the interval ? It was not much after nine when you left my window.\" \" On the sands. At first I turned to come here, but I changed my mind and went to the shore. I was there till the church"], [234, "220 PASSION'S AFTERMATH. clock chimed half-past ten ; then I returned here.\" \" I do not believe you,\" she cried. \" Tell me the truth. You followed Lord Stephen and quarrelled with him again.\" \"You are mistaken, I assure you. I did not see him again. Why do you doubt my word ?\" \" Because Westcote's dead body was found this morning in the wood behind my house. He has been murdered,\" she said, throwing back her veil. \" Good God ! is that true?\" he exclaimed, starting forward in his chair. \" True — too true,\" she said, quietly ; \" and you have killed him.\" \" I've killed him?\" he ejaculated, springing to his feet. \" For Heaven's sake, don't say that. I swear to you,\" he said, raising his right hand, \"that I have never seen him since you spoke to us in your garden. I — why should you suspect me of the murder of Lord Stephen Westcote ?\" Had she not been an old actress his words and manner might have convinced her of his innocence ; but, knowing how easy it is to simulate guiltlessness, her heart was steeled"], [235, "221 \"MURDER MOST FOUL.\" against him and she felt certain he was only acting a part. \"God help me,\" she murmured ; \"but I do not believe you. I still think you killed him.\" \" And you came here to tell me this ?\" he asked, bitterly, dropping into his chair. \" Yes, and something else. Your quarrel with Lord Stephen was overheard by one of my servants ; she may have spoken to others of it — you understand what I mean ?\" \" Yes, I understand. You think the police may get to hear of the quarrel that took place before your window, and that the man who was going to fight with Westcote will be wanted for the murder ?\" \" Yes — but you will go away ?\" \" Go away ? No ! Why should I ? Let them arrest me. Why don't you have me arrested, hating me as you do and believing that I have killed him ?\" \" Because,\" she said, slowly, \" I do not want my child's life to be made miserable for ever, as it will be if you are arrested and — ■\" she hesitated. \" Hanged,\" he said, smiling grimly as he"], [236, "222 PASSION'S AFTERMATH. finished her sentence. \" And it seems,\" he added, \" that you care more for your child's happiness than my life or justice. Well, it is only what I might have expected.\" \" But you will go ?\" she said, in a voice of deep entreaty. \" For God's sake go, before it is too late.\" \" I'd as lief be hanged,\" he returned, sullenly, \" as have you think me guilty.\" \" Go !\" she implored again, \" and I will try to believe you innocent.\" He was silent for some moments, his face showing that his mind was actively employed. She thought it better not to break in on his thoughts, and she waited for him to speak. \"It will be almost as dangerous to go away as to stay,\" he said presently, raising his eyes to hers, \" but I will go if you will promise me two things.\" \" What are they ?\" \" I must see the child before I go, and you must give me your promise to marry me in a year if my innocence is fully established by that time.\" It was her turn now to be silent and thoughtful. She did not like either of his"], [237, "223 ' MURDER MOST FOUL.\" proposals ; but no other way out of the diffi culty presented itself to her and she felt inclined to accede to his demands. \" Well,\" he asked, somewhat impatiently, \" how is it to be ?\" \" Will nothing else satisfy you ?\" \" No,\" he answered promptly, seeing that she was giving way. \" Then it shall be as you wish it — but you will go as soon as you have seen the child ?\" \" And as soon as you have given me your promise.\" \" Then be on the sands in an hour — where we met the other night.\" \" I shall be there.\" She dropped her veil and passed quickly out without a word to either host or hostess, who now stood beside the bar. She acknow ledged their good mornings by a slight nod, and then went homeward by a circuitous route that her identity might not be suspected. Aveling rightly imagined that his visitor was unknown to the landlord and landlady, and he intimated that she was a distant relative of his who lived a few miles away and whom he helped occasionally."], [238, "224 PASSION'S AFTERMATH. In an hour Ruth Halliton and her little girl were on the shore beside the boulder of granite. She had changed her dress, dis carded her veil, and pale and agitated she awaited Aveling's coming. In a few minutes he joined her, and soon all was over. The child was kneeling, running its chubby fingers through the soft dry sand, and for a moment or two Aveling watched it fixedly ; then he bent, took the little girl in his arms and kissed her tenderly. She smiled at him, pulled his heavy moustache, ancl he, in a sudden access of passion, pressed the child to his breast ; and then putting her down he turned to the mother, who stood quietly by watching them both. \"You will be my wife,\" he said, \"when you are satisfied that I did not kill Westcote?\" \" Yes,\" she replied faintly. Good bye !\" he said, holding out his hand \" Good bye !\" she answered, her hand meeting his. He held her hand fast for a moment or two ; he stared into her deep grey7 eyes in tently as if there were something in their depths he wished to see ; then he dropped"], [239, "225 Q \" MURDER MOST FOUL.\" her hand, turned quickly from her, and with another glance at the child sped rapidly away, not in the direction of the village but along the shore. With curious feelings she watched his re treating form till it disappeared altogether in the haze of the distance, wondering when they would meet again, and whether he were innocent or guilty of the crime with which she had charged him. And when at last his form seemed to sink out of sight in the sands, the hot, bitter tears gushed forth and a word less prayer welled from her heart for the man who had just quitted her side, and whom she still loved with all the depth and strength of her soul."], [240, "226 Chapter XV. BACK FROM EXILE. Three years and as many months had slipped away since that morning in autumn when Lord Stephen Westcote was found dead in Wickill Wood, and those years and months had been spent by Noris Aveling in Rome. He had again domiciled himself in the Imperial City, had set up his studio in the English quarter near the Piazza de Spagna, and there had devoted himself assiduously and successfully to his profession. After bidding good-bye to Ruth Halliton and her child that morning on the shore at Norcombe, he had tramped steadily along the sands till he arrived at Hillingham, another seaside village about four or five miles away. There he engaged apartments at a farm house, intending to stay a week or so in order to form his plans for the future, and also to learn some thing further of the tragedy that had been per petrated in the wood behind The Sycamores."], [241, "227 BACK FROM EXILE. The very afternoon that Aveling reached Hillingham the Devon Evening Express con tained all those particulars with which the reader is already acquainted, besides the information that the inquest would be held in a couple of days, and that neither the slightest cause for the crime nor the least clue to the criminal had yet been discovered. The following evening but one the Express contained a full report of the proceedings at the Coroner's inquiry into the causes of Lord Stephen Westcote's death ; but the only evidence taken was that of the father of the deceased, the labourer, the constable, and the surgeon. The Marquis of Arisdene testified that the deceased was his son ; the labourer deposed as to the discovery of the murdered man ; the surgeon gave evidence as to the cause of death ; and the constable related every detail as to the way in which the body lay, the absence of any sign of a struggle, and the fact of no valuables having been taken from the victim. In the face of such evidence only one con clusion was possible for the jury, and they returned a verdict of \" Murder against some"], [242, "228 PASSION'S AFTERMATH. person or persons unknown.\" That edition of the Express which recorded this verdict contained the announcement that the Home Secretary offered a reward of for such information as would lead to the apprehension of the culprit, and that the Marquis of Arisdene offered a similar sum. Noris Aveling had uttered a sigh of intense relief on reading the report of the inquest. From what Ruth had said, in regard to one of her servants having over heard his quarrel with Westcote, he had fully expected to hear something further of the matter at the Coroner's inquiry. But the servant had evidently kept her tongue still, possibly because she did not wish to be dragged into the business, but Aveling was inclined to think her silence was owing to Ruth's influence. He had also thought it probable that the landlord of the Crown and Sceptre might suspect him of the crime, owing to the many inquiries he had made in regard to Westcote, and his going away from the tavern the very morning the murder was discovered. On quitting the inn that morning he had paid"], [243, "229 BACK FROM EXILE. his bill ; and though he did not say he was not coming back again the landlord attributed his going to his relative's visit only. Later on mine host did begin to suspect his late lodger, and he expressed his suspicions, but the object of them was then on his way to Rome. Aveling's stay at the farmhouse extended to a fortnight. The country was greatly excited over the assassination of the rising politician ; the murder was in everybody's mouth for the customary nine days, and then some other matter claimed the attention of the public. The hounds of the law proved unable to discover the trail of the assassin ; and the murder was finally relegated to the long list of unsolved criminal mysteries. When the excitement had somewhat sub sided, Aveling left Devon for London, and thence set out for Rome, which he reached without difficulty or interruption. After arriving in the city and securing a permanent residence, he took steps to have an English weekly newspaper forwarded to him regularly. He selected the Devon Weekly Times as the one best suited to his purpose, namely, that of obtaining information relating to Westcote's"], [244, "230 PASSION'S AFTERMATH. murder. He felt certain the police would unearth the assassin some day, and he desired to be apprised of that event when it happened. Meantime he settled down to work at his profession — to reconquer the fame he had won two years before and lost without a struggle. And in a little while his hand and brain regained their old mastery of his art ; his works were exhibited in the salons of Rome and of Paris ; and even the Royal Academy received and hung other pictures of the artist who had pleased so many by his \" Helen amid her Suitors.\" The bitter experience of those two years seemed to have taught him some things unknown before ; for, according to the critics, his work had now reached a higher level of art And amidst all this new work were new hopes ; and he looked forward eagerly each week to the coming of the Devon Weekly Times. Week after week he scanned its columns in quest of the intelligence that the murderer had been run to earth ; and week after week for years he sought the information in vain."], [245, "231 BACK FROM EXILE. At first he had sought hungrily for the desired news ; for, remembering Ruth Hal liton's promise, it meant much to him then. But when a year passed away, and then another, his ardour abated ; and when at last three years had spent themselves without bringing proof of his innocence he began to grow careless whether the murderer were ever discovered or not. For now he remem bered that Ruth's promise had not been the spontaneous outgrowth of her desire — it had been extorted from her by himself, and to win her back to his side in such a way was far from satisfactory to him. So the third year of his second exile passed and the fourth began. It was now winter, and Rome was crowded with foreigners from every land under the sun, though the English outnumbered all the other visitors put to gether. To several of the English families then located in the city Aveling was well known, and the fame he had won during the last two or three years caused his studio to be invaded by his compatriots, while invita tions to balls and parties assailed him con tinually."], [246, "232 PASSION'S AFTERMATH. But Aveling seldom went out ; he cared little now about the small pleasures society, either in Rome or elsewhere, had to offer him ; and this indifference seemed likely to increase, for his art was now claiming all the earnest thought and deep devotion which in happier circumstances would have been be stowed on his child and its mother. One day in December, when Christ's natal day was yet something more than a fortnight distant, Aveling received, as usual, the Devon Weekly Times ; and, as was his custom now, he glanced cursorily through it, never ex pecting to find the intelligence he had sought so often without success. But some glaring headlines in the middle pages, next the editorial article, attracted his attention, and his indifference changed to deepest concern as he read the following sensational head ings and the statement beneath them : — EXTRAORDINARY CONFESSION. LORD STEPHEN WESTCOTE'S MURDERER DISCOVERED. THE ASSASSIN DYING. On Thursday morning a shocking accident occurred to one of the Irish farm labourers employed on the Mosslynns estate, which, it will be remembered, belonged formerly to Lord Stephen Westcote who was so foully and mysteriously assassinated three years ago last autumn. The injured man's name is Denis Boylan, and he has"], [247, "233 BACK FROM EXILE. been located near Norcombe for about four years. On Thursday morning Boylan and another man named David Eckersley, a mason, went to repair a delapidated portion of the high stone wall which surrounds the garden ancl orchard at Mosslynns. This wall is about twelve feet high, and in some places it had become dangerous owing to its great age, and some portions seemed on the point of toppling over. It was on the work of repairing one of these dangerous places that Boylan and Eckersley were engaged when the accident occurred. Eckersley had just placed a ladder against the wall, and on this he stood pulling down the bad part in order to re build it, when a large portion of the wall suddenly collapsed. Owing to his position on the ladder, Eckersley escaped with a few bruises ; but Boylan was terribly crushed by the falling mass, one of the heavy coping stones striking him on the chest, and his life is only a matter of some hours' duration. The unfortunate man was carried home in an unconscious con dition, and there a medical gentleman immediately attended him. The doctor's examination of Boylan's injuries showed that his recovery was quite impossible, and when the injured man regained consciousness he insisted on knowing the precise nature of his hurts- On learning that death was certain in a few hours he confessed before the doctor and two other witnesses that he had killed Lord Stephen Westcote. Boylan stated that he hated Westcote because he was a great Orangeman, and was one of those politicians who tried to trample down Irish national aspirations by coercion. Lying at the very gates of death Boylan expressed no contrition for what he had done ; he seemed to think his murderous act a patriotic thing, and quite justified by what his victim had said of Irishmen. The only reason given for confessing the crime was that he wished no innocent man to suffer. Many people will be surprised that the murderer should have con tinued to live near the scene of his crime ; but an explanation comes to hand in the fact that, at the time of the murder, Boylan was courting the daughter of one of his fellow-labourers, whom he afterwards married. The dying man's confession has created the greatest excitement possible in Norcombe and the vicinity, and every Irishman in the village has had to seek safety in flight. DEATH OF THE ASSASSIN. Just before going to press the intelligence of Denis Boylan's death reached us ; so that God alone will have to judge of the crime which the unfortunate man committed, prompted, apparently, by a false patriotism."], [248, "234 PASSION'S AFTERMATH, So at last his innocence was established, even in Ruth Halliton's sight. The slow revolving day7s, months, years, had ground out the truth at last. That for which he had prayed often in the early days of his second exile had come about, and now its coming found him indifferent to the event. No deep pray7er of thankfulness welled up from his heart ; his pulse was equable as before. Yet, despite his calmness of demeanour, there was an undercurrent of pleasure in the feelings generated by what he had read. But the joy he experienced now was lamentably small compared with that he had once expected to feel. It was something to know that Ruth Halliton would henceforth be sure of his innocence, and, perhaps, feel some contrition for having charged him with Westcote's death ; but now that he was free to return to England and claim the fulfilment of Ruth's promise he felt that it would be wrong to do so, and finally he resolved to free her from a promise which had not been freely given. And it was quite possible that if he wished to keep Ruth to her promise she might refuse"], [249, "235 BACK FROM EXILE. to acknowledge it as binding upon her. So he determined to ignore those words uttered on the sands at Norcombe — to treat them as if they had never been spoken. He loved her still — had never ceased to love her — -he realised that with a deep heart-pang ; but he would leave her in peace. He would return to England — to Brynthorpe — again. Besscourt was still unsold and untenanted. He would return to the old house and henceforth make his home there. These were the thoughts that passed through Noris Aveling's mind as he sat musing after reading the account of Boylan's confession. The thought of seeing Besscourt again, of living there, brought him keen pleasure ; and, still quick to act, he at once wrote to his solicitors in London, requesting them to have Besscourt made habitable with the least possible delay, as he intended to spend Christmas in the old house."], [250, "236 Chapter XVI. WAITING. \" I hear that Besscourt is to be tenanted in a few days, Muriel,\" said Bernal Halliton to his fair wife as they sat at breakfast. \" Indeed, who is coming to it ?\" Muriel asked, with a furtive glance at Ruth Halliton, who was seated at the other side of the breakfast table. \" Don't know, I'm sure. I was past there yesterday and I could see that the house was being prepared for somebody's coming.\" \" Didn't you ask who was coming to the place ?\" Mrs. Halliton asked. \" I inquired of the people who were setting the house to rights ; but none of them could tell me who the tenants to be, were.\" \" I expect Noris hasn't sold Besscourt, Bernal,\" Muriel said, warmly, again glancing towards her sister-in-law, who was apparently unconscious of the conversation. Then she added, \" Do you know, Ruth, that I have"], [251, "237 WAITING. always looked forward to seeing you and Noris living happily together at Besscourt some time ?\" \" So have I,\" added Bernal, \"and I have not yet given up all hope in the matter. I consider it simply monstrous that they should live apart, loving each other as they do.\" But Ruth was silent, and neither could tell what effect, if any, their words had had. Forgive me, dear,\" said Muriel, contritely \" if I have pained you. I will never allude to it again.\" Bernal here turned the conversation ; but none of them ceased to feel curious as to the new tenants at Besscourt The conversation just recorded took place in the breakfast room at Orrel Mount a few days before Christmas. Ruth and child — now a pretty girl of five, with her father's dark skin, dark eyes and hair — were staying at the Mount, Ruth at last having accepted her brother's pressing invitation to spend a few weeks in Cheshire. They had come to Orrel Mount for an indefinite time, to be measured only by Ruth's wishes in the matter, and had now been there a fortnight."], [252, "238 PASSION'S AFTERMATH. Only a week ago did Ruth learn that Ave ling was innocent of the crime of which she had so long held him guilty, and the \" extra ordinary confession \" chronicled in every newspaper in England had been welcomed by her with infinite thankfulness. The knowledge that the father of her child was not the murderer she had thought him to be lifted a terrible weight from her mind, and she now felt ashamed of having charged him to his face with the crime, and of having disbelieved his vehement protestations of innocence. Convinced now that all her suspicions had been unfounded, she felt all the more inclined, by way of reparation, to forgive Aveling for the wrongs he had done her. After reading of Boylan's confession — for Ruth was at Orrel Mount when the confes sion was made — her first thought had been of Aveling. Where was he ? Would he hear of the murderer's avowal ? What action would he take if the confession reached him ? Would he hasten to her side eager for the fulfilment of the unwilling promise she had given him that morning on the shore ? She"], [253, "239 WAITING. hoped so now, but she feared not — for how else was she to interpret his long silence ? When Ruth Halliton drove Aveling from Norcombe with a promise, she neither wished nor thought that he would ever return to claim its fulfilment. Her wrongs were then too fresh to make his presence even tolerable to her, and believing him guilty of Westcote's death she deemed her promise a safe one that she would never be called upon to fulfil. But in the years that had passed since she and Aveling parted on the sands at Norcombe much had happened. Time had healed her lacerated heart, and her wrongs had decreased in magnitude as the years fell behind her. Her baby had grown from a weak puling child to a sweet strong girl, whose face was perpetually reminding her of Aveling ; and loving her child passionately as she did it was impossible to hate the father that child so much resembled. Then, as the days passed on, the old wrongs were forgiven if not forgotten, the old love was strengthened with the coming of each sun ; and at last Ruth grew to hunger for Noris Aveling's presence. She desired with"], [254, "240 PASSION'S AFTERMATH. all her heart that his innocence might be proved, that he might come to her and ask her to make good the promise that had cheered his exile, and that henceforth their joined lives might bring to them some lasting happiness and peace. These had been her dreams of late : what would be the reality she was unable to foresee. She had heard that Aveling was somewhere in Italy — that he was again working hard at his profession ; and a faint whisper of the fame he was winning had reached her ears. Somebody — she thought it was Bernal — had sent her a copy of the Palladœum, containing a very favourable criticism of a work of Aveling's exhibited at the Royal Academy, and this had given her an especial pleasure. For did it not seem as if he had treasured up her words of counsel — was living the nobler life she had bidden him live, and obtaining the honour for which she had asked him to strive ? But in opposition to all this was the utter silence of the last three years. He might have broken the long stillness with a few words — might have said that he was waiting"], [255, "241 R WAITING. and working till his innocence was proved, and that her promise to marry him then was the star that cheered his exile and made life tolerable. But he had preferred not to speak, probably owing to the harshness she had manifested towards him and her misjudgment in charg ing him with Westcote's death. And now that his innocence was clear, what would he do ? she asked herself again ; and the only answer her heart could frame was a hope that Fate might compensate her for the wrongs and bitterness and mental strife of the past six years with a brighter and a happier future."], [256, "242 Chapter XVII. NELLIE. One of the first things that Noris Aveling did on arriving in England was to pen a brief letter to Ruth Halliton absolving her from the promise given to him that morning on the sands. The letter was addressed to The Sycamores, and when it was posted in London he felt that he had done a duty, if not a pleasant one. And then, after seeing his solicitors and hearing from them that Besscourt was ready for him, he started for Cheshire, eager to see the old place again in which he had scored his first success as a painter. It was now over eight years since he had left Besscourt, believing his sister to be Bernard Halliton's mistress, and it seemed to him that few men had experienced in the. longest lifetime what he had gone through in those years. Since his brief sojourn in Devon, Aveling had gone unshaven, and even Ruth Halliton would not have recognised him at a glance ;"], [257, "243 NELLIE. for a thick sheaf of raven-hued beard, that made him appear even more distinguished than before, now hid the lower half of his face. When Aveling reached Brynthorpe the whole country was white with snow that had fallen a few days before. Hedgerow and tree were coated thickly with the soft fleecy masses King Winter had scattered so profusely over the land, and everybody appeared pleased at the prospect of a \" White Christmas.\" Aveling found Besscourt as he had left it that autumn after Muriel's sudden disappear ance ; but as he rambled in and out of the familiar rooms an age seemed to have passed since he last trod them. His old studio was certainly bereft of much of its former beauty, for the plants in the conservatary adjoining had long since perished of neglect, and months would be required to bring back to the place all the old grace which had made it a pleasure to work there in the days gone by. And so Aveling spent his Christmas at Besscourt — spent it peacefully and less un-"], [258, "244 PASSION'S AFTERMATH. happily than he had done for years, but quite unconscious of the fact that Ruth Halliton and her daughter were only a mile or two off. He believed she was far away in Devon, and when he did think of her it was to wonder how she had received the letter containing the intelligence that he had freed her from her promise. For a day or two after his arrival at Besscourt Aveling was busy unpacking and arranging his artistic belongings ; but when that was done he felt that he would like to renew his acquaintance with the surrounding country. So the following day, just after noon, he went for a long walk, going in the direction of Orrel Mount. The ground was still snow-covered and a keen frost had roofed the ponds and streams with ice. There was a touch of sunshine in the frosty air, and Aveling swung along, the frozen snow crackling under his feet, thoroughly enjoying his walk. He had struck across the fields and in half-an-hour he came to Orrel village. Just outside the village he lingered, watch ing a cluster of boisterous urchins at play7 on"], [259, "245 NELLIE. the ice. Beside the roadway there was a large pond frozen over, and the ice had been swept clear of snow so that the youngsters could glide about as they chose. At one corner of the pond the ice had been broken in that the cows at the farm close by might drink, but of that dangerous place the young folks kept clear. In one of the children disporting on the pond Aveling took more than ordinary interest. This was a pretty, gipsy-like girl of five or six, and from the warm fur-lined cloak which she wore it was evident that she was no villager's child. Aveling fancied that the girl belonged to some of the gentle-folk living near, and the young girl standing on the other side of the pond he took to be the child's nurse. It yet wanted a few minutes to school hour, and the youngsters seemed determined to make the most of that brief time. Laughing and shouting they scampered over the pond, and a united peal of laughter rang out when ever someone more awkward than the others toppled head over heels on the slippery ice. And the little gipsy Aveling noticed entered"], [260, "246 PASSION'S AFTERMATH. into the sun with all her heart. She dashed hither and thither, laughing and shouting and fraternising with the other children, none seeming happier than she. He turned from the pond to resume his walk, and had taken but a few steps along the road when a loud outcry of terror struck his ears. Turning quickly he saw the children scampering off the ice ; and then he saw a couple of forms struggling in the water where he had noticed the ice had been broken. A dozen long strides took him to the edge of the pond, another and he was in the middle of the hole struggling after the children. Fortunately the icy water was only breast deep ; and in a few moments Aveling was standing on the bank with the dripping children safe in his arms. The affrighted nurse held out her arms for one of the children as he walked out of the pond ; and then he saw that one of the girls clinging to him was the little gipsy he had admired. \" I will carry them into one of the houses,\" he said, and he marched into one of the cottages with the children still in his arms,"], [261, "247 NELLIE. the woman and a crowd of youngsters following. He deposited his wet burden before the fire, the children were quickly undressed, and in a few minutes their fright disappeared and they seemed no worse for the ducking. Dis regarding his own condition he stood by watching what was going on ; and presently he spoke to the nurse. \" Where do her parents live ? Close by, I suppose ?\" he remarked, indicating the dark little girl who was now seated cosily by the fire on a low stool. \" At Orrel Mount,\" said the girl. \"At Orrel Mount?\" he muttered in surprise, adding, \" Then you had better leave her here while you fetch some dry clothes. She is Mr. Halliton's daughter, I suppose ?\" \" Oh, no, sir, she is Mr. Halliton's niece. Her mother is Mrs. Derwent, Mr. Halliton's sister.\" Aveling had some difficulty in repressing an exclamation, and he had to turn his face away for a few moments for his eyes had become suddenly dimmed with moisture. When he spoke again the nurse wondered"], [262, "248 PASSION'S AFTERMATH. why his voice had changed so much. Before it had expressed only curiosity, while now it was low and tender. \" And is Mrs. Derwent staying at Orrel Mount too ?\" Aveling asked presently. \" Yes, sir. \" And what is your name, little one ?\" he said, bending over his daughter. \" Nellie,\" she answered frankly, smiling upon him pleasantly from the folds of the blanket in which she had been wrapped by the mistress of the cottage. \" Nellie ?\" he echoed, taking her in his arms, \" And won't Nellie kiss me for saving her?\" For answer the pretty face was turned to him and the soft red lips pouted for him to kiss them. He kissed her warmly twice, re placed her on the stool, and, after making the cottage woman a handsome present, left the house abruptly. He made homeward at a quick pace, for his wet clothes were decidedly uncomfortable, and his thoughts dwelt naturally on the strange chance that had enabled him to save his own child from death. He was wonder ing how long Ruth had been at Orrel Mount,"], [263, "249 NELLIE. thinking of the letter he had addressed to The Scyamores, when a light hand smote him on the shoulder, and he saw Bernal Halliton standing before him, looking equally pleased and surprised. Then they shook hands earnestly. \"On my word, Aveling,\" Halliton ex claimed, \" I nearly passed you without speak ing. I couldn't make you out at first, with your beard. I can't say how glad I am to see you — you are staying at Besscourt, I suppose ? \" \" Yes ; I have been there two or three days.\" \"And we all thought you had sold the place. You know Ruth is with us at the Mount — why, man ! \" cried Halliton, perceiv ing Aveling's condition for the first time, \" where have you been ? you are dripping wet. Been skating, I suppose, and got in?\" \" No ; a couple of children tumbled in the pond further up, and I fished them out, that's all. One of them was your niece.\" \" My niece ? \" Halliton blurted out. \"Yes; you'll find her in one of the cottages. You'll excuse me now, I know —"], [264, "250 PASSION'S AFTERMATH. drop in at Besscourt some day when you're passing.\" And Aveling was off before Halliton could ask any questions. Bernal stared after the artist's quickly retreating figure for a moment or two, and then went to the cottage, where he found his niece, as Aveling had described her. About an hour after this quite an interest ing scene took place at Orrel Mount, where Halliton, his niece, and the nurse girl had just arrived together. The latter was narrating the accident of the afternoon to the anxious mother and aunt, and attempting to describe the gentleman who had saved the children. \" I wonder who he is ?\" said Ruth, her heart swelling with gratitude towards the unknown preserver of her darling. \" I would give anything to know, that I might thank him.\" \"We must inquire in the village,\" said Muriel. \" I daresay someone there will know him.\" \" Perhaps I could tell you, if you want to know very badly,\" said Bernal, a smile lurking about the corners of his mouth."], [265, "251 NELLIE. \" WTho is he, Bernal ?\" Ruth and Muriel asked in a breath. \" Noris Aveling,\" he said, dropping the information on them like a bombshell, and while quietly enjoying their amazement, he added, \" I met him wet as a drowned rat just outside the village, and he told me about it. He's staying at Besscourt, he says.\" Both sister and wife were too much astonished to reply just then, and Bernal left them together. A day or two after this Bernal Halliton dropped in at Besscourt, and it was plain that Aveling was pleased to see him. After some conversation pertaining to the artist's continental experiences, Halliton remarked — - \" Ruth left the Mount yesterday.\" \" Left yesterday !\" was all that Aveling could say in reply, so greatly astonished was he. \" Yes ; it was a sudden departure for it was understood she was to stay some weeks longer, at least. But she had made up her mind to go, and no persuasion of mine or Muriel's could induce her to stay even another day.\""], [266, "252 PASSION'S AFTERMATH. \" Did she assign no reasons for going so suddenly ?\" \" None that were satisfactory to us. She received a letter from Norcombe on Thurs day morning — the day you saved Nellie, you know — but she did not then say anything about going away.\" \" I quite understand why she has gone,\" said Aveling, with a bitter smile ; \" she knows that I am at Besscourt and that is what has frightened her off.\" \" Yes, she knows you're here, Aveling : and knows that it was you who pulled Nellie out of the pond. I should have thought that that incident would have tended to keep her all the longer at the Mount,\" Halliton an swered, looking rather puzzled. \" Well, she has gone now, and it can't be helped, I suppose,\" said Aveling, speaking more cheerfully than he felt. \"You must try to get her back again, Halliton, in a week or two.\" Halliton assented readily to this, and after some further conversation, departed. The reason of Ruth's departure seemed plain enough to Aveling. The letter she"], [267, "253 NELLIE. had received from Norcombe was the one he had addressed to The Sycamores, and he could only interpret her sudden departure from the Mount in one way. She was glad, he argued, that he had released her from her promise to him ; and the idea of meeting him again was so distasteful to her that she had left Orrel Mount as soon as possible after hearing that he had arrived at Besscourt. That was the view he took of the matter, and another circumstance confirmed it. Two or three days after Ruth had left Cheshire, Aveling received a letter dated from The Sycamores, Norcombe. It contained only7 the following few words : — Dear Sir, — I thank you for absolving me from the promise you remember was extorted from me. — Yours respectfully, Ruth Halliton. He crushed the note in his palm, his worst fears realised now, and a fearful picture of the barren, loveless years before him wrung his heart with agony."], [268, "254 Chapter XVIII. FLOTSAM. It was summer once more, and the fine old Devonshire orchards were showing rare pro mise of autumnal fruitage. The waving fields of grain were yet of the tenderest green, and in the meadows the scythemen were mowing the rich, lush grasses. Up the front of The Sycamores the sweet roses were again begin ning to bloom, and by the shore the waves were laughing and dancing in the warm yellow sunlight. One pleasant morning in June, about a couple of hours before noonday, two ladies, a girl, and a boy came out of The Sycamores and strolled towards the seashore. The ladies were Ruth and Muriel Halliton and the youngsters their children. Muriel was spend ing a week or two at The Sycamores, and her husband was to join her there in a day or two, some business keeping him away just then."], [269, "255 FLOTSAM. Reaching the shore they walked on towards Lyme Regis, and presently a stop was made, where a low cliff offered some shelter from the sunshine. Ruth had brought a book, Muriel the current number of her favourite magazine, and they settled themselves on the strand for a couple of hours' reading, chattering, and dreaming just as their momentary humours might sway them. The children had brought their spades and they delved in the sand as they listed while they played about the pools. It was very pleasant sitting there in the shade with the shimmering, sun-smitten waters of the Channel spread out before them ; now casting a glance on the children to see they were all right, then reading a page in silence, now conversing in an odd disconnected way for half-a-minute, and then relapsing into a day dream. Naturally, Ruth Halliton's thoughts wan dered away to Cheshire — not to Orrel Mount but to Besscourt — and her fancies lingered lovingly, if somewhat regretfully, around the man living there. Had he ceased to love her altogether ? Had he forgotten her entirely that he ignored her thus ? Then"], [270, "256 PASSION'S AFTERMATH. she thought of the letter he had sent to The Sycamores which had been forwarded to her at the Mount, every word of which she remembered. It ran thus : — Madam, — You will have learned by this that I am innocent of the crime with which you were kind enough to charge me despite my protestations to the contrary. Possibly you may even be sorry that my innocence is made clear when you think of the obligation it imposes upon you. But remembering how that promise was extorted from you I now absolve you from it. That was what he had written ; those cold, loveless words had driven her from Orrel Mount ; and then she had penned him a line or two thanking him for the freedom it had wrung her heart to receive. Ruth had closed her book now and was deep in a dream. Could it be possible, she thought, that she had misinterpreted the spirit of his letter ? Might he not have used cold words to veil his sore heart and wounded pride as she herself had done in her answer to his letter ? He could not have done less than offer to ignore the promise she had given him that morning on the sands, but she felt sure now that she had done wrong in per mitting him to think she was pleased at being set free. Sitting there by the sea, with the bitter"], [271, "FLOTSAM. past behind and the barren future ahead, it seemed that she had done less than a brave woman might have done for the sake of the man she loved. My God ! she thought, what an awful thing it would be if they two were to drag out the rest of their lives apart, loving each other and only divided by a miserable pride which prevented either of them from speaking for fear of meeting with a repulse. And thus she went on weaving her fancies, dreaming her dreams, almost oblivious of her companion sitting within arm's reach, and the children who had now rambled near the water. Despite all the stoicism she had shown she was a woman still, with a woman's heart, and all a woman's love of love and joy and peace. She was dreaming still, wonder ing how it would all end, when Muriel's voice brought her suddenly from the clouds. \" I declare, Ruth, I thought you were asleep. Didn't you hear me speak ? See how far Frank and Nellie have got ; and some of those holes may be dangerous. Shall we fetch them back ?\" \" Shout to them, Muriel.\" \" They won't hear me if I do, and they are 257 s"], [272, "258 PASSION'S AFTERMATH. too interested in themselves to look this '> way. \"What are they doing?\" Ruth asked, glancing towards the children, who were standing on the edge of one of the pools of water left here and there by the receding tide. \" There is something in the water and Frank is trying to pull it out Don't you see it ?\" Muriel said, rising to her feet. \"Yes — Frank's got it out now. It looks like a bundle of some sort. What do you think it is, Muriel ?\" \" I can't imagine ; let us go and see.\" Ruth rose, and they strolled slowly in the direction of the children who, now seated on the sands with their backs towards their parents, were evidently examining the article they had fished out of the pool. When the mothers came up to the little cousins they found the sands about them almost covered with papers. \" What have you got there ?\" cried Muriel, bending over the children to look at the bag which was yet only half emptied of its contents."], [273, "259 FLOTSAM. \" Letters, mamma — letters, mamma,\" the children exclaimed together. \" So they are,\" said Ruth in amazement, as she picked up a handful. \" How can they have got here ?\" \"And see,\" added Muriel, \"they7 all bear American stamps and postmarks — and I declare, Ruth, they are all over six years old. See, the date mark on this is quite plain.\" \"So is this. Do you know, Muriel, I think this must be an old mail bag that has been lost somehow, and left here by the tide. Don't you think so ?\" \"I do ; and see, here is some name,\" cried Muriel, turning over the bag. \"It is ' Dakota.' What can it mean ?\" \"It is the name of the ship that carried it, I suppose. Why,\" cried Ruth, with a sudden half-defined memory flashing through her brain, \" I believe an American vessel of that name was wrecked about six years ago. Do you remember it ?\" \" No,\" Muriel answered, shaking her head, as she reflected, \"but very likely you are right. What had we better do with the letters ?\""], [274, "260 PASSION'S AFTERMATH. \" Leave them here, and tell the village postmaster about them. He will understand what to do with them.\" \" Let us first replace these in the bag,\" said Muriel, and to this Ruth assented. \"The mouth of the bag was still firmly fastened ; but a jagged gap had been torn in the side by being dashed against some sharp object, and through this rent the children had drawn out the letters. All the letters were discoloured by their long immersion ; many were only partly legible ; some were almost reduced to pulp, but a few seemed little the worse for their strange adventure. The curiosity of the children had caused them to tear the envelopes off some of the letters ; and as Ruth and Muriel replaced them they came across several open sheets now partly dried by exposure to the sun. Whilst lifting one of the latter from the sands, something caused Ruth Halliton to utter a little cry of surprise. Her eyes were fixed on the open sheet in her hand, and there at its foot were two familiar names — those of Noris Aveling and Meyrick Johnstone. In a moment a well-remembered scene"], [275, "261 FLOTSAM. rose up before her. She saw herself standing in a low, shabbily-furnished office ; by her side Noris Aveling ; behind them Meyrick Johnstone and her maid ; before them the false registrar and his sham clerk enacting the mock ceremony that had embittered and laid waste her fair life. The scene fled quickly as it arose, and then Ruth found herself reading the letter almost beside herself with excitement. The first line set her brain whirling, but with distended eyes and nerves strung to the highest state of tension she read on, and when the full import of the letter was gathered, the sands, the sea, her companions, were dancing madly around her : she could neither cry out nor move ; she could only utter a hoarse moan, half-laugh, half-cry ; and then she fell sense less on the sands, her head striking heavily against a large stone."], [276, "262 Chapter XIX. THE SEA'S SECRET. \" Come at once to The Sycamores. Your wife is dangerously ill.\" This telegram, with his sister's name appended, reached Noris Aveling at Bess court late one afternoon. He was seated in the garden enjoying a quiet smoke after tea when the message was handed to him, and the sight of the brown envelope, with \" telegram \" printed thereon, filled him with an indefinite fear. A moment he hesitated, then tore off the coloured cover, and the intelligence disclosed smote him with a heavy pang. Ruth — in her excitement Muriel had called her his wife — was dangerously ill. That meant she was on the verge of death, he felt sure, or they would not have telegraphed for him to come immediately to the Sycamores. But he wasted no time in painful reflection. In a few minutes he had changed his clothes"], [277, "263 THE SEA'S SECRET. and was hurrying to the station. After a long and tedious journey, in which all his troubles were intensified by changes and slow trains, he arrived at Norcombe and at a quick pace hastened towards The Sycamores. It was night now, and almost all the village was sleeping. The Crown and Sceptre was just closing, and the landlord was standing at the door bidding his customers \"Good night.\" The light from the open door flashed on Aveling's face as he strode past ; but mine host never suspected that the bearded man he saw for a moment was his old lodger, though he shouted out, \"Good night, sir,\" all the same, and Aveling responded a dozen yards further down the street. That walk through the village was fruitful of unpleasant memories connected with his previous visit to Norcombe ; but he did not dwell upon them for his mind was filled with a greater trouble. In a few minutes he reached the house, and for a moment he stood under the great Sycamores regarding the place curiously. Then he passed quickly through the gate, along the path, and knocked gently at the door."], [278, "264 PASSION'S AFTERMATH. It was opened by one of the servants ; but just as Aveling was giving his name his sister came forward looking very pale and anxious, though calm. Oh, Noris,\" she exclaimed, taking his outstretched hand in both her own, \" I am so glad you have come.\" He kissed her tenderly, and asked in a low, tremulous whisper. \" Is she better ? \" \" She is quiet just now, and rather better, the doctor says.\" \" How long has she been ill ? \" \" Only since this morning. Come in here and I will tell you how it happened. I've some good news for you — something you will be glad to hear.\" They were still standing in the little entrance hall and she wished him to go with her into one of the rooms adjoining that they might speak together in private. But he placed a restraining hand on her shoulder, saying, \" Let me see her first, Muriel — just for a moment, and then I shall be able to hear your news.\" She led him upstairs to the room where Ruth lay, and with white faces and soft"], [279, "265 THE SEA'S SECRET. tread they approached the bed. Ruth's maid was seated at the bedside and at a sign she pulled the curtains aside thattheymight see her mistress. Ruth was breathing hard in troubled uncertain sleep. Her face was hot as fire and covered with sweat. Reverently Aveling bent over the sufferer, his eyes dim, a big lump in his throat. He stooped low ; his lips just touched the hot cheek ; and then he turned away with his sister, the tears running down his face. \" What is the matter with her?\" he asked, gulping something down. \" Brain fever, the doctor says — brought on by a great shock she received this morning.\" \" Who is attending her ? \" \" The village doctor ; but he advised me to telegraph for Sir Gregory Clarkson, and I did so.\" \" He has not come yet, I suppose ? \" \" No, but he sent a telegram saying he would be here to-morrow. Bernal will get here also to-morrow some time about noon ; he is in London, you know, but I've written telling him what has happened. I don't know where the Viscount and Viscountess"], [280, "266 PASSION'S AFTERMATH. Ulverstone are, or I would have written to them also ; but perhaps Ruth will be better to morrow, and there will be no need of disturb ing them with the knowledge of her illness.\" \" I hope so,\" he replied fervently, as they passed into the drawing-room— the room into which Aveling had once peered in secret whilst Ruth had sung the simple old Scotch song that drove him away in tears and shame. \"You would be surprised, Noris, I know, at my stating in the telegram that your wife was ill. But it was only the truth. This will explain it all to you.\" She handed him the discoloured letter she had taken from Ruth's nerveless fingers when she fell senseless on the sands. Muriel had watched Ruth read the open sheet she had picked up ; and when she swooned away Muriel had guessed the cause. Then she read the letter also and was almost bewildered by it. Aveling straightened out the discoloured sheet, quite dry now and easy to read. It ran thus : — New York, June 25th, 18—. Dear Aveling, — You will be very much astonished by what I have to tell you — literally amazed, I know — but for all that I trust that my intelligence will be as acceptable to you as a free pardon would be to a condemned murderer. Ruth Halliton is your wile"], [281, "267 THE SEA'S SECRET. as truly and as legally, in the sight of the English law, as if the Archbishop of Canterbury had married you in his Cathedral. The registrar was a real registrar, as you will learn on enquiry ; and the Registrar-General will settle all doubts you may have regarding what I state. I daresay this information may be unwelcome ; and that you would like to have me within arm's reach as you read it. But I think, old fellow, that you will be glad some day that I played such a trick upon you. You will thank me and Heaven, too, ere long, that Ruth Halliton is your wife and not your mistress ; and by the time I get back from my cruise you will be ready to bless me for saving you and your wife from dishonour. You love each other and that will set all things straight in time. As for myself, I would sooner have blown out my brains than have helped to deceive and disgrace one of the purest and truest women in England. And now, good-bye, old fellow ; I may get back this side of Christmas ; and by that time I hope you and your charming wife will be ready to shake, in friendship, the hand of, yours fraternally, Meyrick Johnstone. Noris Aveling, Esq. The tears were streaming down Aveling's facewhen theletter was finished ; hewas almost choking with deep sobs, and he cried huskily, \" My God ! And I never suspected this.\" His sister was silently weeping too ; but presently he asked — \" Has Ruth seen this ?\" \"Yes, Noris, it was the cause of her illness.\" \" How on earth did it get into her hands?\" he murmured, wonderingly. She told him ; and he listened to the strange recital silent and humble, awe-struck by the wonderful way in which Fate had"], [282, "268 PASSION'S AFTERMATH. worked out his and Ruth's destiny. And his thoughts moulded themselves into the often quoted yet ever beautiful words of the greatest student of his kind — There's a divinity that shapes our ends, Rough-hew them how we will. \" Shall we go upstairs again ? \" she asked, presently. \" The surgeon will not be able to get back for some time as he is attending a poor old woman in the village who is at the point of death.\" \" In a moment,\" he answered ; adding, \" Does Ruth know that you sent for me ? \" \"Yes; before she became delirious I asked her if I might telegraph to you and she gave her consent.\" \"Thank God for that,\" he said, with a deep sigh of relief; and as they passed out of the drawing-room to revisit the sick chamber, he added, \" Does the doctor think her illness dangerous ? \" \" He is afraid it may become so if the greatest care is not taken ; that is why he ad vised me to send for Sir Gregory Clarkson.\" When they re-entered the sick-room Ruth was in a delirious state and quite unconscious of their presence. She was talking in a wild,"], [283, "269 THE SEA'S SECRET. disconnected manner of the chief incidents of her past. Now she was an actress again, figuring in some famous histrionic role ; the next moment she was bewailing the terrible disgrace that had fallen on herself and child ; then she would dwell on Westcote's death and the murderer ; and in the following sentence she would bemoan the loss of Noris Aveling's love and the misery of their divided lives. Almost heartbroken, the artist sat by the sufferer, his face buried in his hands, the hot bitter tears trickling through his fingers, listening to the incoherent words that fell from Ruth's lips and attributing her present affliction to the mad lust for vengeance that had once possessed him. Towards morning the delirium ceased and was succeeded by collapse. Ruth now lay in a state of semi-stupor, her face utterly void of colour and covered with cold sweat. The doctor had returned, and he advised that no attempt should be made to arouse his patient from her lethargic condition ; but he now spoke more hopefully of her chance of recovery. Shortly after breakfast the great London physician arrived at the Sycamores. Sir"], [284, "270 PASSION'S AFTERMATH. Gregory expressed himself as satisfied with his humble colleague's treatment of the patient ; he made a careful diagnosis of the case, and after a few terse questions as to what had brought on the attack, sent a ray7 of sunshine into every heart in the house by announcing that all danger was past and that with ordinary care the sufferer would soon be well again. Then, after a brief consultation with the village doctor, the famed specialist departed after intimating that the patient might be left with safety in his colleague's care. Before the day was over the stupor passed completely away, leaving Ruth haggard and strengthless ; but able to recognise those about her and to utter a few words. The first face her eyes rested upon was Aveling's, and a look of inexpressible love and content came into her beautiful eyes as she whispered one word — \" Noris.\" \" Ruth — my wife !\" he murmured, lifting reverentially to his lips the hand she feebly held out to him ; and she felt that he knew all. An unutterable happiness and peace filled wife and husband ; and that moment of"], [285, "271 THE SEA'S SECRET. supreme joy and love which followed their reconciliation more than atoned for all the misery of the past six years. It was evening when Bernal Halliton reached The Sycamores ; and his coming dispelled any doubts that might have lingered in the minds of Ruth and Noris Aveling as to the legality of their marriage. Muriel had written her husband a long letter detailing all that had transpired at Norcombe ; and when Bernal came to Devon he brought with him indisputable evidence that his sister was Noris Aveling's wife. He had gone to the offices of the Registrar-General to inspect the marriage returns for the year 18 — , and there he found that Ruth and the artist had been married by Mr. Samuel Clayton, the superintendent - registrar of the western division of London. After thus satisfying himself that his sister and Aveling were really wife and husband, he had proceeded to the offices of the registrar who had officiated at the marriage, and there he discovered that Mr. Samuel Clayton had died about a month after uniting the actress and artist."], [286, "PASSION'S AFTERMATH. Before the long beautiful summer days were all past Ruth Aveling was strong again, and the happiness she had found at last added a new charm to her rare beauty and sweet womanliness. And the trials each had undergone ennobled both husband and wife. Their own suffer ings and sorrows taught them to sympathise with all suffering humanity, and to strive to lessen the ills to which all mankind is heir. Through life Noris Aveling and his charm ing wife go side by side loved, loving, and labouring together in peace and harmony as man and woman should ; sharing the joys and sorrows that fall to all the children of Adam ; their philosophy of life summed up in that one brief, pregnant sentence of the bard who will never die — Love all, trust a few, Do wrong to none. [THE END.] TILLOTS0N AND SOX, PRINTERS, BOLTON."], [287, ""], [288, ""], [289, ""], [290, ""]]