[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "HAD I BUT KNOWN"], [8, ""], [9, "HAD I BUT KNOWN BY ELLA FORDYCE WITH A PREFACE BY \" EDNA LYALL\" \" Life is everywhere complex and mysterious, felt and seen, but never to be demonstrated or explained.\" — Gabriel Monod LONDON SWAN SONNENSCHEIN & CO. PATERNOSTER SQUARE 1892"], [10, ""], [11, "PREFACE BY EDNA LYALL. \" Above all things,\" Avrote a wise man hundreds of years ago, \" Truth beareth away the victory.\" This short story bases its claim to be read on the fact that it is strictly true. Though feeling no special aptitude for preface writing, and having small belief in such first pages, I could not refuse the author's request, so strange and weird was the tale she unfolded to me, not quoting some curious story of coincidences which she had merely heard others vouch for, but actually narrating her own experience. In a work of art we should have had, perhaps, a more skilfully arranged plot,"], [12, "PREFACE. viii but this story does not profess to be a work of art — it is an actual life-story. It may interest those who like to muse over the unexplained mysteries of palmis try, and it must be of some value to students of human life and character. If Carlyle's verdict be right — that one man's history interests all men — Miss For dyce's truth, which is stranger than fiction, should have a wide circulation. EDNA LYALL."], [13, "HAD I BUT KNOWN. CHAPTER I. \" Sir, ye hae yer Avish, 'tis a girl, as fair a bairnie as ever opened its e'en to the morn ; Avill ye no coome to look on her the noo ? \" The speaker, Nurse Mackie, stood at the library door and gazed anxiously at my father ; — on a former occasion he had per sistently refused to \"look on\" the face of his first-born, — strange as it may seem, — because the child was a boy. He now continued the reading of his paper, as if he had not heard the good news, which A"], [14, "HAD I BUT KNOWN. 2 Nurse Mackie hoped Avould bring him quickly to the side of his gentle, young wife, who had silently fretted at the strange want of sympathy shown by her husband at the proudest moment of her life. Nurse Mackie stood curling the corner of her apron between her fingers until my father could no longer ignore her presence ; he looked up at last with an impatient exclamation, \"H'm, h'm, what is it, nurse?\" \" The bairnie, sir ; Avill I tell the good ladie that ye'll coome ? \" My father sloAvly rose ; the nurse Avent hastily upstairs, folloAved by his more leisurely step. In the nursery he was re ceived b}r the doctor and nurses, and con ducted to the cot Avhere the good old ScotchAvoman vainly endeavoured to hush the feeble wail of a very diminutive infant. He gave one glance at the wee face en-"], [15, "HAD I BUT KNOWN. 3 veloped in its soft lacy folds, and muttered, \" H'm, h'm, not much to see there, nurse.\" Turning to the doctor he nervously in quired, \" Is all Avell ? \" \"All is well,\" rejoined Dr. Rundell. He then quickly descended to the library, and sinking into his chair, resumed the reading of his paper with a sigh of relief. \" My bairnie, my bairnie, I'm thinking ye're no sae Avelcoome,\" crooned Nurse Mackie ; \" that grue, lonesome bodie has no heart to lo'e his own kith an' kin. Ah ! my SAveet ladie, ye no had yer sorroAv to seek the day ye wedded yon puir bodie ! \" HoAvever, this foreboding was premature, for the birth of a little daughter brought a gleam of happiness into my mother's unsympathetic lot. After the first reluctant visit, my father came frequently to the nursery, and shoAved a tenderness and con-"], [16, "HAD I BUT KNOWN. 4 siderat ion Avhich recalled the early days of her wedded life. He appeared even to lay aside his strange repugnance to his first born, which ever remained an unaccount able mystery. As long as the boy re mained quiet and unobtrusive during his father's visits, he was not, as hitherto, ordered out of the room ; and when I was allowed to appear downstairs, my brother's doting fondness for me obtained for him the same indulgence. When the first important event in the life of a child, its baptism, or as it was usually called in the country, its christen ing, drew near, Mrs. Dallas, my father's cousin, expressed a desire to be my god mother. She was a rich and influential person, avIio estimated her friends solely by her oavu standard of success ; she lived in and for society, aud any failure to secure"], [17, "HAD I BUT KNOWN. 5 its best prizes Avas in her eyes an unpardon able offence ; in accordance with her Avish the event Avas celebrated by a dinner and reception. My mother gladly left the arrangements to her : a large house-party was invited, whom Mrs. Dallas kept in hand by her tact and experience in enter taining ; everything was propitious except the weather; that, as the day approached, became close and oppressive : the clouds gathered thickly on the horizon the night before, surely portending a Avet day if nothing more ; in the morning, the grey mist shrouded the distant hills, and fitful gusts of wind sAvirled around the house, giving Avarning of the storm that Avas coming, but hope buoyed up the spirits of the guests. During the half hour or so of Avaiting for the start, the horses in my mother's carriage, young, spirited creatures,"], [18, "6 HAD I BUT KNOWN. grew restive, their arching necks and quivering ears showing their fright and impatience. At last they Avere off. The coachman gave them their heads for awhile to work off their excitement ; he was an experienced and careful Avhip, and justly proud of his horses and his oavii adroitness in managing them ; generally they answered readily to his firm hand, Avhich had never fretted or chafed their sensitive nature, but Avhen he attempted to hold them in, they proved too strong for him ; just then the storm broke, a loud peal of thunder startled them, the lightning flashed in their faces, they dashed on at a furious pace. My mother, Avhose nerves Avere not yet strong, greAV faint with terror ; my father angrily blamed the coachman; a catastrophe seemed imminent, but happily with a great effort, Marsham got them Avell in hand, and"], [19, "HAD I BUT KNOWN. 7 contrived to deposit us at the church-gate without any accident. The storm abated during the ceremonv in church, and our O ti return was safely effected. Nurse Mackie did not fail to see in this stormy episode an evil omen of my future life, saying in confidence to Anderson, my mother's maid, \" Ye mind me, there's nae luck for that chiel.\" The rest of the day passed off satisfac torily. My mother recovered her spirits, and received the congratulations of her friends Avith her usual sweetness and grace. My little self was introduced by my god mother, avIio had no children of her oavu, as her adopted child ; her husband, my godfather, recited an ode of his own com posing in my honour. These Avere not empty compliments, for in a feAv days a deed Avas draAvn up by the"], [20, "8 HAD I BUT KNOWN. family solicitor, appointing me heiress to the large fortune of Mrs. Dallas. Thus was I launched upon the world, my little bark richly freighted, the sails set to catch a fair breeze, with every prospect of a good voyage."], [21, "9 CHAPTER II. My father's interest in me increased day by day. As the wee scrap of Avomanhood de veloped, he noted with evident satisfaction each trait of individuality and character; the more vigorously these Avere displayed, so much the more pleased he appeared. I believe the secret cause of his aversion for his son was the gentle nature of the boy, Avho inherited the amiable disposition and sweet expression of his mother, although in features he resembled his father. The studied coldness and se\\-erity with which Lionel was treated by him produced a timidity of manner that greatly irritated his father."], [22, "HAD I BUT KNOWN. 10 I greAV up like my brother in features, but Avith a bold, dauntless spirit, that re belled against all authority. Although so dissimilar in character, Ave were devotedly attached to each other. Lionel was a tall, slender boy Avith dreamy brown eyes, which had a wistful expression, regular features, and a delicate complexion. My mother was an accomplished musician ; it was Lionel's delight to sit for hours listen ing, enwrapped in the weird strains of \" Der Feischutz,\" or the pathetic sonatas of Beet hoven. He had a sweet voice (which lent itself most readily to pathetic melodies), and ardently desired to cultivate this talent and also to take lessons from a noted violinist who gave some concerts in our neighbourhood ; but in those days the fine arts were despised, and my father was as strongly opposed to his son being a mu-"], [23, "HAD I BUT KNOWN. 11 sician as \"Col. Newcome \" Avas to his son following the profession of a painter. He used to say the sons of gentlemen should not be \"fiddlers.\" He feared Lionel would become effeminate, and therefore sternly repressed these tastes. I do not think there was any danger of his doing so, for he was expert in all games of skill, and fleet of foot, — \" he ran like a deer,\" — the keepers used to say. I eagerly tried to compete with him in all his boyish sports, and he fully shared my favourite pursuits. The stable, the farm, and the Avoods and fields Avere my delight, I Avas a prime favourite iu all ; my pets Avere dogs and a pair of goats, unmanageable by anyone else ; a fine young Scotch bullock Avas my chief playmate. He Avould rub his nose against my sturdy little legs Avith affection ate regard, until one day he became too"], [24, "HAD I BUT KNOWN. 12 demonstrative, and Avith flashing eyes paAved the ground at my feet. My father, afraid he was getting too old and strong for the playmate of a child of five years old, for bade my going alone to feed or play with him — such interdict I thought absurd. The next time I Avas missing from the gardens, an anxious search was made, and soon the truant Avas found, quietly sitting on the back of the recumbent bullock reading a story book. Alas ! poor Ruby, my Avilful kindness Avas thy doom. I never saw him again, and my anxious inquiries were not ansAvered, no one would knoAv what had become of my Ruby. One of our favourite retreats Avas in the branches of a choice pear tree, Avhich towered far above the other trees of the orchard. From its higher branches we had an extensive view OA'er the gardens, park,"], [25, "HAD I BUT KNOWN. 13 and country beyond. Here in the pear season Ave perched ourselves in the early morning, silently watching the squirrels and birds as they clambered and flew around us, and shared our luscious breakfast : the black-capped 'tits swung from branch to branch almost within reach of our hands ; the squirrels, I think, took us for a large kind of monkey, their bright eyes scanned us keenly, but seeing that Ave Avere harm lessly occupied in the same game, of eating the cool, delicious fruit, they accepted the companionship, and dropped do\\A'u shoAvers of pears into our laps : our laughter must have sounded like the chatter of magpies in their ears. W constituted ourselves their champions, as the head gardener — our firm ally at other times, but having in this in stance regard to his professional credit — had declared his intention of shooting our"], [26, "HAD I BUT KNOWN. 14 feathered and furry friends if they con tinued their depredations. At such cruelty our hearts revolted ; the sight of a Avounded or dead thing quickly brought tears into my eyes, and Lionel would turn faint and pale ; yet he was no coAvard, but lived to look with undaunted eye upon the carnage of the Crimean battlefields. One day, in the midst of our feast, Ave heard voices beloAV in the garden, and look ing down, saAv, Avith trepidation, our father and two gardeners, with their guns, stand ing at the foot of the tree. We Avere so completely hidden by the foliage that they Avere in ignorance of our presence. Ima gine our fright Avhen Ave saAv Matthews preparing to take aim at our felloAV-mar auders. Lionel called aloud ; my father ordered us to come down ; but partly from fear, and partly from obstinacy to defend"], [27, "HAD I BUT KNOWN. ■5 the lives of our playmates, we refused, and only climbed higher up. My nurse was sent for, and at last by threats of being fetched down, we were induced to descend. My father seized upon my brother and raised his stick to strike him ; I ran to him and clung to his upraised arm ; he shook me off and threatened me with the whip ping I had prevented him inflicting upon Lionel. I stamped my feet and cried, \" No, indeed, you shall not ; no man ought to strike a woman.\" I rushed to the French Avindow of the breakfast room, which usually stood open, and by Avhich Ave were accustomed to go in and out. This morn ing it happened to be shut, but in my blind fury I threw myself against it, and fell through the glass into the room, cutting my face and hands, and frightening my mother and nurse, avIio picked me up and"], [28, "16 HAD I BUT KNOWN. carried me off to bed. My brother was shut up away from me for days, during Avhich much Avhispering passed between the maids ; my mother wept frequently ; a hushed kind of gloom hung over the house- hold. I moped about alone, feeling no pleasure indoors, because there Avas no one to play with, and my Avalks alone with my nurse Avere very dreary. On the third day my father sent for me to go out with him. I rejoiced and hoped that our old life was to go on again as usual. After Ave had gone through our usual round of inspec tion, encouraged by his kind manner, I proposed a Avalk into the village. I had some pence in my pocket, Avhich I was longing to spend at the little shop kept by old Dame Ellis, dear to us and other children ; she had such store of sweet sugar candy and nuts, bottles of lozenges"], [29, "HAD I BUT KNOWN. 17 shone in her Avindows, and on certain days fresh baked cakes and puffs Avere temptingly displayed. We walked on gaily ; I begged for Lionel's pardon, and thought of the feast of good things Ave would have to cele brate the day. Short-sighted little mortal that I Avas ! My father assured me that he Avas not iioav angry with us, but he thought Ave Avere getting too old to run like Avild kids, learning nothing aud doing nothing. If I thought myself a woman, it Avas time I learnt some of the things a Avonian ought to knoAV, and that I might do so he had de termined to engage a governess for me and take me out of the nursery. I should have a schoolroom fitted up for me. The prospect of this change at first dazzled me, for already my nursery had been invaded by a neAv baby occupant, avIio imposed upon me many irksome restraints. I quickly u"], [30, "18 HAD I BUT KNOWN. asked if Lionel Avould have lessons with me. \" No,\" said my father, \" it is not good for boys to remain always at home ; Lionel must go to school where he will have the companionship of other boys.\" Then I knew what the gloom of those past days portended. A governess ! my young heart beat wildly, the blood rushed to my temples : \" Why,\" I exclaimed, \" do I want a governess ? Surely my mamma can teach me ; I cannot live Avithout Lionel.\" Poor me ! my walk Avas no longer a happiness. The sun shone, the birds sang, but not for me. A governess ! I the Avild, the free, was to be tamed, shut up bke a bird in a cage. I asked in a despairing tone, \"When is this governess to come and Lionel to go away to school? \" \" On the tenth of next month.\""], [31, "HAD I BUT KNOWN. 19 \" The tenth,\" I almost screamed. Tears came into my eyes, but I dashed them aAvay. \" The tenth,\" my dear brother's birthday — the day on Avhich Ave had a large children's party, and all kinds of games ; a special festival, for Avhich great preparations were made. I had a very retentive memory and a talent for acting. Lionel and I \"used to recite scenes front Pickwick and other of our favourite books ; and by the aid of our great admirers and friends, the Misses Hurrey, act some short drama, specially adapted by them to our juvenile capacities. Weeks before the eventful day Ave began our preparations. The Misses Hurrey Avere clever and satirical, they encouraged the poAvers of mimicry I possessed. Frequently the local events and peculiar idiosyncrasies of our friends and neighbours were pourtrayed, not ill-"], [32, "HAD I BUT KNOWN. 20 naturedly, for my mother quickly stopped any approach to discourtesy tOAvards her guests. To have this day blotted out of our lives Avas too cruel a blow. I turned angrily aAvay from my father ; with a passionate cry I rushed home. I did not enter the house. I could not face anyone, not even Lionel, my companion in sorrow, but threAV myself in a passion of grief on the rustic bench in my oavii little garden, where I exhausted myself with sobs and tears. The dinner bell rang, usually a Avelcome sound, but I remained on my bench, my hat on the ground, my hair dishevelled, my eyes swollen with weeping. A footstep coming nearer and nearer aroused me. I sat up Avith a defiant look — no one should take me in to dinner ! I felt I could not eat, I could not meet"], [33, "HAD I BUT KNOWN. 21 \" dear boy,\" as I called Lionel. I must be alone. The step Avas that of the head gardener : he looked amazed at my rueful condition and asked the cause of my grief. My pitiful tale Avas soon told amid tears and sighs. Hardie Avas a self-contained Scotchman, avIio had been long in our service, and Avas much valued by my father for his many good qualities. \" Waes me ! Avaes me ! missy, dinna ye tak' on so ; there's nae sair e'en the Lord canna gie His ointment for.\" \" My eyes are sewn with red silk, Hardie,\" sobbed I, repeating a favourite metaphor of Lionel's. \" Aye ! aye ! ye maun dig and dress and water yer plants if ye expect them to bring forth blooms fit for sIioav; ye'll be wanting to read, and Avrite, and seAv, missy, I'll warrant.\""], [34, "HAD I BUT KNOWN. 22 \" I can read and say verses and act,\" said I, with an emphasis on the last word. \" I hate needlework and I Avon't be obedient, no, that I won't ! \" I exclaimed. These last Avords Avere echoed by my father, who, hearing voices, had turned aside into my little garden. He usually applauded my sallies of temper which amused him ; at other times his sarcastic laugh would quail my bravery. I Avas painfully sensitive to derision. I noAv took refuge in flight Avhile he Avas talking to Hardie upon some gardening topic."], [35, "CHAPTER III. As the dreaded day for our separation drew near, Lionel and I were much to gether. One morning Ave were discon solately working in our garden, he giving minute directions for the care of his portion, and I, AAdth tears in my eyes, promising to be faithful to the trust reposed in me ; just then the village postboy rode up on his pony ; Ave ran to meet him, for he Avas a great favourite with us. The dappled pony, Billy, would eat out of our hands, and come at our call like a great big dog ; no persuasion could make him go until he had the lumps of sugar Ave gave as our parting gift. Noav, as usual, Billy Avas left Avith us = 3"], [36, "HAD I BUT KNOWN. 24 while Tom delivered his post-bag, and \"took toll\" at the kitchen, from the ser vants, in return for his neAvs. I mounted Billy, and swiftly he sped down the avenue. This was the usual limit of my ride, Lionel running by my side ; the spirit of mischief, hoAvever, possessed me that morning. \" Let us run aAvay and then you won't go to school,\" said I. No sooner said than off and aAvay we went. Billy tossed his head and fleAv, knoAving well the road led home. Lionel's fleetness of foot served him uoav in good part. The dilemma of the postboy, when he found the pony gone, may be imagined ; his cries did not reach Billy, whose hoofs were ringing along the dry road. Pie therefore accepted the situation and con tentedly tramped the rest of his round, and the three miles back to Knellburn."], [37, "HAD I BUT KNOWN. 25 Thither too Ave sped, delighted Avith our adventure. Arrived at the post-office yard, we put Billy up in his stable undetected, and Avandered up and doAvn the streets of the small toAvn until Ave had exhausted the contents of our purses. Then we Avere at a loss Avhat to do ; the people in the shops, or those Ave met in the streets, looked in quiringly at us. We were not accustomed to be there alone, nor in our garden dress. What could we do ? We were too tired to walk home ; should Ave throAV ourselves upon the kindness of Dr. Graham ? As we reached his door he drove up in his gig, returning from his morning round. \" Bless my heart, my dears, Avhence come ye ? \" exclaimed the alarmed doctor, looking up and cIoavu the street. Seeing us alone, his first thought Avas of some suddeu illness requiring his attendance, but when"], [38, "26 HAD I BUT KNOWN. our faltering lips had explained the mystery his hearty laugh rang out, and hurrying us into the house, he called to his Avife : ' ' Here are two little pilgrims needing food and rest ; give them plenty of both, and this afternoon I will take them on a stage farther in the gig.\" This delighted us; Ave hoped that we had got to the enchanted castle, where abundance reigned and the good genii would transport us to fairylands, Avhere governesses and schools Avere unknown, albeit, the castle was a very commonplace modern house, standing in the street of a small country town, with other houses of exactly the same pattern on either side, the dreary monotony of the street being broken by an occasional house of less pre tension, modestly retiring within a small garden aud high iron railing. Looking from"], [39, "HAD I BUT KNOWN. 27 the house of Dr. Graham, the other side of the street presented a more picturesque appearance : a broad path Avas bordered Avith well-grown trees, under whose shade Avere placed seats ; an open space of garden formed a square Avhere the more Mite members of society lived, viz., one or two old ladies, an officer retired on his honours and half-pay, and others, avIio formed an exclusive clique from Avhich all business men Avere excluded, and eA'en the \"pro fessions,\" with the exception of the clergy, only admitted on suffrance. Outwardly, the doctor's house presented to vieAv a flat frontage of four Avindows, Avith the door in the centre, approached by three steps ; above rose two tiers of five windoAVS each, and dormers above them ; Avithin, the spacious but rather dark rooms Avere Avell furnished, and the large draAving-"], [40, "HAD I BUT KNOWN. 28 room opened into a garden. We were very fond of this sweet, old-fashioned gar den; it Avas full of delights; there was a spacious lawn soft as a Turkey carpet, studded with fine trees, a tall Welling tonia, aucubas, and silver fir; under a spread ing tulip tree were placed rustic seats and tables made by the doctor in his leisure moments. Nearer the house stood a temple of roses, a marvel of beauty in summer, and a sun-dial, which Avas a never-failing source of interest to us ; a slender arm of the village burn was enticed into this pleas ance and rejoiced as a young child, sing ing merrily all the day as it ran Avith many a ripple and many an eddy round mossy stones, Avhere the doctor's pet trout lurked in happy ignorance of fishing lines and hooks, or it broke into miniature cascades over cunningly devised rockAvork. A long"], [41, "HAD I BUT KNOWN. 29 turf Avalk, shut in from the garden by a broad laurel hedge, stretched along the side of the burn and led to a pretty rustic bridge, connecting the garden Avith a thick plantation, the gleanings of the doctor's holiday rambles for the past thirty years : each tree aud shrub reminded him of some lovely spot visited during those years, and many amusing stories he could tell of ad venture in securing a neAv prize. The doctor and Mrs. Graham had a passion for gardening, and for all living creatures ; their garden Avas a very paradise for birds, and well these Avere repaid for the chorus of song they poured forth. The doctor boasted Avith reason that no one had a garden and orchard so free from blight and ground plagues as he — hoAv, therefore, could he stint them of their fair rations ? The truants, after dinner, were regaled"], [42, "HAD I BUT KNOWN. 30 in this dear old garden with some of Mrs. Graham's choice elder wine. We entreated our kind hostess to alloAV us to remain with her and be her \" very OAvn children,\" for no little bairnies broke the monotony of her life, yet the overflowing kindness of her heart made her \"the good mother\" of all the young people of her acquaintance ; but of the expediency of thus forsaking our own roof-tree, Ave could not convince her. She talked in her kind, motherly way of our misadventure, which the doctor Avould soon set right, and quieted our fears, so that, although sadly crestfallen, we yet con sented to return home with our host. The prodigals were welcomed with open arms, for great uneasiness Avas felt at our pro longed absence, and messengers had beeu searching for us in all directions. This incident led to Lionel's going earlier"], [43, "HAD I BUT KNOWN. 31 from home than my father at first intended. Mrs. Sabine, a AvidoAved sister of my father, invited Lionel to spend some Aveeks Avith his cousins, two fine manly fellows, and proceed with them to Wrington, a noted school in the Midlands, thinking thus to make the Avrench from home less sudden, and Herbert promised to protect his young cousin in the ordeal of a public school."], [44, "32 CHAPTER IV. On the 10th of October the governess arrived. My mother drove to Knellburn to meet her and bring her home to lunch, Avhen I and my little sister Avere to make her acquaintance. We Avere very much excited during the dressing hour. I was dressed in a blue frock aud crisp muslin pinafore, and, being a sturdy little figure, must have looked a little bunch of clothes, as I pranced about the nursery in a state of mind of mingled curiosity and hostility, — Avhich Avas not lessened by our nurse, Avhose sole charge Ave had hitherto been, aud Avho did not like any intrusion in her department. My pretty golden-haired"], [45, "HAD I BUT KNOWN. 33 sister, Avhose clear, brilliant complexion and expansive grey eyes Avere very attractiA'e, sat ou her stool composedly arranging her sash and boAvs, and Avhen they Avere adjusted to her satisfaction, calmly put her hands together and waited the summons for us to go doAvnstairs with a self-possession which has never failed her in any circumstances of her life. Our gentle mother came to take us down to lunch ; apprehensive of resistance on my part, she said, taking my hand, \" Will darling Ella come and see Miss Church house ? \" \"Yes, I'll come,\" I answered, \"but I can't look at her, I can't look at her,\" I repeated, as I hurried doAvnstairs. I had a habit of repeating my Avords Avhen excited. In the dining-room I ran up to Spot, my brother's dog, and fondled him, c"], [46, "HAD I BUT KNOWN. 34 turning my back upon the visitor. Happily for me, I was placed at lunch next to Miss Churchhouse, so Avas not obliged to look at her, but I glanced furtively from time to time. Her appearance was not such as to strike a child favourably. Short in stature and rather stout, she might have been gooddooking but for her small, half- shut grey eyes and dark bushy eyebrows, which gave a frowning expression to the other- Avise pleasant face. Her manners were brusque, except Avhen she had a point to gain, as I afterwards found to my cost. She was a Avonian to be feared Avhen she appeared most bland and amiable. Chil dren have often a quick insight into character. They are easily Avon to confide or as easily repelled. I Avas conscious of being steadily observed, but Miss Church house made no attempt to conciliate me."], [47, "HAD I BUT KNOWN. 35 My little sister, whom my mother led up to her to shake hands, held up her face to be kissed with a winning manner, to which Miss Churchhouse responded, saying, \"What a sweet child,\" with emphasis, and looking at me reproachfully. From this moment Miriam was received by her as the favourite to be petted and praised, while I was rigidly kept at a distance and treated Avith severity, curbed and fretted by every device of an uncongenial temper. I was ashamed to cry before my tormentress, but Avhen alone in my little bed my pilloAv Avas wet Avith bitter tears. My talents were not those of a bookworm, or plodder. I could learn quickly by observation and oral teaching, but to be incessantly set down to tasks unassisted Avas too intolerable. They weighed upon my spirits, my health"], [48, "HAD I BUT KNOWN. 36 began to fail ; the formal walks and after- noon drives in a pony car with Miss Churchhouse could not restore the colour to my pale cheeks, nor the light to my weary eyes. My little heart Avas desolate. Lionel Avas gone, the constant companion of my walks and rides and games. I lost all interest in them. The first sorrow is an epoch in a life which often determines the Avhole after course. One day I sat swinging on a gate where Lionel and I had together spent many a happy hour. In my distress I cried aloud, \" Oh, why was I created? 1 have nothing iioav to live for,\" and big tears rolled doAvn my face. An amused laugh startled me. My father and the Vicar were passing, hidden from me by the hedge. I heard the response to the laugh in a deep, serious voice : \" Fordyce,? is that"], [49, "HAD I BUT KNOWAT. 37 a foreboding? I don't like to hear a cry of distress from so young a child ; \" but my father Avas not wont to give much atten tion to the complaints of his children. He passed on hastily to my great relief. Help came at last from an unexpected quarter. Mr. Hoskyns, the Vicar, usually re- turned Avith us from the afternoon service and joined our high tea, Avhich replaced ou Sundays the late dinner. We then had a musical evening to Avhich a few intimate friends Avere invited. These social evenings were a great treat. The Vicar, Avho Avas no mean musician, presided at the small chamber organ and accompanied my mother, Avho had a lovely voice, and the other vocalists in selections from the oratorios and masses of the great com posers, always ending with some well known and favourite hymns."], [50, "HAD I BUT KNOWN. 38 Mr. Hoskyns Avas a clergyman of a type iioav fast going out. The younger son of a country squire, his career was mapped out for him before he left the nursery : preparatory school — Eton — Oxford — one of the liberal professions, for Avhich his family had presenta tions or interest. He chose Holy Orders. At that time the qualification of a candidate consisted in the ability to construe a verse in the Greek Testament and write a tolerably grammatical sermon with no very decided points of doctrine to puzzle the examining chaplain. As a curate he had Avorked Avell, thrown himself into the life of the boys and young men of the parish, held classes for them, directed the choir, and from very crude materials formed a choral society. By joining in their recrea tions he obtained an influence Avhich"], [51, "HAD I BUT KNOWN. 39 reformed many and kept them from the public-house club, where the disaffected spirits debated village politics over their beer. At a comparatively early age Mr. Hoskyns was preferred to the family living of Belton, St. Peter's. The parish com prised the Manor and its tenantry, a few farms, and a small hamlet of detached groups of cottages clustered around some point of attraction such as the general store, the \"harmonious\" blacksmith's forge, which divided with the Chequers Arms the favour of the village gossips. Those were not the days of frequent services and o\\ en churches. The doors remained closed from Sunday to Sunday, except for the Saturday cleaning, very perfunctorily performed. When the schools and a few aged people were visited, Mr. Hoskyns was wont to take refuge in a book, or paper, or a chat"], [52, "HAD I BUT KNOWN. 40 over the Vicarage gate with a passing friend. The Vicarage adjoined the Manor. A private gate gave access to our grounds. We were on such intimate terms that the Vicar often joined us in our play hour. He noticed my altered appearance, my anxious expression, far too anxious for my years, and pondered loug upon some way to define the cause of my \"sad, little face.\" My parents were gone to pay a round of visits, and we children were left at home in the care of the governess. Mr. Hoskyns sought to obtain the confidence of Miss Churchhouse ; he received from her so unfavourable an account of my behaviour, and so pathetic a history of her difficult and trying position at the outset of her engagement, that the bewildered Vicar began to fear his little favourite — his"], [53, "HAD I BUT KNOWN. 41 \" Ephraim was not a pleasant child.\" Any how he saw it was not good for this state of tension between governess and pupil to continue ; an entire diversion was needed before our relations to each other could be put upon a happier footing. Miss Churchhouse kindly gave him the clue to unravel the tangle. Having en gaged his sympathies on her side, she be wailed the monotony and narrowness of her life, and then adroitly turned the con versation to parish topics. \" The few old pensioners committed to my charge by Mrs. Fordyce occupy so little of my leisure time. I am doing so little for my poor neighbours ; but I feel great diffidence in offering my services — they might not be welcome, or recognised as having your sanction — yet my heart is burning to minister to them. To be a"], [54, "HAD I BUT KNOWN. 42 missionary iu heathen lands,\" she continued, with fervour, \" to sow the seeds of the Gospel in those interesting fields of labour has been my dearest wish. I was ready to go wherever the Lord of the harvest might call me, but my dear mother — my only parent,\" she sighed, \"objected to part with me during her lifetime.\" The Vicar suggested work nearer home. '' Oh, can I be of any, the least use, it would be so great a privilege if you can accept of my services?\" \" Certainly I will, Miss Churchhouse, most gladly,\" said the Vicar."], [55, "43 CHAPTER V. The next day the Vicar came to request a half holiday for us, and to take Miss Churchhouse into the vilage. We, armed with our hoops, ran joyfully along be side the stalwart Vicar and the beaming governess. At the school, our visit was not so well received as in the cottages. The mistress, who was not very efficient, was taken by surprise ; the few questions put to the children were not so readily answered as she wished. Miss Church- house added to her annoyance by re marking : \" I am sure it is too much for you to teach and control the whole school unas-"], [56, "HAD I BUT KNOWN. 44 sisted. I shall be so happy to give you the benefit of my experience. I think I may say,\" she continued, with a little self-satis fied laugh, \"that teaching is my special forte. The Vicar has asked me to under take the superintendence of the schools. It will be a great pleasure to me to help you,\" she added blandly, seeing the in dignant look and rising colour in the face of the schoolmistress, who answered in a constrained tone : \" I was not aware, miss,\" using that most irritating form of address, \"that the Vicar considered any superintendence was necessary. I have not heard any com plaints from him nor from the parents of the children.\" The Vicar looked at his watch and withdrew, on the plea of an engagement. We pursued our way to the house of"], [57, "HAD I BUT KNOWN. 45 the clerk. His wife, Martha Grey, dearly loved a gossip. Nothing happened in the village without her knowing all about it, and giving her opinion. Her curiosity had been aroused by the unwonted sight of a lady accompanying the Vicar on his parish round ; and when told by Miss Churchhouse that he had requested her to visit in the parish, Martha, with many nods and smiles, conveyed her approval. Miss Churchhouse threw herself ener getically into her new occupations, yet without neglecting her own especial duties. The church was cleansed of moths and dust, the old, worn altar cover replaced by a new one, and a few other gifts from her sleuder purse gave a bright, cared for look to the bare, forlorn edifice. Everyone rejoiced in the new order of things, with the exception of the school-"], [58, "HAD I BUT KNOWN. 46 mistress, who regarded the visits of Miss Churchhouse to the school as inquisitorial, and soon left the field, as she said, open to her. A younger person was appointed. Miss Churchhouse then assumed the post of organist, which the mistress had filled. This gave her an opportunity of improving the musical portions of the church service, and introducing, after a time, a modern hymn book, in place of Sternhold and Hopkin's version of the psalms. In vain, however, she tried to restrain the eccentricities of the good Vicar, who, in deference to the old-fashioned preju dices of his flock, continued to preach in the now defunct Genevan gown. He would commence the service in a volumin ous surplice thrown over his gown, which was far too short for his tall figure, and before ascending to the pulpit, slip his"], [59, "HAD I BUT KNOWN. 47 surplice off, and leave it on the floor of the reading desk, whence he mounted two steps at a time, in his haste to conceal the inelegant appearance of his costume, much to the amusement of strangers, who were not accustomed to such very rustic manners. One evening I mischievously abstracted a caricature of the scene from the pocket of one of our guests, and placed it before the Vicar, who, far from feeling annoyed at his grotesque appearance, joined heartily in the laugh at his expense. In defiance of the law of uniformity, he would omit portions of the service in the Prayer Book and interpolate others more to his taste. One trait afforded great amusement to us, and caused Miss Church house much uneasiness: when a gay party of strangers — visitors for the hunt or the"], [60, "HAD I BUT KNOWN. 48 County Ball — appeared, he would take the opportunity of denouncing the Avorldliness and selfishness and growing depravity of the times, and at the end of a long, elo quent oration of rather a personal character, wind up by saying : \" My friends, as I have detained you with this digression, and I know you are hungering and thirsting after the fleshpots of Egypt, I will not weary you with the discourse which I had especi ally prepared for your edification this morn ing,\" then, promptly pocketing the sermon, he appeared to leap from the pulpit at one bound, so hasty was his descent, while our amazed friends were scarcely able to re strain their mirth until they had left the sacred edifice."], [61, "CHAPTER VI. My godmother invited me to spend my first vacation with her. With all the eager nervousness of a child, I looked forward to this my first visit, yet when the time arrived I felt only the sorrow of the separation from my home, and would gladly have drawn back when I found I was to go alone. Miss Churchhouse was my travel ling companion. My godmother met us at the railway station, and we drove through the streets of the gay fashionable town of Stoneham. It was a brilliant summer day. The white pavements and handsome white stone or stucco buildings glittered in the noonday sun. I was dazzled ; the large 49 d"], [62, "HAD I BUT KNOWN. 50 shops and gaily dressed people on the pro menade, the beautiful gardens we passed, all caught my admiring gaze. I, a little, shy, country mouse, felt bewildered with this new world. The first week of my visit was not one of unalloyed pleasure. My godmother objected to my sunburnt face and hands — my simple wardrobe did not please her. Except a run with my hoop in the early morning with General Dallas or a maid, I was not allowed to go out ; my godmother required me to drive with her. This pleased me quite as well, for we gen erally visited some shops, and Mrs. Dallas was kind in giving me many presents, and buying materials to renew my wardrobe, which, she said, was too rustic. She enter tained a great deal, and intended to intro- duce me— I should be invited out to many children's parties. The choosing pretty"], [63, "HAD I BUT KNOWN. 51 things for me was very entertaining, though the prospect of parties of strangers was ap palling ; nevertheless, I looked forward to my first juvenile ball with intense excite ment. My short hair curled naturally over my head ; this was the one point of which my godmother approved. My dress was a frilled pink silk, pink satin shoes, and silk stockings. When passing before the cheval glass I whispered to Maples, \" Who is that pretty child ? \" utterly unconscious of the reality, until awakened by the laugh of the maid. Arrived in the drawing-room, where the dinner guests were assembled, I felt painfully shy. No children had yet arrived ; my entrance was unnoticed. I stood hesi tating whether to remain or fly upstairs again — the tears were coming into my eyes — when my godfather, who Avas talking to"], [64, "HAD I BUT KNOWN. 52 a friend, turned, and saw 'my embarrass ment and came forward. \" What little fairy have we here, Dal las? \" said his friend. My relationship and name were explained to him. Taking me by the hand, Admiral Dearden led me to a seat, and sitting down beside me, with a kind smile, began to talk to me of my home, and drew me on to be quite confidential. I told him of Lionel's departure, and my loneliness ; of the tricks I played upon the Vicar and Miss Church house. He laughed heartily, and hoped I should soon be released from the governess by the kind Vicar — how I could not under stand, and he did not explain. He told me of his ship, and related many stories of sea life, all so new and wonderful to me. Ah, noble heart ! what was this prattle to him ?— this babbling of a child ? Often"], [65, "HAD I BUT KNOWN. 53 in later years have I thought of that even ing. His last words, as he bade me good bye, were : ' ' Cheer up, little one ; God is our Father; He watches over you and me. We shall, I hope, meet again ere long, hap pily.\" His simple faith was, alas! des tined soon to be put to the test. He sailed the next week under sealed orders for the Black Sea ; but his ship foundered on her voyage out, and few were saved to tell of the firm tones which rang out in the awful suspense of those last moments. My first thoughts of vanity were im planted by Mrs. Dallas. I was always elaborately dressed, and my healthy country colour subdued by face powder. Twice each Aveek, a mistress of deportment came to teach me dancing and a graceful carriage. I was required to practise my steps and curtseys before a large glass every day for"], [66, "HAD I BUT KNOWN. 54 an hour. I soon grew weary, and longed for the less artificial life of home ; I was not sorry when my visit drew to a close. My godmother gave me many directions to be careful of my complexion, and above all things to practise my steps. Even the sight of Miss Churchhouse did not damp my spirits. When I arrived at Belton I ran into the garden, and, hatless, with my hoop, raced round and round the lawn, and up and down the long walk, until called in to see my mother."], [67, "55 CHAPTER VII. When I was about fourteen, my great uncle Maurice died, and my father came in for his property. When young children we saw a good deal of Uncle Maurice. He lived, we thought, a jolly life in the old castle in Northumbria, surrounded by a train of dogs and devoted to the well-being of his horses. The stables at Bartram were his pride and delight ; everything was in first-rate order ; no expense spared or modern improvement discarded to ensure the comfort and minister to the individual tastes of the stud. Uncle Maurice delighted to keep up, as near as the habits of the nineteenth century"], [68, "HAD I BUT KNOWN. 56 would permit, the customs of his ancestors, who had dwelt at Bartram Towers for cen turies. To his never-ceasing regret the old place had been slightly modernised by his father to meet the requirements of his bride, who came from a southern county, and thought the ancestral halls were damp and gloomy. The heavy gateway and drawbridge were removed and a drive made, while the moat was now a cheerful runlet bordering the drive. Within the castle, the tapestried room (now the drawing room) was enlarged by the addition of a small oratory, with large painted windows ; the best bedroom was made a charming morning room, lightened by three windows looking upon a bright flower garden ; the inner hall (there were three — oak -panelled) became a dining-room ; these transforma tions Uncle Maurice kept for his guests."], [69, "HAD I BUT KNOWN. 57 The massive tower, with its oak door thickly studded with iron nails, stood like a sentinel on guard before a square vestibule or outer hall, which led into the great hall, hung with the portraits of many generations of barons. Here Uncle Maurice lived when alone. A long table on the dais served for his dining-room. After dinner he would withdraw to the \" ingle nook,\" where a space was screened off and filled with carved oak settles and chairs and tables. Here he took his diurnal nap, or read his paper, his dogs around him; the young ones on chairs or cushions as they might choose. One gentle fox terrier was privileged to sit in her master's chair, an indulgence she would not allow any other to share. Many times my uncle would take another chair to avoid disturbing the favourite. This hall was our usual play-room ; we often amused ourselves"], [70, "HAD I BUT KNOWN. 58 with tracing our likeness to the family portraits. The ladies had an immense advantage over the men in beauty and graciousness. I often wondered how such fair dames could have trusted their happi ness to the custody of such dark-featured lords. The legends attaching to some of them were not less gruesome than their aspect. Uncle Maurice Avould never tire of telling us stories about them. Here Avas one who earned for himself the unenviable distinction of \" Rob of the Ped Hand.\" He was the Esau of the family. He stands Avith his arm thrown over the neck of his horse. He met his death in a Avild ride over the storm-driven moor, his favourite steed being the unconscious cause of his death. He put her at a fence she had cleared many times before, but by some mischance she stumbled, throwing her rider."], [71, "HAD I BUT KNOWN. 59 The faithful creature was found in the morning standing patiently beside the dead body of her master. The dark deeds of another worthy in a later age furnished material for a celebrated romance, but all Avere not so ill-favoured. Some Avere dis tinguished for noble deeds in a good cause : rescue from storm by land and sea; for the coast, not far distant, was very dange rous, and famous for its deep caves, Avhere had lurked fierce bands of smugglers and Avreckers to betray the unwary. Others fell in cruel border Avarfare. When EdAvard III. called up the Barons to his first Parliament, the border raider's sword was exchanged for the High Constable's baton, but doubt less many private feuds were avenged in the king's name. The portrait of a lady with a pet lamb standing at her knee Avas my especial favourite. I insisted upon the real"], [72, "HAD I BUT KNOWN. 60 or imaginary likeness to my little self. Lionel, to my grief, resembled the delicate, refined portrait of his grandfather — a book- Avorm — who died at the early age of thirty. Lionel would stand in his dreamy way, gazing at the portrait, until he seemed to grow more and more like his prototype. It annoyed me to see him single out so tame an ideal. Was it an instinctive presenti ment ? Who shall say ? When my father decided to leave Belton and reside at Bartram, we children rejoiced; but my mother and Miss Churchhouse regretted the change. My mother was sorry to leave sunny Belton, its comfortable Avarm rooms and bright floAver garden. Miss Churchhouse Avas heart-broken ; her relations Avith Mr. Hoskyns had become strained of late. He had five sisters, who in turn resided at the Vicarage. When his"], [73, "HAD I BUT KNOWN. 61 eldest sister came to pay her periodical visit, she highly disapproved of the intimacy betAveen Miss Churchhouse and her brother, and determined to put a stop to it. She at once saw the necessity of devoting herself to the care of her brother's house, and the Avork of his parish. Miss Churchhouse struggled to retain her position, for the poor Avere grateful to her, and appreciated the good things she dispensed to them from my mother's purse and kitchen ; but the Vicar Avas too easiful to resist his strong-minded sister. He no longer consulted Miss Church house upon parish matters, and when he met her in company Avith his sister, he avoided speaking beyond the mere courtesies of the day. At Belton he Avould sit idly toying Avith a book, or gnaAving his stick, looking furtivelv across it at Miss Church house. Miss Hoskyns carried her animosity"], [74, "HAD I BUT KNOWN. 62 so far as to urge my mother to engage a more efficient governess for me, representing how cruelly I was thwarted in everything — made to practise things for Avhich I had no talent, and denied the exercise of talents I did possess. Miss Churchhouse had made herself very helpful to my mother in the household and garden. My sister, three years my junior, still required the elementary teaching she was only competent to impart, so it Avas decided she should remain Avith us some time longer, but a foreign gOArerness should be engaged for me. Thus a new phase of life opened for us all at Bartram. Lionel and one of his school-fellows Avas staying Avith us. He had groAvn stronger and acquired more self-reliance than he showed as a child. Both boys were destined for the army, and after their brief holiday were going on to Sandhurst. We Avere a"], [75, "HAD I BUT KNOWN. 63 merry party, and made the old halls ring Avith our mirth. My mother, ever ready to give us pleasure, Avished to organise a children's fete. My father objected to late hours : turning night into day Avas all very Avell in London, but in the country, where there Avas no accommodation for man or beast beyond the entertainer's premises, he Avould not subject his horses, or those of his friends, to the cruel exposure of a night in the dark lanes and country roads, in snow or rain or biting Avind ; it must therefore be a \"small and early\" — it could not be a garden fete, as a deep snow lay on the ground. Lord Hylton came to the rescue, and offered to bring his foresters, a party of sixty stalwart men clad in Lincoln green, Avho executed a variety of athletic games in the great hall, the guests looking on from the gallery. When they sat down to supper"], [76, "HAD I BUT KNOWN. 64 Ave adjourned to the drawing-room for dancing and music. I distinguished myself in the song, \" Look always on the sunny side,\" a proof, it is to be hoped, that the despairing mood of my early years had given place to more healthy views of life. This was one of its sunniest moments. The fete was a brilliant and novel scene to us, and a great success. I was much attracted by the graceful figure and easy manners of my neAv gover ness. One day I carefully gathered some flowers for a bouquet, to present to her, yet, in very shyness, I hesitated to give them. Great Avas my indignation when I found Miss Churchhouse had given the bouquet to my sister to present, as from herself. Miriam, however, Avas too honest to lend herself to this piece of petty spite. Madame Michaud Avas not a resident in"], [77, "HAD I BUT KNOWN. 65 our house ; she and her daughter lodged in a cottage in the village. She preferred this, as she had her evenings free, and escaped from the equivocal position of a governess in the household. I enjoyed an evening spent Avith her ; on such occasions she Avould always contrive to give some pretty surprise. One day it Avas a \"colour tea,\" then a novelty in this country. The little room Avas decorated Avith a profusion of white flowers and white drapery ; the tea, or I should say the repast, consisted of milk and cream instead of tea, chicken and veal rissoles, potted white fish, and various other white delicacies, ending with milk and soda water. Madame Michaud succeeded in gaining great influence over me. She sa.v that under a brusque manner I was both very sensitive and painfully nervous. Under her E"], [78, "HAD I BUT KNOWN. 66 guidance I studied for two years steadily and earnestly, trying to make up for the time lost under Miss Churchhouse. Madame Michaud, who Avas a Belgian, urged my mother to give me the advantage of a residence abroad for a few months. Brussels, at that time, was the favourite resort for families wishing to finish the education of their children. Our neigh bour, Lady Bathurst, liked the plan, and persuaded Sir John to allow her to take her daughters. I Avas charmed. Madame Michaud Avas to be our chaperone and guide during the hours of study. We were invited to dine at Woodholme to discuss final arrangements. Captain SAvinburne, a nephew of our host, Avas staying in the house ; he had just got his company, and was going shortly to join his regiment, under orders for India, where"], [79, "HAD I BUT KNOWN. 67 troubles Avere breAving Avhich soon cul initiated in the second Burmese War. He Avas tall, fair, and strikiugly handsome, with the deepest blue eyes I have ever seen — \" cœur de lion,\" as they are called in the North, and supposed to betoken a lion-hearted courage ; they Avere capable of the most varied expression ; dancing Avith gaiety, or melting into the most tender pathos. He Avas deputed to take me into dinner. I amused him Avith my girlish en thusiasm. He kueAV Brussels AveU, and interested me by his description of its attractions. We became great friends. After dinner avc were engaged looking over a book of photographs together, Avhen my father came up with Mr. John Charl cote and joined in our conversation, gradu ally draAviug me away from my new-found friend. I felt strangely annoyed at the"], [80, "HAD I BUT KNOWN. 68 interruption. Captain SAvinburne mut tered, \" I am a detrimental.\" I tried to listen Avith polite interest to the platitudes of the extremely prosaic John Charlcote, Avhich I had heard so often before, Avhile the voice of his sister Dora rang in my ears, as she tried to interest the Captain — who looked equally bored — with the gossip of the neighbourhood. The weary evening, at last, came to an end. My father, during the drive home, sounded the praises of John Charlcote, avIio Avas heir to a large estate, and to unknown hoards of a most penurious father, avIio never accompanied his family into society by reason of the decayed state of his dress suit and his refusal to incur the expense of a neAv one. His son, therefore, performed the part of chaperon to his motherless sisters. Why did I feel so depressed, so impa-"], [81, "HAD I BUT KNOWN. 69 tient of the mention of John Charlcote ? I could not then analyse my feelings, but too Avell I understood later the reason of my antipathy for that uninteresting in dividual. The young Charlcotes aud ourselves had ahvays been playfelloAA's and good friends. My utmost teasing and practical joking had neArer impaired the harmony of our friendship. My father Avas very intimate with Mr. Charlcote, and Ave were continu- ally together, although the tAvo Miss Charlcotes Avere not amiable girls. They Avere very different in disposilion. The eldest, Dora, Avas a person of commanding manners, Avho must rule eA-eryone or else she was veiw disagreeable. Margaret Avas a lovely girl, of the calm, placid type of beauty; her regular cut features and pure, pale complexion was faintly tinged with"], [82, "HAD I BUT KNOWN. 70 a delicate bloom as of a ripe peach ; her dignified bearing fascinated me — the con trast Avas so marked to my oavu restless, impulsiA^e nature. But this cold manner repelled many avIio were at first attracted by her great beauty."], [83, "71 CHAPTER VIII. Who shall describe her first impressions of a sea voyage, even though it be only across the channel, or of a foreign city ; and Brussels especially, so bright and gay, the air so exhilarating, the outdoor life so charming ! The visitor, \" unless he wills to be ahvays sad,\" cannot fail to be dhrerted. We Avere Avelcomed on our arrival by some old friends, and by them Avere introduced to many neAv acquaintances. The Arch deacon of Donchester and Mrs. Lumley became very intimate, much to our after sorroAv. The Archdeacon Avas an amiable man, in bad health ; his tall emaciated form Avas a remarkable object in the public"], [84, "HAD I BUT KNOWN. 72 gardens. Never did face and figure ex press so plainly mental depression. Mrs. Lumley, in striking contrast to her husband, Avas a little, lithe, acti\\Te figure. She Avas not pretty, in fact every feature Avas de fective in the sense of beauty ; but her most bland manners and persuasive tongue fascinated the Archdeacon, and many others avIio fell under her influence. She was neither an admirer of her oavii sex, nor liked by them. Is it only a fair recom pense, or society's Avay of adjusting the balance of things, that such AAromen are always the chosen of the other sex ? My stern, self-contained father Avas not proof against her wiles, and, Avithout our wishing it, she contrived to place herself under our chaperonage Avhenever the Archdeacon Avas unable to accompany her into society. The intimacy was not agreeable to us ; Mrs."], [85, "HAD I BUT KNOWN. 73 Lumley did not conceal her jealousy of my mother, avIio was both beautiful and highly accomplished, and I had the advantage over her daughters in appearance, I think I may say, Avithout undue vanity ; and my prospects, as the reputed heiress of the rich Mrs. Dallas, Avho later on joined us in Brussels, soon became known. Although the object of our sojourn in Brussels — viz., the finishing of my education — was not neglected, I yet entered a good deal into society. In the morning I attended classes for languages, music, and drawing. There Avere a' number of English families Avhose daughters attended these classes ; Ave formed amongst ourselves a lively coterie, Avith a brisk interchange of receptions at each other's houses. At the Ambassador's we met many agreeable Belgians, especially the Count de Hauten-"], [86, "HAD I BUT KNOWN. 74 ville and his sister. Adele de Hautenville was pretty, piquante, and a splendid musician. It ahvays had been my habit to devote myself to some one person who, for the time, I adored. Adele Avas, during my visit abroad, this favoured individual ; her brother Avas as charming as his sister. The reunions at the Maison de Hautenville were delightful. I Avas attracted by the vivacity of foreign society, and looked back with undisguised distaste at the monotony of English country life. When Mr. Charlcote wrote to my father, making a formal offer of an alliance between myself and his son, I promptly refused to entertain the thought. My father was evidently aware of Mr. Charl cote's Avishes ; he betrayed the family com pact by his eagerness and anxiety lest Mrs. Dallas should resent my obstinacy, plainly"], [87, "HAD I BUT KNOWN. 75 revealing the fact that I had been the un conscious object of an arrangement between my elders, in Avhose hands lay my future. Alas ! alas ! What could be more calculated to arouse the indignation of a young girl in her first season, avIio had only just attained her seventeenth birthday ? Moreover, I had a most exalted idea of matrimony. Ignorant of the realities of life, I dwelt only upon the ideal of the poets and romancists of my clay, and fondly hoped my future Avould be as brilliant and romantic as that of my favourite heroines. My dearest mother succeeded in subduing the indignation of my father, Avho could not brook any opposition to his will. However, he con sented to forego, for the present, any pressure ; attributing my refusal to girlish love of liberty — I AATas so young, so very"], [88, "HAD I BUT KNOWN. 76 young, Iioav could I knoAV my oavii mind, or be Avilling to fetter myself with love's chains? Yet those chains were imper ceptibly weaving their meshes around my heart. The meeting with Captain Swin burne had awakened very earnest thoughts, although I had seen him very seldom after that first meeting at Sir John Bathurst's house. I had ahvays found him to be unselfish, amiable, and chivalrous to a high degree ; every look and tone of his Aroice Avas stamped upon my memory ; whoever I met in the gay assemblies of Brussels Avere tried by his standard and found want ing. It Avas not the love-sick fancv of a young girl, but had, I think, an energising effect upon my character ; my waywardness Avas subdued by the thought of his stead fast aim to achieve honour in his profession, either in life or death ; my strong erratic"], [89, "HAD I BUT KNOWN. 77 desires were curbed and directed into higher channels. The proposal of a marriage de convenance, such as that offered by Mr. Charlcote, Avas utterly repugnant to my feelings ; I could not think of it for a moment. At the end of the season Ave started on a short tour in SAvitzerland. My life in Brussels had been a ATery full life ; every moment Avas occupied Avith study or plea sure. There Avere museums and picture galleries to be visited iu the mornings ; the evenings were given to society. Concerts and operas were my especial delight ; all my old talent for acting revived. The tableaux performed in some of our social gatherings Avere to me a iicav pleasure, into Avhich I entered with great zest. When all this excitement Avas exchanged for the still, awful grandeur of nature, the transition Avas"], [90, "78 HAD I BUT KNOWN. too sudden ; I felt a vague sense of depres sion, of not being in touch with the sublimi ties of mountain scenery, and I greAV tired of moving from place to place. My feelings and expressions of admiration for alpine scenery Avere getting exhausted ; there was snow, and ice, and Avater in all the views, and the lights and shadows were much alike, according to the time of sunrise or sunset. I was no botanist or scientist, and Nature had not endowed me Avith either the eye or the hand of an artist. The very commonplace trials of hotels and travelling fretted my father, and marred my pleasure after the first novelty and surprise had Avorn off. I therefore readily grasped at any diversion that offered. Happily the Hau tenvilles came to Geneva soon after our arrival, and unhappily the Lumleys fol lowed them."], [91, "HAD I BUT KNOWN. 79 One morning we were sitting on the ter- race of the hotel at Geneva overlooking the lake, listening to the band playing in the gardens, Avhen Count de Hautenville Avas announced. My father gave him but a cold Avelcome ; he Avas not in a happy frame of mind that morning. Instead of enjoying the glorious views of the moun- tains around us, he Avas making more inac- cessible mountains out of the molehills of life. They Avere a striking contrast ; the marked features and keen, distrustful ex- pression of my father, and the bright, easy, graceful manner of the Count. My mother, fair and handsome, Avas looking at her best; the close curls of sunny hair, set on either side of a wide, placid forehead, as was the fashion in those days for middle-aged ladies, gave a primness and firm setting to the face, Avhich her azure blue eyes confirmed;"], [92, "80 HAD I BUT KNOWN. for my mother was firm almost to sternness in holding to what she believed to be right, whatever it might cost herself or others. The curve of her full lips over her white, pearly teeth, the frank, free smile in every line of her face, showed her amiable dis position ; her complexion Avas clear and creamy, Avith a healthy tinge of colour mantling her cheek ; her figure Avell de veloped, a little above the average height ; her quick, active movements shoAved a lively sense of enjoyment in life, and plea sant, frank participation in the pleasures of her family and friends. She greeted the Count with cordiality, and entered readily into his project for a water picnic on the lovely lake. Turning to me with a beam ing face, he presented a choice bouquet from his sister. I was holding in my hand a freshly gathered rose de dijon, Avhich I"], [93, "HAD I BUT KNOWN. 81 Avould have carelessly throAvn aside, but the Count, with a deprecating look, held out his hand : \" Permit me, mademoiselle, to make a little exchange.\" \"This is too ridiculous,\" I replied, \"to send to Mademoiselle de Hautenville in re turn for her lovely present.\" ' ' Pardon me, I beg it not for my sister, but for myself.\" With simple frankness I gave the floAver, Avhich the Count placed iu his button-hole, and departed with a radiant smile. ¥"], [94, "CHAPTER IX. The day of the water picnic Avas a day to rejoice in — bright, sunny, cloudless. The blue waters of the lake reflected the clear, blue sky. The green slopes which swell up to the \" long, low lines of piny hills \" be neath the sparkling heights of the Jura range were bathed in the soft melting lights of spring. We spent the day sailing about, intent upon enjoying the balmy air and the glorious vieAvs of the mountains rising peak beyond peak, spire above spire, on which the sun and the fleecy clouds, which hung lovingly about their crowns, made pic turesque effects of light and shade. There is, I think, given to us by these rocky fast- 82"], [95, "HAD I BUT KNOWN. 83 nesses such a sense of strength, poAver, and continuity in the Avorks of the Creator. The oft-repeated expressions of admiration died away, giving place to a hushed silence; Ave unconsciously felt the awe so nobly ex pressed by the Hebrew poet : \" It is the Lord, righteous in all His ways, And marvellous in all His works, Who in His strength setteth forth the mountains, And is girded about with power.\" The Archdeacon broke the silence by quot ing the lines from Coleridge : ' Thou, first and chief, sole sovran of the Vale ! Solemnly seemest like a vapoury cloud To rise before me. Like a cloud of incense, from the Earth : Thou kingly Spirit, throned among the hills, Thou dread ambassador from Earth to Heaven. Tell thou the silent sky, And tell the stars, and tell yon rising sun, Earth, with her thousand voices, praises God.\""], [96, "84 HAD I BUT KNOWN. The conversation then turned upon the re spective merits of our national lake poets, the Count extolling Voltaire and Rousseau above Wordsworth and Coleridge. After lunch, Ave landed at Nyons. My father proposed to the Archdeacon to walk on to Rolle, to see the vineyards, and taste the Avines for Avhich they Avere famous. My mother and the other ladies took a carriage to drive up the road to St. Cergues to enjoy the lovely views of the lake from its many Avindings. The Count and I started Avith the tAvo gentlemen to Rolle ; they Avalked quickly with an object in view; the Count lingered over the exqui site views of mountains and lakes, pointing out to me the localities with Avhich he was Avell acquainted ; we soon found our selves some distance behind our com panions. The Count proposed our sitting"], [97, "HAD I BUT KNOWN. 85 down to Avait their return. He Avas an agreeable companion, and had not my heart been attracted by Captain Swinburne, and my7 thoughts continually reverting to him, I should not have been so perfectly unconscious of the state of the Count's feelings tOAvards myself, and startled Avhen he took my hand, and raised it to his lips. He thought I Avas anuoved, and said : O ml i \" Surely, Miss Fordyce, you are aAvare Iioav clear you are to me. I haAre loved you ever since Ave met ; day by day my love has grown deeper and stronger ; tell me that you havTe knoAvn it. It cannot be a matter of surprise to you; you are not indifferent to my deA'otion ? I loA'e you Avith all my heart,\" he con tinued. \" I have never loved any other. Are you grieved to hear that I love you? \""], [98, "86 HAD I BUT KNOWN. he exclaimed, passionately, seeing the pained expression in my face. \" Have I not shown by every sign except words my devotion? Say, dearest, that I am not deceiving myself; that you will give love for love. Oh ! tell me,\" he cried, with intense emotion, \" that you love me. \" I cannot — I cannot,\" I replied, with tears in my eyes ; \"I like you very much, but love I cannot ghre.\" \"Why not? Have I spoken too soon? Dearest, you are young — the world be fore you. I can wait,\" he pleaded, \" if you Avill give me just a little hope.\" \"No, no, it can never be. I am very sorry ; I never guessed that you felt so much for me,\" I faltered. \" You haA'e always been most kind. As I said be fore, I like you and your dear sister"], [99, "HAD I BUT KNOWN. 87 very much. I hoped you would always be dear friends.\" \" So I will be the truest of friends,\" the Count replied, after a pause, AA'hile the colour returned to his pale cheek, and a gleam of hope lit up his fine hazel eyes ; \"I will watch over you, and shield you with my life if need be. I Avill not urge you further noAv, but I shall never cease to love you, nor shall I despair of one day Avinning your love.\" Further pleading was impossible. Just then the figure of a woman, Avrapped in a long cloak that hot clay, attracted our attention. I Avas glad of the interrup tion. She approached us, and throAving back her cloak, held out her hand as if to beg. The Count, anxious to be rid of her, offered her a small silver coin. The Avoman waved it back, and speaking rapidly, said :"], [100, "88 HAD I BUT KNOWN. \" Good sir, cross my hand with gold, and I will tell you what destiny is in store for you.\" The Count smiled, and ansAvered : \" My destiny is not in your hands.\" \"No,\" said the gipsy, \"but it lies in the hands of that fair lady,\" pointing to it me. The Count turned to me, anxious to save me from annoyance. My curiosity Avas aroused, and I Avished to divert the Count from the subject of our late con versation. I hoped the narration of the gipsy Avould occupy the time until the return of some of our part}'. I, there fore, begged him to hear Avhat she had to say. She Avas a tall, handsome woman ; her raA'en-black hair was caught up under a red handkerchief, Avhich just shoAved a line of colour under her Avide-brimmed"], [101, "HAD I BUT KNOWN. 89 hat ; her rich bronzed complexion Avas clear, and her eyes gleamed through thick, black lashes. She fixed them upon me, and pointing with outstretched arm to the Count, said : \" He loves you, young lady, and would care well for you, and give you riches, and rank, and all — all a young lady can desire ; but although you like him, and es teem him very highly, you are unable to return his affection, for another has laid siege to your heart, and taken it. The brave captain — the handsome chevalier — he is very distingue. He is uoav in a dis tant land, fighting for his country. He loves you, fair lady,\" she continued, \" aud you love him ; but, alas ! I see a dark cloud betAveen you — a heart-breaking trial. Ah ! my dear young lady, the Avorld seems to smile upon you iioav, but evil things"], [102, "HAD I BUT KNOWN. 90 are coming — your young life will be darkened.\" \" Cease, Avoman,\" exclaimed the Count. \" I Avill not permit this young lady to be any longer distressed by your evil fore bodings.\" The gipsy sternly regarded him, and said, \" Sir, attend to me ; your fate is written on your face. Your dark locks will neA'er be streaked with grey — a catas trophe, sudden and violent, even now casts its shadow over you. I hear it ! I hear it ! sounding in the air ! \" she almost shrieked. The Count recoiled as if stung ; his olive complexion paled. He dreAv himself up haughtily, saying, \" I believe none of your Avitchcraft; begone, Avoman.\" He Avaved his hand. The Avoman darted a scornful glance, as though exulting in the impres-"], [103, "HAD I BUT KNO WN. 91 sion .she had made ; her eyes flashed Avith desire to continue, but meeting with no encouragement, she gathered her cloak around her tall, gaunt form, bounded up a steep path, and was lost to sight. The Count turned to reassure me. \" Do not let the words of that Avoman frighten you, dearest Ella, or influence you. I Avill not accept her sham prophecies for my future guidance, or believe that she knoAvs anything of your past life ; her tales are the ordinary ones these gipsies weave for those avIio consult them. AVith one hand they hold out happiness, with the other sorroAA'.\" \" She has spoken truly,\" I began, looking at him Avith tearful eyes, but I could not say more. What ground had I to go upon? No engagement existed betAveen mvself and Captain Swinburne. I could not open my hears to him. I added, \"I regret I"], [104, "HAD I BUT KNOWN. 92 did not understand you before ; I have brought sorrow upon you ; Heaven forbid the dark sayings of the gipsy may not be fulfilled to the bitter end.\" A cold shudder ran through me \"You are not to blame, my dearest,\" said the Count. Our party soon gathered and we started homewards. With a heavy heart I pon dered upon the words of the gipsy. I was not a believer in sorcerv or magic, but her ml o 7 Avords startled me. Hoav did she know about Captain SAvinburne? What knoAV ledge could she have of my past life ? Yet her Avords Avere so far true ; Iioav far were they prophetic ?"], [105, "93 CHAPTER X. The next morning I rose tired and heavy eyed, after a sleepless night. In a listless mood I sat down to breakfast. My father petulantly remarked, \"You do not certainly look beautiful to-day,\" alluding to a conver sation that had taken place a feAv days before, and taking up his letters and papers left the room. I neA'er accused myself of the sin of vanity or undue regard for my personal appearance. My mother always thought me too careless. I Avas rudely a.vakened to the knowledge of my unprepossessing looks one Sunday by Mrs. Lumley ; we were returning from church when I heard her remark in a very audible voice to my father :"], [106, "HAD I BUT KNOWN. 94 \" How exceedingly pale Ella looks ; she is so dependent upon colour, I fear you will find some difficulty in getting her estab lished. Really Avith her brusque manner and pale face no one Avould look at her.\" Mrs. Lumley Avas slightly deaf, and ima gined those to whom she spoke were simi larly affected, so raised her voice to a high key. ' ' In that very flattering remark upon Miss Fordyce, I beg to differ with you, madame,\" observed the Count, suddenly appearing upon the scene. He had joined my mother and myself, avIio Avere walking a little be hind Mrs. Lumley and my father, therefore unseen by them. Mrs. Lumley looked disconcerted for a moment, but with a malicious glance at me she tossed her head with a scornful laugh and cried, \" Oh ! you Avicked man, you"], [107, "HAD I BUT KNOWN. 95 eavesdropper, hoAv can you act in such a manner on this holy day ? \" The Count with a shrug fell back a few paces. Comment was needless ; he must have thought the ideas of an English Church dignitary's wife upon the Sabbath were, to say the least, insular. When the Count joined us on the morroAV he looked excited and ill at ease. As soon as I could escape the lynx eyes of Mrs. Lumley I Avithdrew to a small apartment to which Ave had given the name of the studio Avhere Madame Michaud sat and Miriam prepared her lessons. The Count folio .ved. I questioned him as to the cause. He said, \" I have again seen the gipsy.\" \" Has she explained her dark sayings about your future ? \" \"Yes,\" he said; \"she spoke with great feeling, begged me to give heed to her"], [108, "HAD I BUT KNOWN. 96 words, saying, ' Ah ! my young sir, you do not in your heart despise the poor gipsy ; I have but little more to reveal ; you now rejoice in your youth and your strength, but I Avarn you to prepare for Eternity,' adding, ' You are hungering to hear more about the dear young lady ? ' \" ' No, no,' I interrupted. ' I have no right or wish to enter into any discussion concerning her Avithout her permission.' \" 'You majr hear this,' she said; 'sorroAvis in every line of her life ; she loves and is beloved , but much grief will fall upon her : cruel disappointments, and bereavements, and worse than all, malice and wrong at the hands of a friend Avhoni she trusts — Avho is a serpent,' she hissed out between her teeth.\" \" How marvellous her predictions are,\" I exclaimed, \" how close to facts. I have"], [109, "HAD I BUT KNOWN. 97 been warned against a friend of mine, Avhom I have trusted, and avIio I believe is powerless to injure me. Why does she predict all these misfortunes for me? I must see her again and question her about my friend.\" \" Her Avords do not sound like idle ver biage,\" observed the Count. '' Let it be so if you wish : we will seek her once more and make her cast a happier horoscope for you. You know the Well Avhere I saw you and Mademoiselle Miriam one day last Aveek ; she Avas sketching with a little friend, and you sat on the step so solemn and sedate, acting duenna. I hope you Avill pardon my presumption iii making this little sketch of the scene Avhich attracted me.\" \" I will pardon you ou the condition of retaining the sketch,\" I said. G"], [110, "HAD I BUT KNOWN. 98 I took the little draAving of the tAvo girls and myself sitting on the edge of the Well demurely looking down into the water: it is now a sacred memorial of one of the saddest episodes in my life. \"Can you be at the Well early to-morrow morning,\" said the Count, \"and I will join you. The gipsy gave me a hint that she Avould be fouud there.\" The sound of a popular waltz reached us from the saloon. Mrs. Lumley Avas fond of dancing and proposed that the room should be cleared ; the other visitors in the hotel entered into the spirit of the dance. My mother volunteered to play ; her touch Avas light and springy ; the instru ment seemed to speak under her agile fingers ; the Count and myself whirled round in dance after dance to the in spiriting tones of the piano. No one"], [111, "HAD I BUT KNOWN. 99 knew, or Avould have supposed, that our hearts were aching with suppressed feeling. That night sleep forsook my pilloAv. The Avords of the gipsy recurred again and again in my mind. Would the Count really die in his youth, he seemed so full of health and hope? Would my life also be as sorrowful as she foretold? Memory recalled long forgotten croonings of my old nurse; vague presentiments which had in moments of deep depression clouded my mind. I thought of the small child sitting on the gate murmuring against the injustice of life. In the morning with Celine, my maid, I started early for the well. It was a long walk. We found the Count awaiting us. He looked as if he had not closed his eyes, but had spent the night in Avatching for the dawn. Celine, avIio"], [112, "HAD I BUT KNOWN. 100 regarded us as lovers, kept at a discreet distance. The gipsy did not keep us long Avaiting ; she looked even more weird than at the previous intervieAv. She Avas no ordinary fortune-teller. Her extravagant gestures were, no doubt, intended to give greater effect to her Avords, but she assured me she spoke not her own words. \"I tell you only the truth,\" she said, \" as it is Avritten in your hand, which is an open book. If you, mademoiselle, could read its lines, you Avould know that all I tell you must come to pass. He Avho has marked the lines will bring it to pass. Here,\" and she pointed to a peculiar mark in my palm, \"is the sure sign of a closed life. All the main interests of life will close for you at a comparatively early age. You Avill then no longer strive for dis tinction. A cruel treachery, an unsolved"], [113, "HAD I BUT KNOWN. 101 mystery will overshadow many years of your life, and baffle all your endeavours to unravel it. I Avarn you to beAvare of false friends; more I reveal not,\" she added, and Avith a Avild cry darted away, leaving the Count and myself discomforted. With an impatient shrug he said : \"Are Ave not tAvo foolish young people to believe the Avords of this trickster? She saw Ave Avere credulous and composed a tragedy to Avork us up to a frenzy.\" Celine came forward and Avarned me that it was nearing the hour for breakfast. We Avalked back to our hotel; the Count remained moodily standing by the Well. At breakfast my father Avas much excited : his letters from home were alarming : a fire had broken out at Bartram and much valuable property Avas destroyed. He declared his intention of"], [114, "HAD I BUT KNOWN. 102 returning to England at once. With the exception of Miriam, I do not think Ave felt any regret at this unforeseen change in our plans, but Avheu my father an nounced his decision to Count de Hauten ville, he came to me on the terrace and in a few passionate words implored me to unite my life Avith his. Hoav could I answer in the affirmative ? He reproached me with being terrified by the words of the gipsy. \" I beg of you,\" I pleaded, \" not to urge me further ; much as I grieve to giA'e you pain, I cannot say more.\" The Count in a broken voice intreated, \" Do not utterly reject my loA'e, but permit me to come to England as soon as I can get leave.\" \"Dear friend,\" I answered, \"you will be happier if you do not folloAV us iioav."], [115, "HAD I BUT KNOWN. 103 Rather forget this attachment, devote your self to the service of your country, and Avhen you can accept a sisterly affection from me, come, and I av ill gladly Avelcome n you. The Count paced the terrace and fiercely exclaimed, \" You do not mean me to under stand — \" then Avith indescribable tenderness he added, \" Pardon me, dearest, I have no right to question you,\" and clasping my hand, which he raised to his lips, he Avas gone. Partings are ahvays sad. I pondered over the events of the last feAv Aveeks. My heart Avas torn by contending passions. Ought I to accept the proffered affection of one so true, so sincere? Hoav dare I leave him to despair and perhaps to court the fate so cruelly predicted ; yet must I not at all hazards remain true to my"], [116, "HAD I BUT KNOWN. 104 own heart? My faith in an overruling Providence \"which shapes our lives\" saved me from taking that false step."], [117, "CHAPTER XI. On my return home my acquaintance with Maude Clavering became much more intimate. She was some years my senior, and had hitherto presumed upon that fact to treat me in a patronising manner. Noav that I had seen a little of the world, Ave met on more level ground. Maude was an only daughter and rather a spoilt one. The Claveriugs Avere a talented family — a great acquisition socially to our neigh bourhood. Each member cIoavii to the youngest boy had a speciality for some thing. Mr. ClaA'ering had a fine tenor A'oice which he had cultivated to the utmost ; his talent for composition did 105"], [118, "HAD I BUT KNOWN. 106 credit to an amateur. With the help os the Charlcotes and my mother, a series of enjoyable musical parties were held in Avinter. Maude was a clever reciter, and I initiated her into the mysteries of tableaux Avhich I had seen abroad. Our mornings Avere agreeably occupied in preparing for these entertainments, and in riding and driving together. I Avas never so happy as in the saddle ; my mare Christabel and I understood each other perfectly. She Avas fleet as a deer and gentle as a lamb with me. In the hunting field she neA'er flinched at anything. Maude was not usually so well mounted ; her Gentle had a most inappropriate name, as Avill be seen. We started for a long ride across the moor one fine September morning. There had been a slight frost in the night; on the heather a pearly rime hung,"], [119, "HAD I BUT KNOWN. 107 which glistened in the bright autumn sun, and a freshness Avas in the air, which our horses appeared to enjoy as much as their riders. Thev broke into a canter, and for a AA'hile Ave rode on in silence, Avhen to Maude's great surprise and chagrin, Gentle executed an awkward buck-jump, and then reared, unseating her rider. It Avas so suddenly and neatly done, I could not resist the inclination to laugh. Happily Maude was able to join in the laugh, and to remount and continue her ride. When she had recovered from the shock of this little incident she abruptly said : \" Have you ever met Captain SAvinburne? He is invalided home and quite a hero ; he will be the rage this winter if he is able to go out much. The story of his proAvess in capturing a fort, with one of those unpro nouncable Indian names, is in all the"], [120, "108 HAD I BUT KNOWN. papers, and the great presence of mind which he displayed has attracted attention.\" \" I don't understand,\" I said ; \" I knoAV almost nothing of him since he Avent to India. I have been away for two years, and, you knoAv, it is one of my father's strictest rules not to alloAV us to read newspapers ; Miriam and I never see them.\" \" What a recluse ! I always said you were tAvo little hermit crabs. Well, this was Iioav it happened, as far as I can remember. Leaping, sword in hand, out of the trenches, he called to his men to follow up the bank or glacis under the fort. They were so fiercely assailed by the enemy that for a moment they recoiled. Captain SAvinburne saAv them hesitate, but he Avaved his SAvord and rushed on, his men after him. Three times they were driven"], [121, "HAD I BUT KNOWN. 109 back ; the third time they succeeded in scaling the ramparts, and soon a loud shout told that the fortress was won. At the moment of victory, Avhile he stood on the summit of the breach, he was struck by a ball in the leg. I am dA'ing to see the o *i o gallant captain.\" A pang of jealousy shot through my heart. Would Maude, Avhose assured manner gave her such advantage over me, supplant me? I am very soon disheartened and shrink from self-assertion. Maude's cold, pale blue eyes had no sympathy in them, yet why should I be apprehensive? She kneAv nothing of my acquaintance with Captain SAviuburne. I checked the un worthy thought. Quietly and as uncon sciously as I could, I responded to her wish that he would come to Woodholme in time for the festivities Avhich Avere to celebrate"], [122, "HAD I BUT KNOWN. 110 the coming of age of Lord Hylton. Maude turned to the subject of dress — what avc Avere both to wear at the ball. I discussed the details as coherently as I could, but my thoughts were pre-occupied. I scarcely know Iioav to express the anxiety that consumed me during the next feAv Aveeks. What Avas the reason of the silence observed by my father regarding Captain S.vinburne ? He spoke steely of the eA'ents of the Avar iu India, and of those gallant men Avho Avere engaged in it, but his name Avas never mentioned. I resolved to speak to my mother. She looked annoyed Avhen I broached the subject, and reproached me Avith giving my heart un sought. \"Captain SAvinburne probably does not remember you. Men are so different to Avomen ; their lives are so varied and their"], [123, "HAD I BUT KNOWN. 111 minds occupied with such important matters, an acquaintance so slight as yours is not likely to have made much impression upon him ; you knoAv your father's Avish is to see you united to John Charlcote.\" \"That will never be,\" I interrupted. \"You will incur bis serious displeasure if you indulge in this foolish penchant.\" She spoke coldly. My burning cheeks betrayed the pride and anger which filled my heart. \" If so, I will never marry,\" I exclaimed, and turned away to hide the scalding tears Avhich rose to my eyes. \"If you persist in that resolve you will be a great disappointment to Mrs. Dallas ; but I hope you will soon come to a better mind.\" So saying she left me to my oavii medita tions, Avhich Avere not reassuring."], [124, "HAD I BUT KNOWN. 112 This then Avas to be my path in life, planned for me without my having a voice in the matter. I laughed the thought to scorn. Better far accept the Count de Hautenville. I spent a great part of my time on the sea-shore Avatching the fishing boats, and asking myself, ' ' What are the wild waves saying? \" Are they speaking to me of him, my hero, Avhile the human voices are silent?"], [125, "CHAPTER XII. The fetes in honour of the majority of Lord Hylton had been the talk of the county for some months. Everyone Avas interested in the young heir ; his father had been much respected and his early death deeply deplored ; his young AvidoAV had AvithdraAvn from society and devoted her self to her children, but she had not resided much at their northern home. The young heir, after his Eton and college terms Avere completed, had travelled abroad; very little Avas knoAvn of him, and anxious conjectures Avere afloat as to Avhether he would be a good landlord — Avhat changes would be made in the management of the estate — 113 H"], [126, "HAD I BUT KNOWN. 114 would he take his place in the county and give himself to public affairs, as his father had done, or Avould he be an absentee, and waste the accumulation of his minority (said to be half-a-million) on foreign geAv gaws, and riotous living? It appeared, even to the least sanguine of the stolid minds of these Northumbrian gentry and yeomen, impossible for a Hylton of Hylton to dream of so doing : but times Avere changed ; the allurements of foreign society, or love of adventure in untrodden pathways were, even at the time of Avhich I Avrite, drawing many of our landlords aAvay from their estates and the dulness and rough edges of English country life. HoAvever, the county determined not to be behindhand in their Avelcome. The Town Council provided triumphal arches and plenty of bunting, and a piece of plate"], [127, "HAD I BUT KNOWN. 115 emblematical, in weight, of the honour and esteem in Avhich they held their lord ; its presentation with an appropriate address opened the proceedings ; a banquet followed ; the county assembled at a grand meet of the hounds and a hunting breakfast at Woodholme. Lord Hylton returned these greetings Avith a county ball and a tenants' fete, which ended with a supper and fire- Avorks. \" A southerly wind and a cloudy sky proclaimeth a hunting morning,\" — this I sang as I stood on the door-step Avaiting for Christabel. I rode to the meet Avith Mr. Clavering and Maude. Captain Swinburne, brilliant in his \" pink,\" came forward to Avelcome us. He admired Christabel, and caressed her with his brown hand. She arched her neck and pricked her ears for- Avard as though she questioned the freedom"], [128, "116 HAD I BUT KNOWN. of the stranger. Then, Avith a confiding whinny, she bent her proud head and ac cepted the caress. My groom, avIio spoke of her as \"that stand-offy, no 'and but his oavu and mine could tackle her,\" looked astonished, for Christabel, gentle and tract able Avith Bruce and myself, Avas \"uncer tain \" Avith a stranger. There was a full field, and many specta tors in carriages and on foot had gathered to see us throAV off. Maude, myself, and Cap tain SAvinburne rode together, Mr. Claver ing on his old hunter folloAving up, until Ave reached the \" Broad Brook,\" a leap seldom attempted by ladies, in fact only one in the county Avas knoAvn to ride straight to hounds. Lady Malcolm, avIio to-day folloAved us, she was the acknoAvledged heroine of the hunt, whom I delighted to rival Avhen I could."], [129, "HAD I BUT KNOWN. 117 Maude avoided this leap, and, joining her father, folloAved the road. I Avas in high spirits. With a touch and a word to Christabel Ave cleared the Brook. Captain SAvinburne, saying, \" I am not going to be beaten by a lady,\" folloAved. Christabel flew like the Avind ; Ave kept together across country, and triumphantly came in at the head of the field. We returned another way, and fell into a quiet walk. Captain SAvinburne rallied me upon my proAvess. \" I did not knoAV you Avere such an ac complished horsewoman ; how have you attained so much skill? \" \" I delight in riding,\" I said, \" and Avhen alone never turn aside or shirk anything Avithin reason. My groom is a clever hand, and incites me to attempt things I should not dare to face Avithout his help.\" Seeing"], [130, "118 HAD I BUT KNOWN. a grave look in his eyes, I added, \" Do you think it unfeminine? \" \"Well! no, not exactly that; but it is hazardous, is it not, for a young lady to ride a steeple-chase, au solitaire ? \" After the hunt, Ave dined with the Claver ings. The conversation turned upon the splendid run Avhich Ave had had. Dora Charlcote remarked in a loud tone, \" So Miss Fordyce came in with the ' first flight.' It used to be thought ' fast ' for a lady to follow the hounds, but I heard from John that she had kept up with them, and dis tanced everyone, at the risk of her oavu life, I should say.\" A shade came over the face of my father, aa'Iio hated \"fast\" or eccentric Avomen. He fully appreciated in them elegance and accomplishments, and talent kept strictly Avithin the bounds of propriety ; but any-"], [131, "HAD I BUT KNOWN. 119 thing which made them conspicuous, or \" talked about,\" Avas very distasteful to him. Captain Swinburne heard the remark, and was going to ansAver in my defence, but I, fearing my father's anger Avould be roused by the discussion, looked at him depre catingly, and he adroitly led the conversa tion to the sports of India, Avhich are so exciting and perilous, that everything Ave attempt in England is tame in comparison. My father Avas much interested in the traits of Indian life which Captain SAvinburne de picted, and I hoped he had forgotten the unlucky remark of Dora Charlcote. Maude had recovered her equanimity, Avhich had been slightly disturbed in the morning, and devoted herself to entertain Captain Swinburne, avIio took her into dinner. After dinner, during the \"ladies' hour,\""], [132, "HAD I BUT KNOWN. 120 Mrs. Clavering, avIio Avas ahvays absorbed in her household and family, expatiated at great length to mv mother on the charms of her daughter. \" I am a silly, fond mother. I tremble to think the day will come Avhen my Maude, my treasure, will begin to plume her feathers for flight from the parent nest. I don't think I could consent to her going far, although a gallant officer appears Avilling to tempt her to share his fortune ; but those eastern climates are so very trying, and dear Maude is so delicate.\" My mother gave me a meaning look, which said plainly, \"Here is confirmation of my Avarning.\" I had heard enough to arouse my vigilance. Either Mrs. Claver ing Avas mistaken, or Captain SAvinburne Avas that most despicable character — a fortune hunter. I resolved to hold myself together,"], [133, "HAD I BUT KNOWN. 121 and certainly not allow myself to be played Avith ; I took refuge in a book of photo graphs. Maude came to beg my mother to assist in the musical performances, and voted me very disagreeable for declining to join. I Avas glad to be left alone. When the gentlemen appeared, I clung nerA'Ously to my book. Captain Swinburne came up to me and said : \"What! au solitaire, again;\" and glanced at the group of which Maude Avas the centre figure. \" Why are you left out in the cold ? Are you not a vocalist ? \" \" I put myself out of court,\" I coldly replied. \" Will you not join the circle ? \" His only answer Avas to sit down beside me. The guilty blush rose to my face at thus apparently inviting him to do so. Of course I did nut Avish him to go. This ready habit of blushing Avas a continual"], [134, "122 HAD I BUT KNOWN. torment to me ; my friends said it showed great delicacy of constitution ; my de tractors, that it signified a quick temper. To cover my confusion, I talked on hur riedly. \" We are going to be entertained with a new trio, the composition of Mr. Claver ing.\" \"Who are to be the judges?\" asked Captain Swinburne. \" You gentlemen, and that sofa full of dowagers, I suppose. The performers have Avaited your tardy appearance.\" \"Don't blame me; I Avould have left the dinner-table Avith the ladies, but I could not move before my elders. You have known the foreign custom; is it not a great improvement upon ours ? \" \" Yes, all the social customs are very much in advance of ours. How preferable"], [135, "HAD I BUT KNOWN. 123 their light entertainments are to our heavy dinners, for instance.\" \" Well, I don't object to a good dinner after a long drive, but I do regret moments spent toying with one's .vine-glass that might be so blissful. I have Avanted to hear Iioav you have enjoyed your tour ; I hope all English ways are not distasteful to you, that you have not quite left your heart behind.\" Our short tete-a-tete was soon interrupted. Maude Clavering came smiling up. \" I am sent by my mother to request you, Ella, to enliven us with oue of your songs.\" I looked up and caught my father's eye, who Avas looking at me. A heavy frown rested upon his bro av. I dared not refuse, but my voice trembled, and I felt keenly how Aveak my solo sounded after the brilliant performance which had preceded"], [136, "HAD I BUT KNOWN. 124 it. Meanwhile card tables Avere arranged and Ave took our places at Avhist and round games. Captain SAvinburne Avas pressed to take a hand at Avhist, much to his discom fiture. His opponents were adepts at the game. Squire Buchanan, a very irascible old gentleman, Avhose nightly rubber was one of the important events of each day, bore Avith tolerable equanimity (relieved Avith sundry groAvls) the uncertain play of the Captain Avhose partner he Avas, until he unfortunately trumped his best card. This Avas too much. Throwing down his cards, he rose to his feet and stamped about the room, ejaculating in a stentorian A'oice a variety of choice epithets. \" No one but a fellow in love would make such a blunder,\" he retorted to Mr. Clavering, who vainly endeavoured to soothe his ruffled temper."], [137, "HAD 1 BUT KNOWN. 125 This broke up the party. Captain SAvin burne fled, and Avaited for us in the cloak room. His clear blue eyes looked into mine, and I thought I read there, \" Yes, I am in love.\" He laughingly Avhispered, \" I respect that old fellow, he must have surrendered to the tender passion himself sometime in the Middle Ages. Hoav can I rearver my lost ground Avith him ? \" \" By proving yourself innocent of the charge,\" I replied. \" Must I ? Do you think that possible? \" he rejoined, as he put my hand on his arm to lead me to the carriage. The ball Avas a brilliant scene. The three requisites for a good ball — the flowers, the band, and the supper, were pronounced by the elders to be perfect. My godmother sent me some lovely floAvers to Avear, with"], [138, "126 HAD I BUT KNOWN. an injunction not to let my young sister, Avho then made her debut, surpass me. But to me there was a blank ; the one I only cared to see did not appear until late. When my eye fell upon the tall, nobly proportioned figure. Avhich distinguished him among other men, he Avas looking O i o tired and pale, his lameness — the remains of his Avound — Avas apparent. He Avas sur rounded by a knot of men, eagerly talking and questioning him, I presumed, upon Indian affairs. When Ave returned to the ballroom from supper, Mr. Claveriug with Maude on his arm Avas talking to Captain SAvinburne. He came a step tOAvards me, but just then I Avas claimed by my partner for the dance just beginning, and he dre av back, Avith a disappointed look. I was en gaged to dance the Cotillion Avith the youug heir. This lasted until the clock struck"], [139, "HAD I BUT KNOWN. 127 tAvo. I kneAv our carriage Avas ordered for half-past tAvo. Should I go home without one Avord ? Did I Avrong Maude Clavering by thinking that she Avas intentionally en grossing his attention ? When Ave made our adieux he broke aAvay and joined us. My mother's greeting was peculiarly cold, and I felt constrained in her presence. Never Avere a trio more ill at ease. Was this the meeting from Avhich I had antici pated so much pleasure ? My father abruptly interrupted our converse, and hurried me to the carriage, leaving the Captain to bring my mother. My disap pointment was keen. I knew Captain SAvinburne could not dance ; he had said he did not care for the ball because he Avas deprived of its chief pleasure. I supposed that Avas his reason for coming so late, but when there Avhy did he keep so aloof? I"], [140, "128 HAD I BUT KNOWN. tortured myself with conjectures. Did he think my exploit in the hunting-field un ladylike ? Was my mother correct in supposing that he thought of me as a mere acquaintance ? I could not think so ; al though he had exchanged but few Avords, O O i there Avas a tone and look when he ad dressed me Avhich conveyed more than Avords alone can."], [141, "CHAPTER XIII. A long, severe frost set in early in the North. The cold was intense. The roads were so impassable from the drifted suoav, riding or driving was impossible ; skating Avas our only amusement. Captain SAvin burne Avas called to town on business. I accepted an invitation from Mrs. Dallas to pay her a visit. A AvidoAved cousin and her son Avere staying in the house. The loss of her husband involved also the loss of a considerable part of Mrs. Wyndham's income. Poverty Avas very distasteful to Mrs. Dallas, but the tears of her widoAved cousin Avon her sympathy. She Avas a meek, pretty Avoman, with large, grey eyes, 129 1"], [142, "HAD I BUT KNOWN. 130 Avhich occasionally appeared as colourless as a cat's in the mid-day sun ; her voice was \"SAveet and low,\" with a plaintive tone. Her impassible manner irritated me, but her evident desire to conciliate me dis armed my irritation. In spite of myself I was drawn into a friendship I did not Avish for, and even to confide in the good offices of Mrs. Wyndham whenever I an noyed my godmother AA'ith my brusquerie, such influence had she already acquired over Mrs. Dallas. Mrs. Wyndham's happiness was bound up in her boy, Avho Avas an enlarged copy of his mother, with the disadvantages of an awk ward gait and stammering tongue. She talked to me of his attainments at school (Edgar told me of many peccadillos, but not much of his studies), the brilliant future which appeared open to him before the sad"], [143, "HAD I BUT KNOWN. 131 blow to his prospects in the death of his father — he could have done so much for him. She hoped now that General Dallas, who was his godfather, Avould be a father to him. In this hope I knoAV she was not disappointed, as far as his college expenses Avere concerned. Edgar, avIio Avas not much younger than myself, soon became my most devoted ad mirer. I found much mischievous enter tainment in alternately encouraging and repelling his eager attentions, offered with boyish bashfulness and blushes. It was the only amusement open to me, and Avould do him no harm; on the contrary, perhaps cure him of the awkwardness Avhich made him get into the AVay of everyone in his anxiety to be useful aud obliging. The General fired many heavy shots at him, and Mrs. Dallas's fat Avhite poodle Avatched his movements"], [144, "HAD I BUT KNOWN. 132 with suspicion, and generally ended by a snap at his boots. General Dallas was an enthusiastic scien tist ; any new discovery engaged his atten tion for a time. Just then he Avas engrossed by phrenology. He introduced me to his friend, Dr. Dacre, who had made a careful study of the science ; he gave me lessons, and was so pleased with my proficiency, and praised me so highly, that I became con ceited, and even disputed the conclusions of my master. In one instance, I remember, I predicted a brilliant future for a lady Avho aspired to be a canta trice ; the Professor doubted her poAver and capability. My judgment proved correct ; she became a noted operatic singer. From phrenology to palmistry Avas not a \" far cry.\" I Avas in tensely interested in this latter subject, and victimised everyone Avho could be persuaded"], [145, "HAD I BIT KNOWN. T -» 1 1 03 to alloAV me to examine her hands ; but I was too incautious in telling the result of my inspection. The science Avas then looked upon as one of the \" black arts,\" or a deception of AA'itchcraft; General Dallas begged me to discontinue the study. I therefore pursued it silently, observing and noting doAvn the points I discovered, hoping thus to gain some insight into the predic tions of the gipsy avIio had spoken so em phatically of the lines in my hand. Alas ! Iioav little I then thought that the meshes of the net she had woven around my feet Avere fast closing in. I thouo-ht much of the Count de Hauten- O ville. His sister Adele Avrote frequently, rejoicing in her approaching marriage with the Baron Montcalm. After the ceremony she Avas to visit England — Ave were looking forward to a happy meeting. A feAv days"], [146, "HAD I BUT KNOWN. 134 after I received another letter from her — a Avild, despairing cry — her clearly loved brother had been taken from her ; his young life cut short by a cruel accident. The letter Avas sadly incoherent, but I learnt the following particulars later from his mother. The Count had been out with his men, a detachment of \"The Guides.\" Cross ing a railway line on their way back, one of the men lagged behind, turned faint, and fell. The Count ordered his men to go on, and bent over the boy. He was in the act of raising him from the ground when an express train rushed round an angle of the road and struck him. It was a A'ery bois terous morning ; the fury of the wind pre vented his hearing the shouts of his men. All must have been over in a moment ; and death instantaneous. He Avas thrown by the force of the blow on his head out of"], [147, "HAD I BUT KNOWN. 135 the track of the train, and sustained no other injury ; the train passed over the body of the boy Michoel. They Avere buried on the same day, with a solemn military funeral, amid widespread sym pathy. I felt stunned by the sad neAvs. The Count had been dear to me, and noAv I recalled his many noble qualities, and mourned for him Avith sincere grief. I had known many instances of his goodness of heart, and my heart could testify to his high sense of duty, Avhich had OA'ercome the assaults of passion. He had Avon the croAvn ing victory of life, the conquest of self."], [148, "136 CHAPTER XIV. My family removed to the seaside as soon as the mild spring weather set in. I joined them a few days after their arrival at Scar borough, and Lionel came on a brief visit. My mother and Miriam entered into the gaieties of the place, and were soon surrounded by a circle of acquaintances. Lionel and I did not join in their amusements, but we rose early, chartered a boat, and spent our days on the sea, fishing, or sailing along the beautiful coast, under the bold headlands, or rocking on the calm bosom of some secluded ba)'. Then Ave landed for lunch, and to seek the treasures of the shore, cor- nelian and jet, and anemones, the \"flowers"], [149, "HAD I BUT KNOWN. 137 of the deep.\" We talked over our juvenile days, and felt almost like boy and girl again. One day we returned earlier than usual, as Lionel had letters to Avrite. I took up a novel, but my interest in the imaginary trials of the heroine soon flagged. My thoughts reverted to my oavii real troubles — I felt depressed — a presentiment of coming evil oppressed me. Rumours of war were afloat ; I knew Lionel Avas Avrit ing for more certain neAvs. He Avas excited by the near prospect of winning his spurs, but I dreaded his departure ; he looked so slight and youthful, so little fitted to endure the hardships of Avar. Suddenly he looked up and said : \"Ella, what has become of that hand some fellow Avith the deep blue eyes who used to look so admiringly at you ?\" \" Who can you mean ? \" I exclaimed."], [150, "138 HAD I BUT KNOWN. \"Why, SAA'inburne, of course, cela va sa?is dire. I am not an advocate for matrimony, indeed, I think, as a rule, soldiers and clergy are better without wives until their active service is over ; but he struck me as a man of high feeling and good style. Don't you like him ?\" \" What a plain question. Hoav am I to answer it?\" I replied, and rising from the sofa, rang the bell for tea. Just then I heard the postman's knock. Anything for us ? One letter for Lionel, an imposing, official-looking missh'e. My heart sank — my Avorst fears were con firmed ; it Avas an order for him to hold himself in readiness to join his regiment, under orders for foreign service. O This sudden bloAv, and the repression I had endured so long, proved too much for my strength. I Avas prostrated by"], [151, "HAD I BUT KNOWN. 139 nervous fever, and for days lay hovering between life and death. My first thought on regaining consciousness was for Lionel, but he Avas gone up to toAvn. As soon as I Avas able to travel, Mrs. Dallas sent for me to remain Avith her in toAvn until Lionel sailed, and then she proposed to take me abroad before the rush of tourists began. The effort to enter into all Lionel's plans perhaps cheered me, for I could not help sharing, in some degree, his en thusiasm. The General and Mrs. Dallas loaded him with everything they could think of to add to his comfort in the coming campaign. The General Avas ordered to Homberg, and as I only required change and diver sion to restore tone to my nerves, Ave proceeded thither. Homberg at that time offered, in addition to its other attrac-"], [152, "HAD I BUT KNOWN. 140 tions, the deleterious one of gambling. Mrs. Dallas threAV herself into the excite ment of the Kursaal. I watched the eager crowd of players. At first I felt interested, and longed to join in the game, but General Dallas strictly forbade my doing so. A distress ing incident occurred which shocked the careless throng who nightly crowded round the tables, and happily diverted Mrs. Dallas from the dangerous amusement. A young Russian lady had attracted my attention. She .vas tall and slight, Avith a strikingly handsome face and graceful carriage, always dressed in good taste. Her clothes fitted exquisitely, and her jeAvels were, to me, magnificent. She entered into the play with all the keen in terest of her countrywomen, avIio are by nature gamblers. After a long run of"], [153, "HAD I BUT KNOWN. 141 luck, her good fortune deserted her. In vain she tried to recover her losses ; she greAV reckless, and staked higher and higher, but all her efforts only involved her more deeply. In a fit of despera tion she fled from the room, with a cry of despair. Several of the bystanders folloAved her, General Dallas and my self among the number, fearing she would commit some desperate act. She fled in the darkness to a secluded part of the Kursaal grounds — and before anyone could reach her, Ave heard the report of a pistol. General Dallas hurried me away. We called for Mrs. Dallas, and returned to our hotel. After depositing us safely in our rooms, the General went back to the scene of the tragedy, and learned that the poor lady AA'as found quite dead. No thing definite Avas known about her ; uo"], [154, "HAD I BUT KNOWN. 142 inquiries made for her. She was said to be living under a fictitious name, driven by cruel pressure to pursue that desper ate kind of life. After this we left Homberg, glad to escape from the scene of such sad memo ries. General Dallas resolved to try the waters at Vichy, just then coming into vogue from the patronage of the Empe ror of the French. It was exceedingly dull after Homberg — my only pastime was in driving a pair of Avhite donkeys, sweet little pets, Avith brown harness and bells, jingle-jangling as they tossed their dear little heads, and trotted gaily, to the amusement of the visitors, along the beautiful drives which surround that pic turesque health resort. Mrs. Dallas wished to take me to Paris before returning to England, and as the"], [155, "HAD I BUT KNOWN. 143 General Avas much benefited by his visit to Vichy, he convoyed us thither, and left us to our own devices. We took up our quarters at Meurice's, and devoted ourselves indefatigably to sight-seeing and shopping. I kept up as long as I could, but this artificial toAvn life was not to my taste. I could not give the earnest attention to the choosing of Parisian toilettes which Mrs. Dallas desired. Moreover, I Avas anxious about many things, and felt the loneliness of my position intensely. Miriam Avrote me of her engagement to Raoul Mainwaring, O O O? attache to the embassy at Vienna. She was absorbed in her new-found happi ness, Avhile I felt that \"dispossession of the soul that arises from being dispos sessed of our country.\" One day Ave Avere driving in the Bois,"], [156, "HAD I BUT KNOWN. 144 Avhen a lady rose from a sheltered seat, and held up her parasol as a signal to our driver to stop. She advanced with a smiling face, and clasping the hand of Mrs. Dallas, exclaimed : \"My dearest, Avhat a glad surprise; Iioav charmed Edgar Avill be ! \" Mrs. Dallas responded heartily to this demonstrative greeting, and invited Mrs. Wyndham to our hotel. We drove on, Mrs. Dallas full of amazement at Mrs. Wyndham being in Paris. I felt annoyed, for I realised my own deficiencies acutely in her presence ; her perpetual plaint, or whine, as I called it, Avas monotonous. Her \"saintly\" eyes, as Mrs. Dallas de scribed them, Avere either meekly cast doAvn or suddenly uplifted with a search ing look. They Avere handsome eyes, shaded by long, dark lashes, but had"], [157, "HAD I BUT KNOWN. 145 that peculiar property of shoAving a vein of white round the pupil, like my Rocket, a fat terrier of treacherous temper. I could not walk about with eyes down dropped, or speak in choice Avords and measured phrases. When Mrs. Wyndham called, she assured my godmother she had no idea of meeting her in Paris ; her sole object in taking so long a journey was to afford Edgar a fleeting recreation O O — for fleeting it must be. \" Our resources are so slender, we have en gaged humble apartments, and our catering is of the simplest description ; but dear Edgar required a change, and any sacrifice is too little for a mother to make for an only child.\" Edgar irreverently Avhistled, and in an undertone betrayed the secret, in his an xiety to assure me that / was the attrac tion which drew him to Paris. K"], [158, "146 HAD I BUT KNOWN. Mrs. Wyndham continued, \" Our strait ened means will oblige us to leave this delightful city in a few days. We think of returning to England with the Buch- ?i anans. \"You must not dream of going so soon,\" said Mrs. Dallas ; \" you can give up your rooms, and join us here.\" \" Dear cousin, you are too kind ; — but is Edgar included ? \" \" Cela va sans dire\" ejaculated my god- mother, \" I could not think of separating you.\" \"What happiness,\" sighed Mrs. Wynd ham, \" to be in Paris and with you ! \" Calling to Edgar, she detailed to him the joyful news. Edgar bowed low, and kissed the hand of Mrs. Dallas. Mrs. Buchanan entered the room in the midst of this in teresting scene, and Mrs. Wyndham in a few"], [159, "HAD I BUT KNOWN. 147 Avell-chosen words acquainted her with the unbounded hospitality of Mrs. Dallas and her oavii profound gratitude, which moved her to tears. A delicate cambric handker- chief was pressed to her eyes, either to Avipe aAvay the grateful tears, or hide the fact of their absence. Mrs. Buchanan did not evince any trace of regret on hearing the change in her plans. I had felt weary of \"trivial pomp, and city noise.\" To remain an indefinite time in Paris under these circumstances Avas very distasteful. I drew Mrs. Buchanan to the AA'indoAv and asked to be allowed to take advantage of her escort home. She readily consented, but Avhispered, \"Are you Avise to risk offending Mrs. Dallas or to leave the field open to her cousin ? \" I assured her that my godmother under stood my anxiety to be at home, and I did"], [160, "HAD I BUT KNOWN. 148 not think Mrs. Wyndham Avas malicious, but only anxious to further the interests of her son, and put him in a good position. \"Ah! that is the thing, my dear, but of course you know best how to act.\" The Buchanans were early people ; I was up with the lark and aAvay before Mrs. Dallas or her devoted friend had made their appearance. The passage from Calais to Dover was a trial to our nerves ; the steamer rocked, and bounded, and creaked. Mrs. Buchanan quickly gave in ; her hus band walked the deck in a desperate effort to feel unconcerned ; at length he was missing, and I was alone. The waves rose higher and higher, but I rejoiced — they were bearing me to my oavu land. Home ! — Avith all thy hopes and fears of weal and woe, there is no place so restful, so satisfying as the spot we call home."], [161, "HAD I BUT KNOWN. 149 After a very stormy passage we reached Dover in safety. I bade adieu to the Buchanans and proceeded to London, where Aunt Charlotte and Miriam met me. I had never seen Miriam looking more lovely. ' ' Is she not bonnie ? \" asked Aunt Char- lotte as her eyes rested lovingly upon her favourite niece; \"but, my dear Ella, you look sadly.\" \" Like a sea-dog that has not shook him self sufficiently,\" I replied ; \" yet the ex press did its utmost. I will retire and change my travelling dress, aud join you at dinner,\" so I escaped to my oavii room, from the scrutiny of the kindly old lady. Miriam and I sat up late into the night, discussing the hackneyed but never-failing subject of interest, marriage, and the him-"], [162, "Had i but known 150 dred details connected with it. Aunt Charlotte wished the ceremony to take place in town, and to make a double festival. \" Cannot you make her happy by acced ing to her wish ? \" Miriam Avas reclining in a low chair arranging her golden tresses ; she could not see my face, but I felt my voice falter as I answered : \" I'm going, my dearest, to join the honourable band of spinsters, I think.\" \"Do not betake yourself into a nunnery,\" pleaded my sister, \"as Lucy Delamaine has done. Raoul says it is a moral suicide to hide oneself away in a cloister, or like the modern 'religious,' live in an east-end slum. I must look for another bridesmaid, I had intended to ask her to be one.\" \" Oh ! my dear, Mrs. Dallas has for-"], [163, "HAD I BUT KNOWN. 151 bidden me having any communication with her, and has broken-off her life-long friend ship with Mr. Delamaine because he sup ports his sister.\""], [164, "152 CHAPTER XV. For some months we remained quietly at Bartram Towers. Captain SAvinburne ar rived on a short farewell visit to his uncle ; he had recovered from the effects of his Avound and Avas eager to return to his duties. In that exciting time Avhen our forces were so strained to meet the exi gencies of the Crimean War, he hoped to be ordered for active service. A fareAvell picnic was to be given by the officers of the 101st Volunteers. A few days previously my mother and I were calling at Woodholme where Ave met the Captain. Lady Bathurst, of whom I Avas very fond, called me aside ; she was very anxious"], [165, "HAD I BUT KNOWN. 153 about the departure of her nepheAV. He was her husband's heir, although his estate Avould be very small and encumbered with her daughters' portions. She wished he Avould exchange into a home regiment and get some good appointment, and, \" My dear,\" the old lady added, \"I think I may say that his affections are placed upon a young lady not far away.\" \" Oh ! indeed,\" I said ; \" Annie Ross I suppose you mean.\" \"No, you silly child, much nearer than that.\" I laughed and said I hoped her nepheAV would be successful in his wooing. There Avas a reproachful look in his eyes, Avhich I did not understand, as he helped us iuto our pony carriage. He handed me the reins and in a marked tone said, \" You aviII be at the picnic ? \""], [166, "HAD I BUT KNOWN. 154 I could only say, \" I hope so,\" for my mother either did not hear the remark or chose to ignore it. The day arrived. It happened to be my birthday — a memorable day in my life. On appearing at the breakfast table I was greeted by kindly letters and little tokens of affection from various members of the family ; but my father's gift Avas absent, and I had not been able to gain his consent to my going to the picnic. When I made my request this morning I met with a per emptory refusal ; he gathered up his letters and papers and quitted the room. My mother was powerless to alter his deter mination, as he looked Avith great disfavour upon the volunteer movement. Few per sons iioav living can remember the ani mosity excited in country neighbourhoods by this new craze of militaryism, the"], [167, "HAD I BUT KNOWN. 155 \" Civilian Army\" as it was called in con tempt. After breakfast Maude Clavering came to drive me to the try sting place. Her amaze ment was great when I said I could not go. \" Why not, Ella ? Colonel Ross told me j'ou Avould be there. I am so sorry, dear,\" she added, in measured tones, but with no regret in her voice; \"your absence Avill be so inexplicable.\" What could I say ? Honour forbade my blaming my father, and indeed his char acter for geniality with his neighbours, especially Mr. Clavering, Avas so foreign to this arbitrary exhibition of tyranny, Maude Avould have at once attacked him, and brought on me a severe reproof, but no relenting, as I knew by experience. The next day my father went to lunch Avith the Claverings. At dinner he enter-"], [168, "156 HAD I BUT KNOWN. tained us with their account of the picnic. It ended with a dance at the house of Colonel Ross. Maude said that Captain Swinburne had paid marked attention to Annie Ross. \"They will soon be engaged, I suppose,\" he continued ; \"a very suitable match, very suitable.\" This I did not believe, but the hot blood mautled to my cheeks ; my mother strove to change the subject, but my father recurred again and again to it. What is the meaning of this cris-cross acting on the part of Captain Swinburne ? I did not go to the picnic, or explain the reason of my absence, but if, as his aunt hinted, he had any affection for me, Avhy did he act so ambiguously ? My pride was touched ; I had a right to resent such con duct ; it was cruel, it Avas humiliating. Such thoughts ran through my brain as I"], [169, "HAD I BUT KNOWN. 157 rode alone on my favourite moor. Its silence soothed me, the long sweep of purple heather rolling away to the shadowy line of the horizon, — broken only by clumps of low groAving bushes and giant fern, — gave me a sense of liberty. I breathed more freely ; I put my horse into a sharp canter; only by physical exertion could my perturbed mind gain any degree of calmness. The oft -repeated question forced itself upon me : Why do I care so much avIio Captain SAvin burne distinguishes by his attentions? I dared not breathe even in these solitudes the secret of my heart. Was my love neither desired nor responded to ? Did the tender intonation of his voice, and the light that sparkled in his beautiful loving eyes, mean no more to me than half-a-dozen others? Was I deceiving myself? I felt the just indignation of a heart that has"], [170, "HAD I BUT KNOWN. 158 given so much, and yet fears itself trifled Avith. I saw a horseman coming towards me. I could not be mistaken. My heart told me it was Captain SAvinburne. What mad im pulse prompted me I know not. My hands trembled : my heart beat violently. I suddenly turned my horse ; a shake of the reins sent her off in a Avild gallop ; and until I reached our own lodge gate I never drew rein, but fled on at a swinging pace. My mare's satin skin was bathed in per spiration, the Avhite foam sprinkled her chest. Old Marjory at the gate, instead of her usual \" crack,\" received a short nod. The groom led dear Christabel aAvay Avith out even one pat or kiss from her mistress. I gained unobserved the shelter of my own room. Bitterly I reproached myself for my folly. This was my opportunity. Surely"], [171, "HAD I BUT KNOWN. 159 he had a right to be heard in his defence and I in mine, — for had not my conduct been as ambiguous as his own ? A few words of explanation Avould have cleared aAvay the misunderstanding : was he coming to give them? I cried in bitterness of spirit, \"All is over,\" and by my own act. When I became calm enough to think, I wondered why he Avas riding towards Bar tram Towers. Would he folloAV me ? Eagerly I listened for the sound of the hall bell, but I Avatched in vain. No sign of the Avell-loved figure met my gaze. No sum mons came to call me doAvn. I pleaded a headache, and did not appear at dinner. Miriam came Avith sympathy and salts, and then kindly left me — to a sleepless night. Days passed ; clays of dreary waiting, nights of lonely retrospection."], [172, "160 HAD I BUT KNOWN. Captain Swinburne left Woodholme sud denly. When I saw Lady Bathurst she looked sorrowful, but did not give any reason for his departure Avithout saying fare- Avell to his friends. I avoided speaking to anyone, but wandered alone on foot or on my faithful Christabel, to whom I confided my grief and indignation. The sensitive creature knew my changeful moods, and suited her pace to the sound of my voice. The simple country folk were puzzled by my solitary rambles ; my friends attributed them to eccentricity. Maude Clavering, with a light laugh, said : \" You never knoAv what Ella will do next, she is so complex.\" The healthful exercise and commune Avith Nature saved my heart from contracting, although all hope, joy, and youth seemed dead within. \" How often is the folly of a moment the"], [173, "HAD I BUT KNOWN. 161 anguish of a life ! In one instant a deed is clone, a choice is made, and there cometh a mist aud a Aveeping rain, and life is never the same again.\" O t"], [174, "CHAPTER XVI. At breakfast one morning my father, who Avas reading his Morning Post, suddenly uttered au exclamation, and dropped the paper. We were all anxiously waiting for the scraps of neAvs from the Avar correspon dent, which he usually read to us, and to know if Lionel's name Avas mentioned. He had already gone through a fearful \" bap tism of fire \" at the battle of Alma, and been honourably mentioned by his Colonel. My mother turned pale, and asked me to take the paper and see Avhat could have so moved my father — our worst fears were awakened. With shaking hands I took it, and soon found the account of the battle of 162"], [175, "HAD I BUT KNOWN. 163 Inkerman, and my brother's name among the dangerously Avounded. During the fol lowing Aveeks of restless anxiety we were cheered by a letter from Colonel Darner, speaking in high terms of Lionel, and of the affection felt for him in the regiment by officers and men. Lionel wrote a scraAvl to beg us not to fret on his account, as he Avas o 1 being Avell cared for, and Avould soon be all right, Avhich hope his appearance, Avhen he arrived, did not confirm. His delicate con stitution was evidently shaken by the ordeal it had gone through. My heart sank Avhen I saAV the Avasted form and hectic flush on his cheek. Here Avas a new interest for me : no more selfish repining over my oavii trouble, which, hope Avhispered, \"time, true friend to sorrow,\" might alleviate. My darling brother should henceforth be my O tl care. His tedious hours of languor and"], [176, "164 HAD I BUT KNOWN. prostration (he Avas unable to stand or walk without assistance) were much cheered by Raoul MahiAvaring. Lionel insisted upon the preparations for Miriam's wedding going on, as though he had returned crowned Avith laurel instead of amaranth. Raoul must soon return to his post at Vienna ; Miriam's pretty face clouded with disappointment at the thought of his going Avithout her. It was therefore arranged the Avedding should take place at ouce, and Avhen Lionel Avas sufficiently recovered to be able to travel, we Avould all meet at Carlsbad, and winter in some warm place in the south of France or the Riviera. My mother and Miriam Avere much engrossed by the needful preparations and paying fare- Avell visits. My father presented the bride elect with a light carriage and pair of lovely cream ponies ; she was justly proud"], [177, "HAD I BUT KNOWN. 165 of them, and drove my mother every day on their various expeditious. They were named Meteor and Stella ; Meteor had a turn in his eye Avhich I did not think safe, but my father thought it only showed play fulness. Miriam Avas a careful whip, and accustomed to drive Avithout a groom on our Avell-knoAvn country roads. Mr. Clavering often came to see Lionel, and brought him books and papers to read. When he Avas told of Miriam's engagement, he said : \" I saAv Cupid in this house long before any of you, except the victims ; but, Ella, how is it you haAre allowed your younger sister to get the start of you, seniori a priori, I should say ? \" Lionel saw the pained expression on my face, and dreAv the attention of Mr. Claver ing to some seals Avhich he Avas arranging, and"], [178, "HAD I BUT KNOWN. 166 I withdrew, glad to escape further raillery. As I crossed the corridor to my oavu room I heard voices below, and supposed my mother had returned, so ran downstairs to meet her. To my astonishment, Maude Clavering rushed up to me, and throwing her arms round my neck, burst into tears : such an unusual display of feeling on her part amazed me. \" What is the matter, Maude ? Come up to my room,\" and I led her quickly aAvay from the gaping servants. \" Your father is here with Lionel, and I hope nothing is Avrong Avith your mother.\" \" Oh, no,\" she cried; \"it is not for my self I Aveep, but for you. Miriam and your dear mother — \" Her sobs became more uncontrollable ; I felt faint, aud gasped out : \"What of them ?— tell me all.\""], [179, "HAD I BUT KNOWN. 167 \"They were thrown out of the carriage at our gate. Miriam is much hurt, but not dangerously ; but your mother is — is insen sible. When Miriam heard of the state of your mother she had a succession of faint ing fits. We have sent for Dr. WoodAvard, and I ran here to prevent you being too abruptly told of the accident. If my father is here, let me see him, and he will break the neAvs to your father ; then you must come home Avith me.'' I sent to call Mr. Clavering out of Lionel's room, and prepared to accompany Maude ; but, oh ! the fear that clutched at my heart, an undefined fear, for I dared not give it shape or Avords. I gazed upon the calm, serene face of my dearest mother as it lay Avith closed eyes upon the pilloAV ; there Avas no sign of pain or distress in the composed features. She"], [180, "HAD I BUT KNOWN. 168 had received a Hoav on the back of her head, Avhich proved fatal. She appeared to be sleeping peacefully, a sweet, healthy bloom upon her cheek. I held her warm hand, and called her by every endearing name. I had never seen death, and until Mrs. Clavering put her arm round me to lead me from the room, I did not realise the truth ; then I fell forAvard on the bed, and remained for some moments unconscious. Mrs. Clavering entreated me to be com- posed for Miriam's sake, who Avas inconsol- able, and reproached herself for being the cause of the accident. Meteor had shied at something on the road, and then dashed the carriage against the gate-post. My mother Avas thrown with great violence to the ground ; Miriam, trying to save her mother, AVas throAvn forward, and much bruised."], [181, "HAD I BUT KNOWN. 169 Death's gloomy shadow hung OA-er our house. My father Avas broken cIoavu; he suffered from spasm of the heart, and any excitement might prove fatal. He Avas not a man of calm temperament; it Avas no easy matter to keep him free from Avorry. The character of Miriam had of late greatly de- veloped ; she Avas unwearied in her atten- tion to her father, driving him out in a Ioav basket carriage, draAvn by tAvo old and very safe ponies, and reading to him, to lessen the monotony of his days. He had deep fits of despondency ; the failing health of Lionel preyed upon his mind. The cher ished Avish of his heart Avould be frustrated if his son died. The ancient title had long been in abey- O J ance. My father found an elaborate pedi gree among his uncle's papers, and had spent much time and money in establishing"], [182, "i7o HAD I BUT KNOWN. his claim to the succession ; if only daugh ters survived his Avork Avas in vain. Dr. WoodAvard, our old friend and family physician, wished my father to consult an eminent specialist. After much persuasion he consented, but to no purpose. The disease Avas too much aggravated by mental distress to admit of any prospect of his ultimate recovery, or indeed long continuance. His medical ach'isers could only aid him by Avatching the case, and as far as lay in their poAver mitigating the suffering. The end came six months after the death of my mother. His last Avord Avas an endearing term by Avhich he had been in the habit of addressing her in their young, happy days. Miriam, although distressed and subdued i O by these painful events, yet found a solace in the tenderness of her lover. She could"], [183, "HAD I BUT KNOWN. 171 not enter into my desponding grief. My peculiarly morbid nature led me to brood over past troubles and meet coming ones more than half-way. Miriam's buoyant disposition could not realise the cloud which hung over the couch of Lionel. He, dear, unselfish boy, begged me not to disturb her illusion that he was getting o O stronger. The programme Ave had so joyously planned together was never mentioned ; but Aunt Charlotte, our father's sister, who came to us in our loneliness, advised a quiet Avedding away from home, Avhere we had knoAvn so much sorrow. She proposed to remain Avith Lionel, and that I should take Miriam to Stoneham. My godmother offered her house and to take the direction of every thing ; the General promised to give the bride away. Raoul MaitiAvaring readily"], [184, "HAD I BUT KNOWN. 172 obtained leave of absence and met us in London, whence Ave travelled together to Stoneham. Our old friend, Mr. Hoskyns, assisted by the Rector of Stoneham, performed the ceremony. The early morning Avas cloudy, but at the hour fixed for the service the sun shone out with more than usual brilliancy for April. My godmother had exerted herself generously. The result was a very prettily arrayed Avedding. The bride and groom Avere pronounced to be a handsome couple and received a generous shower of rice and slippers. It Avas a trying ordeal for me to sustain my part. I bore up during the breakfast, but when the happy pair left I could not any longer restrain my grief, but shut myself up in my oavii room. Mrs. Dallas begged me to remain with"], [185, "HAD I BUT KNOWN. 173 her, and strongly urged me to follow my sister's example. She Avas much disap pointed Avith me and would not listen to what she called \"romantic nonsense, only fit for schoolgirls ; are you Avaiting for ideal perfection? It is your duty to marry. Life is incomplete otherwise.\" When I spoke of past sorroAvs and my anxiety on Lionel's account, Mrs. Dallas reproved me for exhausting my energies and Avasting my life on a malade imaginaire. Mrs. Wyndham had come to Stoneham for the benefit of the hot Avells. (She appeared to be always at hand.) She took my part and besought Mrs. Dallas to re member Iioav in the hey-day of youth Ave long for a soul at one with ourselves. \" Better far, Cousin Eleanor, never to marry, than rush into an ill-assorted union."], [186, "HAD I BUT KNOWN. 174 The General coughed significantly and said, \" NeA'er fret, Ella ; the right man will come, and I shall hope to have the happiness of conferring this hand (as he touched mine) upon him, and disappoint all whisperers and talebearers.\" \" Oh ! General, pray don't class me among such harbingers of evil. I kuoAV my own singleness of purpose, and no one can desire dear Ella's good more than I do.\" Mr. Hoskyns returned with me to Bartrain ToAvers. We managed on our Avay to lose his luggage. He Avas so much disconcerted at appearing in his dusty, well-AVorn travelling suit at dinner that the butler came to the rescue, and offered, Avith many apologies, to lend the rev erend gentleman an evening dress Avhich had never been Avorn."], [187, "HAD I BUT KNOWN. 175 Aunt Charlotte was the soul of propriety, but I could not repress an amused smile Avhen the old Vicar entered, clad in his borroAved clothes, evidently too small for him. The circumstance reminded me of the black goAvn in the little village church. After dinner Mr. Hoskyns asked us to prolong our stay and not leave him to discuss his wine alone. Aunt Charlotte took up her knitting and I employed my self in feeding Challenge, my Newfound land, Avith cake and biscuits. Dear old doggie, he had a SAveet tooth. When we withdrew to the drawing-room Lionel's couch AA'as Avheeled in and Ave \"cracked\" over auld langsyne — Miss Churchhouse, avIio had settled down in attendance upon her invalid mother ; our childhood, and other topics of interest. It Avas a pleasure to see the speaking face of my aunt light"], [188, "HAD I BUT KNOWN. 176 up when any cheery anecdote Avas related, or an old joke again aired. The few days Mr. Hoskyns could spare to us passed only too quickly. He was an agreeable visitor, so easily amused : Avhen Ave parted at the raihvay station I seemed to bid adieu to my youth. He Avas the only link remaining which con nected me Avith those days. We missed the familiar face and old-fashioned gallantry of the courteous Vicar."], [189, "177 CHAPTER XVII. I exerted all my powers to cheer my dear, suffering invalid, and Aunt Charlotte loyally seconded my endeavours. Miriam's absence left a void Avhich Ave neither of us could fill. She had such an inex haustible fund of vivacity, Avas ahvays actively, not to say boisterously, employed about a hundred new projects, and had more engagements to fulfil than could O O possibly be compressed Avithin the twenty four hours. A host of dearest friends dreAv out her sympathies until they floated like a gossa mer veil over the heart-throbbings of all. None felt their soitoavs sank deep into"], [190, "178 HAD I BUT KNOWN. her heart, but their own were cheered, perhaps lightened , by her sunshiny presence. One pouring Avet morning, Aunt Char lotte and I sat long over our breakfast, idly sipping our coffee and lingering over the reading of our letters. One which especially surprised me Avas from the Countess de Hautenville telling me of the marriage of her daughter Avith the Baron Montcalm, and their subsequent journey to England. The letter went on to say : \" As my sister is in London, dear Adele persuaded me to accompany them, and stay with her Avhile she and her husband make a little tour in your beautiful island. I hope soon to have the happiness to embrace my dear friend Elyne, and mingle my tears Avith hers.\" I had forgotten Adele's promised visit. Since it was first proposed Avhat a sea of"], [191, "HAD I BUT KNOWN. 179 troubles Ave had each passed through! Aunt Charlotte hailed the prospect of the visit Avith alacrity. Dear old soul, she thought her mission in life was to chase aAvay all sadness from our lives. \" It Avill cheer dear Lionel,\" she said ; \" I shall enjoy the novelty of a foreign visitor ; it will be quite an event in our neighbourhood. I am afraid I shall not be able to enter much into conversation, for you know, dear, it is some years since I had an opportunity of exercising my French, but it Avill be a pleasure to listen to you and Lionel ; and Avhile you talk to the Countess, I can think of a feAv sentences to bring in uoav and then.\" Lionel amused himself with drawing out a scheme of conversation Avith pauses to be filled in by Aunt Charlotte, and he supplied her with phrases Avritten out to be com-"], [192, "HAD I BUT KNOWN. 180 mitted to memory. He insisted upon our speaking French at our meals as in our schoolroom days, much to the puzzlement of the servants, whom he coached regularly every day. Madame de Hautenville Avas a sweet- looking old lady ; her silvery hair, which had become white with the shock of the death of her eldest son, gave a softness to her face ; the dark eyebrows remained, and her lovely nut-brown eyes, which reminded me of Henri's, were as brilliant as eA'er ; her manners were charming. She soon set Aunt Charlotte at her ease by speaking to her in very good English. The dear old Pax., as Lionel called her, essayed a feAv Avords in tolerable French, but soon gave it up, pleased to return to her oavii \" noble \" language. In the evenings Aunt Charlotte played"], [193, "HAD I BUT KNOWN. 181 for Lionel some of his favourite Scotch airs. Madame de Hautenville and I sat down to a game of ecarte, or to talk over days gone by. She was gratified by the marriage of Adele, saying : \" I have not lost a daughter but gained a son. The Baron AA'as so attached to Henri, my brave boy, they Avere like brothers. Louis is iioav the head of our family. I desire much to see him married to the Avife of his choice. My dear Elyne, I once hoped to take you to my heart as a daughter ; is it possible that my Avish may one day be accomplished ? \" I could not respond to this amiable desire. I remembered Louis as a bright handsome boy, but not equal in any Avay to his brother. The Countess pleaded his cause eloquently, and credited him Avith a decree of love for me I could not believe. O As a dutiful sou he might allow his mother"], [194, "HAD I BUT KNOWN. 182 to choose a bride for him, but I could not thus suffer myself to be appropriated. As gently as possible I told madame that I could not give Louis the affection to which he Avas entitled — a deep shadow had been cast over my life — I felt old in heart if not in years. The old lady murmured, \"Henri, Henri,\" aud clasped me in her arms. I did not disturb her fond illusion. Ought I to have undeceived her ? I think not. The Countess and my aunt were such good friends, we pressed her to prolong her visit until the Baron and Adele should arrive. Their delight with the freedom of our country life, and the comfort of our houses Avas amusing to us. We had many rides and drives. The moors Avere a source of great interest to the Baron — so sombre, so silent, so vast, they inspired him Avith"], [195, "HAD I BUT KNOWN. 183 awe ; he learnt to understand the grave, earnest character of the people avIio passed a life-time in these solitudes, Avhere Nature often appeared in her sternest mood. Miriam wrote frequently, giving gloAving accounts of her life in Vienna, The beautiful young English bride was cordially Avelcomed in the stately exclusive circles of the Austrian capital, especially by the English colony. She possessed, in an enviable degree, the faculty of adapting herself to any society in Avhich she found herself. Grave or gay, literary or frivolous, like her mother she had a graciousness of manner Avhich attracted both old and young, rich and poor. In the course of a feAv months Raoul Avrote to Lionel : \" The season is over, I have leave of absence, so will bring Miriam to Bartram if you can receive us. I must"], [196, "HAD I BUT KNOWN. 184 leave her to your kind care, as I shall have to fly off to London 011 ' urgent private affairs.' \" \"'Urgent public affairs,' I should say,\" exclaimed Lionel. \" That lucky felloAv, Raoul, has the offer of a stunning appoint ment in India.\" When Miriam arrived avc thought only of the joy of having her back again in the midst of us. Dear Lionel, avIio had not been feeling as Avell as usual, re\\ived and Avas quite ga}7. She danced into his room one morning, O' saying, \"You dear, solemn old thing, listen to this,\" and then ran through a closely Avritten epistle from her husband, asking her to propound to us the desirability of accepting the offered appointment. Aunt Charlotte looked disconcerted. The appointmeut was beyond our most"], [197, "HAD I BUT KNOWN. 185 sanguine expectations ; Ave could not from any selfish feeling attempt to debar Miriam from sending her hearty acceptance to Raoul. Dear Aunt Charlotte kissed Miriam Avith affectionate warmth ; there was a quiver on her lips but she said nothing to damp her ardour, and Avas soon deeply interested in the practical matter of her outfit. Raoul and Miriam departed for India. My sister, to Avhom the future Avas ahvays enveloped in a golden sheen, Avas enchanted Avith the opportunity of seeing neAv un visited lands, neAv scenes so different from the old world. The gorgeous East sug- OO O gested uudreamt-of fields of enchantment, We felt unusually dull, the house Avas so quiet, When they Avere Avith us Miriam's voice Avas continually heard singing some gay song, and Raoul kept us alive by his"], [198, "HAD I BUT KNOWN. 186 joyous laugh or whistle. Noav our foot steps echoed Avith a Aveird sound in the long corridors. I felt a nervous fear lest the doors of the empty rooms should open as I passed, and someone in the body or in the spirit issue forth. A restless, uneasy feeling possessed me ; the despondency of the past Aveeks, before our late visitors arrived to enliven us, came back Avith a rush ; my thoughts reverted to the old, old regret, hoAv I had been deceived by thoughtless gossip. The en gagement of Annie Ross to Lord Hylton came out a feAv days after the picnic; the flirtation Avith Captain SAvinburne was a pure fabrication. Miriam would probably meet Captain SAvinburne, but hoAv would he meet her ? Our NeAvfoundland dog, Challenge, a splendid faithful felloAv, who Avas devoted"], [199, "HAD I BUT KNOWN. 187 to Lionel, appeared animated by the same unquiet spirit. He listened and whined Avhenever Lionel left him, and Avandered about as if looking for someone, giving a short bark or call. His master was suffer- ing physically and mentally ; the strain upon his mind, from the enforced inaction of his life, tried him very severely. So time passed leisurely on with us. With the exception of a few neighbourly callers, Ave saw no oue. One day succeeded another with unvarying sameness. One morning, when I took Lionel his cup of coffee, I thought him looking much brighter, and asked him if he Avould not enjoy going out in his chair, to sit in the sun, which Avas then flooding his room with light. He remarked with a SAveet smile, \"No, thank you, Ella darling, I shall be iu Paradise to-day.\" His eyes had a far-"], [200, "HAD I BUT KNOWN. 188 away look as he followed the sunbeam to its source. I felt aAved by his manner, but did not attach any special meaning to his words, except, perhaps, he Avas expecting some unusual gratification, some pleasant surprise. I told Aunt Charlotte hoAv im proved he Avas ; the gloom had passed off, and he Avas himself again. After lunch we left him in the care of Wilson, his faithful soldier servant, avIio had followed \" the young master \" through his short campaign, and caught him in his arms Avhen he fell at Inkerman. In a quarter of an hour after Ave left him, Wilson came to the draAving-room and * O gave me a sign to folloAV him Avithout dis turbing Aunt Charlotte. I hastened after him to Lionel's room ; he lay apparently asleep, but I saAv at once it Avas the sleep of death. My brother ! beautiful in death,"], [201, "HAD I BUT KNOWN. 189 a sweet smile playing around his lips. After the first outburst of grief, I thanked God for so painlessly and tranquilly calling him away \" in the serenity of the morning \" of life. The likeness to his father was very strik ing in death ; had they been laid side by side, they might have been taken for brothers. The long illness, borne with heroic patience, had elevated Lionel's ex pression, and matured his features, whilst the divine hand of death had smoothed out all the lines of suffering in his father's counte nance and given him a youthful appearance. Miriam wrote me a long letter full of heartfelt sympathy. She loved Lionel, and kneAV how necessary he noAv Avas to my happiness. Her volatile nature Avas deeply touched ; as at the time of our dear mother's death, the depths of her heart were stirred."], [202, "HAD I BUT KNOWN. 190 Her loving words helped to console me, but, oh ! the void, the achiug void, could never be filled. Miriam's life Avas happy and full — to overfloAv — of home duties, pleasures, benev olences, Avhich made their demands upon her time and attention, and were fulfilled with exactness. Her marriage had supplied the field she required to perfect her char acter, to bring out the talents she inherited ' O from her mother, in a fuller degree, under more favourable auspices. After touching upon Raoul's public life, and the various people he was associated with, she added : \" We were surprised by a call from your old friend, Captain, noAv Colonel, Swinburne. We Avere at the hill station for a breathing space. Raoul was delighted to renew his acquaintance. \" We both think the Colonel looking ill ;"], [203, "HAD I BUT KNOWN. 191 he has a bad cough ; perhaps that accounts for the cold, reserved manner he has iioav, so different from his old genial tone. Raoul rallied him upon his obduracy to the fair sex, but Avithout eliciting any remorse. He acknowledged that he had had his bit of romance, but it Avas a buried hope, never to be exhumed. \" To me the Colonel is most courteous. He looks at me sometimes, when I am talking to others, with such a tender, melan choly gaze. I am tempted to seek his confidence, but I have not the courage, he might resent my curiosity. But his departure from Woodholme Avas very sudden, Avas it not? And Avhen I speak of the old neighbourhood he Avinces and changes the subject; he says India is his country noAv, he will live and die with his men. His regiment is his bride.\""], [204, "CHAPTER XVIII. I had never summoned courage to look over the papers and letters of my father and mother. The old year was dying out; Avith a strong effort of will, I set myself to the task : it was a melancholy duty but suited my mood. I clung to everything which apparently united me to m}r loved ones. I had shrunk hitherto from reading them. It appeared to me a desecration to unfold these records of lives, many inci dents of which had been carefully concealed from me. One thick packet related to the early death of a baby brother avIio Avas acci- dentally killed, when Ave .vere all too young 192"], [205, "HAD I BUT KNOWN. 193 to remember the circumstances; here I read the tribute of sympathy and esteem which was given to my mother in that great affliction. A box of little treasured me mentoes of the child accompanied the letters; a lock of pale golden hair, a few toys. Many childish effusions from us to our mother. A packet of closely written epistles to her from a friend on \" the claims of the Church of Rome,\" which, happily, she had resisted. Evening after evening I was occupied in sorting and destroying the contents of the desks and deed boxes. At length I found my task was drawing to an end: only one bulky packet remained, tied with red tape and docketed, \" Radford and Sparrow,\" the family solicitors and trustees. I turned it round, no, it Avas too late to begin such heavy uninteresting docu- N"], [206, "HAD I BUT KNOWN. 194 ments. The candles were burning low ; Aunt Charlotte had retired for the night, Challenge lay snoring on the rug. I did not feel sleepy, so I wandered into the hall and stood before the portrait of the Lady Isabella with the lamb, whom I resembled. Her eyes seemed to rest upon me; her lips, I fancied, would open if I lingered long enough ; what Avould they tell me of her history ? It was said to be a sad one. The clock struck twelve — I must to bed. When I reached my room I sat down in a cosy arm-chair; reading these old letters had disturbed my mind ; to recover com posure seemed impossible. I felt unable to rest ; was I going to be ill or was some thing unusual going to happen ? Since the day before the death of Lionel I had not felt this restlessness, this presentiment of coming trouble. I sat on, and at length"], [207, "HAD I BUT KNOWN. 195 must have slept. When Allison entered Avith my hot water and cup of tea she found me in evening dress asleep in my chair. Her entrance failed to arouse me. I should have slumbered on had not Challenge put his cold nose to my cheek and caressed me with his heavy paws. \" Why, Allison, is it time to get up ? \" I exclaimed. \" Yes, ma'am, but why are you not in bed, ma'am? Have you felt ill and not called me ? \" and the kind creature almost wept. \" No,\" I quickly answered, \" I felt too tired to undress at first, and sleep over powered me. Now I must make haste and not keep Aunt Charlotte waiting breakfast.\" The next morning the rain came down in earnest. I could not venture out, so re solved to complete my task."], [208, "HAD I BUT KNOWN. 196 I could not tell why, but I had a sinking feeling at my heart when I took the last packet into my hand. Challenge listed up his head and placed it on my knee, looking at me with his honest brown eyes. Dogs do not know, it is true, \"half the reasons Avhy Ave smile or sigh,\" but what a power they possess of rejoicing with us when we rejoice, and weeping when we weep : often tears have come into the dear eyes of Challenge when I have Avept. I untied the red tape and spread the documents on the table. They related to business matters of years gone by and were yellow Avith age. Thrust in among them was an unopened letter addressed to my self, in the handwriting of Colonel Swin burne. Surely my eyes deceived me, it could not be true ; I tore open the envelope Avith a beating heart, and read the declara-"], [209, "HAD I BUT KNOWN. 197 tion of affection Avhich I had so ardently longed for, and marvelled at never receiv ing. With an exclamation of amazement I dropped the letter ; it was incredible. I re-read it: in a few words Colonel SAvin burne expressed his deep love and his brave humility. \" If I could not return his love he would not reproach me, but in a far country bury forever his disappointed hopes.\" Oh joy ! the mystery was cleared, and he was exonerated from trifling with me, or anyone. As I again read the letter so like himself, noble, tender, true, I felt as though I could not endure the thought of the misery I had gone through. I had loved him with all the strength of my heart ; my life had been devoted to him, for his sake I had refused rank and wealth, had borne taunts and pity akin to contempt ; I had"], [210, "198 HAD I BUT KNOWN. forfeited the good-Avill of Mrs. Dallas, and, worse than all, I had seemed cold and un- grateful to him — how he must have Avon- dered at my heartless behaviour. .Wave upon wave of recollection came over me — the clasp of his hand, the Avounded look in his eyes, when he begged me to go to the picnic. When I saw him riding tOAvards me on Bartram Moor, he was coming to hear from me the reason of my absence from the picnic and to make the avowal of his love Avhich he had intended to make on that occasion ; meeting with a rude rebuff from me, he returned to Woodholme, and the next day penned this letter, which I had never received. I started to my feet, and threw on my hat and cloak. I could not sit and think over Avhat might have been. The rain fell heavily, but I welcomed it; it seemed to"], [211, "HAD I BUT KNOWN. 199 cool my feverish excitement ; bright sun shine in this intense grief would have been a mockery. The chill, hoAvever, of my imprudent exposure to Avind and rain, and mental anguish as well, culminated naturally in an attack of nervous fever. Dear Aunt Char lotte and Allison nursed me Avith tender care. My life was despaired of for months ; when the crisis of the fever was past, my prostration was so great nothing roused me. I did not care to live, no hope revived my sinking spirits. I loved to dwell upon the thought of the heavenly life, Avhen all Avould be knoAvn, all mysteries be ended. the pure light of truth would illumine all the dark plots of life, and the golden thread Avhich runs through them all, be seen clearly. In a vision I saw Colonel Swinburne,"], [212, "HAD I BUT KNOWN. 200 who advanced towards me with a radiant countenance. He clasped my hands and said, \" Cruel misunderstandings have separ ated us in this world, but we shall soon meet and be united throughout Eternity.\" The veil was lifted, he knew now that I loved him, and I kneAV that his love had been mine since the first day we met in my care less girlhood. He had watched the opening floAver, and but for the repression he had met with, and his own delicate sense of honour, he would have surmounted the barriers which fenced me in. The ostentatious parade of my adoption by Mrs. Dallas had given me a fictitious character in the eyes of our little Avorld. It was presumed that I Avas as anxious for a brilliant alliance as my godmother openly proclaimed was her ambition. The sensi tive nature of Captain Swinburne recoiled"], [213, "HAD I BUT KNOWN. 201 from the imputation of being a fortune hunter. Dear' Aunt Charlotte, as soon as she thought I could bear to talk of the cause of my illness, questioned me as to the meaning of my incoherent ravings and entreaties; gently she led me to think of the letters I had examined, and asked if there was anything in them to affect me so painfully. Gradually my mind grasped the truth. I remembered all, and confided my secret to her; she, with loving sympathy, wept with me ; but, drying her eyes, said : \"Why, dear Ella, lie here inactive?\" Dear old aunt, action and motion were to her the panacea for all evils. \" Write as soon as you are able to put pen to paper to Colonel SAvinburne, and explain all,\" she continued. \" You"], [214, "HAD I BUT KNOWN. 202 are blameless about the letter, and he must forgive your petulance ; your suf ferings have been sufficient punish ment.\" This idea gave me the stimulus re quired to lift up my mind from my de jection. After many attempts, I penned a long epistle to Colonel Swinburne, Avhich I entrusted to my sister to deliver — it was too precious in my eyes to risk sending by post to an uncertain address. My ill ness had continued so long, and India was in a ferment of rebellion ; this was another cause of anxiety to me — Avould it ever reach him ? After writing the letter, I fell back into a desponding state, tormenting my self with all kinds of imaginary fears, anticipating obstacles and delays, but never dreaming of the true solution of"], [215, "HAD I BUT KNOWN. 203 the problem, Avhich came like a deaden ing bloAv upon my seared heart, In one short month came a letter from my sister, telling me of a sudden out break. Colonel Swinburne, in command, had hastened to the scene of action, and, after a sharp encounter with the rebels, succeeded in routing them. The Colonel, in the thickest of the fray, appeared to bear a charmed life ; bullets whizzed around him. At last, in the hour of vic tory, he Avas struck. \"He is now in the hospital. Raoul visits him daily, and is much impressed by his calmness and .gentleness.\" In her next letter Miriam wrote : — \" Colonel Swinburne is much Aveaker ; he sent to ask us to come and say good bye. On his little table, by his bed, lay your portrait, Ella ! my sister, I think"], [216, "HAD I BUT KNOWN. 204 now I know your secret. He welcomed us with his old sunny smile, and seeing his eyes rest on the photograph, I put it into his hand. He tried to speak, but could not. The chaplain offered prayers, which the Colonel followed, and uttered these words: 'Come! my Saviour.' One long sigh, and all was over. Early the next morning I went to place some flowers on his breast, when Raoul handed me a letter in your handwriting, addressed to the Colonel. I received it as a sacred trust, and placed it with the flowers in his coffin.\" \" Life is never the same again.\" True. I live on Avith Aunt Charlotte, and shall continue to do so. Challenge, my constant companion, loves to rest his nose on my lap, his beautiful eyes, now someAvhat dim with age, listed to my face"], [217, "HAD I BUT KNOWN. 205 as though he would read my story there. No ! clear, faithful friend, the mystery must ever remain unsolved, iioav that all the actors in it are gone. Of the Claver ings only Maude is left, married to John Charlcote. If Mr. Clavering knew any thing of the concealed letter, he never divulged the secret. Now that lover, parents, brother, and wealth are taken from me — for Mrs. Dallas declares she will not make a spin ster her heiress, but has determined to adopt Edgar Wyndham, Avho will assume her name — Avhat remains to me ? The fragments of a life, and the gracious command — \" Gather up the fragments that remain, that nothing be lost.\" THE END. Printed by Cowan ir1 Co., Limited Perth."], [218, ""], [219, ""], [220, ""], [221, ""], [222, ""], [223, ""], [224, ""]]