[[1, ""], [2, ""], [3, "JEEICHO. %\\t jfoatomian |pri^ FOR 1888. BY GAGE EARLE FREEMAN, M.A., st John's college. CAMBRIDGE: DEIGHTON, BELL AND CO. LONDON: GEORGE BELL AND SONS. 1889 Price One Shilling and Six Pence."], [4, ""], [5, "JEEICHO. i%\\>t %mim\\xm\\ |ji% Watm FOR 1888. BY GAGE EARLE FREEMAN, M.A., st John's college. CAMBRIDGE : DEIGHTON, BELL AND CO. LONDON: GEORGE BELL AND SONS. 1889"], [6, "Cambri.gf : PRINTED BY C. J. CLAY, M.A. AND SONS, AT THE UNIS'EESITY PRESS."], [7, "I DEDICATE THIS SEATONIAN POEM TO THE MEMORY OF MY DEAR WIFE, CHRISTIANA FREEMAN, WITH THE DEEPEST FEELINGS OF LOVE AND GRATITUDE."], [8, "ADVERTISEMENT. \" The Rev. Thomas Seaton, M.A., late Fellow of Clare Hall, bequeathed to the University (in 1738) the rents of his Kislingbury estate, now producing clear £40 per annum, to be given yearly to that Master of Arts who shall write the best English Poem on a sacred subject. The Vice-Chancellor, the Master of Clare Hall, and the Greek Professor (who are the disposers of this premium), determine the subject, which is delivered out in January, and the Poem is to be sent to the Vice-Chancellor on or before the 29th of September following. The Poem is to be printed, and the expense deducted out of the product of the estate: the remainder is given as a reward to the composer.\" ST JOHN'S LODGE. December 2-lth, 1888. The Seatonian Prize has been adjudged to Gage Earle Freeman, M.A., St John's College. C. TAYLOR, Vice-Chancellor."], [9, "JERICHO. Not flesh and blood, not these the great unknown, — Glory unknown beyond all mortal thought, Tli' eternal kingdom yet to be revealed, — Shall e'er inherit : the corruptible Dwells not with incorruption. — Let the grave Bind hard his captive, fashion every chain As it should hold for ever, — swift from all, That which is worth the holding passes free, And finds a Life beyond pursuit of Death ; — There, where the tree of Life for ever blooms, Where there is no more curse, nor any night, Only the throne of God, and of the Lamb, And the great Light that shall eclipse the sun, And the \" for ever, and for ever \" there. — Thus, soon to rest in unknown sepulchre, Lost in the mountain gorges, — he, as yet On the high top of Pisgah, in full strength, His eye undimmed, nigh to that mystic spot Where, a life's work accomplished, snatched to God, In after years a whirlwind took the saint, And where, but late, the curse of Balaam hung On his pale lips all speechless, till at last"], [10, "6 Broke the full blessing, ne'er to be reversed ; — Thus, soon at last to rest, his soul, more clear As nearer to the dust the body drew, Went out beyond the mountain, and perchance Saw glories gather past the utmost sea, When in the latter times, from Israel's seed, — Israel his people whom he led to this, Now 'camped beneath him in embattled ranks, — Should rise the Prophet of all prophecy, And all the kingdoms of the earth should take His name, and deem His kingdom above all. This was the incorruptible to him, To him the hope of immortality. And, ere he came to Zophim, he had blessed, Taught thus of God : — \" The everlasting arms Shall rest beneath thee, He shall be thy guard ; — . Thine, lands of corn and wine, and desv from heaven, Saved by the Lord, His shield shall compass thee, And thou shalt tread high places of thy foes.\" — Thus Moses passed in spirit from the earth, While that long vision opened without end, Still living passed, with Faith alone to guide, Thro' all that glorious future to his God. Yet saw he still, far stretching o'er the land, Mapped out the earthly Canaan ; Naphtali, Ephraim, Manasseh, and all Judah's right, Gilead and Dan, the lot of Abraham's seed ; Yea, looked on many a battle-ground to be, Azekah, and Beth-horon where the hail Should o'er-match Israel's sword, and where the sun Should stand, their captive, God compelled, aud where The moon should lighten them in Ajalon. — And, nearer still, the City of the Palms High and fenced up to heaven ; thro' the trees Gleams of the golden harvest, and behind *The mountains in their whiteness, soon to hear Stanlej-, Sinai and Palestine, p. 307."], [11, "7 The first wild shout of Israel's battle-cry. The substance of things hoped for, yet not seen, The faith of faithful Abraham, the power That should remove the mountain to the sea, Filled all his soul ; and the long distance seemed No other than the way to some far shrine As surely reached as pilgrim's foot should tread. Such was the Faith that strengthened him to cry To him on whom his hands before were laid, \" Be of good courage, and be strong, for thou Shalt lead this people to the promised land Which the Lord gave their fathers, so by thee Shall they attain their own inheritance, And He shall go before thee, He thy God, Who never will forsake thee; have no fear!\" Then Joshua and the host passed from the groves, Where the Acacia, nurtured by the rills, Gave its green shelter, — to the desert plain. Well knew they what high destiny was theirs, And what their ancestry ; the pride of birth Compelled to noble deeds. Oft had they heard, And oft had lisped in childhood the great name, How he who was ' the friend of God ' was called, Before he dwelt in Charau, to the West, And how his mighty blessing fell on him, The king of Righteousness, first priest of God ; And of the Angels' visits; and the hand Stayed in Moriah, from the sacrifice, And all the glory of the patriarchs, And people numberless like stars of heaven. These were high thoughts, and these, as they essayed To pass the Jordan, came to them as comes The memory of a friend who long hath died, But whose sweet words of counsel still have voice, Till the heart throbs with passion for his love, And when the chance that he foretold hath come Pants to be with him, and by him be led"], [12, "8 To do the work he taught so well to do. — So, with the fear of God within their hearts, And, charged with such high memories, they came Unto the banks of Jordan when the flood Was high in barley-harvest; and the priests Touched with their feet the waters, and far out From North to South, the river stayed its course, Then passed they on to Gilgal, — strengthened there, For well obedience strengthens, — till at last They saw, amid the palms, the battlements Stand out in grim defiance, silent all, — As some stern brow, in anger knitted close, Hath frown of hatred deadlier than a voice. Then Joshua, midst such silence, all alone, Felt his soul tremble in mysterious awe, As one, in solitude, who seeth not Yet knows that some far gaze is fixed on him ; And, looking up, beheld a warrior armed, With his sword drawn for battle, who thus spake, \"I am the Captain of the hosts of God;\" And Joshua fell upon his face and loosed The shoes from off his feet, for he too stood, As Moses erst, upon the holy ground. Then he, not trusting in an arm of flesh, Swift marshalled all the people, yet not now, With so divine a champion leading him, As warriors marshalled for a siege ; he told How the seven priests should bear before the Ark Seven trumpets blown as for a jubilee, And on the seventh day a shout should rise At the last trumpet's blast, to shake the towers, And shatter round the City her strong walls, Crumbling to their foundations at the voice. Thus, not with pride and circumstance of war, The ring of arms, and a broad-bannered host, Came they to battle ; only there was known"], [13, "9 An humble and obedient discipline ; No question of the 'wherefore,' or the rule Of him who bade them muster ; tho' the Ark, The symbol of God's presence, was a strength Strongest of all, yet had one seen them march Seven days in strange procession, he had said ' 'Tis a vain thing to deem so small a cause The parent of so deep a consequence!' Yet what men hold the humblest, may with Him, To whom all ways are equal, have a power. And who that notes the history of this world Hath not well learned that, when some mighty chance, Some victory over Ignorance or Sin, Some higher raising of the soul of man, Hath drawn him nearer heaven, more wise, more blest The spirit of that chance came like a breath That dimples in the distance the sea-waves, Which grow and gather in their shining course, Till the whole ocean sparkles with the foam That crowns each crested billow as it comes, And each is lifted higher, and more high, Till all the host have thundered on the shore. So thus the mercy, mightiest of all, That gave our life to us, before whose voice Fell Satan's loftiest buhvarks, — thus the cross, And the \" third day,\" and the ascending Lord, Rose from a seeming nothingness, — the Birth That daxvned in Bethlehem, and should light the world ; Poor seemed it then, and of but little note, Yet now from it do men compute their years, Of it they dream, and write, and speculate, Making it great, striving to make it least, As they, the wise of this world, in the pangs Of intellectual puzzle, seek to find How so great marvel grew from such small seed, The manger-cradle to the Throne of God, And others, — such as thro' the gates of pearl"], [14, "10 Into the City shall be brought at last, The blesse'd who obey Him, and have right Unto the tree of life, who conquer here ;— See how they build great temples to His Name, And hail Him svith the music of their psalms, And waft to Him the odour of their prayers, And troop to meet Him, named of the Christ, When, on the day He broke the chains of Death, The loud bells tell the Angels, that on earth There lives an earnest of the rites of Heaven ! — Is this the mustard-seed of Bethlehem, This the outcoming of that stable-birth And of His Life who found no pillosv here, Rejected and despised of the world ? And thus, the mighty towers of Jericho Fell at the summons of a shout, — a breath ! Yet the loud crash has echoed thro' the world, From age to age has echoed : everywhere Where lives the hope of Christian or of Jew Where a strong arm mightier than one of flesh, Aye, mightier as Omnipotence than man, Than all beside of mighty, is confessed, And svhere men know that 'tis not sword or spear But the Lord's battle that shall save His own, The shout of Israel, on that day is heard, When, in His strength alone, they uttered it. There was a spell upon those fated walls, First hidden, as electric forces sleep Which no man sees or hears, till the full crash Shakes all the sky, and the quick stroke of flame Falls with its blinding shaft. For Faith was there The victory that overcomes the world ; ■j Unseen it lay, concealed in every heart, Till the hour came, and then it broke at once, And in that shout of triumph, proved its power. Yet hath it spell that worketh every day,"], [15, "11 Gentle, and long-abiding, and as strong As when a battle gathers; only then It waits and watches, and 'tis built on Love, Love greater than itself, that gave it Life. And so men swear, — pledging a heart for heart, — That never in the sorrows of this world, When one is poor, and one is rich, in health, Or gold, or power to counsel, he will leave The other to the poverty of chance, But be his friend, and ever care for him, And raise him from the dust, and set him high Among the princes, — Faith, and Hope, and Love : And the belief in such a power to help, And in the will, and the solicitude, Will break the adverse battlements of Pain Or e'er an arrow flies; will be the shield Against such fiery dart. — For very Faith Doth stretch into the future, and secures, By its sweet promise, half our present joy. And is this man, — hath he such power to charm His fellow, by the simple trust in him ? — And doth not very nature in her course Make his heart cry for more exalted love, Of which the earnest only yet he knows, For greater trust, built on a greater love, Faith purified and perfect, when the air Is charged with battle, or the grief of sin Hangs o'er him darkly, and would stay his breath,- Such trust as should at once strike out the grief? As tho' one saw a cloud most swiftly rent Not by uncertain breezes of the earth, But by a shaft, shot flaming from the sun, That brings with it the glory of all heaven. Then lo ! the Captain of the hosts of God \" Faithful and true,\" and wearing many crosvns, Because the kingdoms of the world shall be The kingdoms of His Christ. Behold Him here For whom all hearts thro' all the world have cried"], [16, "12 And some have found, and some have lost the truth, For oft false Christs and prophets who have shewn Their seeming mighty wonders, have held high Some dazzling lamp painted with such fond care Men took it for the light that lighteth all Who came into the world. — But yet behold Him whose white vesture hath been dipped in blood, With all His host, in linen white and clean, The Righteousness of Saints. These followed Him And others too, shall follow, such as have Touched, may be, but His garment at the hem, So that they trusted all in all to Him, And lived by Faith in Him they dearly loved. They knew that He would battle for His own, So that the towers should crumble at their feet; For whether, when stern war with sin was there, Or there was dire misfortune that would slay, The struggle fierce and sudden; or if they Were but alone, and in the silence lost Of those uncertain thoughts which make men fear The presence of some evil yet to come, Well knowing, without rescue, it will come, The Love that ever casteth out the fear, The Faith and Hope for ever linked with Love, Braced the poor heart, and a new courage came ; And the long patient watch, lest Sin should creep From his strong-hold to smite it, was a joy ; Or, when the blight of Death had touched the hand That long had met us with the morning flowers, To give an early welcome, when the air Was young with life, and feet were wet with dew, 'Twas Faith that snatched the victory from the grave, On which, at last, those flowers in fragrance lay ; And in the place of that bare skeleton That slanders many a sepulchre, and stands As tho' to hold it, with his poised dart, Placed a bright Angel's presence, with white robes, Such as did guard the Lord's, and whose warm touch"], [17, "13 So lately, as it were a brother's hand, Had wakened but a sleeper when 'twas Morn. Yea, Death, and Sin, and Sorrow, these are foes Such as who strikes them soonest hath most power- Who, passing thro' his Jordan, at the Font, Moves onward to the holiest Festival Of that great Sacrifice, — as they too moved To Gilgal, there all mindful how the Death Passed over them when blood the lintel struck : No flagging then of a half-hearted zeal, No craven fears before the towers of Sin, Nay, he shall seek the battle, knowing well That, ere the road thro' Canaan may be passed, The Spirit's sword doth slay the first who stand Betwixt himself and heaven ; yea, such as would Call him to other gods,— his own fond thoughts, And the soft words of others, — gods of gold, Or of distraught Ambition, or of such As, in the whispers of lasciviousness, Beguile the heart to worship. — Jericho Stands on the threshold of the soldier's hope, Who goeth forth into this world of pain, And braces him for battle : once to win Is to win more than once, for ever comes With the first victory a confidence That stretches to the future. Yet beware, Thou who hast conquered in thy faithfulness, Lest thou be faithless when the \" accursed thing ' Would draw thy heart away to covet it, And thou rob God, and darken thine own soul ! The years passed by, counted by centuries, And Jericho had risen from the dust ; Not fallen on the City was the curse That slew the sons of him that scoffed at it, — Prophets drew nigh, and dwelt within her walls ; * * * * * *"], [18, "14 Then passed the other years, and she became *A glorious place of palaces and priests ; These gave her grace and dignity, but these Were all as nothing when she shared the lot Of Olivet, and Bethlehem, and the shores Of the Great Lake, and of Jerusalem, And His own City, and of every place Where trod the holy Feet, and where the Voice That shall at last enquire of all the earth ' Who gave me food when I was hungered ? ' Was preaching a new Gospel to the poor. Faith yet was there, — as some sweet messenger That, svith untired fidelity, guards all, — And, twice imploring, as they heard Him pass, Came her own voice, ' Have mercy on us, Lord, Thou Son of David ! ' — \" And they followed Him \" ; — Yea followed Him, for when the multitude Had bade them hold their peace, He touched their eyes, As He will touch the eyes of such as pray In Faith, for that ennobled sight which looks Up to the brightness of the Morning Star. Thus 'twas the sword, in sight of Jericho, Drawn for His people by the strongest arm, And faith in it and Him, by which she fell ; And now, beside a second Jericho, By but a word, a touch, and not a sword, Falls the dark foe that had shut out the world, And all the glory of the sun, and stars, And the pure moon, and kindred's kindly eyes ; — So should the vail be lifted from men's hearts, So out of darkness should shine forth the light, So pass away the old, and all be new. O, Victory of Faith, — when the full trust Hath the reply of Mercy, not of death ! Then are thy banners of the shining light. * An allusion to the large sum spent by Herod the Great, in beautifying and adding to the City."], [19, "15 And joyful Angels are thy messengers. 0, second law ! — the lasv of life and love Written in blood upon the torturing cross, But bloodless now for ever, for He °ave In death, His own, that they He loved might live ! No more the doctrine of the times of old, To love thy friend, and hate thine enemy ; No more the draught sweeter than that he craved, And butter offered in a lordly dish, Then the soft sleep, with pillow smoothed, — and then The hammer and the nail, — the felon stroke. — All, all for Israel ! — the end was all, — For God who ruled His people ruled by grades, And taught them first the great eternal lore To love their brethren, at all risk to love. Then came the great developement, — the means Were taught by Him, His own anointed Son, The Priest who ruled hereafter. Still the end, — ■ Salvation was the end, — and for the means By which He saved the Israel of God, Sweet Mercy, care, and courtesy, and love, And the forgiveness, ever that forgives. The sword is in its sheath, the infants' cry No longer meets it, as it raineth blood Over the shattered City ; for a Voice That softens all the hearts of all the world With its sweet pathos, thus inviteth them ; — \" Nay, let them come to Me ! — forbid them not ! To Me the little children, for of such Is made My Father's Kingdom : see that thou Become, in innocence, a little child!\" — All has passed now, — the shattered towers, the sword ; The prayer beside the nexvly-risen walls, ' Have mercy, Lord ! ' the answering touch of light. The visions seen from Pisgah have been wrought Into a full reality, and men Not upon Zophini but on Calvary"], [20, "16 Stand gazing on the Future. — Far apart In their significance the mountains stand ; For Moses dimly saw the distant star, Rising beyond a hundred battle-fields, But we, from such firm standpoint, look across The span, or short or lengthened, to the age The golden age, when the sick earth shall rise Out of the fever of all strife, and Peace Shall fall upon the world, and all be healed. Then shall men look for war but in the past, And bless it only as it conquered Sin ; So a sweet calm shall settle everywhere, Stirred only by the quick expectancy Of a yet greater Future ; for the heart, Still panting for the Heaven, so sought, so near, Shall, with its yearnings still unsatisfied, Pray the last prayer of Faith, — \" Thy kingdom come \" !— CAMBRIDGE: PRINTED BY 0. J. CLAY, M.A. AND SONS, AT THE UNIVERSITY TRESS."], [21, "A C €>BL\\f -£_£_-> JS » il___3 J&T^ fi B • ELIZABETH MELVILLE, foul toss , At \"VW ve<{ ««3 «£ a TVt*vt4 . I>4 4> r o^dtt.&tutr, P»rtur. ; r\\ttVr. \\fa cSNti* «"], [22, ""], [23, ""], [24, ""], [25, ""], [26, ""]]