[[1, ""], [2, ""], [3, "GARRICK's LOOKING-GLASS OR, THE ART of RISING on the STAGE. A POEM. I N THREE CANTOS. DECORATED WITH DRAMATIC CHARACTERS. THE AUTHOR OF *****. — Poems read without a Name We juftly praife, or juftly blame. Swift. LONDON: Printed and Spld by T. Evans, Paternofier Row : by W. Wilson, Dublin : and by W. Creech, Edinburgh. M, DCC, LXXVI."], [4, ""], [5, "THE ART of RISING O N T H E STAGE. CANTO I. ' I O grace the elbow-chair of age, Roscius, the monarch of the ftage ; (For Roscius was in years, well ftricken, Befides that he began to thicken) Refolv'd to lay the fceptre down, And make his exit from the town. To this intent, he fumraon'd ftrait, The lords and commons of his ftate, A motley tribe as you fhould fee ; A theatre's variety ; From Madam Yates, to Columbine He fummon'd them, exact at nine, B Exad:"], [6, "THE ART OF RISIN G 4 My Exact at nine, the parties came, Some known to famine, fome to fame. In the fame room (for once) they met ; The tragic ladies, took their feat : The little folks, were on the fcout And fairly wifh'd themfelves without : The gentlemen, ftroll'd here and there Till Roscius came, and took the chair : Then flood, in attitude profound, And thus addrefs'd the circle round. \" My fubjects and my friends, adieu : I now am come, to part with you. Full forty years, in various places, Have I, alas, been making faces : During which time — as you can tell, Much have I talk'd of heaven, and hell ; Myfelf have flabb'd, through every part.; And often given away my heart ; Imaginary crimes committed, Been hated, fcorn'd, admir'd, and pitied"], [7, "ON THE STAGE. 5 My father ftrangled, kill'd my brother, And play'd the devil with my mother ; To day a fool, to morrow wifer, A monarch, manager, and mifer. Ten thoufand times this hand, has prefs'd In mimic agony, my breaft ; I've died for love, and role again, On purpofe to repeat my pain. At once I've ftabb'd both man and maid And, now and then, a tyrant play'd. Not Sir John Hill, fo much has wrote, As I have fpoken through my throat ; 'Tis true indeed, we all rehearfe Each year, a waggon load of verfe ; I, when the poet loft his gift,- . Have kindly given the man a lift, When poets, weighty matters cobble, And their gall'd jades begin to hobble, The player, doctors up their feet, And makes them feem, both found and fleet ; This"], [8, "THE ART OF RISING 6 No This have I done — with your afliftance, Tho' fometimes, we fcarce fav'd our diftance Bards, now a days, would lofe the race, If players, did not mend their pace, So apt their hackneys are to trip, That did we not work fpur, and whip, Scarce is there one among them all, But would, ere courfe the fecond, fall : To tell you then my ferious wifh, I'm tir'd of this poetic difh, So mean to bid farewel to verfe, And live upon my profe, and purfe : I'm on the edges of threefcore, 'Tis really time to give it o'er ; I need not counterfeit a wrinkle ! Behold — it ftrikes you in a twinkle ! The ftep of fixty, as I ftir You fee : 'tis downright angular ! I'm now unfit for rant and riot, And fo determine to be quiet ;"], [9, "ON THE STAGE. 7 •> No more will I the Proteus play, But choofe henceforth the private way : Nay, Mr. King, you need not flare, I am in earneft 720W I fwear ; As player, manager, and poet, \" I've done fome fervice, and you know it ; I've had my ftruggles, like the moor, A time there was, when I was poor : r Now farewel hair-breadth 'fcapes, and flavings, Hail — three times hail — my little favings : I never coveted fuch fluff\", But will retire, with juft enough To line the evening couch with down, And keep a cottage out of town, My homely Hampton hut, I mean, Altho' a plain, a pleafant fcene ; A palace ill befitteth age, Mine, is the feafon to be fage ; And that's, another reafon, why I lay this buftling bufinefs by : C > Altho"], [10, "THE ART OF RISING 8 Altho' of actors, I am king The hour, alas, is on the wing When I, and real monarchs, muft Lay all our royalties in duft : I now an awful part fhould act, And fable, muft give way to fadl : You fee my purpofe, and my plan ; No more the player, but the man. Then friends farewel, but ere I quit, Thefe well known fcenes, of fenfe and wit ; Thefe ever-honour'd, facred boards, Where fuch a levee grand, of lords, Where kings and queens, fo oft have flood, And died — with little lofs of blood ; Where conquerors of every clime, Have, night by night, harangued in rhime; Where, by the aid of good blank verfe, Stout heroes, have improved their curfe : Where dukes, of every fort and fize, Have complimented ladies eyes ; Where"], [11, "ON THE STAGE 9 Where chiefs, have fought their country's caufe, And ftatefmen made, and unmade laws ; Where counteffes, have drain'd the bowl, Or flabb'd the form, to fave the foul ; While virgins, rather than fubmit, Their pretty, panting hearts have hit ; Where all of us, have had our blows, Our fieges, battles, joys, and woes ; Ah friends — I cannot leave this place, Till I have given my laft embrace ; My eyes will linger to this fpot, Till you my laft advice, have got. Friends, ours, is oft a dangerous trade, Take then a recipe I've made, I've tried its efficacy long, Mind and apply it to the tongue : The legs, and arms, muft claim a part ; I've mixt it up, with wondrous art, 'Twill move the foul, and mend each feature, I'm told, there's not the like in nature, And"], [12, "10 THE ART OF RISIN G From And as a mark, 'twill bear the teft, Me, it hath made — Probatum ejl. Take firft a well-fiz'd Looking-Glass, Cl And view your fhadow as_.you pafs : Mark every motion of the eye, • > And learn, at will, to laugh and cry, Obferve to flep, and ftart, with grace, And call up meaning, in the face : Walk not too narrow, nor too wide, 'Tis like Sir Punch, to ftrut and ftride As bad it is, to jerk, and run, Pray ladies, copy Abington. Obferve the breeding in her air, There's nothing of the actrefs there : Affume her fafhion if you can ; And catch the graces of her fan. Learn in the mirror, how to flare, To fmile in joy, to droop in care : With eafe, to hector-it, or fin-it, And be the Proteus of the minute :"], [13, "ON THE STAGE. 11 From gloomy, fhift to the ferene, And learn to methodife your mien : In drawing off a glove, I'll tell, Whether a woman is bred well, In tieing on a folitaire, Or in the tender of a chair, Or managing the limbs below, I know whate'er a man can do. I prithee never paufs too long, A trick I got, when I was young, A trick, my enemies have told, But habits, feldom leave the old. The glafs may teach, to bow and kneel, But heaven alone can make you feel-. From that fair fount, the truth muft flow, Yet, art can make a fhift you know ; I've found it frequently fupply, The want of fenfibility. But then, 'twill take up all your leifure, Ere you can make fuch toil a pleafure ; D For"], [14, "THE ART OF RISING 12 I For where dame Nature is unkind, And fcarcely half makes up the mind, While Fortune, like a fcurvy jade, Toffes that mind, upon our trade, It follows, as a clear effect, That notwithftanding fuch neglect, If Nature will not do her part, The bufinefs muft be done by art. In flage-affairs, as in a watch, There's many a wheel, and many a catch, In both the mechanifm's fine, Your lookers-on, can ne'er divine, What a mere juggle 'tis to play ; And yet this juggle does, I fay. Who only views the watch's face, Conceive not what's within the cafe ; Enough for them, if truth it tell, And bids Sue roaft the mutton well, The fine machinery they mifs ; As 'tis in that, fo 'tis in this."], [15, "ON THE STAGE. 13 I would not have you then defpair, Tho' Nature, fhould her bleflings fpare, Tho' fome of you, fhould feel no more, Than Duns tan's giants o'er church door : Sheer art, may move a man about, And who's to find the fecret out : Take heed, 'twill feem all fkill and knowledge, Might pofe the fellow of a college. Have you not feen, in Lear, and Fool, (Where players often rave by rule) The calling out — a moufe, a moufe, Has fairly taken in, the houfe. If well the changeling throws his hat, Make fure of your applaufe for that : One minute marks a ftart, at moft, But, . if on entrance of a ghoft, You ftamp but loud enough, and fix, Inftead of one, you may take fix : 'Twere well indeed, if, when it's come, With dext'rous dafh of hand, or thumb, You"], [16, "THE ART OF RISING 14 The You caus'd the hair, to fland an end ; As that would much the horror mend : When Hamlet's phantom you purfue, Gaze, as if every lamp burnt blue : But when its errand you would know, Take care, to flagger as you go : Then, as it waves you, not to vex it, Let the fword tremble in your exit. To make King Richard, there's a knack ; Be perfect, in the leg, and back ; The eyebrow, fhould be broad, and dark : And give to murder, every mark His fell complottings and defigns, Should flartle in the face's lines ; Give him the dark aflaflin's airs And catch the audience unawares. Much, much, dear folks, depends on drefs The feemly ruff* of royal Bess, y The flourifh, when fhe gives the blow, The royal train, and furbelow,"], [17, "ON THE STAGE. 15 The thundering boaft, of bluftering Pierre, The ftraw-made crown, of crazy Lear, Othello's face, Ophelia's willow, And Desdemona's ftrangling pillow : Your hofe, ye fair, when boys you play, White chins, when age is in decay, Fat Falstaff's fhield, and mountain belly, Are half the battle, let me tell ye : If once the galleries give the hand, A fig, for thofe that underftand, The men of tafte, you know, are rare, The boxes, feldom heed the player : Mind not the critic's hifs at flaws, 'Tis buried in the fool's applaufe. Is genius wanting — truft to trick, 'Twill prove the actor's walking-flick : There are, who ufe it every year : Tho' none of my good people here. But where true tafte is given, efcape, That which v/ill make you play the ape ; E Where"], [18, "Nor i4 THE ART OF RISING Where there is genius — in fuch cafes, The paflions know their proper places ; Juft where they ought, behold them rife, Or flow in tears, or heave in fighs : They animate the brighteft jeft, And mighty nature flands confeft : What therefore, I remark'd, at firft, Was putting matters at the worft ; As providence beftow'd the power, I ne'er could bear finejfe an hour : My Archer, is your comic fample, And Lear affords a grave example. Of other points, there are a few, That I will now reveal to you. And firft, it would not be amifs, But here and there prevent a hifs, If fome of you would condefcend A certain carelefs air to mend ; 'Tis villainous to fearch the pit, To find where your admirers fit,"], [19, "ON THE STAGE. 17 One Nor is it right, to flare on high, Intrigueing with the gallery : Or to the boxes, give your eyes, While on the ftage a lady fighs : Believe me, there is much to play, Ev'n when you have no more to fay : Some, at the clofe of every fpeech, Will, faucy, turn upon their breech ; Dear ladies, pray forgive the word, But, faith, the cuftom's more abfurd ; Never conclude your bufinefs paft, Till ad: the fifth, and line the laft. Oft have I been, the friend in danger, When him I lov'd, flood, like a ftranger ; And tho' next fcene I was to die, By draught, or dart, or fympathy : (For broken hearts with us, are common I've often crack'd a cord for woman) The fellow, was fo loft to feeling, X might as well have hugg'd the ceiling.;"], [20, "THE ART OF RISIN G 18 Tho' One of his hands, indeed, was near To take my tributary tear ; While other members, making love Were fet, to trap the nymphs above. Sure gentlemen, you'll grant me this : A time to act, a time to kifs ; Refrain but till the curtain's down, Then Ranger-it, thro' all the town. But really there is no excufe, Where killing, is fo much in ufe. The modern ftage, is no way flack, In granting you an honeft fmack : I cannot recollect the play, Where poets do not fhew the way ; There's fcarce a fcene of tragic blifs, But they have introduc'd a kifs, Or if a co?nedy's their forte, There's always fomething of that fort. The drama now, however chafte, In tender matters, near the waift ;"], [21, "ON THE STAGE. 19 Tho' they run round and round the riddle, Girding a zone about the middle : Yet all, who deal, in deaths and faintings, Our dapfters at dramatic paintings, However artfully, each draws O'er facred parts the virtuous gauze : There's none fo churlifh, to difpute, The players right to a falute : In times of Wycherly indeed, A Man, might modeftly proceed, Might leave the lips, and in a pet Said Y g — \" Pray fir, don't you forget ? I wifh pure precepts, you'd convey, And treat us — in a decent way : When ladies in the room are fitting Say is it fitting Roscius \" — Fitting t As heaven fhall judge me by its laws, I only fight the female caufe. My argument will plainly prove, You have a right to claim our love : F Whatever"], [22, "20 THE ART OF RISING And Whatever characters you play, Or great, or little, grave, or gay, While your dear forms are on the ftage, You every motion fhould engage ; And he, who turns away his head — The prompter — ought to ftrike him dead : There's not a man in the creation, Has for the sex fuch veneration. It now remains, ere I go hence, To thank you, for your diligence. Sicknefs, 'tis true, will oft difable : Pretended ficknefs, is a fable ; The papers, have been full of this ; But I, blame nature for each mifs ; At duty's call you all would come, But — that you could not get from home Nay you'd have ventur'd in a chair, Had you not fear'd — the evening air. I know a lady's refolution, But who can help her constitution."], [23, "ON THE STAGE 21 But And had you left your hoods and fcreens, You might have died behind the fcenes. I credit not the idle tale, lc She is not fick, fhe does not ail, ' I've feldom pry'd for your complaint, Convinc'd, you were above a feint, But fure, of your indifpofition, Have often fent you a phyfician. Some may have had it much at heart, Becaufe they did not like a part. Some fair ones, have been apt to quarrel And could not fancy their apparel-. It feems I've too much trimm'd a train, When 'twould have prettier look'd, if plain I have not always pleas'd my beaux In the divifion of the cloaths : I have given gold, for filver lace, And fometimes fuited ill, a face : Complexions differ, and ftage drefles-* Should always match the fkin and trefles"], [24, "THE ART OF RISING 22 But far from me the blame may pafs, The fault was in — the Looking-Glass : Ladies, indeed it told not truth, Each habit much improv'd your youth ; And when you were difpleas'd with me, 'Twas I adorn'd — a deity. Perhaps, a word may be expected, Of Bards, who think themfelves neglected. It is no eafy tafk, to rule The fcribbling tribe, and every fool, Who pelts a man with manufcripts, And crowds on him, mifhapen flips ; Things, half begot, and born in pain, The very Foetus of the brain. Some of you know, my window-feat ; The piles of paper, there you meet, Are but the baftards of the day, From trafh, that fpawn a mufhroom play : Abortions, fprung from parents poor, That lie— -like foundlings — at my door : In"], [25, "ON THE STAGE. 23 In charity, I take them up, t Altho' not worth my caudle-cup : The fire, without dramatic fap, How can the fon, be rear'd by pap ? Yet all, I keep a decent time, In ragged fwatheing-cloaths of rhime : Then, beg the fathers to attend And- — take them to another friend. I'm charg'd, with fcorning babes of wit, A charge, for which I've anfwer fit. Extract a moral, from a tale : A Grazier, once had fleers for fale ; Horfes juft broke, and heifers grown, Pigs, calves, and other kine, his own. To market, as he went one day, A neighbour, ftopp'd him on the way. Dobson, faid he, as you know well, Both how to buy, and how to fell, As I, muft watch to-day, the houfe, (For mother midwife's with my fpoufe) G 'Twill"], [26, "THE ART OF RISING 24 'Twill be a kindnefs, Dob. if you, Will bargain for my oxen too : None better knows when beafts are fat, You are a judge — I muft fay that. The 'Grazier, from pure love to John, Jog'd with the cattle, gently on. A mile beyond, one Thomas Stave r, Beg'd, with a fmile, an equal favour, Talk'd of a lamenefs in his legs And prefs'd upon him, all his eggs : It was not Dob's denying day, So, with his load, he trudg'd away. But juft as if 'twas ne'er to end, Hard by, he faw a. female friend :. She too, had met a bad difafter. For which repofe would prove a plaifter : How much, fhe faid, would, he oblige, If he would take, her Friday's cheefe ? The Grazier, though almoft weigh'd down Agreed, and toiling, went to town. 'Twas"], [27, "ON THE STAGE. 25 He 'Twas fultry noon when he got there And now, came on, our Grazier's care Off went his horfes, to his mind, His heifers, did not flay behind : His lambkins, bore a market price, His hogs, found buyers, in a trice. The market then was at a ftand ; His neighbours' goods, remain in hand, He fcarcely fold an egg an hour, And night, at laft began, to lower : Longer to flay, would be in vain, And fo he drove them back again. The man with the rheumatic legs, Who was the owner of the eggs, The fwain, who fent the oxen too, Now on our lucklefs Grazier flew ; They tore his coat, they bruis'd his eye* He was at laft, compel I'd to fly. Yet, how was the poor man to blame, He would have fold, if buyers came ;"], [28, "THE ART OF RISING 26 He could not force the beef, and cheefe, The Town was full of purchafes ; The moral, is worth every other, Serve fix ft yourfelf , and then a brother ; To ferve a brother firfl, is right, Provided felf gets double by't : But mind that you get pleafure too, That fanctifies whate'er you do : 'Tis paft difpute, and flands reveal'd By men of note — fee, Chesterfield ; Authority we have no better, It is the fenfe of every Letter. For that it was, I fav'd my gold, For that I bought, for that I fold. My friends, I haye no more to fay, I wifh you long to live, and play : And, when, like me, you've fav'd a pittance, Make your laft bows, and cry, acquittance. \" The Green-room, echoed approbation, And thus broke up the Convocation. END OF THE FJRST CANTO."], [29, "ON THE STAGE. 27 CANTO II. XT/HEN mighty refignations come, They're founded loud, by beat of drum, I fpeak, by trope — conceive me right, Not drums, made ufe of in the fight : But thofe more general alarms, That fummon kingdoms up to arms ; Again, I ftrike on metaphor, Thefe things in rhiming will occur ; Sure, as guns pop, by pulling trigger, Pen but a verfe, off\" goes a figure. Altho' our greateft merits, lie, Far from fuch quaint embroidery, True 'tis, that young poetic finners, Who at the trade, are but beginners, Find H"], [30, "28 THE ART OF RISIN G For Find it extremely hard, to rein Th' ideas of the buxom brain : When fpirits boil, and fancy rages, Then glare and gew-gaw gild the pages Imagination's in her prime, Who loves to fing, in fummer-time ; And hence, the ftripling poet, goes To compliment the blooming rofe, Pours forth his genius in love, Bedecks the garden, grot, and grove, Scorns to fee things, like other men, But, with a fort of chymic pen, Hies to the fhepherd's fleecy fold, And turns the greafy wool, to gold : Hath civil fayings, for each flower, Firft makes, and then defcribes a bower. Meet fuch a bardling in your walk, Perchance you find him, deep in talk : Or 'neath the branches, with a book ; Or liftening to a lazy brook ;"], [31, "ON THE STAGE. 29 For what you readers call, a bird, Writers, have quite another word : A plumy fongfter, feather d friend, If proper name, an a at end, Not bullfinch, goldfinch, thrufh, or chaf, A fweeter, fofter found by half, 'Tis Philomela, tells the tale, And not the vulgar nightingale : 'Tis not the linnet gives its note, But Lillinetta pours her throat : What dull folks call the beetle's flight, Is but the 7neffenger of night : And when the day is gone to bed, On Thetis' lap he lays his head ; The poet's eye can fee him fwim, And tinge with gold the ocean's brim : Then, that which mortals call the dawn, Is open'd, by the ruddy morn : And certain ftreaks of riling red Mark where that lady's fingers fpread, Lambs,"], [32, "THE ART OF RISING 30 Lambs, are the types of innocence ; Lilies, and fnow, difpute that fenfe ; Nay every leaf, on every tree, Affords the bard, a fimile : And every tender bud, that blows, An epithet, or thought beftows. Now, fome may think — Jove help their heads ! It is mere duft a mortal treads, I cannot pity fuch, enough, We authors, know 'tis no fuch fluff : The velvet carpet, nature gives, She offers it, and man receives ; Wifh you to change the phrafe again, 'Tis the green mantle of the plain ; 'Tis heaven's own livery, filken Jod, And, by no means a kneaded clod : 'Tis tijfue, wove by hands divine, Tis all that's fair, and all that 's fine. But to proceed — henceforth the mufe, At moft, fhall modeft edging choofe : With"], [33, "ON THE STAGE. 31 With her, the fairy days are o'er, Content with fenfe, fhe dares not foar : Leave we fuch freaks to youngfters green, They're but the fportings of eighteen ; The mufe, alas, who fcribbles this, Is now no more a flaunty mifs ; The fever of her fancy cool, She rhimes, and reafons, all, by rule. The morning regifters of fame, Soon fet the city in a flame : *f A favourite player to retire, Is worfe than the alarm of fire : The ignis fatuus of the ftage, Runs ripe, and rapid, through the age And though two mighty nations wait, Upon the councils of the ftate ; Yet like true patriots at the heart, We look when Roscius plays a part: Whate'er's theatrical devour, And give to him, th' important hour. I The"], [34, "Thus, 3o THE ART OF RISI N G The papers told, that he refign'd ; At this you guefs the public mind : Hang all the folks acrofs the main, So Roscius, would but act again. Next day, the matter was averr'd ; Certain, the patent, Was transferr'd ; Song, fonnet, ditty, fought the prefs, And half, the town, was in diftrefs. The matter, fcarce abroad had flown, Ere it arriv'd at Helicon ; Swift to the mules' laurell'd court, A poet, went, to make report ; For poets, be it noted, go, On fuch affairs, incognito : And tho' to fceptics, it feem bdd, In point of fpeed, fhall match a god : They ftride not, ordinary horfe, But Pegasus, performs the courfe : A beaft, that traverfes the air ; More fleet than your arabian mare."], [35, "ON THE STAGE. 33 For, Thus, poets get to Hypocrene, Ere Sunday cits, to Turnham Green. Phoebus, allows the miracle, And fo, they ride invifible. Hence 'tis, the ponies of Parnass, All other quadrupedes furpafs ; The reafon's evident, the mead Is confecrated, where they feed : The beft hiftorians alledge, There's fomething holy, in each hedge : That facred herbage blooms around, And not a thiftle in the ground : A nettle* here and there, you find, For fteeds that are to wit inclin'd : Even then, there's honey round the fling, But for a weed\"— there's no fuch thing. In vain you look for winter here, 'Tis June, rich June, throughout the year Hence 'tis, that all the courfers' nofes, Are perfum'4 with parnaflian pofie6 ;"], [36, "THE ART OF RISING 34 The For, as the creatures floop to graze, They bite — and fill the mouth with bays The fillies, chiefly choofe to eat The primrofe, pagle, violet, Becaufe this fort of food, it feems, Infpires your pretty paft'ral themes : On jemmy, gentle feet they run, And frifk, and frolic in the furt : In fhort, the fields, are here fo fine, They prove that every blade's divine, Such too, is their peculiar force, A bard they make, of afs, or horfe : Certain, as wings grace Hermes' cap, Whatever eats, and takes a nap, Right good fufficient poets wake ; The better, if their third they flake At Caballine, the horfes fountain ; Which lies on t'other fide the mountain ; Some fearful fools, too tame to blunder, Have fet thefe matters, far afunder,"], [37, "ON THE S T AGE. 35 The river in Beotia placing, And Phocis call the fpot they graze in, But poet real, mule or man, Defpifes critic's rigid plan : And fkip through kingdoms in a minute, Think of a place — whew — pafs — they're in it : Your bards dramatical, fhall run And win the fweepftakes, from the fun ; In waving of a goofe's feather, Shall draw the diftant poles together ; On wings, fcarce fledg'd, with eafe can fly Ifrom Catharine ftreet, to Castaly : Then dig the fpur, and loofe the rein, Dine in the Strand, and fup in Spain. These points premis'd, we will not fail, To fee who went to tell the tale. Truft me, there was no lefs than feven, Now made a vig'rous pufh for heavens Dan Roscius rang'd them in a row; And every one defired to go : K Their"], [38, "THE ART OF RISING 36 So, Their courfers you'll fuppofe were there, Pawing, to gallop through the air : Reader you'll note, that heaven's a phrafe, We, authors, ufe in different ways, The ikies above, lay conftant claim, And Helicon enjoys the name: Nay what will flartle moft, I know, We give it, to the fhades below : In fhort firs, every place of reft, Is heaven, becaufe it fuits us beft ; So, whatfoever's bad or bitter, Is hell, to make the fenfe compleater, This licence, chiefly marks our charter, So wonder not, at what comes a'ter. In verfe like this, the bard's allow'd A privilege, deny'd the crowd ; A letter, we ne'er mind a pin, But call it out, or keep it in : Odd fyllables, we cut, and clip, And half a word, with eafe o'erfkip ;"], [39, "ON THE STAGE. 37 Yet So, that at top we put our dafhes, The critic heeds not, fuch fmall flafhes ; This right, prince Butler did ordain, And Swift, confirm'd the act again : Dan Prior, fign'd it with his hand, A law poetic, through the land ; Since thefe fo often par'd the line, There's none will cavil fure, at mine : Say, I clip oft'ner, I'm the lefs ; But to return — I fhall digrefs. The bard, who faddled firft his fleed, Was of a mixt, and mongrel breed : His Pegasus, fcarce known to fame, Tho' young, and mettlefome, was lame ; One that ne'er won a noble bet, But threw the heel at all he met ; In going a dog-trot he ftumbled, Yet fnorting, reftive, and ne'er humbled ; You'd think its mafter, was a bruifer, I lack a rhime— Proceed — 'twill do fir —"], [40, "While :6 T HE ART OF RISING Yet was it plump, as pad of parfon : The beaft might ferve to bring a farce on Indeed he has been known to pray, And written, almoft half a play : Nay to do juftice to the fteed, Tis certain he the news could read ; There are who fay — you need not laugh, He actually could paragraph, The column ken'd with critic eyes, And wrote both queftion, and replies ; Howe'er this be, he did not fail To be a candidate, for the mail. To fearch too nicely for the reafon, Would at this time be out of feafon : But Roscius, thought not fit to fend This courier, tho' efteem'd a friend : Rumour declar'd— but (he's a hag, That Roscrus had long fed his nag : And fome were bold enough to fwear, This courier's beaft engag'd his care,"], [41, "ON THE STAGE. 39 While blooded horfes left to play, Could fcarce get either corn or hay ; That many a prancer, flout and able, Was left to fwell at leg, in ftable, While this queer creature was rubb'd down, And made a fight of, for the town. But not to tire you with fuggeftion, I hafle to things beyond a queftion : Altho' by taking off, a cup Of that fame water, poets fup, And dining well, on heavenly fallads, Might mend our author's knack at ballads ; 'Tis clear, Sir Roscius did not choofe To dub him poftman to the Muse. The fecond was a bard obfcure, That wanted much, a finecure, The matter of a galloway, Exceeding apt to run away, That lately threw a lady down, Then fcamper'd with her thro' the town. L Quoth"], [42, "40 THE ART OF RISING Till Quoth Roscius, \" It can't be, my friend I might as well an Andrew fend, How am I fure, ere you get there, You will not fettle in the air ; The Tit you ride's a lovely Brown, But who's^to bring the mefiage down ? The four next candidates, were fuch, As prov'd a little, was too much, Your men of Farce and Interlude ; Who teaze the town with trifles crude ; Who give their tiny pop-guns play, To pelt the folly of the day : Whom Roscius artfully employs, To keep the galleries — Irom noife. When tragic heroines, in difguife, Are now no more to cheat the eyes : When fhe, who lately feem'd a brother, In fcene the next, turns out a mother : When paffions are no more at ftrife, fypnd the poor man may own his wife :"], [43, "ON THE STAGE. 41 With Till fhe puts on her woman weeds, >Tis certain that a paufe fucceeds, And, as it takes both time and pain To make a boy, a girl again ; 'Tis decent, that we ufe fineffe, That each fair lady, may undrefs ; Hence Roscius, being politic, Engages thofe fame fons of trick ; A tribe of low dramatic hacks, To fill the fpace, between the adts. Their fenfe and tafte, were nearly even, But all unfit, alas, for heaven. On thefe accounts, he call'd a crony, Who kept a very pretty poney : A thing of fafhion, brifk, and neat, And fwift of foot, altho' petite : Well he maintain'd a poet's caufe,, A flickler flout, for critic laws : The fleed, was little, but not lazy,, The rider, dapper as a daify."], [44, "46 THE ART OF RISING With fairy flep, together, they, Had tripp'd to Paris for a play ; Thither, each year, the pair would prance, To catch the comedy of France. Him, Roscius, deem'd a proper bard, To carry off\" the meftage-card : \" Then mount, dear George, faid he, your fteed And pray return to me with fpeed. Altho' our poet did not race, He deftly, went a decent pace : And thofe who take long journeys, know Your even riders, fafteft go : Thus, tho' he did not ftretch and tear ; He canter'd regularly there. For, though a dramatift, and fleet, His Pegasus, obey'd the bit. Some bards, full cautious and exact, Are fway'd, by Aristotle's act, Which doth provide, in certain cafes, Strict pdid:s, upon times, and places : To"], [45, "ON THE STAGE. 43 To break through which, without juft reafon, Is call'd a literary t reafon : Would you, with thefe fame laws comply ? Then — reverence probability. Aw'd, therefore, by the fage's plan. Steadily went, our little man : Arriv'd-, he hail'd the facred fpring, Difmounted, and addrefs'd the ring : For as it chanc'd, the ladies nine, Were, after dinner, quaffing wine : A bafket of ambrofia by, Remain'd, to tempt a ftranger's eye ; Yet, ere he laid a finger on, He told them, what he came upon. \" Ye ever-honour'd, three times three, I Coley George, now vifit ye, The meflenger, alas, of news, That needs muft fhock each gentle mufe The fads, connected with the matter, Will turn your nectar, all to water : M And"], [46, "THE ART OF RISING 44 I'm And your divine poetic lake, An ordinary puddle make. Roscius, old Drury's mighty king, (With pain, ye maids, I tell the thing.) Roscius, refolv'd to leave the town, Prepares to quit the fcenic crown : Even now he flies, he's gone this hour, Unlefs you interpofe your power. — ' S£ And who the diadem fhall wear ? Cried the fad mufes, with a flare ; All rofe confus'd, fome fwore 'twas fable ; Some, fpiit the nectar on the table : Queen Tragedy, was in defpair, The comic Lad.y tore her hair : It chanc'd, the Graces were their guefts, And they began to thump their breafts : And though, perhaps, 'twas only art, Each fair one, acfted well her part ; They topt it fir, as they had been Six fummers, training for the fcene :"], [47, "ON THE STAGE. 45 I'm led to judge it a deceit, (At beft a modifh counterfeit) Becaufe tho' fome amongft them had Sufficient reafon to run mad ; The poor Thalia, well might cry, And her fad fifter, fob and figh : Yet really all the refk might fpare, Their woful looks, and fullen air. For thofe to whimper — 'twas a whim, He fcarce knew them, they fcarce knew him : And wherefore could the charming Graces, Diftort, and fpoil their lovely faces ? The thing, as it appears to me, Is, that they wept for fympathy : For, if you criticife, you fhall Obferve, that grief's electrical ;, When Belvidera, draws the tear, Behold — the handkerchiefs appear, At once, a thoufand nofes blow, Till the houfe echoes with the woe : But"], [48, "THE ART OF RISING 46 But mark — I don't conclude from hence, All feel, the pathos of the fenfe : Or all regard the ftage, or player, Ev'n though the lovely Barry's there ; For, thofe who truly are diftreft, Perhaps the nofe fhall blow, the leaft ; Yet, when th' infection touches one, From box to box you fee it run : But every heart is not alike, And one wee, cannot all folks ftrike : Where fathers feel themf elves a Lear, No doubt the mifery's fincere : But fhe, who bride fhall be to-morrow, Has no foul then, I ween, for forrow ; And many a tittering fair, you find, So little to diftrefs inclin'd, Ev'n Shakespeare's fcenes could never melt, Yet ftill, you'd fwear, they really felt : - When tender people round you cry ; 'Tis right to bear them company, Before"], [49, "ON THE STAGE. 47 Before the face, the fan to pull, And vow, 'tis pajfing pitiful: The eye to rub, the head to lean, And feem — quite foften'd by the fcene. This, clears the conduct of each Muse, Nor could the Graces well refufe, When Mel. and Tha. heav'd fighs by dozens, They claim'd the fympathy of coufins ; Their beauteous fillers too gave vent : 'Twas all, a decent compliment. The news, fome thought, muft be a fable, Roscius, they faid, though old was able ; The courier, muft miftake the thing, They'd fend an herald to the king, And have it well confirm'd, for fure, The tidings muft be premature. The courier faid, he told the truth, Moreover, that a tuneful youth, Who, by a certain fpanifh plot, A wond'rous rich Duenna got, N Who"], [50, "THE ART OF RISING 48 Who for fix, fing-fong months together, Had led the town, thro' wind and weather, His tweedle-dum — and dee, to hear, And took — the nation by the ear ; That he, the palace, now had bought, The trappings, trimmings, and what not : That other gentlefolks had part, And fhar'd the inftruments of art : The comic mafk, and tragic train, The fun-fhine, and the fhowers of rain ; The weeds the witches often danc'd in, With colour'd coat of Harlequin. The fceptres, iwords, and fuits of mail, The palace flats, the park, the jail ; The dragons, bears, and dromedaries, And all the pantomime vagaries : The truncheon, targe, and trumpet loud, The pafte-board crown, and canvafs cloud : The thunder-fpouts, and thunder too, With robes, of tartar, turk, and jew : The"], [51, "ON THE STAGE. 49 He The couches, coronets, and camps, The ftars, the moon, and all the lamps : The heroes habits, whole, and torn, And ermine, walking dukes, have worn The blazing petticoats, and facks, Which often grac'd princefles backs : In fhort, the whole machinery, Arid all the trick of tragedy. Enough, enough, faid Pommy, here, I fee the horrid matter clear, It chiefly touches you and me. It does my dear Melpomene, Exclaim'd poor Thaly — let us fly Direct, to feather'd Mercury ! This faid, the fifters, inftant went To Maia, in the firmament : Their golden pinions beat the wind. The little herald, ftay'd behind ; Long'd with the reft to hold converfe, But thought it right to talk in verfe."], [52, "THE ART OF RISING 50 He told the fate of Epicoene, Yet did not give the nymphs, the Spleen ; A Connoisseur, the bard, they found, So, many a civil thing went round, And after much dramatic chat, They fluck a laurel in his hat : Then, as the nectar 'gan to rife (Which they get conftant from the fkies ; For, from Olympus, to Parnass, It is, with them, an eafy pafs) Each lady, freely fpoke her mind, And did — what by, and by, you'll find. Reader, 'twould facriligious look, At the mere fag end of a book, Thefe facred matters to rehearfe, Which figure, in our future verfe : When great affairs approach, we paufe, This is amongft your epic laws : Important points demand parade, And to grace thefe, we, Cantos made. END OF THE SECOND CANTO."], [53, "ON THE STAGE. 51 CANTO III. TPON a Card, as white as fnow, Fairer than meffage cards below ; Fairer than thofe, on which the belle, Sends by her Hermes to Pall-Ma ll The modifh meffagc of the day, To make a party for the play, Or fix the hour of dear quadrille, That not a moment may ftand ftill : The Muses fign'd a foft addrefs, Which Coley, carried off exprefs. THE MUSES TO ROSCIUS. While Mel. and Tha. are gone to heaven, We, your admirers, fitters feven, O Send"], [54, "THE ART OF RISI N G 52 The Send this, to beg you may not fell, Till he who buys, can act as well ; But, fuch a bidder, when you find, Pray let us hear, that you've refign'd Confent, we have a right to claim ; Obey, and truft to us your fame ; From each, a compliment receive. And cherifh, what the Muses give. I Clio, in the immortal page, Will bid you live thro' every age : And I, Calliope the fair, Will make your harmony my care ; Your various powers of voice, record And tell the mufic of each word. Erato and Terpsichore, > Your dancing, and your poetry, Ours it fhall oft be, to rehearfe Your knack at epilogue, and verfe : Phoebus negle&s the epigram, And founds the trump of epic fame ;"], [55, "ON THE STAGE. 53 The gentle fallies of a morning, His godfhip trufts, to our adorning : Euterpe, though you feldom ling, Pays you the honours of a king : I, Poly hymn, your memory love, Urania, mark* the whole, above, She, with a funbeam, writes your name, And confecrates the word to fame : And we, the filler Graces, vow, Not to forget, your air, and bow. Given at our court, Parnassus mountain, By us — Princeffes of the fountain : By us, your friends, the Muses feven, While Tha. and Mel. are gone to heaven. Our poet now, his hobby ftrode, And brifkly took the London road : But, ere he came to Drury-Lane, Thalia, prefs'd the Olympian plain. For, as no turnpikes tax the air, The fillers, prefently were there : When"], [56, "THE ART OF RISING 54 When on the earth we go, 'tis gravel, But debonair, to heav'n, you travel ; The path is cut thro' aether clear, A mild and milky atmofphere : And, as you reach the realms of day, There's not a pebbl' \"\"he way $ When once you get beyond the fun, So fmooth, and rapidly you run, All is fo gentle, fair, and even, You glide en feather-beds to heaven. Hence, Venus, with a thoufand Loves, Yokes, but a fngle pair of doves» Which, manag'd, with a filken rein. Skim up and down the rich domain : Cupid, to fly befide her choofes ; A brace of peacocks, Juno ufes : And as 'tis all an eafy flight Their chariots, are exceeding light. Mercurius, fummon'd by the Muse, Flew to Elisium with the news, And"], [57, "ON THE STAGE. 55 And lighting on the poets' walk, The circle found, in various talk. Shakespeare, majeftic in his mien, Superior to the reft was feen, \" Hyperion's curls, the front of Jove, An eye like Mars, ' the lip of Love, Mark'd him, from all the lofty band : A laurel wreath, was in his hand, A wreath, by all the Muses wove, Where each, in rival emblems ftrove ; A tribe of Grecians, view'd his grace, With all the Romans, of the place ; The fathers of th' Athenian ftage, Poets fublime, of every age : Virgil, flood gazing on his face, \" The characters of truth to trace; '* Sagacious Plato, with furprize, Saw infpiration in his eyes ; The pierceing Sophocles, was ftruck, At rays of glory in his look ; P Ev'n"], [58, "THE ART OF RISING 56 Ev'n Aristotle, bent the knees, And half forgot his unities ; Homer himfelf, to fight reftor'd, Embrac'd him, as an equal lord ; Apollo— -who that day was there, Proclaim'd the bard his favourite care. Johnson was near, in learned ftate, Severe in look, in ftep fedate, Much circumfpe&ion in his air, With all an anxious fcholar's care : * The tuneful twins together fat, Like brother— bards, in friendly chat ; Thomson, on beds of rofes laid, Was twilling chaplets in the fhade*; His harp to heavenly fubjects ftrung, Befpoke the hand of folemn Young ; The gentle Otway prefs'd the green, Still fovereign of the tender fcene, An angel— audience, own'd his fway, From polifh'd Rowe, to pleafing Gay ; Milton, * Beaumont and Fletchfr."], [59, "ON THE STAGE. 57 Ev'n Milton, whom all with reverence view, Possest the fcenes, that once he drew ; Known by his gait, and founding lyre, Poor Lee was there, with eye of fire, Hurrying he went, from grove, to grove, And ranted rage, or fung of love. Another part, adorn'd with bowers, Contain'd Thalia's lively powers ; Horace, appear'd as king of wit, And Swift, maintain'd a regal feat: Of play-houfe bards, a numerous train, ! Were ftill difputing who fhould reign : The brilliant ftroke, the fatire fmart, And keen retort, around they dart : Even here, they feem'd to hate a brother, And tore the laurel from each other. Old Wycherly affum'd the head, But matchlefs Dryden took the lead : Whene'or the mighty poet fung, The paradife refponfive rung :"], [60, "58 THE A R T O F RISING Ev'n Phillip's godlike fon, to hear, Would lift'ning, lean upon his fpear, And footh'd by found, even yet, was vain, Then figh'd to have his ode again. * Congreve now thought it no difgrace, But wore a fmile upon his face, And yet, I've heard, would now and then, Say a foft thing, to Mrs. Behn. The bard could ne'er his forte forget, But lov'd to joke about it, yet : The courtly Vanbrugh too, was near, And Cibber, whifpering in his ear ; With many a merry bard befide, Thalia's honour, boaft, and pride. Sir Mercury, now fpoke aloud, (But fettled firft his wings, and bow'd) His meffage told, with godlike grace, And beg'd their judgment on the cafe : He added too, that Mrs. Tha. Had not once fmil'd, fince dawn of day, That Who in his life-time, affetted to defpife a literary reputation."], [61, "ON THE STAGE. 59 That Madam Mel. was ftill in tears, And might be fo, thefe twenty years, Unlefs their poetfhips, could rule Friend Roscius, ftill to play the fool : He thought that Roscius fhould agree, For fake of all ftage poefy, To a£t one more theatric fefiion \" Hermes you're right— I fay, poffeffion-, Cried Shakespeare loud (and while he fpoke, No other bard the accents broke) Is all to perifh then of mine, Muft Shakespeare, be no more diyine ? Tho' fame may here, her clarion blow, Pray who muft manage it below ? He faid ; — Elysium heard the found, And all its tenants throng'd around : The ftory in a moment flew, Till every bard the matter knew, One told the tydings to another, Till Sol himfelf was in a pother. Q^ Elisium,"], [62, "THE ART OF RISING 60 Elysium, reader, is a name, Not only, for thefe fons of fame, But, a fine place, by Jove ordain'd, For all, who've figur'd, fought, or reign'd 'Tis for the wife, the great, the fair, And every conftant lover's there : It is, in fhort, for all the good, When they have done with flefh and blood ; And yet, the beauty, when a ghoft, There, as on earth, remains a toaft ; Th' Elyfians, to her charms pay court, And amorous fhadows, round her fport : The human fhape, we fure retain, Elfe, could fons know their fires again ? Now, ftrange as this may feem to you, ./Eneas, found it vaftly true, Who (as Dan Virgil's legends go) Once, took a pious trip below ; Walk'd round the charming garden twice, And own'd Anchises in a trice; Made"], [63, "ON THE STAGE. 61 \\ Made' without toil, th' important tour, And got to earth, within the hour. The characters that Roscius playd, Were now affembled — to a fhade. Poor Benedict, began to flare : And tho' 'tis odd how he got there Macbeth, protefted he was glad, Roscius, too oft had made him mad, His crimes fo painted to the life, As — Pritchard, us'd to paint his wife : The penfive Hamlet, fmote his breaft, And on poor Yorrick's fhoulder prefs'd : Even Drugger, feem'd to feel the blow, - Then took a quid, to eafe his woe : Othello, little feem'd to care, And Jaffier, was not in defpair : Yet royal Lear, fuftain'd the ftroke, Tho', Barry— y-at the bottom broke : If all were well as 'tis above, That form, that face, might well improve, My"], [64, "6o THE ART OF RISING My fcenes, faid Lee — ah Alexander, That Barry was a better flander ! Then might'ft thou ftill unrivall'd run, And claim alliance with the fun ! ** An hero of the moorish race, Had a J new gueft, in his embrace : Near whom, the ftately Wolsey flood, To give him welcome from the flood : Even -j- Caiius Marcius, hail'd his friend, And Pierre, was eager to attend ; Cato, to grieve,, faw little caufe ; Sheridan gives his fenate laws ; But princely John, declin'd the head, And wifh'd, that Sheridan was dead, Then dropt a tear, and hid his face, As confcious ftill, of his difgrace ; Ranger, with nectar almoft mellow, Swore Roscius, was a noble fellow, Then Z«nca. 1 The late Mr. Mossor. -J* A uSir.e, givpn to Corrolianus, whofe character was finely reprefented Mr, Mossor."], [65, "ON THE- STAGE. 63 Then turning to unfriended * Stephen, Wifh'd Ned and Davz both in heaven. The multitude now talk'd fo faft, The matter was fo like to laft ; So little hope remain'd of hearing, Sir Hermes, fpread his wings for fleering : When Shakespeare, thus preferr'd his prayer. To him who darts his rays from far. \" I fee I feel the tempeft brewing, Dark o'er my ftage, impends the ruin. Let me to earth, a ramble take, And I will expedition make ; Thou bearer of the brilliant bow, This. favour, on thy bard beftow. Dear Shakespeare, thy requeft is odd, Replied the filver-fhafted god, And yet I know not to deny — Then here, good friend, faid Mercury, This winged cap, I'll lend to thee, A flying foot, will do for me : R So * Araongft the Parts of Mr. SHyrgn,"], [66, "64 THE ART OF RISING So fhort the way is, to the king, One might go there with half a wing. Consent thus gain'd, and full in feather, The bard and Hermes, flew together. As friendly towards earth, they went, To fee what thefe ftrange tidings meant, They freely chatted on the road, And Shakespeare thus befpoke the god. \" Hermes, no toil that man engages ; Not making verfes, to make pages ; Not all the logic of the laws ; Nor knot, that ties the gordian caufe ; Not all the navigator's art ; Nor even the warrior's wily part ; Not methodiftical devotion ; Nor fecret of perpetual motion : Not the dull road to claflic knowledge ; Nor hum-drum labours of a college ; Not the fierce fpirit of debate ; That works the whirligig of ftate : Nor"], [67, "O N T H E S T A G E. 65 It Nor jarring jargon of phyfician ; Not fcience of geometrician ; Not fluxions, fra&ions, or finance, Not both on heel and head to dance, Not Coptic, Algebra, or Erfe, Not dignity, without a purfe ; Nor ought on earth fuch talents afk, Such powers, as 'the theatric tafk ; At once, to move and mend the heart A mafter of the Thefpian art ; > For even I, with all my boaft, Was deem'd unfit to make a ghoft ; Yet Hermes, I could fcribble things, As eafy, as you work your wings ; Could very decent dukes create, And make a minifter of ftate ; Dubb one a lord, a fecond fir, And half compleat a character, Sooner than get that phantom's talk, Or e'en be perfect in my fialk ."], [68, "64 THE ART OF RISING It is not aBing, to rehearfb, Some hundred lines of florid verfe ; It is not comedy^ to frifk, To trip, to titter, and look brifk ; The wood and wire, can dance and caper, A very mountebank, can vapour. It is not tragedy, to roar, And flounce the body on the floor ; Then to fpring upward with a bound, And call the goggling eyeballs round ; To writhe the joints, or fhake the head, Then quiver, and burlefque the dead ; It is not tragedy, to pout, Or, in a fume to jump about ; To flap the forehead, thump the cheft, And fcrew the face to feem diftreft ; Nor fweat an hour upon the ftage, Or twich the mantle, in a rage. Hence I infer, my worthy friend, Nature peculiar gifts muft lend ; And"], [69, "ON THE STAGE. 67 And after all her favours, Care, And Induftry, muft make the player. ' Quoth Mercury, \" my noble poet, You're a great man, and often fhew it ; But now you mifs the matter quite : Since you, dear Will, began to write, Affairs have had a modern turn, Actors have little now to learn, The deuce a difficulty in it, The hocus-pocus of a minute ; At leaft, the folks who teach to fpeak, Difpatch a dozen in a week. Roscius indeed, and three or four, (Haply thro' Britain half a fcore) The fubject, ftudy as a fcience ; The reft, to ftudy bid defiance. He who is to the ftage inclin'd, Tells to Sir Manager his mind ; \" To be, or not to be' rehearfes, And tries his compafs in the curfes ; 3 His"], [70, "68 THE ART OF RISIN G He His bofom beats with tragic rage, And fo he jumps upon the ftage : A time he takes to con his part, (Since he muft get the words by heart) His leifure at the glass employs, And fcares the landlady with noife ; Then, all in rubric capitals, He flames refplendent on the walls : At every corner of the ftreet, The new young gentleman, you meet ; And that he may the better bellow, Sometimes he choofes your Othello ; Changes his face to Moorifh black, Or elfe, a bunch upon his back — He aims at grin, and glare, and pofture, And takes a tug; of Mafter Gloster : At length, upon a folemn night, The hero, is to fume, and fight ; In Romifh triumph, lo ! he comes, And ftalks, to the tattoo of drums ;"], [71, "ON THE STAGE. 69 He never play'd the king, before, / Obferve him the fucceeding eve, With a vile livery on his fleeve : Sunk to the fervant's lowed place, Yet mean enough to bear difgrace. But if his lungs the talk fuftain, He plays the character again ; The ftrange attraction cafts around, And works his way by dint of found ': The papers circulate the puff, He is a diamond in the rough ; And by the force of mighty jaws, He florms awhile, and wins applaufe ; Now with fuccefs quite feverifh grown, He'll have a playhoufe of his own ; The manager and actor join, And then he fills, the hero's line ; Afar he travels, on the hoof: His theatre without a roof : In"], [72, "70 THE ART OF- RISING In a vile barn, he butchers Lear, And ftabbs the regimental'd Pierre : But ev'n if all his toils fucceed, Prithee, dear William, mark the meed Full oft he buftles half the night, Yet fcarcely gets a fupper by't ; On thy fine thoughts he feeds by day ; The famifh'd fovereign — of a play ; The vagrant hut, rewards his pains, And the world frowns upon his gains : Not pedlar, gipfy, jefuit, Not ballad-wenches, in the ftreet ; Not bafe buffoon, on fcaffblding ; Not bullock, baited at the ring ; Nor beggar dieting at door ; Nor the chance children of the poor ; A lot fo hard \" — I prithee flop ; Return'd the bard — the fubjedt drop, For if their private life be good, Blefi they may be, whate'er their food. The"], [73, "ON THE STAGE. 71 \" The fhip boy on the giddy maft ' My worthy Billy, not fo faft, Said Maia's fon — Philofophy Is a fine thing, when plenty's nigh ; As to their goodncfs, I confefs, They are the types of holinefs ; Tho' I, fometimes, pafs to and fro, I hear no trips, where'er I go j So much to deal in fentiment, Infpires, pure love, efteem, content ; Tho' grocers will their figs neglect, Actors, will noble thoughts refpect j And hence it is, the real player, Will live on virtue and the air : To no one ill is he inclin'd, Unfpotted, both in form and mind. To do the ladies right, their drefs, Even in a morn, is cleanlinefs, So fpruce, you at a glance would fwear, In every pin you faw the player ; T w; h"], [74, "7o THE ART OF RISING With rumpled cap, and towzled head, They never breakfaft on the bed, But, as at night, they love parade, At day, each fair fhall match a maid. In fhort, the heroines of the fcene, Are full as chafte, as they are clean. Here Hermes paus'd, and rubb'd his eye. And why friend Mercury, fo fly, Rejoin' d the poet — in thefe days, Actors, I hear, get pence, and praife ; Fafliion it feems, hath chang'd her plan, Town-player, is a gentleman. And furely men of art, and fenfe, Have juftly to the name pretence ; But, as I fcent the city fmoak, Prithee good Hermes fpare thy joke, And, if thou lov'ft me, quickly fay, Should Roscius go, who's left to play ? For, fince I've been a ghoft, my friend, I littje, to fuch points attend. 'Tis"], [75, "ON THE STAGE. 73 'Tis long, quoth Hermes, Sir, fince I, To either houfe, have had a fly ; There's little call for you or me. The news you'll hear from Pomine : There's Sheridan, the old and young, One fam'd for fpeech, and one for fong : But, ah dear Will, a-lack a-day ! 'Tis all to fing, and nought to fay ! His airs full feventy nights have run, And yet the game is juft begun : Why Sir, I'm told, this wicked elf, Has thrown your lordfhip, on the fhelf : In vain you growl forth, lift, oh, lift, Your favorite phantom is not mill ; And when the mob refign their ghoft, Judge how much footing you have loft : Uncall'd, old Barry limps about, Gets a long fabbath for his gout ; And 'tis with much ado, I hear, His wife can draw, one tragic tear t Me thinks"], [76, "72 THE ART OF RISING, &c. Methinks the age is operatiz'd: Sweet Willy— you feem much furpriz'd j Hermes ftopt fhort — the poet frown'd, And tore the bays his temples bound ; The chaplet, thrice, indignant, fhook, Toft it air, then angry fpoke : \" Roscius refign'd ! why had he ftay'd, I would go forward, to upbraid*—— Oh had I known, what Shakespeare wrote Would fly, before the fidler's note, By yonder — but I will not fwear, Why didit thou lead me on thus far ? Hermes your hand — -dear friend adieu. ' He turn'd about, and backward flew. The God of errands, left alone, Now bent his courfe towards Helicon. Told every Muse th' appeal was vain, And in a huff, fought heaven again. THE END."], [77, ""], [78, ""], [79, ""], [80, ""]]