[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, "s< des principales^ ) qui ont ni lieu ) ) c u I. .hi, I, ii ', mi,/ lli.l,/,,;,,, .,;,, ii,;;i,/l/l//.,i,t!;.;1'i::,;: ■*»"], [7, "THE CAMPAIGN OF MDCCCXV; OR, A NARRATIVE OF THE MILITARY OPERATIONS WHICH TOOK PLACE IN FRANCE AND BELGIUM DURING THE HUNDRED DAYS. WRITTEN AT ST. HELENA GENERAL GOURGAUD. Illustrated with a Map of the principal Theatre of the War. Tout ce que peut faire un grand homme d'etat et un grand capitaine, Annibal le fit pour sauver la patrie : n'ayant pu porter Scipion a la paix, il donna une bataille od la fortune sembla prender plaisir a confondre son liability, son experience, et son bon sens. Car- thage recut la paix, non d'un ennemi, mais d'un maitre. Montesquieu. LONDON: PRINTED FOR JAMES RIDGWAY, PICCADILLY. 1818."], [8, "CHARLES WOOD, Printer, Toppin's Court, Fleet Street, London."], [9, "PREFACE, I'he Emperor Napoleon having been pleased to communicate to me his opinion on the principal events of the Campaign of mdcccxv, I have, in writing the follow ing Narrative, availed myself of that fa vourable circumstance, and also of my own recollections of the great catastrophe* of which I was an eyewitness* I have read a great number of publica tions on the same subject, since I returned to Europe ; but most of the authors ap pear to have been governed by anger or animosity, and others to have been blinded by overweening national partialities : few a 2"], [10, "PREFACE. IV have studied to give a true picture of the events as they occurred. Error often repeated assumes at last the appearance of reality ; but being in this instance possessed of the means of removing it, I feel that a longer silence on my part would be inexcusable. No other reason could have overcome my repugnance to expose myself to literary criticism. Writing as a military man, I have only alluded to political events in order to ex plain how it happened, that a single battle sufficed to subjugate the French nation, governed by the first Captain of modern times. It is not for me to attempt to dis cuss these great questions : — Has the battle of Waterloo consolidated or shaken every throne ? — Has it secured the tranquillity of Europe or undermined all its foundations ? Time will determine. The Public will find in this Work a"], [11, "PREFACE. V 1> simple but faithful recital of facts ; the military reader, the information necessary to enable him to estimate the faults which were committed, and the talents which were unfolded ; the French, a new proof, that, notwithstanding their misfortunes, their warlike reputation was not tarnished in the field of Waterloo. Perhaps the ministers of the powers hostile to France will tremble on perceiving the danger they incurred, and how nearly all their plans and projects had been de feated. Every thing depended on a single battle; and what general can be certain of success ? Cæsar, after twenty years of victory, was at Munda, as in his first battle, compelled to run all the chances of fortune. Chance has far less influence on the operations which precede and lead to a battle ; and by them all the superiority of a General is established. Thus we find"], [12, "VI PREFACE. Napoleon, with an army alarmingly infe rior in numbers, met his enemy, in this fatal campaign, with almost equal forces on every point of contest. By his ability alone he everywhere established an equi- librium : the enemy, surprised in his can- tonments, with his troops scattered over a circuit of twenty leagues, was compelled to engage before his forces were united ; and finally, to fight the last battle in a position in which his total ruin was inevitable had he been beaten. All the probabilities of victory were in favour of the French. The combinations were excellent, and every event appeared to have been provided for : but what can the greatest genius perform against destiny? Napoleon was conquered ****** Melancholy example of human vicissi tude ! Fortune, which had formerly been so propitious, seemed now to take a de light in crushing him. Betrayed by the"], [13, "PREFACE. VII men, on whom he had the best right to rely, abandoned by those whom he had loaded with favours, he left France. He expected, that his greatest enemy would be the most generous ******* ************** * * Ah ! Napoleon, why didst thou not die at Waterloo ! t~"], [14, ""], [15, "CONTENTS. Chapter I. — Situation of the Armies of the Powers leagued against France .... 1 Chap. II. — Situation of the French Armies in April, May, and June. Preparations for Defence 5 Chap. III. — The Emperor determines to assume the offensive, and to enter Belgium. His reasons for adopting this course .... 23 Chap. IV. — Disposable French Army. Passage of the Sambre 33 Chap. V. — Battle of Ligny 55 Chap. VI.— Battle of Waterloo 75 Chap. VII. — Observations on the Battle of Waterloo 119 Chap. VIII. — Residts of the Battle. Losses sustained by the French and by the hostile Armies^ Head Quarters at Laon. Orders dispatched to the other Armies 133, b"], [16, "CONTENTS. X Chap. IX. — Movements of Marshal Grouchy's Corps. It joins the Army at Laon ,...., 141 t Chap. X. — Military Resources, which France still possessed, after the Battle . 145 Chap. XI. — Arrival of the Emveror at Paris. Revolt of the Chambers. Only three Courses remain for the Emperors adoption. The reasons which determined his choice. He abdicates ..., 151 Chap. XII. — The Emperor, having abdi- cated, the Anglo-Belgic and Prussian Armies imprudently advance upon Paris. This manœuvre, ivhich ought to have led to their ruin, proved completely suc- cessfid ; . \\6\\ APPENDIX. No. I. — Position of the Army on the 1 4th. 167 No. II. — Order of Movement 172 No. III. — Table shoiving the composition and force of the French Army destined to act in Flanders, on the \\bth of June, to follow 180"], [17, "CONTENTS. XI No. IV. — Table showing the Corps under the immediate command of the Emperor, on the l6th of June, 1815. Those which were engaged, and the losses they sus- tained . . . . ibid. No. V. — Table showing the Corps under the command of Marshal Ney, on the l6th of June, 1815; those which were engaged, and the losses they sustained ibid. No. VI. — Table showing approximatively the amount of the Anglo-Belgic Army, under the command of the Duke of Wel- lington, on the \\4th of June 1815 ibid. No. VII. — Letter from the Duke of Wel- lington to Earl Bathurst, his Majesty's principal Secretary of State for the War Department ..., 181 No, VIII. — letter from the Duke of Wel- lington to Earl Bathurst 192 No. IX. — Official Report of the Operations of the Prussian Army of the Lower Rhine 196 No. X. — Reports from his Royal Highness the Prince of Orange to his Majesty the King of the Netherlands 209"], [18, "CONTENTS. No. XI. — Marshal De Grouchy s Account of the Affair at Wavres 216 No. XII. — Letter from Prince Bernard of Saxe Weimar to his Father 220 No. XIII. — NapoleorCs Declaration to the French People 224 No. XIV. — Napoleon, to the brave Soldiers of the Army before Paris 225 No. XV. — Military Convention 227 No. XVI. — Attestation given to General Gourgaud by the Captain of the Belle- rophon 23 1 No. XVII. — Protest of the Emperor Na- poleon 233 XII"], [19, "CAMPAIGN or MDCCCXV. CHAPTER I. Situation of the Armies of the Powers leagued against France. In the month of April, 1815, the Russian armies were beyond the Niemen, and those of Prussia and Austria were partly on the peace establishment : most of the Prussian corps had passed the Elbe, and a part of the Austrian army was still in the kingdom of Naples ; the English had the greater part of their troops in America. It was therefore calculated, that the armies of Russia, Austria, Prussia, and England could not be completed to one hundred and fifty thousand men each, which was the force these powers were bound to E"], [20, "STATE AND SITUATION OF ■2 furnish by the treaty of April, and marched to the frontiers of France before the end of July. As the force of the English army, including the Hanoverians, was to be only eighty thousand men, the British govern ment had to pay subsidies for seventy thousand additional troops. The corps of Holland, Nassau, Denmark, Saxony, Hesse, Baden, and Wirtembergh, were so distributed, that part served to com plete the English contingent, and the rest to reinforce the armies of Russia, Prussia, and Austria. Spain, having formed no part of the leauge, acted separately. She had declared war against France, but such was her internal situation, that there was little to be apprehended from the hostile disposition of her court. Portugal, though at war with France, declined to furnish any contingent to the coalition ; and Sweden, having obtained what she want ed, namely Norway, also withheld her aid. The allied forces began to march to wards the frontiers of France in the month of May : meanwhile the English and Prus sian armies, which had remained in Bel-"], [21, "THE ALLIED ARMIES. 3 gium, were in perpetual alarm. They ex pected every moment to be attacked, and were not in a situation to maintain them selves in that country. Wellington, who was at Vienna, and Blucher, who was at Berlin, proceeded in all haste to Brussels. Antwerp and Ostend were, during the whole of the month of May, encumbered with troops arriving from England ; and, in the beginning of June, the Duke of Wellington had under his command more than one hundred thousand men includ ing the troops of Belgium, Holland, Nassau, and Brunswick. Blucher, at the same date, had, including the Saxon troops, an army of one hundred and twen ty thousand men. The eighty thousand, which were wanting to complete the two contingents, were expected by the month of July. There were forty thousand men, belonging to the Austrian army, posted along the Rhine, and in front of the lines of the Queich ; these consisted chiefly of troops of the German confederation. The Austrian troops were on their march for the Rhine, in order to penetrate into France by mount Cenis and the Simplon. b 2"], [22, "STATE OF THE ALLIED ARMIES. 4 The Russian forces were still at a distance from the French frontiers. Thus France was to be attacked in the course of July by six hundred thousand enemies ; but, at the beginning of June, only the armies of Generals Blucher and Wellington could be considered as pre pared for action. After deducting the troops, which it was necessary they should leave in their fortresses, they presented a disposable force of two hundred thousand men on the frontiers."], [23, "CHAPTER II. Situation of the French Armies in April, May, and June. Preparations for Defence. The Emperor arrived at Paris on the 20th of March. The three coloured flag was not hoisted in Marseilles before the 12th of April, and the Duke of Angouleme did not embark until the 16th of the same month. The country, in fact, was not completely pacified, and in all respects placed under the authority of the Imperial Government until the beginning of May. France had then one hundred and five regiments of infantry, three of which were in the colonies : some had three battalions organized, but in general they had only two. The average effective number of each regiment was nine hundred men ; of these only about six hundred per regiment were actually under arms, and could be brought into the field. The whole of the in fantry however might be estimated at ninety"], [24, "■b STATE AND SITUATION OF thousand men. The engineer corps, formed into three fine regiments, amount ed to between five and six thousand men. There were eight regiments of foot, and four of horse artillery ; the strength of the former regiments was about fifteen hun dred men, the latter had at most one hun dred mounted cannoniers. The train bat talions had been merged in other corps ; scarcely any thing but their skeletons re mained, and they had a very small number of draught horses. The corps of artillery and engineers were however, as to their personal composition, sufficient for the greatest armies ; and with respect to their arms and equipments, notwithstanding the great loss which had been sustained by the cession of the equipages of artillery in Antwerp, Wesel, Mentz, and Alexandria, there still remained the means of supply ing all the losses that might be sustained in several campaigns. There were, in the magazines, about one hundred and fifty thousand new muskets, in addition to the pieces in the hands of the soldiers, and those furnished to the national guard ; and there existed besides three hundred"], [25, "THE FRENCH ARMIES. 7 thousand pieces, consisting either of mus kets kept in reserve, or to be repaired. The cavalry was in a most wretched state. Reduced to fifty-seven regiments (two of carabineers, twelve of cuirassiers, thirty of dragoons and chasseurs, and se ven of hussars), not fourteen thousand men could be mounted. The number of men was indeed much more considerable, but the necessary horses, saddles, and equipments were wanting. The two regi ments of carabineers had only eighty horses each ready to take the field. All the regiments, and their depots, could at the most only supply a total of sixteen or seventeen thousand horses. During the whole of the year 1814, the clothing of the troops, some privileged regiments excepted, had been completely neglected. The army was almost naked ; the manufactories, which had been esta blished for supplying it, were broken up, and there was not a yard of cloth in the magazines. So low had the military situation of France been reduced, that, in the month of April, it would have been scarcely pos-"], [26, "s STATE AND SITUATION OF sible to assemble an army of one hundred thousand men, a force barely sufficient to supply garrisons for our fortresses. Nothing remained disposable to form an army for the field. The Emperor restored to the regiments the numbers to which they had given ce- lebrity in so many battles. Third, fourth, and fifth battalions were re-created in each regiment, and thus employment was given to the half pay officers. All, who were on furlough, were recalled, all old soldiers were summoned to rejoin their colours, and the conscription of 1815 was called out. Two hundred battalions of chasseurs and grenadiers of the national guard were raised, which presented a force of one hundred and twenty thousand men. These battalions, immediately on being formed, without waiting for clothing or arms, were marched to the fortresses they were to gar- rison. There they were armed, and their organization rendered complete. Mea- sures were taken for clothing them, but that could not be fully accomplished be fore July or August. All the fortresses and the coasts were put in a proper state"], [27, "THE FRENCH ARMIES. 9 of defence with the greatest promptitude. Six thousand cannoniers were organized for the defence of the coasts. Twenty regiments of marine infantry, each con- sisting of two battalions, and recruited with sailors, who had served in the navy, were ordered to be raised. They were formed by the department of the marine, and their officers were captains, lieute- nants, and ensignes de vaisseau. These regiments assembled at Cherbourg, Brest, Rochefort, and Toulon. They were des- tined to guard our coasts, ports, and naval establishments, and it was calculated that one half of their number might, in the course of August, be applied to reinforce the army in active service. Twenty bat- talions were formed of retired officers and ' soldiers, and assembled in places of strength to instruct the national guards, superintend the service, and encourage the inhabitants. They were stationed in Marseilles, Bourdeaux, and other great towns, where they were thought useful for electrifying the public spirit. All the regi mental depots were moved into the intet rior, in the directions of Paris and Lyons."], [28, "STATE AND SITUATION OF 10 The reorganization of the cavalry pre sented many obstacles. Contracts were made for horses, and they were raised by levies on the departments. The excel lent plan was also adopted of drafting twelve thousand horses from the gendar merie, and paying down their price to the gendarmes, who remounted themselves in a fortnight. In this way the army obtained a great number of horses, ready trained for service. The infantry of the imperial guard was doubled, and its cavalry tripled. Its ar tillery, which had been disbanded, was reorganised, and consisted of one hun dred and twenty pieces of cannon, with their horses. The equipments for the bridge department, the engineers, and the commissariat, were prepared. Neither the Emperor, the ministry, nor the nation could be reproached with any delay. Every thing was done as it were by en chantment, and by the beginning of June the whole of the army of the line was ready to act on the offensive. All our great establishments and all our fortresses were guarded by numerous and picked"], [29, "THE FRENCH ARMIES. 11 battalions of the national guard in pay. At this period the number of infantry amounted to two hundred and fifty thou sand, but only one hundred and twenty thousand of them were clothed, equipped, and disposable. The remainder could only be got ready in the course of June, July, and August. The number of mount ed cavalry was fifty thousand, of which only thirty thousand were in a state to take the field ; the remainder were ex pected to be prepared successively in the course of the same months. The artillery already consisted of between six and se ven hundred pieces of cannon, with their horses, and a double supply of accoutre ments. There was a sufficient number of excellent cannoniers to serve them, inde pendently of the artillery companies of the line, distributed through all our fortresses. Upon the whole, there was an army of more than three hundred and fifty thou sand effective troops, one hundred and eighty thousand of whom were ready for active service, and one hundred and sixty thousand remained in the fortresses. Fi nally, arrangements were made for a new"], [30, "STATE AND SITUATION OF 12 levy and armament of three hundred thou sand men. The proposition was to be brought forward in the chambers about the end of June, and the men thus raised would have been successively disposable in August and September*. The numerous armouries established in Paris produced one thousand five hundred muskets per day, and were to furnish be- tween three and four thousand before the 12th of July. It required some time to train the cabinet makers of the Fauxbourg St. Antoine to the mounting of guns, and render them ready at work so new to them. The arms furnished by these workshops consisted of muskets entirely new, old muskets repaired, and others fitted up from pieces which had been laid up in reserve. All the manufactories of arms in the em pire doubled their supply. Muskets of different sorts were allowed to be received. * FORCE IN JUNE:— Iijfantby : tWQ hundred and fifty thousand, of whon\\ one hundred and twenty thousand were fit for active service. Cavalry : fifty thousand ; fit for active service, thirty thousand. Artillery: from six to seven hundred pieces of cannon."], [31, "THE FRENCH ARMIES. 13 Mounting plates, far more simple than the ordinary kind, were invented ; and all the workers in copper, watchmakers, chis selers, &c. made them as well as the best platers. Besides this kind of manufac ture, the works for stamped plates had been re-established. All these resources united left no ground for uneasiness on this important object. The defence of the fortresses being pro vided for, Paris and Lyons were chosen as grand centres of resistance. Four hun dred field pieces, and three hundred of large calibre were assembled at Paris. At Lyons there was an equipage of one hundred pieces of large calibre, and one hundred of field artillery. Two immense depots of am munition of every kind were formed in these cities. A great number of artillery offi cers of the armj*' and navy, and several battalions belonging to these two services were exclusively attached to the depots. Several companies of volunteer artillery were also formed in these cities. The defence of Paris was entrusted to twelve legions of the national guard, form ing thirty thousand men, embodied, and"], [32, "PREPARATIONS Ii perfectly well armed ; and fifteen thousand federals, who were named tirailleurs of the national guard. The latter were workmen, most of whom had served in the army. They were commanded by officers of the line ; and, for the defence of the city, these tirailleurs were equal to troops of the- Kne. The defence of Lyons, with respect to troops, depended on the national guard, which had been completed to ten thousand men ; but orders had been given for the formation of several battalions of tirail leurs, after the manner of those of Paris. A plan of fortification was adopted for both these cities, and the greatest acti vity was employed in executing it. At Paris, the works were begun by fortifying the heights of Montmartre, and all the ground from the Butte Chaumont and the cemetery of the Pere Lachaise to the Bar rier of the Throne. All these heights were occupied by a series of works laid down by General Haxo of the engineers. The village of St. Denis was fortified, and sur rounded with inundations. The canal, already two-thirds formed, was completed"], [33, "FOR DEFENCE* 15 and a communication opened between the canal of the Ourcq and the Seine at St. Denis. Half moons were constructed to cover the bridges which crossed the canal. The earth dug out of the canal of St. Denis was thrown on both banks, so as to form a rampart on the left bank, and a kind of covered way on the right bank. On the road, which leads from the Barrier of the Throne to Vincennes, there was con structed a kind of double entrenchment, extending to within half gunshot of the castle : this completely flanked the works of the cemetery of Lachaise on the left, and on the right those which had been thrown up in the park of Bercy. This work was easily formed, for the road is high, has a command of the environs, and is supported by two good walls, built with stone. At the extremity of this double entrenchment there was erected a strong redoubt, which crossed its fire with that of Vincennes, and was even flanked by the latter. All these works were completed, palisaded, and armed by the beginning of June. The works were also traced out on the"], [34, "S. Id PREPARATIONS left of the Seine, and at this period a great number Of labourers were employed in constructing them. The boundary line on this side of the river is only one third of that on the right bank, and the works on the left bank were to be terminated before the 15th of July : this would have com- pleted the whole circuit of the defensive works of Paris. On the right bank, the right and left of the line rested on the Seine, at St. Denis and behind Vin- cennes. On the left bank, its right and left also rested on the river, the one near Bicetre, the other in front of-the barrier of Grenelle. The line of defence afterwards followed the right bank of the Seine oppo- site to Sevres, St. Cloud, Neuilly, and joined St. Denis. Orders had been given for the formation of a second line, which it was intended should be appuied on the right of the Seine as high as the barrier of Grenelle, comprehend the heights of TE toile, and finally rest its right on Mont martre, which was already in the first line. Works closed at the gorge were to be constructed in the rear of those of the Butte Chaumont and the cemetery of"], [35, "FOR DEFENCE. 17 Lachaise, in order to protect the troops if the first entrenchments should be forced. This plan, besides, secured to the besieged the possession of the last summits of those heights. It was calculated, that the latter works would be terminated before the 1st of August. The park of artillery destined for the service ot the right bank was established at Vincennes, and that for the left bank at the Invalids. In distributing the cannon, with respect to calibre, the right bank had six, twelve, and twenty-four pounders ; the left bank four, eight, sixteen, and twenty-four pounders ; and the works were so constructed, that field artillery could everywhere be placed in battery. One hundred and fifty pieces of cannon, with their horses, were organized, and ready to move on any point which might be menaced. The fortifications of Sois- sons, Laon, and Chateau Thiery had been re-established, as forming part of the great system of the defence of the capital. At Lyons a bridge-head was constructed at the Broteaux, a drawbridge at the Pont"], [36, "IS PREPARATIONS de la Guillotiere, and the circumvallation between the Rhone and the Saone was re established, as well as that on the right bank of the Saone by the heights of Pierre-en cise. The part included between the Saone and the Rhone, which is considered as the true point of attack, was strengthened by the construction of a number of good field works on the heights. These works being finished, it was resolved to occupy, as long as possible, the Faubourg de la Guillotiere, by covering it with a series of redoubts — a plan to which the nature of the ground was very favourable. By the beginning of June, all the troops of the empire were formed into seven army-corps, four corps of ob servation, and a body called the army of La Vendee. The first army-corps was at Lille. It consisted of sixteen regiments of infantry and three of cavalry, forming four divi sions of infantry and one of cavalry ; in all eighteen thousand foot and fifteen hun dred horse, under the command of Gene ral Erlong. The second corps, which was"], [37, "FOR DEFENCE. 19 Composed in a similar manner, and of a nearly equal force, occupied Valenciennes, under the orders of General Reille. The third, commanded by General Vandamme-, was at Mesieres ; it had only three divi sions of infantry and one of cavalry. The fourth corps, which was commanded by General Gerard, was at Metz, and garri soned the Moselle; its composition was similar to that of the third, but it had one regiment less, and the troops were inferior. The fifth corps, which had General Rapp for its chief, was in Alsace ; it had three divisions of infantry and one of cavalry. The sixth, commanded by General Lobau, consisted of nine regiments of infantry and three of cavalry ; it occupied Laon, but the fourth regiment of each division was in La Vendee. The seventh corps, which was at Chambery, under the command of Marshal Suchet, was formed of two divi sions of infantry, one of cavalry, and two divisions of the national guard of Dauphiny and the Lyonese. The corps of observa tion of the Var, commanded by Marshal Brune, had three regiments of infantry"], [38, "PREPARATIONS 20 and one of cavalry. Genertl Lecourbc commanded, at Befort, a coi ps of obser vation, consisting of three regiments of infantry and three of cavahy. He was supported by a great number of battalions of the paid national guard of Franche Comte. He had to watch Basle and Hu ninguen, and to defend the Jura. Two corps of observation, one at Bourdeaux under General Clausel, the other at Tou louse, under General Decaen, had three regiments of infantry and one of cavalry in each of those towns, and they were re inforced by all the levies of the national guard of Languedoc under pay ; but it was found necessary to detach one regi ment from each of them. These, two regi ments were sent to La Vendee. The army of La Vendee, commanded by General Lamarque, comprehended eight regiments of infantry of the line, two of the young guard, two of cavalry, and ten squadrons of gendarmerie, part infantry and part cavalry, forming more than three thousand gendarmes. In all the different army-corps, the ave-"], [39, "FOR DEFENCE. 21 rage force of each regiment of infantry amounted to eleven or twelve hundred men under arms ; and the force of the cavalry regiments to four or five hun dred. Of the t wo hundred battalions of na tional guards organised and under pay, thirty were destined to form a reserve of infantry on the Loire. The reserve of ca valry consisted of four corps, each of two divisions, and each division having three regiments, which made about three thou sand horses to every corps. They were cantoned between the Aisne, the Meuse, and the Sambre. The first, commanded by General Pajol, consisted of light ca valry. The second, under the orders of General Excelmans, was composed of dra goons. The third and fourth corps, com manded by Generals Milhaut and Keller man, were entirely cuirassiers. The artillery of each corps consisted of a battery of eight pieces of cannon for each division of infantry, a horse battery of six pieces of cannon for each division pf cavalry, and a reserve battery of"], [40, "22 PREPARATIONS FOR DEFENCE. eight twelve pounders to each army^ corps. Such was the military situation of France in June."], [41, "CHAPTER III. The Emperor determines to assume the Offen- sive, and to enter Belgium. Plis Reasons for adopting this Course. Militatiy men had formed various opi- nions respecting the plan of operations, which it would be most advisable to follow. Some wished, that at the end of April the Emperor should have entered Belgium, beaten and dispersed the English army, and armed the population of the country, of whose disposition no doubt could be entertained. The fact is, that in April, and the beginning of May, France would have had to oppose only one hundred thousand enemies in Belgium, instead of the two hundred thousand who were there in June ; and that too whilst the impru- dent attack, which the King of Naples had just made upon the Austrian troops, di rected the whole attention of Austria to wards Italy. This plan would certainly"], [42, "PROPOSED PLANS 24 have been the best of all, had it been practicable; but before the commence ment of hostilities it was necessary to arm and provision the strong places, and to levy the battalions of the national guard which were to garrison them, and thus ren der disposable the troops of the line to form the army. Whatever degree of activity might have been employed in fulfilling this twofold object, the desired results could not have been obtained before the 1st of June. Besides, even at the beginning of May, hopes of maintaining peace were still en tertained, and public opinion would have disapproved the commencement of a war before every chance of preserving peace had vanished*. * When the conduct of the King of Naples, during the years 1814 and 1815, is considered, it cannot be denied, that that unfortunate prince, by his bad policy, contributed more than any other individual to the first and second over- throw of Napoleon. If in 1814* he had not abandoned the cause of France for that of Austria, France would not have been invaded; and if in 1815 he had not declared war against Austria, France in all probability would not have bowed a second time under a foreign yoke. The Em- peror of Austria, seeing his son-in-law again seated on the throne of France, appeared disposed to negociate with him; but the attack of Murat led him to suppose, that it was the"], [43, "OF OPERATIONS. 25 Others, on the contrary, were of opi nion, that the offensive ought not to be assumed on any point; that all the for tresses should be well armed and provi sioned for six months, and garrisoned by numerous battalions of the national guard ; and, finally, that all the troops of the line, formed into army-corps as they were in June, should be directed to fall back slow ly before the enemy, and to concentrate themselves near Paris and Lyons, where immense magazines were prepared. \" The first, second, third, fourth, fifth, and sixth army-corps,\" they observed, \" and the imperial guard, will unite together be fore the capital ; and, allowing that the aU lies should commence hostilities on the 15th of July, they cannot arrive within the district of Paris before the 15th of August, Our army-corps will then have two months more to recruit; the depots will furnish them with considerable reinforcements ; the war of La Vendee will be at an end ; and, instead of one hundred and twenty result of a pl?tn concerted with Napoleon, and he broke off the negociations, saying, How can I treat with Napoleon, when he makes Murat attack me ?"], [44, "PROPOSED PLANS 28 thousand disposable troops, which these corps may present on the 15th of June, they will afford two hundred thousand by the 15th of August. The depots round Parisi and Lyons will every week furnish new re- sources. As the enemy approaches, the state of circumstances will render every measure lawful, and the means of organiza- tion and equipment will become boundless. On the other hand, the fortifications of Pa- ris will be entirely completed, the works on the left bank of the Seine will be finished, and the second system of defence establish- ed, which will enable us to negociate, and to save the city, even though the first should have been forced. We shall likewise have time to fortify all the important points in the vicinity of the capital, such as the posi- tions at Nogent, Montereau, and Meaux, and to prepare all that may favour the ce- lerity of the movements of our corps on the banks of the Marne and the Seine. The Emperor being at Paris with a great part of the army for two months, will af- ford time and means, not only for increas ing the essential measures of defence, but likewise for changing the organization of"], [45, "OF OPERATIONS, 27 the national guard. The thirty thousand national guards are useless for what is pro perly called the guard of the capital, and they hold muskets which might be use ful elsewhere. There will then be time for properly organizing the national guard, reducing it to five or six thousand men (all heads of families, or old men, which will be sufficient for the police), and employing all the rest in battalions, the skeletons of which will have been previ ously formed by officers of the line. In a month we may organize from fourteen to fifteen thousand volunteer federals, whilst the danger is yet remote, and great mode ration still observed : in the two succeed ing months, the approach of danger will give a suitable impulse to public spirit, and their number may be increased to forty thousand, Officers are not wanting for the skeletons, so that before August we may have sixty thousand men, led by offi cers accustomed to service, to cover the whole line of defence of the city : by this means we shall have a disposable army of two hundred thousand men, with a nume rous train of artillery. This army may"], [46, "PROPOSED PLANS 28 manœuvre round the capital, covered by its fortifications, and defended by a con- siderable garrison. Under such circum- stances it will be impossible for the enemy, with four or five hundred thousand men, to blockade our system of defence, with- out exposing himself to certain destruc- tion, and the communications with every part of France will therefore remain free. On the other hand, the same system may be adopted at Lyons. The seventh corps (Suchet's), and the corps of observation of Befort (Lecourbe's), may be concen- trated there, as well as all the Dauphiny, Franche Comte, and Lyonese corps of na- tional guards Thus fifty thousand men of all descriptions may be combined there, a force which will be capable of opposing the whole Austrian army- The enemy, advancing on the two grand points of resistance, Paris and Lyons, will be under the necessity of leaving corps to mask all our fortresses, Dunkirk, Lille, Arras, Conde, Bouchain, Le Ques noy, Landrecies, Valenciennes, IVlaubeuge, Avesnes, Philippeville, Givet, Rocroy, Me- sieres, Sedan, Montmedi, Verdun, Thion-"], [47, "OF OPERATIONS. 29 ville, Longwi, Sarre Louis, Metz, Sar guemines, Bitch, Landau, Hagueneau, Phalsbourg, Strasburg, Schetestadt, Bri sack, Huninguen, Befort, Besancon, Aux onne, Joux, Montmeillan, Grenoble, Montdauphin, Embrun, Briancon, Sis teron, Antibes, Toulon, &c. He will moreover be obliged to maintain a great number of detached corps to oppose our corps of partizans, to repress the hostilities of our peasantry, and to se cure his communications : thus the six hun-* dred thousand men of the allied armies will be found insufficient. In this state of things, all that is great and generous in the French character will be roused, and there will be no question throughout France but to conquer or die. A population of twenty-eight miUions ani mated by such sentiments becomes in- vincible : the sovereigns of Europe must necessarily be convinced of this, and peace will probably be the result.\" The third plan was to anticipate the enemy. Day by day it was ascertained where the Russian and Austrian armies were, and the period of the arrival of the"], [48, "36 PLAN ADOPTED English army from America was known. These armies could not be in readiness to act simultaneously until July. It was proposed to concentrate as many troops as possible by the 15th of June, and it was calculated that from one hun-. dred and thirty to one hundred and forty thousand men might be concentrated on the northern frontier, to attack and dis perse the English, and drive the Prus sians beyond the Rhine. This point being gained, all would be at an end ; a revolution would take place in the English administration : Belgium would rise in mass, and all the Belgian troops would enrol themselves under their old ban ners : the troops of the left bank of the Rhine, of Saxony, Bavaria, Wirtemberg, &c, tired of the heavy yoke of Prussia and Austria, would join the forces of France. During these great move ments, the troops, equipping in the depots, and all the battalions of the na tional guard under pay, in our fortresses, would become disposable, and the French army would appear on the Rhine equal in force to those of Austria and Russia."], [49, "BV THE EMPEROR. to We might thus ensure ourselves of Bel gium and the barrier of the Rhine, and might then hope to obtain, by a solid peace, those natural limits of France which the Emperor would never willingly resign. The Emperor adopted the two last men tioned plans, the one being the conse quence of the other. He made every ne cessary preparation for rendering Paris and Lyons the two grand points of resist ance, and collected all the disposable troops in Flanders to assume the offensive. In case this offensive operation should not produce the hoped for success, all was prepared for falling back upon Paris and Lyons, and executing the second plan. The Emperor could not endure the thought of abandoning, without defence, to the ravages of the enemy, at the very commencement of the campaign, the provinces most devoted to the national cause ; namely, Alsace, Lorrainet Burgundy, the Franche Comte, the depart ments of the Meuse, JDauphiny, Picardy, and all the neighbourhood of Paris. A recurrence to the second plan, after the failure of the offensive operation,"], [50, "PROPRIETY OF THE PLAN ADOPTED. 32 would doubtless have been attended with some disadvantage ; but that disadvantage could not be put in balance with the hope of dissolving the coalition, as if by a thun derbolt, of destroying the English army, and establishing a regular war on our frontiers. Events have defeated these calcula tions ; but the plan fixed upon was so per fectly conformable to all military rules, that, in spite of its failure, every sensible man must acknowledge, that, under such circumstances, it was the only one that ought to have been adopted."], [51, "CHAPTER IV Disposable French Army. Passage of the Sambre. In the beginning of May, Napoleon fixed upon his plan of campaign. From that period, he determined to assume the offen- sive on the 15th of June, and to pass the Sambre at Charleroi. On this operation he could only employ the first, second, third, fourth, and sixth army-corps, the imperial guard, and the reserves of the cavalry*. * DISPOSABLE FRENCH ARMY. Men. Pieces of Cannon. First Corps 18,420 46 Second 23,420 46 Third 15,260 3S Fourth H.260 38 Si^th 11,260 33 Guard : Infantry 12,940 72 Cavalry -*M80 24 Reserve cavalry 11,260 48 Sappers, miners, &c 3,700 Total 115,000 350 D"], [52, "■aU DISPOSABLE The fifth corps was indispensable in Al sace, to keep in check the enemy's troops, who were on the left bank of the Rhine and the Sarre. The corps of observation of Befort, as has already been stated, served as a nucleus to a great number of chosen battalions of the national guard ; and to have called it to the army of the north would have been to render inef fective twenty of these battalions, which whilst supported by this corps of observa tion might have rendered the most im portant services. Besides, the three in fantry regiments of that corps scarcely amounted to two thousand men, and ac cording to the general plan, it was des tined to fall back upon Lyons. The se venth corps, which covered Lyons, and gave consistence to the national guards of Dauphiny and the Lyonese, amounted only to eight regiments, and could not be diminished. The corps of observation of the Var was absolutely necessary to watch over Marseilles and the coasts of Provence, and had to concentrate itself at Toulon, one of the most important points of the em pire. The two corps of observation of"], [53, "FRENCH ARMY. 35 Bourdeaux and Toulouse were in them selves very weak ; but they rendered the force of a vast number of corps of the na tional guard available, and maintained tranquillity in those two great cities. It is therefore plain, that, after drawing a cordon along all our frontiers, only the five corps above-mentioned could be as sembled in the north. These five army corps, with the imperial guard, and the reserves of cavalry, instead of one hundred and thirty thousand men, at which they were calculated in May, .presented only one hundred and fifteen thousand in June*. The war of la Vendee, which broke out on the 15th of May, occasioned a deduction of fifteen thousand men from the army of the north, among whom were three regiments of dragoons, two of the young guard, and a great number of de tachments and third battalions : they were stopped in their passage across the Loire to join the army of la Vendee. The fourth corps, commanded by Ge neral Gerard, marched from Metz on the 6th of June, and proceeded towards the * See Appendix. D 2"], [54, "CONCENTRATION OF 3(5 Meuse and Philippeville, where it arrived on the 14th. At Metz, General Belliard took the command of the line of the Mo zelle, and masked the movement of the fourth corps, occupying all the outlets of the Sarre by detachments from the garri sons of Metz, Longwi, &c, and stationing on the extreme frontier all the volunteer corps which had been levied in those parts ; so that the enemy, when the fourth corps quitted the Sarre, finding all the posts of that river reinforced, supposed he was threatened on that side. The imperial guard quitted Paris on the 8th, the day after the opening of the two chambers, and proceeded by forced marches to Avesnes. All the corps of the army of the north were under march, and their movements were everywhere masked, like that of the fourth corps, by numerous detachments from the garrisons of all the towns on the line from Dunkirk to Maubeuge. The Emperor departed from Paris on the morning of the 12th, breakfasted at Soissons, inspected that town and its garri son, and slept at Laon, where he gave the last orders for the defense of that im-"], [55, "THE FRENCH ARMY. 37 portant position. He arrived at Avesnes on the 13th, examined the fortifications, and held a conference with the marshals and commanders of corps*. The army continued its march during the whole of the 14th, and, in the evening, encamped in three different positions. The left, consisting of the second and first corps, which had proceeded along the Sambre, by which they were covered, was bivouacked ; the second corps before Laire, and the first at Solre, on the Sam bre. All the passages and bridges on the river were carefully guarded, and the corps had established their bivouacs be hind the woods and uneven tracts of ground, which concealed them from the observation of the enemy's videttes. In the centre, at Beaumont, were the head quarters, with the guard, the third and sixth corps, the reserves of cavalry, and the bridge equipages. The right, formed by the fourth corps and a division of cuirassiers (Delort's), was before Philippe ville. * See Appendix, Order of the Day."], [56, "NUMERICAL FORCE OF 38 The reports and returns of the evening produced the following result, Infantry. Cavalry. Cannon. Left, 38,500 Men: First Corps 16,000 1,500 46 Second 19,500 1,500 46 Centre, 51,800 Men: Third Corps 13,000 1,500 38 Sixth 9,000 1,500 38 Imperial Guard 14,000 4,000 96 Reserve of Cavalry : First Corps 2,500 12 Second 2,500 12 Third 2,500 12 Fourth 1,300 6 Right, 14,700 Men: Fourth Corps 12,000 1,500 38 Divison of Cuirassiers 1,200 6 Total 83,500 21,500 350 which, with the artillery, troops, and equi pages, amounted altogether to one hun dred and fifteen thousand men, of whom twenty-four thousand were cavalry. The allied forces remained in perfect se curity in their cantonments. The Prussian army, commanded by Marshal Blucher,"], [57, "FRENCH AND PRUSSIAN ARMIES. 3<> amounted to one hundred and twenty thou sand men, of whom eighteen thousand were cavalry : it had three hundred pieces of cannon, and was divided into four corps of thirty thousand men each*. The first, commanded by General Ziethen, had the English cantonments on its right, lined the Sambre in the neighbourhood of Charle roi, and had Fleurus for its point of con centration. The second, commanded by General Borstell, was cantoned on the frontier, in the neighbourhood of Namur, which was its point of centralization. The third, commanded by General Thiel man, lined the Meuse, in the neighbour hood of Dinant, and was to be concen trated at Ciney. Finally, the fourth corps, under the orders of General Bulow, was cantoned behind the three others : its head quarters were at Liege, but it was to be united at Hannut. More than half a day would have been necessary for the union * PRUSSIAN ARMY. Infantry 102,000 Cavalry 18,000 Total 120,000"], [58, "NUMERICAL FORCE OF THE 40 of each corps round the four points indi cated, and to enable them to advance on the point of attack. The second corps had eight leagues to march from Namur ; the third fourteen leagues from Ciney; and the fourth fifteen leagues from Hannut. Blucher's head quarters were at Namur, about sixteen leagues from those of the Duke of Wellington, who was at Brussels. The Anglo-Belgic army*, under the command of the Duke of Wellington, consisting of English, Hanoverian, Ger- man, Belgian, Brunswick, and Dutch troops, amounted to upwards of one hun- dred thousand men, among whom were fifteen thousand cavalry. The trains of artillery amounted to two hundred and fifty pieces of cannon. This army, which con sisted of ten divisions of infantry (forming thirty brigades, of which ten were English troops, four Hanoverian, and two of the German Legion) and ten brigades of ca- * ANGLO-BELGIC ARMY. (See Appendix.) Cavalry 15,000 Infantry 85,000 Total 100,000"], [59, "ANGLO-BELGIC ARMY. 41 valry (of which seven were English and one Hanoverian), was divided into two grand corps of infantry and one of cavalry. The first, under the command of the Prince of Orange, whose head quarters were at Braine-le-Comte, consisted of two divisions of English, two divisions and one brigade of Belgians, and five battalions of Nassau troops, making altogether five divisions. The second corps, under the command of General Hill, who had fixed his head quarters at Grammont, comprised four divisions of English and one of Brunswick troops. The cavalry was commanded by Lord Uxbridge. The concentrating points of the corps of this army were Ath, Enghein, Braine le-Comte, Nivelle, Hall, Brussels, &c; and two days at least must have elapsed before the whole could have been assem bled at Charleroi or Fleurus. On the night of the 14th, some spies returned to head quarters, and announced, that at Namur, Brussels, and even Charle roi, nothing appeared to be appre hended, This gave rise to the hope of separating the two hostile armies, and"], [60, "REASONS FOR ATTACKING 42 giving them battle one after the other. One great advantage was already gained, namely, that the movements of the French army had, for two days, been concealed from the enemy, and that the latter was still in his cantonments. We soon ascer tained, that the hussars of the enemy's outposts had no idea of what was passing in our army. It was, however, on the 14th, that General Bourmont, chief of the staff of the fourth corps, with Colonel Clouet of the engineers, and a staff officer, went over to the enemy. They might therefore have reached Namur the same day ; but as they came from Metz with the fourth corps, they were ignorant of the intentions and proceedings of the other corps of the French army*. It was calculated, that at break of day on the 15th the first musquets * On the 1 5th, when Marshal Ney joined the Emperor, his Majesty said, \" Well, Marshal, your protege, Bourmont, for whom you vouched so confidently, and whom I appointed only on your solicitation, has gone over to the enemy.\" The Marshal, overwhelmed with confusion, endeavoured to utter some excuses, observing, that M. Bourmont appeared so devoted to his Majesty's interests, th^t he could have an- swered for him as for himself: but the Emperor interrupted him by saying, \" Come, come, Marshal, those who are BLUE ARE BLUE, AND THOSE WHO ARE WHITE ARE WHITE.\""], [61, "THE PRUSSIAN ARMY. 4.$ would be fired against the Prussian out posts : the operations of the French army would therefore be known at the Prus sian head quarters at ten o'clock ; whilst, at the English head quarters, no infor mation of the events could be received until the close of the day. The Prussian army, having intimation of the enemy's intentions eight or ten hours before the English, would accordingly be first concentrated. Hopes were even en tertained of attacking the Prussians before their four corps were united, or of obliging them to fall back in the direction of Liege and the Rhine, which was the line of their operations ; and by thus separating them from the English, to create an oppor tunity for new operations. In these calculations, the characters of the enemy's commanders were much to be considered. The hussar habits of Marshal Blucher, his activity and decided cha racter, formed a strong contrast with the cautious disposition, the deliberate and methodical manner of the Duke of Wel lington. Thus it was easy to foresee, that the Prussian army would be first concen-"], [62, "41 OPERATIONS AGAINST trated, and also that it would evince deci sion and promptitude in hastening to the aid of its ally. If Blucher had had only two battalions ready to act, he would have employed them in support of the English army ; but there was reason to believe, that Wellington, unless his whole army was prepared for action, would not attack the French to assist Blucher. All these con siderations rendered it desirable, that the attack should be commenced against the Prussian army ; it necessarily followed, that it would be first concentrated, which was in reality the fact. At break of day on the 15th, the three French columns began to march forward*. The vanguard of the left, formed of a division of the second corps, on quitting the bivouacs, came upon the vanguard of the Prussian corps, commanded by General Ziethen, drove it back, gained possession of the bridge of Marchiennes, and made three hundred prisoners. The rest of the Prussians fled to Charleroi, where the head quarters of this corps were established. * See Appendix, Order of Movement."], [63, "THE PRUSSIAN ARMY. 45 With regard to the centre, General Van damme had received orders to commence his march at three in the morning. There was no high road from his camp to Charle roi : his columns got into confusion among the cross paths, and instead of reaching Charleroi by nine o'clock, which it was of the utmost importance should have been the case, this corps did not arrive there till one o'clock in the afternoon. Napoleon, at the head of his guard, marched upon that town by another cross road, and en tered it at twelve o'clock. General Pajol, with his light cavalry, had arrived there half an hour before, in pursuit of the enemy. The absence of Vandamme's corps for four hours was a serious dis appointment. The right, commanded by General Ge rard, encountered bad roads. His ad vanced guard soon surprised the bridge of Chatelet, but it was not until the evening that the whole of the column arrived. On leaving Charleroi, a road, called the Brus sels road, leads to the city of Brussels (which is fourteen leagues from Charleroi), passing through Gosselies* Frasnes, Gen-"], [64, "46 OPERATIONS AGAINST nape, and Waterloo. Another road, to the right of the Brussels road, leads through Gilly to Namur, which is eight leagues from Charleroi. General Ziethen, being informed by his hussars of the movement of the French army, hastily evacuated Charleroi, by the Brussels and Namur roads. That part of the Prussian corps, which took the Brussels road, halted at Gosselies ; that which took the Namur road halted at Gilly. General Pajol sent forward a regiment of hussars, commanded by General Clary, on the Brussels road, to pursue the Prussian rear guard, whilst, with the other troops of his division, he advanced on the Namur road. There was skirmishing on both roads when the Emperor arrived. He was in formed of General Pajol's arrangements, and supposing that General Clary had not a sufficient force, he sent General Lefebvre Desnouettes, with his division of cavalry and batteries, to support him. He placed Duhesme's division of infantry in order of battle in the rear of Pajol, and detached a regiment of infantry, with two pieces of artillery, to take a position half way be-"], [65, "THE PRUSSIAN ARMY. 17 tween Charleroi and Gosselies. The Em peror now issued orders for waiting for the remainder of the guard and the third corps. He directed General Reille to hasten as speedily as possible to Mar chiennes, to advance to Gosselies, and to attack vigorously any force he might finjd on the Brussels road. Count d' Erlong received the same instructions. Grouchy soon arrived with all the reserves of ca valry ; he was followed by the third corps. The instant that Ziethen perceived this, he evacuted Gilly, which is situated at the in tersection of two roads, one of which leads to Namur, and the other to Sombref, where it joins the road from Namur to Nivelles. General Pajol immediately posted him self in Gilly, having in his front a nume rous corps of the enemy. Meanwhile General Reille, with the se cond corps, had crossed the Sambre at Marchiennes. He proceeded rapidly along the cross road, in order to cut off the Brussels road near Gosselies. The first corps was to follow the direction of the se cond. Marshal Ney now arrived on the"], [66, "OPERATIONS AGAINST 48 field of battle near Napoleon, who instantly ordered him to proceed to Gosselies, and take the command of the whole of the left, which consisted of the first and second corps, the division of light cavalry, and a brigade of Pajol's cavalry. This cavalry was to be replaced at night by General Kellerman's heavy cavalry. Napoleon di- rected Marshal Ney to attack vigorously whatever force he should come up with on the Brussels road, and to post him- self with these corps, which amounted to upwards of forty thousand men, on the other side of Quatre Bras, stationing strong advanced guards on the roads to Brussels and Namur*. The Emperor at the same time dispatched one of his of- * The Emperor, having given these instructions, added, \" Marshal, you are well acquainted with the position cf Quatre Bras?\" \"Yes, Sire,\" replied the Marshal, \" how can it be otherwise ? Twenty years ago I served in this country ; the position of Quatre Bras is the key to all the rest.\" \" Well'' said the Emperor, \" rally your two corps, and, if it be necessary, throw up some redoubts: hasten the march of Erlong, and let him recal all the detach- ments he has left on the bridges on the Sambre; all must be as- sembled before midnight.\" Ney instantly replied, \" Depend on it, in two hours we shall be at Quatre Bras, unless all the enemy's army' be there I \""], [67, "THE PRUSSIAN ARMY. 43 ficers to inform the commanders of corps, that his Majesty had given the command of the whole of the left to Marshal Ney. When the Marshal arrived at Gosselies, Clary's brigade, supported by the second corps, had already gained possession of that town, and driven out the Prussians, who were retiring upon Fleurus. General Reille dispatched Girard's division of in- fhntry in pursuit of the enemy, and con- tinued his march towards Brussels, in order to establish himself at Quatre Bras. Prince Bernard, of Saxony, commanding a brigade (of five battalions, four thousand men) of the third Belgic division of the Duke of Wellington's army, was cantoned at Gennape : hearing the cannonade at Charleroi, and being informed of the re* treat of Ziethen's corps, he marched with his brigade to Frasnes, where he had one of his battalions with a Belgic battery; but the French light cavalry soon routed him from that village, and he retreated and posted himself at Quatre Bras. Our cavalry placed posts in the wood of Bossu, upon a level with that position, and Marshal Ney, hearing the cannonade E"], [68, "50 OPERATIONS AGAINST between Fleurus and Gilly, ordered Reille's corps to halt between Gosselies and Frasnes *. As soon as the Emperor learned, that the left was in possession of Gosselies, and was marching on Quatre Bras, he pro ceeded to Fleurus. The corps of Van damme and Grouchy were united at Gilly, but those Generals, deceived by false reports, did not march forward, as they supposed, that the whole of the Prussian army was in the woods of Fleu rus. The Emperor went in person to reconnoitre the enemy's force, and seeing only a part of Ziethen's corps he gave * It will naturally be asked, why Ney did not establish himself at Quatre Bras. It would appear, that the recol- lection of his conduct in 1814, and lastly in March 1815, had occasioned a kind of mental derangement, which ma- nifested itself in all his actions. Though the bravest of men in battle, Marshal Ney frequently committed mistakes in his field dispositions. Being informed by his light cavalry, that the enemy had but a small force at Quatre Bras, he thought it most prudent to stop on a line with the cannonade, which he heard on his right, and dis- patched Girard's division, as an advanced guard, to Fleurus. Wishing it however to appear, that he had executed hit orders, he reported to his Majesty, that he was occupying Quatre Bras by an advanced guard, and that his main body was close behind."], [69, "THE PRUSSIAN ARMY. 51 orders for commencing a vigorous attack upon it; but it instantly retreated. The Emperor, mortified at seeing this corps escape him, ordered his aid de camp, Le Tort, to charge the rear guard at the head of the four squadrons, which composed his escort. They broke through two squares, and destroyed a regiment, but the brave Le Tort, an officer of the greatest merit, fell mortally wounded. The enemy re treated to Fleurus, through the woods of Trichenaye and De Lambusart, in which the corps of Grouchy and Vandamme took a position. The Emperor, after hav ing obtained intelligence from his right wing, returned to Charleroi to receive all his reports. On the night of the 15th, the respective positions of the three armies were as fol low : the French head quarters at Charle roi, the Prussian at Namur, and the Eng lish at Brussels. The left wing of the French army, com manded by Marshal Ney, had its head quarters at Gosselies, and its vanguard at Frasnes ; General Reille's corps was sta tioned between Gosselies and Frasnes, e 2"], [70, "ASSEMBLING OF THE 52 having one division (Girard's) at Vagnies, in the direction of Fleurus ; General d'Erlong's corps was between Marchiennes and Julmet. The centre, consisting of Vandamme's corps and Grouchy's reserves of cavalry, lined the woods opposite Fleurus. General Gerard's corps, forming the right wing, had passed the Sambre, and was in front of Chatelet. The imperial guard was escheloned, between Fleurus and Charleroi. The sixth corps in front of the latter town. Keller man's corps of cuirassiers, with the great park of artillery, on the left bank of the Sambre, behind Charleroi. The first corps of the Prussian army was assembled at Fleurus ; the other three corps were proceeding to their points of concentration, intending afterwards to march to Sombref and Ligny. The English army had just received orders to concentrate itself. During; all the proceedings of the 15th, the Duke of Wellington had remained tranquilly at Brussels. About seven or eight o'clock in the evening he received a dispatch from"], [71, "ENGLISH ARMY. 53 Blucher, informing him, that hostilities had commenced, and that a strong French reconnoissance had sabred some of his ad vanced posts. But the English General thought proper to wait until the movement should be more decided, and did not give orders for marching till midnight, when a second dispatch from Blucher informed him, whilst at a ball, that the French had taken Charleroi. The Duke then caused the generale to be beaten, and dispatched orders to the different cantonments for im mediately assembling the troops. The corps of the Duke of Brunswick, and the division of General Picton, which were at Brussels, were first assembled ; and, at break of day, they marched forward on Charleroi."], [72, ""], [73, "CHAPTER V. Battle of Ligny. On the morning of the 16th, Napoleon directed General Kellerman to proceed with his corps of cuirassiers from Charle roi to Quatre Bras, to reinforce the left under Marshal Ney*. Ke ordered the Marshal to advance with the whole of the left thus reinforced, which rendered the total amount of his force upwards of forty five thousand men, and to. take a good position on the other side of Quatre Bras, since he had not occupied that place on the preceding day ; and in case the Prus-r * LEFT, UNDER MARSHAL NEY. Men. Cannon. Second Corps 23,420 46 First , 18,420 46 Cuirassiers 2,7<>0 12 Light Cavalry (Guard) 2,240 12 Total 46,780 116"], [74, "56 BATTLE OF sian army should, as there was every rea son to suppose, be brought to action in the neighbourhood of Fleurus, or Gembloux, to send off a detachment, by the high road from Quatre Bras to Namur, to attack the right flank of the enemy. Aide de Camp Flahaut was sent to Marshal Ney, to hasten and to follow this movement. Napoleon marched on Fleurus with the whole of the centre, except the sixth corps (Lobau's), which was left at Charleroi. The right, under the command of General Gerard, quitted Chatelet, and joined the centre at one in the afternoon. Our troops soon perceived a consider able Prussian corps, stationed on the heights of Bry. The army took a position. Vandamme's corps before Fleurus ; Ge rard's in the centre ; the two corps of light cavalry, of Pajol and Excelmans, under the command of Marshal Grouchy, on the extreme right. The infantry and cavalry of the imperial guard, and all the reserves of artillery, in the second line behind Fleu rus. The sixth corps received orders to proceed to the last mentioned village. Na-"], [75, "LIGNY. 57 poleon, with a very small escort, inspected the whole line of tirailleurs, ascended the heights, and entered the mills. He quickly reconnoitered the Prussian army, of which the left was at S ombres, the centre at Lig ny, the right at St. Amand, and the re serves on the heights of Bry ; the whole of the front was covered by a deep ravine, which connected the three villages to gether. This position, though very strong in itself, appeared at first sight someAvhat extraordinary; for Quatre Bras was in the rear of the enemy, whose right was thus completely exposed. The Emperor calculated, that this army might amount to about ninety thousand men*; and that it was, on the one hand, * PRUSSIAN ARMY. Men. Total 90,000 FRENCH ARMY. Guard 15,180 Girard's Division 5,160 Third Corps 15,260 Fourth 14,260 Cavalry under Grouchy 8,420 Total 58,280"], [76, "58 BATTLE OF awaiting the arrival of Bulow's corps, and, on the other, that of the Anglo-Belgic army at Quatre Bras. Both these opera tions could not take place until the 17th. From the position which Marshal Blucher had just taken, it was evident, that he thought he could deceive the French army, and gain a day and a night, in order to afford time for his reserves to join him, and for the English army to form on his right ; which would have placed in line an army of two hundred thousand men. Napoleon resolved immediately to com mence the attack ; the whole army changed front, the right wing in advance, and the extreme left forming the pivot of the operation, By this movement Vandamme's corps came in front of St, A,mand, Gerard's opposite Ligny, and Grouchy's faced Som bref. The guard and cuirassiers of Mil haut were posted in a second line, five hundred paces in front of Fleurus, on the side of St. Amand. Girard's division (of Reille's corps), which formed the extreme right of the force under Marshal Ney, was now the extreme left of Vandamme's corps."], [77, "LIGNY, 5s) Thus this division connected the two armies together. Napoleon had repeatedly sent off orders directing Marshal Ney to attack with the utmost impetuosity all that part of the enemy's force that lay before him. At noon he expressed his dissatisfaction at the Marshal not having yet taken up arms, and being still in his bivouacs : he repeated his orders for attacking vigo rously the position of Quatre Bras, where, according to the accounts he had received from Brussels, there were only a few Bel gian forces, the English army not being yet assembled, and being at eleven o'clock on the night of the 15th still ignorant of all that was passing. His Majesty again directed, that as soon as Ney should have established his position in front of Quatre Bras, he should follow the orders he had already received, of sending off a detach ment by the high road of Namur to attack the rear of the Prussian army, the situation of which the Emperor described. This movement would have occasioned the total ruin of the hostile army. The Emperor was so fully persuaded of this, that he"], [78, "BATTLE OF 60 closed his instructions to Colonel Forbin Janson, whom he dispatched to Marshal Ney, with the words, \"Tell him, that the fate of France is in his hands!\" Time was precious : it was necessary to act with the greatest promptitude. At three o'clock all the preparations were completed ; Vandamme came up with the enemy's right at St. Amand, which Gerard's division was to turn. In a few minutes, Girard attacked the centre at Ligny, whilst Grouchy at the same time drove all the enemy's cavalry beyond the rivulet of Ligny, and forced the left of the Prussians to return to its position of Sombref. Na poleon was by no means satisfied with Vandamme's attack : the success was variable. General Girard, a brave and skilful officer, performed more than could have been expected with a division consisting only of four thousand men. General Gerard, at the head of the fourth corps, in his attack on Ligny, evinced his wonted skill and bravery. The cannonade and fusillade were maintained along the whole line, and the firing became extremely"], [79, "LIGNY, 61 warm. The village of Ligny, which is very compact, lies on the other side of the ravine, which at that part is very deep. It was defended with great obstinacy, and was taken and retaken several times : at half past five Gerard was not entirely master of it. The aide de camp Gour gaud, who had followed this attack, came to give a report of it to the Emperor, and to inform him, that, though all the reserves of the fourth corps were engaged, the pos session of the village was yet undecided. Napoleon then directed his guards to make several movements, intending himself to lead them on that important point, and to make a decisive attack, having all the cavalry in his rear. The most fortunate results were to be hoped for, Avhen General Vandamme sent to inform the Emperor, that, at the distance of about a league on his left, a column of the enemy, twenty thousand strong, were debouching from the woods and turning us, whilst at the same time it appeared to be marching on Fleurus. The Emperor immediately ordered his guard to halt, and made preparations for receiving this 'column. The movement seemed in-"], [80, "62 BATTLE OF explicable : the enemy's corps must have penetrated between the corps of Marshal Ney and those of the Emperor. At half past six Aide de camp Dejean, whom the Emperor had sent to reconnoitre the co lumn, returned, and intimated, that it was the first army-corps, commanded by Ge neral d'Erlong. Napoleon was unable to account for this movement. The mistake being discovered, half an hour was spent in bringing up the reserves, and it was seven o'clock before Napoleon could march on Ligny. The attack took place as it had been planned, but it was retarded two hours by this unfortunate mistake. Ligny was carried : the enemy beaten at all points ; having his centre broken, and his right turned beyond St. Amand by Girard's division, he precipitately aban doned the field of battle, and retreated in various directions. Forty pieces of can non, six standards, and a vast number of prisoners, fell into our hands. Owing to the darkness of the night, we did not obtain all the advantages which might have been expected from this victory. One"], [81, "LIGNY 6$ division of the sixth corps fired only a few muskets at the close of the battle. It may, indeed, be said, that this corps was not engaged. Thus the Prussian army, amounting to ninety thousand men (Bulow had not joined it) was beaten in the space of four hours by sixty thousand French men*. Our loss amounted to between seven and eight thousand. The brave General Girard that day gloriously closed his ca reer's-. The enemy himself estimated his loss at twenty -five thousand. Marshal Blucher was thrown from his horse, and was for some minutes in the power of our cuirassiers. The Prussian army effected its retreat, the first and second corps to Tilly, and the third to Gembloux, where, during the night, it was joined by Bulow's corps (the fourth) which arrived from Liege. Whilst the centre and right of the * See Appendix. f It was General Girard who, when wounded in the body by two balls, at the battle of Lutzen, would not sutler himself to be carried otF the field until the close of the ac- tion, saying, \" Now is the time for all true Frenchmen to conquer or die.\""], [82, "BATTLE OF 61 French army were gaining these advan- tages, some serious faults were committed by the left. Marshal Ney had not occu- pied the position of Quatre Bras. The Prince of Orange, whose head quarters were at Nivelles, marched at break of day on the 16th to Quatre Bras, and reinforced the brigade of Prince Bernard by another brigade : thus that important position, during a great part of the day, was occu- pied by only nine thousand men ! Marshal Ney, who ought to have taken possession of it on the evening of the 15th, or, at least, at break of day on the 16th, had not, at two o'clock in the afternoon, made any attempt to effect that object. He did not even advance on the position, though he had been repeatedly ordered to do so^ until he heard a heavy cannonade in the direction of Ligny. It is impossible to say what fatality prevented him from advancing all the troops under his command, and induced him to leave in the rear the light cavalry of the guard, and the whole of the first corps (d'Erlong's). He advanced with only three divisions of Reille's corps, which, with the cavalry and artille/y,"], [83, "LIGNY c: amounted to twenty thousand men, leav ing behind him two thousand picked ca valry troops, and the eighteen thousand infantry of the first corps, which shortly afterwards marched to Fleurus*. The tirailleurs of the Prince of Orange were soon driven back, and the whole division must inevitably have been de- stroyed had not the Brunswick corps, and half an hour afterwards the English divi- sion, commanded by General Picton, who left Brussels that morning, arrived imme- diately on the field of battle. The enemy's force now amounted to more than thirty thousand men ; but he had very little cavalry and artillery, the latter being un- able to follow the rapid movements of the infantry, who, in coining from Brussels, had marched nine leagues. Meanwhile Marshal Ney, by his own intrepidity and the ardour of his troops, continued to gain » FRENCH FORCE ENGAGED AT QUATRE BRAS. Second Corps (without Girard's Division) 18,260 Cavalry of the first Corps 1,620 Cuirassiers 2,840 Total 22,720 F"], [84, "c« BATTLE OF ground, and repulsed an enemy superior in numbers. The Duke of Brunswick was killed ; the cuirassiers, by repeated charges, penetrated the square of the forty-second Highland regiment, took its colours, and killed its colonel. The victory seemed to be decided in favour of the French, when the arrival of Cook's and Alten's divisions, about four in the afternoon, turned the scale in favour of the enemy. This re inforcement of eighteen thousand men in creased the Duke of Wellington's force to fifty thousand, enabled him to maintain his position, and compelled the French army to fight only for the sake of preserving its own. The French in this action lost about four thousand men : the enemy's loss amounted to double that number, as his numerous masses were exposed to the firing of all our artillery, without being able to answer it*. No officer could have fought with more courage and ardour than Marshal Ney, with the small number of troops under his * See Appendix."], [85, "LIGNY, command. Had he employed the cavalry of the guard, and the whole of d'Erlong's corps, which, from the preceding day, he ought to have kept in readiness for acting, that portion of the English army would have been completely destroyed and driven beyond the Dyle. By the great loss which Marshal Ney occasioned to the enemy with twenty-two thousand men, some idea may be formed of what he would have done with forty-five thousand. During the night, the English artillery and cavalry, together with the other divi sions, successively arrived. But on the morning of the 17th, the Duke of Wel lington being informed of the loss of the battle of Ligny, and the retreat of Blucher, found it necessary to abandon Quatre Bras, leaving in that position his cavalry, and three or four batteries of horse artillery, to retard as long as possible the advance of the French army. Marshal Ney committed the error of remaining too long at Marchiennes on the 15th, and not encamping before Quatre Bras. In his justification he alleged, that seeing Fleurus occupied in force by the 67"], [86, "BATTLE OF 68 enemy, and understanding that the whole of the Prussian army was there, he feared that bv marching; to Quatre Bras he should find himself outflanked on his right. For a similar reason he did not, on the following day, the 16th, execute the instructions he had received by proceeding at break of day to Quatre Bras, which was then occu pied only by light troops, and afterwards, from noon till the arrival of the English divisions at four o'clock, by a Dutch divi sion. Thus the occupation of that im portant position, an operation to the per formance of which no obstacle presented itself from day-break till noon, and which might have been effected without much difficulty from noon till four o'clock, be came totally impracticable after that time. If Marshal Ney had established himself at Quatre Bras, at ten in the morning, the great road of Nivelles would have been cut off, and all the English troops stationed in the environs of Nivelles must have been obliged to concentrate at Gennape. It would have been impossible for the Duke of Wellington to have attacked an army in position when he had neither artillery nor"], [87, "LIGNY, 68 cavalry, and his troops were harrassed by arriving successively. On the 16th, there fore, his grand object would have been to assemble his troops in some position in the rear of Gennape, in order to be prepared for acting on the 17th ; and then Marshal Ney, by dispatching the first corps by the road of Quatre Bras to Marbois and Som bref, only two leagues distant, would have occasioned the total destruction of the Prussian army. It is difficult to account for the movement of the first corps. An error was committed by suffering it to remain, during the night of the 15th, escheloned between Mar- chiennes and Julmet. It afterwards ad- vanced on Fleurus, by the road from Char- leroi to Brussels. Did Marshal Ney mis- understand the instructions he had re- ceived, and by which he was directed, as soon as he should be in possession of Quatre Bras, to make a diversion in the \"rear of the Prussian army ? Or did Count d' Erlong, on arriving between Gosselies and Frasnes, and hearing a heavy can- nonade on his. right, whilst all was tranquil in the direction of Quatre Bras, consider it his duty to proceed towards the can-"], [88, "BATTLE OF 70 nonade, which he would have left behind him had he continued his march along the high road ? Another false movement of that corps took place on the evening of the 16th, when Count d' Erlong, being in formed that the village of St. Amand was carried, he made a second flank march to return to Marshal Ney, whom however he did not join till nine in the evening. Thus this whole army-corps was nowhere effective. In these actions, the French soldiers fought with as much courage and confi dence in victory as they ever displayed in their most celebrated battles ; but several of the Generals, and even Marshal Ney himself, were no longer the same men. They had lost that energy and that spirit of brilliant enterprise, which once dis tinguished them, and which had so ma terially contributed to the achievement of great triumphs. They had become timid and circumspect in all their operations ; their personal bravery alone remained. The question with them now was, who should least compromise himself. Thus, on the 15th, General Vandamme arrived at Charleroi four hours later than he ought :"], [89, "LIGNY 71 thus he stopped with Marshal Grouchy at Gilly, and lost time instead of making a brisk attack and advancing on Fleurus. The two divisions, already separated, ap- peared to be the whole of Blucher's army ; but it was not, as has already been stated, until after Napoleon arrived at this point, and ascertained that the enemy was in small force, that an attack was made. The Emperor could not quit the interesting point of the Brussels and Namur roads until the second corps had arrived, by the way of Marchiennes, on the Brussels road, and had taken possession of Gosselies in order to secure the possession of Charleroi ; and thus a loss of two hours took place. These faults afforded the enemy the op- portunity of occupying Fleurus during the night, and this circumstance deterred Marshal Ney from advancing on Quatre Bras ; a movement which in other times he would not have hesitated to make, after leaving a strong reserve in his rear On the 16th at noon, when the army had taken a position in front of Fleurus, and the Prussian army was descried, nearly all the Generals were persuaded, that Wellington"], [90, "BATTLE OF 72 and Blucher had formed a junction. As a proof of their opinion they referred to the position Blucher had taken, with his right in the direction of Marchiennes, leaving Quatre Bras considerably in his rear. This they observed rendered the po sition of the Prussian army most hazardous, unless the English army were in eschelon behind that line. Napoleon put an end to the discussion, by ordering the troops to advance, observing, at the same time, that there were no enemies except those then in sight, and that the position, which Blucher had taken, was a fault resulting from the character of that Marshal, and the hope he entertained of being joined, during the night, by his reserves and the English army. That there were scattered through the different regiments of the French army some officers and soldiers, who took a pleasure in exaggerating the enemies' force, and reporting every moment, that we were turned, &c, cannot be doubted. It has already been mentioned, that, on the 14th, General Bourmont went over to the enemy with a colonel of engineers ;"], [91, "LIGNY. 73 and several officers deserted during: the battle of the 16th. In the heat of the ac tion Napoleon received five or six alarm ing reports. One was from a General, an nouncing, that Vandamme, and the whole of his staff, had joined the enemy ; another stated, that Marshal Soult was to be guarded against, for that he had given false orders for the movements. A quarter master of dra goons, with looks of complete despair, and exclaiming that he wanted to speak to the Emperor, approached him and said, \" Sire, I come to inform your Majesty, that Gene ral Henain is at this moment haranguing the officers of his division to induce them to desert to the enemy.\" \" How do you know that?\" said Napoleon. \" Where is he? Did you hear him?\" And he learned, that the quarter master had nei ther seen nor heard General Henain, but that an officer had told him to make this report. The whole of these stories were false. Vandamme might, perhaps, have acted with more vigour, but he was far from having any idea of treachery. He nain, at the moment he was thus accused, had his thigh carried away by a bullet."], [92, "BATTLE OF LIGNY. 14 Such, however, was the state of the sol diers' minds, that they placed no confi dence in any one except Napoleon. They were every moment ready to believe them selves betrayed. Several good officers, who had served in the troops of the King's household, had been appointed to regi ments now in the field. Perhaps this was a wrong measure. Their conduct was ir reproachable, but they were always objects of suspicion with the soldiers."], [93, "CHAPTER VI. Battle of Waterloo. It was eleven o'clock at night before the Emperor returned to Fleurus, where his head quarters were established. He re ceived the report of what had taken place on the left during the attack of Quatre Bras, and immediately dispatched orders to Marshal Ney to have his troops under arms at break of day, and to pursue the English army vigorously, as soon as it should commence its retreat. The Emperor informed the Marshal, that he intended to debouche on the po sition of Quatre Bras, by the highway of Namur, and that, in case the Duke of Wellington should continue to occupy that position, his army would thus be attacked in front and turned on its left flank. At break of day, on the 17th, General Pajol, with his light cavalry, and a division"], [94, "76 BATTLE OF of infantry of the sixth corps, set out in pursuit of the Prussians : he made a great number of prisoners, and took a consider- able quantity of caissons and baggage. The Emperor sent off reconnoissances to Quatre Bras to communicate with the left. He likewise reviewed the troops which had been engaged. Vandamme's corps had suffered but little : Gerard's had sustained greater loss, having been more warmly en- gaged. The imperial guard had only a few killed and wounded. The sixth corps had not lost a single man*. The Empe ror next visited the field of battle, and ordered the wounded French and Prussian troops to be removed. The latter had * LOSS SUSTAINED AT THE BATTLE OF LIGNY. Third Corps : Three Divisions r , 1,800 Girard's Division 2,000 Fourth Corps : Three Divisions ., 2,000 Corps of Pajol's Cavalry , 250 Corps of Excelman's , 250 Milhaut's Cuirassiers ., 100 Cavalry of the Third and Fourth Corps 300 Guard 100 Total,., „.„ 6,800 V"], [95, "WATERLOO. 77 sustained an enormous loss : there were among the killed five times as many Prus sians as French troops. Even according to the reports of their own Generals, their loss amounted to twenty-five thousand men, a circumstance which is easily ac counted for, when it is considered, that the Prussian masses, during the whole of the action, occupied the elevated plain between Ligny, St. Amand, and the mill of Bry, where they were absolutely unpro tected, and exposed to all the firing of our artfflery. And the reserve masses, being within the range of the attacks, not one of the French bullets was fired without effect; whilst, on the contrary, the French were constantly beyond the reach of the enemy's cannon. Even the reserves of the attacks could withdraw into hollows, where they were protected from the enemy's artillery. About ten o'clock, the officer command- ing the reconnoissance, which had been sent to Quatre Bras, returned and stated, that, instead of meeting with Marshal Ney's troops, he had found the English in that position, and that he had even been pur sued by them. Not a moment was to be"], [96, "7s BATTLE OF lost. The Emperor immediately directed Count Lobau, with two divisions of his corps, and his cavalry, augmented by a di- vision of Pajol's cavalry, to advance to that point by the high way, and by Mar- bois. He himself followed up this move- ment with the whole of his guard, and Gi- neral Milhaut's corps of cuirassiers, leaving in reserve, as well as to guard Fleurus, and to carry off the wounded, General Gi- rard's division (of the second corps), which had suffered considerably on the preceding day. He ordered Marshal Grouchy, with the third and fourth army-corps, the in- fantry division of the sixth, which was was with Pajol's cavalry, and General Ex- celman's corps of light cavalry, vigorously to pursue the Prussians, to attack their rear guard, and to keep constantly so close upon them, as never to lose sight of them. Marshal Grouchy's instructions were, in particular, to outflank the right wing of the Prussians, so that he might constantly maintain communications with the rest of the army. The French army thus advanced on Brussels in two separate columns. The"], [97, "WATERLOO. 73 left, commanded by the Emperor, was to take the road from Charleroi to Brussels, at Quatre Bras, and when united to Mar shal Ney's corps would be sixty-six thou sand strong, with two hundred and fifty pieces of artillery, having in its front all the Anglo-Belgic army. The right, which was thirty-six thousand strong, with one hun dred and ten pieces of artillery, under the command of Marshal Grouchy, was to pass the Dyle at Wavres, having before it the whole of the Prussian army in retreat*. About eleven o'clock the couriers of the sixth corps having fallen in with the En glish cavalry, that corps took a position on the other side of Marbois. The Emperor proceeded thither immediately. An En glish suttling-woman, who had been taken by our hussars, communicated some par ticulars respecting the army of the Duke of Wellington, who, she said, had recrossed * LEFT COLUMN, UNDER THE EMPEROR. Men. Cannon. Advancing on Waterloo 66,000 250 RIGHT COLUMN, UNDER GROUCHY. Men. Cannon. Advancing on Wavres 36,000 110."], [98, "BATTLE OF 80 the Dyle. She stated, that the position of Quatre Bras was still occupied by a consi- derable corps of English cavalry, with artil- lery. This woman had no knowledge of the movements of Marshal Ney's corps ; she supposed it had recrossed the Sambre. Our tirailleurs soon engaged with the enemy's sharpshooters. A firing of musketry was like- wise kept up on our left flank : this appeared somewhat singular ; but it was soon dis- covered, that our hussars had by mistake engaged with those of Marshal Ney. The French troops continued to march forward : the corps of English cavalry immediately began to retreat on perceiving, from the height of Quatre Bras, that the whole of the Namur road was covered with troops. The Emperor arrived at Quatre Bras at full gallop : the rain was falling in torrents : he instantly gave orders for placing in battery twelve pieces of horse artillery to cannonade the enemy's rear guard. The Emperor was greatly astonished to find, that Marshal Ney's corps was still bivouacking before Frasnes. Irritated at this delay, he instantly ordered the troops to march forward and join him. He had"], [99, "WATERLOO. M to wait upwards of an hour for them. At length Count d'Erlong's corps defiled at Quatre Bras. The sixth corps, which had just arrived by the high road of Namur, halted, and the first formed the advanced guard, supported by the horse artillery of the guard, and the cavalry of the sixth corps. Marshal Ney appeared -^ The Emperor expressed great surprise at his orders having been neglected. Ney en deavoured to exculpate himself, observ ing, that he had supposed the Anglo-Belgic army to have been still at Quatre Bras, appuyed on its left by the whole of the Prussian army ; and that false reports had represented the enemy to have been victo rious at Ligny. The second corps followed the first : next came the sixth ; and after wards the guard. General Milhaut's corps of cuirassiers flanked the road. The Em peror placed himself at the head of the troops. In the morning, his design had been to sleep at Brussels, or in the forest of Soignes ; and iii case the Anglo-Belgic army should be in position behind the Dyle, to attack it that very day. The unaccountable delay of Marshal Ney had Q"], [100, "S2 BATTLE OF already occasioned a loss of several hours ; however, the Emperor did not despair of coming up with the enemy's force : he marched forward with the brigade of ad vance guard, and the enemy was closely pursued sword in hand. Twenty -four pieces of horse artillery incessantly poured grape shot on the masses of the enemy's cavalry, driving them from one position to another : they sustained considerable loss. At half past six in the evening the advance guard arrived at the village of Planchenoit, opposite the entrance to the forest of Soignes ; it was soon opposed by the fire of fifteen or twenty pieces of cannon ; and from the manner in which these cannon were placed, there was rea son to suppose, that a strong rear guard had been stationed there to protect the passage to the forest. Had this rear guard amounted to no more than fifteen thousand men, it would have been impossible to force it from its position that evening, as night would have set in before we could have completed our preparations for the at tack. The rain still continued, and it was impossible to distinguish the enemy's line."], [101, "WATERLOO. 33 We endeavoured to impose on him by making Milhaut's cuirassiers with the horse artillery deploy. The enemy then un masked himself, and there was no longer a doubt that the whole of the English army was1 there in position. The Emperor di rected the different corps to establish their bivouacks, and fixed his head quarters at the farm of the Caillou. The French army, sixty-seven thousand strong, was stationed in front of Planche noit, on the road to Brussels, four leagues and a half from the latter city, facing the Anglo-Belgic army, whose head quarters were at Waterloo. Marshal Grouchy, with a corps of between thirty-five and forty thousand men, was on the right. He had marched on the 17th in the direction of Wavres, and he was supposed to have been encamped opposite that city, having before him the Prussian army in retreat. The following Tables exhibit the com position and amount of the armies under the Emperor and Marshal Grouchy pre viously to the battle of Waterloo : — g 2"], [102, "BATTLE OF Si THE EMPEROR'S ARMY BEFORE PLANCHENOIT, Diminished by previous Losses. Infuntry.. Carialry. Artillery. First Corps (d'Erlong) : Four Divisions, Infantry 16,220 Men. Cannon. One Division, Cavalry 1,400 Artillery 900 46 Second Corps (Reille): Three Divisions, Infantry 12,640 One Division, Cavalry 1,300 Artillery 710 38 Third Corps : One Division (Domont) attached to the Sixth Corps 1,370 Sixth Corps (Lobau): Two Divisions, Infantry 7,000 Artillery 610 30 Imperial Guard: Young Guard (Duhesme) 3,800 Middle Guard ; 4,200 ' Old Guard 4,400. Light Cavalry 2,100 Cavalry (Grenadiers and Dragoons) 2,000 Artillery fj ,)920 96 Kellerman's Cuirassiers : Two Divisions 2,330 Artillery , 220 12 Milhaut's' Cuirassiers : Two Divisions ...,...-. 2,530 Artillery .. ., 210 12 Pajol's Corps : One Divu\" (Sahervick's) T 1,130 r Artillery 110 6 Total..; 48,21:0 14,100 +,030 24o' — j j . ., Men. Cunmm. General Total, under the Emperor 67,100 240 '■ 1 1 11 __ ™____— __"], [103, "WATERLOO. 85 MARSHAL GROUCHYS ARMY, Advancing on Wavres, on the 17th ; diminished by previous Losses. » _^ — — —. Infantry. Cavalry. Artillery. Second Corps : ,. One Division (Girard) .. 3,060 Men- Cannon- Artillery '. 160 8 THlRDCoRPS(VANDAMIslE): Three Divisions, Infantry 1 1,336 Artillery .\" 660 38 Fourth Corps (Gerard) : ThreeDi visions, Infantry 10,130 One Division, Cavalry 1,330 Artillery 610 38 Sixth Corps : One Division (Teste)... 4,000 Artillery 160 8 Pajol's Corps; One Division (Soult) 1,150 Artillery.., 100 6 Excelmans' Corps: Two Divisions, Cavalry 2,390 Artillery , , , 200 12 Total.., „.. 28,520 4,870 1..S30 HO Men. Cann n. General Total, under Marshal Grouchy... 35,220 110 GENERAL RECAPITULATION. 'I- JMen. Cannon. Army with the Emperor 67,100 240 Army with Marshal Grouchy 35,220 110 Losses on the 16th, at Liguy 6,800 Losses on the 16th, at Quatre Bras 4,140 Amount of the French army, when it 7 . , crossed the Sambre, on the 15th ... j lii>*w jW"], [104, "86 BATTLE OF At ten o'clock at night the Emperor dispatched an officer to Marshal Grouchy, to acquaint him, that he intended to fight a great battle on the following day : that the Anglo-Belgic army was in position before the forest of Soignes, with its left appuyed on the village of La Haye : that Marshal Blucher would doubtless move in one of the three following directions ; first, retreat on Liege ; secondly, fall back on Brussels ; or, thirdly, remain in po sition at Wavres : that at all events it was necessary for Marshal Grouchy to manœuvre by St. Lambert, to outflank the left of the English army, and to join the French army on the right; but that in the two first cases the Marshal was to execute this movement with the majority of his combined forces, and that in the third case it was only to be performed with a detachment more or less strong, according to the nature of the position which he might occupy in front of the Prussian army. At two in the morning a dispatch from Marshal Grouchy announced, that he had fixed his head quarters at Gembloux, being ig-"], [105, "WATERLOO. 87 norant of the course which Blucher had taken, and likewise whether the Prussians had proceeded to Brussels or Liege : that, consequently, he had stationed two ad vance guards, one between Gembloux and Wavres, and the other about a league from Gembloux, in the direction of Liege. Thus Blucher had escaped him ; and Grouchy had advanced only two leagues in the course of the 17th. The Emperor immediately sent him a duplicate of the order which he had dispatched at ten o'clock on the preceding night, directing him to be under arms before break of day, and to pass the Dyle above Wavres, in order to proceed to St. Lambert. The officer who was the bearer of this dispatch departed before three in the morning : it was calculated, that he would reach Gem- bloux before six o'clock, as he had only five leagues to ride, and that without ever quitting the high road. At five in the morning a second dispatch from the Mar- shal was received at head quarters : he stated, that having at length learned that the enemy had proceeded to Wavres, he intended to depart at break of day to"], [106, "ss BATTLE OF pursue him in that direction. This letter was dated two o'clock in the morning. The road from Gembloux to Wavres, and from Gembloux to St. Lambert, was the same for the space of two leagues : there was therefore reason to hope, that the officer would overtake Marshal Grouchy, and that the latter, instead of reaching St. Lambert at noon, might arrive there at ten in the morning : and if, in consequence of the departure of the Marshal, the offi cer should not find him, it was still certain that he would arrive before Wavres at noon, and that he would have received the first order, which had been written at ten o'clock on the preceding night, and which informed him of the intended battle. On the morning of the 18th the weather was extremely cloudy ; it had rained throughout the whole of the night, and even at day-break the rain had not abated. The reports of the night, and the obser vations which were made, removed all doubt respecting the presence of the Anglo-Belgic army. Its force amounted to between eighty-five and ninety thousand men, and two hundred and fifty pieces of"], [107, "WATERLOO. S:> artillery*. The French army, having only sixty -seven or sixty-eight thousand men, was of course inferior in numbers, though it was superior with regard to the quality of its troops. The Belgic and German soldiers could not be placed on an equality with the French ; among the latter were the imperial guard and the four divisions of cuirassiers. The French artillery, includ ing the reserve batteries of the guard, was nearly as numerous as the enemy's ar tillery ; it amounted to two hundred and forty pieces of cannon. Victory ap peared far from doubtful, and with that victory there was every reason to hope for the destruction of the English army, owing to the position it had assumed. At break of day, the Emperor, whilst at breakfast, observed, \" We have eighty chances out of a hundred in our favour.\" At that mo ment Marshal Ney, who had come to in spect the line, presented himself: \" No * ANGLO-BELGIC AND FRENCH ARMIES AT WATERLOO. Men, Cannon. Anglo-Belgic Army 85,000 250 French Army 67,000 240"], [108, "BATTLE OF 90 doubt, Sire,\" said the Marshal, \" if Wel lington had been simple enough to remain there; but I come to inform you, that they are ac tually retreating, and that, if you are not speedy in attacking them, they will escape us.\" The Emperor did not attach much im portance to this report : he thought it evi dent, that since the Duke of Wellington had not attempted his retreat before day break, he had determined to encounter the risk of a battle. About eight o'clock the weather began to brighten up : the Emperor reconnoitered the enemy's line : he was of opinion, that the troops might manœuvre in the surrounding grounds. He dispatched orders for the battle to the different commanders of the army-corps ; all was now in motion. The English army had, in its rear, the forest of Soignes, and only one high road for its communication with Brus sels ; this position rendered its retreat extremely difficult. It occupied a fine level height. Its right was appuyed on a ravine, on the other side of the Nivelles road, and extended as far ac; Braine-la- Leud : its left crowned the heights of La"], [109, "WATERLOO. ?i Haie, and its centre, occupying on the left the farm of La Haie Sainte, and on the right that of Hougoumont, was in front of the village of Mont St. Jean, at the junction of the two roads leading to Nivelles and Charleroi, which this line cut. It was ascer tained, that the enemy had raised no re doubts, or works of any other kind, and that there were few or no natural obsta cles in his front. The height was slightly concave in the centre, and the ground, de scending with a gentle declivity, termi nated by a ravine of no great depth, which separated the two armies. The French army was ranged in the following order, General Reille, with the second corps, his right on the road from Charleroi to Brussels, his left on the Ni velles road, having in his front the wood of Hougoumont, and his light cavalry sta tioned on the other side of the high road. General d'Erlong, with his left on the Char leroi road, and his right on a line with the left of the English, facing the village of La Haie ; his light cavalry on his right, send ing out parties on the Dyle. General Kel- Jerman's corps of cuirassiers, in second line,"], [110, "f) .*> BATTLE OF behind the second corps : General Mil haut's behind the first corps. The sixth corps was Count de Lobau's, formed in close column on the right of the Charleroi road : by this means it was in reserve behind the left of the first corps, and in potence behind the centre of the first line. The imperial guard, in third line, formed a general reserve, having the infantry in the centre, General Lefebvre Desnouttes' division of cavalry on the right, and the division of horse grenadiers and dragoons on the left. These arrangements sufficiently indi cated the Emperor's design, which was to penetrate the centre of the English army, to force it back on the high road, and, on reaching the outlet of the forest, to cut off its retreat on the right and left of the Une. The success of this attack would have ren dered all retreat impracticable, and must have occasioned the destruction of the English army : at all events, it would have separated it from the Prussian force. About eleven o'clock, General Reille commenced a cannonade to drive the enemy from the wood of Hougoumont,"], [111, "WATERLOO. ys The engagement soon became warm on that point. Prince Jerome with his division took possession of the wood: he was driven out ; but a new attack once more rendered him master of it. The enemy had, however, kept possession of the large house in the centre of the wood. Bat tlements had been formed on it, which rendered it a post of tolerable strength, and at the same time secured it against a coup de main. The Emperor ordered General Reille to establish a battery of howitzers, and to set sire to the hawse.* >< It was observed with satisfaction, that i the best English troops were on that point ; among the rest, General Cooke's division of the guards. At this moment a corps of five Or six thousand troops, of various de scriptions, was perceived in the distance, on the side of St. Lambert. This was at first supposed to be Marshal Grouchy's corps ; hut in a quarter of an hour after a party of hussars took prisoner a Prussian orderly officer with a dispatch, which proved that the troops which had been observed, 'were the advance guard of Bu low's corps. The Major General (Soult)"], [112, "Di BATTLE OF dispatched an officer to Marshal Grouchy to inform him of this circumstance; he even sent him the intercepted dispatch. The staff officer, who was fully sensible of the importance of his mission, was ex pected to reach the Marshal in less than two hours. Great advantages were an ticipated from the Marshal's coming upon the rear of Bulow's corps. But, as that corps appeared to be not more than two short leagues from the field of battle, it became necessary to send off a force to oppose it. Marshal Grouchy might delay passing the Dyle, or might be prevented by unforeseen obstacles. Lieutenant Ge neral Domont was therefore sent forward with his light cavalry, and Subervick's di vision of Pajol's corps of cavalry, making altogether a force of nearly three thousand cavalry, to meet Bulow's advance guard ; his instructions were to occupy all the passes, to prevent the enemy's hussars from attacking our flanks, and to send off couriers to meet Marshal Grouchy. Count de Lobau, with both divisions of his corps (seven thousand men), proceeded to re connoitre his field of battle, in the rear of"], [113, "WATERLOO. !)5 General Domont's cavalry, so that, in case General Bulow's movement should not be stopped by Marshal Grouchy, he might advance against the Prussians, and. protect our flanks. Thus the destination of this corps was changed. The Emperor, having adopted every precaution for opposing Bulow's corps, directed Marshal Ney to commence the intended attack with the first corps, re inforced by batteries of reserve, and to take possession of La Haie Sainte, on the Charleroi road, which was the point of appuy for the enemy's centre. Attacked in his centre, the enemy would be induced to make counter movements on his wings, which would clearly explain the state of the battle, to deploy all his forces, and expose all his plans. A battle, like a dra ma, has a beginning, a middle, and a de nouement. The beginning occasions coun ter movements on the part of the enemy, and gives rise to incidents, which must be surmounted, and which have an influence on the last movement by which the battlet is decided. The French troops were full of enthu-"], [114, "BATTLE OF siasm ; the Emperor inspected the whole line, and such were the acclamations of joy, that they interrupted the manœuvres, and prevented the orders from being heard. The Emperor stationed himself on an emi- nence near the farm of La Belle Alliance, from whence he could command a view of every thing ; the enemy's wings as well as those of the French army. He was there- fore in a situation to form a judgment on all the movements, which the enemy might make on finding his centre threatened ; and his Majesty had at hand all the re- serves, in order that he might dispose of them with the utmost rapidity, or place himself at their head, and remedy any un expected manœuvres on the part of the enemy. It was noon, when eighty pieces of ar tillery commenced their fire. In about half an hour the enemy's batteries, which were opposed to us, fell back, and were reinforced by new batteries from dif ferent points of their line. All the enemy's sharpshooters withdrew from the bottom of the curtain. The enemy stationed his masses behind the crests of heights to pro-"], [115, "Waterloo. 97 tect them, and to diminish the loss occa sioned by our artillery. Our infantry ad vanced. Some movement was now ob served on the Brussels road ; all the car riages and baggage waggons of the right and left, which were at a distance from the road, hurried in disorder into it, on the approach of the fire, with the view of reach ing Brussels. The enemy's line however made no manœuvre ; it maintained its im mobility. His cavalry made several suc cessful charges on the flank of one of the columns of the first corps, and about fif teen of our pieces of artillery, which were advancing, were driven back into a hollow road. One of Milhaut's brigades of cuiras siers advanced against this cavalry, and the field of battle was soon covered with their slain. When the Emperor perceived, that the enemy did not attempt to make any great movement on his right, and that some disorder prevailed on ours, he pro ceeded thither at full gallop. Milhaut's cuirassiers, and behind them in second line the cavalry of the guard, presented a formi dable appearance. The Emperor soon re stored order: the cannonade was main-"], [116, "BATTLE OF 98 tained with fury* and a new attack on La Haie Sainte rendered us masters of that important point. The enemy attached great importance to the post of Hougoumont on his right : he sent off fresh troops to reinforce the brigade of the guards. On the other hand, General Reille supported the attack of Je rome's division, by Foi's division. The howitzers had set fire to the house, and al most entirely destroyed it. Three fourths of the woods and orchards were in our possession. The field of battle was strewed with the English guards, the flower of the enemy's army. It was half past four o'clock, and the most vigorous fire was still kept up on every side. At this mo ment General Domont informed his Ma jesty, that he observed Bulow's corps in movement, and that a division of from eight to ten thousand Prussians was de bouching from the woods of Frischenois : that no tidings had been received of Mar shal Grouchy : and that the reconnoissances, which had been sent in the directions in which it was supposed he might be mov ing, had not met one of his couriers."], [117, "WATERLOO. 9!i Count Lobau's corps* advanced in three columns to the positions which he had re connoitred. By this movement this corps changed its front, and placed itself in po tence on the extremity of our right. The first Prussian brigade, being vigorously at tacked, was soon routed : but it was im mediately supported by the second bri gade, and in half an hour after the whole remains of Bulow's corps arrived and formed, constantly extending itself beyond the right of Count Lobau's corps ; so that, though Bulow did not gain ground upon the latter, he still maintained his fire on our rear. The sixth corps was drawn up in order of battle, parallel with the road opposite to, and at gunshot distance from, La Belle Alliance. The Prussian bullets reached this road, which was used for all the movements of our army, and even ex tended to the point where the Emperor had stationed himself. Napoleon, observing that the Prussians * At half past four, Lobau's corps of seven thousand men advanced against the Prussians, which reduced the force opposed to the Anglo-Belgic army to sixty thousand men. H 2"], [118, "100 BATTLE OF continued to outflank the right of the sixth corps, sent General Duhesme's division of the young guard, with two batteries, to that point. Thus our line was prolonged till it came even with the front troops of Bulow's left. At the same time a division of the first corps, which formed our right, and which was in reserve, advanced ra pidly on the extreme left of the Anglo- Belgic line, took the village of La Haie, and thus cut off the communication be tween the Anglo-Belgic army and the fourth Prussian corps. We every mo ment hoped for, and impatiently awaited the arrival of Marshal Grouchy on the rear of this corps, which would then have been Cut off from all means of retreat. It was six o'clock, and no account of the Mar shal had yet been received. However, all our dispositions were attended with the greatest success. The impetuosity of the young guard had occasioned great loss to the enemy ; and the capture of the village of La Haie, which turned Bulow's right, stopped his progress, and he ceased to act on the offensive : nothing more wras to be feared from him. As soon as the Empe-"], [119, "WATERLOO. 101 ror had perceived that Bulow's attack was actively proceeding, and that though it was nearly four o'clock this corps was not stopped by Marshal Grouchy, he ordered Marshal Ney to establish himself at La Haie Sainte, to fortify it and to station se veral battalions there ; but to make no movement till he saw the issue of the ma nœuvres of the Prussians. Half an hour after, about five o'clock, at the moment when the Prussians were attacking; us with the greatest vigour, the English attempted to retake La Haie Sainte. They were vi gorously repulsed by the fire of our in fantry, and by a charge of cavalry ; but Marshal Ney, borne away by excess of ardour, lost sight of the orders he had re ceived ; he debouched on the level height, which was immediately crowned by two divisions of Milhaut's cuirassiers, and the light cavalry of the guard. The officers, who surrounded the Emperor, observing this movement, the success of the charges, the retreat of many of the English squares, and the cessation of the fire of part of the enemy's batteries, shouted victory, and made every demonstration of joy. The"], [120, "102 BATsLE OF Emperor did not share in this exultation: he observed to Marshal Soult, \" This is a premature movement, which may be attended by fatal consequences.\" Soult expressed him- self with considerable warmth respecting Ney, and said, \" He is compromising us, as he did at Jena.\" The Emperor directed Kellerman's cuirassiers to support our. ca- valry on the height, lest it should be re- pulsed by the enemy's cavalry, which, in the present state of affairs, would have oc- casioned the loss of the battle : for it was one of those critical moments in which a very trivial incident may give rise to the most important result. This movement of the cavalry, who galloped forward exclaim- ing Vive VEmpereur ! overawed the enemy, encouraged our troops, and prevented them from being alarmed by the Prussians continuing their fire on our rear. About six o'clock we found that the Prussians had engaged their whole force : they ceased to act on the offensive, and their fire became stationary. Half an hour after they began to fall back, and our troops advanced. The balls of the Prus sians no longer reached the high road, nor"], [121, "WATERLOO. 103 ... even the first position which the troops of Duhesme and Count de Lobau had occu pied : these troops had now advanced. The extreme left of the Prussians wheeled round on the rear, and pro ceeded to replace itself in line with the first brigade. Our cavalry maintained its station on the height, notwithstanding the fire to which it was exposed. They penetrated many of the enemy's squares, took three standards, and destroyed a great number of batteries, the guns of which, without their trains, fell into our hands. Consternation and stupor pre vailed throughout the enemy's line : the fugitives had already reached Brussels : to retreat in good order was impossible ; and their whole army seemed threatened with destruction. During the last half hour the situation of the French army had completely changed : the enemy was not threatening us on any point : we were masters of a part of his field of battle, and in an offensive position on his centre. We had gained the advantage, not only over the Anglo-Belgic army, of eighty-five thousand men, but likewise over Bulow's"], [122, "BATTLE OF 104 corps of thirty thousand Prussians. Still no account had been received of Grouchy. Thus, between sixty-five and sixty-eight thousand French troops had beaten one hundred and fifteen thousand English, Belgians, Prussians, &c. At half past seven, Marshal Grouchy 's cannonade was at length heard : he was supposed to be at the distance of about two leagues and a half on our right. The Emperor was of opinion, that this was the moment for making a decisive attack, and determin ing the fate of the day. For this purpose he ordered back several battalions and batteries of the guard, which had been dispatched towards Planchenoit. At this moment the enemy's army received inti mation of the arrival of Marshal Blucher, with the first Prussian corps, which had left Wavres in the morning, and was coming by the way of Ohain to join the left of the Anglo-Belgic army. This was not the only reinforcement the enemy received; two brigades of English cavalry, amounting to six regiments, which had been placed in reserve on the Ohain road, and which were now rendered disposable"], [123, "WATERLOO. 105 by the arrival of the Prussian troops, were observed to enter the line. These events revived the spirits of the Anglo-Belgic army ; it gained courage, and resumed its position. At this critical moment, three battalions of infantry of the second line of our right fell back in good order upon the imperial guard, which the Emperor had just been collecting, This movement, for which it is impossible to assign a cause, weak ened our line. The Emperor hastened to inquire the reason of it : the men replied, that they had not been forced, but that that retrograde movement had been ordered. The Emperor addressed them, and they returned to their post. The cavalry, which from the height on which it was stationed commanded a full view of the field of battle in front, on its right, and in its rear, observed this retrograde movement of the three batta lions : they also perceived Blucher's first corps, which had just advanced on a line with the village of La Haie, and the two fresh brigades of cavalry, which were pre paring for a charge : they imagined they"], [124, "BATTLE OF 106 were about to be cut off, and several regiments fell back. The Emperor was then forming his guard into columns, for the projected attack ; but observing the hesitation of the cavalry, he concluded, that they had been over come by circumstances, and that, without waiting until all the columns should be formed, it would be necessary immediately to support the cavalry, and to make some movement to rally the spirits of the troops, and to stop the inclination which they manifested to retreat. He marched witli the four first battalions to the left of La Haie Sainte, and directed General Reille to concentrate the whole of his corps on his extreme left, and to form it into attacking columns. When the Em peror arrived at La Haie Sainte he found a part of Ney's troops retreating : he sent his aide de camp Labedoyere to inform them, with a view to restore their courage, that Marshal Grouchy 's corps was ap proaching. At the same time he consigned to Marshal Ney the four battalions of the guard which he then had under his own di rection, ordering the Marshal to march"], [125, "WATERLOO. 107 forward and maintain the position of the height. This produced the desired effect ; the troops halted, and returned to their former position. A quarter of an hour after, the other eight battalions arrived on the brink of the ravine: the Emperor formed them in the following order : one battalion in order of battle, having two in close column on its flanks, a formation which united the advantages of the narrow and the deep order. Two of these brigades thus ranged, and marching at battalion distance, formed a first line, behind which the third brigade was posted in reserve. The batteries were stationed in the inter vals. General Reille, on his part, con centrated the whole of his corps in the vicinity of Hougoumont, crossed the ra vine, and attacked the enemy's position. Meanwhile the four battalions of the middle guard were engaged with the ene my ; they repulsed all before them, and stood undaunted under the fire of a consi derable portion of the enemy's line. Ge neral Friant, commander of the infantry of the guard, having received a wound in the hand, came to tell the Emperor, that every"], [126, "108 BATTLE OF thing was going well on the height, and that upon the arrival of the old guard we should be masters of the whole field of battle. Between half past seven and eight o'clock, a cry of alarm was heard on our right. Blucher, with the whole of Zei then's corps, had attacked the village of La Haie, which was instantly carried. A general feeling of astonishment pervaded the whole right : we were thus cut off from Count Lobau's corps. The traitors and malcontents who were in the army, to gether with the deserters, did every thing in their power to augment the confusion, which spread instantly throughout the whole line. The eight battalions of the guard, among which were those of the old guard, instead of marching forward as they did to support the four battalions en gaged with the enemy, should have pro ceeded to the right, to serve as a reserve, and to rally the troops driven from La Haie : they might have formed barriers by each battalion resolving into a square : the whole extremity of our right might still have rallied behind them. The sun had set: there"], [127, "WATERLOO. 109 was no reason to despair ; when the two brigades of the enemy's cavalry, which had not yet been engaged, penetrated between La Haie Sainte and General Reille's corps. They might have been stopped by the eight squares of the guard ; but perceiving the great disorder which prevailed in our right, they turned them. These three thousand fresh cavalry troops rendered all attempt to rally impossible. The Emperor ordered his four service squadrons to charge them. These squadrons were not suffi ciently numerous : the whole division of the reserve cavalry of the guard would have been requisite ; but by a misfortune, cor responding with the other fatalities of the day, that division, consisting of two thou sand horse grenadiers and dragoons, all picked men, [was/ engaged on the height, without the Emperor's orders. There was now no means of rallying the troops : the four squadrons were overwhelmed, and the confusion every moment in- creased. The corps of cavalry and the four batta lions of the guard, which, on the level height, had for several hours opposed"], [128, "BATTLE OF 110 nearly the whole of the English army, were now overcome, Their artillery had ex- pended all its ammunition : they beheld from the height the fire of our squares in their rear : they likewise began to retreat, and the victory was lost to us. The height being abandoned, all the Anglo-Belgic army moved forward, and posted itself in the position which we had so long occupied. In the state of disorder into which the French army was thrown, it happened, as it frequently does in such circumstances, that our infantry and ca- valry troops engaged with each other by mistake. The eight battalions of the guard, which were in the centre, after having withstood for a long time all the attacks of the enemy's infantry and cavalry, and contended for every foot of ground, were finally completely disorganised by the mass of fugitives, and overwhelmed by the numbers of the enemy who surrounded them. These brave grenadiers fought to the last, and dearly sacrificed their lives. Cambrone, when called upon to surrender, made the following truly French reply : \" The guard dies, but does not surrender 1\""], [129, "WATERLOO. l j {. The Emperor proceeded to the left os Planchenoit, on a second position, where a regiment of the guard with two batteries was in reserve. He there renewed his en deavours to stop and rally the fugitives ; but, on the one hand, the darkness of the night, which prevented the soldiers from seeing the Emperor, and, on the other, the extreme confusion, which everywhere prevailed, rendered it extremely difficult to restore order. At this moment the Prus sian cavalry, supported by some battalions of light infantry, and the whole of Bulow'$ corps, resumed the offensive, and, ad vancing by the right of Planchenoit, so greatly encreased the confusion, that all thoughts of rallying were at an end. The Emperor, finding that all his efforts were vain, that the enemy was already on the high road, and that not the slightest hope remained, yielded to necessity. He took the road to Charleroi*, having previously * When the Emperor arrived at the last position, nenf Planchenoit, he was accompanied by only three or four of his officers, all the rest being employed in bearing dis- patches. Being convinced of the impossibility of rallying the fugitives, he directed me to place in battery pieces"], [130, "BATTLE OF 112 dispatched several officers to Marshal Grouchy to acquaint him with the loss of the battle, and to direct him to pass the Sambre at Namur and to proceed by Charlemont to Laon, in order to join the army. The cannonade, which had been heard at sunset, about two leagues and a half to our right, really proceeded from Marshal Grouchy's troops ; the Marshal had been engaged at Wavres, and one of his co lurnns passed the Dyle at Limale, in the rear of St. Lambert. On the road be tween Gembloux and Wavres, he had heard since noon our dreadful cannonade. It could not be mistaken ; it was evidently the cannonade of a general engagement. General Excelmans, with emotion, ob- of cannon that were there, and to fire on the English ca- valry, which was approaching rapidly. This was the last discharge of artillery that took place. A few moments after, as we were almost surrounded by the enemy, he formed the battalion of the guard into a square, and di- rected the fire himself. % The Emperor appear d deter- mined not to survive that fatal day : he wished to die with his grenadier*:, and was on the point of entering the square, when Marshal Soult, who was near him, said, \" Sire, the enemy is fortunate enough already;\" and at the same time pulled the Emperor's horse into the road to ChaileroL — Extract from the Journal of Geneial Gourgaud."], [131, "WATERLOO. 113 served to Marshal Grouchy, \" Marshal, the armies are engaged ; the cannonade is so heavy, that the very ground tnmbles beneath us. Instead of marching upon Wavres, zee should, I think, go straight towards the point whence the cannonade proceeds ; we shall arrive soon enough to take part in the action.\" The Marshal hesitated ; and, showing Ex- cehnans his instructions, he observed that, if he followed his advice, Blucher might possibly march on Fleurus, and so turn all our right; and that he could not take such a responsibility on himself. General Gerard, who entirely coincided in the opinion of General Excelmans, then said, \" But, notwithstanding your instructions, you yester- day deemed it prudent not to march on Wavres, because you were uncertain of Bluchers movements : to-day it is evident that the Prussian army has gained half a march upon us, and while we march on Wavres it will proceed elsewhere ; but should we march in the direction of the heavy Jire, we shall be certain of rendering ourselves useful.\" The Marshal, who himself burnt with de sire to take a part in the great battle, yielded to these arguments. He ordered"], [132, "BATTLE OF 114 his infantry to halt, and made preparations for marching to St. Lambert, when his advance guard engaged with the enemv in the direction of Wavres. At the same time he received intimation that the whole of the Prussian army was before that town (however, only the third Prussian corps was there). General Gerard, nevertheless, urged the Marshal to proceed to St. Lam bert, observing that it might be merely a Prussian rear guard, which would retreat before him, whilst the decisive action would be sought on the left ; but the Marshal, dreading the responsibility which would rest upon him under such circumstances, un fortunately thought he was doing all for the best by resuming his march upon AVavres. Only four hours after he re ceived a positive order to proceed to St. Lambert. The previous orders, which had been dispatched to the same effect, had not reached him. Such was the fatal battle of Waterloo. The Emperor principally attributed the loss of it. on the one hand, 1st, to Marshal Grouchy's uncertainty on the 17th re specting the movements of the enemy;"], [133, "WATERLOO. 115 had he been at Wavres on the evening of the 17th, in communication with the left of the army, Blucher would not have dared to break up before him ; or, even allowing he had, Grouchy would have pursued him : 2dly, to the misunder standing respecting the instructions given to Marshal Grouchy, and his not having received the orders, which his Majesty dispatched on the night of the 17th, and the morning of the 18th. On the other hand, to Marshal Ney's ill-timed attack with the cavalry, which was made two hours sooner than it ought to have been, notwithstanding the repeated orders of the Emperor. Another circumstance, which had a fatal influence on the events of the day, was the want of a commanding general for the guard, which the composition of that force, formed as it was of many different corps, rendered an object of the utmost importance. The Duke of Treviso. who held that appointment, was, in conse quence of illness, under the necessity of resigning it, on the 14th, at Beaumont. It will be recollected, that, when the Em- 1 2"], [134, "BATTLE OF llsi perof wished the reserve division of the cavalry of the guard to charge, it was un luckily engaged at another point : this was a serious misfortune. The presence of this chosen cavalry would have overawed that of the enemy. All the other corps of our cavalry and infantry would have rallied, and we should have kept possession of the field of battle. Zeithen's corps was not in a state to press its attack impetuously : the men were exhausted, and many of them had been left in the rear. By the French army maintaining possession of the field of battle, notwithstanding the opposition of Bulow's and Zeithen's corps, with the whole of Grouchy's force in its rear, it might reasonably have been expected, that the enemy, who had suffered very great losses, would be under the necessity of re treating. All the commanders of corps evinced the utmost bravery. Their intentions were pure and patriotic, as has already been observed; but a difference of opinion prevailed among them relative to the events of 1814, which had a most fatal effect. Marshal Ney, perhaps in conse-"], [135, "WATERLOO. 117 quence of the state of his feelings, had undergone an aberration of mind from which he was never totally free, except in the heat of action, when the natural bravery of his character resumed its influence, and again restored him to the possession of his faculties. To have employed Marshal Ney, or at least to have entrusted him with so important a command, is one of the faults with which the Emperor re proaches himself."], [136, ""], [137, "CHAPTER VII. Observations on the Battle of Waterloo. Many military men have blamed the ar rangements made by the Emperor on the morning of the 17th. \" Why,\" it is asked, \" did he not march with his whole army on Waterloo ? \" The answer is easy : Na poleon knew, that the fourth corps (Bu low's) had joined the Prussian army on the night of the 16th ; and that that army, thus reinforced, might advance on Fleu rus and Charleroi. The greatest fault a general can commit, the day after he has gained a victory, is to neglect closely pur suing the beaten army, to prevent its ral lying. The Emperor might have been blamed with reason, had he marched with an army of upwards of a hundred thousand men along the only high road from Quatre Bras to Brussels, leaving behind him, to rally at its leisure, an army which might"], [138, "OBSERVATIONS ON THE 120 then fall upon his rear. He, therefore, caused the Prussian army to be pursued ; but, according to his instructions, the corps charged with that pursuit was to maintain constant communications with him, and to keep itself between the Prus- sian army and the road leading from Qua- tre Bras to Fleurus. The zeal and ardour of Marshal Grouchy, Generals Gerard, Pujol, and Excelmans were well known to the Emperor ; he doubted not but their troops would, on the evening of the 17th, reach Wavres, and the entrances of the forest of Soignes on that side. Grouchy's corps, before Wavres, was in line with the army of the Emperor. If, therefore, the Duke of Wellington should resolve to receive battle in front of the forest, the Emperor was, by Grouchy's movement, certain of having his right and his rear well appuyed : Grouchy's troops would, in that case, not only keep the Prussians in check, but could more easily join the Emperor than the Prussians could join Wellington. If, on the contrary, Wel lington had evacuated Soignes and Brus sels, and Blucher had retired either up-"], [139, "BATTLE OF WATERLOO. 121 on the latter city or upon Liege, Grou chy's movement would still have had every advantage. It was not probable, that the Duke of Wellington, having the forest of Soignes and Brussels in his rear, would give bat tle. That would not have been likely, even though the contest had been wholly in Belgium ; but it was absurd to suppose he would do so when the French army formed the whole of the disposable forces of the Emperor ; whilst the hostile armies formed only one third of the forces leagued against France. Napoleon supposed, that Blucher would not have given battle at Ligny, nor the Duke of Wellington at Quatre Bras. Their armies ought to have united, and evacuated Belgium without loss, in order to wait for the arrival of the armies of Russia and Austria on the Meuse. He attributed the battle of Ligny to the decided character of Blucher, and that of Quatre Bras to the necessity under which Wellington was placed of support ino- the Prussian army. It was natural to suppose that these two Generals would not have staked the fate of their cause on"], [140, "OBSERVATIONS ON THE J 22 a single battle, after the loss of which every chance was against them. Others have admired the operations by which the Emperor kept the enemy igno rant of his plan ; the movements, which he directed on the 17th, have been much approved, but his conduct on the morning of the 18th has been condemned. \" Why,\" it is asked, \" did Napoleon persist in giving battle when he learned that Mar shal Grouchy had stopped at Gembloux instead of proceeding to Wavres?\" This question may be answered as fol lows : Though the battle was rendered ne cessary by the general state of affairs, the Emperor would not certainly have then fought it, if, immediately after receiving Grouchy's letter from Gembloux, a second letter from the Marshal had not informed him, that he was marching on Wavres, This dispatch had been written before day break : Gembloux is only two leagues dis tant from Wavres : the Emperor sup posed, that Grouchy would reach the lat ter place at eight in the morning. In the course of the night he had dispatched or ders directing him, though he might then"], [141, "BATTLE OF WATERLOO. 12S be at Wavres, to appuy with his left on St. Lambert. Thus it was to be expected that he would arive there about two in the afternoon. Some would have wished, that the Em* peror had countermanded the battle, after he discovered Bulow's corps near St. Lam bert, and that he had ordered General Domont's cavalry, aud Count de Lobau's corps to march in that direction. Only a few pieces of cannon had been fired on Hougoumont ; but, if the situation of France and of the French army be duly considered, it must be acknowledged, that in this instance, as in every other, Napoleon acted with that decision, which is the result of superior talent, and a thorough experience in war. He con cluded, that from the quality of his troops, he had a sufficient chance of gain ing the victory, even though Bulow's corps should have acted with the English army, and that if Grouchy, as there was no reason to doubt, should arrive at St. Lambert with the whole of his corps, or only a detachment, he would attack Bu low's rear : this would have rendered the"], [142, "OBSERVATIONS ON THE 124 victory still more decisive. Even in case the fourth Prussian corps alone should have taken part in the battle, and that neither Grouchy nor the first, second, and third Prussian corps should have been en gaged, the Emperor's army would then have been diminished only thirty-six thousand men, whilst the deduction from the hostile army would have amounted to sixty thou sand, the force of the three Prussian corps. On the other hand, if the Emperor had countermanded the battle, the Prussian and English armies would have united to gether, and then, on the 19th, his situation would have been far more critical : for, notwithstanding the losses sustained on the 16th, the Prussian army still amounted to ninety thousand men. The junction of these two armies would have presented a force so superior, that it would not have been prudent to engage with it. When the Emperor, from his position near La Belle Alliance, discovered Bu low's movement, he remained fixed in his determination to give battle ; but he hesitated for a few moments whether or not he should change his line of opera-"], [143, "BATTLE OF WATERLOO. 125 tions*, in order to place it on the Nivelles road, by outflanking the left of the English army instead of the right, and marching on Mont St. Jean by the Nivelles road, after having taken possession of Braine-la- Leud.< By this means the Emperor's line of retreat would have been farther re moved from the Prussians ; but he re flected, that, if Grouchy should send a detachment on Bulow's rear, the latter might then turn upon the former, as there would not be any thing opposed to him in front : that the < union of the Prus sians with the English army would thus be the more speedily effected ; and that * Great advantages are frequently gained by changing the line of operations during a battle. By a manœuvre of this kind Napoleon proved victorious at Marengo. Towards the close of the battle, Melas, under the supposition that he was the conqueror, returned to Alexandria, leaving General Zach to pursue the French army. The latter, persuaded that the French would retire by the high road of Tortona, endeavoured, with a considerable corps, to gain that road behind San Juliano ; but at the commencement of the battle Napoleon had changed his operation line, and had esta- blished it between Sale and Tortona ; so that Zach was cut off from his own retreat, at the very moment when he sup- posed he was cutting off the line of retreat of the French army. He was taken prisoner with the whole of his corps:. and the victory was thus decided in favour of the French."], [144, "126 OBSERVATIONS ON THE they might even reach La Haie Sainte and La Belle Alliance about three in the afternoon. Besides, the ground between La Haie and Planchenoit, being intersected with woods and defiles, was more favour able than any other for the troops des tined to stop Bulow's movement ; and* finally, the Emperor regarded that part of the English line between La Haie Sainte and La Haie as weaker than any other. Some military men, whilst they approve of all the operations up to the middle of the battle, could have wished that the Em peror, after having repulsed Bulow, had united all his guard, even the battalion sent to Planchenoit, and had retained it in position as a general reserve. But the Emperor was induced to engage his guard by the conviction, that, in the situation in which he was placed, some marked success was indispensable ; and he had every reason to hope for a decisive victory from the charge of that chosen corps. The day was drawing to a close when the Emperor employed the guard, a circumstance which led him to hope, that"], [145, "BATTLE OF WATERLOO. \\2? the attack would not be attended by any disaster, as indeed it would not had the division of reserve cavalry of the guard remained near him. Some officers, who were present at the battle, are of opinion, that under such im portant circumstances the Emperor had done well to lead his first attack in person^ as he led that of Montmirail, by forming his infantry on the perpendicular order, covering them by numerous tirailleurs^ and rendering the movements of the artillery and cavalry suitably co-ordinate; a very delicate kind of tactic, but which the Emperor had frequently adopted in attacks which he had led himself with a small number of troops. Such indeed was his intention in the present instance ; and this idea tended to keep up his confidence in the favourable issue of the battle ; but on the discovery of Bulow's corps, he de termined to maintain himself in a central position, so as to hold the troops in rea diness to resist this new attack, with re spect to which the slightest fault committed after four o'clock would have been suf ficient to occasion the loss of the battle."], [146, "OBSERVATIONS ON THE 123 To recapitulate : When the disposi- tions on both sides are considered, it may be said, 1st, that had it not been for Bulow's movement the battle would have been gained at three in the after- noon, by sixty-seven thousand French opposed to ninety thousand Anglo-Belgic troops ; for Count Lobau's corps, with the young guard, supported by the whole of the guard, was to have attacked the enemy's centre at two o'clock. The at- tack of the Prussians, which rendered it necessary to change the destination of Count de Lobau's corps and the young guard, likewise prevented the attack of the guard, the Emperor not wishing to engage that reserve before his right should be se- cured by the arrival of Grouchy : 2dly, sixty-seven thousand French troops would have gained a victory over one hundred and twenty thousand enemies (ninety thou- sand Anglo-Belgians, and thirty thousand Prussians), if Blucher had not arrived with the first Prussian corps : 3dly, not withstanding the sixty thousand Prussians under Bulow and Blucher, and the ninety thousand troops under Wellington, the"], [147, "BATTLE OF WATERLOO. 12'J* result would merely have been that of an ordinary battle, in which the French would have maintained their position on the heights of Planchenoit, had not the division of reserve cavalry been improperly brought into action. Every candid person, conversant in military affairs, must acknowledge, that such would have been the result of this battle ; and that too with an army in which the malevolence and treason of some in dividuals exercised so fatal an influence. Generals Blucher and Wellington have been blamed with some appearance of reason, for not having kept their troops en camped from the commencement of June; for not having ascertained the movements of the French army, which gained three marches without their knowledge ; so that they were beaten detachedly, and never had the lead of the movements : they even incurred the risk of not being able to con centrate their troops, and of being beaten in detail on quitting their quarters. Blucher has been censured for having assembled his army within the range of his enemy's position. The French army hav- k"], [148, "OBSERVATIONS ON THE 130 ing occupied Charleroi at noon on the loth of June, and having passed the following night at the distance of a gunshot from Fleurus, Blucher, knowing the enemy whom he had to oppose, ought not to have chosen his rallying point so near Fleurus, where he exposed himself to the danger of being partially beaten. It is a fact, that though Blucher had under his command an army of nearly one hundred and fifty thousand men, he gave battle with only ninety thousand. The Duke of Wellington has been blamed for remaining ignorant until one o'clock on the morning of the 16th, that the whole of the French army had crossed the Sambre at Charleroi, at noon on the preceding day, and that they were bi vouacking at ten or twelve leagues from him. The first guns were fired before Charleroi at five o'clock on the morning of the 15th, and the Duke of Wellington, at the distance of fourteen leagues, was not informed of this until twenty hours after. The Duke of Wellington cannot be blamed for what occurred at Quatre Bras ; it was the necessary result of the error which"], [149, "BATTLE OF WATERLOO. 131 Blucher committed, in determining to as- w © semble his army at Ligny. The choice, however, of the field of battle of Waterloo, in front of a forest and a great cit}*-, when Blucher had been beaten, was a fault, which might have been attended by consequences most fatal to the English army, and the whole coalition. The nature of the roads, through which Blucher had to pass, rendered worse by the bad weather, which prevailed for two days, should have induced the Duke of Wellington to unite his arm)*- with Blucher 's at the distance of one march in the rear of Waterloo ; which could have been effected without difficulty. The two armies might easily have gained twelve or fifteen hours in advance, and have rallied on the same field of battle. They would then have presented a force of upwards of two hun dred thousand troops. Some, as we have before observed, were still of opinion, that, even had this union been effected, it would have been conformable with the general rules of war to gain time, and to avoid the engagement until the armies of Russia and Austria reached the Meuse. The surprise of the Prussian and Anglo-"], [150, "OBSERVATIONS, &c. 132 Belgic armies in their cantonments is a proof of the superiority of the plan of campaign adopted by the French. The advantages, which were expected to arise from the complete success of this plan, appeared no longer doubtful, when the unfortunate battle of Waterloo, in spite of probability, defeated every calculation ; such is the influence of chance on human actions ! Never did the French troops so well display their superiority over all the troops in Europe, as during this short campaign, in which they were so constantly inferior in numbers. It may be truly said, that if, in these great disasters, the French army lost all, it at least preserved its honour."], [151, "CHAPTER VIII. Results of the Battle. Losses sustained by the French, and by the hostile Armies. Head Quarters at Laon. Orders dis- patched to the other Armies. Besides the bridge over the Dyle, at the village of Gennape, there were se veral in the neighbouring villages ; but amidst the extreme confusion into which the army was thrown, all the fugitives di rected their course to Gennape, which was soon quite encumbered. The Em peror halted for a few moments, in the hope of restoring order ; but the tumult en creased with the darkness of night, and all his efforts proved vain. Perhaps, in the final result, the best course that could have been adopted would have been to make no resistance, and to retreat with the greatest possible speed. Troops of every arme were confounded together : infantry."], [152, "LOSSES OF THE FRENCH 134 cavalry, and artillery, all pressed and crowded upon each other. Many car riages and caissons were overturned on the bridge, as well as in the streets. Several were even fastened together; which was a fresh proof of the malevolence that prevailed. The greater part of the materiel of the artillery either remained on the field of battle, or was abandoned in this defile*. The loss of the army in men may be esti mated as follows : The French army, when it crossed the Sambre, on the loth of June, amounted to one hundred and fifteen thou sand men. It lost On the 16th, at Ligny Killed or Wounded 6,800 at Quatre Bras 4,140 On the 17th, 18th, and 19th, 18,500 Prisoners,... 7,000 making a total of 36,940 men lost to the • On this occasion, the baggage and carriage, which the Emperor was accustomed to hold in readiness near the field of battle, were taken. It was not until several days after his arrival in Paris, that the Emperor was made acquainted with the loss of this carriage, which he had not used since his departure from Beaumont. It contained a hat, a sword, clothes, &c. ; merely such articles as were requisite for a change."], [153, "AND ALLIED ARMIES. 135 army, for the wounded fell into the hands of the enemy. Among the prisoners were, Generals Count de Lobau, Cambrone, and Duhesme. The latter was slain in cold blood, on the road, the day after the bat- tle ! General Devaux, who commanded the artillery of the guard, an officer dis- tinguished for talent and courage, was among the killed. According to the reports of the enemy's generals, the English and Hanoverians © 7 © lost, On the I6th, Killed or Wounded 2,884 On the 17th and 18th 10,S5*t To which have to be added the losses of , The German Legion ,..,, 1,620 Artillery and Engineers of the German Legion 280 Brunswick Division *.. 2,000 Dutch and Belgians 4,133 Nassau 3,100 Total, English, Hanoverians, Dutch, &c 24,866 Loss of the Prussians during the Campaign, taken from the Official Reports 33,132 General Loss of the Allies* v... 58,006 * The following is a recapitulation of the loss of the"], [154, "136 RETREAT OF THE Between four and five, on the morning of the 19th, the Emperor arrived at Char- leroi. He ordered the bridge and pro- vision equipages, which had been left in the rear of the town, to be immediately conveyed to Philippeville and Avesnes, and from thence to Laon ; he then set out for Philippeville, where he arrived at ten in the morning. He once more Allies, as given by themselves, distinguishing the troops of each nation : — Report of the Duke of Wellington : English 10,981 Hanoverians 2,757 From the Regimental Returns : German Legion , 1,900 Brunswickers 2,000 Nassau 3,100 (Prince Bernard in his Report acknowledges the loss of two thousand eight hundred :) Report of the Prince of Orange: Dutch and Belgians „ 4,136 Prussian Official Reports: Prussians 33,132 Total Killed or Wounded 58,006"], [155, "FRENCH ARMY. 137 dispatched orders to Marshal Grou chy to retreat on Laon, by the way of Rhetel : and directed all the commanders of the fortresses on the Meuse to hold themselves prepared against an attack, and to defend themselves to the very last ex tremity. General Rapp, commanding the fifth corps in Alsace, General Lecourbe, commanding the corps of Befort, and Ge neral Lamarque, commanding the army of La Vendee, were ordered to proceed with all their troops, by forced marches, to Paris, and to adopt every possible means of accelerating their movements, such as conveying the infantry in car riages, and making requisitions for horses to drive the artillery. Meanwhile the wreck of the army was repassing the Sambre by the bridges of Marchiennes, Charleroi, and Chatelet. From Gosselies the mass of fugitives of the first and second corps, who had passed at Marchiennes, directed their course along that side to repass the river. The imperial guard and the sixth corps retired on Charleroi. It became more and more difficult to rally the army, as it was"], [156, "RETREAT OF THE 138 now retreating on several different points. Prince Jerome proceeded to Avesnes to assemble the corps which might take that direction. Having dispatched all the orders, which circumstances rendered necessary, the Emperor quitted Philippeville at two in the afternoon, leaving Marshal Soult to assemble the grand head quarters, and the corps which might proceed to that place t the Emperor then repaired to Laon, whence he dispatched Aide de Camp Flahaut to Avesnes, to obtain new informa tion. General Flahaut found at Avesnes a portion of the guard, and of the army which Prince Jerome had already assem bled. Aide de Camp De Jean was sent to Guise, for the double purpose of ex amining that place, and rallying the troops who had taken that direction. Aide de Camp Bussy was left at Laon, to make pre parations for the army which was about to assemble round that advantageous position. Napoleon then proceeded, with all possible speed, to Paris, accompanied by the Duke de Bassano, the Marshal du Palais, Ber trand, and his Aides de Camp Drouot,"], [157, "FRENCH ARMY. 139 Labedoyere, Bernard, and Gourgaud. At Paris he intended to remain forty-eight hours, in order to anticipate any political commotion, to which the news of the dis aster might tend to give rise ; to take the most prompt measures for completing the arrangements for the defence of the ca pital ; to prepare the public mind for the grand crisis, in which France was about to be placed ; to direct on Laon all the troops that could be withdrawn from the depots and fortified places : in a word, to adopt every measure for the execution of the second plan, to which we were now reduced. Napoleon's intention was im mediately to rejoin his army at Laon."], [158, ""], [159, "CHAPTER IX. Movements of Marshal Grouchy's Corps. It joins the Army at Laon. From the report made by Marshal Grouchy it appeared, that on the 18th, at the very moment when he received orders to march on St. Lambert, he was warmly engaged : though master of a part of Wavres, he had not yet been able to debouch from thence. General Gerard, at the head of the fourth corps, had been seriously wounded in his attempt to force the passage of the river at Bielge. In this state of things, the Marshal directed Pajol's corps of light cavalry, and three divisions of infantry, to pass the Dyle at Limale, and to march against Bulow. This movement succeeded, and the opposite heights were carried ; but night had set in, and the great battle was concluded. At break of day, on the"], [160, "MOVEMENTS OF 142 19th, the Prussians attacked in their turn, but they were repulsed at every point. General Penne, a most valuable officer, was killed in carrying the village of Bielge. The heights of Wavres were likewise carried, and Marshal Grouchy was pre paring to march on Brussels, when he re ceived notice of the loss of the battle of Waterloo, and orders to retreat, which the Marshal immediately did in two columns, the one proceeding directly from Temploux on Namur, and the other by the high road from Charleroi to Namur. The enemy attacked the rear of these columns, but he was vigorously re pulsed, and lost several pieces of cannon. The Marshal thus arrived at Namur, whence he took the road to Dinant, leav ing Vandamme's corps to destroy the bridge of Namur (which however could not be effected), to form the rear guard, and to keep the enemy in check. The Prussians endeavoured to force the pas sage of the bridge ; but after a consider able loss, they renounced all hope of gain ing that object. Vandamme's corps kept"], [161, "MARSHAL GROUCHY'S CORPS. '145 possession of the town until eight in the evening, when it was found necessary to abandon it in order to continue the retreat. On the 24th the whole of Grouchy's corps arrived at Rhetel, and on the 26th joined the army at Laon."], [162, ""], [163, "CHAPTER X, Military Resoiirces, which Trance still possessed, after the Battle. The loss of the battle of Waterloo placed France in a very critical situation ; but the precautionary measures,, which the Emperor had adopted previous to the com mencement of the campaign, still presented resources of every kind. The remains of the French army, after having passed the Sambre and rallied at different points, were marched to Laon. On the 26th of June the army, which had assembled at that place, amounted to upwards of sixty five thousand men. Only a few thousand troops had dispersed through the inte rior. Our loss was doubtless considerable, but the enemy's was still greater. All the regimental depots had arrived in the neighbourhood of the capital, and had j."], [164, "MILITARY RESOURCES 146 brought men enough to supply the de ficiencies. The depots of the imperial guard alone presented six thousand dis posable troops. A considerable portion of the artillery was lost ; but the men be longing to the train had, for the most part, escaped with their horses. They were as sembled at La Fere and Vincennes. In the latter place, and in Paris, there were five hundred pieces of field artillery ; besides some other considerable parks on the Loire. We could easily have organised two hundred pieces of cannon, which would have rendered our materiel equiva lent to what it had been previously to the defeat. The Emperor calculated, that, at the beginning of July, he could assemble an army of a hundred and thirty thousand men upon the Aisne, between Soissons and Laon. On the 24th of June, the Russians and Austrians had not yet passed the Rhine, therefore they could not be in force on the Marne before the 20th of July. The Anglo-Belgic and Prussian armies, which were much diminished by the late battles, could not advance upon the Aisne without leaving corps of obser-"], [165, "OF FRANCE. 147 vation before the fortresses of the north ern frontier, such as Dunkirk, Valen ciennnes, Lille, Maubeuge, Conde, &c. ; all of which were strongly garrisoned. It would moreover have been necessary to mask all the fortresses of the Somme. Blu cher and Wellington therefore could only advance with about seventy thousand men ; and Napoleon reckoned on being on the Aisne by the 26th of June with more than eighty thousand. In the course of ten days after, he could have assembled an army of from one hundred and twenty to one hundred and thirty thousand men, and his force would have been succes sively increased to one hundred and fifty thousand. The Prussian and English Ge nerals would consequently have been un der the necessity of combining their ope rations with those of the Russian and Aus trian armies. We should thus have gained a month, during which time the fortifica tions of Paris on the left bank of the Seine would have been completed and planted with cannon ; those on the right bank were already finished. Arms were not wanting to supply the federal troops. The national"], [166, "MILITARY RESOURCES 14S guard had already been augmented. Thus we should have had a corps of sixty thou sand men ; and before the enemy could have advanced in any great force upon the capital, we might, in addition to this corps, have assembled sixty thousand of the na tional guard of Bretagne, Normandy, the left bank of the Loire, and all parts of the empire ; and even have brought up the twenty regiments of marines, which had been organised. Marshal Suchet was successful in the south. He had possessed himself of Mont meillau, and driven the enemy beyond Mont Cenis. His corps assembled be fore Lyons, with the national guards des tined for the defence of that central point, would have occupied the attention of all the Austrian army of Italy. The situation of things therefore naturally led to the adoption of the second plan. The combination of the Anglo-Belgic and Prussian armies with those of the other allies would have given rise to mili tary events, the result of which must have been advantageous to an army occupying the central position, and manœuvring with"], [167, "OF FRANCE. 149 one hundred and fifty thousand men round such a point of appui as Paris ; especially with that point well fortified and defended by five or six hundred pieces of cannon, and more than a hundred and twenty thousand men armed and organised. Such were the military means, which still afforded the hope of carrying on the contest with an equal chance of success; when political events, which could not have been foreseen, paralysed all our ef forts, and compelled the Emperor to ab dicate in favour of his son. These events form the subject of the following chap ter."], [168, ""], [169, "CHAPTER XI. Arrival of the Emperor at Paris. Revolt of the Chambers. Only three Courses remain for the Emperor s adoption. The Reasons which determined his choice. He abdicates. The Emperor, soon after his arrival at the Elysee palace, on the 21st of June, assembled a council of ministers, at which the measures proper to be adopted in the existing situation of affairs were discussed. It was determined to declare Paris in a state of seige ; to convoke the Chambers at Tours, and to remove the seat of go- vernment to that city ; to give Marshal Davoust the command of Paris ; and to appoint General Clausel minister of war. The decrees for these different objects were undergoing the routine of official prepa ration, and orders were already issued for"], [170, "ABDICATION OF 152 doubling the number of the tirailleurs of the national guard, and giving them arms in the course of the day. It was proposed that the Emperor himself, in his travelling dress, without any retinue, should carry these resolutions to the Chambers, and a minute was even making of the speech it was thought fit he should deliver, when im formation was brought, that the greatest agitation had manifested itself in the Chamber of Deputies. About noon a message was received, by which it ap peared, that that Chamber proclaimed it self permanent, no longer recognised the Imperial authority, and declared it treason against the country to propose to suspend its sittings. M. de Lafayette appeared to come forward at the head of a party, whose real intentions were not known. Some moments after the council learned, that the Chamber of Peers, following the ex-r ample of the Deputies, had also placed itself in revolt against the Emperor. These two events suspended all proceed ings ; it was no longer judged proper, that the Emperor should appear among the Deputies of the nation, after they had"], [171, "THE EMPEROR. 153 declared themselves in insurrection against his authority. The ministers only repaired to the Chambers, where they announced the arrival of the Emperor at Paris, and the situation of affairs. In the evening, the plan of the leaders of the two Chambers developed itself: it had ramifications even in the ministry, and the Duke of Otranto seemed to be one of the principal springs of its movements. The most disastrous news soon circulated everywhere. It was said, that Marshal Grouchy had not eight thousand men with him ; that all the army was destroyed. The enemies of Napoleon, the friends of the King, the partizans of the foreign powers, were all in motion, and each party en deavoured to increase the number of its proselytes in the national guard. At night the ministers had a conference with a deputation from each of the Cham bers. The spirit of the Chambers then dis played itself completely. The danger of the country no longer consisted merely in its foreign enemies, and in the approach <)f the victorious armies of Waterloo, but principally in its internal divisions. There"], [172, "ABDICATION OF 154 remained then only three courses for the Emperor to adopt. The first was to proceed at day-break, on the 22d, to the palace of the Thuil- leries ; to assemble there all the troops of the line then in the capital ; the six thou- sand men of the imperial guard, the fede- rals, the national guard, the council of state, and the ministers ; and to adjourn the Chambers. The sentiments of the troops and the federals, who would have influenced all the people of Paris, were to be relied on, as were also those of a part of the national guard ; for a considerable portion of that body was not well disposed. There was reason to expect some oppo- sition to the adjournment of the Chambers, since they had declared, that they would not recognise any power that might pro- pose to suspend their sittings. No serious resistance was, however, to be appre hended. The Chamber of Deputies would have been compelled to return within its constitutional boundaries, and the ad- journment would have taken place. The second course was to flatter the faction that governed the Cham-"], [173, "THE EMPEROR. 155 bers, to allow it to assume the authority of the state, and to negotiate directly with the allied Sovereigns, by sending deputies to them without the intervention of the Emperor. But was it not evident, that the leaders of the Chambers, who must have felt themselves compromised by the hostility they had displayed against the Emperor, and have feared that he would emancipate himself from their mediation as soon as he should collect a powerful force, would only endeavour to embarrass the acts of the administration ? The Chambers would na turally view with suspicion the measures, which the imperious circumstances of such a crisis prescribed ; in a word, instead of affording any assistance, they would have paralysed all the means of defence which yet remained. It was, besides, easy to foresee, that the allied Sovereigns, steady in their deceitful policy, would flatter the Deputies of the Chambers, and, certain of being no longer interrupted in their schemes of conquest and spoliation, if they could get rid of the only man still ca pable of opposing their designs, would promise every thing upon condition that"], [174, "ABDICATION OF 156 Napoleon should be removed from the helm of the state. To have adopted this course would then have been to revert at the end of five or six days to the same em barrassing; situation, after the loss of so much time and self respect. The third measure left for the election of Napoleon was, to abdicate in favour of his son, to deliver up all authority to the Chambers, and by a complete renuncia tion of his interests, to prevent their supposing, that he might one day seize upon the sceptre, which he had laid down, and employ his power against them. The Chambers, satisfied on this point, might then make every effort to second by all the means in their power, the reorganisa tion of the national forces ; in fine, devote themselves entirely to the welfare of the empire. The Emperor, in fixing his choice, de liberated between the first and the third course, and he adopted the latter. The second appeared to him the worst of the three ; and now, after the events which have taken place, he is still doubtful whether the first would have been more"], [175, "THE EMPEROR. .57 beneficial to France. Napoleon was per fectly sensible, that whatever hope re mained of his being able to come out of the formidable contest in which France was engaged, after the battle of Waterloo, with honour, could only be realized by the assistance of the two Chambers, and the union of all the men of the revolution, to electrify the nation, and keep down its do mestic enemies. He was of opinion, that to adjourn the Chambers by force would deprive the national party of its principal resources, increase the number of the dis contented, furnish numerous pretexts, and give credit to the opinion, that the fo reigners had no hostility to the nation ; and that it was not for the re-establish ment of the Bourbons they had taken up arms, but solely against the ambition of Napoleon. Having against him all Europe, all the royalists of France, and all the par tisans of the foreign powers, after making, by the adjournment of the Chambers, a great portion of the friends of the revolution also his enemies, the probability of success would have been chimerical. Besides, in adopting such a course, he must have been pre-"], [176, "ABDICATION OF 158 pared to go the length of the most arbi trary and violent acts. As Dictator, he must have governed by the axe of the lictor, and by the impulse of a furious po pulace, whom it would have been necessary to unchain. The last course, it is true, presented but little more probability of success for the national cause : when the Emperor abdi cated the discontented army would lose all hope, and should it still preserve its -spirit it would be too feebly seconded to enable it to extricate itself from such a terrible situation. Marshal Davoust and the other Generals Avere not accustomed to direct the operations of war on a large scale, nor did they sufficiently possess the confidence of the soldiers and the people to enable them to draw forth resources adequate to the circumstances in which they would be placed. It was even probable, that the Anglo-Belgic and Prussian armies would march rapidly on Paris, without regarding the French army at Laon, as soon as they were certain that Napoleon was no longer at its head. But if, by the course Napoleon took, he could do nothing for the nation,"], [177, "THE EMPEROR. 159 he ceased at least to be an obstacle to its deliverance. In doing what appeared to be the wish of the Chambers he established a rallying point for the friends of the coun try, and left the representatives of the na tion an opportunity for the free exercise of all their energy. It was possible, that some extraordinary talents might have sprung up in those assemblies : perhaps, as in the first days of the revolution, France was again to be seen hastening to answer the call to arms made from the tribune by the voice of patriotism. Finally, although this last course should leave no more hope of success than the preceding, Napoleon owed it to his glory, and to the nation, which had twice con fided its destinies to him, to exhibit in the fullest manner the purity of his intentions, and to prove to posterity, that if France should perish it was not at least for the in terests of a single man that she was sa crificed."], [178, ""], [179, "CHAPTER XII. The Emperor having abdicated, the Anglo- Belgic and Prussian Armies imprudently advance upon Paris. This Manœuvre, which ought to have led to their ruin, proved completely successful. The declaration to the French people, by which Napoleon made known his abdica tion, was published on the 22d*. As soon as this news became known to the army, consternation and despair spread through the ranks ; but the effect it produced in the hostile armies, by emboldening their commanders, was still more fatal. Blu cher and Wellington appeared, by their first operations, to have determined not to pass the frontiers of France until the Austrian and Russian armies should ar rive ; but in the mean time to possess themselves of Avesnes, Maubeuge, and other fortresses on that frontier : to cover * See Appendix. M"], [180, "ADVANCE OF THE 162 all the country as far as the Somme with their light troops, and to endeavour to ex cite the people to insurrection. They pre ferred this plan to that of marching on Paris with an army which must have been considerably reduced by the great num ber of troops it would be necessary to leave behind, in order to mask and hold in check the different garrisons ; which march would besides have exposed them to the liability of being taken in flank and beaten, as at Champ Aubert, Montmirail, Sec. But as soon as these two Generals learned, that Napoleon had abdicated, and that he was no longer at the head of the French armies, they changed their plan, being of opinion, that they should commit a great fault, if they did not pro fit of the disorder and confusion, which such an event could not fail to create, by endeavouring to obtain immediate pos session of the capital. Paying therefore no attention to the French army, concen trated between Laon and Soissons, they penetrated by La Fere and Compiegne, and marched rapidly on Paris. The French army, completely discouraged"], [181, "ALLIES ON PARIS. isi5 by the news from Paris, thought only of retiring as fast as possible under the walls of the capital. It was even regarded as an advantage, that the army was able to arrive at St. Denis on the 28th of June, before the enemy. The army being assembled before Paris, Marshal Davoust placed himself at its head, but he adopted no resolution. The allies carried their temerity so far as to. march through the valley of Montmorency, and to advance to St. Germains and Versailles, leaving, during all this movement, their left flank entirely uncovered and exposed to the attack of the French army*. The advantage which might have been taken of this im prudent manœuvre was overlooked, and, instead of destroying the enemy by vi- * While at Malmaison, preparing to leave France for ever, the Emperor was informed of the imprudent move- ment made by the enemy. He immediately sent, through General Becker, a proposal to the Provisional Government, to put himself at the head of the French army, as its Gene- ral, to fall with its whole force on the enemy's flank and rear, and, by thus saving the capital for the moment, to ob- tain time and means for negotiating with more advantage. This object once accomplished, Napoleon would have re- signed his command. The Provisional Government refused this offer, and he departed. M 2"], [182, "ADVANCE OF THE 16*1 gorously attacking his flank and rear, the French General made the greater part of the army repass the Seine, and placed it in order of battle in the plain of Grenelle. The armies were soon in presence of each other, and the Provisional Govern ment signed a capitulation, in which no thing was stipulated either for the rights of the nation or the interests of the army ; the latter was bound to evacuate Paris, and retire behind the Loire, thus abandon ing the capital without resistance, to an army of equal force, for the Austrian and Russian armies were still at a distance of more than fifteen days march. This is without doubt one of the most shameful transactions, which history records. What worse could have happened after having fought and lost a battle, than thus to de liver up Paris without any stipulations? But the Provisional Government displayed neither talent, nor patriotism, nor energy. When the enemy's army extended itself from St. Denis to St. Cloud, had its strength been double that of ours, its ruin was certain, as has before been ob served, by debouching on it by St. Denis."], [183, "ALLIES ON PARIS. ls> 5 But after the moment for executing this manœuvre was past (a manœuvre which ought to have been obvious even to the lowest soldier), the possession of Paris might still have been retained with the federal troops and the national guard ; which would have raised our force to up wards of one hundred and twenty thou sand men : conditions advantageous for the army, and which would have guaranteed the rights of the people, might then have been obtained. But it may truly be said, that after the departure of Napoleon the army lost all its zeal ; the Marshals were divided in opinion, and no one among them had sufficient preponderance for such a crisis. The Provisional Govern ment and the Chambers had, through the whole proceedings, been betrayed by Fouche, and the party which maintained intelligence with the enemy. Carnot acted an upright part ; but he allowed himself to be easily deceived. Such was the infatuation of the Cham bers, that at this important period they wasted their time in vain discussions on constitutional principles. Posterity will"], [184, "1«S ADVANCE ON PARIS. scarcely credit, that they carried their blindness so far as to imagine that the ex ecution of their decrees would be guaran teed and ensured by Prussian battalions. The national guard, inspired with the same blind confidence, declared, that they would maintain the national colours ; and, in the meanwhile, the allies entered Paris. All illusion was soon at an end : the day after this declaration the King ordered the dissolution of the two Chambers, which wTere already surrounded by Prussian bayonets, and on the 8th of July he made his entry into the capital. The members of the Chamber of Deputies, driven from their place of assembly, met at the house of their President Lanjuinais, and all ended in vain and powerless protests."], [185, "APPENDIX. No. I ORDER OF THE DAY. Avesnes, June 13, 1815. Position of the Army on the \\4th. The grand head quarters at Beaumont. The infantry of the imperial guard is to be bivouacked at the distance of a quarter of a league before Beaumont, and to form three lines ; the young guard, the chasseurs, and the grenadiers. The Duke of Treviso will reconnoitre the scite of this camp : he will take care, that every thing is in its place; artillery, trains, baggage, &c. The first regiment of foot grenadiers is to pro ceed to Beaumont. The cavalry of the imperial guard will be posted in the rear of Beaumont ; but the most remote corps must be within the distance of a league from that city. The second corps will take position at Laire, that is to say, as near as possible to the frontier without passing it. The four divisions of this"], [186, "168 APPENDIX. army corps will assemble and bivouac on two or four lines; the head quarters in the centre; the cavalry in advance, guarding all the debouches, also without passing the frontier, but causing it to be respected by the enemy's partizans, who might seem inclined to violate it. The bivouacs are to be so stationed that their fires may not be seen by the enemy : the Ge nerals must prevent the departure of any person from the camp ; and must ascertain that each man is provided with fifty cartouches, four days allowance of bread, and half a pound of rice ; that the artillery and trains are in good condition ; and they must place them in order of battle. Thus the second corps will be in readiness at three in the morning of the 15th, to march on Charleroi, should it receive orders to that effect, and it may arrive there before nine o'clock. The first corps is to take position at Solre-sur- Sambre, also to bivouac on several lines, tak ing, like the second corps, precautions to pre vent the enemy from observing its sires, and suf fering no one to leave the camp; the Generals must make themselves acquainted with the state of the ammunition and provisions, and the ar tillery and trains must be ranged in order of battle. The first corps must likewise hold itself in rea diness to follow the movement of the second"], [187, "APPENDIX. 169 corps at three o'clock on the morning of the 15th ; thus, on the day after to-morrow, these two corps may manœuvre in the same direction, and protect each other. To-morrow the third corps will take a po sition at a league in advance of Beaumont, as near as possible to the frontier, without, however, passing it, or allowing it to be violated by any party of the enemy. General Vandamme will keep every one at his post, and will give orders for concealing the sires, so that the enemy may not observe them. His corps must also conform to the regulations prescribed to the second corps, with respect to the ammunition, provisions, ar tillery, and trains, and must hold itself in rea diness to march at three o'clock on the morning of the 15th. The sixth corps will proceed in advance of Beaumont, and bivouac on two lines, at the dis tance of a quarter of a league from the third corps. Count de Lobau is to choose the ground, observing the general arrangements prescribed by the present order. Marshal Grouchy will move the first, second, third, and fourth corps of cavalry in front of Beaumont, and establish them in bivouac be tween that town and Walcourt, causing the frontier to be respected, prohibiting any one from passing it, or suffering themselves to be"], [188, "170 APPENDIX. seen, and taking measures to prevent the fires from being observed by the enemy ; he will hold himself in readiness to march on Charleroi, at three o'clock on the morning of the 15th, in case he should receive orders to do so, and to form the advanced guard of the army. He must direct the Generals to ascertain whether all the cavalry troops be provided with cartouches, whether their arms be in good condition, and whether they have each four days allowance of bread and half a pound of rice as has been ordered. The bridge equipages are to be bivouacked be hind the sixth corps, and in advance of the in fantry of the imperial guard. The central park of artillery in the rear of Beaumont. The army of the Moselle will take position to morrow in advance of Philippeville. Count Ge rard will arrange it so, that it may be in readi ness to march the day after to-morrow, the 15th, at three in the morning, to join the third corps, and support its movement on Charleroi, in con formity with the new order, which will be given to that effect. But General Gerard must care fully guard his right flank and his front, on all the roads from Charleroi and Namur. If the army of the Moselle has any pontoons in its train, General Gerard must keep them as far in ad-"], [189, "APPENDIX. 171 vance as possible, that they may be employed if an opportunity should occur. All the army corps will be preceded by the sappers, and the means of transport, which the Generals may have collected. The sappers of the imperial guard, the marine artificers, and the reserve sappers, are to march after the sixth corps, and at the head of the guard. All the corps must march in close order. In the movement on Charleroi, advantage must be taken of all the passes, to overwhelm those corps of the enemy who may be inclined to attack the army, or who may manœuvre against it. The grand head quarters alone will be at Beaumont. No othes must be established there, and the town must be free from all confusion. The old regulations respecting the head quarters and equipages, the order of march aud the police of carriages and baggage, the laundresses and suttling women, must be enforced. A ge neral order will be issued to that effect ; but in the meanwhile, the Generals commanding the army corps must make the necessary arrange ments, and the Grand Prevot must see that these regulations are executed. The Emperor com mands, that all the arrangements contained in the present order shall be kept secret by the Generals, order of the Emperor, The Marshal of the Empire, Major General, (Signed) Duke of Dalmatia."], [190, "m APPENDIX. No. II. Beaumont, June 14, 1815. Order of Movement. To-morrow, the 15th, at half past two in the morning, General Vandamme's division of light cavalry will mount their horses, and ad vance on the Charleroi road : it will dispatch parties in all directions to scour the country, and to carry the enemy's posts ; but each of these parties must consist of at least fifty men. Before the division moves, General Vandamme will see that it is provided with cartouches. At the same hour Lieutenant General Pajol must assemble the first corps of cavalry, and follow the movement of General Domont's divi sion, which will be under the command of Ge neral Pajol. The divisions of the first corps of cavalry are not to supply any detachments; they will be taken from the third division. General Domont will leave his- battery of artillery, to march after the first battalion of the third corps of infantry. Lieutenant General Vandamme will give him the necessary orders. Lieutenant General Vandamme will order the reveille to be beaten at half past two in the morning ; at three he will march with his army corps in the direction of Charleroi. The whole"], [191, "APPENDIX. 173 of his baggage and followers must be posted in the rear, and must not commence their march until the sixth corps and the imperial guard shall have passed on. They will be under the command of the Commissary General, who will unite them to the baggage of the sixth corps of the imperial guard, and of the grand head quar ters, and will give orders for their movement. Each division of the third army corps will have along with it its battery and trains: every other carriage found in the ranks will be burnt. Count de Lobau will cause the reveille to be beaten at half past three o'clock, and he will order the sixth army corps to march at four, to follow and support General Vandamme's move ment. He will direct the troops, artillery, trains, and baggage, to observe the same order of march that is prescribed to the third corps. The baggage of the sixth corps will be united to that of the third corps, under the orders of the Commissary General, as has been stated. The young guard will beat the reveille at half past four, and will begin to march at five ; it will follow the movement of the first corps on the Charleroi road. The foot chasseurs of the guard will beat the reveille at five o'clock, and will begin to march at half past five, to follow the movement of the young guard."], [192, "174 APPENDIX. The foot grenadiers of the guard will beat the reveille at half past five, and will march at six, to follow the movement of the foot chasseurs. The order of march for the artillery, trains, and baggage, prescribed for the thi/fl corps, must be observed by the imperial guard. The baggage of the guard will be united to that of the third and sixth army corps, under the orders of the Commissary General, who will direct the movement of the whole. At half past five in the morning, Marshal Grou chy will cause that corps of cavalry of the three which is nearest the road to mount and follow the movement on Charleroi. The two other corps will depart successively at the interval of one hour after each other ; but Marshal Grouchy will be careful to make the cavalry march on the lateral roads, whilst the column of infantry will proceed along the principal road, to avoid confusion, and likewise that his cavalry may maintain better order than it otherwise would. He will direct the whole of the baggage to remain behind, parked and collected, until the Commissary Ge neral shall give orders for its advance. Count Reille will cause the reveille to be beat at half past two in the morning, and order the second corps to march at three on Mar chiennes-au-pont, and will make arrangements for its reaching that place before nine in the"], [193, "APPENDIX. 175 morning. He must station guards on all the bridges over the Sambre, to prevent any one from passing them. The posts, which he eva cuates, will be successively occupied by the first corps, but he n.ust endeavour to anticipate the enemy on these bridges, that they may not be destroyed, especially the bridge of Marchiennes, by which he will probably find it necessary to debouch, and which, should it be damaged, he must cause to be immediately repaired. At Thuin and Marchiennes, as well as at all the villages in his road, Count Reille must in terrogate the inhabitants respecting the posi tions and strength of the hostile armies. He must also take possession of, and examine the letters in the post offices, and transmit to the Emperor such information as he may thereby obtain. Count d' Erlong will put the first corps in march at three in the morning, and will also direct it on Charleroi, following the movement of the second corps, the left of which it will gain as soon as possible to support it if neces sary. He will keep a brigade of cavalry in the rear, to cover himself, and to maintain, by small detatchments, his communication with Maubeuge. He will send parties in advance of that place, in the directions of Mons and Binch, as far as the frontier, to obtain accounts"], [194, "176 APPENDIX. of the enemy, and to communicate what in formation they may gain. These parties must be careful neither to expose themselves to dan ger, nor to pass the frontier. Count d' Erlong will occupy Thuin, by a division ; and, should the bridge of that town be destroyed, he must immediately restore it. He must likewise plan and construct a bridge head on the left bank. The order of march prescribed to the third corps for the artillery, trains, and baggage will be observed by the second and first corps, the baggage of which will be united, and will march on the left of the first corps, under the orders of the oldest Commissary General. The fourth corps (the army of the Moselle) has received orders to take position this day in ad vance of Philippeville: if its movement be ac complished, and the divisions, which compose this army corps, be collected, Lieutenant Ge neral Gerard will put them in march at three o'clock to-morrow morning, and direct them on Charleroi*. He must be careful to keep on a line with the third corps, with which he will maintain communication, in order to ar- * General Gerard subsequently received a new order, which directed him to pass the Satnbre at Chatelet with his corps."], [195, "APPENDIX. 177 rive before Charleroi nearly at the same time ; but General Gerard must clear his right, and scour all the debouches leading to Namur. He will march in close order of battle, leaving at Philippeville all the baggage and followers, so that his army corps, being unembarrassed, may be the better able to manœuvre. General Gerard will order the fourteenth di vision of cavalry, which will arrive this day at Philippeville, to follow the movement of his army corps on Charleroi, where that division will join the fourth corps of cavalry. Lieutenant Generals Reille, Vandamme, Ge rard, and Pajol, will maintain communications by different parties, and will arrange their march so as to arrive in mass and together be fore Charleroi : they must place in the advance guard as many as possible of the officers, who speak Flemish, to interrogate the inhabitants, and obtain information; but these officers must represent themselves as being commanders of parties, without letting it be known that the army is in the rear. Lieutenant Generals Reille, Vandamme, and Gerard, will direct all the sappers of their army corps (having along with them materials for re pairing the bridges) to march after the first regiment of light infantry, and will direct the en gineer officers to repair the bad passes, to open"], [196, "178 APPENDIX. lateral communications, and to throw bridges over those streams, which the infantry cannot conveniently ford. The sailors, sappers of the guard, and sappers of the reserve, will march after the first regiment of the third corps : Lieutenant Generals Rogniat and Haxo will be at their head : they will take along with them only two or three carriages: the remainder of the park of engineers will march on the left of the third corps. If the enemy should be fallen in with these troops are not to be engaged, but Generals Rogniat and Haxo will em ploy them in the works for crossing rivers, the con struction of bridge heads, repairing roads and openings, &c. The cavalry of the guard will follow the movment on Charleroi, and set out at eight o'clock. The Emperor will be at the advanced guard on the Charleroi road. The Lieutenant Generals luill be careful to send his Majesty frequent re- ports inspecting their movements, and the in formation they may obtain ; they are aware, that his Majesty's intention is to pass the Sambre be fore noon, and to transport the army to the left bunk of that river. The bridge equipages will be divided into two sections : the first section will be subdivided into three parts, each consisting of five pontoons and five advanced guard boats to throw three bridges"], [197, "APPENDIX. 179 across the Sambre ; to each of these subdivi sions a company of pontooniers will be attached ; the first section will march in the train of the park of engineers after the third corps. The second section will remain with the re serve park of ar:illery, at the baggage column ; it will have along with it the fourth company of pontooniers: the Emperor's equipages and the baggage of the great head quarters will be col lected and put in march at ten o'clock. As soon as they shall be passed, the Commissary General will direct the equipage of the imperial guard and third $nd sixth corps to depart : at the same time he will order the column of equi pages of the reserve of the cavalry to march, and to follow the direction which the cavalry has taken. The trains of the army will follow the head quarters, and march at the head of the baggage ; but on no account must this baggage, the reserve parks of the artillery, or the second section of the bridge equipages, advance within three leagues of the army, without an order from the Major General, or pass the Sambre without orders to that effect. The Commissary General will form divisions of this baggage, and appoint officers to com mand them, so that he may detach from them what may afterwards be required at head quar ters, or for the service of the officers."], [198, "180 APPENDIX. The Intendant General will unite to this co lumn of equipage the whole of the baggage and transports of the administration, to which he will assign a rank in the column. The carriages, which may be behind, will take the left, and must not quit the rank in which they are placed except by order of the Quarter Master General. The Emperor orders, that all the equipage carriages, which may be found in the columns of the infantry, cavalry, or artillery, shall be burnt, as well as the carriages of the equipage column, which may quit their rank, and derange their march, without the express permission of the Quarter Master General. For this purpose a detachment of fifty gen darmes shall be placed at the disposal of the Quarter Master General, who, as well as the officers of the gendarmerie and the gendarmes, are responsible for the execution of these arrange ments, on which the success of the campaign may depend. order of the Emperor, The Marshal of the Empire, Major General, (Signed) Duke of Dalmatia."], [199, "No. III. TABLE, SHOWING THE COMPOSITION AND FORCE OF THE FRENCH ARMY DESTINED TO ACT IN FLANDERS, ON THE 15TH OF JUNE, 1815. Desi ignations. Force of ■ach Division in Total Force of each Corps, in Army Corps. Commanders. Divisions. Commanders, Infantry. Cavalry. Artillery. Men. (Jims. I\" First Division Second Third .' Fourth first Division of Cavalry.. Reserve of Artillery General Alix 4,1*20 Douzelot 4.ll'0 Marcognet 4,000 Duruttc 4,000 Jncquinot 1,500 4,120 I.I, ii 4,000 4,000 Men. 1(0 160 160 I SO 180 160 Guns. ! } 18,640 First Corps General Count d'Erlonu j 1,500 Second Corps General Count Ehhi J ' Fifth Division Sixth Seventh Ninth Second Division of Cavalry _ Reserve of Artillery General Bachelu 5,000 Prince Jerome 6,100 Girard 5-u(\"> Foi 4.000 Piri '.SOO 5,000 6,100 5,000 5,000 160 160 I CO 160 I SO 170 ! } 1 ,500 23,530 M Third Corps General Count Vandammf. ...,. rTenth Division T.lr venth Eighth Third Division of Cavalry... .. Reserve of Artillery General Hubert 4,43() Uothezcne 4,300 I.elol 4.300 Domont J.5\"0 4,430 ♦.300 4,300 160 160 160 130 160 i } - 8 J 38 \"\"l,500 15,290 Fourth Corps General Count Serard « _ Twelfth Division [ Thirteenth Fourteenth I Sixth Division of Cavalry .. L Reserve of Artillery General Pecheux 4>000 Vichery 4>0l)0 Hulot 4,000 Morin '.500 4,000 4,000 4,000 i,5o'o\" 160 160 160 120 160 8 -1 i } 8 J 14,260 3\". Sixth Corps General Count de Lobau , Nineteenth Division Twentieth Twenty-first - Reserve of.Artillery General Simmer 3,500 Jeanin 3,500 Teste 4,000 .... 3,500 3,500 4,000 170 lit) 160 280 8 1 5 } 14 J 11,770 38 Imperial Guard .; r Younp, Guard Chasseurs (■'niiiiiliers I. i',rht Cavalry rve Cavalry .. Reserve Artillery General Duhesme 3.R00 jYloraud 4,«50 Friant 4,420 Lefevre Desnoucttes. 2,120 Guyot 2.010 — D.-vuux.. 3, ROO 4,150 4,420 320 320 240 2+0 430 16 \"} 12 s 12 24 J \"\"2,120 2,010 96 18,520 , S s — j First Corps > a rt o %■» o m < <j x Second Corps ... ft . General Count Pajol General Count Kxcelmans ..- \\ Fourth Division I Fifth \\ Ninth | Tenth I I vellth .. r 'Twelfth I Thirteenth I Fourteenth General Soult }.8*0 Snbervick 1,240 Strolz 1.300 Chastel 1,300 L'Hcriticr 1,310 Roussel 1.300 Wnthier 1.300 Delort 1.300 1,280 1,240 1,300 1,300 1,310 1,300 J, 300 1,300 1*17 120 12(1 120 120 120 120 120 g I 2,760 ,s> I 2,840 si i r g I 2,850 '.' I 2,840 0 e I 2,7(70 [ 2,840 [ 2,850 ' t 2,840 I 11.2P0 M •> < Third Corps ... t- en Gknfral Count Kellehman... • 3} j< Fourth Corps... General Count Miliiaut Total 85,820 20,100 7,020 I M0 113,300 Bridge Equipages, Sappers, &c 2,200 ♦social Total of the Army , ■ ■....■■I «»,»*• n» 1 1 5,400 350"], [200, ""], [201, "No. IV TABLE, SHOWING THE CORPS UNDER THE IMMEDIATE COMMAND OF THE EMPEROR, ON THE lCTH OF JUNE, 1815; THOSE WHICH WERE ENGAGED; AND THE LOSSES THEY SUSTAINED. t\\ „,.,„• Tntnl n»r . Total present on the Designations. Force of each Corps in loiaiper Lowei in Corps, in killed Morning of the 17th. w_ Distribution of the Corps v„muU,Ckc. .. ,,., , , on the 15th infiii Caval fan- on the loth of June. ., , ,,-,, nor,- Army Corps. Divisions. ,„/ ,„ Artillery. Men.1-?\" =>».M<>i» Me„ Can- try, ry. ' iiciii of June, lion. Men. non. f Gen. Duhesme's Div. of Young Guard 3,800 r>20 16\") 1 Division of Middle Guard 4,250 300 Hi/ , „ . „, . .. , Imperial Guard J Divisicm os „,,, ,.„„„, 4 4,,0 M0 ,A 16jl60 8; $ B*WW «•«\"•\"* *«l 100 16,060 8* ) Gen.Guyot'sDiv.DragoonsandOrenadiers 2,010 240 12 C ' village ot bl. A.iiaud 5 V. Heserve of Artillery 480 24.) f On the lost of St. Amand. ) Detachmentof the Second Corps ..,. General Girard's Division 5,000 160 8 />,16<: 8 < Hud bivouacked at Vag- V 2,000 3,160 8 ( nies ) C Lefol's, Bertezone's, and Hubert's Div... 13 «30 480 24) cm v.j ik 11 ,Cil ThirdCorps,Gen.CountVandammt-( Gen. Domont's Division of Cavalry 1,500 120 fiC 15,690 38 \\ At,BCKe' lhc vlMaKc ot *■ ( 1,930 13,360 38 ( i-eserve of Artillery 160 8$ 1 < Ainanu ) C Peeheux'.Vicheri's, and Hulot's Divisions 12,000 480 24) s ... , , „ •„ ,-, Fourth Corps, Gen. Count Gerard. V Gen. Morin'f Div. of Cavalry 1,500 120 fiC 14,260 38 ) Attacked the village of/ 2]70 12?0 38 ( Reserve of Artillery ,.... 160 8) t L,gny ' / In reserve at Charleroi the \"\\ Sixth Corps, Gen. Count Lobau .. .5 Jeannin's, and Testc's Divisions I 1,000 480 24 ?,.„,, 9i ) chief nail, of the day f 11,770 38 r \\ Reserve of Artillery 2!K> 14 1 \">7|U -,B 1 and did not arrive until ( V. the battle was gained ) Reserves of Cavalry, Marshal Count Grouchy : — First Corps, Gen. Count l'ajol Soult's and Subervick's Divisions 2,520 240 12 2,760 12 Opposite the village of Sombref 250 2,510 12 Second Corps, Gen. Count Excelmans Stroltz' and Chastel's Divisions 2,600 240 12 2,840 12 Idem 250 2,590 19 FourthCorps, Gen. Count Milhaut... Vathier's and Dclort's Div« of Cuirassiers 2,600 240 12 2,840 12 Idem 100 8,7*0 12 51,500 12,730 4,850 242 71,^)80 242 6,800 64,280 242 RECAPITULATION. Total Amount of the Troops under the immediate command of the Emperor, on the 16th of June : — Men. Cannon. Engaged at Ligny 99,310 204 In Reserve , 11,770 38 \" — — — >. 71,080 242 losses sustained on the 15th and 16th 6,800 — • — — — — — — ■ Present under arras on the morning of the 17tb , , , 64,280 242"], [202, ""], [203, "No. V, TABLE, SHOWING THE CORPS UNDER THE COMMAND OF MARSHAL NEY, ON THE I6TH OF JUNE, 1815; THOSE WHICH WERE ENGAGED; AND THE LOSSES THEY SUSTAINED. Amount Designations. Force of each Corps in Los.es in j&S Killed pi (sen I ■■■..»-'-■ \" , ■ ■ i,i and under Wound- arms on Observations. „ _,. . . , „ . ,, , , .... .. Can- oil on thethemorn- Army Corps. Divisions. Infantry Cavalry. Artillery. Men. non ]sith ing(jlUl,. 17 th. Men. Can\" Three Divisions of Infantry, ) non' Foi's, I'lineeJeroine's, and \\ 16,100 490 24 _ Bacaelu'i ) j Second Corps, Gen. Rcille.. J n tv ■ ■ t r> , i (-The Fourth Division of One Division of Cavalry,? j 500 m V. 18370 38 3 72() u si50 1 t|„s c m |le. Gen-Plr*s 5 J I tacbed to St. Ainand. Reserve of Artillery IsiO 8' I Corps engaged at Quatre J /\"One of the Divisions of Bias 1 c ~ _.. . . c„ ■ . i \\ tiiii'.issieis did not Kollerman's Cuirassier ] Two \"ivisionsofCu ira ssicrs, I 2C10 2i0 n „ 2 350 J proceed to ,,, I L'Henticr's and Rousscl's J \\ until the close of the (. Battle. First Corps, Gen. d'Erlong . \\ 12° 6 6 »20 '•*» f Four Divisions of Infantry,) fThe \"\"* Cr0rp' J\"\" I Alix's, Douzelot's, Mar- J 16,220 640 32. \\ deeded toFraiue. bv .First Corps, Gen. d'Erlong .^ cognet's, and Durutte's.-S I ]7>()20 40 17,020 J Z£S&£*Z Corps left in the Rear, and I V Reserve of Artillery » 8> ) l^nes: u was not which were not engaged< L •\"*\"■* \"*\"l '\" at Quatre Bras .......L. j L.gny orQuatreDnu. Werial Guard J \"^iB,^! V°° \"° \" \" *™ Total ■ 39,320 7,710 9,170 103 42,200 108 4,140 38,090 RECAPITULATION. Total Amount of the Troops under the command of Marshal Ney, on the 16th of June. Men. Cannon. Engaged at Quatre Bras ! 59 I i ti in the Rear 19,360 52 42,200 109 Losses sustained on the 16th 4,140 — ■Present under arms on the morning of the 17th 89,060 108 «■■■ a i ■ i ■■•■ i ■— •* •\" \"."], [204, ""], [205, "No. VI. TABLE, SHOWING APPROXIMATELY THE AMOUNT OF THE ANGLO-BELGIC ARMY, UNDER THE COMMAND OF THE DUKE OF WELLINGTON, ON THE RTH OF JUNE, 1815. °0rp8- s,ivisio\"*- Commanders. Brigade,. Commander* Regiment, Total. P« ~———— ' _____ ______________ Brigade. s First P„ .tl.i m • n i„ L $ First English Major General Maitland S 1st Guards, 2d Battalion } First English Major General Cookc ... <j J } Idem 3d Idem \\ 2'000 ( Second Idem Major General Byng 5 ** Guards, 9d Battalion . ..!\"..'.'...\"! ? „ .,„. Ff , . . ' 6 {3d Idem Idem I ,01\" ___«_.^ \"\"\"\"^ *--— j — S-SsbSsjs: 8_a_3_-___ SfttW_a-__E: S mended l.y the ■{ f First Hanoverian Major General Kielmanseg . 5 Uukfi \"f York's, Grngenhagen, Brc- ? „. PaiNc. o» Orange. First Bclgic Licit. Gen. Chasse S Belgic Major General R. * men, Luneberg, Verden 5 f Idem II •••■•• , ( (_( t i _>,b()() SeCOnd ,dBm Lieut- Gen Perponcher. j Major 'ŒTaSw::: I™ 4000 l™-\"« i.ieut.Gcn.co.iaert.... Æ -:T.;.zr.„zz _te3ai7:2:r^r Nas9au0ran^&c- .■.':.■::::::.■::::.■::::: t Idem Mem JJ.TOO .Second Eng.ish.. Lieut. Gen. Clinton j TffXL^V&Z S^l&SS^^Si jS Third Hanoverian Colonel Halket 5 Bremen, Vordc, Salzgittcr, 2d and ? „' /- *_—*!. -_.ll.i. _ I 3d Battalions Duke of York's i ,4('B Fourth Idem Lieut.Gen. Colville ( JSkiSSi Colnnel Mitche! 14th, 839, 51st _„. „ S 2,600 e < sixin mem Major Geneial Johnstone 35th, 54th, 59th, ('1st 3|l00 Sicond Abmy Conrs, <■ Sixth Hanoverian Major General Lyon S C-wmbeif, Laucnberg, Hoy_,\" 'iitel I «' commanded by -\\ r _. , _ \" J > burg, Heutheim I ->,500 LordHii-l. Fifth Idem Lieut. Gen. Picton ) iV.s ',' '.? n«llsh Major General Kempt 99tb, 3«d, 79th, 95th \" 3 4ni> > Si\"- -. Major General 1'ack Ist, 42d, 44th, 99d.„ ..! \".i! 3800 „__ ' \\ Tenth En^ ColonelVincke Hanieln.Hildesheim, Pcina.Giffhorn 3, 00 Sixth Idem Lieut. Gen. Cole ) ' cnt \\ E' Kllsh-. Major General Lambert 4th, 27th, 40th, 81st 3 ,„ , I Se\" h ClIsT\"\" M l0nCr,!e8t Vm -,:■■■ I-un.berg.Verdeii.O^.Ve.-Mo'nden 3,Z I First Foreign Duke of Brunswick SSfaf '. * Major General Maeken.ic 25th, 37th, 78th 2,300 , , '',.''1)0 First English Major General Lord Somerset. \\ ,st \"'\"' M \"'\"'v Guards, 1st Drasoon ? , rnn Second iw ■ /-, ,„ u « Guards, or Royal Horse (iuards.... J 1,b0° Th;°, Major General I'onsonby Ut, 2d, and 3d Dragoons 1 HO • „ -. Fo.rth Major General Dorm-berg 1st, 2d, and :i,l Light Dragoons ....... 1,600 Cavami.rv, 1 Fifth Major General Vandeleur 11 th, 12th, loth Idem 1600 commanded by > / ' \"\" Major General Grant 2d, 7th, l.Mh llussais '\" 1 4o(l Loud Uxsridce. \\ \"\\ 2™~X Major Geneial Vivian 1st, 10th, 18th Idem 1,600 1 Colonel Areuschilt 3d Hussars, I'.th Light Dragoons .!\" 1,100 First Hanoverian Colonel Estorff S W_ce Regent's, Bremen, and Verden > , on„ I i7:.., Ti i • I Hussars ( J'ioy W /\"r Colonel Grigni 1st, 2d, 3,1 Carabineers \"..'. 14*0 l SSSS-sk::*::::: Co,one,Nan Merle\" !rd'*! ?r : J:™ Lanceis and Dragoons 900 Artiiifiit, commanded by Colomri Woon 5 I English, Thirty Brigades, (each Six Pieces of Cannon : total, 1S0 cannon) '45™ Kso,N„a., commanded by Col.«_ S_,nr 'j Jg^B wfc£ig.ZS$..r. ZZZZrZZZ'™ »,000 * * 1,000 Total, Men 102,500 RECAPITULATION. Cmmm 25B Infantrv Men G,lns- J\" , ry 79,400 — Cavalry 15 600 Artillery, Engineer,, fcc I\"^ii«:^('.^'.'.^.!!!'.!!.'.'.\".'!!!.\".\\\\\\\"!.'_ 7^500 258 Tetal , h)2,500 258"], [206, ""], [207, "APPENDIX. 181 No. VII. LONDON GAZETTE EXTRAORDINARY, JUNE 22, 1815. Letter from the Duke of Wellington to Earl Bathurst, his Majesty's principal Secretary of State for the War Department. Waterloo, June 19, 1815. My Lord ; Bonaparte having collected the first, second, third, fourth, and sixth corps of the French army, and the imperial guards, and nearly all the cavalry, on the Sambre, and between that river and the Meuse, between the 10th and 14th of the month, advanced on the 15th, and at tacked the Prussian posts at Thuin and Lobez, on the Sambre, at daylight in the morning. I did not hear of these events till the evening of the 15th, and I immediately ordered the troops to prepare to march; and afterwards to march to their left, as soon as I had intelligence from other quarters to prove that the enemy's move ment upon Charleroi was the real attack. The enemy drove the Prussian posts from the Sambre on that day; and General Ziethen, who commanded the corps which had been at Charleroi, retired upon Fleurus; and Marshal Prince Blucher concentrated the Prussian army"], [208, "182 APPENDIX. upon Sombref, holding the villages, in front of his position, of St. Amand and Ligny. The enemy continued his march along the road from Charleroi towards Brussels, and on the same evening, the 15th, attacked a brigade of the army of the Netherlands, under the Prince of Weimar, posted at Frasnes, and forced it back to the farm house on the same road, called Les Quatre Bras. The Prince of Orange immediately reinforced this brigade with another of the same division, under General Perponcher, and in the morning early regained part of the ground which had' been lost, so as to have the command of the communication leading from Nivelles and Brus sels, with Marshal Blucher's position. In the mean time I had directed the whole army to march upon Les Quatre Bras; and the fifth division, under Lieutenant General Sir Thomas Picton, arrived about half past two in the day, followed by the corps of troops under the Duke of Brunswick, and afterwards by the contingent of Nassau. At this time the enemy commenced an attack upon Prince Blucher with his whole force, ex cepting the first and second corps, and a corps of cavalry under General Kellerman, with which he attacked our posts at Les Quatre Bras. The Prussian army maintained their position with their usual gallantry and perseverance,"], [209, "APPENDIX. 183 against a great disparity of numbers, as the fourth corps of their army, under Geperal Bulow, had not joined, and I was not ahleto assist them as I wished, as I was attacked myself, and the troops, the cavalry in particular, which had a long dis tance to march, had not arrived. We maintained our position also, and com- pletely defeated and repulsed all the enemy's attempts to get possession of it. The enemy re- peatedly attacked us with a large body of in- fantry and cavalry, supported by a numerous and powerful artillery; he made several charges with the cavalry upon our infantry, but all were repulsed in the steadiest manner. In this affaij-, His Royal Highness the Prince of Orange, the Duke of Brunswick, and Lieutenant Geueral Sir Thomas Picton, and Major General Sir James Kempt and Sir Denis Pack, who were eng.iged from the commencement of the enemy's attack, highly distinguished themselves, as well as Lieutenant General Charles Baron Alten, Major General SirC. Halket, Lieutenant General Cooke, and Major Generals Maitland and Byng, as they successively arrived. Tie troops of the fifth division, and those of the Brunswick corps, were long and severely engaged, and conducted themselves with the utmost gallantry. 1 must particularly mention the twenty eighth, forty second, seventy- ninth, and ninety-second regi- ments, and the battalions of Hanoverians."], [210, "184 APPENDIX. Our loss was great, as your Lordship will per ceive by the enclosed return, and I have particu larly to regret his Serene Highness the Duke of Brunswick, who fell, fighting gallantly at the head of his troops. Although Marshal Blucher had maintained his position at Sombref, he still found himself much weakened by the severity of the contest in which he had been engaged, and as the fourth corps had not arrived, he determined to fall back and concentrate his army upon Wavres; and he marched in the night after the action was over. This movement of the Marshal's rendered ne cessary a corresponding one on my part, and I retired from the farm of Quatre Bras upon Gen nape, and thence upon Waterloo the next morn ing, the 17fh, at ten o'clock. The enemy made no effort to pursue Marshal Blucher; on the contrary, a patrole, which I sent to Sombref in the morning, found all quiet, and the enemy's videttes fell back as the patrole ad vanced. Neither did he attempt to molest our march to the rear, although made in the middle of the day, excepting by following, with a large body of cavalry, brought from his right, the cavalry under the Earl of Uxbridge. This gave Lord Uxbridge an opportunity of charging them with the first life guards, upon their debouche from the village of Gen nape, upon which occasion his Lordship has"], [211, "APPENDIX. 185 declared himself to be well satisfied with that regiment. The position which I took up in the front of Waterloo, crossed the high roads from Charleroi and Nivelle, and had its right thrown back to a ravine near Merke Braine, which was occupied; and its left extended to a height above the hamlet Ter la Haye, which was likewise occupied. In front of the right centre, and near the Nivelle road, we occupied the house and garden of Hou goumont, which covered the return of that flank; and in front of the left centre we occupied the farm of La Haie Sainte. By our left we Com municated with Marshal Prince Blucher at Wavres through Ohain ; and the Marshal had promised me, that in case we should be attacked he would support me with one or more corps, as might be necessary. The enemy collected his army, with the ex ception of the third corps, which had been sent to observe Marshal Blucher, on a range of heights in our front, in the course of the night of the 17th, and yesterday morning: and at about ten o'clock he commenced a furious attack upon our post at Hougoumont. I had occupied that post with a detachment from General Byng's brigade of guards, which was in position in its rear; and it was for some time under the command of Lieutenant Colonel Macdonel, and afterwards of Colonel Home ; and I am happy to add, that it"], [212, "186 APPENDIX. was maintained throughout the day with the utmost gallantry by these brave troops,, notwith standing the repeated efforts of large bodies of the enemy to obtain possession of it. This attack upon the right of our centre was accompanied by a very heavy cannonade upon our whole line, which was destined to support the repeated attacks of cavalry and infantry, occa** sionally mixed, but sometimes separate, which were made upon it. In one of these the enemy carried the farm house of La Haie Sainte, as the detachment of the light battalion of the legion which occupied it had expended all its ammunition, and the enemy occupied the only communication there was with them. The enemy repeatedly charged our infantry with his cavalry, but these attacks were uniformly unsuccessful, and they afforded opportunities to our cavalry to charge, in one of which Lord E. Somerset's brigade, consisting of the life guards, royal horse guards, and first dragoon guards, highly distinguished themselves, as did that of Major General Sir W. Ponsonby, having taken many prisoners and an eagle. These attacks were repeated till about seven in the evening, when the enemy made a des perate effort with the cavalry and infantry, sup ported by the sire of the artillery, to force our left centre near the farm of La Haie Sainte, which, after a severe contest, was defeated •$"], [213, "APPENDIX. 187 and having observed, that the troops retired from this attack in great confusion, and that the march of General Bulow's corps by Euscher mont upon Planchenoit and La Belle Alliance had begun to take effect, and as I could perceive the sire of his cannon, and as Marshal Blucher had joined in person with a corps of his army to the left of our line by Ohain, I determined to attack the enemy, and immediately advanced the whole line of infantry, supported by the ca valry and artillery. The -attack succeeded in every point; the enemy was forced from his position on the heights, and fled in the utmost confusion, leav ing behind him, as far as I could judge, one hundred and fifty pieces of cannon, with their ammunition, which fell into our hands. I con tinued the pursuit till long after dark, and then discontinued it only on account of the fatigue of our troops, who had been engaged during twelve hours, and because I found myself on the same road with Marshal Blucher, who assured me of his intention to follow the enemy throughout the night : he has sent me word this morning, that he has taken sixty pieces of cannon belong ing to the imperial guard, and several carriages, baggage, &c, belonging to Bonaparte, in Gen nape. I propose to move, this morning, upon Ni velles, and not to discontinue my operations."], [214, "188 APPENDIX. Your Lordship will observe, that such a des perate action could not be fought, and such ad vantages could not be gained without great loss ; and I am sorry to add that ours has been im mense. In Lieutenant General Sir Thomas Pic ton his Majesty has sustained the loss of an of ficer, who has frequently distinguished himself in his service, and he fell gloriously leading his division to a charge with bayonets, by which one of the most serious attacks made by the enemy on our position was defeated. The Earl of Uxbridge, after having successfully got through this arduous day, received a wound by almost the last shot sired, which will, lam afraid, deprive his Majesty for some time of his services. His Royal Highness the Prince of Orange dis tinguished himself by his gallantry and conduct, till he received a wound from a musket ball through the shoulder, which obliged him to quit the field. It gives me the greatest satisfaction to assure your Lordship, that the army never, upon any occasion, conducted itself better. The division of guards, under Lieutenant General Cooke (who is severely wounded), Major General Maitland, and Major General Byng, set an ex ample, which was followed by all ; and there is no officer, nor description of troops, that did not behave well. I must however particularly mention, for his"], [215, "APPENDIX. 189 Royal Highness's approbation, Lieutenant Ge neral Sir H. Clinton; Major General Adam; Lieutenant General Charles Baron Alten, se verely wounded ; Major General Sir Colin Hal ket, severely wounded; Colonel Oinpteda; Co lonel Mitchell, commanding a brigade of the fourth division ; Major General Sir James Kempt and Sir Denis Pack ; Major General Lambert; Major General Lord E.Somerset; Major Ge neral Sir W. Pon«;onby; Major General Sir C. Grant and Major General Sir H. Vivian ; Ma jor General Sir O. Vandeleur ; Major General Count Dornberg. I am also particularly indebted to General Lord Hill for his assistance and con duct upon this as upon all former occasions. The artillery and engineer departments were conducted much to my satisfaction by Colonel Sir G. Wood and Colonel Smyth; and I had every reason to be satisfied with the conduct of the Adjutant General Major General Barnes, who was wounded; and of the Quarter Master General Colonel Delancey, who was killed by a cannon shot in the middle of the action. This officer is a serious loss to his Majesty's service, and to me at this moment. I was likewise much indebted to the assistance of Lieutenant Colonel Lord Fitzroy Somerset, who was severely wounded, and of the officers composing my personal staff, who have suffered severely in thu action. Lieutenant Cslonel the Honourable"], [216, "190 APPENDIX. Sir Alexander Gordon, who has died of his wounds, was a most promising officer, and is a serious loss to His Majesty's service. General Kruse, of the Nassau service, like wise conducted himself much to my satisfaction, as did General Trip, commanding the heavy brigade of cavalry, and General Vanhope, com manding a brigade of infantry of the King of the Netherlands. General Pozzo di Borgo, General Baron VinT cent, General Muffling, and General Alava, were in the field during the action, and rendered me every assistance in their power. Baron Vincent is wounded, but I hope not severely : and General Pozzo di Borgo received a contusion. I should not do justice to my feelings, or to Marshal Blucher and the Prussian army, if I did not attribute the successful result of this arduous day to the cordial and timely assistance I re ceived from them. The operation of General Bulow upon the enemy's flank was a most decisive one, and even if I had not found myself in a situation to make the attack which produced the final result, it would have forced the enemy to retire, if his attacks should have failed; and would have pre vented him from taking advantage of them if they should unfortunately have succeeded. I send, with this dispatch, two eagles taken by the troops in this action, which Major Percy"], [217, "APPENDIX. 191 will have the honour of laying at the feet of tiis Royal Highness. I beg leave to recommend him to yottr Lordship's protection. I have the honour, &c. Wellington. P. S. Since writing the above, I have re ceived a report that Major General Sir William Ponsonby is killed ; and in announcing this in telligence to your Lordship, I have to add the Expression of my grief for the fate of an officer, who had already rendered very brilliant and im portant services, and was an ornament to his profession. Second P. S. I have not yet got the returns of killed and wounded ; but I enclose a list of officers killed and wounded on the two days, as for as the same can be made out without the returns; and I am very happy to add, that Colonel De lancey is not dead, and that strong hopes of his recovery are entertained. British Officers Killed. Duke of Brunswick Oels. Lieutenant General Sir Thomas Picton. Four Colonels, four Lieutenant Colonels, Seven Majors, thirteen Captains, two Lieute*? ■pants, two Ensigns. Wounded. H. R. H. the Prince of Orange, severely."], [218, "APPENDIX. 192 Lieutenant General the Earl of Uxbridge, lest leg amputated. Lieutenant General Charles Alten, severely. Six Major Generals, five Colonels, seventeen Lieutenant Colonels, thirteen Majors, twelve Captains, tweaty-three Lieutenants. No. VIII. Letter from the Duke of Wellington to Earl Bathurst. Orville, June 29. My Lord; Being aware of the anxiety existing in England to receive the returns of killed and wounded in the late actions, I now send lists of the officers, and expect to be able to send this even ing returns of the non-commissioned officers and soldiers. The amount of non-commissioned officers and soldiers, British and Hanoverian, killed, wounded, and missing, is between twelve and thirteen thousand. Your Lordship will see in the enclosed lists the names of some most valuable officers lost lo his Majesty's service : among them I cannot avoid to mention Colonel Cameron of the ninety-se cond, and Colonel Sir H. Ellis of the twenty third regiments, to whose conduct I have fre quently drawn your Lordship's attention, and"], [219, "APPENDIX. 193 who at last fell distinguishing themselves at the head of the brave troops which they com manded. Notwithstanding the glory of the occasion, it is impossible not to lament such men, both on account of the public and as friends. I have the honour, &c. Wellington. LIST OF THE KILLED, WOUNDED, &c. ON THE 16TH OF JUNE. English. Killed. One Officer of the General Staff, one Lieu- tenant Colonel, four Captains, eleven Lieutenants, nine Ensigns, onie Staff Officer, seventeen Ser- geants, three Drummers, two hundred and sixty- nine Privates, and nineteen Horses. Total Men 318 Wounded. Four Lieutenant Colonels, seven Majors, thirty-six Captains, sixty-eight Lieutenants, twen- ty-three Ensigns, four Staff Officers, one hundred Sergeants, six Drummers, one thousand nine hun- dred and nine Privates, fourteen Horses. Total Men 2,130 Missing. One Captain, two Sergeants, two Drum- mers, twenty-seven Privates. Total 34 Hanoverians. Killed. Two Lieutenants, two Sergeaots, one Drum- mer, twenty-nine Privates. Total 32"], [220, "194 APPENDIX. Wounded. Three Captains, six Lieutenants, five Ensigns, eleven Sergeants, one hundred and nine ty-eight Pr.vates. Total 235 Missing. One Captain, two Ensigns, four Sergeants, one hundred and forty-two Privates 1*4*0 Total 2,S34 Of whom, three hundred and fifty are killed, two thou-and three hundred and fifty-three wounded, and one hundred and eighty-one missing. ON THE 17TH OF JUNE. English. Killed One Lieutenant, one Sergeant, fifty-four Privates ... 5*6* Wounded. One Captain, two Lieutenants, eight Sergeants, forty-one Privates...., 52\" Missmg. One Major, two Captains, one Lieutenant, two Sergeants, one Drummer, thirty Privates 37 Hanoverians. Killed. Nine Privates 9 Wounded. One Major, one Captain, two Ensigns, five Sergeants, seventy-one Privates 80 Missing. One Drummer, one Sergeant, thirty-two Privates '.,., ' 34, Total ~ <26S Of whom sixty-five are killed, one hundred and thirty-two wounded, and seventy-one missing."], [221, "APPENDIX. 195 ON THE 18TH OF JUNE. English. Killed. Two Generals, one Colonel, three Lieu- tenant Colonels, six Majors, forty-six Captains, twenty-six Lieutenants, nineteen Ensigns or Cornets, five Officers of the Staff, two Quartet- Masters, one hundred Sergeants, thirteen Drum- mers, one thousand five hundred and thirty-six Privates, one thousand four hundred and twenty- six Horses. Total Men, 1,759 Wounded. Ten Generals, four Colonels, twenty-one Lieutenant Colonels, twenty-eight Majors, one hun- dred and seven Captains, two hundred and two Lieutenants, forty-seven Ensigns or Cornets, seven- teen Officers of the Staff, three Quarter Masters, three hundred and thirty Sergeants, thirty- six Drummers, five thousand and eighty-seven Privates, eighty-six Horses. Total Men 5,792 Missing. One Lieutenant-Colonel, four Captains, five Lieutenants, two Cornets, seventeen Sergeants, fif- teen Drummers, seven hunded and sixty-three Pri- vates, seven hundred and sixty-two Horses. Total Men. 807 8,358 Hanoverians. Killed. One Lieutenant Colonel, two Captains, two Lieutenants, 3 Cornets, seven Sergeants, two hun- dred and seventy three Privates 2S8 Wounded. Two Lieutenant Colonels, ten Majors, fifteen Captains, twenty-six Lieutenants, thirteen Ensigns or Cornets, two Officers of the Staff thirty-one Sergeants, eleven Drummers, one thousand and fourteen Privates 1,1*21- O 2"], [222, "196 APPENDIX. Missing. One Major, one Lieutenant, one Ensign, five Officers of the Staff, twelve Sergeants, seventeen Drummers, seven hundred and seventy- nine Privates '\"* Total «•• 1°»5S& Of whom, two thousand and forty-seven are killed, six thousand nine hundred and sixteen wounded, and one thousand six hundred and twenty-three missing. Recapitulation. Killed on the 16th, I7th, and 18th of June 2,4*02. Wounded .- 9.401 Missing 1,875 Total..... 13,738 The number of Horses killed amounts to about 3,50'> No. IX, Official Report of the Operations of the Prussian Army of the Lower Rhine. On the 15th of the present month, Napoleon, who had on the preceding day assembled five corps of his army, and several corps of his guard, between Maubeuge and Beaumont, commenced hostilities. The points of concentration of the four Prussian corps were Fleurus, Namur, Ciney, and Hannut; the situation of which made it possible to unite the army on one of these points in twenty-four hours. Napoleon advanced on the 15th by the way of Thuin along both banks of the Sambre, against Charleroi. General Ziethen had collected the"], [223, "APPENDIX. 197 first corps near Fleurus, and had on that day a very warm action with the enemy, who, after having taken Charleroi, directed his march upon Fleurus. General Ziethen maintained himself in his position near that place. Field Marshal Blucher intending to sight a great battle with the enemy as soon as possible, the three other corps of the Prussian army were consequently directed upon Sombref, a league and a half from Fleurus. The second and third corps arrived on the 15th; the fourth corps did not join until the 16th. The Duke of Wellington united his army be tween Ath and Nivelles, which would have en abled him to support Field Marshal Blucher, even if the battle had been fought on the 15th. Battle of Ligny, June l6. The Prussian army was posted on the heights between Brie and Sombref, and around the latter place; it occupied with a large force the villages of St. Amand and Ligny, situate in its front. Meantime only three corps of the army had joined; the fourth, which was stationed between Liege and Hannut, had been delayed in its march by several circumstances, and was not yet come up. Nevertheless, Field Marshal Blucher resolved to give battle, the Duke of Wellington having already put in motion to support him a"], [224, "198 APPENDIX. strong division of his army, as well as his whole reserve, stationed in the environs of Brussels, and the fourth corps of the Prussian army being also on the point of arriving. The battle began at three P. M. The enemy brought up above one hundred and thirty thou sand men, the Prussian &vmy was eighty thou sand strong. The village of St. Amand was the first point attacked by the enemy, who carried it after a vigorous resistance. He then directed his efforts against Ligny; it is a large village, solidly built, situate on a rivulet of the same name. It was there that a contest began, which may be considered as one of the most obstinate recorded jn history. Villages have often been taken and retaken ; but here the battle continued for five hours in the village itself, and the movements forwards and backwards were confined to a very narrow space. On both sides, fresh troops continually came up. Each army had, behind the part of the village which it occupied, great masses of in fantry, which maintained the combat, and were continually renewed by the reinforcements which they received from their rear, as well as from the heights on the right and left. About two hun dred cannon were directed from both sides against the village, which was set on sire in se veral places at once. From time to time, the"], [225, "APPENDIX. 199 combat extended along the whole of the line, the enemy having engaged some troops with the third corps; however, the heat of the battle was always at Ligny. Things seemed to take a fa vourable turn for the Prussian troops ; a part of the village of St. Amand having been retaken from the French by a battalion commanded by the Field Marshal in person, this advantage en abled us to reoccupy the height which had been abandoned after the loss of St. Amand. Still the contest at Ligny continued with the same fury. The issue seemed to depend on the arrival of the English troops, or on that of the fourth corps of the Prussian army: in fact, the arrival of this last division would have afforded the Field Marshal the means of immediately making an attack with his right wing, from which great success might have been expected; but news arrived that the English division destined to support us was violently attacked by a corps of the French army, and that ,it had difficulty in maintaining itself in its position at Quatre Bras. The fourth Prussian corps did not appear. So that we were forced to maintain alone the contest with an enemy greatly superior in numbers. The evening was now far advanced, and the combat about Ligny continued with the same fury and the same equality of success; we in voked, but in vain, the arrival of those succours"], [226, "200 APPENDIX. which were so necessary; the danger became every hour more, and more urgent; all the di visions were engaged, or had already been so, and there was not any corps at hand able to sup port them. Suddenly a division of the enemy's infantry, which, by favour of the night, had made a circuit round the village without being ob served, and some regiments of cuirassiers, who at the same time had forced the passage on the other side, took in the rear the main body of our army, which was posted behind the houses. This surprise, on the part of the enemy, was decisive, especially at the moment when our cavalry, also posted on a height behind the village, was repulsed by the enemy's repeated attacks. Our infantry in the rear of Ligny did not how ever suffer itself to be discouraged, either by being surprised by the enemy in the dark, a cir cumstance which exaggerates in the mind of man the dangers to which he finds himself exposed, or by the idea of seeing itself surrounded on all sides : it formed in masses, coolly repulsed all the attacks of the cavalry, and retreated in good order upon the heights, whence it continued its retrograde movement upon Tilly. The sudden irruption of the enemy's cavalry having obliged our artillery to retreat with precipitation, several of our cannon took directions which led thorn"], [227, "APPENDIX. 201 into defiles, in which disorder took place; in this manner fifteen pieces fell into the hands of the enemy. At the distance of a quarter of a league from the field of battle, the army formed again. The enemy did not venture to pursue it. The village of Brie remained in our possession during the night, as well as Sombref, where General Thiel man had iought with the third corps, and whence he at day- break slowly began to retreat towards Gembloux, where the fourth corps, under Ge neral Bulow, had at length arrived during the night. The first and second corps proceeded in the morning behind the defile of Mount St. Guibert. Our loss in killed and wounded was great ; the enemy however took from us no pri soners, except the wounded. The battle was lost, but not our honour. Our soldiers fought with a bravery, which surpassed every expectation : their fortitude remained un shaken, because every one retained his confidence in his own strength. On this day Field Mar shal Blucher encountered the greatest dangers. A charge of cavalry, led on by himself, had failed, and the enemy's cavalry pursued him vi gorously. A musket shot having struck the Field Marshal's horse, the animal, far from be ing stopped in his career, became irritated by the wound, and gallopped more furiously till it dropped down dead. The Field Marshal, stunned"], [228, "APPENDIX. 202 by the violent fall, lay entangled under the horse. The enemy's cuirassiers, following up their ad vantage, advanced ; our last horseman had al ready passed by the Field Marshal ; an adjutant alone remained with him, and had just alighted, resolved to share his fate. The danger was great, but Heaven watched over us. The enemy, pur suing their charge, passed rapidly by the Field Marshal without perceiving him ; the next mo ment, a second charge of our cavalry having re pelled them, they again passed by him with the same precipitation, not perceiving him any more than they had done the first time. Then, but not without difficulty, the Field Marshal was disengaged from under his dead horse ; he was immediately mounted on the horse of a dragoon. On the 17th, in the evening, the Prussian army concentrated itself in the environs of Wa vres. Napoleon put himself in motion against the Duke of Wellington, upon the great road leading from Charleroi to Brussels. An English division maintained, on the same day, near Quatre Bras, a very severe contest with the enemy. The Duke of Wellington had taken a position on the road to Brussels, having his right wing leaning on Braine-la-Leud, the centre near Mont St. Jean, and the left wing against La Haie Sainte. The Duke of Wellington wrote to the Field Marshal, that he was resolved to ac-"], [229, "APPENDIX. 203 cept battle in this position, if the Field Marshal would support him with two corps. The Fitld Marshal promised to come with his whole army. He even proposed, in case Napoleon should not at tack, that the allies themselves, with their whole united force, should attack him the next day. This may serve to show how little the battle of the 16th had disorganised the Prussian army, or lowered its spirit. Thus ended the day of the 17th. Battle of La Belle Alliance {Waterloo). At break of day the Prussian army again be gan to move. The fourth and second corps marched by St. Lambert, where they were to take a position, covered by the forest of Freche mont, with the view of following the enemy's rear, when the moment should appear favourable. The first corps was to operate by Ohain, on the right flank of the enemy. The third corps was to follow slowly, in order to afford succour in case of need. The battle began about ten A. M. The English army occupied the heights of Mont St. Jean, that of the French was on the heights before Planchenoit; the former was about eighty thousand strong, the enemy had above one hun- dred and thirty thousand. In a short lime the battle became general along the whole line. It appeared to be Napoleon's design to throw the"], [230, "20i APPENDIX. left wing upon the centre, and thus to effect the separation of the English army from the Prus- sian, which he believed retreated upon Maes- tricht. For this purpose he had placed the greater part of his reserve in the centre, against his right wing, and upon this point he attacked with fury. The English fought with a valour, which it is impossible to surpass. The repeated charges of the old guard were basiled by the in- trepidity of the Scotch regiments, and at every charge the French cavalry was overthrown by the English cavalry. But the superiority in numbers of the enemy was too great ; Napoleon continually brought forward considerable masses; and with whatever firmness the English troops maintained themselves in their position, it was not possible but that such heroic exertions must have a limit. It was half past four o'clock. The excessive difficulties of the passage by the defile of St. Lam bert had considerably retarded the march of the Prussian columns, so that only two brigades of the fourth corps had arrived at the covered po sition, which was assigned them, The decisive moment was come; no time was to be lost. The Generals did not suffer it to escape. They resolved immediately to begin the attack with the troops which they had at hand. General Bulow, therefore, with two brigades and a corps"], [231, "APPENDIX. 205 of cavalry, advanced rapidly along the rear of the enemy's right wing. The enemy did not lose his presence of mind; he instantly turned his reserve against us, and a murderous conflict began on that side. The event of this combat remained long uncertain, while the battle with the English army still continued with the same violence, Towards six P. M. we were informed, that Ge neral Thielman with the third corps was attacked near Wavres by a very considerable enemy's corps, and that they were already disputing the possession of the town. The Field Marshal, however, did not suffer himself to be disturbed by this news; it was on the spot where he was,, and nowhere else, that the affair was to be de cided. A conflict continually supported with the same obstinacy, and kept up by fresh troops, could alone ensure the victory, and if it was ob tained here, any reverse sustained near Wavres was of little consequence. The columns there fore continued their movement. It was half past seven, and the issue of the battle was still uncertain. The whole of the fourth corps, and a part of the second, under General Pwich, had been successively engaged. The French troops fought with all the fury of despair; however, some uncertainty was perceived in their move ments, and it was observed^ that some pieces of"], [232, "206 APPENDIX. cannon were retreating. At this moment the first columns of General Ziethen's corps arrived on the points of attack, near the village of Smouhen, on the enemy's right flank, and in stantly charged. This movement decided the defeat of the enemy. His right wing was broken in three places, and he abandoned his positions. Our troops rushed forward to the charge, and attacked him on all sides, while, at the same time, the whole English line advanced. Circumstances were extremely favourable for the attack formed by the Prussian army: the ground was elevated into an amphitheatre, so that our artillery could freely open its fire from the summit of a great many heights, which rose gra dually above each other, and in the intervals of which the troops descended into the plain, and formed into brigades in the greatest order, while fresh troops, continually issuing from the forest, unfolded themselves on the height behind us. The enemy, however, still preserved means to retreat, till the village of Planchenoit, which he had on his rear, and which was defended by the guard, was, after several bloody attacks, car ried by storm. From that time the retreat be came a rout, which soon spread throughout the whole French army. It was now half past nine: the Field Marshal assembled all the superior officers, and gave"], [233, "APPENDIX. 207 orders to send the last horse and the last man in pursuit of the enemy. The van of the army ac celerated its march. The French army, pursued without intermission, was absolutely disorganised. The highway presented the appearance of an immense shipwreck : it was covered with an in numerable quantity oi cannon, caissons, car riages, baggage, arms, and wrecks of. every kind. Such parties of the enemy as attempted to repose for a time, not expecting to be so quickly pursued, were driven successively from more than nine bivouacs. In some villages they* attempted to maintain themselves; but as soon as they heard the beating of our drums, or the sound of the trumpet, they either fled or threw themselves into the houses, where they were cut down or made prisoners. The moonlight greatly favoured the pursuit; for the whole march was but a continued chase, either in the corn fields or in the houses. At Gennape the enemy had entrenched him self with cannon and overturned carriages. At the entrance we were exposed to a brisk fire oi\" musketry; we replied by some cannon shot, fol lowed by a hurrah, and an instant after the town was ours. It was here, that among many other equipages the carriage of Napoleon was taken; he had left it to mount on horseback, and in his hurry had forgotten in it his sword and hat. Thus"], [234, "208 APPENDIX. affairs continued till break of day. About forty thousand men, in the most complete disorder, were all that the enemy saved in his retreat by Charleroi. Only twenty pieces were all of his numerous artillery that he carried off. The enemy, in his flight, has left behind him all his fortresses, the only defence of his frontiers, which are now also passed by our armies. At three o'clock Napoleon dispatched, from the field of battle, a courier to Paris, with the news that victory was no longer doubtful ; a few hours afterwards he had no longer an army. We have not got any exact account of the enemy's loss; it is enough to know, that two thirds of the whole army are killed, wounded, or prison ers ; among the latter are Generals Duhesme and Cambrone. Up to this time, about three hundred cannon, and five hundred caissons, are in our hands. Few victories have been so complete; and there is certainly no example of an army, two days after losing a battle, engaged in such an action, and so gloriously maintaining it. Honour be to the troops capable of so much firmness and valour ! In the middle of the position oc cupied by the French army, and exactly upon the height, is a farm called La Belle Alliance,- The march of all the Prussian columns was di rected towards this farm, which was visible from"], [235, "APPENDIX. 209 every side. There Napoleon was during the battle ; it was there that he gave his orders, that he flattered himself with the hopes of vic tory ; and it was there that his ruin was decided. There too it was, that, by a happy chance, Field Marshal Blucher and the Duke of Welling ton met in the dark, and mutually saluted each other as victors. In commemoration of the alliance, which now subsists between the English and Prussian na tions, of the union of the two armies, and their reciprocal confidence* the Field Marshal desired, that this battle should bear the name of La Belle Alliance. order of Field Marshal Blucher, General GneisEnau. No. X. Reports from his Royal Highness the Prince of Orange to his Majesty the King of the Ne- therlands. Head Quarters, Nivelles, June 17, 1815, Two in the Morning. Very early on the morning of the 15th, the Prussian army was attacked in its position, which"], [236, "210 APPENDIX. it abandoned, and retired from Charleroi, by Go«selies, as far as the environs of Fleurus. As soon as I was apprised of this attack, I gave the necessary orders to the corps of troops under my command. In consequence of what took place in the Prussian army, the battalion of Orange Nassau, which, together with a battery of light artillery, occupied the village of Frasnes, were attacked at five o'clock in the evening of the 15th. These troops maintained themselves in their position on the heights of this village, not far from the cross road called Quatre Bras. The skirmishing ceased upon this point at eight o'clock in the evening. As soon as I was informed of this attack, I gave orders for the third division, as well as two English divisions, to move upon Nivelles ; and to the second to maintain the position of Quatre Bras. Only a part of the second division was enabled to move thither immediately, in con sequence of the brigade under the orders of Ma jor General Byland not being able to leave Ni velles prior to the arrival of other troops at that place. The firing of the tirailleurs commenced at five o'clock yesterday morning on this point, and was kept up on both sides until mid-day, without any result. About two o'clock the at tack became much more severe, especially on*"], [237, "APPENDIX. 211 the part of the cavalry and artillery. The bri gade of light cavalry, under the command of General Van Merlen, was not able to come up before four o'clock; previous to which time I had no cavalry to oppose to the enemy. Seeing of how great importance it was to preserve the position on the heights, in front of the cross road called Quatre Bras, I was fortunate in maintaining myself against an enemy, who was in every respect superior to me in force. Having been attacked by the two French corps commanded by Generals d' Erlong and Reille, and having succeeded in checking them, the Duke of Wellington had time to assemble a sufficient force to foil the projects of the enemy. The result of this attack has been, that, after a very obstinate contest, which lasted till nine o'clock in the evening, we not only checked the enemy, but even repulsed him. The Prussian army, which was also attacked yesterday, maintained its principal position ; and there is no doubt, that Napoleon, with very considerable forces, will direct an attack upon the whole line. Our troops bivouacked upon the field of battle, whither I shall immediately proceed, in ex pectation of the probability, that Napoleon will endeavour to execute to day the project of yes terday. The Duke of Wellington has concen- p 2"], [238, "APPENDIX. 212 trated upon this point as many troops as he was able to collect. I experience a lively pleasure in being able to announce to your Majesty, that your troops, the infantry and artillery in particular, fought with great courage. Circumstances having prevented my receiv ing the reports from the different corps concern ing their loss, I am unable to acquaint you with it ; but I shall have the honour of doing it as soon as possible. (Signed) William Prince of Orange. Brussels, June 22, 1815. After the battle of the 16th, of which I had the honour of giving your Majesty an account on the 17th, at two in the morning, from the head quarters at Nivelles, the Duke of Welling ton, in order to keep in line with the Prussian army, made a movement in the morning, the re sult of which was, that the army, at six o'clock in the evening, found itself in position upon the heights in front of Waterloo, where it bivouacked ; the enemy's cavalry, which followed the move ments of the army, was in different attacks re pulsed with loss by the British cavalry. On the 18th at day-break we discovered the"], [239, "APPENDIX. 213 enemy in our front; at ten o'clock his disposi tions for the attack commenced. The army of Bonaparte was composed of the first, second, third, fourth, and sixth corps, the imperial guard, nearly the whole of his cavalry, and a train of artillery, consisting of many hun dred, pieces of cannon. About eleven o'clock, . I .A J. the enemy unmasked a small battery, under the cover of the sire of which, his tirailleurs advanced against our right wing, and, immediately after, his attack was directed against a farm surrounded with copse wood, which was situate a short way in front of this wing, and on the left of the road leading to Nivelles. The enemy made the most furious, but fruitless attacks, to possess himself of this farm. At noon, the cannonade became vi olent; and before half past twelve the battle was extended along the whole line. The French repeatedly attacked both our wings; but as their principal object was to pierce the right of our centre, they employed all their means to accom plish it. Some columns of the enemy's cavalry advanced boldly against us ; but, notwithstanding the inconceivable violence with which they re newed their attacks, from three o'clock in the afternoon until the end of the battle, they never succeeded in making our line waver. The enemy was constantly repulsed, as well from the fire of the squares, as by the charges of our"], [240, "214 APPENDIX. cavalry : it is impossible to depict to your Majesty the fury with which they fought, es pecially during the last six hours. I was unfortunate in not being able to see the end of this glorious and important battle, having received, half an hour before the defeat of the enemy, a ball through my left shoulder, which compelled me to quit the field of battle. It is with the most lively satisfaction that I am able to inform your Majesty, that your troops, of every description, have fought with the greatest courage. In the charges of cavalry, the brigade of carabineers attracted particular notice. Lieutenant General Chasse's division was not engaged until late ; and, as I was not able person ally to quit the centre, I had placed him for the day under the orders of General Lord Hill, com manding the second corps of the arm}'. I have heard that this division likewise conducted itself with much bravery, and that Lieutenant General Chasse, as also the two commanders of brigades, very satisfactorily acquitted themselves of their duty. I cannot, at this moment, make any detail to, your Majesty of the loss we have sustained, not having received the returns. I am obliged ne vertheless, with the most profound regret, to state that it is considerable. The Generals of Division are charged to report to me those who"], [241, "APPENDIX. 215 have particularly distinguished themselves, and I must confine myself to mentioning to your Ma jesty the names of the officers whose conduct hap pened to come under my own observation, viz : — Lieutenant Generals Collaert and Perpouclitr; the former is wounded. General Van Merle, an able and brave officer, died on the field of battle. I seize this op:_»oitu nity of recommending his widow and children to the tender consideration of your Majesty. General Trip particularly distinguished him self, both by his talents and his courage. Major General Grigny, and the commanders of the three regiments of carabineers, namely, Lieutenant Colonel Conegrave, dead of his wounds; Colonel Bruine and Lieutenant Colonel Lechleitner. Lieutenant Colonel Westenberg, of the fifth battalion of the national militia, is a very good officer, and conducted, with much discernment, his battalion, which behaved most gallantly in the battle of the 16th. Major Eyman, of the third battalion, wounded. Majors Merion and Bryas, of the second re giment of carabineers; the latter wounded. Major Lassaraz of the artillery. The Quarter Master General, Major General Constant Rebecque conducted himsell excellently, and was of great assistance to me. In sine, I consider myself bound to express to"], [242, "216 APPENDIX. your Majesty my satisfaction at the conduct of my Adjutants; Major Linburg Stirme was wounded in the battle of the 16th; in the battle of the 18th, Colonel Du Caylar and Major Ampt had each a horse killed under him, and Lieutenant Colonel Krokenburgh had two. I have charged my Adjutant Van Hooft, to transmit this report to your Majesty. I take the liberty of recommending him to your favourable consideration. (Signed) William Prince of Orange. LOSS OF THE TROOPS OF THE NETHERLANDS. Officers killed or missing 27 Wounded ,.., 115 Non-commissioned officers and soldiers killed or missing 2,058 Wounded 1,935 — Total 4,136 Horses killed 1,630 No. XI. Marshal De Grouchy's Account of the Affair at Wavres. Dinant, June 20, 1815. It was not till after seven in the evening of the 18th of June that I received the letter of the Duke of Dalmatia, which directed me to"], [243, "APPENDIX. 217 march on St. Lambert and attack General Bulow. I fell in with the enemy as I was marching on Wavres. He was immediately driven into Wavres ; and General Vandamme's corps attacked that town and was warmly engaged. The portion of Wavres on the right of the Dyle was carried; but much difficulty was experienced in debouching on the other side. General Gerard was wounded by a ball in the breast, while endeavouring to carry the mill of Bielge, in , order to pass the river, but in which he did not succeed; fortu nately his wound is not mortal. Lieutenant General Aix had been killed in the attack on the town. In this state of things, being impatient to debouch on Mont St. Lambert, and co-operate with your Majesty's army on that important day, I detached on Limale Pajol's cavalry, Teste's division, and two divisions of Gerard's corps to force the passage of the Dyle and march against Bulow. Vandamme's corps, in the mean time, maintained the attack on Wavres and on the mill of Bielge, whence the enemy showed an intention to debouch, but which I did not conceive he was capable of effecting, the position and courage of our troops being pledges that he could not. My movement on Linjale required time in proportion to the distance: I hpvveye* arrived, executed the passage, and the Iai"], [244, "218 APPENDIX. heights were carried by Vichery's division and the cavalry. Night did not permit us to advance farther, and I no longer heard the cannon on the side where your Majesty was engaged. I halted in this situation until day-light. Wavres and Bielge were occupied by the Prus sians; who, at three in the morning of the 19th, attacked in their turn, wishing to take advantage of the bad position in which I was, and expect ing to drive me into the defile, and take the ar tillery which had debouched, and make me re pass the Dyle. Their efforts were fruitless ; the intrepidity of the troops enabled me to repel all their attacks, to overwhelm the Prussians, and to carry the village of Bielge by Teste's division. The brave General Penney was killed. General Vandamme then passed one of his di visions by Bielge, and carried with ease the heights of Wavres, and, along the whole of my line, the success was complete. I was in front of Rozierne, preparing to march on Brussels, when I received the sad intelligence of the loss of the battle of Waterloo. The officer who brought it informed me that your Majesty was retreating an the Sambre, without being able to indicate any particular point on which I should direct my march. While engaged on the whole of my line I ceased to pursue, and began my retrograde movement. The retreating army did"], [245, "APPENDIX. 219 not think of following me. I marched to Tem -ploux and Gembloux, and had my light cavalry at Marc de St. Denis, and my dragoons on Namur. Learning that the enemy had already passed the Sambre, and was on my flank, aud not being sufficiently strong to make a diversion in favour of your Majesty without compro mising the army which I commanded, I marched on Namur; the fourth corps by the road from Namur to Charleroi, and the third by the direct road leading thither from Tetnploux. At this moment, the tails of the columns in the rear were attacked. That of the right made a retro grade movement sooner than was expected, which endangered for a moment the retreat of the left ; but good dispositions soon repaired every thing, and two pieces which had been taken were re covered by the brave twentieth dragoons, who be sides took an howitzer from the enemy. The weak squares of the .... regiment being charged by a numerous cavalry waited for their coming up within musket shot, and made them sustain a most enormous loss, and thus proved what proper dispositions, joined to coolness and a well directed fire, can accomplish. The enemy's Cavalry was then charged by cur first hussars headed by Camp Marshal Cleary, and left a number of prisoners in our hands. We entered without loss. The long defile, which ex-"], [246, "220 APPENDIX. tends from this place to Dinant, in which only a single column can march, and the embarrassment arising from the numerous transports of wounded, rendered it necessary to hold for a considerable time the town, in which I had not the means of blowing up the bridge. I entrusted the defence of Namur to General Vandamme, who, with his usual intrepidity, maintained himself there till eight in the evening ; so that nothing was left be hind, and I occupied Dinant. The enemy lost some thousands of men in the attack on Namur, where the contest was very obstinate, The troops have performed their duty in a manner worthy of praise. (Signed) De Grouchy. No. XII. Letter from Prince Bernard of Saxe Weimar to his Father. In Bivouac near Waterloo, June 19. Dear Father, Thank God I am still alive and safe and sound, after two most sanguinary battles. The first was fought on the 16th, and the se cond yesterday. 1 beseech you, have Ferrary's Chart before you while you are reading my letter. I was cantoned during four weeks at"], [247, "APPENDIX. 221 Gennape with the regiment of Orange Nassau, of which I am colonel. On the 15th, I was appointed Brigadier of the second brigade of Perponcher's division, my predecessor having unfortunately had his leg broken. By this appointment, I had, besides my two battalions of Orange Nassau, three battalions of the Duchy of Nassau placed under my command. My brigade then con sisted oi four thousand men; now I have only twelve hundred of them left! On the 15th, the French fell upon the Prussian army, and pressed it furiously. My brigade pro longed the left wing of the Belgic army, the head quarters of which were at Braine-le-Comte ; the head quarters of my division were at Nivelles. A Nassau battalion and a battery of Belgic horse artillery were stationed at Frasnes. When the Prussians retired on Fleurus, the post of Frasnes was attacked and carried. The infantry rushed into a wood on the right; the artillery retired fighting to Quatre Bras. I assembled my bri- gade on that important position, cannonaded the enemy, and succeeded in preventing his advance. I maintained this position throughout the whole of the night. Towards morning on the 16th, I was reinforced by a battalion of Belgic chasseurs, and a battalion of militia. Soon after this, my General of Division and the Prince of Orange arrived. I proceeded to the advanced posts with"], [248, "222 APPENDIX. the latter, and by his orders undertook a recon noissance with a battalion and two pieces of cannon. Towards noon the enemy advanced strong columns, and began to cannonade us. We had only five battalions to oppose to him, and had the debouches of a wood to defend to the last extremity. The Duke of Wellington was present at the commencement of the action ; though I had but two pieces of cannon to defend myself, yet I maintained my ground for a considerable time against an army three times superior in numbers. The enemy at length gained possession of a wood opposite me, and incommoded my left flank. Without loss of time, I took with me some volunteers and a battalion of militia, and once more made myself master of the wood at the point of the bayonet. In cutting down some of the branches of the trees, I received a slight wound from my own sabre, but I never for a moment retired from the engagement. The wound is not worth noticing : I mention it only to prevent you and my dear mother from being alarmed by exaggerated reports. Whilst I was defending the wood, the enemy drove our left wing as far as Quatre Bras. At this moment the brave Duke of Brunswick was killed by a ball which entered his breast. Several strong columns turned my right flank; I applied for"], [249, "APPENDIX. 223 orders to direct me now to proceed : but I re ceived none. Finding that I was surrounded on all sides, and that the ammunition of my troops was exhausted, I retired in good order through the wood to the vicinity of Hautaine le Val. General Aiten's Hanoverian division supported roe; the wood was retaken and again lost. At length the English forced it with the loss of a considerable number of troops, and maintained themselves there throughout the night : I bivou acked there. That day the Prussians retreated on Wavres, and on hearing of this retreat, we were obliged to retire to the position near Mont St. Jean, between Gennape and Brussels: this took place on the 17th. We were under the necessity of bivouacking that night on very miry ground, and the rain poured in torrents. Yesterday, at ten o'clock, commenced the de cisive battle, which, towards evening, was com pletely gained by Wellington over Napoleon in person. One hundred and sixty pieces of cannon have been gained by this sanguinary victory. I commanded in the left wing, and was charged to preserve a village and a position : in this I suc ceeded, though with considerable loss. The victory was still doubtful, when, about four o'clock, the Prussians under Generals Bulow and Ziethen came up with our left flank, and"], [250, "224 APPENDIX. decided the battle. Unfortunately the Prussians^ who were to have supported me in the village* mistook my Nassau troops for the French (for they still wear the French uniform, though in their hearts they are true Germans) and assailed them with a dreadful fire ; they were driven from their position, and I rallied them at a quarter of a league from the field of battle. My General of Division, whose Jirst brigade is totally destroyed, is at present with me. I must now close my letter, for I have just re ceived orders to march to Nivelles in pursuit of the enemy. Adieu, dear father : salute for me my mother, my sister in law, my brother, and all my friends j and be assured that I will do all to render my self worthy of you. Colonel and Brigadier Bernari> of Saxe Weimar. No. XIII. Declaration to the French People. (Published on the 22d of June, 1815.) Frenchmen ; In commencing the war for maintain- ing the national independance, I relied on the"], [251, "APPENDIX. 225 union of all efforts, of all wills, and on the con currence of all the national authorities. I had reason to hope for success, and I braved all the declarations of the powers leagued against me. Circumstances are changed. I offer myself a sacrifice to the hatred of the enemies of France. May they prove sincere in their declarations, and may they really have no designs but against my person ! My political life is at an end, and I proclaim my son, under the title of Napoleon II, Emperor of the French. The present members will provisionally form the council of government. The interest, which I take in my son's welfare, induces me to request the Chambers to form the regency by a law with out delay. Let all unite for the public safety, and to preserve the national independance. (Signed) Napoleon. No. XIV. Malmaison, June 25, IS 15. Napoleon, to the brave Soldiers of the Army before Paris! Soldiers ! When I yield to the ne- cessity, which compels me to leave the brave"], [252, "226 APPENDIX. French army, I carry along with me the happy assurance, that it will justify, by the eminent services the country expects from it, the eulo giums, which even our enemies cannot withhold from it. Soldiers! Though absent, I shall follow all your steps. I know all the corps; and not one of them will obtain any signal advantage over the enemy but I shall give it credit for the cou rage it may have displayed. Both you and I have been calumniated. Men, incapable of appreciating your achievements, have regarded the marks of attachment, which you have given me, as a zeal of which I was the sole object. Let your future success convince them, that it was the country, above all things, which you served in obeying me ; and that, if I had any share in your affection, I owed it to my ardent love for France, our common mother. Soldiers ! Some efforts more and the coalition will be dissolved. Napoleon will recognise you by the blows you are about to strike. Save the honour and iudependance of the French people ! Be, to the last, the same men as I have known you for twenty years, and you will be invincible. (Signed) Napoleon."], [253, "APPENDIX. 227 No. XV. Military Convention. This day, the 3d of July, 1815, the Com missioners named by the Commanders in Chief of the respective armies ; that is to say, the Baron Bignon, holding the portefeuille of Foreign Affairs; the Count Guillemont, chief of the general staff of the French army ; the Count de Bondy, Prefect of the Depart ment of the Seine, being furnished with the full powers of his Excellency the Marshal Prince of Eckmuhl, Commander in Chief of the French army, on one side; and Major General Baron Muffling, furnished with the full powers of his Highness the Field Marshal Prince Blucher, Commander in Chief of the Prussian army; and Colonel Hervey, furnished with the full powers of his Excellency the Duke of Wellington, Com mander in Chief of the English army, on the other side, have agreed to the following articles: — Article I. There shall be a suspension ef arms between the allied armies commanded by his Highness the Prince Blucher and his Grace the Duke of Wellington, and the French army under the walls of Paris. Art. ii. The French army shall put itself in"], [254, "228 APPENDIX. march to morrow, to take up its position behind the Loire. Paris shall be completely evacuated in three days; and the movement behind the Loire shall be effected within eight days. Art. in. The French army shall take with it all its materiel, field artillery, military chests, horses, and property of regiments, without ex ception. All persons belonging to the depots shall also be removed, as well as those belonging to the different branches of administration which belong to the army. Art. iv. The sick and wounded, and the medical officers whom it may be necessary to leave with them, are placed under the special protection of the Commanders in Chief of the English and Prussian armies. Art. v. The military, and those holding em ployments to whom the foregoing article relates, shall be at liberty, immediately after their recovery, to rejoin the corps to which they belong. Art. vi. The wives and children of all indi viduals belonging to the French army shall be at liberty to remain in Paris. The wives shall be allowed to quit Paris for the pur pose of rejoining the army, and to carry with them their property and that of their husbands. Art. vii. The officers of the line employed with"], [255, "APPENDIX. 229 the federal, or with the tirailleurs of the na tional guard, may either join the army or re turn to their homes, or the places of their birth. Art. viii. To morrow, the 4th of July, at mid-day, St'. Denis, St. Rouen, Clichy, and Neuilly shall be given up. The day after to morrow, the 5th, at the same hour, Montmartre shall be given up. The third day, the 6th, all the barriers shall be given up. Art. ix. The duty of the city of Paris shall continue to be done by the national guard and by the corps of the municipal gendarmerie. Art. x. The Commanders in Chief of the English and Prussian armies engage to respect, and to make those under their command respect, the actual authorises so long as they shall exist. Art. xi. Public property, with the exception of that which relates to war, whether it belongs to the government or depends upon the muni cipal authority, shall be respected, and the allied powers will not interfere in any manner with its administration and management. Art. xn. Private persons and property shall be equally respected. The inhabitants, and in general all individuals who shall be in the capi tal, shall continue to enjoy their rights and li berties without being disturbed or called to ac count, either as tq the situations which they hold"], [256, "230 APPENDIX. or may have held, or as to their conduct or po litical opinions. Art. xiii. The foreign troops shall not inter pose any obstacles to the provisioning of the capital, and will protect, on the contrary, the arrival and free circulation of the articles which are destined for it. Art. xiv. The present Convention shall be observed, and shall serve to regulate the mutual relations until the conclusion of peace. In case of rupture it must be denounced in the usual forms, at least ten days beforehand. Art. xv. If difficulties arise in the execution of any one of the articles of the present Conven tion, the interpretation of it shall be made in favour of the French army and of the city of Paris. Art. xvi. The present Convention is de clared common to all the allied armies, pro vided it be ratified by the powers on which these armies are dependant. Art. xvn. The ratifications shall be ex changed to morrow, the 4th of July, at six o'clock in the morning, at the bridge of Neuilly. Art. xvm. Commissioners shall be named by the respective parties, in order to watch over the execution of the present Convention. Done and signed at St. Cloud, in triplicate,"], [257, "APPENDIX. 231 by the Commissioners above named, the day and year before mentioned. The Baron Bignon; Count Guillemont. The Baron De Muffling; F. B. Hervey, Colonel. Approved and ratified the present suspension of arms, at Paris, the 3d of July, 1815. Blucher. Wellington. Approved, Marshal the Prince D'Echmuhl No. XVI. Attestation given to General Gourgaud by the Captain of the Bellerophon. I, the undersigned, Post Captain in the ser vice of his Britannic Majesty, and commanding his Majesty's ship the Bellerophon, declare upon my honour, that, being on the 14th of July last in Basque Roads, Field Marshal Baron Gour gaud, aide de camp to Napoleon, voluntarily came on board my ship, in company with Count de las Casas ; the boat, which brought the said gentlemen, bearing a threecoloured flag, and a flag of truce. * Baron Gourgaud delivered to me a letter from General Count Berlrand, which in*"], [258, "232 APPENDIX. formed me, that Napoleon had sent the said Baron Gourgaud, he being the bearer of a letter to his Royal Highness the Prince Regent of England, of which he gave me a copy. I consequently directed this General Officer to be conveyed to Portsmouth, on board his Majesty's sloop the Slaney, at the same time transmitting a despatch to the Admiralty. I moreover declare, that it was agreed that General Gour gaud should have every facility for fulfilling his mission, and delivering to his Royal Highness the Prince Regent the letter, of which he was the bearer. The winds forced the Slaney to enter Ply mouth, where Admiral Keith refused General Gourgaud permission to land, though he was always considered as a flag of truce on board the sloop. The Slaney having proceeded to Torbay, I again received Baron Gourgaud on board his Majesty's ship the Bellerophon, which I command. Baron Gourgaud, as I have before stated, came voluntarily, and as a flag of truce, on board my ship. In faith of which I sign the present attestation, at the request of Baron Gourgaud, from whom my sense of ho nour would not suffer me to withhold it. (Signed) Maitland, Captain of his Majesty's Ship the Bellerophon s at Sea, August 4, 1815."], [259, "APPENDIX. 233 No. XVII. Protest of the Emperor Napoleon. I hereby solemnly protest, in the face of God and man, against the violation of my most sacred rights, by the forcible disposal of my person and liberty. I came voluntarily on board the Bel lerophon : I am not a prisoner ; I am the guest of England. As soon as I set foot on board the Bellerophon, I was on the threshold of the British people, and under their protection. If the government, by directing the Captain of the Bellerophon to receive me and my suite, meant only to entrap me, it has forfeited its honour, and tarnished its flag. Should this act be carried into execution, in vain will the English boast to the rest of Europe of their good faith, their laws, and their liberty : British faith will have perished with the hospi tality of the Bellerophon. I appeal to history : it will record that an enemy, who had for twenty years waged war against the English people, came voluntarily, in his misfortunes, to seek an asylum under the protection of their laws. What greater proof could he give of his esteem and confidence ? But how have the English answered such confidence"], [260, "234 APPENDIX. ar.d magnanimity ? they pretended to extend a friendly hand to this enemy; and, when he re lied on their good faith, they sacrificed him. Napoleon. Onboard the Bellerophon, at Sea, August 4, 1815. THE END. CHARLES WOOD, Printer, Poppin's Court, Fleet Street, London."], [261, ""], [262, ""]]