[[1, ""], [2, ""], [3, ""], [4, ""], [5, "POEMS, BY ROBERT GILCHRIST. NEWCASTLE: PfUNTED BY HTLLIAM EOAG, FOOT OF DEAN' 7TRFFT. 1826."], [6, ""], [7, "In the Address prefixed to the Collection of my Songs, 1 observed, that they were \" part of the Poetical Effu sions, composed during a life of incessant toil, from the early age of twelve years.\" This Volume contains the remaining part of my Poetical Efforts, the com position of which have served to alleviate and enliven those hours of exertion and recreation, which neces sarily fall to the lot of manual employment."], [8, ""], [9, "L? POEMS. A Voice was heard from Zion's Hill, Round which in dust her temples lay - There songs of praise were wont to thrill, But Salem's fame had passed away. Her sons had lost their kind regard — Her daughters captives to their foes ; Alone the hoary, patriot Bard Remained to weep his country's woes He sad and solemn touched the lyre, While round him shades of horror gleamed Forth from his eyes the sacred fire Of truth and inspiration beamed. How piteous looked this man of woe — What joys and sorrows, hopes and feats, Shone on his front 'neath locks of snow, With intermingling smiles aud tears. Within thy dreary wastes arc seen, O city ! — glorious once to see — What mighty Israel once has been— What chosen Israel vet shall be. K"], [10, "6 > The vengeful sons of alien states Now raze thy glories to the ground. O, hapless land ! within thy gates The wise and just no more are found. Thy foes exulting tread thee down, Blaspheming loud each sacred name ; No heart beats high with thy renown, And silent is the voice of fame. Thy sinful sons now vainly mourn — The ear of pity hears them not ; They live of all the mock and scorn, And die unwept as one forgot. + But though thy foes may triumph now, And though beneath their iron reign Thy fallen sons must suppliant bow And vilely drag the servile chain — Though torn the chaplet from thy brow, And shame and ashes mingle there — Again thy foes thy power shall know, For Judah is Jehovah's care. From Jesse's Root a Branch shall spring A Star whose brightness ne'er shall dim Of monarchs He shall be the King — - Yea, all the earth will kneel to Him. The heathen shall behold the light, And sing His praise with joy supreme, Who free from death and endless night, Did all with mighty power redeem."], [11, "7 ear, Shall one by fraudful wiles betrayed Be blest with thy forgiveness never ; Or canst thou say farewel, sweet maid, To one whose heart is thine for ever ? One moment can resentment glow In hearts so good, so pure as thine? As soon might angels taste of woe, Or fiends partake of joy divine. While far from thee I cheerless roam, Through deserts toil or plough the billow, Say, wilt thou never think of him Whose breast so oft hath been thy pillow? Shall not, as beams yon baleful moon — Which tells of sweets no more to be- That fluttering heart, my only boon, Reserve one tearful sigh for me ? Oft, pensive, as I number o'er Soft hours of bliss with thee partaken, What anguish thrills through every pore, Thus left forlornly and forsaken. When this sad heart shall cease to beat, When death's dread tale shall reach thine Wilt thou not mourn my hapless fate, And bless my memory with a tear ?"], [12, "8 Long, long farewel ! — yet ere we part-,. One last fond kiss — thy latest token — Awhile to sooth a bursting heart — A heart by thy unkindness broken. WRITTEN AT MIDNIGHT, DURING A STORM. O'ER all deep sleep extends her sovereign power, Save him who sadly sings this joyless hour ; While swelling loud the foaming torrent roars Along the rugged, bleak deserted shores. Destruction's bolt is whirled in every blast, And Desolation seems to wreak her last. Horrors on horrors, awful, fierce, and black, Rush intermingling in one hideous track. Time seems to stagger on the awful brink, And Nature seems within herself to shrink — Vengeance terrific, in her fiery car, Exulting, urges on the dreadful war. Aloft the storm yon giant mountain throws His frown supreme, with tempests on his brows, While down his yawning sides the cataract hurled. Proclaims him monarch of the alpine world — On either side he views the raging main, And sends its echoes to its depths again."], [13, "9 'j These are His works, 'fore whose all seeing eye Streams softly glide and fearful tempests fly ; Who bids the lightning o'er the earth to blaze, And mercy forth to shine with cloudless rays. His name, His glories, all his works display — ■ E'en Night itself proclaims eternal Day. The last farewel — the parting look, The languid smile and starting tear — When each will feel like one forsook By all that once was held so dear — When sighs and smiles, and hands and hearts Once blended, are asunder tore — When even Hope no ray imparts On them who part to meet no more. The song of joy is mute to them, In vain the softest numbers flow ; Nor glittering ore nor sparkling gem Can soothe the latent spring of woe ; Nor pleasure's wiles nor beauty's glow Can to such minds their peace restore ; A wound so cureless none cap know Save them who part to meet no more. As, blighted by some fatal storm, The lilies strew their mossy bed, So shall be seen some lovely form, Its sweets and beauties timeless shed."], [14, "10 5 The thought which will not pass away, The heart bears in its inmost core, And sadly dooms its own decay With them who part to meet no more. And will they never meet again ? Shall constant hearts, with anguish torn, Breathe all their vows and prayers in vain, And never, never cease to mourn ? Yes, they shall meet, though long in twain- There is a shrine where all adore ; There shall such hearts unite again, Though here they part to meet no more. ON THE DEATH OF And art thou gone ! Is this the last Of all that now remains of thee I And is the fleeting vision past — A dream of nameless bliss to me ! And who shall speak the depth of woe When Love and Hope alike depart — When no faint gleam remains to glow The panged and desolated heart ? Thou'rt even as the lily fair, Which yields untuned its fragrant breath Which, blooming fresh, is doomed to share The blighting, withering blast of death."], [15, "11 -> Insatiate Death ! — -no bloom of youth, Nor yet the silken ties of love, Nor warmth of faith, nor force of truth, His cold, unfeeling heart can move. Thee in thy virgin sweets arrayed Whom Virtue claims as all her own, In endless sleep the tomb must shade, And we are left to sigh alone. To thee again I yet would speak, And think thy voice yet soothed despair I yet could press thy lip and cheek, And deem that life yet lingered there. And robed in light that form shall rise, Through realms ethereal wing its way, Where all unknown are tears and sighs, To mingle in eternal Day. Another heart than mine may deem A fate like thine no pang should give — Thy life inspired Religion's theme, Thy death may teach us how to live. LINES written in a country alehouse. Here we behold the sons of Bacchus set, To drown their sorrows in tumultuous joys, Where each his past misfortunes does forget — Where calls for silence but increase the noise"], [16, "12 -> Fumes potent rise, and each succeeding draught Proclaims the growing goodness of the beer ; And Hodge rears his stentorian voice aloft — For he in reasoning owns no compeer. In Politics with foresight keen he dips — To show their course his spacious hand extends Fates fall from off the rustic Nestor's lips, And empires hang upon his fingers' ends. With well-clenched fist he makes the table plead ; Half-thunderstruck the gaping rustics stare ; They all admire the wisdom in his head — But the great wonder is, how it came there I like such rhetoric — for to me it shows More than a world of flowery tropes could teach- That e'en the English Peasant feels and knows The glorious privileges of thought and speech. Think not the sigh which speaks of woe — The heart thou may'st not mention now — Could ever wish thee to bestow One thought to mar thy plighted vow. Though once to thee my heart might kneel, And only seem with thee to live, Changed are those throbs — and those I feel, Are more than thou had'st power to give."], [17, "13 The true and latent cause to know, In vain thy soothing strains allure, Of pangs which rage with ceaseless glow, Alike too deep for sight or cure. I ask thee not to think of me — I ask thee not for broken sighs ;: It were a crimson guilt in thee To steal one glance on former ties. Each ill though I were doomed to bear, Thine aid should e'er remain unsought ; I would not bless thee for a tear, Nor give thy heart one painful thought. To balm thy mind may Fate aspire, And waft thy woes on letheau wings. Forget the past— heed not the lyre To which a wayward faney sings. The look of the maid said her heart was riven — Despairing, though bright, was her eye, As the lightning which gleams o'er the front of heaven, Aud heavy and deep was her sigh. And wan was the cheek, on which Beauty had played As the glance which awakens the day — And her lips, which the sigh full of sweetness betrayed, Pale, trembling-, and cold as the spray. c"], [18, "14 To her, lost the peace which the pure bosom knows, And, polluteless, defies every stain — To her, lost the balm of that blissful repose, Of the love that is felt not in vain. As the sweet blushing flower, which the withering blast Was destined to blight in its bloom, With madness she drags every thought on the past, To the dark pathless shades of the tomb. THE ORPHANS. Two Orphan Girls, unknown to guile — Our friends, if any, are but few ; We share our widowed mother's toil ; A father's care we never knew — For scarce our eyes were fixed on him, Ere Death made his for ever dim. Deprived of our paternal roof, Forlorn through this bleak world to roam. Our once kind friends now stood aloof, And left us without friends or home. But these were all our mother's fears, For we knew only infant tears. But we were still our grandsire's pride, Who no kind feeling e'er suppress. To us his door was opened wide, And we were each a welcome guest."], [19, "15 ■■> Yea, humble though the board and fare, We met a kind reception there. And may we e'er, with grateful hearts, The paths of love and duty choose ; And that which grace to us imparts, May we with equal joy diffuse ; And use the means w-hich Heaven bestows To soften keen affliction's woes. And may the ray, thus brightly sent, Beam o'er us while on earth we live. Though humble, we en^oy content Which neither wealth nor power can give. May we be honoured to profess The Name which heaven and earth shall bless. Our great Creator hath expressed — (And that fixed purpose who can shake?) — That just men's children shall be blest, E'en for their good forefathers' sake. And Heaven will ever gracious hear, The Widow's and the Orphan's prayer. Give me that scene, when the pale moon is shining, And throws her dubious rays through silver clouds Where the wild thorn is with the woodbine twining, And which a shade of darkness faintly shrouds."], [20, "16 There let me rove, with her my heart holds dearest- Whose heart was always mine, and mine alone ; Whose virtues rival beauties of the fairest, Pure as the gems the russet morn has shown. This is an hour Ambition never knew, Which all her gilded dreams can never give — Which all gay Pleasure's fancies never drew, Where Innocence alone is blest to live. Such be my life ! — and though a nation's voice Applaud my name, be this my happy lot — A life of love and peace to make my choice, U nen vied by mankind, and envying not. In darkness veiled, behold yon ruins grey, Where gloomy sorrow weeps her own decay ; And the wild avenues of rampant trees, With sullen murmurs meet the evening breeze — Where Desolation sits, in night arrayed, And Solitude has formed her shrine and shade. While on the shattered rafters wild flowers bloom, Like Beauty smiling on a nation's tomb, Each broken column totters in the blast, A grim, distorted vision of the past. All, all is changed — and this alone remains, Where horrors dwell, and Superstition reigns. And every look now gi-ven, and every sigh, And every tear which steeps the melting eye, And every sound which echoes through the dell, Responds that joyless, weeping word — Farewell"], [21, "17 LINES ON GIBSIDE. While winds are hushed, and snows no more are seen And lovely Nature smiles in robes of green — Aud while the matin lark, on joyous wing, Pours forth her welcomes to the gladsome spring, And the bright dawn receives the vernal streak, Like the soft blushes on a maiden's check — Here let me rest, beneath these sacred shades, By silvery streams and sweetly-winding glades, Where princely Gibside rears her stately towers, 'Mid velvet lawns and never-fading bowers — Fraught with whatever fascinates the eye, Or charms the ear with softest melody. Where verdant meads in graceful slopes decline, In sober stillness glides the distant Tyne — Full on her bosom borne the sable store Her numerous fleets convey from shore to shore ; And thus, in distant lands, her name is known, And Wealth's exhaustlcss source is all her own. O, Gibside ! long the heart shall dwell with thee — Its fondest, dearest earthly hope would be, Near such a spot, from busy scenes removed, To live through life with those in youth beloved ; And with thy battlements contrast my cot, And thank the Power that gave the humble lot."], [22, "18 ON THE APPROACH OF WINTER. No longer cheered by Zephyrs mild, The withering leaves of Autumn fall — The bleak winds murmur hoarse and wild, And sombre sadness steals on all. The Sun streams bright through watery clouds, Which add new lustre to his rays. Delusive promise ! soon he shrouds His glories from the wistful gaze. Immutably creation's laws Are ever fixed. The seasons roll Their destined course without a pause — 'Tis Man that will not brook controul. The withered leaf on which he treads, Speaks to him in the voice of Fate — He passes on, frail man ! nor dreads A lesson he may learn too late. His morn of Spring is free from cares — His Summer's noon is brief and gay ; And what his Autumn's evening spares, His night of Winter sweeps away. Whoe'er thou art, know there will be A day which will not dawn to thee ;"], [23, "19 LADY, OF When thou, like yonder fairest flower (The pride and victim of an hour), With all its sweetness past away, Cold in the dust will meet decay. VERSES on a PLANT REARED by a AND WHICH DIED IN CONSEQUENCE BEARING SO MUCH BLOSSOM. O, goodly Plant !i — how blest thy end — In which all sweetness vied ; Reared by the hand of virtue's friend — Her earthly Eden's pride. No wintry sleets, nor banefid blast, Harmed thee with blighting breath ; For thou wert beauteous till the last, And loveliest e'en in death. Forth from thy ever fruitful stem, Each blushing blossom sprung ; WThile on thy leaves each sparkling gem Of dew enraptured hung. Unlike the form by vice despoiled, Thy flowers each fragrance breathed — In thee each grace and virtue smiled, As if divinely wreathed."], [24, "20 Like thee, did Shiloh bloom and fade, Celestial Eden's pride — In Glory's cloudless suns arrayed, And fraught with sweetness- — died. Say, wilt thou weep — say, wilt thou weep When I shall sleep the endless sleep ; And when my cold sepulchral stone Shall be thy couch to mourn alone ? Wilt thou recal our youthful love, When once thy lips essayed to move, But mutely left thine eyes to speak, When first I pressed thy glowing cheek ? Will sweet remembrance fondly dwell, And feel again Love's magic spell — When, in the hallowed front of Heaven, Thy virgin vows to me were given ? When thou wert hailed the minstrel's bride, Stern Winter doffed his storms aside, And blithely mantled forth in green, 'Neath mellowed rays, and skies sereue. Could aught thine eye or ear rejoice, If dim the sight, and stilled the voice, Which were to thee, in eveiy thrall, The charm which soothed and sweetened all ?"], [25, "21 j Then when I sleep in death reclined, Wouldst thou be lingering behind — Or rather bid my spirit stay, And fly with it to cloudless day ? The Prince of Bards sleeps in his last repose — His lyre, unstrung, will ne'er be heard again ; His heart, now cold, throbs not with fancied woes, To swell the numbers of his magic strain. Thus shall the blooming cheek of Beauty fade, Her eyes, like dazzling orbs, must soon be dim, E'en as this bard ; — in all earth's pomp arra)-ed, He sleeps, as all Earth's sons shall sleep with him The Muse, enamoured of his matchless power, Knelt, blushing, o'er a self polluted shrine ; She felt the breath which blights the fairest flower, And read her shame in many a dulcet line. With youth's gay ringlets floating on his browr Thus fallen, like a withered leaf half-blown, O'er him the sons of song green bays will strew, Aud flowers of deadliest hue will these be strown Yes, round the pillow of his endless rest, The fadeless laurel with the night-shade blooms Wreathed for a bard at once the worst and best — A day of glories, and a night of glooms. u"], [26, "22 t OX THE RUINS OF BEN'WKI Here lovely Benwell sweetly spreads Her verdant borders wide, Unconscious how the clambering weed O'ertops her ancient pride. Once Splendour's throne, the tearful eye A cheerless pile surveys, Whose mouldering walls alone record The tale of better days. Cold is the cheek, and laid in dust, Once shone in beauty's prime, Where Ruin half recals the pomp, Which seemed to mock at time. Yon aged trunks, in ivy bound, With taste and order ranged, Once, rich in foliage, swept the clouds, Now withered, low, and changed ! Thy star, oh ! Benwell ! here is set,. In dark and lasting gloom ; Bleak Desolation rears her head, And, sighing, seals its doom. In vain for it shall Fortune's sun Her dazzling rays restore, Its day is past, its night is come, Its glories are no more !"], [27, "23 LINES <®n the -©fath of the 2Sc». 3foi)n -S-mitf), VICAR OF NEAVCASTLE. The marble monument — the wreath of bays — The solemn requiem — and the song of praise, May laud the mighty, or deplore their fate, But are not wanted for the truly great. Earth's noblest fabrics moulder into dust, But Memory rears her temples for the just. Thus we consign him to his long repose, Loved by his friends, and honoured by his foes. Want's tearful eye — the languid voice of pain, Ne'er shed that tear, nor raised that voice in vain. For every woe hi3 heart compassion bore, Meek Pity smiled, and Misery wept no more ! Thus shall he rest, and this alone illume And guard the sacred precincts of his tomb; E'en barbarous hands, when he is long forgot, Inspired with awe, shall spare the hallowed spot. The grateful sorrow, when the good depart, Excels the efforts of the sculptor's art, Nor loftiest numbers that were ever penned Say more than this — here lies the poor matssfriena1!"], [28, "24 WRITTEN AT THE TOMB OF CUNNINGHAM, IN ST. JOHN'S CHURCH-YARD, NEWCASTLE. Lament him ye -/allies, ye hills, and ye mountains, And mournfully echo his name through the groves ; Lament in your murmurs, ye soft-winding fountains, Sweet themes of his songs, and dear scenes of bis loves. Now jocundly Mirth may outcarol his numbers, And Fancy with flowerets his bust may entwine — But these ne'er shall wake from chill Death's icy slumbers, The Poet who sung on the Banks of the Tyne. Here sleeps, sons of genius, a spirit undaunted ! What availed all his merits so blushing and fair, Consigned to the earth, with his honours untainted, The subject of praise which he never must hear — Though his name and his fame will be sung in each ballad, In ages remote still immortal to shine, And the green turfy pillow wUl ever be hallowed Of the Poet who sung on the Banks of the Tyne ! Farewel! the faithless dream is past, And I will call thee mine no more ■ A long farewel ! for 'tis the last That e'er shall rend my bosom's core."], [29, "25 The sate which tears thine band away Might daggers plunge in hearts of steel, But mine shall ne'er the pulse betray Of pangs which thou hast made it feel Forgetful of thy humbler fame, Shouldst thou in wealth and splendour shine, One latent throb still let me claim, Breathed from the heart which once was mine The time may come when thou wilt sigh ; But may that day be far from thee. The time may come, thy tear- fraught eye Will shed its languid glance on me. Then, though thy form may seem estranged, Yet only speak thy once-loved name, And, though my looks may then be changed, My heart will be, as now, the same. RUTHBERT AND HIS COCKLE SHELL. COMPOSED DURING THE KING'S VOYAGE FROM LON DON TO EDINBURGH, AUGl'ST, 1822. When England's King passed near the coast Of bleak Northumbrian sombre green, All in his train a naval host Of many a gallant bark was seen."], [30, "26 Os all the loyal hearts, that day, Which heaved upon the Ocean's swell, But one alone caught every eye — 'Twas Ruthbert, in his Cockle Shell. (1) His cockle shell one paddle trimmed, (2) And soon he spread his snowy sail, Then lightly o'er the wave he skimmed, And flashed before the western gale. Him, lords and vassals loudly cheered, While ladies shrieked, or fainting fell, As dauntless still to seaward steered Bold Ruthbert, in his Cockle Shell A deed so daring, reckless done, Were more to censure than to sing — But gallant Ruthbert here was gone To pay his homage to his King. He saw his King — (so undenied His long last wish)— he wished him well — Then homeward, o'er the foaming tide, Bore Ruthbert, in his Cockle Shell, Northumbria's shores received her son His welcomes all her vallies rung- ; From all but her his love had won But let the tale remain unsung ; A feeling it would here impart, As when we hear the funeral knell — For desolate was Ruthbert's heart, Though loyal in his Cockle Shell."], [31, "27 Our monarch may see length of days — Our monarch may be justly great — The world may echo forth his praise, His splendid pomp and regal state — But all the glare of Court parade, And all the praises tongue can tell, Can ne'er vie with that tribute paid By Ruthbert, in his Cockle Shell. TO MY LAMP. All hail ! to me, thou queen of glorious lights Thou silent monitor of dates and times- Thou lonely cheerer of those long dark nights, Which dreary Winter brings on northern climes Thy rustic form shall wake the rustic lyre ; Thou emblem just of sublunary fame, Like thee, we blaze our moments and expire — But thou can'st glow with renovated flame. Yes, thou pale trembler, by whose beams I write, Thou livest beyond our tenement of clay ; When closed these eyes in everlasting night, Still thou shalt burn, nor with less genial ray Lustres may dazzle many — shall, less blest, Contentment view thy less resplendent rays, As when the Sun, in Autumn's limpid west, Inspires repose with calm unsullied blaze ?"], [32, "28 Perchance some Genius, in remotest times, Thee, as his sole companion, yet may take ; Thy livid light, which now inspires these rhymes, May then in him some nobler spirit wake. Thinkest thou that the sigh which would faintly re- prove thee, One doubt of thy constancy e'er could sustain ; Thinkest thou that the heart which for ever must love thee, Could harbour one thought which to thee would give pain. Yet there is a feeling which makes the heart faulter, Though Jealousy never usurped a seat there ; And there is a feeling which Time cannot alter, When hope is succeeded by placid despair. Wilt thou heal the mind which has once felt that sadness, Yet never was heard of its woes to complain — Wilt thou heal the mind, which no more had known gladness, Had thy soft soothing voice poured its sweetness in vain. The boon I would ask, is thine heart undivided, As pure as the dew that bathes roses in bloom — As a blest genial light, which through bleak darkness glided, And cheered, with its radiance, e'en deserts of gloom."], [33, "29 VERSES, COMPOSED ON HEARING THE UNFORTUNATE MlSS A S-INGING. That was a plaintive note ! It seemed to say, The heart which breathed it is but ill at ease — And yet that voice, nor sad nor yet too gay, Thrills forth in sweetness which must always please. If light her song, dark thoughts seem hovering nigh, And oft a tear bedews her fading cheek — There is a bitterness in her sweet sigh, Which would say more than all her words could speak. Yet, though a blighted lily, still she blooms, And the mild glance which melts from her dark eye Seems as the ray which through bleak Winter's glooms Throws soft effulgence o'er a troubled sky. Fatal revolt from Virtue's paths, which gave To Vice the spoiling of so fair a flower, And placed to wither in some loathsome cave, The sweetest blossom blown in Beauty's bower. Her's is a feeling by no words exprest, Which tears the heart, and wrings its inmost core — A ceaseless pang which rages in the breast Where peace is lost, which nothing can restore. E"], [34, "30 ON SEEING arh** tfiein of (©ttirfmrc. Here Nature unshackled bounds light o'er the scene Of vales wide and verdant, and hills ever green ; And soft is the feeling which melts o'er the soul, Not the boisterous mirth of the full flowing bowl, Nor found in the follies of those mazy rounds Where Pleasure's gay votaries move to wild sounds, But a thrill fraught with rapture, a soft, soothing voice, Which beckons to gladness, and whispers — rejoice. On this lovely field rests the Patriot's bier, Where the battle, that raged, seems to din on the ear, And Fancy's wild visions defile the sweet plain With the sighs of the wounded, and blood of the slain, WThile the shouts of the horsemen, and the steed's foaming breath, Have all given place to the silence of death : And closed now for ever, and steeped deep in gore, The eye which has watched, but will never watch more ; And widows and orphans have mourned o'er the tale, And bitter their anguish, and fruitless their wail. Ambition paused not, nor withheld her career, Nor suffered such accents to fall on her ear ; Still plunging, in madness, through one direful flood Of famine, despair, desolation, and blood, Of horrors, destruction, war, rapine, and lust ; Achieving a Fame worth its tribute of — dust."], [35, "31 THE STRANGER. (3) Heaven shield the poor Stranger, few else will defend him, Unheard is his sigh, and unseen is his tear — Unknown are his wants, there are none to befriend him, And cold are the welcomes the Stranger must hear. With the winds bleak and high, while the tempest whirls round him, How heedlessly pass him the thoughtless and gay ; Nay, perchance, with a smile of contempt, too, to wound him, As cheerless and weary he toils on his way. Forlorn was the Stranger whom Judah rejected, Midst scorning, and insult, unpitied he stood ; By terrors surrounded, remained unprotected, And died for the souls then athirst for his blood. WRITTEN BENEATH A PORTRAIT OF jPoctov THE ILLUSTRIOUS DISCOVERER OF VACCINATION. He was no monarch for his conquests famed — No statesman, formed to blazon history's page — No hero, for achievments far proclaimed — No dazzling wit, the glory of his age."], [36, "32 He gained not wealth nor titles ; — his reward 'Twas not for kings nor empires to bestow — Chill Penury had Jenner's first regard, His best delight to soften human woe. Domes, obelisks, and pyramids, may rise, And mark the spot where some less honoured rest He needs them not, lo ! to his obsequies, A temple formed in every grateful breast. For others, the long glories of descent The pomp of heraldry may still proclaim ; But Jenner needs no other monument To speak his glories, or record his name. When Jesse's Son first struck the lyre, To chaunt the praise of Israel's Lord, The sweetness of the heavenly choir, Hung lingering on the trembling Ghord : The mountains heard the glorious sound, And joined to sing their Maker's praise; And e'en the foaming deep profound, Rolled softly, charmed by David's lays. He sung the power and matchless might Of One who made and rules the whole — Who form'd the Day, and bid the Night In all her peerless splendour roll —"], [37, "33 > Whose awful word controuls the skies, And to all realms their light displays — Who gives the Life which never dies, With mercies endless as his days. 'Twas thus the Prince of Minstrels sung, Ere Bethlehem's Star, with purest beam, Had o'er the earth its radiance flung — And yet this star was David's theme. He saw — (through future ages dim) — He saw in that predicted hour, The Star which ne'er should rise to him, Though then he knew its healing power. And this sublime Isaiah felt, And called aloud the Alpine throng (As on the wondrous theme he dwelt) To echo praise, and join his song. What raptures, then, should fill each breast To us that Sun of Light hath rose — To us that Sun hath all exprest, And guides us to our last repose. For us the Saviour of mankind In triumph entered Salem's gate, All lowly, on a colt reclined, The King of kings, in humble state No courser his of famed descent, All pampered, prancing, proud, and tall ; But meekly on a colt he went, And paid the debt which freed us all."], [38, "34 THE DEATH OF ISMIR. Dread the hour of the night when the climax of woes, From the blast of grim Death dismal sounded, By the last farewell shot, that was fired by our foes, Bold Ismir was mortally wounded. In the fair front of glory, still onward he led, Till on all sides the foe fled defeated, Then sank, like a chief, on the plain of the dead, And died when his fame was completed. On the field of renown midst his comrades he lay, Round each feature, where shone life's endeavour, The smile of a victor was yet seen to play, Though his soul had departed for ever ! O'er his head waved the banner, for victories named, (Each foe knew that standard appaling,) But, alas ! now the glory for which it was famed, In our hero for ever has fallen ! We bore him not hence, when the conflict was done, But with swords cut the sward deep and narrow, That the warrior might rest, on the field he had won, And that we might give vent to our sorrow."], [39, "35 Though no trophied urn, with the labours of verse, Was placed on the spot to survive him, Yet the tears of his soldiers shed over his corpse, Is a Fame of which none can deprive him. And there will the Good pay their tribute of sighs ; — The bright star of freedom, transcending, Will beam o'er the grave of the patriot who dies, The cause of his country defending. Thus fell gallant Ismir, the flower of the brave, Like a hero, in bloom, famed in story ; Like a hero, in bloom, was consigned to the grave, With silence, with grief, and with glory. LINES Œo i-Slt*. W&tn. ITagcg, ON READING HIS EFFUSION TO ELIZA. O, thou ! whose numbers thrill in every line, Might thus my bold and rustic hand aspire To trace the chords, so sweetly swept by thine, And wake to living strains the trembling lyre. Then would I sing, with thee, the matchless song Which wrung from Envy's eye the unconscious tear. Where softest melodies their sweetness flung, And poured their magic on the enraptured ear."], [40, "36 'Tis thine to flourish midst unfading bays, To touch all hearts, and make each thrall to cease — To free from baneful thoughts Love's genial rays, And lead, through virtuous paths, our steps to peace There may Eliza bloom, in endless spring, With grateful smiles to sooth each pang of woe. Her bliss to hear thee strike the lyre, and sing Those dulcet notes which all delights bestow. I will forget those hours of bliss — Forget thy melting eye — Forget thy modest, virgin kiss, And fond unconscious sigh ; But though forgetfulness may chill Sweets never more to be, Say, wilt not thou remember still — My Love, remember me. I will forget our joys and woes, — Far, far from thee removed: And, if it gives thy breast repose, Forget that we have loved ; But till this heart shall cease to thrill, 'Tis fraught with love and thee ; Then, O, my Love, remember still — My Love, remember me."], [41, "37 TO THE TYNE. Oh, stream of Tyne ! renowned of old, Long shall thy name the song inspire — Feats of our glorious fathers told, Suffuse the cheek, and tune the lyre ; With throbbing breast and streaming eyes, Its heartless prospects dull and drear, The heart reviews with fruitless sighs, Which leaves- its raptures buried here. Long may thy pregnant waters spread Their glories o'er the raging main, Thy dauntless sons by Virtue led — To freedom born — despise the chain ; Thy nymphs and swains, thy flowery plains, Each snow-topt hillr and sylvan grove, Thy bards shall sing in artless strains, Though far from thee their fates* to rove. Ye mountains wild, sequestered glades, Where onee grim War his clarion blew — Ye hallowed, rustic, peaceful shades, Of dear departed friends, adieu ! In fruitful clime, on desert shore, On heights sublime, or sedgy lear Where skies convulse, or billows roar, Oh, Stream of Tyne ! I'll chaunt of thee. F"], [42, "38 LINES ON SEEING A FUNERAL, AT WHICH NONE WERE PRESENT AS MOURNERS. No deep-toned Requiem responsive knelled, As sought the grave this solitary bier, No solemn chaunt the pealing organ swelled, No mourner gave the tributary tear. All seemed to urge a more than decent haste, To place the dead beneath the humble sod ; From every heart kind memory was effaced, Low laid and lonely in the last abode. Was this some felon bleeding from his doom ? Is poverty a crime of dye so deep, That no one followed to his clay-formed tomb, And viewed in him how they must shortly sleep. The Flower of Jesse, pure and undented — Diffusing healing influence o'er mankind — Bloomed desolate ; in life and death reviled, By those to Mercy's rays perversely blind. Then sleep, forgotten one, though none shall weep, This cold neglect will not disturb thy rest; — Whilst o'er their graves bleak snows and wild winds sweep, Eternal summers smile upon the blest."], [43, "39 LINES ADDRESSED TO AN INFANT O, BRIGHTEST gem ! O, gift from Heaven, In whom the heart's blest boon was given ! Shall we do homage at thy shrine, Or where find one so pure as thine, From which our prayers and vows may rise, And by thee hallowed reach the skies. Thy Mother's hope, thy Father's pride, Shall they thy future cares divide ; Thus, in each after year, to be Repaid with joys, their fears for thee : And then, as now, behold thy smile, Alike unknown to guilt and guile. Ne'er may thy path from virtue shrink. Nor lead thy steps to Sorrow's brink, Where Vice has made the heart to sear, Or mute Contrition drops her tear: No, thine shall be a better fate, Which crowns with peace the humble state. Thy mother's worth in thine exprest, May her example fill thy breast, And there may pure Religion claim, A fervent, mild, and ceaseless flame : Be firm in faith — yet not severe — No Bigot — yet in truth sincere."], [44, "40 O, lovely child! mayest thou be spared To shed the blessings thou hast shared ! Be just and good, though poor — for know* Should all mankind their praise bestow, And Earth's ends echo forth thy fame, 'Twere nought without an honest Name. WRITTEN AT SEA, ON THE MORNING OF THE SABBATH DAY O'ER climes remote, and raging seas, Forth flies the eastern ray, Where Torrids burn, and Arctics freeze, To light Salvation's Day. And earth, ami skies, will join to sing The triumph o'er the grave, Of Heaven's all wise and righteous King, Who died the world to save. He, pure and meek, bore Nature's lot Of grief, of pain, and dread ; And while he gave us rest, had not Whereon to lay His head. Death's terrors all He captive led, For Bethlehem's Star was bright, And nations, while their Saviour bled, Beheld the glorious light."], [45, "41 The thundering peal which shake* the Pole, And wakes the realms of night, And surges, as they rage and roll, Proclaim His matchless might. Oh, boundless Good ! whence good shall flow, From every evil free, Teach us for evermore to know, The praises due to Thee. I have beheld thy polished brow, Unknown to pride, bereft of care, Thou wert not then, as thou art now — Pure Innocence alone was there. In every word — in every look, Virtue and peace were softly blent ; And though thy name no title took, Thy bosom then enjoyed content. There have been times, there have been ties, On which Remembrance loves to dwell — There have been smiles, there have been sighs, And thou hast felt their magic spell. And say, can Wealth such thoughts inspire, Can Splendour's glare snch sweets bestow, And with a more exalted fire, Cause Pleasure's glutted shrine to glow ?"], [46, "42 Ah, no ! so charming and so vain, Too late shalt thou be grieved to find, How poor and worthless was the gain Which lost to thee a virtuous mind. ON THE BATTLE OF WATERLOO. Come, bring the laurel blooming green, and flowret wet with dew, The grave of many a warrior chief, with grateful tears to strew, Who bravely, in their Coun try's cause, fell, fighting bold and true, Upon the ever glorious plains, the Plains of Waterloo. Oh, Albion ! long the praise of worlds shall centre in thy name, The dread of tyrants e'er shall be thy dauntless sons of fame ; The first to rise at Freedom's eall, when War his re- quiem blew Upon the ever glorious plains, the Plains of Waterloo. Oh ! how shall we depict the scene, or how shall we pourtray The fearful fight, and conflict dire, which marked that dreadful day, As firm they stood, their swords in blood all eager to embrue, Upon the ever glorious plains, the Plains of Waterloo."], [47, "43 I hear my country's Heroes, forth their shouts trium- phant send, I see them, on the Sons of France, with force resist- less bend ; With blood, confusion, and defeat, the Gauls as light- ning flew, Chaced by the Sons of England from the Plains of Waterloo. The Sun hailed Albion's bold career, and shed a part- ing ray, On those with whom the starting tear shall name the fatal day ; That Sun, on them for ever set, no more their eyes should view, A grave of glory and renown, was their's at Waterloo. Their country's thunders to the world proclaimed, with vengeful roar, The Star of Gaul, that day, had set to rise again no more : Oh, Gaul ! be warned, nor secret sigh, war's conflicts to renew, Let Mercy plead, dwell at rest, and remember Waterloo. In times remote, midst empires wrecked, and ages passed away, Unfading still the laurels of that memorable day, From year to year, bright Glory's page, the theme will bring to view, Of England's never-dying fame achieved at Waterloo."], [48, "44 h THE THREE SISTERS. Three Sisters I have often seen, In beauty, form, and mind, Sweet emblems of that love serene, Which dignifies mankind. Placed in a desert, wild and lone, Such flowers would still be fair — Their hallowed sweets would still be blown And fadeless, flourish there. The bleak wind's blight, and tempest drear. Would have no power to spoil, For they would live and bloom to cheer The desolated soil. Religion, Virtue — both unite, In harmony divine, More holy seems each hallowed rite, When such kneel at the shrine. With such Earth smiles a paradise, In such Truth shines exprest, E'en pale dejected Envy's sighs Approve them wise and blest. By them earth's noblest prize is won, United thus to live, For true enjoyment is the boon Content alone can give."], [49, "45 LINES ADDRESSED TO MASTER C. H. Ere sapient Knowledge, with her kindred tears, Has thrown her glance athwart thy sinless years ; Ere that bright orb shall dart its trembling beam, To wake thy slumbers from youth's blissful dream ; Ere scenes of woe, or sorrow's suppliant sigh, Shall raise the dewy pearl in pity's eye ; Ere gilded Pomp usurps thy fitful gaze, Or Pleasure lures thee to her diassying maze ; Or ere Ambition, wild and unsupprest, Has caused one spark to- kindle in thy breast ; The Bard approaches with a bended knee, Before the hallowed shrine of purity. How glows each Parent's breast with speechless joy, While viewed thy opening graces, much-loved boy ; Delights to aH but them unknown, to scan The blooming glories of the future man : And may the Sun which guides thy genial youth, Still light thee on to virtue, fame, and truth. Ne'er be it thine tor urge with stiffened gait, The set punctilios of the would-be great; Where simpering Miss is taught betimes to live, Though scarce to breathe, lest she some umbrage give ; And the pert coxcomb, too, proscribed by rule, Struts forth the knave of fashion, or the fool ; Where smiles are measured to the tone of talk, AU dancing formal, and all drill in walk ; Aud full bright eyes in listless languor roll, Till one gay gloom pervades the mindless whole. G"], [50, "46 Be it thine with nobler impulse to pursue The path which each illustrious patriot knew ; With melting throes to feel the heart expand, Diffusing gladness with unsparing hand : — To stand the Warrior in thy country's hour, Or shake her senates with portentuous power ; A Son of England, with a generous heat, To drag Corruption from her perjured seat ; The guardian champion of thy country's cause, Her fame, her rights, her liberties, and laws ; In peace and glory shall thy days expire, And leave an offspring noble in their sire ; Then Folly's sons, who sport with certain fate, Panged with remorse, and rendered wise too late, Will view with cheerless looks thy setting star, And curse the hour, which made them what they are. ON NEIL GOW'S RURAL SEAT. (4) How oft upon this rustic rural seat, Where Tay's pure streams run winding o'er the plain, The prince of minstrels poured his notes so sweet, That endless echoes bore the matchless strain. Yea, such the magic efforts of his lute, That aspects wild appeared with chastened look, And famed Apollo heard and listened mute, Till then his skill no rival e'er would brook."], [51, "47 With equal force and taste would Gow command, The lilt of mirth and plaintive tone of woe: And though he lived the glory of his land, Yet Whisky was his bane, and brought him low. How few are wary of the potent draught, Which charms its votaries with resistless power, Wounding the heart unseen, with poisoned shaft, And man falls withered, like a blighted flower. Sweet is reflection ; — and this calm retreat, Pours consolation o'er the wounded breast, With silent melody which seems to greet, And lure the weary to a place of rest. Here lonely wandering from my native place, With many steps far distant have I come.; And Novelty, with ever varying face, Presents her charms around me as I roam. Yet home is sweetest still, to all but them Who have no home, or have that home deserted ; Like roses riven from their parent stem, Once blooming gay, to wither broken-hearted. LINES TO THE MEMORY OF -jjfilr. 4jhcftolas3 Cortt'tt. Farewell ! soft be thy sleep on death's cold mound What needs the bust with bays and myrtles crowned"], [52, "48 in The truly pious, and the justly famed, To be revered need only to be named ; Friend of niaturer life, as of my youth — Mirror of virtue, constancy, and truth ! — On ties to thee confirmed by lapse of years, The muse would dwell and sob her thoughts tears. With manly vigour wasting in its prime, We saw thy work complete, though brief thy time; Religion cheered thee with her smiles and sighs, And lured thee to the life which never dies ; Divine the spirit which her influence breathed, As round thy brows the fadeless ehaplet wreathed; Pure Nature saw the glorious emblem won, And wept, exulting, o'er her dying son. In vain the scented woodbine twines, To one whose heart in anguish pines — In vain would medicine's aid relieving, The bosom heal, in secret grieving ; The latent bane, opposed too late, Proceeds with slow, but certain fate. Thus, oft to meet the withering blast, The sweetest flower is vilely cast To sink like the remotest star, Which, glimmering, throws its rays from far, Shines but for once — its like seen never — And scarcely seen, till hid for ever"], [53, "49 Let hearts by keen afflictions riven, Behold yon blue and vaulted heaven, Within whose starry realms are shown The much revealed and more unknown — Revolving worlds and blazing spheres, The changeless signs of endless years. The grace of Heaven will shield the meek, In sunless winters dark and bleak, And Consolation pure impart To those who feel the cheerless heart, Weaning our thoughts from earthly things, Where Death ends all, and all begins. The throbbing accents of the heart's Beloved, Bestow a charm to all but them unknown — A thrill seductive Pleasure ne'er has moved, In all her pomp of giddy splendour shown. Pure are the raptures of the wedded bliss, Where minds unite, and Love his flowers hath strown, Where only they partake the mutual kiss, And taste the sweetness of its sighs alone. Absence, which cures the lover's hopeless flame, Hymeneal ties more firmly serves to bind, And throws a halo round the sacred name Of charms — the more remote, the more entwined."], [54, "50 E'en when the hand of Death shall make them twain, And Memory mourns each lost and severed tie, There still remains a pleasure wrung from pain — A pulse of feeling which can never die. COMPOSED ON A RUINOUS EDIFICE. All hail in thy horrors, dark prison of glooms, Thy mouldering columns and tottering domes, Where Time and Magnificence, struggling in war, Show all that they have been, and all that they are. Though night overshades thee, to me thou'rt more , dear, Than when the sun-beam thy grey turrets may cheer — Here darkness congenial shall reign to conceal The blights we have seen, and the pangs which we feel. Oh, shades of our fathers ! here sleeps all your fame, Without a memorial — not even a name Recording your triumphs — the trophy and bust, With the tales of your glories, now mingle in dust. No more shall the bonfire illumine these walls, No more shall the song lure the guest to its halls — The minstrel's sweet harp, and the bard skilled in lore, Sleep cold in the earth, and are heard of no more."], [55, "51 Yet hail, in thy horrors — resemblance they bear To the heart which has lost, all that heart could hold dear; That bleak desolation, that lingering stay, Through a night all of winter, which ne'er has a day. WRITTEN AT SEA. The storm is past, and the full pallid moon, Sheds forth her glories o'er night's hallowed noon ; And our late labouring bark now seems to sleep, On the dark bosom of the restless deep. Oft have I gazed upon that pale cold light, While slow and silent o'er the sea we bore : All lonely I have watched that noon of night, While others slept and felt their cares no more ; Charmed by the magic of that lovely beam, I've felt past raptures of Love's fairy dream, Again partook the fervent mutual kiss, With one whose spirit dwells in endless bliss. Sweet is the wayward thought which back recals One transient glance through some enchanting maze, Though soon the truthless dazzling meteor falls, And sets for ever on the enraptured gaze, Leaving behind an influence which still, For fleeting moments at the heart will thrill. Fondly would I each lineament retrace, Of such a vision, false as it is fair, In which the heart's lost peace regains its place, But soon returning sorrow settles there —"], [56, "52 With the ideal image of the face, In which all tenderness was wont to blend — I feel like one, the remnant of a race — Like one bereft of country, borne, and friend. THE SLEEPING CITY. Behold the city wrapt in sleep! — Night is the queen of Earth's domains ; O'er countless thousands, dread and deep, Her darkness and her silence reigns. Now Life hath lost each busy scene, Her glories fade, her mirth is fled, And those dull moments intervene Which rank the living with the dead. Oblivion sways with magic power ;. The tyrant sleeps, his slaves are free ; The storms of faction rage no more, And fame and folbt cease to be. Sleep is the type of death ; it brings That state which makes distinction vain ; Beggars and statesmen, clowns and kings, To equal rights return again. Thus it shall be, when every breast, Is still — low laid, on earth's cold mound — Where nought shall break their hallowed rest, Until the awful trumpet sound."], [57, "53 ON THE DEATH OF AN INFANT Now all-controulling Death on high His arm relentless rears, Unheeding each imploring sigh, Drawn deep through floods of tears. He, callous to our hopes and fears, Asunder tears each tie, And hearts, entwined by love and years, Divided, droop and die. Alas ! loved child, thy pale cold cheek — Alas ! thy clay-cold kiss — Alas ! that we should live to weep, The death which seals thy bliss ; As Zion's harp by Babel's streams, So be the lyre unstrung, Or but responding tearful themes, On weeping willows hung. Brief was thy time on earth, to plight Thy vows at virtue's shrine -r And few — too few, have winged their flight, With souls so pure as thine ; Too pure, alas ! through human years, To meet Corruption's gaze, By Mercy called from sighs and tears, To sing thy Maker's praise. H"], [58, "54 ■» Yet still, sweet Cherub, hover near, On all my paths attend — To guide me from Temptation's lure, Thy spotless arm extend ; And when my spirit, warned by thee, Shall soar to realms above, Be thou the first to welcome me To life of endless love. TO SENA. These sylvan scenes (which, boasting thee, Saw Beauty's flower their wilds adorning), No more have wonted charms for me — All Nature seems to droop in mourning. The moon-beams floating from on high, Full on the lake, new glories borrow, Yet sadness reigns, and breezes sigh, Responsive to the voice of sorrow. O, Sena, soft within thy breast, Could no fond thought for once pervade thee Arrest the stab, and timeless blast The voice of guile, which has betrayed me ? Could what has j>ast all nought avail Against a traitor's deep deception : Opposed to Falsehood's glittering tale, No latent throb of past affection ?"], [59, "55 Though Slander's baneful breath defame The heart which ever loved thee dearly, 'Twould tinge her blushless cheek with shame, To say I love thee less sincerely. In whomsoe'er thou shalt confide, Lured by a faithless world's caressing, May Heaven still be my Semi's guide — For her reserve its choicest blessing! Thy charms and virtues — O, may they From dark designs long, long, protect thee And Truth unfold her cloudless ray, Ere sighs and tears alone are left thee. Should ills befall (which Heaven avert!) Or Fortune's frowns all ties dissever — Then fly to joy — an unchanged heart, Where still thou livest, and shalt for ever Distrustful of a faithful heart, Could thoughts be seen, then wouldst thou see. That no one there could e'er impart, A feeling only felt for thee. Thus by thee banished from thy sight, I still will think thy heart is mine, Though thou my plighted faith may slight, Mv heart for ever will be thine."], [60, "56 I will not court another's smdes — Thy many virtues e'er will be My guides from Pleasure's luring wiles, For I must still be true to thee. And though for me no heart may thrill — For me no smile — for me no tear — 'Twill be my consolation still, To think to thee I once was dear. Thee to forget, I'd strive in vain, Thy form — thy look — thy every tone — Deep in my heart -will long remain, For I am thine, and thine alone. WRITTEN IN AN ALBUM. My name one moment bids thee stay, Stained with a single heart-wrung tear, Which merely dims this page, to say That I was once sojoumer here. More might be said ; — but, stranger, why Would'st thou feel sorrows not thine own ? What is't to thee, who heaves the sigh — From whom the ray of joy hath flown ? Yes, thou wilt say, we kindred bear, And, though remote, partake the smart — That every eye attracts the tear Which gushes from a broken heart."], [61, "57 > > ON SLANDER. O, Demon, Slander! say, canst thou inspire The human heart — nay more, the Sons of Song ? Thine accents little suit the trembling lyre, No throbbing joys to such a pulse belong. The victim of thy self-created fire, Thou issuest forth to wither and defame ; How poor his triumph who can thus aspire, To blight his soul and murder for a name ! O, Slander ! thou shalt bear a festering mind, Corroding evils every thought pervade ; Accurst by Heaven, and doomed to scourge mankind All vice but thee may plead for Heaven's sweet aid But thou, whilst thine own horrors gleam and glare, Will sink to endless night, unpeered to be, To reign, in most pre-eminent despair — The darkest shades shall boast no fiend like thee. ON A YOUNG GENTLEMAN who died abroad. He left his country sighing to regain What most the poor enjoy, salubrious health — Without which all is tasteless — and in vain The smiles of Pleasure and the lures of Wealth."], [62, "58 Languid and loth he lest the sea-beat strand, And glanced from far, as through the surge they bore, His latest look upon his native land, Which he was destined to behold no more. His parching lips the genial breezes met, And for a while again he seemed to bloom — Sweet hopes revived — his home should greet him yet, Like one long lost, or risen from the tomb. 'Twas not to be — he languished, drooped, and died, While Manhood's summer o'er his features beamed. And yet, resigned, his spirit forth he sighed, And left the bright illusions Youth had dreamed. Beneath Italia's fair and fervent sky He sleeps, and none mourned o'er his lonely bier — No kindred heart was there to heave the sigh, To close his eyes, and shed the silent tear. But, though entombed in foreign soil he lies — Though far from home his head at rest is laid — His friends and country claim his obsequies, By them the tribute due to Worth is paid. ON ST. NICHOLAS CHURCH, NEWCASTLE UPON TYNE. Lo ! here shall stand the boast of lyric page, The growing wonder of each coming age,"], [63, "59 lacked, This goodly Fabric, which, sublimely high, Doth raise its spires as if to reach the sky ; Its Lanthorn, and elyptic arches bold, Seem light as air, yet mighty strength unfold ; Bright Structure, where no beauteous form is So great, so chaste, so vast, yet so compact ; Such comely symmetry, such matchless grace, Was ne'er before beheld by mortal face. Oh, enter here, and feel without controul, Devotion pour her softness on the soul ; And hear the organ, which like Zion's lyre, With strains celestial fills the spacious choir ; Or see the grave, where sad and sacred gloom Shows peerless beauty wasting in the tomb, And manly vigour mouldering in decay, Like withered flowers, vilely cast away. Be warned, be wise, improve thy mortal span, All serves to prove— the vanity of man. TO A YOUNG LADY. Thus lovely in thy native grace, Oh ! ne'er may foreign aid defeat, Nor pride thy modest glance efface, To spoil what nature formed complete. The sweet wild rose, of white and red, To grace the crystal fountain blooms — The fragrant blue-bell rears its head To cheer its native mountains' glooms"], [64, "60 So may'st thou flourish, fairest maid, All nature smiles, and thou art gay — But rays wax dim, and blossoms fade — The sweetest flower will soon decay. The moon-beam still will be as bright — The sun will shine and flowers will bloom- When all the deepest hues of night, Enwrap thee in the silent tomb. But Virtue's wreath shall never fade ; Free from all blight her sweets entwine ; In vain Death haunts her hallowed shade — She is not mortal, but divine. TO ANNA. Fairest Anna, I must leave thee, From thy fruitless tears refrain ; Yet to think that this will grieve thee, Soothes, while it renews my pain. Yes, sweet Anna, yes, for ever — In vain delay wouldst thou implore ; We have loved, aud we must sever — We have met, to meet no more. When thy tears, like dew on roses, Shed their sweets in yonder grove — When 'neath yon shades thine head reposes, Wilt thou dream again of love ?"], [65, "61 We have lived in sweets to languish, Sweets that virtuous loves bestow : We have lived to feel with anguish, Joys are often fraught with woe. Yet, why would Anna, thus deserted, Thus repine, when hope is vain ? Why would Anna, broken-hearted, Sigh to see those hours again, Whose sad reverse is love thus thwarted — Whose sad result's thy bosom's pain — For which thy heart- wrung tears have started With sighs which fruitlessly complain ? Can'st thou not cease to remember ? Can'st thou not again be gay ? Can'st thou not again, in splendour, Glide the gilded hours away ? Canst thou not, forgetting fondness, In chilly bonds thine heart reclaim ; Nor recalling former kindness, Throb to hear a once-lov'd name ? That thou can'st not, thou wouldst tell me, But thy streaming eyes declare, Thou art mine, whate'er befals me, Love is blest though in despair. Then, fare thee well, my heart's devotion, Whom though I no more may see, I still possess earth's proudest token, Loving, and beloved by thee. I"], [66, "62 Mine only beloved, the last and the best, To us the lone world were not lonely, Since the soft nuptial hour when thy vows made me blest, And thy sighs and thy smiles were mine only ; The bleak winds may blight, and the blast may despoil, Yet our hands and our hearts shall not sever ; Thy bosom, my pillow, shall sweeten each toil, And we will be happy for ever. Heart-cheering our offspring around us will smile, With them all our loves are cemented ; Though poor, we will feel neither envy nor guile, For who can be more than contented ? Ever constant, we'll share in each joy and each woe, Then soft laid beneath the wild heather (O'er which we have roved, while in life's fullest glow), In death we'll sleep sweetly together. A SCENE AT SEA; (5) WRITTEN AT MIDNIGHT. The zenith is clear, and the moon shining bright Beams soft while the Ocean raves ; And the Queen of Love gleams athwart her light, (6) And smiles o'er the mounting waves."], [67, "63 And like a black hearse, where the mourners weep, And follow in sorrow and pain, The dark clouds sail round the horizon deep, While the blast howls a dirge to the train. Our tough vessel strives with the adverse gale, And ploughs the resistless main, And threatens and woos with her helm and sail, But threatens and woos in vain. Yet, though on the Ocean she seems but a speck, Undaunted she makes the advance, While the surges, indignant, dash sprays on her deck, Which murmur a song to her dance. The shipman unheedingly carols his catch, And harmony swells o'er the billow ; But, hark ! now he warns ' twelve o'clock I starboard watch /' Let the watcher retire to his pillow. Sweet Lily of the blooming vale, The dew upon thy leaves, Like tears, would half impart a tale Of one who often grieves ; She culled thee from thy mossy bed, A blushing truth to name, A tablet fair, where might be read Her boundless, hopeless flame."], [68, "64 ', (*) For all, alas ! in vain her love, Since it meets no return, Affections Hendric's bosom move, But not for her they burn ; Another and as fair a flower (Who many hearts retains, Though self-unconscious of her power), Leads Hendric in her chains. THE VALE OF NENT. (7) The goodly cup which kindly flows The parching lip to meet — The breeze which breathes on Hartside's brows Is not more calmly sweet, Than one who makes all hearts her own, Who, like a flower, was sent To flourish where no flowers had blown, And cheer the Vale of Nent. Her's is the seraph's voice which floats To Heaven in praise and prayer, As when she wakes those dulcet notes Which melt in liquid air : Though distant far — -my heart is there, Where beauty smiles content, And virtues mild, and graces fair, • Adorn the Vale of Nent."], [69, "65 strew The flowers which Spring may wildly Are not more sweet than thee ; Soft is thy lovely glance to view, Though never bent on me ; Full well I know I love in vain, Yet love will never change, But changeless, hopeless, still remain With thee, at Benton Grange. -§ How blest will be thy virgin choice ! How blest would I have been, To see thy looks and hear thy voice, And guard thy paths unseen. O'er distant lands or billows' swell, While through the world I range, My constant heart will ever dwell With thee, at Benton Grange. ON WAR. See, War's chief hath won the field, His breast within, without all steeled Desolation marks his path, Deep and deadly is his wrath. No softer feeling e'er shall warm His heart, nor stay his vengeful arm Then ever hated be his name, Who only draws the sword for fame."], [70, "66 hath Cold is the heart which does not feel Its pulse beat for its country's weal ; But colder still to raise the voice At human carnage to rejoice. But half the anguish could we know, Joy's flights would sink to depths of woe — To tears would all our triumphs turn, And feats of might make nations mourn. The time will come — in cloudless skies i The blazing Sun of Truth will rise — Nor land nor language shall be known, Where that glad light shall not be shown. Then Vice shall fall and Virtue reign, And Freedom loose the captive's chain, And War and wild Ambition cease, Subdued by universal Peace. Sweet is the morn when drowsy mist Hangs lingering on the mountains grey, As when that Alpine seat is kissed By the glowing tinge of the eastern ray ; Sweet is the feeling, unexprest, Such scenes inspire — nor sad nor gay — Which thrills through hearts whom love blest With Union's purest, mildest sway."], [71, "67 So, on thy cheek, Love, is the smile, So is the glance from thy dark eye — So fair thy breast, unknown to guile, So soft thy voice, so sweet thy sigh : We envy not the rich and gay, From native scenes we will not roam — The vernal dawn, and western ray, Seem ever sweetest seen at home. THE PROSTITUTE. Say, art thou all that Vice hath left, Sport of her treacherous power; Of every sweet at length bereft, Thou fair but blighted flower. No more will tinge that pallid cheek, The blush unknown to shame — No more those dark dimmed eyes will speak, Of peace and spotless fame. Abhorred by men, accursed on high, Dragged in Pollution's train — Doomed long to heave the fruitless sigh, Which breathes its prayer in vain. And many a year, with lingering flight, May steep those eyes in sorrow, Of Woe's dark depth one changeless night, Which hopes no joyful morrow."], [72, "68 ■> j By all forsaken — thou wilt bear The heart which lives to languish, No welcome voice will greet thine ear, To soothe Death's hour of anguish. ON RAVENSWORTH CASTLE. (9) O, lovely Ravensworth ! thy fruitful vale The balm of health to sweeten life bestows ; Earth's sweetest incense breathes in every gale, And pure content invites to calm repose. To me the charm of novelty hath ceased, And made thy bowers familial- to the eye ; But o'er the mind their power is felt increased, Diffusing more than mortal harmony. Thy rampant woods luxuriant foliage crowns, Fair Nature's record of an ancient name, And the brown hill, which o'er their summit frowns Seems as the herald to a tale of fame. Soft are thy lawns, where Joy serenely smiles, While Plenty sports upon thy fertile breast, And with a cheerful heart the Peasant toils, Nor ever knew the pangs of the opprest. Illustrious Liddell ! Merit's noblest son, Pride of his house, and England's Northern Star. Long shall the laurels bloom which he has won, And fadeless honours greet his name from far."], [73, "69 > In vain vile Slander reared her snaky head, In vain pale Envy raised the venomed dart — Before his radiant mind their darkness fled — His was the triumph of an upright heart. The zeal be felt, his name shall long impart, And he shall rise to aid his Country's cause — His Country's Independence to assert, While listening Senates thunder forth applause. He dwelt not heedless of his Country's calls, But, like his Sires of yore, with generous flame, The youthful Patriot left his native halls, And shed new glories o'er a cloudless fame. Not his the fatal car which Madness guides, In blood-stained fields o'er mangled heaps of slain No, o'er the heart's affections he presides — The noblest triumph man shall ever gain. The sons of Tyne, Northumbria makes her boast, Firm as the rocks which guard ber dangerous coast — 'Midst dangers bred, inured in early life, To toil unwearied in the billowy strife ; Stubborn in practice, fearlessly they sweep, As if their only home was on the deep ; Tough as their yews, and ruthless as the wind, They deem the sons of Science far behind. K"], [74, "70 Of such was Phreymor, a more gallant Heart To meet the foe ne'er hove his ship athwart : In youth evincing, in the battle's rage, The frigid valour of the veteran sage. Thus with calm front he every danger viewed, And seemed as reckless as the sea he ploughed. He looked upon the main — its foaming wave Might rock his cradle or lash o'er his grave. Yet in his breast were feelings most refined — The light of Truth had dawned upon his mind, And there affections early made to blend The tender Lover and the honest Friend ; True in all points, alike in peace or war, The steady, staunch, intrepid English Tar ; And though in many jeopardies he'd been, By storm and shipwreck, he remained serene. Assailed by falsehood, fraud, deceit, or hate, Tempestuous oceans and the frowns of fate, Yet still unchanged, he left his native shore, Hoped better things, and stood to sea once more ON THE DEATH <©f Chariest JSranliltiTS, ©.sq. Death is the doom of all, yea even he Must now partake our common mortal fate, Who, to the jdea of Charity, ne'er closed His open heart and hospitable gate."], [75, "71 The tear unfeigned on Penury's pale cheek Is better than the pompous, storied urn— The marble tablet Ostentation rears, But tears are tributes paid by those that mourn. Long shall the widow's and the orphan's form Behold fair Gosforth's shades with tear-fraught eye, And those who bend beneath the weight of years, Recount past Worth, and heave the grateful sigh. Alas ! for her, to whom he was most dear — In place of him and Love's connubial ties, Deep Sorrow reigns o'er prospects desolate — On which the Sun of Joy no more shall rise. Down from each pinnacle of earthly fame, Each dazzling orb of life is vilely hurled ; O'er each illustrious name, however great, In triumph Death's black banner waves unfurled. Then happy he who makes his pilgrimage His brightest hope the promised land to see ; Who, firm in faith, awaits the awful hour, When Fate unites Time and Eternity. Now the Sun, his course beginning, Smooths each ruffled brow of care — Nature all breaks forth in singing, Smiling, blushing, sweet and fair ;"], [76, "72 Hear each bird its tribute chanting, Softly warbling through the air, Nor let one social voice be wanting, This universal joy to share. Hear the Clown his team a-cheering, Spangling dews from hawthorns drop — Rosy Nymphs, while gaily shearing, Carol o'er the bounteous crop ; No fatal blights, nor traitors fearing, As down each pregnant head they lop, But meek and mild, as flocks endearing, Sport upon the mountain's top. Death's in sloth, though Life's in leisure — Peace his lot this truth who sees — His life shall, like yon sky of azure, Shed the ray, which beams to please ; The thirst of wealth and guUty pleasure, Will ne'er the genial current freeze, Blest with the pure unsullied treasure, The treasure of a mind at ease. THE FREEDOM OF ELECTION. Northumbrians ! famed for many a deed Seen in the page of glory, To you in vain the rustic reed Ne'er tuned in artless story."], [77, "73 I sing no strain to lure the throng, For patron or protection ; A nobler theme invokes my song — The Freedom of Election. For this our glorious Sires of old Have drained their hearts sincerely ; And shall we barter that for gold, Which blood has bought so dearly ? Let Merit's brow the laurel wear, In beauty's full perfection ; Convince the world you still revere The Freedom of Election. A thought less pure, dare any breathe — Shall threats or sneers affect us ? Untainted shall we not bequeath What our brave Fathers left us? Should wealth or power attempt the prize, Disdain the base connexion ; At such a shrine ne'er sacrifice The Freedom of Election. When faith is all an idle dream — When truth and virtue sever — Then shall your star, of purest beam, In darkness set for ever. In every trial, turn, and state, Shun falsehood and defection, And thus transmit inviolate — The Freedom of Election."], [78, "74 When friends meet by chance, who long parted have been, 'Tis then that the heart is most free ; Then fills the brimmed bowl to the days we have seen, And the days we may yet live to see, And mirth and good humour enliven the scene, For Friendship loves innocent glee. Mav the smile of this hour balm the heart which is riven, And peace be the lot of the land that we live in. The brow shall no longer be furrowed by care, The sad heart no longer feel sorry, And he that is ready to sink in despair Shall be blest with a cheerer of sherry — And he that has wealth, with a heart for to spare, Will rejoice, when the poor are made merry. May the smile of this hour balm the heart which is riven, And peace be the lot of the land that we live in. THE ROSE OF ENGLAND. 'Tis sweet to rove in woodland bowers, Where smiling Plenty scatters flowers — 'Tis sweet to press the heather hill, Whose music is the crystal rill —"], [79, "75 'Tis sweet to view the western ray, Or see the sparkling moon-beams play — 'Tis sweet to rove where Teuiot flows, For there blooms England's loveliest Rose. Then fill to her the cheerful glass, Sweet England's fairest, blithest lass — Unsullied is her spotless breast, With every grace and virtue blest. Soft Beauty's peerless wreath to gain, Fair Scotia long had striven in vain, But now she triumphs — for she knows On TevioVs Banks blooms England's Rose JESMOND DEAN. Dark was the night in Jesmond Dean, Its groves had doffed their sweetness ; Bleak howled the wind, the rain fell keen, With Winter's fiercest fleetness ; And hoarsely did the torrent swell In murmurs dull and dreary, To him who lived for Isabel, The girl he loved sincerely. Though long and dark the way had been, He reached her peaceful dwelling, And saw in every glance serene, What in her breast was swelling :"], [80, "76 The raptures of her chaste embrace, Her looks of guileless gladness, Soothed every pang, nor left a trace Of former toils and sadness. Let Envy sneer, and Pride presume, I ne'er will heed their strife, For still shall thy mild glance illume, The pathway of my life ; Thy smile, my Love, dispels each gloom — For while it beams on me, Its ray will shed unfading bloom, Around my Cot and thee. Less constant minds though wealth allure, Where pomp and splendour shine — The heart which breathes a sigh more pure Will worship at thy shrine. Unheeded e'er shall Faction rave, For while thy form I see, I'll bless the Bounteous Hand which gave My humble Cot and thee. While modest worth and virtue claim The grateful homage of mankind, For thee will glow Love's ceaseless flame As pure as thy unspotted mind."], [81, "77 The sun shines not on one more fair, Thy breath is as the western gale Which breathes at eve— and may it bear To me thy sighs from Teviot Dale. And though we ne'er shall meet again, Yet sacred is our mutual vow — Our plighted hearts will ne'er be twain, But, constant, still remain as now ; For gladness it will e'er impart, Should other prospects blight and fail, To know I'm dearest to the heart Of her who lives in Teviot Dale. A FRAGMENT. (10) In darkness o'er the sea we steered, Nor land nor sunken rock was feared ; Disturbing the calm no sound was heard, save The murmuring of the dark deep wave ; When, lo ! on a sudden, from east to west, Encircling the world like a golden vest, As if supporting Heaven's high choir, Was seen an arch of liquid fire, Ten times more wide, and more fervent in glow Than the Rainbow's arch, or the Lunar Bow ; (11) Yet so thin in texture, that the sky's dark blue, With the stars, were seen shining distinctly through i."], [82, "78 An hour it stood with fearful span, To mock the wisdom and might of man — Then vanished for ever from mortal sight, And left the world enveloped in night. I need not add what conjectures now Were formed by our vessel's gallant crew — For Superstition long will reign, And rule the hearts that rule the main. ON POPULARITY. If Popularity hath charms for thee — If gained, improve the hour — for know, that he Who has the People's hearts, should strive with might In virtue's cause, to guide their minds aright. Most vile is he, in wealth and power though great, Who from that dizzying verge can contemplate The desperate game he plays for laurelled fame, While basely pandering in the cause of shame ; Fraught with high-sounding phrases, yet apart Has fraud and falsehood lurking in his heart ; Vast are his efforts, mighty are the schemes, Which, for the love of human kind, he seems For Right and Freedom every nerve to strain, And yet would gladly rivet every chain. But soon the voice which raised him hurls him low, Nor all his wiles elude the fated blow \", Dread is the fall, which he deplores in vain, Since he that eminence shall ne'er regain."], [83, "79 His name and memory Fate relentless dooms, To live enthroned in everlasting glooms, Notorious as the wretch whose loathed remains, His country's laws have doomed to hang in chains Sad is this heart, my Love, Wrung to its core ; Must we then part, my Love, Ne'er to meet more ? Will not thy constant mind, Oft ponder o'er One thou hast left behind, Thus to deplore. Think not I fear, my Love, Though doomed to part, 1 shall less dear, my Love, Be to thine heart ; Fate rends each tie in vain — Thine is my heart ; Though we ne'er meet again, Ne'er shall we part. Near Ravensworth sweet Harry dwells, A youth he is by all held dearly ; For him each virtuous bosom swells, And throbs with wishes felt sincerely ;"], [84, "80 His auburn locks and glowing cheeks, Each form and grace of manhood carry ; His smile is love — and when he speaks, All hearts respond to charming Harry. In peace, his spirit's latent fire, Is as the moon-beam on the fountain — In war, the awful thunder's ire, Which rolls sublime o'er hill and mountain For worth and honour justly famed, He is what every maid would marry; But there is one who long has claimed The hand and heart of charming Harry. \\ es, he is thine, loved spotless dame, Yet, who shall from our hearts remove him His smiling offspring lisp his name, And we will never cease to love him. Our strife is who shall love him most, And most behold and near him tarry ; Our greatest pride — our Country's boast, Is gallant, noble, matchless Harry. ON A FLASK. This is the Flask which I have sung, In humour light aud gay, As by my side it oft hath hung, To glad the toilsome way."], [85, "81 > And many have its influence hailed, When filled with stout brown beer Like a warm friend it never failed, The languid breast to cheer. This Flask is like a generous mind, Diffusing what it gains, And though but little, still inclined To part till none remains. So ever may the social cup, In pure libations flow, To raise the drooping spirit up, And balm the heart of woe. He best pursues life's noblest end, Whom Reason's rays inspire, With Temperance his mirth to blend. With Charity his ire. To all alike the Flask is free, Passed on from hand to hand, For by its shape 'tis plain to see, It was not made to stand. Farewell! O faithless lover — Is this thy plighted love — Must I, in thee discover — A heart inclined to rove ;"], [86, "82 Though ills o'er me may hover, May fortune smile on thee — But never think another Can ever love like me. Behold me broken-hearted, Though still unchanged in mind — The tears my wrongs have started Reveal no throb less kind ; In love or fortune thwarted, Heart grieved — or shouldst thou be By all the world deserted — O, then, return to me. Should England's proud foes with a vain gasconade, Concluding we've something to spare, Proclaim to the world their intent to invade — ■ Our Island of Albion to share ; The Spirit of Freedom will guard the famed spot, And we will her standard maintain ; Are our foes not content with the beating they've got? Why then we will beat them again. The Sons of Old England will range round their Prince, And, dauntless, for him hurl afar Her thunders of ire, all the world to convince That we're still what our forefathers were."], [87, "83 Our foes all combined, will unite us in heart : Alike on the land and the main We'll meet them once more, and make sure ere we part, That they never shall meet us again ! There is an end to every vain pursuit, Fair looks will fade, the sweetest voice be mute — Man rears vast Fabrics, proud of his renown, Time mocks his efforts, as he hurls them down. Earth's beaming glories set in Death's dark clouds, And deep oblivion every name enshrouds ; Nor Fame, nor Triumph, gild with dazzling ray. The Land where Silence holds eternal sway. Thus each bright sphere of Life's gay pageant wanes, Till no faint shadow of their pomp remains ; The loftiest mind, the cheek of peerless bloom, Have no exemption from the general doom. And Merit, Virtue, Vice, and haggard Shame, All rest, where none preeminence shall claim ; Kings, Statesmen, Heroes, Dastards, Dolts, and Knaves, Have all the same allotted in their graves. The boundless empires, by Ambition won, Each mighty work, yea, all that Art hath done, Time turns lo monuments of stern decay, Or, like a cataract, sweeps whole worlds away."], [88, "84 But at the last shall Time be overthrown, The Earth's discomfiture — and then, alone, From the vast ruin, Piety will rise And meekly bear her triumph to the skies. A SONNET. If what is sung shall make the truth Seem lovely in the eyes of youth ; And if my song hath placed aright Fair virtue in the purest light, And thus, inspired the pliant mind With meek good-will for all mankind ; Oh, then, though humble be the strain, It hath' not been invoked in vain ; The good and wise alone are great, And when the heart is free from guile, However poor, there is no state On which Contentment will not smile And here on earth there is no fame, To equal an unblemished name. END OF THE POEMS."], [89, "Hotes, Note I.— Page 26, line 4. \" 'Twas Ruthbert in his Cockle Shell.\" Cockle Shell, is the name given to some small shal low boats which may be frequently seen in the River Tyne. They are generally square at both stem and stern ; but that end considered the head, slopes nar rower than the stern, and is formed so as to keep the bottom of the boat, at that part, completely out of the water. These vessels cannot be recommended for their safety ; but in a fine breeze, and smooth water, thev sail with considerable swiftness. Note II. — Page 26, lhie 5. \" His Cockle Shell one Paddle trimmed.\" A Paddle, is an oar which is short and light enough to enable an individual to make use of one in each hand. Ruthbert, however, trimmed his boat with only one paddle ; it is then made use of at the stern of the vessel, and answers the purpose of a helm. During His Majesty's voyage from London to Edinburgh, the number of boats, filled with specta tors, which lined the eastern coast of England, is almost incredible. The shores of Durham and Nor thumberland, particularly, exhibited a scene of the m"], [90, "86 most lively and picturesque description ; the sea was literally covered with boats, among which were seve ral coal keels, manned with their hardy navigators, and pulling eight oars. The royal squadron proceeded beautifully along the coast of Northumberland ; and many thousands, as well as Ruthbert, had an oppor tunity of evincing their loyalty on that memorable occasion. Note III.— Page 31 \" The Stranger.\" This is one of the many pieces I have composed while making various peregrinations on foot to dif ferent parts of Great Britain, for the purpose of seeing places much celebrated in our history. During these tours, I often experienced what it was to be a stranger. Note IV.— Page 46. \" Neil Gow's Rural Seat.\" This seat is no other than a sort of bench placed beneath a large Plane Tree, in the neighbourhood of the justly celebrated city of Dunkeld, in the High lands of Scotland. Here, it is said, Gow frequently sat, and composed those tunes which have rendered his name so famous among his countrymen. Note V. — Page 62. \" A Scene at Sea.\" This Scene occurred in a voyage from Newcastle to the Downs. I came on deck at midnight, the weather"], [91, "87 was very boisterous, but the prospect around was so novel to me, that, struck with the sublimity of the scenery, I expressed myself in terms of admiration of it to the captain of the vessel. He made me no answer ; but a look of surprise, and a silent shrug of the shoulders, convinced me that he was amazed at the oddness of my taste. Note VI. — Page 62, second line from the bottom. \" And the queen of Love gleams athwart her light.\" The planet Venus was in that part of the heavens opposite the Moon, and shone with uncommon bril liance. Note VII.— Page 64. \" The Vale of Nent.\" Down this valley runs the River Nent, and joins the Tyne, at Alston, in Cumberland. Note VIII.— Page 64, line 12. \" On Hartside's brows.\" The Mountain of Hartside is in the neighbourhood of Alston. From the summit of it, the traveller is struck with wonder and admiration at the prospect, which, for extent and luxuriance, beggars all description. Note IX.— Page 68. \" On Ravenswortk Castle.\" This Poem was written some years ago. At that time I lived in a house which commanded an exten sive view of the princely mansion and delightful valley of Ravensworth."], [92, "88 The concluding stanzas of the piece allude to the spirited conduct of the Hon. H. T. Liddell, on a pub lic occasion, in the year 1821. Mr. Liddell was at that time a very young man, yet he nevertheless gave a memorable instance of that honest and dignified In dependence which has ever been and, we should hope, will ever be the distinguishing characteristic of an English Country Gentleman. Note X. — Page 77. \" A Fragment.\" The phenomonen which gave rise to these extem pore lines, took place in the night of the 27th of April, 1826. Many will remember it, as it was ob served in most parts of Great Britain. Its appearance has remained unaccounted for. On the evening when it happened, the Heavens, to the northward, were re markably clear, and the Aurora Borealis very vivid. Note XL — Page 77, third line from the bottom. \" The Lunar Bow.\" I once saw the lunar rainbow, it exhibits a variety of light and shade, and is a truly sublime spectacle. THE END."], [93, ""], [94, ""], [95, ""], [96, ""]]