[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "HISTORY MADE EASY"], [8, ""], [9, "HISTORY MADE EASY: &n %ifrjtw or ENGLISH HISTORY PEEPAEED SPECIALLY FOE THE PUBLIC EXAMINATIONS BY JOHN GIBSON, M.A., /^ AUTHOR OF \"PRELIMINARY LAW EXAMINATION MADE EASY,\" \"LATIN AND FRENCH GRAMMARS MADE EASY,\" \" SPECIMEN ESSAYS,\" ETC LONDON : EEEVES & TUENEE, 100, CHANCEEY LANE, -\"Cato 1Soofes«Hcrs arts 1882."], [10, "LONDON : PRINTED ET C. F. KOWOKTH, EREAll'S BUILDINGS, CHANCERY LANE,"], [11, "PREFACE. Our \" History Made Easy \" is now issued to the public, to whom we make many apologies for its late publication. Our excuse must be stress of work, and the labour involved in compiling even such a small work as the present. Our main objects have been simplicity, clearness and conciseness ; and in all our paragraphs we have endeavoured to set forth the matter contained in such a form as to be both interesting and at the same time to give the Student an idea as to the manner in which he should write his answers to the questions set at the Public Examina tions. The ordinary histories are too much encumbered with irrelevant matter to enable the average Examination Candidate to answer, without further assistance, the questions propounded to him, whilst most of the \" Outlines \" published are too short and abstract for his purpose. We have endeavoured to pick out for the Student the"], [12, "VI PREFACE. exact knowledge which he requires, and we have kept steadily in view the time arrangement, so as to give him neither too much nor too little matter in respect to the several facts — in order that, when he pre sents himself for his Examination, he may be able to proportion his answers to the time allowed. This, we are convinced, is half the battle, especially in Competitive Examinations ; as Candidates, with excel lent knowledge of their subjects, often fail from giving too much time to answering one question and too little to answering another, not considering their relative importance. We trust that this Manual will be found as useful as the ready sale of our other books proves them to be. We intend to follow this History up with a similar work on Geography, entitled •' Geography Made Easy,\" which is now in hand, and will, we trust, be issued in the course of next month. In conclusion, we must acknowledge the assistance derived from Dr. Smith's and Dr. Collier's English Histories, to which books constant reference has been made. QlTERNMORE, BROMLEY, KENT. fanuary, 1882."], [13, "CONTENTS. Preface. paoe Chapter I. — The Early Britons. . . . 1 ,, II. — The Saxon Period . . . . 7 III.— The Danish Period . . .19 IV.— The Saxon Succession Benewed . 21 V.— The Norman Period . . . . 28 ,, VI. — The Plantagenet Period . .41 (a) The Plantagenets Proper . . 41 (b) The Houses of York and Lancaster 66 ,, VII.— The Tudor Period . . . . -82 ,, \"VTII. — The Stuart Period . . . . 104 „ IX. — The Brunswick Period . . .138 Appendix A.— Genealogical Tables . . . 161 „ B. — Leading Statutes, etc. . . 168 „ C. — Important Battles, with dates and results 174 ,, D.— Short Account op Great Men not included in the Text . .175 Index 179"], [14, "Salir, %m%, ŒM Sfrbkc & lt0iti>int Iptrknlatimt fewitraforas. SPECIAL PREPARATION (Privately, in Class, or by Post) BY JOHN GIBSON, M.A., (First Class Classics, Cambridge, 1874 ; late Foundation Scholar and Prizeman of Trinity College ; formerly Assistant Master in Westminster School ; Author of a series of Book3 for Students and Public School Examiners), ASSISTED BY TWO RESIDENT GRADUATES OP THE UNIVERSITY OF OXFORD AND SEVERAL VISITING PROFESSORS. Pupils are prepared on a system combining rapidity with accuracy, and special attention is paid to those Pupils who are backward in their studies, or whose education has been neglected from any cause. In consequence of the great importance lately attached to French by the Civil Service Commissioners, Special Conversation Classes are held in this subject twice a week, under the superintendence of a French Professor and Mr. Gibson, who speaks both French and German. lull particulars as lo Terms, References, $■<;., may be had on application to— J. GIBSON, QUERNMORE, BROMLEY, KENT."], [15, "HISTORY MADE EASY. CHAPTER I. THE EARLY BRITONS. Origin of the name Britain. Britain is perhaps derived from a Celtic word \" brith \" or \" brit,\" meaning \" painted,\" with reference to the ancient custom of the Britons of staining their bodies with the juice of a plant called \"woad.\" The name \"Albion\" was given to this country probably from the whiteness of the chalk cliffs, which could not fail to attract the attention of the Gauls. Earliest Visitors to Britain. The Phoenicians appear to have first visited these islands. They explored the south-west coast, allured thither by the abundant supply of tin. These visitors gave the name of Cassiterides (Tin Islands) to the Scilly Isles. Aristotle is the first -writer who mentions our country by name ; but the oldest writer who gives any account of the inhabitants is a Massilian called Pytheas. Besides the Phoenicians, the Greek colonists of Massilia (Marseilles) and Narbo (Narbonne) traded with Britain at an early period. G. B"], [16, "2 HISTORY MADE EASY. The Earliest Inhabitants of Britain. These were Celts, who came over from Gaul. There are two main divisions of this people, — the Gael and the Cymry. The Britons are descended from the latter stock. This Gallic origin of the early inhabitants of this country is confirmed by Caesar, who tells us that the Belgic Gauls crossed over from the continent for the sake of plunder. Religion of the Britons. The Britons were extremely superstitious, and had priests called Druids (so called from their worshipping under oaks, \"drus\"), who presided over religion and education. They taught the doctrine of transmigration of souls, and offered sacrifices of human beings. Closely connected with the Druids were the Bards, who sang the genealogy of their princes, and accompanied their songs -with a musical instrument called the chrotta. Manners and Habits of the Ancient Britons. The inhabitants stained their bodies -with woad (see above), and fought from scythe-bearing chariots. They lived chiefly on milk, flesh and cheese. They were a brave but uncivilized race, the only traces of any civilization being seen in the inhabitants of the southern districts, -which enjoyed communication with Gallic traders."], [17, "3 THE EARLY BRITONS. Divisions of the Britons. There were several tribes, each having its own chief. The following were the principal tribes, as made known to us by Cæsar : — 1. The Cantii, occupying Kent. 2. The Trinobantes, in Essex and Middlesex, with Londinium (London) as their capital. 3. The Cenimagni, in Norfolk, Suffolk and Cambridge. 4. The Segontiaci, in parts of Hampshire and Berkshire. 5. The Ancalites and Bibroci, occupying parts of Berkshire and Wiltshire. 6. The Cassi, situation uncertain. The Roman Occupation of Britain b.o. 55. — Julius Caesar's first invasion. Caesar landed in Kent, but only remained seventeen days in the country, his fleet having been shattered by a storm, and winter coming on. b.c. 54. — Caesar's second invasion. Defeat of Cassivelaunus, the British chief, who was forced to give hostages and promise tribute. a.d. 43. — Plautius and Yespasian sent over to Britain by the Emperor Claudius. Yectis (the Isle of Wight) was subdued by Yespasian, and the colony of Camulodunum (Maldon) founded. a.d. 47. — Ostorius Scapula sent over to com mand the Roman armies. a.d. 51. — Defeat of Caractacus, chief of the Silures in South Wales, who was betrayed by his step-mother Cartismandua. b2"], [18, "4 HISTORY MADE EASY. a.d. 61, 62. — Boadicea, Queen of the Iceni, exasperated by the cruelty of the Romans, took up arms, destroyed London, and massacred 70,000 Romans. She was, however, eventually defeated by Suetonius Paulinus, when, rather than fall into the enemy's hands, she committed suicide by taking poison. a.d. 78. — Arrival of Julius Agricola, who, whilst upholding the Roman power by his arms, also taught the Britons the arts of peace. He established laws and civilization, and taught the natives letters and science. He also drew two chains of forts — one from the Solway Frith to the Tyne, and the other from the Frith of Forth to the Frith of Clyde. The former of these chains was after wards further secured by Hadrian, and the latter by Lollius Urbicus, under Antoninus Pius. Hence the name of the wall of Antoninus (now Graham's Dyke). a.d. 211. — Arrival of Severus, who attempted to ward off the attacks of the Caledonians ; but after losing 50,000 men, he returned to Eboracum (York), where he died. a.d. 306. — Constantine the Great assumed the title of Caesar at York. a.d. 410. — The Roman Legions were recalled by the Emperor Honorius to defend Italy. Divisions of Britain under the Romans. The Romans divided this country into six pro vinces. 1. Britfinnia Prima (comprising all the country south of Gloucestershire and the Thames)."], [19, "5 THE EARLY BRITONS. 2. Britannia Secunda (comprising Wales and the portion of England west of the Severn and the Dee). 3. Flavia Caesariensis (comprising the Midland and Eastern Counties). 4. Maxima Caesariensis (comprising the district stretching from the Wash and the Dee on the south to Agricola's southern wall). 5. Yalentia (comprising the country between Agricola's two walls). 6. Yespasiana (comprising the district north of Agricola's northern wall). Government of Britain under the Romans, fye. This varied from time to time. Britain was formed into a Roman province by the Emperor Claudius, and was governed at first by a Legatus of consular rank ; its finances were managed by a procurator. Later on it was divided into parts, — Britannia Superior and Inferior — each governed by a Praeses. In 400 a.d., Britain formed one of the four praefectures of the Roman empire, and was sub divided into four provinces. (Nos. 1, 2, 3, 4, above.) The whole country was then governed by a Yicarius, who resided at Eboracum (York). The military forces were originally under the Legatus ; but when the civil and military juris dictions were separated, they were placed under the command of three military officers, called"], [20, "6 HISTORY MADE EASY. Comes Britanniarum, Comes Littoris Saxonici, and Dux Britanniarum. Traces still left of the Roman Occupation. 1. The word \" castra \" (camp) is seen in the terminations of towns ending in -caster and -chester, e. g., Lancaster, Manchester. We can also trace the word \"colonia\" in Lincoln and Colchester ; also \" stratum \" in our word street. 2. The four great Roman roads. 3. Roman remains in the form of urns, tesse lated pavements, &c, which are discovered from time to time. Bath was a favourite watering-place of the Romans."], [21, "7 CHAPTER II. THE SAXON PERIOD. When the Roman troops were withdrawn, the Picts and Scots poured in upon the country from the north ; and Yortigern, the British chief, called in the aid of the Saxons, who came from the north-west coast of Germany. The Saxon Tribes. The Saxons were divided into three main tribes, — the Saxons proper, Angles and Jutes. The Saxon Heptarchy. Formed by successive Teutonic invasions. Hengist and Horsa, two Jutish chiefs, first came over in 449 a.d., in response to Yortigern's in vitation. After repelling the Picts and Scots, they turned their arms against the Britons them selves, and, pouring in from the opposite coast for nearly a century and a half, they founded the following seven kingdoms, called — The Saxon Heptarchy. 1. Kent, founded by Hengist, 457, a.d. 2. South Saxony (comprising Sussex and Surrey), founded by Ella, 490, a.d. 3. West Saxony or Wessex (comprising all counties west of Sussex and south of the Thames, except Cornwall), founded by Cerdic, 519, a.d."], [22, "8 HISTORY MADE EASY. 4. East Saxony (comprising Essex and Middlesex), founded by Ercenwin, 527, a.d. 5. Northumbria (comprising all the land north of the Humber), founded by Ida, 547, a.d. 6. East Anglia (comprising Norfolk, Suffolk and Cambridge), founded by Uffa, 575, a.d. 7. Mercia (comprising the midland counties), founded by Cridda, 582, a.d. In the place of Northumbria were originally two kingdoms, called Bernicia and Deira. Hence the term Octarchy (eight kingdoms) is sometimes used in speaking of these kingdoms, instead of Heptarchy. The kings of the Heptarchy were at constant war with each other. The king who held the ascendancy for the time being was called \" Bret walda\" (powerful king). The chief opponent of the Saxons was Arthur, king of the Silures in South Wales, with his famous \" Knights of the Round Table.\" He was slained by Mordred, his nephew, and buried at Glastonbury, 542, a.d. Re-introduction of Christianity, 596, a.d.* Christianity was re-introduced into this country by St. Augustine, who was sent with forty monks * Christianity had been previously introduced, probably either by St. Peter or St. Paul, towards the end of the first century, a.d. In 314 a.d. British representatives appeared at the Council of Aries."], [23, "9 THE SAXON PERIOD. by Pope Gregory the Great to preach the Gospel in Britain. The first royal convert was Ethelbert, King of Kent ; and a church was built at Canterbury. Sebert, King of Essex, was also converted. Churches were raised to St. Peter at Westminster, in the place of the Temple of Apollo, and to St. Paul in the east of London on the site of the Temple of Diana. Edwin, a Bretwalda, was another convert. He founded Edinburgh (Ed win's burgh), and was baptized on Easter Day, a.d. 627 at York, where subsequently an arch bishopric was established. Reduction of the Heptarchy. The seven kingdoms were finally reduced to three — Northumbria, Mercia and Wessex. History of Northumbria. Edwin, King of Northumbria, was slain by Penda, King of Mercia. Oswy, who next came to the throne, in his turn defeated and slew Penda, a.d. 656. After Oswy's death this king dom presented a scene of disturbance and anarcby and fell an easy prey to Mercia. History of Mercia. Some of the kings of Mercia were very powerful. We have noticed Penda. After his death there was no king of importance till Ethelbald came to the throne, a.d. 716. This king at one time became supreme over all the"], [24, "10 HISTORY MADE EASY. country south of the Humber, and signed himself \" King of Britain ;\" but he subsequently fell in a battle against the West Saxons, a.d. 755. Offa, who succeeded him, was the most powerful Mercian king, and was called \"Offa the Terrible.\" He constructed a rampart, known as \" Off a's Dyke,\" to secure the Britons from the incursions of the Welsh. Offa's memory is, however, stained by the murder of Ethelbert, King of the East Angles, who was staying at his court — a crime for which he tried to atone by liberality to the Church. He gave the tenth part of his goods to the clergy, and helped to support an English college at Rome. Offa died in 796, a.d. ; and after this Mercia fell into decay through internal dissensions, and proved an easy prey to Egbert, King of Wessex. History of Wessex. Ina was the first king of note in Wessex. He was famed for his justice, policy and prudence. He established good and equable laws, and, in spite of a few insurrections, his reign of thirty seven years was one of the most glorious and prosperous of the Anglo-Saxon kings. After his death (the date of which is uncertain) the realm was held by usurpers, till the rightful heir, Egbert, who had been living in exile at the court of Charlemagne, returned to claim his own king dom. After overthrowing Bernwulf, the usurper of Mercia, he added that realm to Wessex, and united under his sway all the territory south of the Tweed."], [25, "11 THE SAXON PERIOD. The country was now called England (Land of the Angli) ; and Egbert was the first sole King of England, 827, a.d. List of Saxon Kings. A.D. A.D. Egbert 827 Edred 946 Ethelwulf 836 Edwy 955 Ethelbald 857 Edgar 959 Ethelbert 860 Edward the Martyr 975 Ethelredl. 866 Ethelred II. 978 Alfred 871 Edmund II. 1017 Edward the Elder 901 Edward the Con- Athelstan 925 fessor 1041 Edmund I. 941 Harold II. 1066 The Reign of Egbert, 827—836. Egbert (Bright-eye) was a man of daring and valour. In his reign the Danes came over to this country and caused great trouble by their inroads. They first descended on this island at Teign mouth, but were defeated by Egbert in 835, a.d., at Hengsdown Hill. Unfortunately, Egbert died in 836, when his son, Ethelwulf, succeeded him. The Reign of Ethelwulf, 836—857. Ethelwulf married, first of all, Osberga (mother of Alfred the Great), and afterwards Judith, daughter of Charles the Bald, King of France. He made a pilgrimage to Rome with his youngest son Alfred. In his reign a tax called \" Peter's Pence \" was levied, to support an English college at Rome. Ethelwulf instituted"], [26, "12 HISTORY MADE EASY. tithes to the clergy, and set apart every Wednes day for prayer against the Danes. The Reign of Ethelbald, 857—860. Ethelbald married Judith, his step-mother, but he was afterwards persuaded by the Pope to give her up. The Reign of Ethelbert I, 860—866. In this reign the Danes made a descent upon Thanet. The Reign of Ethelred I, 866—871. The Danes continued their invasions and ravages with increased vigour, and in the course of their depredations they took prisoner Edmund, King of East Anglia, whom they finally be headed, as he would not agree to renounce the Christian faith and rule under their supremacy. In consideration of his constancy, even to death, Edmund was regarded as a saint and martyr. His body was interred in a town called after him Bury St. Edmund's, where a splendid monastery was erected in his honour. The Reign of Alfred, 871—901. We now come to the most famous of the Saxon kings. Alfred, son of Ethelwulf and Osberga, was born at Wantage in Berkshire. In his early life he had given signs of great vigour and bravery, and so he was called to the throne by"], [27, "13 THE SAXON PERIOD. the nobles of Wessex, though his brother's infant son, Ethelwald, was living. The greater part of Alfred's life was taken up with struggles against the Danes. He equipped a fleet against them, and at first met with considerable success, but eventually, owing to the descent of Guthrum, the Danish leader, upon Chippenham, where Alfred was then residing, the king was obliged to flee in disguise, and take refuge in a swineherd's house in the Isle of Athelney. Here occurred the famous episode of Alfred and the cakes. It was in this marshy island that he was visited by several of his nobles, in concert with whom he prepared for a grand struggle with the Danes. Accordingly, disguised as a harper, he visited the Danish camp ; and Guthrum was so charmed with his music that he entertained him for many days. Alfred, after learning all the Danish plans, stole away from the camp, and summoned his friends to Selwood Forest. At the foot of a hill in Somersetshire — called Ethandune — the English gained a complete victory. Alfred then besieged the Danish camp, and forced Guthrum to come to terms. He and many of his followers became Christians, and received from Alfred a strip of the eastern coast from the Thames to the Tweed, called Danelagh. The Final Struggle of the Danes. The Danes made one more effort under Has tings, the leader of the fleet. They landed on the shore of Kent, and ravaged the south of this"], [28, "14 HISTORY MADE EASY. country for three years. Alfred, however, again proved victorious, and enjoyed peace for the rest of his reign. Alfred's latter Days. The king employed the latter part of his reign in improving the condition of his country and subjects, both externally and internally. He built castles to withstand a foreign foe, and organized a system of militia. He increased the number and improved the condition of his ships. He did all that he could to encourage literature and learning, translated Aesop's Fables, and Bede's History of the Saxon Church, and invited to his court learned men of every kind. Alfred's Claims to the Title \" Great.\" 1. He founded the English navy. 2. He founded English law. We can trace in his legislation the principles of trial by jury and the division of the country into counties, hundreds and tithings. 3. He raised the nation from the lowest depths of ignorance and barbarism to a comparatively advanced stage of learning and civilization. He reigned from 871 to 901 a.d., died at Farringdon in Berks, and was buried at Win chester. Reign of Edward the Elder, 901—925 Edward was the son of Alfred and was the first to assume the title of \"King of the English.\""], [29, "15 THE SAXON PERIOD. He is also said to have founded the University of Cambridge. Reign of Athelstan, 925 — 940. This king passed many good laws, and greatly encouraged commerce by conferring the title of \" Thane \" on any merchant who had made three long voyages on his own account. He also opened up a connection with several foreign courts ; and has justly been considered as one of the most able and energetic of the Saxon kings. Reign of Edmund 1, 940—946. Edmund I., brother of Athelstan, succeeded next to the throne. He expelled the Danes from the Five Burghs, — Derby, Leicester, Lincoln, Nottingham and Stamford. He also conquered Cumberland, which he handed over to Malcolm, King of Scotland, on condition that the latter should be his vassal and defend the North against future incursions of the Danes. He was stabbed by an assassin named Leof u, whom he had sentenced to exile. Reign of Edred, 946—955. This reign is chiefly remarkable for the great power acquired for the Church owing to the in fluence obtained over the king by Dunstan, Abbot of Glastonbury. This man began by secluding himself from the world; but this was merely a cloak for his ambition. He afterwards came out"], [30, "16 HISTORY MADE EASY. of his retirement and gained such an influence over Edred, that the latter made him his chief counsellor. Dunstan then introduced Monastic and other Romish customs into this country. Reign of Edwy, 955 — 958. Edwy, son of Edmund I. and nephew of the late king, married Elgiva, a princess of tbe royal blood. Dunstan objected to the marriage, on the ground of too near kinship between the married couple. Hereupon a quarrel arose, and Dunstan was obliged to fly the country ; but he was restored to power under the next king. Reign of Edgar, 958 — 975. Dunstan was now promoted to the Archbishopric of Canterbury, and gained as great an ascendancy over Edgar as he had previously gained over Edred. This king was called the \"Peaceable,\" because the land was entirely free from foes during his reign. In order to extirpate the wolves from England, an arrangement was effected by which 300 wolves' heads w7ere paid annually by the Welsh princes in lieu of tribute. Edgar also reduced weights and measures to a standard. On his death he was succeeded by his son Edward, surnamed the Martyr (see below), who came to the throne mainly through the influence of Dunstan. Reign of Edward the Martyr, 975 — 979. This is an unimportant reign. Its duration was very short, for Edward was stabbed in the"], [31, "17 THE SAXON PERIOD. back whilst drinking a cup of mead on horseback at Corse Castle in Dorsetshire. This act of murder was instigated by Elfrida, the king's step-mother, who wanted to obtain the crown for her son Ethelred. Owing to this tragic death, Edward was surnamed the Martyr. Reign of Ethelred II, 979—1016. Dunstan crowned this king, but at the coro nation he is said to have uttered a curse on him instead of a blessing. Ethelred was surnamed the Unready, because he was never ready to meet the Danes, who in this reign renewed their depre dations and ravaged the country on every side. This foolish king attempted to buy off the foreign foe ; and for this purpose he imposed on his sub jects a tax called Dane-geld, amounting to twelve pence on each hide of land for all classes except the clergy. Famine and plague also oppressed the people during this reign ; and Ethelred, in a fit of madness and despair, caused a general massacre of the Danes to be perpetrated on St. Brice's Day. Among the victims slain was Gun hilda, sister to Sweyn, King of Denmark, who invaded England in consequence of this outrage and took a terrible revenge. Sweyn was proclaimed king, and on his death his son Canute succeeded him. Ethelred had meanwhile fled into Normandy; but hearing of Sweyn's death he returned to his native land, and, through the energy of his subjects, forced Canute to leave the island. The latter, however, shortly G. c"], [32, "18 HISTORY MADE EASY. afterwards returned, and was making for London, when he heard that Ethelred was dead. Reign of Edmund II, 1016. By a few faithful followers Edmund, surnamed Ironside from his hardy valour, son of Ethelred the Unready, was proclaimed king. He struggled bravely to recover his father's kingdom ; and after several struggles with Canute an arrangement was made by which Canute should hold the country north of the Thames and Edmund the districts south of that river. Edmund dying soon after, Canute became sole king of England, a.d. 1016."], [33, "19 CHAPTER III. The Danish Period, 1016—1041. Reign of Canute, 1016 — 1035. Canute's first step was to remove all possible rivals and competitors. Ethelred II. had left three sons, — Edwy, Edward, and Alfred. Edwy was murdered by the king's orders, whilst the other two fled to Normandy. Their mother, Emma, became Canute's wife. Edmund's two infant sons, Edmund and Edward, were taken to Sweden, afterwards to Hungary, where Edmund died. Canute next dismissed the Danish troops, with handsome presents, to their homes, in order to win over the Saxons to his favour. Canute's Claim to the Title \" Great.\" Canute was a strict but just ruler. On one occasion, when he had killed a soldier in a rage, he inflicted a nine-fold penalty on himself. On another occasion occurred the famous episode touch ing the waves on the sea-shore, by which the king proved that there was One higher than himself. In his latter days he was very religious. He endowed monasteries, built churches, made a pilgrimage to Rome, and introduced Christianity into Denmark. He ruled over England, Norway, c2"], [34, "20 HISTORY MADE EASY. Sweden and Denmark, and it is said that he made Malcolm, King of Scotland, do homage for his crown. Reign of Harold I, 1035—1040. On Canute's death, Harold at once seized the throne, though the late king had willed it to Hardicanute. Godwin, Earl of Wessex, supported the latter's claims ; and matters were nearly brought to a civil war, when the Witanagemot, the great general council of the nation, declared a division of the kingdom between the two brothers, assigning the districts north of the Thames to Harold, and the country south of that river to Hardicanute. Edward and Alfred, the sons of Ethelred II. , now took the opportunity of asserting their claims, and invaded England, but without success. The former retired before a threatening army, whilst the latter was cruelly put to death at Ely, his eyes being torn out by Harold's officers. This was the only deed of note performed in the reign of Harold, who, from his fleetness of foot, was surnamed Hare foot. Reign of Hardicanute, 1040 — 1042. The reign of this king was very short. He imposed many taxes, and renewed the odious Dane-geld; whereby he utterly disgusted the English nation. He died suddenly at a marriage festival held at Lambeth, and was buried at Winchester, a.d. 1042."], [35, "21 CHAPTER IY. THE SAXON SUCCESSION RENEWED. Reign of Edward the Confessor, 1042 — 1066. Mainly through the influence of Godwin, Earl of Wessex, Edward, son of Ethelred, surnamed the Confessor, because of his religious character, was elected king, and thus renewed the Saxon succes sion after an interruption of a quarter of a century. One of the new king's first acts was to confiscate the property of his mother Emma, and to place her in retirement at Winchester. Quarrel between Edward and Earl Godwin. Edward, having lived so much in Normandy, advanced the Norman nobles to all the best offices of state, favouring them at the expense of the English barons. This roused the anger of the latter, and they rebelled under Earl Godwin, who, when ordered by the king to aid Eustace, Count of Boulogne, against a rising of the men of Dover, took the field rather than submit. The upshot of the matter was, that Earl Godwin was forced to fly the country. Visit of William of Normandy. Edward had invited William, Duke of Nor mandy, to help him against Godwin ; but when"], [36, "22 HISTORY MADE EASY. the duke arrived, all need for aid had passed away. William, however, paid a visit to Edward's court, and did not fail to remark the Norman influences which surrounded the king on all sides. Reconciliation of Godwin to the King — Death of the former. Stigand, an artful priest, was the means of bringing about a reconciliation between the exiled earl and the king. Godwin died soon afterwards (a.d. 1052), and left his kingdom to his son Harold. The disputed Succession. Edward now began to be much distressed about the appointment of a successor. Acting on the advice of the Witanagemot, he sent for Edward surnamed the \"Outlaw,\" son of Edmund Ironside, and at this time an exile in Hungary. He came over with his wife and children, but died soon after his arrival. Thereupon the king sent Harold over to Normandy, with the view of appointing William as his successor. Harold, being wrecked on the Norman coast, was seized by William and made to swear an oath that he would assist the duke to secure the crown of England. Death of Edward the Confessor. Edward died in 1066, a.d., and was buried in Westminster Abbey, and honoured after his death as a saint of the Catholic Church."], [37, "THE SAXON SUCCESSION RENEWED. 23 Harold appointed King. The real heir to the throne was Edgar, sur named the Atheling. eldest son of Edward the \"Outlaw;\" but the Witan, considering him too young to reign in such troublous times, conferred the crown on Harold. Threatened Invasion by William of Normandy. No sooner did William hear of the late king's death, and the appointment of his successor, than he at once began to prepare to invade England, in order to obtain the crown, which he claimed on two grounds — (i) by bequest from Edward the Confessor ; (ii) by promise on oath from Harold. Battle of Stamford Bridge. New and unexpected foes also sprang up before Harold in his own country. His brother Tostig, in conjunction with Hardrada, King of Norway, sailed up the Humber and captured York, the capital of Northumbria. Harold advanced to meet them, and a battle was fought at Stamford Bridge, in which, after a sharp conflict, the allied chiefs fell side by side, and the victory was Harold's. Battle of Hastings. Four days later William of Normandy landed in Sussex, near Pevensey, and at once advanced to Hastings. As soon as the news of his invasion reached Harold, the latter pushed on southwards by forced marches. He encamped at Senlac, a"], [38, "24 HISTORY MADE EASY. few miles outside Hastings. Both sides now pre pared for a mighty battle. The English are said to have spent the night preceding the engagement in feasting and riot — the Normans in silence and prayer. On the 14th of October the Duke assumed the offensive, attacking the English in three lines. Harold was satisfied to maintain a defensive atti tude behind his trenches, and for a long time the Normans were beaten back with great loss. At last William hit upon the stratagem of a feigned retreat, and, enticing the English into the plain, he inflicted on them a great slaughter. Harold, however, rallied his troops again and again, and kept his position till sunset, when he fell pierced in the eye by an arrow. His two brothers also having fallen, the English ranks were broken, and the remaining troops took to precipitate flight. Thus was lost and won the great battle of Has tings, which decided tbe fate of a mighty king dom. The body of Harold was conveyed to Wal tham Abbey; and William founded Battle Abbey, the ruins of which may still be seen, to commemo rate his great victory. To his other two claims to the English throne he now added a third — the right of conquest, 1066, a.d. Institutions and Customs of the Anglo-Saxons. (i) Social. At the head of the State stood the King ; next came the Earls ; then the inferior nobles, called Thanes ; and, lastly, the Churls, the lowest class of freemen."], [39, "THE SAXON SUCCESSION RENEWED. 25 The greater portion of the nation were in a con dition of slavery; for, besides those taken prisoners in war, all persons arrested for debt or crime were reduced to bondage. Many slaves also were im ported from foreign countries. In their manner of living, the people were little better than semi-bar barians. Their houses were originally mere huts; but afterwards small rough stones were used for building. The chief sports of the Anglo-Saxons were hunting and hawking. In the evening, the whole household, master, family and servants, all dined together in the common hall. Their food consisted of swine's flesh, game and fish. After dinner, heavy drinking was the order of the even ing, accompanied by the strains of a Saxon harper. The ladies spent their time in spinning and em broidery; and the famous tapestry at Bayeux bears witness to their skill in the latter art. (ii) Political. The Great General Assembly, called the Wita nagemot (Council of Wise Men), was composed of the bishops and nobles of the realm, and met three times a year. They advised the king and pre sided over the law courts. The laws were carried out by officers called reeves in the different shires. Hence our word sheriff (reeve of the shire). The crime of theft was originally punished with death ; but Canute substituted mutilation. If one man killed another, he had to pay a heavy fine to the widow of the murdered man."], [40, "26 HISTORY MADE EASY. When a man was accused of a crime, he could clear himself in two ways : — (1) By bringing a number of witnesses (the number varied according to the offence) to prove his innocence. (2) By the ordeal (i) of fire ; (ii) of water. The ordeal of fire required that the accused should take up a bar of red-hot iron in his hand and carry it for a certain distance. If no scar re mained on his hand three days after the ordeal, he was acquitted. The ordeal of water was similar to that of fire ; only instead of carrying a red-hot piece of iron the defendant had to take a stone or piece of iron out of a caldron of boiling water. (iii) Religious. The Anglo-Saxons were very superstitious, and dedicated each day of the week to a particular deity. Thus Sunday is the day of the Sun ; Monday the day of the Moon ; Tuesday the day sacred to Tuesca ; Wednesday the day of Woden ; Thursday Thor's day ; Frida}r the day dedicated to Freya ; and Saturday the day of Saturn. Division of the Soil. The land was divided into two main parts, that which was the property of the state, called sole land, and that which was granted to individuals in perpetuity as freehold, called boc-land. The term sole-land means the land of the folk or people ;"], [41, "27 THE SAXON SUCCESSION RENEWED. boc-land signifies land granted by deed or charter, boc being the Anglo-Saxon for writing. Boc-land was exempt from all public burdens, except the \"trinoda necessitas,\" i. c, the liability to military service and the duty of repairing forts and bridges. Boc-land was granted by the king with the consent of the Witanagemot, and could be held by freemen of all ranks. When the Normans introduced the feudal system (vide post, p. 39) into this country, the sole-land, as such, dis appeared; what remained of it became \"terra regis\" or crown land."], [42, "28 HISTORY MADE EASY. CHAPTER Y. The Norman Period, a.d. 1066—1199. Descent of William I. William, surnamed the Conqueror, was descended from Rollo, the Gauger, the first Duke of Nor mandy, and was the son of Robert the Devil. William's Wife and Issue. He married Matilda, the daughter of Earl Baldwin of Flanders, and by her had issue as follows : Robert, Richard, William, Henry, and Adela. William's March through England. The first place to which the Conqueror pushed on after the battle of Hastings was Dover. This town surrendered to him ; and after staying there a few days he advanced on London, where an ineffectual resistance was made by the citizens, who had proclaimed Edgar Atheling, the grand son of Edmund Ironside, king. The Atheling was at first supported by Stigand, Archbishop of Canterbury, and by the Earls Edwin and Morcar ; but Stigand, seeing which way things were going, soon deserted the young claimant's cause, and William was crowned at Westminster."], [43, "29 THE NORMAN PERIOD. William's Government of the Country. William, at the outset, treated the Saxons very favourably, and showed especial kindness to his young rival, Edgar Atheling. He also granted a new charter to the citizens of London, and retained most of the Saxon laws. But afterwards he car ried on his administration with a more severe hand ; gave the Saxon lands to his Norman fol lowers ; and established fortresses, manned by Norman troops, wherever a favourable point offered itself for commanding the country. Thus he built citadels in London, Winchester and Hereford. William's Departure to Normandy. Thinking he had rendered the country quite peaceful and secure, William returned to Nor mandy in 1067, to receive the congratulations of his former subjects. He took with him Edgar Atheling and the flower of the English nobility. During his absence he appointed as regents, Odo, Bishop of Bayeux, and William Fitz Osberne. These two ruled the country with such severity that rebellions on the part of the Saxons broke out in every quarter, and William was obliged to return in haste to England. He advanced on Exeter and quelled the rebellion in the west, after which he returned to Winchester. The Rebellion in the North. But ere long a rebellion was raised in the north by Earls Edwin and Morcar, assisted by Malcolm,"], [44, "30 HISTORY MADE EASY. King of Scotland, and Sweyn, King of Denmark. William at once hastened to the scene of action and took York, the headquarters of the insurgents, thus putting down the rising and enabling himself to return south. Scarcely, however, had he turned his back, when the Saxons, who had called in the aid of the Danes, recaptured York, and once more raised the standard of rebellion. William was obliged to return to the north ; and this time he showed no mercy. He laid waste all the country as he marched along, till at length the whole dis trict between the Ouse and the Tyne was nothing but a black mass of smouldering ashes. A hun dred thousand people are said to have perished through this act of terrible vengeance. William's subsequent Treatment of the Saxons. The Saxons were now treated with the utmost rigour. William deprived them of all offices, both ecclesiastical and civil. Stigand, the Arch bishop of Canterbury, was deposed, and Lanfranc, a Milanese monk, -appointed in his room. Most of the Saxon nobles fled to the continent, in con sequence of the loss of their estates and influence. Hereward the Wake, called \"The Last of the Saxons,\" established himself in the Isle of Ely, where for a long time he defied the Conqueror. Earl Morcar took refuge with him, but they were at last obliged to yield. Hereward was restored to his estate, as a reward for his bravery ; but Morcar was thrown into prison, where he died some time after."], [45, "31 THE NORMAN PERIOD. Further Rebellions against William. Though England was now conquered, William was not destined to enjoy tranquillity. The Norman nobles became discontented in their turn, and formed a conspiracy against the king. The conspiracy was headed by Roger, Earl of Hereford, who was joined by Waltheof, the Saxon earl, whose wife Judith was William's niece. The plot was betrayed by Judith ; whereupon Hereford was imprisoned, with the loss of his estate, whilst Waltheof was condemned to death. Robert, the Conqueror's eldest son, also rebelled and made open war upon his father, whom he encountered in single combat under the castle of Gerberoi and nearly slew. On recognizing his father's voice, Robert desisted from the contest and craved pardon, which was granted. William's last Days and Death. A war with France occasioned the Conqueror's death. Some French barons had invaded Nor mandy, and in order to take vengeance for these inroads, as well as to punish the French for some personal insults, William invaded France and spread fire and destruction on every side. He was watching the black ruins of a town called Mantes, when his horse trod on a red-hot ash, and, plunging forward, bruised the king against the pommel of his saddle. This proved his death blow, 1087. He was buried at Caen."], [46, "32 HISTORY MADE EASY. William's Character. The Conqueror was a man of great military talents, and of stern, unbending will. So long as he attained the object before him, he was utterly unscrupulous as to the manner of attainment. But we must not forget that at times he showed a generous disposition towards his enemies, and that at the outset of his reign he refrained from those acts of tyranny and cruelty which made the Norman Conquest so hateful to the English. The Results of the Norman Conquest to England. No doubt the Norman Conquest, however un palatable in the first instance, proved a real benefit in many ways. In the first place, it brought this country into contact with the continent, without which England could never have been a first-grade power. Then again it gave her a strong govern ment in lieu of the feeble Saxon rule, and brought round the throne a circle of nobles, who subse quently secured to the English people their liberty and rights. William II. (Rurus), 1087—1100. On his father's death, William, surnamed Rufus, from his red hair or his red complexion, hastened to England to seize the crown, which he secured mainly through the influence of Lanfranc."], [47, "33 THE NORMAN PERIOD. Rebellion in favour of Robert. A deep-set plot was formed by Odo, Bishop of Bayeux, to set Robert, Duke of Normandy, the Conqueror's eldest son, upon the throne. This plot, however, was soon crushed, and Odo fled into Normandy. William's Invasion of Normandy. Anxious to obtain the Duchy of Normandy, William made an invasion into that country ; but the war was stopped by the Norman barons and the French king, who brought about an agreement between the brothers to the effect that the survivor should hold the dominions belonging to both. Expedition of William and Robert against Scotland. Robert returned with William to England and joined him in an expedition to Scotland. The result was that Malcolm, King of Scotland, yielded Cumberland to England, and Edgar Atheling submitted to William. Malcolm soon after this invaded England and was slain in Northumber land. William's Quarrel with the Church. William had a corrupt minister named Flam bard, who aided the king in keeping the livings vacant and seizing the revenues. Anselm, Arch bishop of Canterbury, quarrelled with William on this subject and was forced to leave the country. c. D"], [48, "34 HISTORY made easy. The Crusades. The First Crusade, the object of which was to rescue the Holy Sepulchre at Jerusalem from the hands of the Infidels, was preached by Peter the Hermit, 1095. Robert of Normandy joined the expedition, and, in order to raise the necessary funds, pledged the duchies of Normandy and Maine to William for 10,000 marks. Death of William Rufus. Before, however, William could take possession of these provinces, he met his death. He was out hunting in the New Forest, when a gentleman named Walter Tyrrel is supposed to have shot him with an arrow which glanced from a tree. Some say that William was slain at the instigation of Henry, his brother, who wished for the crown. The king's body was taken by some countrymen to. Winchester, where he was buried, 1100. William's Character. We know very little that is good of this king. He was profligate, debauched, cruel and rapacious. He possessed some of his father's ability, but was destitute of his father's better qualities. Henry I. (surnamed Bea uclerc, \" Fine Scholar,\" from his great learning), 1100 — 1135, a.d. Accession to the Throne. This king is supposed by some to have had his brother William killed, for the purpose of securing"], [49, "35 THE NORMAN PERIOD. the crown to himself. Robert, being away in Palestine, was thus once more excluded from the throne. Henry's Marriage and Issue. By his marriage with Matdda, daughter of Malcolm, King of Scotland, and niece of Edgar Atheling, Henry united the Norman and Saxon lines. This queen has been called \" the Good Queen Maud.\" On Matilda's death, in 1118, he married Adelais of Louvain, by whom he had no children. The issue of his first marriage were : — William (drowned in the wreck of the \" White Ship\") and Matilda (married (1) Henry V., Em peror of Germany ; (2) Geoffrey, Count of Anjou, whence sprang Henry II.). Henry's fair Promises to his Subjects. The king, at the commencement of his reign, granted a charter, promising great things to the Church, barons and English, and pledging himself to abide by the laws of Edward the Confessor. Henry's Quarrel with Robert — Defeat and Death of the latter. Robert of Normandy, who on Henry's accession had been absent in Palestine, now claimed the throne on the grounds of birth, and of his arrange ment with William Rufus. Henry replied that he had been chosen by his subjects, and that his interests had not been consulted in the arrange ment referred to. Robert invaded England and advanced as far as Winchester, when an agree- d2"], [50, "36 HISTORY MADE EASY. ment was made between the two brothers, similar to that arranged between Robert and Rufus ; that is, that the survivor should succeed to both kingdoms. Henry, however, soon found some pretext for setting this treaty aside, and invaded Normandy, where he defeated Robert and took him prisoner at the battle of Tenchebray. Robert was confined in Cardiff Castle, where it is said that his eyes were put by Henry's order. Rising of William, Robert's Son. The Frenoh king took up the cause of William, Robert's son, in his endeavour to secure the throne, which rightfully belonged to him from his father. The wars that ensued were a constant drain on the blood and money of the English nation, and only ended by Wdliam's death in 1128. Death of William, Henry's Son. The king suffered a terrible blow in 1120 owing to the loss of his son William, who was drowned in the wreck of the \"White Ship \" on his way home from Normandy. This great sorrow so affected Henry, that it is said he never smiled again. Henry's Death and Character. This resulted from an excessive feast on lampreys in 1135. The king was buried at Reading, in the Abbey of St. Mary's, founded by himself. Henry was a fine scholar (hence his title"], [51, "37 THE NORMAN PERIOD. \" Beauclerc\"), as shown by his translation of Aesop's Fables. He was an astute politician, but cruel in his actions and unscrupulous in his motives. At the same time he was very just towards his subjects, and, though cruel on many occasions, he was less violent than his father, and most of his acts of cruelty arose rather from policy than passion. Stephen, 1135 — 1154, a.d. Descent of Stephen. Stephen was the son of Adela, eldest daughter of Wflliam I., and the Count of Blois. He was thus a usurper, the real heir being Henry II., son of Maud, the daughter of Henry I. Stephen's Steps to secure the Throne. Stephen paved the way for his accession by urging the following pleas : — (a) That it was opposed to the spirit of feudal times to submit to a woman's rule. (b) That he would abolish Dane-gelt and sup port the interests of the clergy and barons. Civil War between Maud and Stephen — Battle of The Standard. In consequence of the disputed succession, civil war arose; and David, Maud's uncle, King of Scotland, who supported the cause of his niece, invaded England on her behalf, but was utterly defeated by the English at the battle of North-"], [52, "38 HISTORY MADE EASY. allerton, commonly called the battle of The Stand ard, owing to a crucifix, with the box containing the sacred wafer, being set up in a waggon in the centre of the English army, 1138. Further Issues of the Civil War. On the strength of this victory Stephen showed such imperious conduct, especially to the clergy, that the country in general rose against him, and Maud established herself at Arundel Castle in Sussex, 1139. Two years later Stephen was taken prisoner by Robert, Earl of Gloucester, Maud's brother, and put into prison. Maud now, in her turn, acted imperiously, and estranged the popular feeling from herself. She was besieged in Winchester, whence she escaped, but Robert was taken prisoner. Maud subsequently agreed to release Stephen in exchange for her brotber; whereupon civil war again raged; nor did it subside till 1148, when Robert died and Maud retired into Normandy. Arrival of Henry, Maud's Son, in England — Treaty of Winchester. Meanwhile Henry, Maud's son, was making his way to England, to assert his mother's rights. He gained a slight advantage over Stephen at Malmesbury. Hereupon the Treaty of Winchester was drawn up, by which it was arranged that Stephen should reign for life, and that Henry should succeed him."], [53, "39 THE NORMAN PERIOD. Stephen's Death and Character. Stephen died in 1154. As a man he appears to have been generous, kind, energetic and per severing ; as a king we have little opportunity of judging of his character in consequence of the civil wars which filled his reign. Norman Customs and Institutions. The Feudal System. Under this system, all the land was held under military tenure ; that is to say, a tenant, instead of paying his rent in money, gave his services in war as part payment. The king let out the land to the nobles, the nobles to the gentry, and the gentry to their vassals. The object of this system was, that the king might be able to summon a large army, at short notice and at small expense. Forest Laws. These were introduced by the Conqueror for the preservation of game in the New Forest. The penalty for kdling game was mutilation. Domesday Booh. This was a register, containing a record of all the landed estates in the kingdom, under the dif ferent heads of pasture, arable, &c. The origin of the name is doubtful. Some say it was so called from the idea that it would last till the Day of Doom ; whilst others maintain that it is a cor-"], [54, "40 HISTORY MADE EASY'. ruption of Domus Dei, so called from the temple like shape of the house in which it was kept. Curfew Bell. This was another Norman institution, brought into force as a protection against fire (couvre feu). On the ringing of this bell, which took place at sunset in summer and about 8 p.m. in winter, all fires and candles had to be extinguished. Various other Customs. Besides the above-named institutions, the Nor mans introduced Tournaments or Jousts, and Chivalry or Knighthood. They also brought sur names into general use. Social Aspect of the Normans. The Normans were much more refined in their manners and mode of life than the Saxons. They had only two chief meals instead of three — one at 9 a.m. and the other at 4 or 5 p.m. Building, also, had much improved since the Anglo-Saxon era. The Norman castles were built for strength and security ; and their ruins are still to be found, conspicuous for the rounded arch."], [55, "41 CHAPTER VI. The Plantagenet Period, 1154 — 1485, a.d. (a) The Plantagenets Proper. (1154—1399, a.d.) Henry II., 1154—1189, a.d. Origin of the Line. The heads of the line were Geoffrey, Count of Anjou, and Maud, daughter of Henry I. The name is derived from two Latin words, Planta Genista, a sprig of broom, which the Count used to wear in his hat, as a sign of humility, when on a pdgrimage to the Holy Land. Henry II.'s Marriage and Issue. Henry married Eleanor, the divorced wife of Louis VII. of France, by whom he had five sons and three daughters. Of the sons three died before their father ; the other two, Richard and John, came to the throne in succession. French Possessions held by Henry. With his wife Henry received the provinces of Poitou and Guienne ; whilst from his father he inherited Maine, and he took Anjou by force from"], [56, "42 history made easy. his brother Geoffrey. He subsequently made himself master of Nantes and Brittany, and finally held under his sway the finest of the provinces of France, and equal in number to one-third of the whole kingdom. Henry's first Acts. The first step which the new king took was to redress the grievances that had arisen in Stephen's reign. He re-enacted the Charter of Henry I., and put down robbery and violence with a high hand ; he also pulled down the castles which had been erected by the barons. The Rise and Fall of Bechet. The most important event in this reign was the quarrel of the king with Thomas a Becket on the subject of Church discipline. Becket, who, from sm obscure origin, had been raised by Henry, first to the position of tutor to the king's son, and afterwards to that of Chancellor of England and Archbishop of Canterbury, tried to increase the authority of the clergy at the expense of the king's power. He claimed for the clergy exemp tion from amenity to the civil Courts, and that they should only be answerable to a purely eccle siastical tribunal. Henry summoned a council of the nobles and clergy at Clarendon in Wilts, where the famous Constitutions of Clarendon were drawn up in the king's favour. (See Appendix B.) Becket was obliged to flee to France, whence he"], [57, "43 THE PLANTAGENET PERIOD. returned six years later, on being reconciled to his sovereign. Finding, however, that in his absence the domains of his see had been confiscated, he called upon the king to restore them; and, on his request being refused, the quarrel was re newed. Henry called upon his household to rid him of this source of disturbance, whereupon four of his knights murdered the archbishop in the Cathedral of Canterbury, 1170, a.d. Henry's Conquest of Ireland. Ireland, which by this time had risen to some importance, especially from a commercial point of view, had for some time past caused Henry to cast a longing eye upon that country; and an opportu nity of conquering it at last occurred. A quarrel having arisen between Dermot, King of Leinster, and O'Ruarc, Prince of Leitrim, and Dermot having been driven from the island, Henry granted the latter leave to enlist soldiers in England, on condition of Dermot becoming his vassal. Among those who agreed to take up Dermot's cause were Fitz Gerald, Fitz Stephens and Strongbow, Earl of Pembroke. Fitz Stephens landed in Ireland first, next came Fitz Gerald, and lastly Strong bow. Wexford, Waterford and Dublin soon fell before the invaders. Henry went over to the country to receive homage from the native princes, none of whom refused to pay it, excepting those of Ulster. Henry then received the title of \"Lord of Ireland,\" and appointed Strongbow governor of the country, 1170, a.d."], [58, "44 HISTORY MADE EASY'. Henry's Penance at Becket's Tomb. Knowing that several of his subjects still re membered the murder of Becket with indignation, Henry did full penance at Becket's shrine, sub mitting to be scourged by the monks, and receiv ing in return full absolution from the clergy of Canterbury. Capture of William the Lion. Immediately after this penance, and, as it were, in consequence of it, the king received news that William, King of Scotland, had been surprised and taken prisoner in Alnwick Castle. William only obtained his release on acknowledging him self a vassal of the English crown, 1172, a.d. It is important to remember this ; for, later on, Edward I. founded his claim to interfere in the Scottish succession on the ground of this deed of vassalage. Henry's latter Days, Death and Character. The closing years of this king's life were greatly embittered by the rebellion of his sons, who were instigated by their mother and the French king ; and this, too, in spite of their father's liberality in assigning to them his fairest dominions in France. Finding that his favourite son John had joined in these rebellions, Henry was so grief-stricken that he fell into a fever and died at Chinon, 1189, a.d. Henry was a proud and ambitious man, but pos sessed of great gifts, both in body and mind, which"], [59, "THE PLANTAGENET PERIOD. 45 he employed with vigour and energy. He was violent and faithless ; but, at the same time, he ruled the country with justice, and did a great deal towards firmly establishing the constitution of England. Richard I., 1189—1199, a.d. Richard's Descent and Accession. Richard (surnamed Coeur de Lion, from his great courage) was the third son of Henry II., and, having lost his two elder brothers, he was on his father's death the rightful heir to the throne. Richard's Marriage. He married Berengaria of Navarre, by whom he had not any issue. Division of his Reign. This reign of ten years may be divided into two parts, each embracing five years. During the first period the king was absent in the East, and during the second he was engaged in war on the conti nent. Massacre of the Jews. The riches of the Jews were a great temptation to the people, and on Richard's coronation day, when this ill-used nation ventured to show them selves in public, a general massacre took place, also a pillage of their treasures. Most brutal scenes were enacted at York, where 500 Jews"], [60, "46 HISTORY MADE EASY. had taken refuge with their wives and children. Richard put down these acts of cruelty and oppres sion with a high hand, but at the same time he was not above sharing in the plunder. The Third Crusade. The First Crusade had been preached by Peter the Hermit in 1095, with the object of delivering our Saviour's sepulchre at Jerusalem from the hands of the Saracens. And now, in 1191 a.d., a fresh expedition was undertaken, called the Third Crusade, into which Richard entered with the greatest enthusiasm. To help in raising funds for the enterprise, he remitted the deed of vas salage extorted by his father from William of Scotland for the sum of 10,000 marks. On his voyage to the East he took Cyprus, in revenge for an insult offered him by its sovereign ; and then, having landed in Palestine, he captured Acre. At this point, however, he affronted Leo pold of Austria, and being deserted in consequence by him, and also losing the services of the French king, who sailed homewards, he suffered great losses on his march to Ascalon. He succeeded, however, in taking this place, after which he ad vanced on Jerusalem, but being unable to capture that city owing to the desertion and losses which he had experienced, he was obliged to arrange a truce with Saladin, the Infidel leader, on the terms of Joppa and Acre being ceded to the Christians and free scope being given to pdgrims to visit Jerusalem."], [61, "47 THE PLANTAGENET PERIOD. Richard's Return Journey — His Capture and Release. On his voyage homewards he was shipwrecked on the Adriatic, and, disguising himself as a pd grim, set out towards Germany on foot ; but at Vienna he was recognized and taken prisoner by Leopold of Austria, who thus revenged his old slight. He was subsequently given up to the Emperor of Germany, who imprisoned him in a castle in the Tyrol ; and his release was only pur chased on the payment by the English nation of 100,000 marks. Richard's War with France. Finding that his brother John was in league with the French king to deprive him of his do minions both in England and France, he sailed over to Normandy to revenge himself on Philip of France, having previously forgiven his brother John, on the intercession of his mother, 1194. A desultory war, which lasted for five years, was finally concluded by a truce, 1199. Richard's Death and Character, Soon after the arrangement of this truce the king met with an untimely end in consequence of an ignominious quarrel. One of his vassals, by name Vidomar, found a treasure on his estate, part of which he gave up ; but Richard claimed the whole. Vidomar, being unwflling to grant this demand, was besieged by Richard in Chaluz"], [62, "48 HISTORY MADE EASY. Castle, where an arrow pierced the king — from the effects of which he died, 1199. Richard was rather a warrior than a king. In bravery he was unsurpassed ; but, in order to carry on the wars which he loved so well, he did not scruple to absent himself from his kingdom and involve his subjects in ten years' distress of famine and poverty. John (surnamed Lackland), 1199 — 1216. Descent and Accession. Youngest son of Henry II. ; he was crowned at Westminster. The real heir to the throne was Arthur, Duke of Bretagne, and son of Geoffrey, John's elder brother. His Marriage and Issue. This king had two wives — the first, Hadwisa of Gloucester, by whom he had no issue ; and the second, Isabella of Angouleme, by whom he had two sons, Henry, who succeeded him, and Richard, Earl of Cornwall ; and three daughters, Joan, who married Alexander II. of Scotland, Eleanor, wife of Simon de Montfort, Earl of Leicester, and Isabella, who married the Emperor Frederick II. John's Treatment of Arthur. A lasting stain is left on the character of John by his brutal treatment of his nephew Arthur, the rightful heir to the tlvrone. Arthur's cause was supported by the French king, whom John"], [63, "49 THE PLANTAGENET PERIOD. vainly tried to withdraw from his support. In a war which ensued Arthur was taken prisoner by his uncle and imprisoned, first at Falaise, and afterwards at Rouen, where it is supposed that John slew him and then threw his body into the Seine. Loss of our French Dominions. This cruelty on the part of John so incensed the\"^- French people that they immediately rose in arms and wrested away Normandy, Anjou, Maine, Touraine and part of Poitou. Subsequently, after a vain resistance, John was obliged to conclude a truce with the French king, giving up all the country north of the Loire, 1206, a.d. John's Quarrel with the Pope. In 1208 a serious quarrel occurred between the king and Pope Innocent III. respecting the elec tion of the Archbishop of Canterbury. John nominated John de Gray, Bishop of Norwich. The monks, who sided with the Pope, were driven from their abbeys and robbed of their treasures. The Pope punished these acts by laying an inter dict on the country, which meant that no service was to be held throughout the land, and the dead were cast without any form of prayer into uncon secrated ground. Still John would not yield, and the country groaned under this heavy curse till 1212, when the Pope called upon the King of France to depose John. Thus threatened, John G. E"], [64, "50 HISTORY MADE EASY. yielded, and agreed to pay the annual sum of 1,000 marks as rent for his kingdom, 1213, a.d. War with France. The king now turned his attention to France, with the desire of taking vengeance on the sove reign of that country and winning back his lost provinces. But the defeat of the Emperor Otho at Bouvines in Flanders frustrated his hopes, and induced him to make peace at Chinon in 1214,' a.d. Rising of the Barons against John. The cruelty and oppression which had charac terized John's reign all along, and the favouritism shown to French nobles, roused the indignation of the Barons, at the head of whom was Wdliam, Earl of Pembroke, whilst their cause was vigor ously supported by Langton, Archbishop of Can terbury. They first demanded that the charter of Henry I. should be observed, and their next step was to draw up a list of grievances. When the king was unwilling to listen to them, they made war upon him and marched on London, thus forcing him to grant them an interview, which took place at Runnymede, near Windsor, where the famous Magna Charta was signed, \" the key stone of English liberty\" (see Appendix B), on June 15th, 1215. Scarcely had this charter been signed, when John, renouncing his oath, annuUed the document to which he had set his seal, and, hiring some mer cenary troops, overran the country with fire and"], [65, "THE PLANTAGENET PERIOD. 51 sword. Thereupon the Barons called to their assistance Louis, son of the King of France, who invaded England and advanced to London. In the war which ensued, as John was marching from Lincolnshire to attack Louis, who was in the vici nity of Dover, his retinue was overtaken by the tide, and all his baggage and treasures were lost in the Wash. This great blow brought on a fever from which he died, at Newark, in 1216, a.d. John's Character. The meanest, most vicious and tyrannical sove reign that ever sat on the English throne. He was a liar, coward and traitor, without a single redeeming feature in his character. Good, how ever, came out of evil ; for in consequence of this king's tyrannical oppression, the English people freed themselves from the arbitrary power of the crown, and gained those great constitutional privi leges which have ever since been the foundation of this country's strength, happiness and prosperity. Henry III., 1216—1272, a.d. Descent and Accession. Henry III. was the elder son of John. His reign is the next longest to that of George III. During his minority the Earl of Pembroke was appointed regent, but the earl dying in the third year of his appointment, the regency was divided between Hubert de Burgh and Peter de Roches. e2"], [66, "52 HISTORY MADE EASY. Marriage and Issue. Henry married Eleanor of Provence, by whom he had two sons (Edward, who succeeded him, and Edmund) and two daughters (Margaret, married to Alexander III. of Scotland, and Beatrice). Defeat of Louis of France. Louis, who had been called over to England to dethrone John, stfll contended for the crown, but was defeated at Lincoln, and his fleet met a simdar fate at Dover. Afterwards he was besieged by the Earl of Pembroke in London, and finally con cluded a truce with his victor and left the country, 1217, A.D. War with France. Louis having seized Poitou and Guienne, Henry arranged an expedition into France, in which, however, he met with no success; and after several battles, in which the French king gained a slight advantage, a peace was made by which Henry received Limousin, Perigord and Querci, whilst Louis still held Normandy, Maine, Anjou and Touraine. Henry's Favouritism and consequent War with the Barons. Henry having married a French wife, and being greatly influenced by his regent, Peter de Roches, filled up all the best posts in the realm with foreign favourites, to the exclusion of the English nobles."], [67, "53 THE PLANTAGENET PERIOD. He also, through his subserviency to the Pope, gave the most lucrative benefices to Italians. This roused the indignation of the barons, who revolted under Simon de Montfort, Earl of Leicester. The Mad Parliament. In 1258, Simon de Montfort summoned the barons in council at Westminster; and afterwards convened what is known as the Mad Parliament at Oxford, where the following resolutions, called the Provisions of Oxford, were drawn up : — 1. Four knights were to represent each county in parliament. 2. Sheriffs were to be chosen annually by vote. 3. Accounts of the public money were to be given in yearly. 4. Parliament was to meet three times a year — in February, June and October. It is very important to remember this Council, as it laid the foimdation of our present House of Commons. Battles of Lewes and Evesham. The King of France having been called in to mediate between Henry and the barons, and having given a decision in favour of Henry, and distaste ful to the barons, civil strife again broke out ; and Henry was defeated and taken prisoner at the battle of Lewes, 1264. A treaty, called the \" Mise of Lewes,\" was arranged for the king's liberation, but was never carried out. Prince Edward, who had surrendered"], [68, "54 HISTORY MADE EASY. the day after the battle, escaped from custody, and defeated Simon de Montfort at the battle of Evesham, in Worcestershire. Simon was slain, and the king was reinstated in full power, 1265, a.d. Henry's Death and Character. When the civd war was over, Edward joined a crusading expedition ; and during his absence his father died, 1272, a.d. Henry was a most weak king, and trusted a great deal too much to his advisers. His weak ness involved him in those great troubles which we have mentioned. In his private life he was gentle and kind, but he was very id adapted to direct the state in those stormy times in which his lot was cast. Edward I. (surnamed Longshanks), 1272—1307, a.d. Descent and Accession. Edward, of whom we have already spoken, was the eldest son of Henry III., and was on his way home from the Holy Land, when he heard of his father's death. He stayed some time in Italy and France, arranging the affairs of Guienne in the latter country, and settling a dispute that had arisen concerning the wool trade with the Countess of Flanders. He was not crowned till 1274, a.d. Edward's Marriage and Issue. Edward first married Eleanor of Castile, who is said to have sucked out the poison from her"], [69, "55 THE PLANTAGENET PERIOD. husband's wound in the Holy Land. He after wards married Margaret of France. By Eleanor he had five sons, four of whom died young ; the fifth was Edward II. By Margaret he had two sons (Edmund and Thomas) and one daughter. Edward's Legislative Acts. The new king at once set himself to reform the administration of justice, and in 1278 the Statute of Gloucester (see Appendix B.) was passed, for the protection of the royal demesne and revenue : whilst, shortly afterwards, the Statute of Mort main forbad any lands to be made over to the Church without the king's consent. Conquest of Wales. The Welsh had always been a source of annoy ance, owing to their repeated incursions, to the Saxon kings; and now, when Edward claimed the homage of the Welsh king, Llewellyn, the latter refused to give it. This led to war. Edward marched into the country, and, securing the passes, advanced to Snowdon, where Llewellyn the Welsh prince surrendered at discretion, and, returning with the king to London, did homage to him for the districts which he was still allowed to retain. The Welsh, however, would not thus give in, but made a final struggle for their inde pendence under David, Llewellyn's brother. The latter, however, was betrayed, taken prisoner and carried to Shrewsbury, where he was executed"], [70, "56 HISTORY MADE EASY. under the law of treason. Wales, thus entirely subdued, was incorporated with England by the \"Statute of Wales,\" 1284; and the title \"Prince of Wales\" was first given to the young Edward (afterwards Edward II.) . The War with Scotland. This arose in consequence of a disputed succes sion. On the death of Margaret, the \" Maid of Norway,\" thirteen rival competitors contended for the crown. The main contest, however, lay be tween two — John Baliol and Robert Bruce — and Edward, who claimed the right to interfere, on the ground of William the Lion having formerly acknowledged himself a vassal of the English crown, awarded the palm to Baliol. The latter, however, soon found his vassalage become so irk some, that, leaguing himself with Phdip, King of France, he resolved to shake off the English yoke. Battles of D unbar, Stirling and Falkirk. Edward, on hearing of Baliol's adiance with Philip, marched north and took Berwick, 1296. A great battle was subsequently fought at Dunbar, which resulted in the total rout of the Scots; whereupon Baliol surrendered to Edwtird himself and crown, and the stone on which the Scottish kings used to be crowned at Scone. The Scots were afterwards roused to renewed vigour by the appearance of William Wallace, who de feated the English forces at Stirling, but was himself defeated by an overwhelming force o£"], [71, "57 THE PLANTAGENET PERIOD. Edward's troops at Falkirk, 1298. Scotland now seemed to be entirely conquered ; but another Scottish hero came upon the scene, the great Bruce, who finally achieved the independence of his country. Edward's Death and Character. The report that Bruce had been crowned at Scone urged Edward to make a great effort to reach Scotland ; but he was seized with illness at Carlisle,, and died at Burgh-on-Sands, 1307. His character is that of a brave, energetic and warlike prince. As a statesman he was sagacious and strict ; and his vigorous amendment of the laws has earned for him the title of the English Justinian. He showed, however, great cruelty in the way in which he treated Wales and Scotland. Edward II., 1307—1327. Descent and Accession. Son of Edward I., he came to the throne at the early age of twenty-three, and was proclaimed king at Carlisle, 1307. Marriage and Issue. Edward married Isabella, daughter of Philip IV. of France, by whom he had two sons (Edward, who succeeded his father as Edward III., and John, Earl of Cornwall) and two daughters (Eleanor, married to the Count of Guienne, and Joan, the wife of David II. of Scotland)."], [72, "58 HISTORY MADE EASY7. Piers Gaveston. Whilst the king was absent in France, doing homage to Philip at Guienne, the regency was entrusted to a young Gascon, named Piers Gave ston, who had been banished by Edward I. as having a bad influence over the morals of his son. Edward II., however, recalled him and ad vanced him to great honour, so much so that he excited the envy of the English nobles, who demanded of the king that he should be banished. This was accordingly done, but Gaveston was soon recaUed and restored to his former honours. Whereupon the barons took the matter into their own hands, and, under the leadership of the Earl of Lancaster, took Gaveston at Scarborough Castle, and beheaded him at Blacklow Hdl, near War wick. Battle of Bannochburn. Meanwhile Bruce had not been idle in Scotland, where he had recovered almost all the country, and was supported by a powerful army. Edward advanced to the relief of Stirling, but Bruce met him at Bannockburn, and inflicted on him a severe defeat, thus achieving the inde pendence of Scotland, 1314. The De Spensers. The king's new favourites were the De Spensers, father and son. The barons, once more led by the Earl of Lancaster, asserted their authority and banished the De Spensers. This roused the king's"], [73, "59 THE PLANTAGENET PERIOD. anger ; and, collecting an army, he made war upon the barons and defeated them at Borough bridge, 1322, when Lancaster was beheaded. Rupture between Edward and his Queen. Isabella, who had gone over to France, fell in love with Roger Mortimer, one of the adherents of Lancaster; and, deserting the cause of her hus band, she refused to return to England, unless the De Spensers were dismissed. She finally took an army over into England, and invaded the country; whereupon Edward, whom everyone deserted, fled to Wales. There he was taken prisoner ; and in 1327 he was compelled to sign his own dethrone ment. Death and Character. He is believed to have been murdered in Berke ley Castle by the secret order of Mortimer. His great faults were carelessness and favou ritism. He neglected his kingdom himself, and handed over the care of it to favourites; hence the cause of his most unhappy reign. Yet he was not without his good points ; and not even his greatest enemy could ever have called him cruel or exacting. Edward III., 1327 — 1377, a.d. Descent and Accession. Edward III. was the eldest son of Edward II., and was crowned at Westminster in 1327."], [74, "60 HISTORY MADE EASY. Marriage and Issue. He married Philippa of Hainault, by whom he had a large family of sons and daughters. Of the former the chief were : — Edward, called the Black Prince; Lionel, Duke of Clarence; John of Gaunt, Duke of Lancaster; Edmund of Langlay, Duke of York; and Thomas of Woodstock, Duke of Glou cester. War with Scotland. The Scots having advanced to the northern fron tier, Edward prepared to meet them ; but, before any battle had been fought, a treaty was arranged between the two countries, by which Edward ac knowledged Scotland to be a separate and inde pendent kingdom. Soon afterwards, however, a dispute arose as to the Scottish succession between David II. and Baliol, son of John Baliol. The cause of the latter was taken up by Edward, who fought against Douglas, the Regent acting for David II., at Halidon Hill, where the English gained a complete victory, 1333. Baliol was thus appointed to the crown. Isabella and Mortimer. Mortimer, who had persuaded the king to make the treaty mentioned above with Scotland, soon fell into disfavour. He was subsequently seized at Nottingham, and hanged at Tyburn. Isabella, the king's mother and Mortimer's supporter, was also put into prison, where she remained for the rest of her life."], [75, "61 THE PLANTAGENET PERIOD. Edward's Claim to the French Crown. Charles IV., King of France, having died in 1328, Edward claimed the vacant throne on the ground of his mother's descent from Philip IV., whose daughter she was. The Salic Law, bow ever, forbad any woman or her heirs to succeed to the crown, so that Edward's claim was invalid. The real heir was Philip VI., the nephew of Philip IV. through a male branch. In order to assert his claim, Edward made war on France, which lasted, more or less, for twenty years — from 1340 to 1360, A.D. Battles of Sluys, Cregy and Poitiers. The first engagement was a naval one at Sluys, on the Flemish coast, where the English gained a victory, 1340. In 1346, Edward landed in Normandy, and ad vanced on Calais, to which place he paved his way by the great victory won at Crecy, where, with an army of thirty thousand men, he defeated the French, who mustered four times that number. It was in this battle that the young prince, Edward, won his spurs, and received the present crest and motto (Ich clien, \"I serve\") of the Prince of Wales — ornaments formerly belonging to John, King of Bohemia, who was slain in this battle, 1346. Edward now invested Calais, which he reduced by famine in twelve months. The war was after wards renewed by young Edward, the Black Prince — so called from the colour of his armour — who in 1356 inflicted a crushing defeat upon the French"], [76, "62 HISTORY MADE EASY. troops at Poitiers. The French king was taken prisoner ; and, as David of Scotland had also been made prisoner at the battle of Nevil's Cross by Queen Philippa, there were thus two royal pri soners in England at the same time. The Treaty of Bretigny. The war was closed by the Treaty of Bretigny, 1360. The terms of this treaty were :— That Ed ward should give up all claim to the French crown, and should retain Poitou, Guienne and Calais. The Blade Plague. Meanwhile, a terrible affliction had fallen upon London, owing to a visitation of the disease known as the Black Plague. This disease, which is sup posed to have come from Asia, played terrible havoc with the inhabitants of London, of whom more than fifty thousand are said to have fallen victims to it. Death of the Black Prince. After the war with France, the young Edward went over to Spain to support the cause of Don Pedro against his brother Henry. This unfortu nate expedition ruined his health, and overwhelmed him with debt. On his return to England he soon wasted away and died in 1376. Loss of our French Dominions. The return of the Black Prince to England had been the ruin of our cause in France, where soon"], [77, "63 THE PLANTAGENET PERIOD. our only possessions were Bordeaux, Bayonne and Calais. Edward's latter Days, Death and Character. The loss of his brave son, and a disorderly Par liament, embittered the king's latter days. He also disgraced himself by coming under the in fluence of Alice Perrers, a woman of good abili ties, but bad fame. He died in 1377, a year after his son, and was buried in Westminster Abbey. Edward was a brave warrior and a wise ruler, and altogether a good king. His war with France, though undertaken in a bad and ambitious cause, brought great military honour to this country, and Normans, Saxons and Britons fought under his banner in perfect amity. Richard II., 1377—1399, a.d. Descent and Accession. Richard II. was the son of the Black Prince, and grandson of Edward III. He came to the throne in the eleventh year of his age; but the affairs of the realm were managed by a Council of Twelve. Marriage. Richard married, first of all, Anne of Bohemia, and afterwards Isabel of France. He had no issue. Wat Tyler's Rebellion. A formidable rebellion broke out in this reign, in consequence of the imposition of a poll tax of"], [78, "64 HISTORY MADE EASY7. Is. on every person over fifteen. This disturbance broke out in Essex and Kent under Wat Tyler and Jack Straw. They demanded that slavery should be abolished ; that the rent of land should be f ourpence an acre ; that fairs and markets should be open to everyone ; and that all past offences should be forgiven. Richard granted these de mands, but the rebellion soon broke out again. The king met Tyler at Smithfield ; and when the rebel leader laid his hand on his dagger, he was stabbed by Walworth, the Lord Mayor. Richard then offered himself to the rebels as their leader, which had the effect of appeasing the mob. War with France and Scotland. France and Scotland made a joint invasion of England, but without much success ; and Richard soon afterwards ravaged Scotland as far as Aber deen, destroying en route Edinburgh, Dumferline, Perth and Dundee. A truce was subsequently concluded with France, and the war with Scotland dwindled down to a border fray between the clans of Percy and Douglas, which was decided by the battle of Otterbourne (Walter Scott's \"Chevy Chase \"), by the defeat of the English, 1388. Richard's Favourites. The king put himself into the hands of two favourite ministers — Robert de Vere and Michael de la Pole, who was made Earl of Suffolk and Chancellor."], [79, "THE PLANTAGENET PERIOD. 65 The Duke of Gloucester, however, Richard's uncle, ultimately overthrew the influence of these favourites and constituted himself head of the government, 1387. The Wonderful Parliament. Gloucester convened the Parliament which was called \" Wonderful,\" and by means of it put the king's two favourites to death, and greatly oppressed the rest of those in power. He himself, however, was subsequently seized by Richard and mur dered, whilst a number of his adherents were executed ; and Richard thus procured absolute power for himself, 1398. The Lollards. This religious sect, which derived its title from the German word \" lollen,\" to sing, owing to its practice of singing hymns, was founded by Wick liffe, who was the first originator of the Reforma tion. He made an attack on the Church of Rome, and proclaimed that all religious practices should be in conformance with the Holy Scriptures. Quarrel and Banishment of the Dukes of Hereford and Norfolk. The king's latter days were embittered by a quarrel between the Duke of Norfolk and Henry, Duke of Hereford, and son of John of Gaunt, Richard's uncle. Hereford accused Norfolk of slandering the king ; and the matter was going to be settled by a duel, when Richard interfered and banished Hereford for ten years and Norfolk for Use. G. F"], [80, "66 HISTORY MADE EASY. Return of Hereford and Deposition of Richard. The Duke of Hereford, together with several of the adherents of Gloucester, who had suffered banishment, now formed a deep-laid plot to invade England and take the crown. Richard was absent in Ireland at the time ; and on his return he was made prisoner and taken to London, where he was deposed by the parliament; and Hereford, who claimed the throne as being son of John of Gaunt, the third son of Edward III., was proclaimed king, 1399. Richard's Death and Character. Richard was confined in Pontefract Castle, where he soon afterwards died. In character he was weak and violent. Governed at first by favourites, he allowed matters to take their course without asserting his power; and afterwards, when his regents had been deposed, he became an absolute tyrant. He was very fond of show, and combined a handsome person with an effeminate mind. — ♦ — (b) Houses of York and Lancaster. (1399—1485.) Henry IV. (surnamed Boling broke), 1399—1413. Descent and Accession. Henry was the son of John of Gaunt, Duke of Lancaster ; and though not the rightful heir to"], [81, "67 THE PLANTAGENET PERIOD. the throne, as Edmund, Earl of March, son of Lionel, Duke of Clarence, the third son of Ed ward III., was descended from an elder branch of the Plantagenets, yet he was crowned, as we have seen, in 1399. Marriage and Issue. Henry married, in the first instance, Mary of Bohun, and afterwards Joan of Navarre. He had four sons (Henry, who afterwards came to the throne as Henry V., Thomas, Duke of Clarence, John, Duke of Bedford and Regent of France, and Humphrey, Duke of Gloucester) and one daughter, Blanche, who married the Elector Palatine. Rebellion of Owen Glendower and the Percies. The early part of Henry's reign was disturbed by a rebellion of Owen Glendower, a Welshman. Sir Edmund Mortimer, uncle of the young Earl of March, was taken prisoner by Glendower ; and when his kinsman Percy, Earl of Northumberland, wished to ransom him, Henry would not allow it. The Battle of Shrewsbury. This refusal of Henry to allow the ransom of Mortimer, combined with refusal to allow ransom money to be received for Earl Douglas and other Scotch nobles captured by Percy, induced the latter to revolt, together with his hot-blooded son, named Hotspur from his fiery temperament. A battle was fought at Shrewsbury, resulting in f2"], [82, "68 HISTORY MADE EASY. the defeat of the Percies, and the death of Hotspur. Disputes with France and Scotland. A quarrel arose with France respecting the dowry of the widowed IsabeUe ; but war was not openly declared, the hostdities being confined to insulting remarks cast by the French nobles at the king. A civd war having subsequently arisen between the rival houses of Orleans and Bur gundy, Henry managed to recover the provinces of Aquitaine, Poitou and Angouleme. The king also gained an advantage over Scotland by the capture of James, the eldest son of the king of that country, on his way to France. Henry afterwards made him James I. of Scotland. Henry's Death and Character. The latter days of Henry were rendered sad b}7 the evil conduct of his son (afterwards Henry V.), who was a wild and vicious youth, and associated with bad companions. He died in a fit of epilepsy at Westminster, and was buried at Canterbury. Henry was an able and energetic king, and showed great tact in the management of his subjects, whom he trained to a state of perfect discipline and order. He, however, exercised cruelty in his perse cution of the Lollards, whose leader, Sir John Oldcastle, was executed in the following reign."], [83, "THE PLANTAGENET PERIOD. 69 Henry V. (surnamed Monmouth), 1413—1422. Descent and Accession. The eldest son of Henry IV., who now ascended the throne, had been, as we said above, wild and undisciplined in his youth ; but on his accession, he at once threw off his evil habits. Persecution of the Lollards — Execution of Sir John Oldcastle. The religious sect of the Lollards was again persecuted at the commencement of this reign ; and their leader, Sir John Oldcastle, suffered martyrdom. War with France. Henry V. revived the old claim of Edward III. to the throne of France, and demanded the ful filment of the terms of the Treaty of Bretigny. On receiving an insulting reply from the French king, Henry hastily collected an army, and setting sail from Southampton, took Harfleur, a French fortress on the Seine, and advanced on Calais. Battle of Agincourt. Between Henry and Calais, however, the French army were posted, at a place called Agincourt, near the river Somme. Here a most important en gagement was fought, reviving the memory of Crecy and Poictiers, and ending in a triumphant victory for the English. Ten thousand of the French were slain and fourteen thousand taken"], [84, "70 HISTORY MADE EASY. prisoners, among whom were some of the flower of the nobdity, including the Dukes of Orleans and Bourbon. The English loss was very trifling. 1415, A.D. Advance on Rouen — Treaty of Troyes. Henry afterwards advanced on Rouen, which yielded to him after a stubborn resistance, 1418. In 1420 a treaty was arranged at Troyes between Charles (afterwards Charles VII.) and Henry, the terms of which were : — That Henry should marry the Princess Cathe rine. That he should be regent during the life of the imbecde Charles. That on the death of that king he should succeed to the French crown. Renewed Hostilities. The following year the Dauphin, having made common cause with the Scottish king, attacked the English at Bauge and kflled the Duke of Clarence, Henry's brother. Henry accordingly once more took up arms, and drove the French beyond the Loire, thus making himself master of the north of France as far as the banks of that river. Henry's Death and Character. Only a year later, 1422, the king died of a dis ease which his early debaucheries were supposed to have brought on. He was buried at Westminster, in the Chapel of Edward the Confessor."], [85, "71 THE PLANTAGENET PERIOD. Henry was a brave warrior and a wise statesman. Though unscrupulous and cruel at times, he never theless was universally praised for his impartial justice to all. In his youth, as we have seen, he was wild and gay, but in his maturer age he repented of the follies of his early career. Henry VI. (of Windsor), 1422—1461. Descent and Accession. Henry VI. was the only son of Henry V., and was but nine months old on his father's death. Marriage and Issue. Henry married the brave Margaret, daughter of the Duke of Anjou. The issue of this marriage was one son (Edward), who was slain at the battle of Tewkesbury, 1471. The Dukes of Bedford and Gloucester. During Henry's minority, John, Duke of Bedford, was appointed Regent of France, and Humphrey, Duke of Gloucester, Protector of England. War with France. On the death of the imbecile Charles, the dau phin was crowned at Poictiers with the title of Charles VII., and immediately made an attempt to recover the northern provinces. The Duke of Bedford, however, won a great victory at Verneuil in 1424, and afterwards laid siege to Orleans."], [86, "72 HISTORY MADE EASY. The Maid of Orleans. At this juncture the famous Joan of Arc made her first appearance. This country maiden, feeling that she had a mission from heaven to drive the English from Orleans and crown Charles at Rheims, put herself at the head of the French forces, and, watching her opportunity, drove the enemy from before the walls of the city and com pelled them to raise the siege. She then proceeded with Charles to Rheims, and there the coronation took place, 1429. In the following year, however, she was taken prisoner by the people of Burgundy, and sold to Bedford, who caused her to be burnt as a witch in the market-place of Rouen, 1431, a.d. Loss of our French Dominions. Henry having been crowned at Paris, as well as at Westminster, the French war proceeded. The English, however, partly owing to the death of Bedford, and partly to the secession of the Duke of Burgundy, were very unsuccessful, and gradu ady lost all their possessions in France, with the exception of Calais, 1453, a.d. Rebellion of Jack Cade. A pretender now arose in the person of Jack Cade, who assumed the title of Mortimer, cousin to the Duke of York. The real cause of the re bellion was to give the ascendancy to the House of Y°rk, and to oust the Lancastrian branch. Cade defeated the king's troops at Sevenoaks and"], [87, "THE PLANTAGENET PERIOD. 73 marched on London, which he held for three days. The Bishop of Winchester, however, having offered a free pardon to all who should return home quietly, the leader of the rebellion had scarcely a follower left ; and he himself was subsequently slain by Squire Iden at Lewes, 1450. Wars of the Roses. These famous civil wars, which arose from a disputed succession between the House of York (The White Rose) and the House of Lancaster (The Red Rose), now broke out and lasted for thirty years. The disputing parties were the descendants of the sons of Edward III. Richard, Duke of York, claimed the throne, as being descended both from Lionel, Duke of Clarence, the third son of Edward III., and also from Edmund, the fifth son of that king ; whilst the House of Lancaster based their claim on the descent from John of Gaunt, the fourth son of Edward III. List of Battles, u-ith Dates and Results. First Battle of St. Albans, 1455 (defeat of Lancastrians) . Battle of Bloreheath, 1459 (same result). Battle of Northampton, 1460 (victory of Yorkists — Henry taken prisoner). Battle of Wakefield Green, 1460 (victory of Lancastrians under Margaret of Anjou — Duke of York slain)."], [88, "74 HISTORY MADE EASY7. Battle of Mortimer's Cross, 1461 (victory of Yorkists). Second Battle of St. Albans, 1461 (victory of Lancastrians — Release of Henry). Deposition of Henry — His Character. This was the last battle in Henry's reign ; for the people would not admit Margaret into Lon don, but opening their gates to the young Duke of York they proclaimed him king as Edward IV., 1461. Henry was weak both in body and mind. He trusted far too much to others — a fault engendered by his long minority; and thus he was utterly unable to cope with the troubles that beset his reign. In private life he was gentle and affable. Edward IV, 1461—1483. Descent and Accession. Edward was the son of Richard, Duke of York, and was descended from Edmund Langley, Duke of York, the fifth son of Edward III. He was crowned at Westminster, 1461. Marriage and Issue. He married Elizabeth WoodviHe, widow of Sir John Grey, by whom he had two sons (Edward, afterwards Edward V., and Richard, Duke of York) and two daughters (Elizabeth, who married Henry VII., and Catherine, who married Sir Wdliam Courtenay)."], [89, "THE PLANTAGENET PERIOD. 75 Renewal of Wars of Roses — Battle of Towton. The new king at once marched against Mar garet, the brave Queen of Henry VI., and en gaged with her forces at Towton, in Yorkshire, where the Queen's party suffered a most disas trous defeat. Battles of Hedgeley Moor and Hexham. Margaret now sought the help of Louis XL of France ; and, after proceeding to Scotland, she once more advanced against Edward, but was again worsted in the battles of Hedgeley Moor and Hexham, 1464. Margaret escaped from the field of battle, but Henry was betrayed into the hands of Warwick, and committed to the Tower, 1466. Edward's Quarrel with Warwick. The king's marriage with Elizabeth Woodvdle disgusted Warwick, who had been arranging for a match between Edward and a princess of Savoy, and who also, as head of the Neville family, was at feud with the Woodvilles. Warwick accord ingly deserted the king's cause, and allying him self with the Duke of Clarence, Edward's brother, raised an insurrection in Yorkshire. He and the Duke, however, were compelled to flee to the court of France, where they met the gallant Margaret, with whom they joined in the object of deposing Edward."], [90, "76 HISTORY MADE EASY. Warwick, the Kingmaker. Warwick, surnamed the Kingmaker, because he first of all was the means of putting Edward IV on the throne, and now again reinstated Henry VI., landed in England, and forced Edward to flee to the continent. He then ordered Henry to be brought from the Tower, and proclaimed king, 1471. Battles of Bar net and Tewkesbury. Edward, having obtained aid of the Duke of Burgundy, now set about his restoration. His brother Clarence, who had deserted Margaret's cause, assisted him ; and a great battle was fought at Barnet, where the Lancastrians were utterly defeated, and the Kingmaker slain. Soon after wards, Margaret and her son were routed and made prisoners at the battle of Tewkesbury, and died a few days afterwards — the mother of grief, the son of violence. Quarrel between the Dukes of Clarence and Gloucester. On Warwick's death, a dispute arose as to his estates, Clarence claiming them as having married the eldest daughter, and Gloucester also demand ing a portion as the husband of the youngest daughter, Anne. FinaUy, a division of the pro perty was arranged. War with France. Edward in 1475 revived the old claim to the French crown, and made war on France. Before"], [91, "77 THE PLANTAGENET PERIOD. hostilities commenced, however, Louis, the French king, proposed terms which were agreed upon. The Treaty of Pecquigny was then drawn up on the following conditions : — 1. Louis was to pay Edward 75,000 crowns down, and an annuity of 50,000 crowns. 2. Free trade should exist between France and England for seven years. 3. The Dauphin was to marry Elizabeth, Edward's eldest daughter. Edward's Death and Character. Edward died in 1483, of a disease brought on by his debaucheries. His character is not a pleasing one. He was a lover of lust for its own sake, and a slave to pleasures of the most vicious type. He was fond of fine dresses and luxury of every kind. With his selfish gratification of pleasure was mingled a vein of cruelty, which showed itself in the murder of his brother, the Duke of Clarence. At the same time we must give him credit for energy and perseverance in gaining and maintain ing his throne. Edward V., 1483. Descent and Accession. Edward V., son of Edward IV., was but thirteen years of age when his father died, and he only reigned eleven weeks."], [92, "78 HISTORY MADE EASY. The Duke of Gloucester appointed Protector. Richard, Duke of Gloucester, uncle to the king, was appointed Protector of the realm during the young king's minority, and used every effort in his power to secure the throne for himself. With this end in view, he put out of the way the nobles who were faithful to Edward — Lord Hastings, and Lord Rivers, the young king's uncle. Richard proclaimed King. The Duke of Buckingham shortly afterwards declared Richard to be king, and gave him the crown, which the Duke accepted with pretended reluctance. A preacher, named Ralph Shaw, supported the movement by insinuating that Edward IV. was married when he allied himself with Elizabeth Woodvdle, and that, therefore, the chddren of this latter marriage were illegitimate. Death. A mystery hangs over the death of this young king ; but it is generally supposed that he and his younger brother were murdered in the Tower by the orders of Richard, Duke of Gloucester. Richard III. (surnamed Crookback), 1483—1485. Descent and Accession. Richard III. was son of Richard, Duke of York, and brother to Edward IV. He was crowned by the Duke of Buckingham, as mentioned above."], [93, "79 THE PLANTAGENET PERIOD. Richard's Steps to secure his Power. The new king at once commenced to court popularity by distributing the treasures of the late sovereign, raising the rank of several nobles, and making a tour through the country, for the purpose, as he said, of securing the purer admi nistration of justice. Rising of Henry, Earl of Richmond. An enemy to the usurper soon sprang up in the person of Henry, son of Edmund Tudor, and great-grandson of John of Gaunt. A marriage was arranged between this nobleman and Elizabeth of York, daughter of Edward IV. — by which union the rival Houses of York and Lancaster were to be united. Joined by the Duke of Buckingham, who had deserted Richard's cause, Henry at once set to work to dethrone the king. At first, however, he was unsuccessful, and his ally, the Duke of Buckingham, who had raised the standard of rebellion in Wales, was beaten back and deserted by his troops. The Duke was afterwards betrayed to Richard, and executed, 1483. Battle of Bosworth Field. Undaunted by this fadure, and encouraged by the power and influence of Lord Stanley, Henry advanced against Richard, whom he met on the memorable field of Bosworth, in Leicestershire, where Richard was defeated and slain in the act of aiming a deadly blow at Henry, whom he desired to engage in a hand-to-hand conflict, 1485."], [94, "80 HISTORY MADE EASY. Character. Richard III. was deformed both in body and mind. He was a mean and cowardly traitor, a man of the greatest ambition, to gratify which he did not scruple to commit the most heinous crimes. At the same time, in estimating his character, we must remember that his portrait was drawn under the Tudors, and so make allowances for the exaggeration which naturaUy attends the rancour and hostility of a rival house. Manners and Customs under the Plan- tagenets. Social Aspect. The general condition of manners and mode of life was a great improvement on the Norman regime. Much refinement was introduced in the matter both of houses and of food. Tournaments and tilting at the ring were stdl the favourite sports. Perhaps the most noteworthy social change was the gradual extinction of the feudal system, which was chiefly brought about by the Wars of the Roses. Political Aspect. During this period a very important change was made affecting the relationship between the sovereign and the subject. The Commons had obtained for themselves important privdeges, had formed themselves into a political body, over"], [95, "81 THE PLANTAGENET PERIOD. whom a \" Speaker\" presided. They had the power of limiting the prerogatives of the crown, and the sovereign was no longer able to make any law or levy any tax without the consent of Parliament. Literary Aspect. Learning and literature had also made con siderable strides. In the thirteenth century Robert of Gloucester wrote a rhyming history of England ; whilst at the beginning of the four teenth the first great English poet arose in the person of Geoffrey Chaucer, the author of \" Can terbury Tales.\" About the same time John Mandeville wrote \" Travels in the East \" in three different languages ; and a little later we find John Wycliffe — the earliest English Reformer — translating the Bible. The crowning event in this respect during this epoch was the introduction of printing, which was brought into England in the reign of Edward IV. by the famous William Caxton, who thus laid the foundations of England's great literary fame. G. G"], [96, "82 HISTORY MADE EASY. CHAPTER VII. The Tudor Period, 1485—1603. Henry VII., 1485—1509. Descent and Accession. Henry VII. was the son of Edmund Tudor, Earl of Richmond, and grandson of Owen Tudor, who married Catherine, the widow of Henry V. On his mother's side he was descended from John of Gaunt, the fourth son of Edward III. The crown was placed on his head, as we have seen, immediately after the battle of Bosworth Field. Marriage and Issue. He married Elizabeth of York, daughter of Edward IV., thus uniting the rival houses of York and Lancaster. The issue of this marriage was — Arthur, who married Catherine of Arragon ; Henry, afterwards Henry VIII. ; Margaret, who married James IV. of Scotland ; Mary, who married (1) Louis XII. of France; (2) Charles Brandon, Duke of Suf folk ; and three other chddren, who died young. Rising of Lambert Simnel. The house of York was not long in asserting its claims to the throne, and Henry consigned to"], [97, "THE TUDOR PERIOD. 83 the Tower Edward, Earl of Warwick, the nephew of Edward IV. This earl was personated by a boy of fifteen, named Lambert Simnel, encouraged by a priest named Simon. The Pretender was well received in Ireland, and proclaimed king under the title of Edward VI. He then landed in Lancashire at the head of a considerable army, but was utterly defeated at Stoke -upon- Trent, near Newark. Simnel was made scullion in the king's kitchen, afterwards falconer, 1487. War with France. Henry's policy was to avoid war ; but he could not avoid a slight collision with France. The Duke of Bretagne having died, the French king put in a claim for the dukedom, though the coronet had been left to the late duke's daughter, Anne. Henry took up Anne's cause, and raised heavy taxes in England to support an expedition against France. In 1492 he landed and besieged Boulogne, but he was finally bought off by the French king by a bribe of £150,000 down and promise of a yearly pension. Rising of Perkin Warbeck. Another impostor now appeared in the person of a foreigner, a native of Tournay, who gave himself out to be Richard, Duke of York, the second son of Edward IV. He also appeared first in Ireland, whence he was invited over to France. Though unsuccessful at first — several g2"], [98, "84 HISTORY MADE EASY. of his supporters suffering execution by Henry's orders, — he sailed towards Deal, and tried to rouse the people on shore in his favour. Beaten back, thence he went to Flanders, and shortly afterwards to Cork ; but Poynings' Law (see Appendix B.) having come into force there, he made for Scot- land, where he was warmly welcomed by James IV., and married Catherine Gordon, a lady of royal extraction. More than this, the Scottish king himself made an expedition across the British frontier, to support Warbeck, but without success. After paying Ireland another visit, the Pretender was induced by discontent in Cornwall to land at Whitsand Bay, on the Cornish shore, and advance to the capital, Bodmin, where he proclaimed him- self as Richard IV. Hence he marched on Exeter, which he besieged, but faded to take. He next retreated to Taunton, and was on the eve of engaging with the king's troops, when his courage faded him, and he took sanctuary at Beaulieu, in the New Forest. Some of his followers were put to death, and he himself was kept as a prisoner at large; but escaping from custody and being re taken he was committed to the Tower, and finaUy hanged at Tyburn, confessing his gudt and im ploring the king's pardon, 1497. Marriages of Henry's Children. Henry's eldest son, .Arthur, married Catherine of dragon, daughter of Ferdinand and IstibeUa of Spain, in 1501 ; and a year later his eldest daughter, Margaret, contracted a marriage alliance"], [99, "85 THE TUDOR PERIOD. with James IV. of Scotland — whence sprang the royal house of Stuart. Edmund de la Pole. Henry now took measures to stamp out all rival claimants by ordering the imprisonment of Edmund de la Pole, son of Richard III., who had been created Earl of Suffolk, and now claimed the estates of John de la Pole, his elder brother, who had been killed in the battle of Stoke. Court of Star Chamber. This court, so called from the decorations of the room in which it was held, was instituted for the express purpose of the abolition of \"maintenance,\" i. e., the keeping up by the nobles of a large number of retainers. The King's Ministers. Henry, in his latter days, appointed two rapa cious lawyers — Empson and Dudley, who was also Speaker of the House of Commons — as his chief agents and ministers. These men, pushing penal statutes to their utmost limits, were gudty of great exactions ; and the king is said to have hoarded up in his palace some sixteen millions of pounds. Death and Character. The king died of consumption in 1509, and was buried in the chapel at Westminster that bears his name."], [100, "86 HISTORY MADE EASY. He was a man of great courage and a strong will. He possessed great tact and knew how to govern his subjects. In his latter years he was rapacious; but his reign was on the whole a good one. He passed many wise laws, and laid the foundation of our commercial greatness. Henry VIII., 1509—1547. Descent and Accession. The new king was the second son of Henry VII. ; and his elder brother having previously died, he was elected king and crowned at Westminster, 1509. Marriage and Issue. Henry had no fewer than six wives, three of whom bore him chddren. He married (1) Catherine of Arragon, by whom he had a daughter, Mary; (2) Anne Boleyn, issue, Elizabeth ; (3) Jane Seymour, issue, Edward (afterwards Edward VI.) ; (4) Anne of Cleves ; (5) Catherine Howard ; (6) Catherine Parr. Catherine of Arragon was di vorced ; Anne Boleyn beheaded ; Jane Seymour died a natural death ; Anne of Cleves divorced ; Catherine Howard beheaded ; Catherine Parr sur vived him. War with France. Louis XII. of France having designs on Italy, the Pope Julius II. invited Henry's aid against the French, which the king, feeling flattered,"], [101, "87 THE TUDOR PERIOD. granted. Some English troops were sent to Spain to make an attack on Guienne from the south ; but a difference arising between Ferdinand of Spain and the English leader, nothing was effected. In 1513, Henry went over to Calais in person, and the Emperor Maximilian joined him at Terouanne. Battle of Guinegaste or the Spurs. Whilst occupied in the siege of Terouanne, Henry engaged the French cavalry at Guinegaste, where he gained a decisive victory. This battle has been called \" The Battle of the Spurs,\" owing to the rapid flight of the French cavalry. Soon after this Terouanne and Tournay were taken, 1513. War with Scotland — Battle of Flodden. James IV., King of Scotland, having formed an alliance with France, now thought it would be a good opportunity to strike a blow against Henry. Accordingly he invaded England, but was defeated with great loss at the battle of Flodden Field, 1513. The Field of the Cloth of Gold. This was a meeting arranged between Francis I. of France and Henry VIII., with the view of preserving the balance of power on the Continent, Francis and the Emperor Charles V. were each desirous of procuring Henry's favour ; and Henry met each of them in turn. His interview with Francis was held near Calais, and received the above title from its magnificent splendour. Festi-"], [102, "88 HISTORY MADE EASY. vities of all kinds were kept up for three weeks, but very little really was effected ; and even that little was controverted by the subsequent meeting between Charles V. and Henry, when the latter concluded an alliance with the Emperor against Francis, 1521. Rise and Fall of Wolsey. In this reign we meet with the remarkable career of a remarkable man. Thomas Wolsey, son of a butcher, was born at Ipswich in 1471. At the age of fourteen he graduated at Oxford, and obtained the title of the \"Boy Bachelor.\" After being tutor to the sons of the Marquis of Dorset and chaplain of Calais, he was finally promoted by Henry VIII. to be Archbishop of York, and Chancellor of England. He now lived in splendid style ; outshining, in magnificence, even the king himself. His great ambition was to be made Pope, an object in which the Emperor Charles V. promised to help him. In this, however, he was disappointed ; for though two Popes died — one in 1521 and the other in 1523 — he was not chosen to fill the vacant post. Soon after this came the turning-point in Wolsey's life. Henry, growing tired of Catherine of Arragon, determined to divorce her in favour of Anne Boleyn, one of the maids in waiting. The Pope refusing to sanction the divorce, Wolsey, wishing to keep in with both the King and Pope, played a double part, which proved his ruin. Henry, annoyed at Wolsey's conduct, deprived him of his"], [103, "89 THE TUDOR PERIOD. offices, and compelled him to retire to Yorkshire, where he was arrested by the Duke of North umberland on a charge of treason. He was on his way to London, where execution awaited him, when, being seized with illness, he died at Leicester Abbey, 1530. His last words were : — If I had served my God with, half the zeal I served my king, he would not in mine age Have left me naked to my enemies. The Rise and Progress of the Reformation. Henry's rupture with the Pope had paved the way for a final breach with Rome. Already, as early as the reign of Richard II., John Wycliffe had announced the great principle of the Reforma tion — that religious doctrine should be conformed to Holy Scripture, which was to be taken as the sole basis of all conduct. And in the beginning of the fifteenth century Luther had proclaimed in Ger many his doctrine of Justification by Faith and the Bible as the only rule of religious faith. Henry was at heart a Roman Catholic, as is shown by the Latin work which he wrote in defence of the Seven Sacraments of the Church of Rome, for which he received from the Pope the title of Defender of the Faith. But he supported the Reformation after wards, for two reasons — (1) He wished to aim a deadly blow at the Papal power, and (2) he was desirous of enriching himself with the revenues of the monasteries. In 1534, Henry VIII. was pro claimed by act of parliament Supreme Head of the Church."], [104, "90 HISTORY MADE EASY. Sir Thomas More and Thomas Cromwell. Wolsey had been succeeded in his office of Chancellor by Sir Thomas More, the author of \" Utopia.\" He did not, however, enjoy his honours long, for in 1535 he was beheaded on a charge of denying Henry's supremacy over the Church. Thomas Cromwell was then appointed the king's vicegerent in ecclesiastical matters, with the title of Vicar-General. The Suppression of the Monasteries. Cromwell at once set about suppressing the monasteries, on the ground that they were im moral places and that the monks led dissolute lives. The real object was to transfer the revenues into the king's pocket. The lesser monasteries — i.e., those whose revenue was less than 200/. a-year — were first suppressed, afterwarde the greater monasteries, or those whose revenues surpassed that sum. As a sort of salve to his conscience, Henry devoted a portion of the spod towards founding six new bishoprics, 1536. Union of Wales with England. In the same year the abuses arising from the feudal system in Wales were abolished, the Eng lish laws became law in Wales, and the latter country sent twenty-four members to the English Parliament. Translations of the Bible. The first translation of the Scriptures into Eng lish had been undertaken by John Wycliffe in"], [105, "THE TUDOR PERIOD. 91 the reign of Richard II. William Tyndall had published the New Testament in 1526 and the Old Testament in 1530. And now, in 1535, an English version of the whole Bible was brought out by Miles Coverdale. By the king's order a copy of this translation was chained to a desk in every church throughout the country. In 1539 appeared a work called the Great Bible, edited by Cranmer, Archbishop of Canterbury. The Pilgrimage of Grace. This was an expedition undertaken by Sir Roger Aske, as a reaction to the Reformation movement, and in consequence of the discontent caused by the suppression of the monasteries. It was joined by the Archbishop of York and several noblemen. The insurgents, in whose van marched the priests, took York and Hull ; but the rising was sup pressed in 1537, when several of the noblemen concerned suffered execution. Statute of Six Articles. This bid, called also the bloody statute and the whip with six strings, was passed in 1539, and shows Henry's real religious doctrines. It enacted (i) The doctrine of transubstantiation ; (ii) that communion in one kind only was necessary ; (iii) the celibacy of the clergy ; (iv) that vows of chastity were binding ; (v) auricular confession ; (vi) that private masses should be retained."], [106, "92 HISTORY MADE EASY. Thomas Cranmcr. We have already referred to this great man as having edited the translation of the whole Bible. Henry had made him Archbishop of Canterbury in 1533, when he declared the king's marriage with Catherine of Arragon to be null and void, and the alliance with Anne Boleyn to be lawful. He afterwards annulled the marriage with Anne Boleyn, when Henry was determined to marry Jane Seymour. Cranmer subsequently offended Henry by opposing the Statute of Six Articles ; but he regained his favour and was the king's great comforter on his death-bed by the religious consolation which he vouchsafed to him. He was the executor of Henry's will, and finaUy suffered martyrdom in the reign of Mary. Renewed War with Scotland and France. In 1542, Henry defeated the Scots at Halidon Hdl, and again at Solway Moss in the same year. This war was continued in 1544, when the English burnt Edinburgh and Leith. In 1545 an en gagement took place between the English and French fleets off the Isle of Wight, without any decisive result; but in the following year peace was concluded with both France and Scotland. Henry's latter Days. The king's increasing corpulence brought on disease, which greatly irritated him during his declining years. The unfortunate Earl of Surrey, Thomas Howard, was executed on a charge of"], [107, "93 THE TUDOR PERIOD. aiming at the throne. This most accomplished man, the first writer of English blank verse, was son of the Duke of Norfolk and cousin to Cathe rine Howard. Henry's Death and Character. About a month before his decease Henry made his wiU, bequeathing the throne first to Edward, and then to Mary and Elizabeth. On his death bed he sent for Cranmer, who spoke words of comfort to him ; and the king died wringing the primate's hand, 1547. Henry was a vain and self-willed man. Al though we admire some of his manly virtues, yet we cannot but think of his acts of tyranny and cruelty, perpetrated to satisfy selfish desires and an uncontrolled temper. Still, we must remem ber that to his reign we owe the great work of the Reformation ; and that, although in some respects an absolute tyrant, he always appealed to Parlia ment to sanction his acts. Edward VI., 1547—1553. Descent and Accession. Edward was the son of Henry VIII. by Jane Seymour, and was only ten years of age on his father's death. He was to attain his majority at the age of eighteen ; and meanwhile his uncle, the Earl of Hertford, was to act as Protector under the title of the Duke of Somerset."], [108, "94 HISTORY MADE EASY7. War with Scotland — Battle of Pinkie. Henry VIII. had expressed a wish in his wid that a marriage should be arranged between Edward and Mary Queen of Scots. The Scots disliking and refusing the match, Somerset sent an army across the border to enforce compliance, and defeated the leader of the Scottish forces at the battle of Pinkie, 1547. He was, however, soon compeded to return to England, without accomplishing his object ; and the queen was sent over to France for the sake of safety. Completion of the Reformation. The grand work of the Reformation, so vigo rously prosecuted in the last reign, was now com pleted. Somerset was himself a Protestant, and took care that the Bible should be more freely circulated, had some Homilies or sermons pub lished, introduced the First Book of Common Prayer and the Forty-two Articles of Christian Faith. Rising of Seymour and Dudley. The Protector was not long ere he met with enemies in the realm. His own brother, Admiral Lord Seymour, who had married Catherine Parr, rose against him. Somerset hastened back from the northern border to quell this insurrection, and caused Seymour to be executed on Tower Hid. Scarcely was this over, when Dudley, Earl of Warwick, started another opposition. He accused the Protector of patching up peace with France"], [109, "95 TEE TUDOR PERIOD. and Scotland without gaining any success in war, and further of pulling down churches and bishops' palaces, that he might erect a mansion for himself in the Strand — now known as Somerset House. He pleaded guilty to the chtvrges laid against him, and was deprived of his office. A fine of 2,000c7. a year was also inflicted on him. This, however, was afterwards remitted, and Somerset was re stored to the Council. He did not, however, enjoy his restoration for long. Dudley — now created Earl of Northumberland — accused the ex- Protector of plotting against his life; and Somerset was condemned to death, and executed on Tower Hdl, 1552. Northumberland's Designs on the Crown. The next act of Northumberland was to try to secure the crown for his family. His son, Gufld ford Dudley, had married Lady Jane Grey, who was descended from Mary, the youngest daughter of Henry VII. Northumberland induced the king to believe that Lady Jane was ready heir to the throne, on the ground that Mary and Eliza beth were illegitimate. Edward, acting on this advice, signed the necessary deeds conveying the crown to Lady Jane Grey. Edward's Death and Character. The king died of consumption at the age of eighteen. It is said that his death was hastened by the drugs administered by a female doctor, called in by Northumberland. He is famous for"], [110, "96 HISTORY M.ADE EASY. his wisdom, gentleness and piety. He founded a great many of the grammar schools in this country, also St. Thomas' Hospital and Christ's Hospital. Mary I., 1553—1558. Descent and Accession. Northumberland's scheme for placing Lady Jane Grey on the throne came to nothing ; as the nation generally preferred Mary, the daughter of Henry VIII. by Catherine of Arragon. Accord ingly Mary was crowned — the first Queen of Eng land. Marriage and Issue. Mary married Philip II., King of Spain, in 1534. This marriage tended to strengthen still further the Roman Catholic tendencies of the new queen. The marriage, however, proved a most unhappy one ; and Philip only remained in Eng land for a year, by which time he had grown tired of his wife and the English people of him. Rebellion of Sir Thomas Wyatt. The proposed match with Philip of Spain so roused the anger of the English nation that they rebeded under Sir Thomas Wyatt. The leader, however, was taken and executed, as also were several of his followers. Dudley and his wife, Lady Jane Grey, and his father, the Earl of Northumberland, were also executed, 1554."], [111, "97 THE TUDOR PERIOD. The Persecutions by Mary. In 1555 commenced that series of persecutions which won for Mary the title of Bloody. Among those who perished at the stake for upholding Protestant principles, in opposition to Roman Catholic doctrines, were Bishops Hooper, Ridley and Latimer ; the aged Cranmer ; John Knox, the Scottish Reformer ; Fox, the author of the Book of Martyrs ; and Miles Coverdale, who translated the Bible. More than two hundred victims perished altogether. War with France — Loss of Calais. Mary joined Philip in his war against France, and the English troops helped to take the French fortress of St. Quentin in the Netherlands. But shortly after the Duke of Guise besieged Calais in the depth of winter, and took it in eight days. Thus the last of our French possessions was lost in 1558. Mary's Death and Character. The loss of Calais is said to have hastened the death of the Queen, who had for some time been suffering from dropsy. She said that after her death the word \" Calais \" would be found written on her heart. She suffered from a morose and sour temper ; and, in her zeal for the Roman Cathode cause, she quite forgot the natural instincts of woman. She has accordingly been branded with the name H G."], [112, "98 HISTORY MADE EASY. of Bloody, in consequence of her cruel and whole sale executions ; but we must pity rather than condemn her, for she was a disappointed woman, unhappy in her marriage, and surrounded by evil counsedors, who helped to spur her on to that religious bigotry which has made her name a byword and reproach. Elizabeth, 1558—1603. Descent and Accession. Elizabeth was another daughter of Henry VIII., by Anne Boleyn, and came to the throne amidst the general rejoicings of the English people, who were only too glad to be free from the scourge of the Roman Catholic religion, and placed under the rule of a staunch Protestant. Protestantism finally established. The Queen's first steps were to release aU people imprisoned for their religious opinions. After this, she remodeded the Articles of the Christian Faith, reducing them from forty-two to thirty nine, and passed the Acts of Supremacy and Conformity ; the former declaring the sovereign to be the Supreme Head of the Church, and the latter ordering ad worship to be conducted accord ing to the established form. The Sect of Puritans. Mary's persecutions had driven many Pro testants to the continent. These now returned,"], [113, "99 THE TUDOR PERIOD. and brought back with them the ideas of what they called a \" pure \" form of religion, as opposed to the established worship. They objected to the Liturgy, the surplice, the sign of the cross in baptism, and the decorations used in churches : and especially to the Acts of Conformity and Supremacy. Many of their number in conse quence were fined and imprisoned. Mary, Queen of Scots. Mary, Queen of Scots, who had married the Dauphin of France, now claimed the throne of England, on the ground that Elizabeth was ille gitimate, and that consequently she herself was next heir, as being descended from Margaret, the eldest daughter of Henry VII. Elizabeth, on the first opportunity, caused this aspirant to the throne to be seized and thrown into prison. The Duke of Norfolk, who subsequently offered his hand in marriage to the Queen of Scots, was committed to the Tower, and afterwards executed on a charge of high treason. Babington's Plot. A Derbyshire gentleman, named Babington, now formed a deep-laid plot to assassinate Elizabeth, and place Mary on the throne. The design, however, was discovered through some letters that fell into the hands of Walsingham, the Secretary of State : and the chief movers in the rebedion were executed. h2"], [114, "100 HISTORY MADE EASY. Execution of Mary Queen of Scots. After being imprisoned in Fotheringay Castle, in Northamptonshire, for nineteen years, Mary was brought to trial on the charge of being implicated in Babington's plot. In spite of the pleadings in her behalf by the kings of France and Scotland, she was beheaded by order of Elizabeth in 1587. Expedition to the Netherlands — Battle of Zutphen. In 1586, the Queen sent out the Earl of Leicester, together with his nephew, Sir Philip Sidney, the author of \" Arcadia,\" and a body of troops, to undertake the protection of the Nether lands against Philip of Spain. The expedition, however, faded; and, at the battle of Zutphen, Sir Philip Sidney met with his death- wound. Defeat of the Spanish Armada. And now comes the great event of this reign. Philip of Spain, indignant at having been refused Elizabeth's hand in marriage ; anxious, also, to overthrow Protestantism, and to avenge himself for the loss of his treasure-ships ; fitted out a gigantic fleet, called the \" Invincible Armada,\" and sailed against England. The English admiral was Lord Howard of Effingham, who was ably assisted by Drake, Hawkins and Frobisher. The Armada passed up the English Channel, and made for Calais, whither Howard followed it ; and, be fore it could be joined by the Duke of Parma, the"], [115, "101 THE TUDOR PERIOD. English fleet had put it to a complete rout. Twelve ships were taken, and many others were wrecked off the coast of Scotland ; so that, out of 130 sad, only fifty-three reached the Spanish shore. This glorious victory established the naval supremacy of England, 1558. The Earl of Essex. A rebellion having broken out in Ireland, the Earl of Essex, Elizabeth's favourite, was sent to quell it. Failing in his object, and returning to England, he was disgraced and imprisoned. The favour, however, of Elizabeth soon released him ; and then he organized a rebellion in England, in which he was aided by the Earl of Southampton. He was tried for this offence and condemned to death, 1601. Elizabeth's Death and Character. The queen never recovered from grief at the death of her favourite, and died in her seventieth year in 1603. She was a woman of sound judgment and an indomitable wid. She stretched the royal prero gative too far on some occasions, but she had the wisdom to be guided by her counsellors, and when she found that she had gone too far, she at once drew back. Her chief faults were vanity and coquetry, and an inclination to favouritism. Still, on the whole, she was an excellent sovereign, and her reign, in respect to results achieved, stands unparadeled in our English annals. Under her,"], [116, "102 HISTORY MADE EASY. Protestantism was established, commerce largely extended, our naval supremacy set on foot, and literature brought to its perfection. England under the Tudors. Social Aspect. There is not much to be said under this head. Improvements in the art of dress and living were very slow ; and the houses were, for the most part, of a poor and wretched description. The tourna ment had degenerated into a mere sport. Other sports were hunting and hawking, in which great zest was shown. Elizabeth took part in these latter sports even in her old age. The chief seasons of festivity were Christmas and May Day, on which occasions there was a general holiday, and all kinds of riotous mirth took place. Political Aspect. Parliament did not show itself so strong under the Tudors as under the Plantagenets ; indeed, Elizabeth may be termed an absolute ruler. The laws, however, were strictly enforced, and crimes were visited with severe penalties. Before the Reformation, hanging for robbery was very com mon ; but, as soon as the Protestant religion be came more widely spread, the number of persons executed for this crime was considerably reduced. Literary Aspect. This was the brightest period of our English literature. It marks the transition between the"], [117, "103 THE TUDOR PERIOD. Middle and the Modern Ages, and embraces a long roll of names conspicuous for literary merit, from Sir Thomas More to Sir Francis Bacon. General Summary. The leading features of this period are :—Esta blishment of Protestantism, Development of Com merce, and Extension of Learning and Literature."], [118, "104 HISTORY MADE EASY. CHAPTER VIII. Stuart Period, 1603—1714. James I., 1603—1625. Descent and Accession. James VI. of Scotland, and I. of England, based his claim to the throne on his descent from Margaret, the eldest daughter of Henry VII. He was the son of Mary, Queen of Scots, and came to the throne in 1603, a.d. Marriage and Issue. He married Anne of Denmark, by whom he had issue as follows : — Henry, who died young ; Charles (afterwards Charles I.); Elizabeth, who married the Elector Palatine ; Robert and Mary, both of whom died young. Main and Bye Plots. These plots, which seem to have been very much mixed up together, were formed with the object of dethroning James, and giving the crown to j-Yrabella Stuart, who was descended from Mar garet, Henry VHth's eldest daughter ; but by a second marriage with Douglas, Earl of Angus. She was consequently cousin to the reigning king. Sir Walter Raleigh was implicated in these plots,"], [119, "105 THE STUART PERIOD. and was committed to the Tower in consequence, where he was imprisoned for twelve years. Dur ing this period he wrote his \"History of the World ; \" and then, wishing for liberty, he in duced James to release him with the promise that he would disclose a gold mine in South America. Failing, however, in his expedition he returned home, when the king caused him to be beheaded on the old charge, 1618. The Gunpowder Plot. In 1605 another conspiracy was set on foot — this time by the Roman Catholics, who were dis appointed at not receiving special favours from the king. The object of this plot was to blow up James and the Houses of Parliament. The chief conspirators were Catesby and Digby ; whilst a Spanish officer, named Guy Fawkes, was to apply the match to the gunpowder. The plot was de tected through a warning issued to Lord Mont eagle, one of the members of parliament. Fawkes and most of his accomplices were executed. The King's Favourites. James trusted very much to favourites, the chief of whom was Robert Carr, who was subsequently promoted by the king to be Earl of Somerset. Carr, however, fed into disgrace through being implicated in a murder. James then transferred his affections to George Villiers, whom he created Duke of Buckingham."], [120, "106 HISTORY MADE EASY. The King and the Parliament. \" The divine right of kings to govern wrong \" was the maxim on which James based his argu ment for absolute power. He held that the sove reign was independent of and irresponsible to Parliament, whose sole duty was, according to him, to grant supplies. Great abuses consequently prevailed. The Star Chamber imposed heavy fines ; the king sold monopolies (that is, the sole right of trading in any particular article) and titles of honour. He summoned four Parliaments in the course of his reign, and almost immediately dissolved them again, because they were unwilling to grant him supplies ; excepting on condition that he would redress their grievances. The most serious quarrel, however, between the king and the Parliament arose with respect to the proposed marriage between Charles, James' son, and the daughter of the King of Spain. James' object was to obtain the help of Spain in prose cuting the Thirty Years' War (see next para graph). The Commons made a vigorous opposition to the match, which was eventually broken off, owing to a quarrel between the minister of Spain and Buckingham, who was arranging the marriage. Charles afterwards married Henrietta Maria of France. The Thirty Tears' War. This war arose from a contest for the crown of Bohemia between the Emperor of Austria and Frederick, the Elector Palatine of the Rhine."], [121, "107 THE STUART PERIOD. James took the side of the latter, as his daughter Elizabeth had married the Elector ; but the troops he sent out were of but little service to his son-in law. The war lasted from 1618 to 1648. James' Death and Character. The king died of ague at the age of fifty-nine. He was a conceitedpedant, inclined to favouritism and very obstinate. He strained the royal pre rogative to the utmost, and tried to make himself an absolute ruler. He had some good qualities, which, however, were spoilt by his conceit and overweening temper. He has been called \" the wisest fool in Christendom.\" Charles I., 1625—1649. Descent and Accession. Charles I. was the second son of James I., and came to the throne at the age of twenty-five. Marriage and Issue. He married Henrietta Maria, daughter of the King of France, by whom he had three sons (Charles II., who married Catherine of Braganza; James II., who married (1) Anne Hyde; (2) Mary d'Este of Modena; and Henry, Duke of Gloucester) and four daughters (Mary, the wife of Wdliam of Nassau, and three others) ."], [122, "108 HISTORY MADE EASY'. War with France. This was caused by Buckingham, who quar relled with Richelieu, the minister of the King of France. Richelieu was bent upon putting down the Huguenots, whose stronghold was La Rochede on the Bay of Biscay. This place he proceeded to besiege ; and Buckingham sent English troops to relieve the besieged. The expedition, how ever, faded, and the place surrendered to Richelieu in 1628. Charles and his Parliaments. Like his father, Charles insisted on the divine right of kings; and in all his acts he aimed at absolute power. His first Parliament was dissolved in three weeks ; when the king, not being satisfied with the grants made by it, took the matter into his own hands, revived the abuse of \"benevolences,\" bideted his soldiers on private houses, raised illegal taxes and imposed numerous fines. The second Parliament in 1628 was dissolved almost as quickly, and the king reverted once more to his dlegal practices. In the third Parliament the Commons would not grant any supplies tdl the king had agreed to sign The Petition of Rights. This Bill has been called England's Second Great Charter. It enacted : — (1) That no taxes should be levied without the consent of Parliament."], [123, "109 THE STUART PERIOD. (2) That no one shoidd be detained in prison without a trial. (3) That no soldiers should be billeted on private houses. On the strength of signing this document, Charles received a generous grant from the Com mons. He soon, however, broke all his promises ; and when the Commons complained, he dissolved Parliament once more. And now occurred an interval of eleven years, during which no Parliament sat at all (1629 — 1640, a.d.). During this period Archbishop Laud ruled the Church, into which he introduced the practices of the Papal See, while Thomas Wentworth, Earl of Strafford, governed the country by martial law. The Star Chamber and the High Commission fined, imprisoned and muti lated ; and the absolute monarchy of Charles was firmly established. Ship Money. This was one of the most illegal taxes levied by Charles. It was a tax originally imposed on sea-board towns in time of war, for the main tenance of the fleet. Charles levied it on inland towns in time of peace. A Buckinghamshire gentleman, named Sir John Hampden, refusing to pay this tax, was tried, fined and imprisoned, 1637. The National Covenant. Charles tried to establish Episcopacy in Scotland; but the Scots vigorously opposed this"], [124, "110 HISTORY MADE EASY. attempt, and, by a document called the National Covenant, they bound themselves to renounce popery, and to resist any kind of religious change, and also to unite for the defence of their king and country. In 1640 the king summoned his fourth Parlia ment, which, however, he soon dissolved, not being prepared to grant its demands. The Long Parliament. And now the fifth and last Parliament of Charles, known by the title of the Long Parlia ment, commenced its sitting. It lasted for nine teen years, and its most memorable act was — The Execution of Strafford and Laud. Thomas Wentworth, Earl of Strafford, was at the beginning of Charles's reign a staunch sup porter of the Parliament against the king, and was one of those who forced him to sign the Petition of Rights. Afterwards, however, hoping to become to Charles what Richelieu was to the French king, he changed sides, and did his utmost to secure absolute power for Charles. He was appointed governor of Ireland in 1633, when he applied his system \" thorough \" to the rule of that island. The House of Commons subse quently, during the session of the Long Parlia ment, brought in a bill of attainder, which the king reluctantly signed ; and Strafford was exe cuted."], [125, "111 THE STUART PERIOD. About the same time Archbishop Laud was also impeached ; and, after being imprisoned for four years, he too suffered execution in 1645. Political Parties. Owing to the rupture between the king and the Parliament, political strife first began to show itself about this time. The king's party were called Cavaliers, from their knightly bearing and equestrian skill; whilst the opposition bore the name of Roundheads, from their custom, as puri tans, of shaving the head close. From these parties subsequently sprang the Tories and Whigs. which ultimately developed into the Conservatives and Liberals. Arrest of the Five Members — The -Civil War. The friction between the king and the Parlia ment growing more and more severe, Charles in 1642 ordered five of his chief opponents in the Commons — Hampden, Hazelrig, Hollis, Pym and Strode — to be arrested for high treason; and, when the Commons refused to give them up, Charles went into the house with some soldiers to seize them. The members, however, managed to escape ; and the people generally, being indig nant at what they considered a national insult, demanded that the king should resign the com mand of the army. This he refused to do, and so civd war broke out. Charles raised his royal standard at Nottingham, and soon gathered round him an army of 10,000 men."], [126, "112 HISTORY MADE EASY. The Leaders on either Side. The royalist commanders were : — King Charles, who commanded the Cavaliers. The Duke of Montrose, in command of the Scottish forces, who favoured the king ; and Prince Rupert and Charles' nephew, who led the cavalry. The parliamentarian leaders were : — The Earl of Essex, who commanded the Round heads. Oliver Cromwell, the leader of the famous Ironsides. Sir John Hampden, in command of the cavalry. Sir Thomas Fairfax, afterwards appointed com mander-in-ehief; and Cornet Joyce, who commanded a body of horse. Battles in the Civil Wars. \"Where Fought. Date. Result. Sdgehill /halgrove Field sewbury (1) . . Æarston Moor . . sewbury (2) . . saseby 1642 1643 1643 1644 1644 1645 Indecisive. Royalist victory — Hampden slain. Indecisive — Lord Falkland killed. Parliamentarian victory. Defeat of Royalists. Utter defeat of the Royalists — Charles takes refuge with the Scottisl army. Defeat of the Scots, who favourec Charles, by Cromwell. Defeat of Charles (afterwards Charlei II.) and the Scottish Covenanters. Defeat of Prince Charles (afterwards Charles II.) by Cromwell. 'reston 1648 lunbar 1650 Vorcester 1651"], [127, "113 THE STUART PERIOD. Surrender of Charles I. The Scots having received Charles amongst them, offered to support his cause if he would sign the Solemn League and Covenant, which had been drawn up in 1644. By this League the Scottish and English Parliaments bound them selves to extirpate Popery and Prelacy, Super stition, Heresy and Schism. They also pledged themselves to mutual defence, and the Scots undertook to send 21,000 men across the border to help the English Parliament. On the king refusing to sign this document, he was delivered up to the Parliamentarians. His person was seized by Cornet Joyce ; and after being imprisoned in various places, he found means to escape to the Isle of Wight, where he was guarded more closely than ever in Carisbrook Castle. Pride's Purge — The Rump Parliament. Ultimately, as the Presbyterian members in the House of Commons were opposed to the execution of Charles, Cromwell sent Colonel Pride to clear the house of this party. The remnant, composed of the Independents, who were for doing away with the crown altogether, called the Rump Parliament, condemned the king to death. The Execution of Charles. In 1649, Charles I. was executed in front of Whitehall Palace. Whilst allowing that Charles was anything but a worthy king, we can by no means justify his execution, which was a violation g. i"], [128, "114 HISTORY MADE EASY. of the first clause in Magna Charta — to the effect that \" no one should be outlawed, imprisoned or fined, except by the lawful judgment of his peers ;\" and here we find the highest peer in the realm condemned to death by a body of commons — for the House of Lords would have no hand in the matter. Character of Charles I. Charles was a man whose word could not be trusted. He was always making fair promises and never keeping them. He aimed at establish ing absolute power for himself, by which . he effected his own ruin. In private life, however, he displayed an admirable character, shown in his intense love towards his wife and chddren. The Commonwealth, 1649 — 1660. The Rump Parliament, 1649 — 1653. For the first four years after the death of Charles I., this country was governed by the remnant of the Long Parliament, called the Rump Parliament. An executive conned was appointed, at the head of which was Bradshaw, whilst Milton held the office of Foreign Secretary. The country was, however, ready ruled by Cromwed and his troops. Conquest of Ireland. In Ireland the Royalists were stdl a strong party ; but Cromwell, with the title of Lord"], [129, "115 THE STUART PERIOD. Lieutenant, landed near Dublin ; and in the space of nine months he completely defeated his opponents, sacking Drogheda and Wexford, and putting the Roman Catholics everywhere to flight, 1650. Subjugation of Scotland — Battle of Dunbar. Cromwell next turned his attention to Scotland. On the execution of Charles I., the Scottish nation had invited over his son, Prince Charles, and pro claimed him king, on his agreeing to sign the Solemn League and Covenant. Cromwell im mediately crossed the border, and a battle took place at Dunbar, in which Charles' party suffered a total defeat, 1650. Battle of Worcester. Charles having been crowned at Scone, advanced with some Scottish troops into England. Crom well overtook them at Worcester, and Charles' army was utterly routed. Charles himself escaped into France, 1651. After this General Monk was made Governor of Scotland. First War with the Dutch. Owing to the passing of the Navigation Act, which forbad the importation of goods excepting in English ships or in ships of the country pro ducing the goods, a war broke out between Hol land and England. Van Tromp was the Dutch Admiral, whilst Blake commanded the English Navy. Van Tromp gained a great victory off the Goodwin Sands, and to show that he had swept i2"], [130, "116 HISTORY MADE EASY. the English from the seas, he hoisted a broom at his mast-head. Blake, however, finafly defeated the Dutch fleet off Portland in 1653 ; and the following year a peace was made, one of the con ditions of which was that Charles should be driven from Holland. The Protectorate of Cromwell, 1653 — 1660. Dissolution of the Rum}) Parliament. Cromwed, seeing that the parliament was likely to frustrate his military designs, by cutting down the army and by other measures, anticipated its action by dissolving it. Barebones' Parliament. A council of 140 members, supporters of Crom well, was then chosen. It received its title from a leather-seller named Barebones, who was its most conspicuous member. The Instrument of Government. One of the members having proposed that the supreme power should be given to Cromwed, a deed called \"The Instrument of Government\" was drawn up, investing Cromwell with the title of \" His Highness the Lord Protector.\" He was to have a standing army of 30,000 men and to summon parliament every three years."], [131, "117 THE STUART PERIOD. The Humble Petition and Advice. Cromwell summoned his first parliament in 1654, but dissolved it in a rage, before any mea sures could be passed. His second parliament met in 1656, and presented to the Protector a \" Humble Petition and Advice,\" requesting him to take the title and office of king. This, how ever, he, with much reluctance, refused. After this he again quarrelled with his parliament on the subject of his newly-elected peers, and once more dissolved it ; nor did he summon it again. Cromwell's latter Days and Death. The last years of Cromwell's life were em bittered and saddened by plots raised against him. He always went about armed with pistols, and with a shirt of mail under his coat. These anxieties, added to the loss of a favourite daughter, hastened his end. He died of ague in 1658. Cromwell's Marriage, Issue and Character. He married Elizabeth Bourchier, the daughter of an Essex gentleman, by whom he had five sons and four daughters. Cromwell was a man of great energy and de cision, but more fitted to be the general of a great army than the ruler of a great nation. He was a man of considerable taste in matters of art, a great hater of anything like ceremony or display, rough and blunt in his manner. At the same time he was impressed with deep religious feeling."], [132, "118 HISTORY MADE EASY. His Foreign Policy. By Cromwell, England was raised to her highest pitch of military power. He took Jamaica and Dunkirk, swept the Bombay pirates from the Mediterranean, and made the name of England feared and respected throughout the continent. Comparing his policy with that of Elizabeth, we find that whilst the latter aimed at the extension of England's naval greatness and commerce, Crom well desired to make her a great mditary power at home and abroad. The Restoration of Charles II. On Cromwell's death, his son Richard, having neither the energy nor the ability of his father, soon resigned the office of Protectorate. Here upon quarrels began to arise between the Parlia ment and the army ; and General Monk, watching his opportunity, marched from Scotland, nominady with the intention of restoring the Presbyterians to the Parliament, but with the real object of restoring Charles, who was on the continent. The Long Parliament having dissolved itself, and the nation generally sighing for a free parlia ment, General Monk, taking advantage of the favourable moment, formed a convention parlia ment, in which the ancient peers returned to their own house. Charles was then proclaimed king under the title of Charles II., to the great joy of the whole people, 1660, a.d."], [133, "119 THE STUART PERIOD. Charles II., 1660—1685. Descent and Accession. The restored king was the eldest son of Charles I., and nominally came to the throne in 1649 ; but Cromwell was really Ruler of this country during the first eleven years of Charles' nominal reign. Marriage and Issue. Charles married Catherine of Braganza ; but he had no issue. Charles' Early Acts. The Feudal System was abolished in this reign. The bodies of Cromwell, his son-in-law Ireton and Bradshaw, were disinterred and hanged at Tyburn. The supporters of Cromwed's power were pardoned, and General Monk was honoured with the title of the \" Duke of Albemarle.\" The Act of Uniformity. In spite of his having signed the Solemn League and Covenant, Charles had no idea of upholding Presbyterianism ; but, on the contrary, he was bent upon maintaining Episcopacy. He showed his religious views in the Act of Uniformity, which he caused to be passed, binding all ministers to use the Book of Common Prayer, and making it in cumbent on them to be ordained by bishops. Sooner than conform to this Act, two thousand clergymen resigned their livings."], [134, "120 HISTORY MADE EASY. The Corporation Act. This Act, passed about the same time, required all corporate officers to receive the sacrament in the Church of England, to renounce the Solemn League and Covenant, and to take an oath of non resistance to the kingly power, 1662. The Conventicle Act. This Act enjoined that not more than five per sons, unless members of the same household, should meet together for worship, 1664. The Five Mile Act. Another Act aimed at the Dissenting Ministers, forbidding them to preach within five miles of any corporate town, 1665. War with the Dutch. This war, which lasted from 1665 to 1667, was caused by a codision between the \" African Com pany,\" formed by the Duke of York, and the Dutch settlements on the coast of Guinea. The English won a great victory off Lowestoft, the Dutch Admiral de Ruyter being severely defeated by the Duke of Albemarle. Albemarle afterwards gained another victory off the mouth of the Thames. In 1667, however, De Ruyter offered a great insult to the English Navy by taking Sheer ness, and sailing up the Thames as far as Tdbury. The war was concluded in the same year by the Peace of Breda."], [135, "121 THE STUART PERIOD. The Great Plague and the Great Fire of London. In 1665 the Great Plague broke out in London. It is supposed to have come from the East. Ter rible ravages were made by it, and the city gene rally was deserted, the parliament having removed to Oxford, and the court and nobility having fled into the country. Scarcely had the Plague subsided, when the Great Fire broke out. The origin of this fire is attributed by some people to the Roman Catholics, but it is generady believed to have been accidental. Whole streets were reduced to ashes; and amongst other buildings old St. Paul's was burnt to the ground. On the ruins of this edifice Sir Christo pher Wren budt up the splendid dome of the present Cathedral. The Triple Alliance. This alliance was formed in 1666 between Eng land, Sweden and Holland, to curtail the ambitious projects of Louis XIV., and to preserve the balance of power on the continent. Whilst Charles was taking credit for this grand scheme, he was secretly arranging a treaty with the King of France caded The Treaty of Dover. This was the most disgraceful engagement ever entered into by any English sovereign. By it Charles agreed to profess the Roman Catholic Religion, and to aid Louis in his wars with Spain and Holland ; in return for which he was to re ceive a pension and assistance from the French"], [136, "122 HISTORY MADE EASY. king, in the event of a rebellion being made by his English subjects. The Cabal. Five men, whose initials formed the word Cabal — Clifford, Arlington, Buckingham, Ashley and Lauderdale — now became the chief advisers of the king, aiding and abetting him in his worst de signs. The Third Dutch War. The war with Holland was renewed in 1672, when the English and French made a joint inva sion. The Dutch, however, let loose their dikes, and the overflowing waters put the French to flight. The Treaty of Mineguen closed the war. The Test Act. In 1673 this religious Act was passed, binding ad people holding public appointments to take an oath against transubstantiation. Under this Act the Duke of York had to resign the command of the fleet. Titus Oates. This man brought forward a story to the effect that he had discovered a Popish plot to murder the king, to kill all Protestants, and put the Duke of York on the throne. His evidence was con firmed by a number of people, who proved after wards to have been false witnesses. Sir Edmonds bury Godfrey, the Justice of the Peace who received Oates' evidence upon oath, was found"], [137, "123 THE STUART PERIOD. dead; and the whole country was in a state of turmoil and fear. Oates received a pension of £1,200 a year for the information he had given. The. Trimmers. This was a party which sprang up in this reign, so called because they \" trimmed \" between the parliament and the king. The most distinguished of the party was Viscount Halifax. Habeas Corpus Act. In 16? 9 this famous Act was passed, securing the liberty of the British subject. Its principal enactments were : — (i.) That no one should be imprisoned beyond the seas. (ii.) That everyone should be brought to trial on the first opportunity. (iii.) That no one should be tried twice for the same offence. The Exclusion Bill. The object of this bill was to exclude the Duke of York from the succession, owing to his being a Roman Catholic. The Scotch Covenanters. The Covenanters were driven to revolt by the persecutions which they endured ; and after mur dering Archbishop Sharp they defeated Graham of Claverhouse at Drumclog. They were, how-"], [138, "124 HISTORY MADE EASY. ever, utterly routed at the Battle of BothweU Bridge, 1679 The Rye House Plot. This was a plot to murder Charles, and place the Duke of Monmouth on the throne. The assassination was to take place at Rye House, near Broxbourne in Hertfordshire, as the king was returning from the Newmarket races. It was, however, detected ; and Lord Wdliani Russell and Algernon Sidney, the prime movers in the scheme, together with several others, were con demned and executed, 1633. Charles' Death and Character Charles died of apoplexy in 1685. Before his death he embraced the Roman Catholic religion. In character he was gay and frivolous, and ob tained the title of \" The Merry Monarch.\" As a king he was utterly unfitted for his station, being mean, selfish and treacherous. James II., 1685—1688. Descent and Accession. James II. iwas brother to the last king and second son of Charles I. He came to the throne immediately on his brother's detith, and at once made fair promises, undertaking to govern accord ing to the laws of the land, and to support the English Church."], [139, "THE STUART PERIOD. 125 Marriage and Issue. He married (1) Anne Hyde, by whom he had two daughters, Mary and Anne, both of whom came to the throne ; (2) Mary of Modena, by whom he had one son, Charles Edward Francis, the Pretender, and five daughters, who died young. Risings of Monmouth and Argyle. Monmouth, who was a reputed son of Charles II., had fled, after the discovery of the Rye House Plot, into Hodand, where he was joined by Argyle ; and these two formed the design of dethroning the new king. It was arranged that Argyle should descend on Scotland, whilst Mon mouth invaded England. Argyle and his party were soon scattered ; but Monmouth landed at Lyme in Dorsetshire, and advancing on Taunton he took the title of king — ■ The Battle of Sedgemoor. From Taunton he marched towards Bristol, but was utterly defeated by the royal troops at the Battle of Sedgemoor, 1685. This was the last battle fought on English ground. Monmouth was eventually executed on Tower-hill. Judge Jeffreys' Assize. And now commenced the civil procedure of trying the rebel prisoners, conducted by one Judge Jeffreys, and known by the name of the"], [140, "126 HISTORY MADE EASY. Bloody Assize. The investigation was commenced at Winchester, where Alice Lisle, the widow of one of Cromwell's Peers, was beheaded in the market-place. After this, Jeffreys went on circuit through the whole of the West of England, and condemned more than three hundred persons to execution. The Declaration of Indulgence — Trial of the Seven Bishops. This was a Bdl, passed in 1688, giving free permission to Roman Catholics and Dissenters to worship in their own way. James ordered the clergy to read this Act from their pulpits on two Sundays in succession. Seven bishops, including the Archbishop Sancroft, and the bishops of Bath and Weds, St. Asaph, Ely, Chichester, Peter borough and Bristol, petitioned against this Act, and were in consequence tried at the Court of King's Bench on a charge of seditious and mali cious libel. After a long consultation on the part of the jury they were acquitted, to the, great joy of the whole nation, 1688. Attack on the Universities of Oxford and Cambridge. James also attacked our two great seats of learn ing. He forced the University of Cambridge to grant the degree of M.A. to a Benedictine monk named Francis ; whilst he placed a Roman Cathode at the head of Magdalen College, Oxford, and elected twelve Roman Catholic Fellows in one day."], [141, "127 THE STUART PERIOD. The English Revolution. All these causes combined induced the English nation at large to invite over Wdliam, Prince of Orange, the son-in-law and nephew of the king, to take the Crown, as being the only Protestant capable of conducting the affairs of the realm under the disturbed circumstances of the time. Hereupon James, seeing that the Crown was slipping from him, expressed himself willing to give way to his subjects, but it was of no avail ; for the people had made up their minds to get rid of him. The Landing of William. Wildam landed at Torbay, in Devonshire, and advanced in the midst of a storm, and through roads choked with mire, to Exeter. James mean while had proceeded to Salisbury, determined to fight a pitched battle. William, however, wishing to avoid bloodshed, waited where he was, tid the great men in the State had joined his party and James's adherents had become fewer and fewer. Hereupon *he king took to flight, and after some adventures arrived at St. Germain, where Louis gave him a hearty reception. William had mean while advanced to London, and summoned The Convention. In this meeting was discussed the plans for the future government of the country. It was pro posed by some that there should be a Regency, by others, that Mary should be Queen. The matter was eventually settled by the famous"], [142, "128 HISTORY MADE EASY. Declaration of Rights. This bill declared Mary and William to be Queen and King of England ; and settled the Crown, first, on the survivor of these two, next on the children of Mary; failing Mary's issue, the children of her sister Anne were to come to the throne ; and if Anne had no issue, the Crown was settled on the children of William. Completion of the Revolution. The Revolution being now complete, the contest between the Crown and parliament was over ; and the English constitution was firmly based on the three fundamental elements of the realm — The Sovereign, Peers and Commons. James' Death and Character. After living in exile at St. Germain for twelve years James died in 1701. Bad as all the Stuart kings were, this king was the worst of all. He was a most bigoted Roman Catholic, mean, petty and spiteful, utterly indifferent to the well-being of his subjects, provided that he could carry out his ambitious and despotic designs. Like all the Stuarts he aimed at absolute power; and his tyrannical endeavours to carry out this object cost him a throne. William III. and Mary, 1689—1702. Descent and Accession. Widiam III. was son of Wdliam of Nassau and Prince of Orange. His mother was Mary,"], [143, "129 THE STUART PERIOD. the eldest daughter of Charles I. He came to the throne at the earnest request of the English nation, find by virtue of the Declaration of Rights. Marriage and Issue. He married his cousin Mary, the eldest daughter of James II., by whom he had no issue. Revolt in Scotland — Battle of Killiecrankie. The Highland clans in Scotland, having espoused the cause of James, revolted under Viscount Dun dee, who defeated General Mackay, the leader of William's forces, in the Pass of Killiecrankie. Dundee, however, was subsequently slain, and the Highland army dispersed, 1689. The Irish Rebellion. A more serious rebellion broke out in Ireland. Louis XIV. of France had supplied James with money and troops, on the strength of which the exiled king landed in Ireland, and, after entering Dublin in triumph, he advanced to lay siege to Londonderry. The Siege of Londonderry . The citizens of Londonderry were closely be leaguered for five months, during which time the Rev. George Walker encouraged them in a most heroic manner, thus enabling them to last out till they were relieved by General Kirke, 1689. g. K"], [144, "130 HISTORY MADE EASY. Battle of the Boyne. Shortly afterwards Wdliam arrived to take the field in person, and inflicted a severe defeat on James' party near Drogheda, on the banks of the river Boyne. In this battle Wdliam lost his General, Schomberg. James, thus defeated, fled to France, where he died in 1701. Siege of Limerick. The remnant of James' army made their last effort at Limerick, on the mouth of the Shannon. This place surrendered after a short siege ; and by the Treaty of Limerick, William was acknowledged sovereign of Ireland, and the Jacobite interest was entirely destroyed in that country. rj; The Massacre of Glencoe. William ordered the Earl of Breadalbane to see that all the Highland chieftains took an oath of allegiance to himself by a certain day. The head of the Macdonald clan, being a personal enemy of the earl, refused at first to take the oath; but afterwards he repented, and hastened as fast as he could to the appointed place. He was delayed, however, by storms and floods, and arrived a day or two too late. He was allowed, nevertheless, to take the oath, and returned home to his settlement in Glencoe, in Argyleshire. Here Captain Campbell appeared with a body of troops a few weeks after wards, and were entertained most hospitably by the Macdonalds. Suddenly, however, one night"], [145, "131 THE STUART PERIOD. the soldiers rose up and massacred most of the clan in cold blood. The rest escaped to the hdls, where many perished in the snow. The stain of this crime is a dark spot on the character of William, who seems to have signed the order for the massacre, without fully understanding the cir cumstances of the case, 1691. War with France — Battle of La Hogue. William now engaged in a war with Louis of France, chiefly on account of the aid which that king lent to the Jacobite cause. In a battle off Cape La Hogue the English fleet won a great victory, 1692. After several other engagements, with varying issues, the war was concluded by The Treaty of Ryswick. By this treaty Louis agreed to recognize Wdli-.m as King of Great Britain and Ireland, 1697. The Triennial Act. This act ordained that Parliaments could not sit for more than three years. In George I.'s reign the Septennial Act was substituted for it. The Act of Settlement. This was a sequel to the Declaration of Rights. Mary having died without issue in 1694, it was necessary to arrange for the definite settlement of the English crown, fading the issue of Anne. The bill in question enacted that the crown should be settled on the Electress Sophia of Hanover, k2"], [146, "132 HISTORY MADE EASY. granddaughter of James I. through his daughter Elizabeth, who had married the Elector Palatine. It also enacted that judges should hold office for life, subject to good conduct ; that the sovereigns of England should be Protestants, and should not leave the country without the consent of Parlia ment, 1701. William's Death and Character. The king met with his death by a fall from his horse. He was a prematurely old man and his constitution was weak, so that, though the accident was not a serious one in itself, death resulted from a fever which ensued, 1702. He was a man of calm and reserved demeanour, and to those who did not know him thoroughly he appeared cold and disdainful. He was an excellent general and most courageous on the battle-field, in which, spite of his feeble frame, he showed the greatest energy and endurance. He is justly praised for his earnest endeavours to re-establish the Protestant religion and to put down Roman Catholicism — an object towards which he directed the chief bent of his genius. Anne, 1702—1714. Anne came to the throne by virtue of the Bid of Rights as the second daughter of James II. Marriage and Issue. She married Prince George of Denmark. They had a large family, all of whom died quite young."], [147, "133 THE STUART PERIOD. War of the Spanish Succession. The object of this war was to prevent the union of the crowns of France and Spain. Louis XIV. claimed the throne of France for his grandson Philip ; Great Britain supported the rival claim of the Archduke Charles of Austria. To further the latter object, the Grand Alliance was framed between England, Germany, Holland and Austria ; and the following battles were fought : — Battles of Blenheim, Ramillies, Oudenarde, Malplaquet. The first battle was fought at Blenheim, in Bavaria, on the Danube, in 1704 — Marshal Tallard was defeated by the Duke of Marl borough. In the same year, Gibraltar, the key to the Mediterranean, was taken by Sir George Rooke. The next battle took place at Ramillies, in South Brabant, where Marlborough overthrew Videroi, 1706. Marlborough gained another victory at Oude narde, in East Flanders in 1708 ; and in the following year occurred the bloodiest battle in the whole war at Malplaquet, in the north-east of France, where Marshal Vdlars suffered a signal defeat at the hands of the Great Duke. The Treaty of Utrecht. The war of the Spanish Succession was closed by this treaty, the terms of which were : — That"], [148, "134 HISTORY MADE EASY. France and Spain should not be united under one sovereign ; that France should recognize the Hanoverian succession ; and that England should receive Gibraltar and Minorea from Spain, and the Hudson's Bay Territory, Nova Scotia and Newfoundland from France, 1713. State of Political Parties. In this reign the conflict between Whig and Tory became very severe, chiefly on the two sub jects of war and the Church. The Whigs were low Church, and wished for war ; the Tories were high Church, and desired peace. Anne at first, though by inclination a Tory, was obliged to give way to Godolphin, Marlborough and Sunderland, her Whig ministers. But afterwards the influence of the Tory party greatly increased, as shown by their passing the occasional Conformity Bill, which was directed against those who attended other places of worship thtin those of the Estab lished Church. This bill passed the Commons but not the Lords. Union of Scotland with England. In 1707, a treaty was drawn up for the Union of the Scottish and English Parliaments. Scotland was henceforth to be represented in the English Parliament by sixteen peers and forty five members of the House of Commons. From this date commences the commercial prosperity of Scotland, which afterwards advanced with such rapid progress."], [149, "THE STUART PERIOD. 135 Dr. Sachavercll. This clergyman created a great excitement and disturbance in London by preaching violent ser mons against the Revolution, and urging the persecution of dissenters. He was tried for libel before the House of Commons, and, being found guilty, was prohibited from preaching for three years. His sermons were burnt by the public hangman. Increase of Tory Influence. Towards the close of the reign, the Whigs lost their influence altogether with the Queen. The Duchess of Marlborough, who had advocated their cause at court, fell into disfavour, and a lady, known as Mrs. Masham, but whose real name was Abigail Hill, was the means of bringing the Earl of Oxford and Lord Bolingbroke into office, in the place of Godolphin and Sunderland. Anne's Death and Character. The Queen died of apoplexy after a short dlness. The character of Anne is that of a simple and homely woman. She suffered a great deal of grief in her lifetime, having a large family of nineteen children, and losing them all in her lifetime. This continued sorrow gave her face a heavy and dud expression."], [150, "136 HISTORY MADE EASY. England under the Stuarts. Social Aspect. In spite of the troubles of the Stuart period, and the civil wars which they entailed, considerable progress was made in the development of civiliza tion. The population of the country had in creased considerably ; that of London had risen to half-a-milhon of people. Much advance had been made in the matter of dress and houses. With regard to the social scale, the country gen tlemen and the country clergy stood low in it ; but the farmers were a large and influential class. The working classes were poor and poorly fed ; and the state of morality was not very high. Robberies were frequent, and life was very far from being safe. Political Aspect. The power of the Commons, which had begun to be very strong in the time of the Plantagenets, but had been weakened by the arbitrary rule of the Tudor sovereigns, was reduced stdl further under the Stuarts, until the English Constitution was firmly established by the Revolution on the basis of the three estates of the realm — the King, Lords and Commons. Commercial Aspect. Commerce had received a tremendous impetus during this period. The East India Company, which had received its charter from Queen Eliza-"], [151, "137 THE STUART PERIOD. beth, did a very large business and had gained a permanent footing in India. Our victories, also, in the Dutch wars vastly extended our commercial greatness. The Bank of England was established during this epoch ; and considerable fortunes were made by enterprising merchants. Art and Literature. The Stuart period claims the honour of having produced the noble architecture of Inigo Jones and Sir Christopher Wren ; whilst in literature we meet with several celebrated names : — Ben Jonson, the dramatist, Shakespeare's successor ; Milton, the great poet and prose writer of the Commonwealth ; and Dryden, who gave birth to a new school of poetry. Besides these, there was the great philosopher, John Locke ; whilst science can point to the names of Harvey, who discovered the circulation of the blood, and Sir Isaac Newton. We may mention also Bunyan, the great religious author, and De Foe, the writer of political works and of fictions. During the reign of William III. newspapers began to emerge from the restrictions hitherto laid upon their influence."], [152, "138 HISTORY MADE EASY. CHAPTER IX. The Brunswick Period, 1714. George I., 1714—1727. Descent and Accession. George I. came to the throne as son of Sophia, the Electress of Hanover, and by virtue of the Act of Settlement. Marriage and Issue. He married his cousin, Sophia of Brunswick, to whom he behaved very cruelly. The children of this marriage were George (afterwards George II.) and Sophia, who married Frederick Wdliam, after wards King of Prussia. State of Political Parties. George I. was a strong Whig ; and as soon as he came to the throne the Tory cause declined. An inquiry was held into the conduct of the Tory ministers in the matter of the Treaty of Utrecht ; and their leaders, Oxford, Bolingbroke and Ormond, were impeached on the charge of having favoured the interests of the Old Pretender — the son of James II. Oxford was committed to the Tower ; but the charge against him lapsed after two years."], [153, "139 THE BRUNSWICK PERIOD. Ormond and Bolingbroke escaped to the continent, where the former died ; but the latter joined the forces of the Pretender. Rebellion of the Earl of Mar — Battles of Sheriffmuir and Preston. In 1715 the Earl of Mar headed a rebellion in Scotland, in favour of the Old Pretender. The rebels, however, were defeated in the battle of Sheriffmuir, and again at the battle of Preston, under the Earl of Derwentwater. The Riot Act. This act was passed in the same year to put a stop to the mobs that gathered for political purposes and the riots that ensued between the partisans of Whigs and Tories. The act em powered the military to disperse any crowd of more than twelve persons who refused to move when ordered to do so. The Septennial Act. The object of this act was twofold — (1) to pre vent the return of a Jacobite Parliament; (2) to give time for the excitement caused by one elec tion to subside before another commenced. The maximum limit of the duration of any Parliament was extended to seven years instead of three, as arranged by the Triennial Act. The Quadruple Alliance. England, France, Germany and Holland united together in 1717 to prevent Philip of Spain from"], [154, "140 HISTORY MADE EASY. violating the terms of the Treaty of Utrecht. The Spanish fleet was defeated by Admiral Byng off Cape Passaro in Sicily, and the armament in tended by the Spanish minister Alberond for an invasion of Scotland in favour of the Old Pre tender was shattered by a storm, 1718. The South Sea Bubble. The National Debt having risen to an enormous sum, the South Sea Company was formed with the object of buying up the debts of the nation and advancing to the government whatever money they wanted at four per cent. The Company was also to pay a premium of seven mdlion pounds, in return for which they were to have the sole privilege of trading in the South Seas. Thousands of people took up shares in the scheme, which proved a gigantic failure and brought ruin to countless English f amides, 1720. Sir Robert Walpole. This great Whig minister, who was at the head of the committee for inquiring into the acts of the Tory ministry at the beginning of this reign, and had since risen to be Chancellor of the Exchequer, now came forward to remedy the South Sea dis aster. He proposed that the Government should give up their premium of seven millions and take up nine millions of South Sea Stock, whilst the East India Company should take up another nine millions."], [155, "141 THE BRUNSWICK PERIOD. George's Death and Character. The king died of apoplexy whilst in Germany, 1727. He was a man of reserved demeanour and very heavy in manner, nor was he at any time popular with his subjects. Plis wife he treated in the most cruel fashion — conduct which cannot be re deemed by the good qualities of diligence and business habits which he certainly possessed. He showed undue favour to the Whigp arty, and Avas very selfish in promoting the Brunswick interests. George II., 1727—1760. Descent and Accession. George II. was the only son of George I., and came to the throne at the age of forty-four. Marriage and Issue. He married Caroline of Anspach, by whom he had several children, none of whom, however, came to the throne. The Porteous Riots. Walpole, who was now Prime Minister, made great efforts to check smuggling, and a smuggler named Wdson had been captured and executed at Edinburgh. The mob, enraged at the execution of one whom they considered a gallant man, attacked the hangman and caused a riot. Here upon Porteous, captain of the guard, fired on the"], [156, "142 HISTORY MADE EASY. people, several of whom were kdled. For this act he was tried, condemned and imprisoned, and the mob, fearing that a reprieve would be granted, broke into the prison and hanged him on a dyer's pole, 1736. The Spanish War. This was caused by the Spaniards claiming the the right to search ad British vessels found off the coasts of Spanish America. At first we met with some success, and the town of Portobedo was taken ; but later on an attempt on Carthagena proved an utter failure, and several of our troops perished from disease. Admiral Anson eventually captured a Spanish treasure ship worth 300,000/., which partly pacified the English nation. This war, however, caused Walpole to resign office. War of the Austrian Succession. Charles VI. of Austria, left behind him a wdl, caded the \" Pragmatic Sanction,\" by which he left his dominions to his daughter Maria Theresa. In opposition to her, the Elector of Bavaria, Frederic of Prussia and Louis of France claimed the right of partitioning the kingdom of Bavaria. England, urged on partly by a desire to cut short the ambitious projects of Frederic, and partly by sympathy for an ill-treated Queen, declared war. The following battles were fought : — Dettingen, 1743. — Defeat of the French by George II., who led the English troops in person. [N.B. — This was the last battle in which an English sovereign engaged.]"], [157, "143 THE BRUNSWICK PERIOD. Fontenoy, 1745. — Marshal Saxe won a victory over the Duke of Cumberland. The war was closed by the Treaty of Aix-la-Chapelle. This treaty, made in 1748, arranged that Maria Theresa should retain the throne of Austria, whilst the King of Prussia kept Silesia. There was to be a mutual restoration of conquests, and France was to demolish the fortifications of Dun kirk. The Young Pretender. Charles Edward, the son of the Old Pretender, and grandson of James II., now raised a rebellion, with a view to securing the English crown. He drew after him a number of fodowers in Scotland, and was proclaimed Regent for his father at Perth. Thence he marched to Edinbugh, where he was well received, and took up his quarters in Holyrood Palace, 1745. Battles of Preston Pans and Culloden Moor. The Young Pretender encountered the royal forces under Sir John Coke, and utterly routed them at Preston Pans, 1745. In the following year, however, the Duke of Cumberland gained a great and crowning victory over the rebels at Culloden Moor, where the cause of the Young Pretender was completely crushed. Charles Edward escaped to France, thence to Rome, where he died."], [158, "144 HISTORY MADE EASY. The Seven Year's War. This war arose from the ambition of Frederic of Prussia, who had retained Silesia, as stated above. The English joined him ; whdst France, Russia and Poland, sided with Maria Theresa. Out of these complications grew a war between France and England, in which scenes of hostility took place on all four continents. War in Europe. At the battle of Minden, 1759, the French suffered defeat at the hands of Prince Ferdinand of Brunswick and Lord George Sackvdle. The latter, however, who commanded the cavalry, and thrice refused to charge, prevented the victory from being so complete as it might have been. Hostilities in Asia. Hostdities had also broken out in India between the English and French settlers ; and, in the course of the conflict carried on there, Lord Clive laid the foundation of our great Indian Empire. The Black Hole of Calcutta. Surajah Dowlah, the Viceroy of India, had shut up one hundred and forty-six English prisoners in a dungeon eighteen feet square ; in the morning it was found that one hundred and twenty-three had died. This monster in human shape was de feated by Clive in the great battle of Plassey, 1757, by which the foundation of our Indian empire was laid."], [159, "THE BRUNSWICK PERIOD. 145 The Struggle in America. A collision also took place in North America between the English and French colonists, in which the former, after taking several forts, at last succeeded in capturing Quebec, where General Wolfe was killed. This victory placed the whole of Canada in the hands of the English, 1759. The War in Africa. Admiral Keppel took Isle Goree at the mouth of the Senegal in Africa. Death and Character. George II. died of heart disease suddenly in 1760. In character he much resembled his father. He was very uncultivated, and took not the slightest interest in literature, art or science. He was a violent Whig, and bent on increasing the electorate of Hanover at the expense of his own kingdom. He possessed, however, the good qualities of regularity and common sense, and he was extremely courageous on the field of battle. George III., 1760—1820. Descent and Accession. George III. was the eldest son of Frederic, Prince of Wales, and grandson of George II. Marriage and Issue. He married Sophia Charlotte of Mecklenburg Strelitz, by whom he had a numerous family. Of these, George (afterwards George IV.) and William (afterwards William IV.) came to the throne. ej- L"], [160, "146 HISTORY MADE EASY. William Pitt, Earl of Chatham. This great man, known by the title of the Great Commoner, had come into prominence in the pre ceding reign; and it was owing to his splendid talents as a statesman that England had attained to the proud mditary position which she held on the accession of George III. Pitt was educated at Oxford, and had been in the Life Guards Blue ; but having been dismissed from the army by Walpole, he gave himself up to the study of politics. In character he formed a direct contrast to Walpole by his thorough uprightness and honesty of purpose and steadfast refusal of bribes. At the beginning of this reign, seeing that France and Spain were entering into negotiations against this country, he advised making immediate war on Spain ; but his advice was refused owing to the impoverished condition of the exchequer. Whereupon the Great Commoner resigned office and was succeeded by Lord Bute. In 1766, Pitt once more took office, and immortalized himself by the famous speech which he made on the sub ject of the American Taxation — soon after which he died. As an orator he has rarely been equalled ; stid more rarely, if ever, surpassed ; his eloquence was chiefly shown in invective and sar casm, of which he was a complete master. End of the Seven Years' War — Peace of Paris. The war with Spain, which Pitt had foreseen to be inevitable, broke out in 1762 ; but the victories"], [161, "THE BRUNSWICK PERIOD. 147 of the English fleet and army soon brought it to a close, and the Peace of Paris was signed in 1763. By this treaty Minorca was given back to Eng land in exchange for Belle Isle, and Havannah and the Philippine Islands to Spain in return for Florida and Porto Rico. England was also to retain the best of the West Indian islands. Prosecution of John Wilkes. Bute had been succeeded in the premiership by George Grenville, under whose ministry John Wilkes was prosecuted for libel, in consequence of his having attacked the king in his paper, called \" The North Briton.\" Wilkes was expelled from the House of Commons and outlawed ; but the people elected him member for Middlesex four times in succession, and four times was he ex pelled the House. At last, however, he was ad mitted, and he became Lord Mayor of London, 1774. ' The American War. This war was caused by Grenville taxing certain papers and parchments used in America by virtue of the Stamp Act, which he passed. The Ameri cans objected to being taxed, as they were not represented in the English Parliament. The Par liament insisting on their demands, war broke out and lasted from 1775 to 1782. The follow ing are the chief battles fought, with dates and results : — 1775. — Battle of Lexington (victory of English). „ Bunker's Hill (indecisive). l2"], [162, "148 HISTORY MADE EASY. 1777 —Battle of Brandywine River (defeat of Washington, the American leader ; capture of Philadelphia). „ Siege of Saratoga (surrender of General Burgoyne and his troops ; great de- feat of the English). 1781. — Battle of York Town (surrender of Lord Cornwallis and his army to Washing ton). Virtual end of the war. In 1782, the independence of America was de clared, and the United States were entirely sepa rated off from British dominion and formed into a Republic. Siege of Gibraltar. Spain and France having taken up the cause of the Americans in this war, laid joint siege to Gibraltar, which was most gallantly defended and held by General Elliot from 1779 to 1782, when Lord Howe compeded the aided fleets to raise the siege. The Gordon Riots. In 1780, Lord George Gordon incited the London mob to acts of violence and outrage, in consequence of some penal acts directed against the Roman Catholics having been repealed. In the course of these riots Roman Catholic churches were destroyed, prisons burst open and the prisoners released. This anarchy lasted for a week, when the efforts of the military succeeded in quelling the disturbance. Lord George Gordon was committed to the Tower and tried, but he was eventually acquitted, 1780."], [163, "THE BRUNSWICK PERIOD. 149 Extension of our Indian Empire. Our empire in India had grown considerably during this reign. In 1761 , Pondicherry had been taken from the French ; and on the appointment of Warren Hastings to the position of Governor- General of India in 1773 a series of victories had secured the complete pacification of the Hindostan peninsula, where our dominion was now entirely consolidated. Trial of Warren Hastings. Warren Hastings, who had been appointed Governor-General of India, as we have seen, was impeached by the Commons on his return home for cruelty and oppression, especially in the case of Benares, a sacred city of Hindoos, and the Princesses of Oude. Fox, Burke and Sheridan all used their eloquence against him, and the trial lasted seven years. He was eventually acquitted. 1788—1795. The French Revolution. This great event took place at the end of the eighteenth century and convulsed all Europe. The chief causes that led to it were — (i) The oppression of the lower classes by the nobdity ; (ii) the disorder of the public treasury. In the course of this revolution Louis XVI. and Marie Antoinette were guillotined, a goddess of Reason was set up and paraded through the streets, and a new government was established, framed on the principles of equality and universal suffrage. In the war which commenced after the deposition of the French king, the naval and military"], [164, "150 HISTORY MADE EASY. prowess of England was raised to the highest pitch, and the ambitious projects of Napoleon were eventuady defeated. The War. This war may be conveniently divided into two periods, (i) from 1793 to 1808, when most of the engagements took place by sea ; (d) from 1808 to 1815, embracing the Peninsular War. (i) 1793 to 1808. The fodowing were the chief battles fought during this period, with their dates and results : — 1794. Battle of Ushant (defeat of French fleet). 1795. Cape of Good Hope taken from the Dutch. 1797. Battle of St. Vincent (Spanish fleet de- feated by Admiral Jervis). „ Battle of Camperdown (Dutch fleet de- stroyed by Duncan). 1798. Battle of the Nde (Nelson utterly defeated the French fleet). 1799. Siege of Acre (Napoleon repulsed by Sir Sidney Smith). 1801. Battle of Alexandria (French defeated by Sir Ralph Abercrombie). „ Battle of Copenhagen (utter destruction of the Danish fleet by Nelson). 1805. Battle of Trafalgar (the final defeat of the French fleet by Nelson, who died in triumph) . „ Battle of Austerlitz (crushing defeat of the Austrians by Napoleon). 1806. Battle of Jena (Prussians defeated by Na- poleon)."], [165, "151 THE BRUNSWICK PERIOD. In 1808 the scene of the war was transferred to Spain, from which peninsula the English were determined to drive Napoleon. (d) Peninsular War, 1808—1815. The hero of this war was Sir Arthur Wedesley, afterwards created Duke of Wellington. 1808. Battle of Vimiera (French forced to eva- cuate Portugal). 1809. Battle of Corunna (victory and death of Sir John Moore). 1810. Battle of Busaco (Massena defeated by Wellington). 1811. Battles of Barossa, Fuentes d'Onoro and Albuera (three great victories of the English). 1812. Battle of Salamanca (Madrid captured by Wedington). 1813. Battle of Vittoria (victory of Wellington, who drove the French across the Pyre- nees). 1814. Battle of Toulouse (the remnant of Soult's army scattered by Wellington). 1815. Battle of Waterloo (final battle and crowning victory of the English). Napoleon abdi- cated and gave himself up to the English. He was exiled to the island of St. Helena, where he died, 1821. Union of Great Britain and Ireland. Meanwhile, in 1801, a union had been formed between this country and Ireland, by which the"], [166, "152 HISTORY MADE EASY. people of the latter country were represented in the Engbsh Parliament by thirty-two lords and one hundred commoners. From this period dates the commercial prosperity of Ireland, although at the time considerable discontent arose amongst the Irish by reason of the new Act. Financial Results of the War — The National Debt. The late war has utterly exhausted an already impoverished Exchequer. The National Debt has now risen to the prodigious sum of nearly nine hundred mdlion pounds. In addition to this the price of bread was high and wages were low. Several riots occurred, which were with difficulty suppressed. Death and Character of George III. George III. died at the advanced age of eighty-two, after a reign of sixty years, in 1820. He was a good and virtuous man and a prudent king. Under him England attained to great mditary and naval fame, and, unlike his two pre decessors, he did not hamper the interests of this country in order to advance those of Hanover. He was quiet and unaffected in manner, and generally liked both by high and low. Treaty of Paris. This treaty, made between England, France, Russia, Austria and Prussia, arranged that France should pay the war expenses, support a large body of the aided forces in her frontier garrisons, and make reparation to the different powers, which had been plundered by her, 1815."], [167, "153 THE BRUNSWICK PERIOD. George IV., 1820—1830. Descent and Accession. George IV. was the eldest son of George III., and had acted as Regent for his father nine years before he became king. Marriage and Issue. He married Caroline of Brunswick, who bore him the Princess Charlotte, afterwards the wife of Leopold of Saxe-Coburg. This was a most un happy union, and before long resulted in a separation, when the Queen retired to live on the continent. On her ex-husband receiving the crown, she returned to England to claim her rights as Queen — but a bid was brought into the House of Lords to deprive her of those rights. Thanks, however,to the noble defence of Brougham, the bill was given up. Still she was not allowed to enter Westminster Abbey on the coronation day, and she shortly afterwards died of a broken heart, 1821. The Cato Street Conspiracy. A gang of conspirators, the chief of whom was a man named Thistlewood, formed the project o£ murdering the ministers and reform the govern ment. The plot, however, was discovered by the police in a loft in Cato Street, and Thistlewood was executed together with four others, 1820."], [168, "154 HISTORY MADE EASY. Visits to Ireland and Scotlaud. The king visited Ireland in 1821 and was welcomed with great enthusiasm. The next year he paid a visit to Scotland, on which occasion the Great Caledonian Canal was opened. The War with Burmah. War was declared against Burmah in 1824, owing to the depredations made on the British colonies by the Burmese. Rangoon was taken, and a treaty finally arranged that England should receive Aracan, Assam and Tenasserim. War with Turkey — Battle of Navarino. The Greeks, who had for some time been in revolt against the cruel oppression of the Turks, were assisted in 1827 by the united powers of England, France and Russia. These great powers, with their allied fleet, destroyed the whole navy of Turkey in the Bay of Navarino in the course of a very few hours. This victory won for the Greeks their national independence. The Catholic Emancipation Bill. This Act, passed in 1828, repealed the Test and Corporation Acts of Charles II. and removed all penal laws in force against Roman Cathodes. By virtue of this Act, Roman Catholics were placed on exactly the same footing as Protestants with reference to eligibility for state offices, ex cepting for the positions of Regent, Lord Chan cellor and Lord Lieutenant of Ireland."], [169, "THE BRUNSWICK PERIOD. 155 The King's Death and Character. George IV. died in 1830 at the age of sixty eight. He has been called \" the first gentleman in Europe\" — a title which he fully deserved, as far as podsh and refinement are concerned. He does not stand so high, however, in point of character, for he was vain, selfish and false ; and no expression can be too strong in condemnation of his unnatural conduct toward his wife Ca roline. William IV.,. 1830—1837. Descent and Accession. William IV., the third son of George III., was abeady an old man when he came to the throne, being sixty-five years of age. Marriage and Issue. He married Adelaide of Saxe-Meiningen, by whom he had two daughters, both of whom died in infancy. Second Revolution in France. This was caused by Charles X. attempting to curtad the liberty of the press. He was expeded from his throne, and Louis Philippe, Duke of Orleans, was elected king. Belgium took advan tage of this opportunity to separate herself from Holland, and elected Prince Leopold, who had married the late Princess Charlotte, to the throne, 1830-31."], [170, "156 HISTORY MADE EASY. Opening of the First Railway. In 1830 the first line of radway was opened between Liverpool and Manchester. The First Reform Bill. The most important act in this reign was the passing of a Bdl for the Reform of Parliament. This matter had long been agitating the public mind, but it was not tdl 1831 that a measure was proposed in the House of Commons by Lord John Russed. The most violent opposition was offered to it both by the Commons and Peers, but the bid was finally carried in 1832 by Earl Grey, who succeeded in passing it through the House of Lords. The objects of the bill were threefold : — 1. To do away with \"pocket\" boroughs, which had fallen into decay, but stid preserved their right to send members to Pardament. 2. To confer the privdege of sending members to Parliament on newly-developed towns, whose population was vastly on the increase. 3. To extend the franchise more fully among the middle classes. The right of voting was given to owners or tenants of houses in towns worth 10/. a year : and, in the country, to all those owning land worth 10/. a year, or who paid a yearly rent of 50/. The second Reform Bdl was passed in 1867 by Benjamin Disraeli (afterwards Lord Beaconsfield), for the stid further extension of the franchise."], [171, "157 THE BRUNSWICK PERIOD. The Abolition of Slavery. This grand movement, set on foot by Wilber force, was not completed till after his death. An arrangement was made to give twenty mildon pounds as compensation to slave-owners, and also to allow the enfranchisement to be gradual, ex tending over a term of seven years, which were, however, subsequently reduced to five, 1833. Reform of the Poor Laws. Poor rates having lately increased to an enor mous extent, an Act was passed by which the Local Boards were placed under the control of government, and all relief was refused to able bodied paupers, unless they would go to the Unions to earn their living there, 1834. The Municipal Act. This Act was passed in 1835, for the reform of the Town Councils of this country and Wales. By virtue of it the ratepayers and freemen ap pointed the councidors, and the latter elected the magistrates from their own body. William's Death and Character. Wdliam died in 1837, at the age of seventy two. Though neither a statesman nor a genius, he nevertheless won the affection of his subjects by a cordial frankness and simplicity of manner ; and in ad his transactions he displayed the useful quality of good, sound, common sense."], [172, "158 HISTORY MADE EASY. Victoria began to reign — 1837. Descent and Accession. Our present Queen is the daughter of the Duke of Kent, and niece to the late Wdliam IV. She was crowned at Westminster at the age of eighteen. Marriage and Issue. She married her cousin, Prince Albert of Saxe- Coburg, who died in 1861 of typhoid fever. By him she had nine chddren: four sons (Albert Edward, Prince of Wales ; Alfred, Duke of Edinburgh; Arthur, Duke of Connaught, and Prince Leopold) and five daughters (Victoria, the Princess Royal, wife of the Crown Prince of Germany; the Princess Alice, who married Louis IV. of Hesse-Darmstadt, and died in 1878 ; the Princess Helena, wife of Prince Christian of Schleswig-Holstein ; the Princess Louise, Mar chioness of Lome; and the Princess Beatrice. Epitome of Events. As most of the events in this reign are more or less familiar to our readers, we shad merely just mention them in their chronological order, adding a few detads where necessary. 1837-40.— Rebellion in Canada. The Canadas formed into one province. 1838. — Riots of the Chartists, claiming a new People's Charter, comprising universal suffrage, vote by badot, triennial parlia- ments, equal electoral districts, and salaries for members of Parliament."], [173, "159 THE BRUNSWICK PERIOD. 1840. — War with China, arising from the opium trade. Hong Kong yielded to Britain, and five Chinese ports thrown open to British commerce. 1839-42.— First Afghan War. British march to Cabul, Massacre in the Kyber Pass, and final revenge of the British troops, who planted again the British flag at Cabul. 1843. — War with Scinde, which was annexed to our Indian Empire. 1845-49. — War with the Sikhs. British annexa- tion of the Punjaub. 1846. — Repeal of the Corn Laws, removing the restrictions on the importation of foreign corn, effected by Sir Robert Peel. 1851. — The Great Exhibition of the Industry of ad Nations. 1852. — Burmese War. Annexation of Pagu to our Indian Empire. 1854-56.— The Crimean War. England and France joined in defending Turkey from Russian aggression. The capture of Sebastopol ended the war, and the Treaty of Paris was drawn up. 1856-58. — The Indian Mutiny, arising from native superstition. Massacres of Euro- peans at Delhi, Cawnpore and Lucknow. Suppressed at last by the efforts of Havelock, Outram and Lawrence. 1861-65. — The Cotton Famine, caused by the short supply of cotton in consequence of the American Civil War."], [174, "160 HISTORY MADE EASY. 1865. — Mutiny in Jamaica. Suppressed by General Eyre. 1866. — \"War between Austria and Prussia. Victory of the latter country. 1867. — Second Reform Bill, passed by Mr. Disraeli. 1868. — Abyssinian Expedition. Magdala taken by Lord Napier. 1869. — The Irish Church disestablished and dis- endowed. 1870-71.— Franco-German War. Defeat of Na- poleon III. at Sedan, and Siege of Paris. 1873-74.— Ashantee War. Defeat of the Ash- antees by Sir Garnet Wolseley. 1875-76.— The Prince of Wales' Visit to India. Title of \" Empress of India \" conferred upon our Queen. 1877-78. — Eusso-Turkish War. Disintegration of the Turkish Empire. 1878-80. — Second Afghan War. Cabul taken by General Eoberts. 1879-80.— Zulu War in South Africa. Defeat of the Zulus at Ulundi by Lord Chelms- ford. 1881 — Disturbances in Ireland. Passing of the Irish Land Act for the Adjustment of Differences between Landlord and Tenant."], [175, "APPENDIX A. GENEALOGICAL TABLES. 1. THE SAXON KINGS. Egbert Ethelwulf Ethelbald Ethclbert Ethelred I. Alfred Edward the Elder Athelstan Edmund Edred Edwy Edgar I I I Edward the Martyr Ethelred IT. Edmund Ironside Edward the Confessor Edward Margaret Matilda (married Henry I. of England, thus uniting the Saxon and Norman lines). M G."], [176, "162 Appendix A. 2, THE DANISH KINGS. Harold Sweyn Tveskjaeg Canute Harold I. Hardicanute 3. THE NORMAN KINGS. Bollo the Ganger. William Longue-epee Biohard I. — Sans Peur Bichard II. — le Bon Bobert the Devil William I. William II. Henry I. Adola Matilda Stephen Henry II."], [177, "163 GENEALOGICAL TABLES. 4. THE PLANTAGENETS PEOPEE. Maud and Geoffrey Plantagonet (Count of Anjou) Henry H. Eichard I. John Henry III. Edward I. Edward II. Edward III. Edward the Black Prince, Bichard II. m2"], [178, "Appendix A, 164 5. HOUSES OF YORK AND LANCASTER— (a) House of York. Edward III. Lionel, Duke of Clarence Philippa Boger Mortimer Anne Bichard Edward IV. Edward V. Elizabeth (married Henry \"VTI. Henry VEIL (b) House of Lancaster. Edward III. John of Gaunt Henry IV. Henry Beaufort TT I ,, John, Duke of Somerset Henry V. i Margaret Beauchamp Henry VI. Margaret Beaufort Henry VII. Henry VIII."], [179, "165 GENEALOGICAL TABLES. 6. HOUSE OF TUDOR. Edmund Tudor Henry VII. Henry VIII. Margaret Mary (married James IV. (married Charles Brandon. | i of Scotland) Duke of Suffolk) Mary Elizabeth Edward VI. I I Frances James V. Margaret Douglas (married Henry Grey, | (married Charles Stuart, Marquis of Dorset) Mary, Queen Earl of Lennox) I of Scots I La(Jy Jane Grey Charles Stuart James VI. of Scotland and Arabella Stuart I. of England."], [180, "Appendix A. 166 7. HOUSE OF STUART. James I. ! Charles I. Elizabeth i — — r— — j Sophia of Hanover Charles II. James II., married Mary, married I (1) Anne Hyde; (2) Mary d'Este, William of Nassau Ueorge 1. I of Modena j ! 1 | William III. Miry Anne J^es , Francs J Edward (the Old Pretender) Charles Edward Stuart (the Young Pre- tender)"], [181, "167 GENEALOGICAL TABLES. 8. HOUSE OF HANOVER. George I. George II. Frederiok, Prince of Wales George III. George IV. William IV. Edward, Duke of Kent Victoria *#* In these tables, to avoid intricacy and ambiguity, only the main branches, directly affecting the actual sovereigns of England, have been traced down."], [182, "168 APPENDIX B. LEADING STATUTES AND LAWS OF ENGLAND. Reign of Henry II. 1. ConstittttiOjN-s of Clarendon, drawn up at Clarendon in Wilts in 1164, settling the dispute between the King and Becket, and deciding that the clergy were amenable to the Civil Courts. Eeigx of John. 2. Magna Charta, signed by John at Rumrymede, near Windsor, protecting the rights of the British subject, and enacting — (i) That no one shoidd be outlawed, imprisoned or fined, except by the lawful judgment of his peers ; (ii) That justice should not be sold or delayed; (hi) That merchants should stay in the country or leave it at pleasure ; (iv) That the charters of the great cities should be confirmed. Reign of Henry III. 3. The Rrovisions of Oxford, passed by the Mad Parliament in 1258, enacted — (i) That four knights should represent each county in parliament ; (ii) That sheriffs should be chosen yearly by vote; (iii) That accounts of the public money should be given in annually ; (iv) That parliament should meet three times a year."], [183, "LEADING STATUTES, ETC. 169 Reign of Edward I. 4. Statute of Gloucester, in 1278, instituted a com mission to protect the royal demesne and revenue from encroachments by the nobles. 5. Statute of Mortmain, passed in 1279, forbad that any land should be left to ecclesiastical bodies, except by the king's consent. 6. Statute \" Quia Emptores,\" in 1290, did away with the restrictions on the sale of land by freemen. Reign of Edward III. 7. Statute of Treason, in 13.52, more clearly defined the crime of treason, and limited it to (i) compassing the king's death, (ii) levying troops against the king, and (iii) aiding and abetting his enemies. H. Statute of Provisors, in 1353, forbad the Pope to make presentations to vacant benefices in England. Reign of Richard II. 9. Statute of Praemunire, in 1392, enacted that anyone introducing Papal Bulls should forfeit his lands and property. Reign of Henry VII. 10. Statute of Drogheda or Poynings' Law, passed in 1495, ordained that no biU could be introduced into the Irish parliament before it had been approved by the English parliament. Reign of Henry VIII. 11. Statute of Six Articles, in 1539 (called also the Bloody Statute and the Whip with Six Strings) embraced the following principles : — (i) Transub stantiation; (ii) Vows of Chastity; (iii) Celibacy of the Clergy ; (iv) Communion in one kind ; (v) Private Masses ; (vi) Auricular Confession. Reign of Elizabeth. 12. The Act of Conformity, in 1559, enacted thiit all religious worship throughout England should be conducted according to the established form."], [184, "Appendix B. 170 13. The Act of Supremacy, passed in the same year, made the sovereign the Supreme Head of the Church. Reign of Charles I. 14. Petition of Right, called the Second Great Charter, in 1628, ordained — (i) That no taxes should be levied without the consent of parliament ; (ii) That soldiers should not be billeted on private houses ; (iii) That no one should be detained in prison with- out a trial. 15. The Solemn League and Covenant, made in 1643, between the English and Scotch Parliaments, bound the covenanting parties to defend each other mutually, to extirpate Popery, heresy, schism and superstition ; while the Scots on their part under took to send 21,000 troops across the border to aid the parliament against the king. 16. The Self-Denying Ordinance, in 1645, made members of parliament ineligible for civil and military posts. The Commonwealth. 17. The Navigation Act, in 1651, forbad the im portation into England of any goods except in ships of this country, or of the country whence the goods came. • 18. The Instrument of Government, in 1653, con ferred upon Cromwell the title of His Highness the Lord Protector. 19. The Humble Petition and Advice, in 1657, urged Cromwell to accept the crown and the title of king. Reign of Charles LT. 20. The Corporation Act, in 1661, forced all corpo rate officers to take an oath of non-resistance to kingly authority. 21. The Act of Uniformity, in 1662, required all clergymen to consent to everything in the Book of Common Praj'er, to receive episcopal ordination, and to take the oath of non-resistance."], [185, "171 LEADING STATUTES, ETC. 22. The Conventicle Act, in 1664, forbad more than a certain number of persons to meet together for religious purposes. 23. The Five Mile Act, in 1665, enacted that Non conformist ministers should not come within five miles of any corporate town, except in travelling. 24. The Test Act, in 1673, ordained that no one could hold public office unless he abjured belief in transubstantiation, took the oaths of allegiance and supremacy, and received the sacrament in the Esta blished Church. 25. Habeas Corpus Act, in 1679, provided: — (i) That no one should be imprisoned beyond the seas; (ii) That every prisoner should be brought to trial on the first opportunity; (iii) That no one should be tried twice for the same offence. 26. The Exclusion Bill, in 1679, was passed to ex clude the Duke of York from the succession, on ac count of his Roman Catholic tendencies. Reign of James II. 27. Declaration of Indulgence, granted by James in 1687, allowed Roman Catholics and Dissenters free scope for exercising their religion. Reign of William III. and Mary. 28. The Toleration Act, in 1689, allowed Dissenters freedom of worship. 29. The Bill of Rights, passed in the same year, is called our Third Great Charter. It settled the crown on William and Mary jointly, next on Mary's children ; failing her issue, on Anne and her children ; or fail ing them, on William's issue. It also asserted the right of subjects to petition the king, and generally secured the liberties and privileges of the English people. 30. The Triennial Act, in 1694, limited the duration of parliament to three years."], [186, "172 Appendix B. 31. The Act of Settlement, in 1701, settled the crown on the Electress Sophia of Hanover, grand daughter of James I., excluding the Roman Catholic Stuart line from the throne. It also ordained that judges should hold office during good behaviour. Reign of George I. 32. The Riot Act was passed, in 1715, to prevent the riotous disturbances arising from political meet ings. 33. The Septennial Act, in 1716, extended the duration of parliaments from three to soven years. Reign of George IV. 34. The Catholic Emancipation Bill was passed in 1829, giving Roman Catholics the same footing as Protestants in the matter of eligibility to office, &c. Reign of William IV. 35. The First Reform Bill, in 1832, had for its ob ject the extension of the franchise among the middle classes ; and it also did away with rotten or pocket boroughs, whilst it conferred the franchise on towns that were growing into importance. 36. The Slave Emancipation Bill, in 1833, abolished slavery, at the same time allowing a compensation to slave owners of twenty million pounds. 37. The Poor Law Reform Bill, in 1834, placed the local boards under the control of government, and enacted that no relief should be given to able-bodied paupers, unless they would go to the union to work for their living. Reign of Victoria. 38. The Repeal of the Corn Laws, doing away with the duties on imported corn, was passed by Sir Robert Peel in 1846. 39. The Second Reform Bill, in 1867, passed by Mr. Disraeli, extended the franchise still further. 40. The Bill for the Disestablishment and Dis-"], [187, "173 LEADING STATUTES, ETC. endowment of the Irish Church, was carried through parliament by Mr. Gladstone in 1868. 41. The Elementary Education Act, providing for the compulsory education of all children in the country, was passed in 1870. 42. The Ballot Act, in 1872, instituted the custom of voting by ballot at parliamentary elections. 43. The Irish Land Act, passed, after much con troversy, in 1881, provides for the arrangement of difficulties between landlord and tenant in Ireland."], [188, "174 APPENDIX C. IMPORTANT BATTLES, WITH DATES AND RESULTS. Date. Battle. Result. E.C. 878 _.D. 1066 1138 Ethandune .... Hastings Standard (fought at Northallerton) Lewes Defeat of Danes by Alfred. \"William I. defeated Harold II. Defeat of Scots, under David, by the English. Henry III. taken prisoner by Simon de Montfort. Simon de Montfort defeated and slain by Prince Edward (afterward Ed- ward I.). Bruce defeated the English — Inde- pendence of Scotland established. Naval defeat of the French. Defeat of the French by the Black Prince. Same result. Percy (Hotspur) defeated by Henry IV. Henry V. defeated the French. Defeat of Margaret by Edward IV. Richard III. defeated and slain — ■ Wars of Roses ended. Defeat and death of James IV. of Scotland. Defeat of the Spanish Armada. Defeat of Charles I. Defeat of the Covenanters by Crom- well. 1264 1265 Evesham .314 Bannockburn , . 340 346 Sluys Crecy 356 403 .415 471 .485 Poitiers Shrewsbury .... Agincourt .... Tewkesbury .... Bosworth Field . 513 Flodden Field . . .588 .645 .650 Naseby Dunbar .651 Worcester .... Cromwell's final victory in the Civil War. Defeat of the French. Defeat of the French by the Duke of Marlborough. Same result. Same result. Same result. Defeat of the Young Pretender. Great victory of Clive in India. Defeat of the French fleet by Nelson. Victory and death of Nelson. Defeat of Napoleon I. by Wellington. Destruction of the Turkish fleet. Defeat of the Russians in the Crimean .692 .704 La Hogue Blenheim .706 .708 .709 .746 .759 .798 1805 .815 .827 .855 Ramillies Oudenarde .... Malplaquet .... Culloden Moor . . Plassey Nile Trafalgar Waterloo Navarino ...... Alma .870 Sedan war. Defeat of Napoleon III. by the Em- peror of Germany."], [189, "175 APPENDIX D. SHORT ACCOUNT OF GREAT MEN NOT INCLUDED IN THE TEXT. Anselm (1033-1109) was appointed by William LT. to the Arbishopric of Canterbury, but quarrelling with the king on the subject of church matters he fled from the country. He was recalled from exile by Henry, with whom he afterwards was at variance on the subject of the investiture and homage of the clergy. The dispute ended by Henry giving up the right of investiture, but retaining that of homage. Stephen Langton was appointed iVrchbishop by the Pope in the reign of John, who opposed the appointment by nominating John de Gray. It was in a great measure owing to Langton, that Magna Charta was signed by the king, 1215. Simon de Montfort, Earl of Leicester, brother-in law to Henry III., headed a revolt of the Barons and defeated the king and took him prisoner at the Battle of Lewes, 1264. He was, however, in the following year defeated and slain at the Battle of Evesham. He laid the foundation of our present House of Commons. Francis, Lord Bacon, was a great philosopher and statesman in the reigns of Elizabeth and James I. He wrote several philosophical works, one of the chief of which is \" Novum Organum.\" James I. promoted him to the Chancellorship of England, but he was subsequently impeached on a charge of bribery and imprisoned. Sir Walter Raleigh was one of Elizabeth's states men, and a great favourite with that queen. He founded a colony in America, which he called Virginia, in honour of his patroness. Under James I. he was"], [190, "176 Appendix D. imprisoned on a charge of being concerned in the Main and Bye Plots ; and during his imprisonment he wrote his \" History of the World.\" He was released on promise of discovering a gold mine in Guiana, which, however, he failed to do ; and he was finally executed on the old charge. John Hampden distinguished himself in the reign of Charles I. by refusing to pay the tax of Ship Money imposed by that king. He was fined and imprisoned for this act, and was afterwards one of the famous five members impeached by the king. He fell in battle fighting for the Parliamentarians at Chalgrove Field, 1643. Admiral Blake won great renown under the com monwealth as leader of the English against the Dutch fleet, which was commanded by Van Tromp. After destroying the fort at Tunis and firing the Spanish fleet at Santa Cruz, he was returning to England, but died on board ship on his return voyage. General Monk held the command of the army in Scotland under the commonwealth, and on Crom well's death he was the chief instrument in declaring a Free Parliament, and effecting the restoration of Charles II. He was created Duke of Albemarle, and won considerable distinction under Blake in the Dutch Wars. Judge Jeffreys, made Lord High Chancellor by James II., has become notorious in history for the \"Bloody Assize,\" in which he carried on a most cuel and atrocious prosecution of the followers of the Duke of Monmouth. On James' abdication he was imprisoned in the Tower, where he died. John Churchill, Duke of Marlborough, won great renown in the reign of Anne by his great victories over the French in the battles of Blenheim, Oude narde, Ramillies and Malplaquet. He fell into dis grace however afterwards, and was impeached for embezzlement and degraded from office. Under George I. he was received back into favour, and he died in the reign of that king. Sir Robert Walpole was Prime Minister for fifteen"], [191, "177 SHORT ACCOUNT OF GREAT MEN. years in the reign of George II., and during his administration the country prospered in every way. The great secret of his success was bribery, which he employed in the most unscrupulous manner to further his designs. He resigned office in consequence of the difficulties which arose in connection with the Spanish War, 1742. George Canning held the offices of Premier, Fo reign Secretary and Governor-General of India in the reign of George IV. It was mainly owing to him that the Roman Catholic Emancipation Bill was passed."], [192, ""], [193, "INDEX. — <► — Acre, 46 Anglia, East, 8 Anglo-Saxons, Customs of, 24 —27 Act of Conformity, 98 Act of Supremacy, 98 Act of Uniformity, 119 Adela, 28, 37 Angouleme, 68 Anjou, 41, 52 Anne of Bohemia, 63 Adelais of Louvain, 35 Anne Boleyn, 86 Aesop's Fables, Translations of, 14, 37 Anne of Cleves, 86 Agincourt, 69 Anselm, 33 Agricola, Account of, 4 Antoninus Pius, 4 Arabella Stuart, 104 WaUs of, 5 Aix-la-ChapeUe, Treaty of, 143 Albemarle, Duke of, 119 Arcadia, 100 Aristotle, 1 Albion, 1 Aries, Council of, 8 Albuera, Battle of, 151 Alfred, Reign of, 12, 13 Armada, The, 100 Arthur, Prince, 48 Claims to title \"Great,\" Articles, The, 98 14. Ascalon, 46 Alice Perrers, 63 Atheling, Edgar the, 23, 28, 29 33 Alliance, The Triple, 121 The Quadruple, 139, 140 Athelney, Isle of, 13 Athelstan, Reign of, 15 Augustine, Mission of, 8 Austerlitz, Battle of, 150 Alnwick Castle, 44 American War, The, 147 — 149 Ancalites, The, 3 Austrian Succession, War of the. 142, 143 Angles, The, 7 n2"], [194, "180 INDEX. Babington, 99 Britain, Origin of term, 1 Bacon, Lord. See Appendix C. Baliol, John, 56 Division of, 4, 5 Government of, 5, 6 Bannockburn, 58 Britons, The Ancient, 1 , 2 Barebone's Parliament, 116 Barnet, The Battle of, 76 Barossa, Battle of, 151 Divisions of, 3 Bruce, Robert, 56, 5S Buckingham, Duke of, 78, 79 Bunker's Hill, Battle of, 147 Burgh, Hubert de, 51 Battle Abbey, 24 Bauge, 70 Beauclerc, 34, 37 Burke, Edmund, 149 Bye Plot, The, 104 Becket, Account of, 42, 43 Bedford, Duke of, 71, 72 Belgic Gauls, The, 2 Cabal, The, 122 Berengaria, 45 Bernicia, 8 Cade, Rebellion of, 72, 73 Caesar, Invasions of, 3 Calais taken, 61, 62 Bernwulf, 10 Bibroci, The, 3 lost, 97 Black Hole, The, 144 Cambridge, University of, 15 Canada, Conquest of, 145 Black Prince, The, 60—62 Blenheim, Battle of, 133 Blois, Count of, 37 Rebellion in, 158 Cantii, 3 Bloreheath, Battle of, 73 Boadicea, 4 Canute, 19, 20 Caractacus, 3 Carthagena, 142 Cassivelaunus, 3 Catesby, 105 Bocland, 27 Bodmin, 84 Bolingbroke, 66 Bonaparte, Napoleon, 150, 151 Bosworth, 79 Catherine of Aragon, 86 of Prance, 70 Bouvines, 50 of Braganza, 119 Boyne, Battle of, 130 Bretigny, Treaty of, 69 Bretwalda, 8, 9 Catholic Emancipation BUI, The, 154 Cato Street Conspiracy, The, 153"], [195, "INDEX, 181 Cavaliers, 111 Caxton, 81 Crusades, The, 34, 46 Culloden, Battle of, 143 Curfew Bell, The, 40 Cyprus, 46 Celts, The, 2 Cenimagni, 3 Charlemagne, 10 Charles I., Reign of, 107—114 Danegeld, 17, 37 II., Reign of, 119—124 Danes, Invasions of the, 12, 13 Charlotte of Mecklenburg- Strelitz, 145 Danish Period, The, 19, 20 David, Tving of Scotland, 37 Princess, 153 of Wales, 55 Chartists, The, 158 Chatham, Earl of, 146 Chaucer, 81 Declaration of Independence, The, 148 Declaration of Indulgence, The, 126 Chevy Chase, 64 Deira, 8 Christianity, Introduction of, 8 Cintra, Convention of, 151 Clarendon, Constitutions of, 42 Claudius, 3 Dermot, 43 De Spensers, The, 58, 59 Dettingen, Battle of, 142 Digby, 105 Clive, Lord, 144 Coeur de Lion, 45 Domesday Book, 39, 40 Douglas, Earl, 64 Commons, House of, 53 Dover, Treaty of, 121, 122 Extended powers of, 80, 81 Drake, 100 Conformity, Act of, 98 Druids, The, 2 Copenhagen, Battle of, 150 Corn Laws, Repeal of the, 159 Cornwallis, Lord, 148 Dudley, 85, 96 Dunbar, Capture of, 56 Dunkirk, Battle of, 118 Corunna, Battle of, 151 Cranmer, Thomas, 92 Crecy, Battle of, 61 Cromwell, Thomas, 90 Dunstan, Account of, 15 — 17 Dutch, Wars with the, 120—122 Earl, Title of, 24 East Saxony, 8 Edgar, Reign of, 16 Oliver, 112—118 Richard, 118"], [196, "182 INDEX Edgar Atheling, 23, '28, 29, 33 Edgehill, Battle of, 112 Eustace, Count of Boulogne, 21 Evesham, Battle of, 54 Exclusion Bill, The, 123 Exhibition, The Great, 159 Edmund, The Elder, 15 Ironside, 18 Edred, Reign of, 15, 16 Edward, The Confessor, 21, 22 Fairfax, Sir Thomas, 112 Falkirk, Battle of, 56 The Elder, 14, 15 The Martyr, 16, 17 Fawkes, Guy, 105 Edward I., Reign of, 54 — 57 Feudal System, The, 39, 80 Fitz Osborne, William, 29 Five Mile Act, The, 120 Flodden, Battle of, 87 H, „ 57—59 III., „ 59—63 IV., „ 74—77 V, „ 77, 78 VI., „ 93—96 Folcland, 26, 27 Edwin, King of Northumbria, 9 Edwy, Reign of, 16 Fontenoy, Battle of, 143 Forest Laws, 39 Egbert, Account of, 10, 11 Eleanor, of Guienne, 41 Fox, Charles, 149 Francis I., 87, 88 of Provence, 52 Frederick, Elector Palatine, 104 Frederick II., of Prussia, 142 Freya, 26 of Castile, 54, 55 Elgiva, 16 Elizabeth, of York, 82 Frobisher, 100 Queen, Reign of, 98—103 Ella, 7 Gauls, The, 1, 2 Emma, of Normandy, 19 Empson, 85 Gaveston, Piers, 58 Geoffrey, of Anjou, 41 Episcopacy, Scottish revolt against, 109, 110 Son of Henry H., 48 Essex, Earl of, 101 Ethelbald, 12 George I., Reign of, 138—141 II., „ 141—145 III., ,, 145—152 Ethelbert, 10 Gibraltar, Capture of, 133 Glencoe, Massacre of, 130 Glendower, Owen, 67 Ethelred I., Reign of, 12 IL, „ 17 Ethelwulf, Reign of, 11, 12"], [197, "INDEX 183 Gloucester, Duke of, 78 Godwin, Earl, 21, 22 Graham's Dyke, 4 Hereward, The Wake, 30 Hexham, Battle of, 75 Hill, Abigail, 135 Great Britain, Formation of, 134 Gregory, Pope, 8 Holland, Wars with, 120—122 Honorius, 4 Grey, Earl, 156 Hooper, Bishop, 97 Horsa, 7 Lady Jane, 95 Guinegast, Battle of, 87 Gunhilda, 17 Hotspur, 67, 68 Howard, Catherine, 86 Howard, Admiral, 100 Huguenots, The, 108 Gunpowder Plot, The, 105 Guthrum, 13 Guy Fawkes, 105 Humble Petition and.ldvice, 117 Habeas Corpus Act, 123 Hadrian, Wall of, 4 Hallidon Hill, Battle of, 60 Hampden, Sir John, 109, 111 Hardicanute, Reign of, 20 Harfleur, Capture of, 69 Iceni, The, 4 Ina, 10 India, History of, 149 Indulgence, Declaration of, 12G Inigo Jones, 137 Instrument of Government, The, 116 Harold I., 20 IL, 21—23 Ireland, Account of, 43, 101, 114, 115 Hastings, Battle of, 23 Warren, 149 Irish Law Act, The, 151, 152 Isabella, Wife of John, 48 Hedgeley Moor, Battle of, 75 Hengist, 7 Wife of Edward IL, 57 Wife of Richard IL, 63 Henry I., Reign of, 34—37 IL, „ 41-45 III., „ 51—57 P7., „ 66—68 Jacobites, The, 131 Jamaica, Conquest of, 118 James I., Reign of, 104 — 107 V, „ 69—71 VI., „ 71—74 VII., „ 82—86 VIII., ,, 86—93 H., „ 124—128 James, Old Pretender, 138, 139 Jeffreys, Judge, 125, 126 Heptarchy, The, 7, 8"], [198, "184 INDEX Literature, Development of, 102, 103 Jena, Battle of, 150 Jerusalem, 46 Liturgy of Edward VI., 94 Llewellyn, 55 Jervis, Admiral, 150 Jews, Massacre of, 45, 46 Joan of Arc, Account of, 72 John, Reign of, 48 — 51 Lollards, The, 65 Lollius Urbicus, Rampart of, 4 London, Destruction of, 4 John of Gaunt, 65 Jones, Inigo, 137 Joppa, 46 Plague of, 121 Fire of, 121 Londonderry, Siege of, 129 Louis IX , 53 Joyce, Cornet, 112 Judith, 31 XL, 77 Justinian, The English, 57 Jutes, The, 7 XIV., 129—150 XVI., 149 Philippe, 155 Luther, Martin, 89 Magna Charta, 50 Main Plot, The, 104 Kent, 3, 7 Killiecrankie, Battle of, 129 Knox, John, 97 Malcolm, King of Scotland, 15 Maldon, 3 Lackland, 48 La Hogue, Battle of, 131 Lancaster, Duke of, 65 Lanfranc, 32 Malplaquet, Battle of, 133 Mantes, Siege of, 31 Mar, Earl of, 139 March, Earl of, 67 Langton, Stephen, 49 Latimer, 97 Margaret of France, 55 Laud, Archbishop, 110 Leicester, Earl of, 53 Leinster, King of, 43 Leofu, 15 Maid of Norway, 56 of Anjou, 71—76 Daughter of Henry VII. , 82 Maria Theresa, 142 Leopold, Duke of Austria, 47 Lewes, Battle of, 53 Marlborough, Duke of, 133, 134 Duchess of, 135 Mise of, 53 Marston Moor, Battle of, 112 Limerick, Siege of, 130 Lincoln, Battle of, 52 Mary, Daughter of Henry VII., 82"], [199, "185 INDEX, Mary I., Reign of, 96—98 Newbury, Battle of, 112 Nile, Battle of, 150 Queen of Scots, 99, 100 Wife of William III., 129 Masham, Mrs., 135 Nimeguen, Treaty of, 122 Non-resistance, Oath of, 120 Norfolk, Duke of, 65 Matilda, Wife of Henry I., 35 Daughter of Henry I., 35, 37, 38 Norman Conquest, Results of, 32 Normandy, Account of, 33, 49 Northallerton, Battle of, 37, 38 Northumberland, Earl of, 29, 30, Maude, The Good Queen, 35 Mercia, History of, 9, 10 Minden, Battle of, 144 Minorca, Capture of, 147 67, 95 Northumbria, History of, 9 Monasteries, Suppression of, 97 Monk, General, 115, 118 Oates, Titus, 122, 123 Odo, 29, 33 Monmouth, Duke of, 125 Monteagle, Lord, 105 Montfort, Simon de, 53 Montrose, Duke, 112 Moore, Sir John, 151 Moore, Sir Thomas, 90 Morcar, Earl of, 29, 30 Mortimer, Earl of March, 67 Mortimer, 60 Ofia, 10 Oldcastle, Sir John, 69 Orange, Prince of, 127, 128 Ordeal, The, 26 Orleans, Siege of, 72 Oswy, 9 Otterburne, Battle of, 64 Oudenarde, Battle of, 133 Oxford, Provisions of, 53 Mortmain, Statute of, Appen- dix B Mowhray, Earl, 65 Paris, Peace of, 146, 147 Parliament, The Anglo-Saxon, 25 Napoleon I., Account of, 150— 151 The Mad, 53 The Long, 110 The Rump, 113 Barebones', 116 III., 160 Naseby, Battle of, 112 National Debt, The, 152 Navarino, Battle of, 154 Navigation Act, The, 115 Nelson, Victories of, 150 Parma, Duke of, 100 Parr, Catherine, 86, 94 Paulinus, Suetonius, 4"], [200, "186 INDEX Poynings' Law, 84 Pecquigny, Treaty of, 77 Peel, Sir Robert, 159 Pembroke, Earl of, 50 Praemunire, Statute of, 169 Pragmatic Sanction, The, 142 Presbyterians, The, 113 Strongbow, Earl of, 43 Preston, Battle of, 112 Penda, 9 Preston Pans, Battle of, 143 Pretender. The Old, 138, 139 Peninsular War, The, 150, 151 Percy, Earl, 64 The Young, 143 Pride's Purge, 113 Printing, Introduction of, 81 Protectorate, The, 116 Perkin Warbeck, 83, 84 Persecutions of Mary, 97 Petition of Right, 108, 109 Philip of Spain, 96, 100 Puritans, The, 98, 99 II. of France, 47 Pyrenees, Battles of the, 151 Philippa of Hainault, 60 Philippine Islands, 147 Phoenicians, The, 1 Quebec, Capture of, 145 Picts, The, 7 Railways, Introduction of, 156 Raleigh, Sir Walter, 104, 105 Ramillies, Battle of, 133 Pilgrimage of Grace, The, 91 Pinkie, Battle of, 94 Pitt, William, 146 Reform, First Bill of, 156 Plague, The Great, 121 Plantagenet, House of, 41 Second Bill of, 160 Reformation, Account of, 89 Richard I. , Reign of, 45 — 48 Origin of term, 41 Period, general as- pects of, 80, 81 II. , ,, 63—66 III., „ 78—80 Plassy, Battle of, 144 Poitiers, Battle of, 61, 62 Pole, De la, 64 Richelieu, Cardinal, 108, 110 Richmond, Earl of, 82 Ridley, Bishop, 97 Poll Tax, Imposition of, 63, 64 Pondicherry, Capture of, 149 Poor-Laws, Amendment of, 157 Popish Plot, The, 122 Right, Declaration of, 128 Robert the Devil, 28 Robert, Son of William I., 31 33, 35, 36 Portland, Battle off, 116 Robert, Earl of Gloucester, 38"], [201, "187 INDEX Roches, Peter de, 51 Rochelle, Siege of, 108 Rollo, The Ganger, 28 Sevorus, 4 Seymour, Lady Jane, 86 Seymour, Admiral Lord, 94 Sheriff Muir, Battle of, 131 Shires, Officers of, 25 Roman Occupation of Britain, 3—6 Roses, Wars of the, 73, 74 Rouen, Capture of, 70 Roundheads, The, 111 Shrewsbury, Battle of, 67 Sidney, Sir Philip, 100 Simnel, Lambert, 82, 83 Simon, 83 Runnymede, 50 Russell, Lord John, 156 Simon de Montfort, 53 Six Articles, Statute of, 91 Slavery, Abolition of, 157 Sluys, Battle of, 61 Russo-Turkish War, The, 160 Ruyter, de, 120 Rye-House Plot, The, 124 Ryswick, Treaty of, 131 Somerset, Duke of, 93, 94 Sophia of Hanover, 131 Soult, Marshal, 151 Sacheverell, Dr., 135 Sackville, Lord George, 144 St. Alban's, Battles of, 73, 74 Saladin, 46 South Sea Bubble, The, 140 Spanish Succession, War of, 133 Stamp Act, The, 147 Salamanca, Battle of, 151 Saratoga, Siege of, 148 Saxe, Marshal, 143 Standard, Battle of, 37, 38 Stanley, Lord, 79 Star Chamber, Court of, 85 Stephen, Reign of, 37—39 Stirling, Battle of, 56 Saxon Pirates, The, 7 Saxon Settlements, The, 7, 8 Scapula Ostorius, 3 Stoke, Battle of, 83 Strafford, Earl of, 110 Straw, Jack, 64 Scotland, Wars with, 56, 58, 60, 64, 68, 87, 92, 94 Sedgemoor, Battle of, 125 Senlac, 23 Strongbow, 43 Stuart, Arabella, 104 Septennial Act, The, 139 Settlement, Act of, 131, 132 Seven Years' War, The, 144, Stuart, Charles Edward, 143 Stuart Period, General aspects of, 136, 137 146, 147"], [202, "188 INDEX. Suetonius, 4 Tyrone, Rebellion of, 101 Tyrrel, Walter, 34 Suffolk, Earl of, 64, 85 Supremacy, Act of, 98 Surajah Dowlah, 144 Sweyn, 17, 30 Uffa, 8 Uniformity, Act of, 119 United States, The, 148 Ushant, Battle of, 150 Utrecht, Treaty of, 133, 134 Tallard, Marshal, 133 Tenchebray, Battle of, 36 Valentia, 5 Vespasian, 3 Vespasiana, 5 Test Act, The, 122 Tewkesbury, Battle of, 76 Thanes, The, 24 Vicar-General, The, 90 Victoria, Reign of, 158, 160 Villars, Marshal, 133 Thistlewood, 153 Thor, 26 Toleration Act, The, Appen- dix B. Tories, The, 111 Villeroi, Marshal, 133 Vimiera, Battle of, 151 Tostig, 23 Virginia, Colony of , Appendix D. Vittoria, Battle of, 151 Toulouse, Battle of, 151 Towton, Battle of, 150 Trafalgar, Battle of, 150 Vortigern, 7 Treason, Law of, Appendix B. Wakefield, Battle of, 73 Wales, Conquest of, 55, 56 Triennial Act, The, 131 Trimmers, The, 123 United with England, 90 Walker, Rev. George, 129 Trinobantes, The, 3 Tromp, Van, Admiral, 115 Wallace, William, 56 Walpole, Sir Robert, 140 Waltheof, Earl, 31 Troyes, Treaty of, 70 Tudor, House of, 82 Tudor, Owen, 82 Walworth, Mayor, 64 Warbeck, Perkin, 83, 84 Warwick, the Kingmaker, 76 Tudor Period, General aspects of, 104, 103 Tyler, Wat, 63, 64 Tyndall, 91 Dudley, Earl of, 94"], [203, "189 INDEX, Washington, 148 Witenagemot, The, 25 Woden, 26 Waterloo, Battle of, 151 Wellesley, Sir Arthur, 151 Wellington, Duke of, 151 Wentworth, Thomas, 110 Wessex, History of, 10 Westminster Abbey, 9 Wolfe, General, 145 Wolsey, Cardinal, 88, 89 Woodvilles, The, 757 Wren, Sir Christopher, 137 Wyatt, Rebellion of, 96 Whigs, The, 111 Wichffe, John, 65, 81 Wilkes, John, 147 York, Ancient name of, 4 York, Duke of. See EdwardlY. ; Edward V. ; James II. ; George HI. William I., Reign of, 28—32 IL, „ 32—34 III., „ 128—132 Yorktown, Battle of, 148 IV., „ 155—157 Son of Henry I., 36 William the Lion, 44 Zutphen, Battle of, 100"], [204, "LONDON : FEINTED BY C. P. BOWOBTH, BEEASl's BeOTLDINGS, CHANCEEY LANE."], [205, "BOOKS FOR THE PUBLIC EXAMINATIONS 191 By John Gibson, M.A., of Bromley, Kent. Price 5s., cash 4s. •'Preliminary Law Examination Made Easy.\" (SECOND EDITION.) REVISED J^lrTT) ENLARGED. A COMPLETE GUIDE TO SELF-PREPARATION. Contents : — Introductory. Chap I. What Books to Eead. II. The various subjects aud how to deal with them. III. Course of Beading. Appendix — I. Test Papers. II. Useful Hints. Index. Price Gd., post free Id. \"Guide to the Preliminary Law Examination.\" Published immediately after each Examination. Contents : — Part I. Articles on the subject of the Preliminary, useful Hints, &c. II. Test Questions on History and Arithmetic. III. Answers to Correspondents. IV. Answers in full to the Questions set at the Preliminary Examination, with Explanations. Back Numbers can be had. Price Is. each, post free Is. lei. \"Latin Grammar Made Easy,\" and \"French Grammar Made Easy.\" Graduated Epitomes of Latin and French, prepared specially for the Use of Candidates for the Preliminary Examination. With regard to these Grammars a Candidate writes : — \"I enclose 2s., which purports to be the price of the Grammars, which are, in fact, invaluable.\" Another Candidate writes : — \" I attribute my success in the Examination in a great measure to your valuable Guides, and that excellent little work ' Latin Grammar made Easy,' where everything is put in such a clear and concise form that it is invaluable for Examination purposes.\" A correspondent writes : — ' * I have to thank you for your valuable books, especially the ' French Grammar made Easy.' It is indeed made easy ; and dull must any candidate be who cannot by means of it satisfy the Examiners as to his proficiency in this subject.\" Price 2s., post free 2s. 2ci. SPECIMEIT ESSAYS By J. Gibson and F. R. Btjerows. Comprising Hints on \"How to write an English Composition,\" and Twelve Essays on various subjects of interest. These are published for the benefit of Candidates who are weak in their English— a most important branch of the Public Examinations. Published by BEEVES & TUBNEE, 100, Chancery Lane, London,W.C."], [206, "BOOKS FOR THE PUBLIC EXAMINATIONS, By John Gibson, M.A., of Bromley, Kent. Price 2s. 6d., post free 2s. 9d. \"Preliminary Army Examination Made Easy.\" Prepared on a similar plan to the ' ' Preliminary Law Examination Made Easy.\" Price Is., post free Is. lei. \"Preliminary Army Guide.\" Published immediately after each Preliminary Army Examination. Contents : — Part I. Articles on Subjects connected with the Preliminary Examination. II. Test Papers on the Preliminary and Further Army Subjects. III. Answers to Correspondents, Queries, &c. IV. Answers in full to the Questions set at the most recent Pre- liminary Examination. These Books are published by EDWARD STANFORD, 55, Charing Cross, London, S.W. Preparing for Publication. \"Geography Made Easy,\" An Epitome of Geography, on a new plan, prepared specially for the PubHc Examinations ; and \"Civil Service Examination Made Easy,\" Being a Complete Guide to Self-Preparation for the Lower Division Clerkship Examinations."], [207, ""], [208, ""], [209, ""], [210, ""], [211, ""], [212, ""]]