[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THE Womens Conqueft A TRAGI-COMEDY As it was Adted by his Highnek the Duke of YorJ(s Servants. Written by the Honourable E. H. \\^, Me letlori credere mallem, Quamfpeftatoris faftidia ferre Juperbi* LONDON, Printed by J. M. for H. Herringman, at the Sign <of the Blue Anchor in the Lower Walk of the New Exchange, 1671."], [8, ""], [9, "PREFACE. THE beft excufe that can be given for a Preface before a Play, is when the Reader is not troubled with an Apology for the Authors faults, it being too much to abufe his patience with both ; fince if iuft,they will (oon be perceived by an impartial apprehend on, an J more, that he beftows on the world a needlefs So phifmi there being nothing more hard, then to co2en m, ■ by an excufe of Wit, for which the generality of judgme us have fo little kindnefs, as they will hardly receive any . nor do I find that the Antient Poets, or any of moft repute of our Modern, a-Tbmcd this kind of vindication to themfelves; though perhaps they might have done it, with more afTurance of fuccefs, then any that now mod: confidently undertake it ; either as they contemn'd the impotent cenfurcs and cavils, that were fprcad againft their performance?, or elfe a judicious confirmation in thcmfelves, that their works were the beft defiances that could be given their Enemies. Not that I judge our unimirable Johnfon, or thofe wonders of Wit, Beaumont and Fletcher, were without their failings, or that in fomc things, their Plays were not questionable, as well as ours *, though I could wifli ourMufes were fo happily adorned, as their fpots and A 2 beauties"], [10, "PREFACE. beauties appear together : and I doubt it may be truly affirmed, that in the greateft of their failings they tell more below themfelves, then beneath us ; which gives us fome caution not to be too bufie with their faults. It is one thin** to be excellent, and another to De abfolutely perfect i the Diamond doth require fome pa li(hing,thoughof moft commendable figure and bnght nefs. The like may be faid of thefe excellent Poets their thoughts were always pretiou?, though not alike polifhed and fet off by themfelves. Wit is one of the beft Talents of nature, but like her other produaions in Men, muft not expect an abiolute perfeaion •, it hath been long a growing from the Antients to the Modern, and from them to us, and yetwedonotfind its growth compleatedi like ambi tion, it feems to have no limit, and yet confin d in its ai piring : there are fome, perhaps, vain enough to judge it high in themfelves, though far enough from the top of Fariiafiuss and notwithftanding all the haft, fuch en deavour to make, I doubt whether the fwiftnefs of their Mufe may not fail them by the way. _ < Moft men are naturally inclined to give to Antiquity its due refpeas, and there is fome reafon for it (it no more) in that we muft be old our felves ', but he were weakly an admirer of times paft, that by an oyer dotage on them, would continue himfelf in a Childhood or knowledge ; fince that were to go backward with in- genuity, as we fet too forward theirs, they have their fame, and we muft expea ours •, though at prefent they challenge fo long a prefcription, that until ours J - does"], [11, "PREFACE. does number more then the three parts of an age, in equal repute with theirs . I make fome doubt whe- ther the belt Rhime, or Reafon, that the Stage is now beholding to, will eftablifli us as great in the judgment of thofe who Oiall fucceed us; which, as I am far from afl-iming it to my felf, in behalf of any undertaking of mine, fol (hall as unwillingly allow it to the boldeft of Pretenders 5 befides this, we are obliged in fo great a meafure to thofe great Artificers of Invention, and Wit, by which they raifed our Stage to its former glory as alfo in a high degree for thofe excellent rules and obfervations, which (if well heeded) cannot but im- prove our endeavours in this kind, and from whom (if we do well) it is impoflible to differ fo far, as to declare them Enemies, and like the example of the Trojan Hero, to ere& a Trophee and fuperfcribe on it, Mneas h*c de Danais vi&oribns arma. Butas I am nothing concern'd, or envy the reputati- on of any man, on what account foever the world is pleafed to allow ic him j fo I conceive that others have as little to do with mine, and I will be as free in deli- vering my opinion, as [ willingly allow them the liber- ty of theirs , fince I do not conceive the Mufcs have yetr eftablifhed their Dilator in Poetry ■, though lam not defirousto controvert any thing Cexccpt Ifliall be ne- ceffarily mov'd thereunto; and which _7gnif.es little more then to try who can fquirt Ink fartheft : to which purpofe, I will retire to my Celf, defiring the Readers excufe, that I have led him fo far about, before I have fpokcnof myPlay ; in order to which, I have chiefly delTgn'd"], [12, "PREFACE. drfign'd this difconrfe ; having made my felf fo far a party on the fide of out former Poets, that I have com pofed this Play in fome refemblance to theirs of the like nature, which in my judgment I have efteemed beft. I have given it the name likewife of Tragi comedy, as I find they have done fome of theirs, which I need not particularize to the Reader, becaufe they are well enough known to be at this day no inconside rable ornament and entertainment of the Stage ', not that L will undertake to juftifie the word (fince every Play, if ftriaiy taken, muft be either Tragedy or Co medy, excluding Farce, which does not fo much as de ferve a Dramatis Perfonx to be fet before it, as we fliall foon manifeft^) And it was doubtlefs created by former Poets, who finding that mixt Plays were very futable to the Englifh Stage, and that it was fomewhat below the denomination of their Hcroickoto call them fimply Comedies fwhich as they are corruptly urder ftood, imply. Tittle more then fcurrility aid lau^er, thoughof far greater dignity, if rightly applv'd ) They allow'd them the names of Tragi-Comedies, & I do not find but the higheft of our Englifh Tragedies (as Caro line, The Maids Tragedy. Rollo, The Cardinal and Tray tor) confidcrable enough to be rank'd with the beft of thefe, are at all undervalued by their Authors, in being fweetned with mirrh for as all people do not come pur pofely to Sympathize their pafllons with thofe of the Plays,'fo fome will expeft to be diverted accordingly ; nor do I believe that it is lefs natural (as fome have thought) to form a Play, that Shall have this variety of Genius,"], [13, "PREFACE. Genius, then I do to find of mankind fome grave, re- ferv'd, fierce, cruel, others of more aiery and pleafant converfe, to mingle humours and affairs together. If we take our obfervations from the Courts of Prin- ces, before we defcend lower, we (hall find it familiar enough (and doubtlefs Plays are moft profitable as well as delightful, when they foreprefent humane things and aaions, as even the greateft are as obvious to our re- marques, as thofe of a lower orb of experience) nor do I conceive any kind of Plays more difficult to be truly form'd, then fuch as have this Heroick mixture, becaufe it is not eafie to give humour and mirth a natu- ral rife and generous correfpondency with the grandeur of the other, which iffutable in point of charaaer,can- not render it lefs grateful to the Audience, it being as it were two Plays in one. Nor do I find that? the. ferious Plays (\"now in ufc) wholly relie upon their Heroick foundation, why elfe, are we diverted by Scenes, Machins, Habits,, Jiggs, and Dances ; but to give more variety of entertainment to the Speaators ? either as they arc not otherwife to be trufted, or lea ft the A'ldience fhould be too Soberly tried* without them, which I will not prefume to ima- gine : and whether ir be not as natural to admit of a rt ■ ■ - courfe of Comedy that is made c flential to the Plot and dignity of the Play ; I leave ic to my Reader to judge. Verfe that ends in Rhime is generally now the Mode of Heroick Plays, but whether fo natural and proper, I will not controvert, Qtherwife then by declaring my opinion"], [14, "PRE F ACE. opinion, that I like it not fo well as I do Verfe without it, and I conceive I have reafon enough on my fide^ for who can believe that words muft not of neceflity lofe much of their grace, and emphafis, when deliver'd in Rhime, which limits fo much of both to it felf; or that the thoughts of Seneca in his Tragedies N could have been fa well, or better . expreiTed in any language whatfoever in Rhime (though to an ear that is moft de lighted with the noife) then they are delivered by him ; or that our former Poets have been exceeded in heighth of exprefTion and fancy, becaufe their Mufes have mouhted without thefe Bells jingling at their heels •, doubtlefs a judicious Spirit may foon obferve the difference, nor can lines in Rhime ever run fo fmooth, but there will be fome unnaturalnefs in them as to the freedom of dialogue, and converfe (which Plays (hould refemble) becaufe Verfe of that kind will of neceffity be fententious and reftrain it, and confe quently be improper to manage the various intregues of a Play, or elfe in plain terms be forced to want them .• _Nor is a grave or wife manner of fpeaking to be dlow'd the wittieft, becaufe that which is fober enough as to WiSdom, may be far enough off from being Witty ; and he that will not grant the former to be more eafie to invent, muft conclude that the Wit of Poetry is as familiar with Men as Gravity and Prudence ; nay, it is plainly to be obferved, that generally Men write better for the Stage this way, (I mean in Rhime) then they have, or can do, after the manner of our for mer Poets without it ; which is fome demonftration that"], [15, "PREFACE. that the latter is lefs difficult, though more unnatural then the former: And for mv greater Authority I will adde thefe few excellent Vfrfes of our Famous John fon on this fubjea, which he calls a fit Rhime againft Rhime. Rhime the rach^ of fine jl Wits That extraSetb but by fits True com eipts, Spoiling fenfes of their treafure, Cou%*>ting judgment with a meafure, But falle weights. Soon a ? lwz,ie thou wert known, All p^d Poetry h. ice was flown. &c. And as I doubt not well enough to wave any oblique exception rhat any man can throw on my Opinion(fince parro , :ed oy his) fo I do not detraa from the deferts ofanvwhc nave done well in this kind, othcrwife then by declaring, that as I find it not ufed by our former Poets, I likewife do not approve it, or havt mad • ufe of it in tnis Play of mine i 'tis true, according zo their example f which J W1f}i I could have better imitated ) I have writ a Mafque in Rhime.and clofed fome Scenes, and all my Afts likewife with it, which places have ever been allowed moft proper for it, becaufe they are Period in which the Audience may beft expea a weighty and fententious clofe ; and whensoever Verfe was us'd by Ben John >/ 'on, as it is in Sylla's Ghofl, orfcatter'd in fome places in Sejanus , I cannot but obferve his Art and Nature together, in no*\" confining the periods of fenfe and Rhime together ( as is too much us'd no v) a but"], [16, "PREFACE. but moft commonly by carrying the Ceixf^ of one.yerfe into part o£another, which elevates the ftile of Verfe (as is to be Seen in Virgil) and without- which.K -will never Shew So like ProSe, and proper for Dialogue , asvit ought to do ; an example to be worthily imitated by fuch as will write in Verfe, to whofe confi&ration I prefume to commend it. In the Epick way, I judge that Rhime is far more al lowable, ( though the Antients us'd it not), becaufe Verfe of that kind may be granted to appear more gr^ve and ftately, which reprefents a continued, gravity of Style and Matter, (which notwithstanding, by reafon of the great extent of the Argument, the variety of the Defcriptions and Dialogues, will be more varied in this then in any other manner of ufing Verie, as is well known to the judicious^) befides, that our Englifh Lan guage is neither fo copious and great , as Greek or Latin, a? muft needs be perceived in Homer arid Virgil Tranflattd •, fo that though Rhhne in Verfe ht bf little. ufe to fenSe (and confequently one of the pooreft :a lcnt? of the Mufes) yet as it confers on VerSe a folid fenterittbns manner of expreSTion (a fault in Dra matic!' Po. lie, if too frequently us'd, a . is difcouns'd before )< I conceive it may be decently admitted in the Epick way ; but then it ought to be written with a tVec and unconfined nature, as is before inftane'd in the meaiures of Virgil; and as it is my judgment, fo I have made ir praaicable in that Small Heroick Poem of mine, called The Btiltifio Primefs, which I will not ptefume to commend, more then that it is. So far at lead an imitator of Antiquity. Neither"], [17, "PREF ACE. Neither do IbelieVe that Sir William D'av en ant, who was the firft introducer of Rhime on the Stage, did o therwife intend it then for vocal Representations, and Operas, (in which it may do well) rather then for Plays, as was knovVn in his Peru, and Siege of Rhodes. And I prefume that my Lord of Orrery (whofe Ingenuity in Verfe3 brought it more in fafiiion ; in thofe ornaments he beftowedon the Stage in Mu/iapha, and other of his Heroick Compositions would not judge it a debating of their worth , if they were diftinguifhed by the name of Poems, inftead of Plays, for reafons that he is better able to givehimfelf, then any which I have here prefumed to offer ; but enough of this f ;biea, which I thought fit to touch, to juftifie fo far m; ex: ife in not complying in my Play, with that manner of Verfe written in others. As likewife that I have not been help'd by any Hi ftory or known Tale in forming of my Plot (not but that I conceive it very allowable, if well managed, and that the truth of Hiftory be not evidently impaired by it, which were to render the aaions of men contra diaory and fabulous, where they are otherwife verifyed by authority) being willing to believe that a realonable Genius (and fuch a one I will only prefume to) might produce that which Should be at leaft as new and uSeful, as any thing could be taken from either ; nor do I find but the greateft Plays formerly were the Poets own Talcs, as well as Plots ; and doubtlefs they found few better then they could dcviSe, as alSo that it was natu ral and delightful for them to manage fuch beft. a 2 , There"], [18, "PREF ACE. amongft t$&m\\aikofe days, they fhobld forget to im prove this obvious Pbilofophical Maxim, Omne agens agit propter finem, which as it holds in all humane a$i ons, fo its prudence ought to be heightned as far as pof fible, both in Epick, and Dramatick writing. Iconfefs a Poet Should not be So negligent, as to be unacquainted with the Tales and Fiaions of the Anti cnts, in which he ought to be well knowing, as Sar as r.ecefi'ary, or as he ought to be conveffant with all o ther learning of times paft, fince the Mufes feldom vouchfafe their favours, where there is not a preparati on futable to their dignity and greatnefs ; as it were abSurd to invite a Queen , and have no ornaments fit for her reception; fo on the other fide, the advanta ges of literature mould be rather afiifiant to Fiaion, then any way burthening or depreflmgit i Virgil per haps of all Poets was moft learn'd, yet fhews us in all parts of his works, that his Mufe was the Miftrefs of his beft Studies, and that their fplendors were to ferve for her greater delight and entertainment. In other Sciences, Learning is a Tutor, but in this of Poe try, Fiaion muft illuftrate, and guide that, leading us unto thofe pleafant retirements of the Mufes, where as from various and beautiful platforms of Gardens, is be held the particular defignments of Shades, walks, and flowers. Words are the children of thought, and man muft be granted to have firft imagined fpeech, before he could cxprefs: any conception of his by words ; fo that thought, was both the primitive ground, and g'ory of Tongues,"], [19, "PREFACE^ Tongues, which'fprcceiiively cameito be more improved 5 and- dtoibtlefs it vVas the Wit of! Pete ts thaeif above all J refin'd their own languages •, So that T wonder to find, it affirmed, that Ben'.Johnfon (\"who had' fuch a Soul'of thought-) did by Tranflating beautiiie our Tongue ; is if his ingenuity was. hot to be allowed the glory of do ing far more by its fingle Strength. I Should be loth to wiSh any fo ill, as that he were alive to anfwer the im putation ; however, I could be well content, that fuch as will make him their prefident in Translating from o thers, could difpoSe of it fo well, and that they had like-. wife as much Wit, and Learning befides. Translating, may I grant, add Some pcrfeaion to a language, becaufe it- introduces the wit of others into its own 'words,, as the French have of later done well in theirs •, and we; have pretty well requited their kind nefsto us, in rendring fo much of theirs in ours ; but where fcartttiakeufe of good Orig'tnalisy'I fhall be more fparing tf£my efteenvbf Copies, and Ii dare aver re, that tM Ingenuities of JobhfdU, Beaumont, md* Fletcher, with Some other of our former Poer % left our language more rmpi'bved;as it exprdYkf the ir thought's, then if the beft of Italian. Spj>tiJln2iP.dF*in(h Wit, had been TranSiated by the greateft of Pens. I wifh iobeiour good fortune (for the benefit of f mire times J) to leave our Tongue as much inlarged and imbelMied, as they left it to us. Wka as little 'tetfon pkw any iMit afiirm, that Virgil did not elevate the La. in 'T-onpueto that Strength and fublimenefs of ftyley front the vivacity of his thought?,, rather fhfen iifcavithafe ieto concept iswis, _md perhaps l the"], [20, "PREF ACE. the meaneJ-Vof his works, which he. copied fiomUomer, whether in honour of that antient Tale of Troy,or Some other of his Fables which the world had long admired (zs it was the manner of the Antients,as is already men tion 'd) and I doubt are very imperfea in H>mer, if compared with the manner of his delivering them in his fecond Book,for which his more viaorious Laurel might deferve no lefs then what heexprefles of himfelf, on a nother occafion in his Georgicks, in reference to the Grecian Poets ; Primus ego in patriam mecum (modo tiitafuperfit) Aonio rediens deducam vertice mufas. Works that are great and fingular, will, and ought to be the imitation of men (as is more particularly the cafe of Epick Poefie) in thofe few Authors that have writ of it in So many Ages ; fo that^Statius and lafio had fome kind of noble emulation in endeavouring to be the Succelfors of Virgil, notwithstanding they were behold ing to him for much of their Model and Characters, and could not come fo near his height, as he exceeded Ho mers ; like fmall Struaures that muft be content to be over-looked by a more ftately Palace, though they epi tomize its relemblance ; whileftinthe Dramatick way, the Genius of men hath not been fo ccmfin'd, nor any particular manner and authority in point of writing So much acknowledged for excellent ; wherefore the Same licenle is not reafonab'y to be admitted, but if we will needs make the firft our Prefidents, for the liberty that IS"], [21, "PREFACE. is now taken in the latter, it were well for the Stage , if fuch things were only imitated of our Antient Poets, that have had tranfcendent applaufe from our former Theaters : And doubtleSs it is a commendable pru- dence in Writers of what kind foever,if they endeavour to heighten their Works and Stiles, from the examples of others, that have been moft: approved in the fame kind, (fince example were of fmall ufe otherwifej as he that would be mafter of the Latin Tongue,might be well content to imitate the ftiles of Cicero and Cafar 5 the like may be faid of fome excellent Prefidents in our own Language, the defea whereof is no fmall rea- fon that neither Latin, nor Englifn is fo well written, as it might be at this day. Having thus far difcours'd of Heroick Plays (and fuch other things as I thought incident to them, and to which this Dramatick composition of mine is in part relating) I Shall in the next place (though with lefs pro- lixity )give my Reader an account of the other part of it, which is Comedy,and of that kind of Poefie in general. Though the Nature of Comedy be not the fame with Tragedy, the end of it is ; for Inftru6ion is the part of both, as man may be difciplin'd under feveral School mafters. » The word Comedy was derived from the Greek word k»/V<*, or more largely underftood by the An tients of a Play reprefenting humane life and man ners ; whereas the bufinefs of Tragedy is in a high er nature to difpofe and elevate the intrigues of paffi ons and affeaions ; I mean fuch as depend on Ambiti- b on,"], [22, "PREFACE. on,Revenge, Love,Honour, and the like, aftdfo detea their vices accordingly. As it is the duty of Comedy to do the fame, in thofe that come neareft our Morali- ties, though it muft be granted that the reprefentation of Tragedy, cannot be fo univerfally praaicable (and confequently not of that benefit to mankind) becaufe its concernments, and aaions, are more fublime, and feparated from the univerSality of men, rather fit only for the ear of Princes, (who are very often the greateft number of chafers in a Tragical Fable) then for a lower degree of Perfons; which fhews us, that Comedy hath fome merit above it, in that it is of a more univer- fal nature. Upon which occafion our famous Johnfon well obferves, that Lyfipptts was not able to form with his Graver,or Apelles to Paint with his Pencil,thofe life ftroaks and touches, that true Comedy reprefents, in refpea of the various affeaionsof the mind, in behold- ing the infolence of fome in joy, the melancholy fret- ings of others, the raging madnefs of fuch as are un- done with love, avarice, riot,tortur'd with expeaation, confum'd with fear, &c. as he gives the example, and to whom we are obliged for fo many excellent Drama- tick Charaaers tothispurpofc. And as Tragedy requires a ftrong intrigue and Plot (\\ wifh it were more obferved now adays) as being the reprefentation of higheft paflions, and aaions ; fo Co- medy in' like manner would abound with all delightful variety of both, by which we behold the humours, and inclinations of men, in due elevation, and magnitude; not that it is requifite that all the charaaers in a Play (hould"], [23, "PREFACE. fflfcould be equally great, or manage alike the main drift of the Drama, (as lines drawn from the center of ajcir cle, have an equal extent within its circumference) but rather receive a becoming proportion, which is indeed the Golden Rule to be obferved in Plays, and requires no lefs the invention, and skill of the Poet to make it praaicable ; for as in Mathematical Operations, there is nothing more hard then to be cunning in the Symme try of lines, and figures they exprefs ; fo the Poets difpofition of his charaaers, ought in as high a degree to be proportionable to that body of thought he de figns for them. This is that which enobles Language and Wit, giving to both a decorum on the Theater; for though the Mufes prefcribe few rules, they abhor irregularity, and licenfe, 'tis their fublime inftinft, where their excellencies meet in any, as is divinely ex prefled by Ovid. Sedibus tether eis fpiritns Hie venit. And as Lipftus affirms-, Scio Poetam neminempnejian tem fuifje, fine parte quadam uberiore divine mentis. Plays that are Hiftorical, or have much of narration in them, are generally ingrateful, becaufe they dull the edge of the hearers, which as it is fharpen'd by obfer ving what is aaually produc'd,fo it is impaired by hearing of relation inftead of aaion, whether it be true or falfe, an unpardonable error in moft of the French Writers, who it feems did not well apprehend that things aaually reprefented, have more of nature, and life in them, therf any account of them, that can be given in words ; as likewife fuch Plays may be cen- b 2 fured,"], [24, "PREF ACE. fured, the body of whofe defign confifts more effenti ally on the miftakes of perfons, then the intrigues of paffions, as moft of the Spanifb do, and fome of the French, where the grand defign is to keep the fpeaa tors in fufpence, till it end with diSco very of the true perfon, by reafon that it cannot be of fo much concern to an Audience, as when Plays fympathize with thofe paflions that are obfervable in men ; which is fo obvi ous, that I need fay no more as to thefe particulars^ they being equally defeas in Tragedy and Comedy. And as Plays in either kind, ought to have the fame end, in refpea of manners, fo there is an Analogy and commendable refemblance of charaaers in both,though of different natures, according to the m\\e,ccntrariajux» tafe appofita,magis elucefcunt. For as in the chara&ers of Tragedy there will be fome violent in love,others haugh ty,ra(h,and turbulent, above what is ordinary to be ob ferved in men *fo Comedy will have its extravagancies f befides many more) in morofe,heedlefs, timorous and foolifii perfons, which are images of the like contrary effeas of nature ; in like manner, the defigns and ad ventures depending on thefe, have their proportions; for as Dramatick charaaers will have fome remotenefs from the ordinary aaions of men, fo muft their under takings be lutable ; wherefore I wonder to find it af firmed, that extravagancies of aaions Should be fixed on Farce, (which is rather an entertainment of Mimik ry, than a Play in any kind) fince Plays muft not befo even, as to reprefent nothing abave nature, which were to make them more reafonable, then Poetical; befides3"], [25, "PREFACE. befides, it is a commendable licenfe (\"efpecially *n Poe- try) to reprefent what is rather uSeful to know, Casit feems aaually done) then the poffibility of it, fo it pro- vide well for our manners; as we fee in Comedies, where we are taught from the mouths of Fools, and by fuch extravagancies as are in fome kind impoffible to be fuppofed, how we may become the wifer ; why elfe did our learned Johnfon compleat that great work of his Alchymift, with fuch perfons that conti- nue a profecution of extravagancy of humour or im- pofllbility together, (except the making of the Philo- fophers Stone be held a known truth) or that his Vol Comon reprefenting the Queen of Fairies, was not to pafs upon the weak capacity of Dapper deceived by it ? The fame may be affirmed of his Cynthias Resells, where Cupid, Mercury, and Eccho have parts, or fome- what more extraordinary in his Devil's an Afs, where the grand Demon, and a leffer, are made charaaers, as Satyrical Refleaions on Vanity and Vice, to be cor- reaed by them ; which fliews, that the truth or poffibi- lity of the charaaers, is lefs to be confidered, then the Morality they aim at. Et hercule omnis falfa di- cendi ratio in eo eft, ut aliter quam eft return verumqm dicatur, as Quintilian obferves. As the chief end of Comedy is improvement of manners, fo the mirth arifing thence, is to entertain our paffions, and affeaions with delight proper there unto ; wherefore to make laughter the chiefeft end of Comedy, is to impair its more fuperiour efteem, fince what is ridiculous, is not therefore Comedy. If a Clown"], [26, "PREFACE Clown were {hewn in a Ladies Gown, or a Sca ramuchio that provokes laughter, no otherwife then by making a wry face, or gefture, he muft ftrangely participate of vulgar folly, that woul'd call either of thefe the parts of Comedy, fince they work nothing on the affeaions, no more then a man can be faid to laugh properly without mirth, or be fick, and have no difeafe. But I need not trouble my Reader with a farther vin dication of comedy, (though it be fome misfortune to our Theaters in being fo little happy in it this Age) other then by taking leave to fuppofe, that it is under valu'd moft by fuch as do not rightly conceive of its worth, or elfe defpair of writing, what fhall merit its efteem or name. There is another fort of diversion on the Stage, much received of late (I will not queftion with what prudence) and that is Farce ; which, as I have faid be fore, confifts of Mimikry and other ridiculous Geftures mingled together, for which it may properly enough bear the denomination, though it is no more of kin to a Play, then a Mule is to a Horfe, in having fome what longer ears; or that a Pedlar who hath fome things in his Pack, that Drapers and Silkmen furnifli their Shops with, Should be faid to be of thefe Trades, though he hath none lawfully of his own. No lefs doth this French Mode of entertainment on our Theaters, vilifie mirth, and countenance for the moft part debauchery, where it is frequent to obfervs, the waiting womans intrigue is to Pimp for the Ma dam, and the Valet de Chambrc for the Mounfieur he ferves,"], [27, "PREF ACE. ferves, which performed witsh fome eafe in the compafs of five Aas, they go to bed likewife for their labour; the reft of the charaaers have commonly fo little to fay for themfelves, that a man cannot difcern a Fan taftick Fool, or Clown, otherwife then by their Ha bits or Geftures. And as Farce cannot be allow'd to be Comedy, in its meaneft fignification, becaufe it doth not perform the requisites unto it ; fo I find no reafon to call Co medy low, though confifting of mean charaaers, if anfwering the ends already exprefled (*s is to befeen in not a few of our antient ones ) and cannot deferve a more worthy efteem, if by the skill and wit of the Writer, the charaaers of vulgar men are made worth the observation of the greateft, according to that of Virgil in his Georgicks, fpeaking on the familiar fub jeas, he there treats of; Nee fum attimi dubius, verbis eavincere magnum. Qua m fit, & anguftis hunc addere rebus honor em. r Notwithstanding I would not be thought averfe from fuch a choice of perfons in Comedy, as are moft fit to charaaer the moft generous inftruaion of manners ; wherefore if for the greateft number they reprefent the fame dignities in either Sex, the entertainment is morefutableto the Audience, which moftconfiderably doth confift of thefe ; and here I cannot chufe but re flea on our mean imitation of French Plays, by intro ducing of fervants and waiting women to have parts, with-"], [28, "PREF ACE. without being effential charaaers ; an error well a voided by our former writers, who never admitted any, otherwife then as meffengers and attendants, ex cept on the account of being charaaers, as is tobefeen by Numphs in Bartholomew Fair, and Face in the Al> chymift-, the latter of which (notwithstanding what can be objeaed againft him) may defervedly be granted one of the beft parts on our Englifli Stage. But perhaps we are not now fo deftitute of cha raaers, as we are of defign and wit to manage them, invention being ready to afford many, and obfervation fome ; though here I cannot chufe but cenfure the unpoetical, and no lefsoffenfive licenfe in particular ly defigning the perfons of any, anabufe that deferves to be feverely refented, fince Cif permitted^) no man can be fecured, but that he may give his money to ob ferve his alliance, friend, or himfelf, made his inju rious entertainment on a publick Stage; befidea, Plays ought more torefka on manners, then men, as being their moral uSe, and when they do otherwife, they are Libels rather then Plays, and naufeatethe ear of a modeft Audience. Having made thefe obfervations on our paft and prefent Stage,l muft be So ingenuous with my Reader, as to fear,that the perfeaion of our former Dramatick Poefie ought more politickly to have been my difpute with others,then that I (hould havemaintain'd its praife, fince he is prompted by it, to compare the excellency of their Plays with my defeas in this, and for which I have an objeaion to anfwer, though, I hope, a weak one,"], [29, "PREFACE. jone, concerning the charaaer of Tyfamnes, whom I find to be charg'd with a breach of promifeto Statyra ; the matter of faa I confefs ; but as anions have their degrees of evil, as the circumftances relating thereunto Shall render them more or lefs excufable ; fo I muft fay in the behalf of this my charaaer, that the temptation of enjoying of a Crown together with the love of the Scythian Queen, did produce hisnegleaof5/^vr^;and whofoever fhall confidcr the prevalency of ambition in Princes, (efpecially in one without a Crown, which was his cafe) and how often they forfeit the higheft obliga tions to advance it , will grant I fuppofe without much difficulty, that there needs fmall excufe for his charaaer; befides, there was fuch a reparation on his fide, both to his Queen, and her, that though he remov'd the former, partly for her fake, he did not make himfelf fo guilty,as to marry the latter ; but by a due forrow for his ingratitude to both, confirm'd an honourable repu tation on his charaaer ; all which the Reader may ob ferve in the Play : fo that it is not meerly the doing of ill, but the perfifting in it, that fixes an indelible Stain on perfons ; befides, that no man is ofneceffity to be prefented orf the Stage with an evennefs of pafllon, as being neither common, or natural in men, in whom de* feas will have fome place with virtue. This objeaion (though feeble enough) hath been en deavoured to be fupported by the impertinent cavils of fome, who will hardly like any thing, and care as little for what is good ; whether this proceeds from their Spleen to the ingenuities of men, or that they hold it a c more"], [30, "PREFACE. more noble imployment for their Criticifm, I cannot tell ; and yet I do not find any other objeaion made againft my Play, though both the defign and charaaers were new as the hour in which it was firft feen, being wholly created without having reference to truth other wife, then poffibly confiftent with it in the perfons I in troduce, according to Horace ; FiUa vdluptatis caufia, fint proxima veris. The misfortune it had in having fome of the Parts ill and imperfeaiy performed, as alfo the laying down of it,thc Sixth day of its being prefented, when the Audience was very near as considerable, as the firft day it was Aaed,as alfo an intermifllon hitherto occafioned by the longabSence of Some principal Aarefles, could not but prejudice the efteem it gain'd, and might have been im prov'd in a further time ; not that I judge of the validi ty of Plays, according to the good fortune they have in point of reception, it having been ordinary enough for very mean or ill ones (efpecially in this Age) to have had the credit of getting money at a fmall expence of Wit, whilft they have little more reafon rt* glory in the heat of their acceptation, or number of hearers, then the Fly had in the Fable, that fitting upon a Wheel, moft ingenioufly boafted of the duft that was rais'd by it. I fear I have trefpafs'd too much on my Readers pati ence(though I have not troubl'd him wiih any other ex traordinary Dedication)being ready to acknowledge that what I have writ here,feems more a difcourfe,orEflay on Dra-"], [31, "PREFACE. Dramatick Poefie, then a Preface to a Play ; and indeed, I had thoughts of compiling the difcufllng of that fubjeS. with fome things of that nature, not bu.t I conceiv'd it might be as ufefully given him in this J>Iace, where he may more readily obferve how far I have made praai cable the Theory of this kind of writing I moft efteem; nor do I undertake to reaifie the judgments of others, farther then theirs (ball do mine, where I conceive their teafons to be more prevalent ; or would willingly im ployfofrivoloufly my Pen, as to entertain a Polemick difcourfe of Plays, that to the prudent can fignifie little more then to controvert which is the beft way of per forming a trifle. Fareml. The C2"], [32, "The Firft Prologue. Enter Angel and Underhill. Aug. T-k MW.Vnizrbill As I am a man of mirth, I am Co overjoyed \\/m today, that I could caper from one end of our Stage to the _._▼ Jl other. t Vnd. I fear, Mr. Angel, you are too jocund before-hand*, Wit is grown a tickli.h thing of latCj and how our Play will take, is fome quel Hon. Aug. Take, why there's no doubt of it's taking, To which purpofe be it known to all here prefent, that we are to aft a Farce to day, that hath fix teen Mimicks in it, feveral Jack-Puddings, and Punchinellos, never prefented before, with two and thirty Dances and Jiggs a-la-mode befides. Vnd. A Farce to day, lay you ? Aug-Yzsfk. I hope to morrow,and to morrow,and fo to the end of our lives. Vnd. Mi-fVwe .till perfift then to' fool Wit out of countenance, and To bid farewel to good Plays and Comedy for ever ? Aug. We mult, as I take it, until there are Poets that can write them. Vnd. In the mean time, we are like to maintain a defpicable Stage- Aug. And why fo, Sir, ought not that which gets the moft money, be held the belt Wit ? I itippofe our Company are much of that opinion. Vnd. However, aslaman A<ftor, and bound to honour true Mirth and Comedy, lam fofar concern'd, that I could wifh the Scaramuchos, and Jack- Puddings were fent to their proper Stages, fince Plays are now grown Co grcafic with French Lard, that an A&or do's not know how to handle them. Aug. My right reverend Comedian, you are not wile, and thus I demon ftrate it 1 will play a Farce ten to one againft a Comedy, Tragi-comedy, or any Heroick Play whatfoever. Vnd. And be fine it will take ? Ang. I told you before, that was no queftion — nay more,T can alTure you, that many good Wits of the Town \"encourage it, who damn al! Plays befides. 'L'tfd.Pcrhaps in compaflion to us A(3:ors,or out of contempt to the Writers of this Age, whofe Wit they judge cannot reach the elevation of their Brain. Ang. No matter whether it be from the Poles above, or the Poles below, I amfure they are better then Pole-, tars to us, provided they difpenle their in fluence often here. Vnd. And what (hall become of the new Play, intended to have been this day prefented ? Ang. Why, our A&ors have foberly refolved, it lhall be de ferr'd to fome other time. Vnd, As I hope to aft good part again, I am lor ry for it', but is it certain ? Ang. There is nothing certain in the world though 'tis lb concluded, uqleis iome unexpected prohibition, or Fate hinder it — but 'tis almol. time. Enter Noakes. We withdraw in order to our parts and properties— here comes Mi.Nfjkj ready drtft. Vnd. Then I perceive we fliall have O-Faice to purpole, and 'tis odds, but heperfonates onebeetle-brow'd Fellow or oth.r. Ang."], [33, "Ang. O Mr. Noaks, you have habited your felf very properly.' Noak. According to my belt apprehenfion, Gentlemen. Vnd. But you fhould not have entred with your face grim'd,'twill difcover too much of our Farces plot before-hand. Noale\\ There's good defign in it, I warrant you. Vnd. But what (hall we do for a Prologue ? Noak. Leave that to me, Sirs, Fie give u'm one a new way. Ang. Mark that, Mr. Vnderhill; and (hall we have a novelty in our Prologue, Mr. Noakgs ? Noak. I have devifed it puipofely,becaufe a new way is generally taking in what kind foever. Vnd. I am much of that opinion, fince I have obferved that new non-fenfe is valued more then old Wit. Noakj What think you then, if I fpeak to all the Judges in the Pit by looks and grimasks > Ang. A rare and prodigious thought ! I have known a device like this, ferve well in a Play. Vnd: And hath been thought a good Scene too. Noakt Andfiri. on y.ouCritieks, Fie leer thus, like a Satyr i for the moderate Wits thus . for ho, ho, ho's, who laugh in fuch good earnelt, when there is no Jeft given them, comically thus. Enfer Changling, Vnd. No more of your grimasks, good Mr. Noakts. No'aJe\\ And why lb, Sir ? Vnd. Becaufe I have conGder'd better, and fince 'tis relolv'd, we (hall have a Prologue to our Farce, here is one (hall give it u'm the Farce way 'ex- actly. [To the Changling.] Ang. There's nothing better -the very Pudding of our Farce that muft fill the Audience up to the throat with laughter. Noak. Since you will have it fo, you (hall find me reafonable j> I co'nfefs 'tis -a pretty toyilh modi(h way. Vnd. And what is molt extraordinary, he (hah1 dance out a Prologue. Ang. A Prologue to be danced* 3ha, aha, Boys. [[Angel '■ leaps.'] Noak. And I make Still-Mufick with my mouth the Whillt, (hall I, Sirs ? Vnd. Tisnotamils. come hither, Changling, and fet your feet, and looks in order for the Prologue. Chang. Shall it be with my face, feet, and hands, tredoudling thus ? Omnes. 'Tis very innocent and well.' Chang. Il'e warrant you, Fie tredoudle it fo,that it (hall take to purpole. Omnes. Mufick there for the Prologue. The Mafic \\pl ay s-, he dances a while, thenii heard a noifi with Thunder and Lightnings at which time Ben. Johnlon perfonatedrifis from below. Noak; Ha,Thunder and Lightning 1 1 hope the MadamMufes are not dilpleas'd with us. , Ang. But what apparition ist?his*moving towards us ? Vnd. As I am an A&or, Ms the'-Genius of the old Comick-Po . t Ben- J'obn~ fin, 1 know it by his Pifture that-ha'ngs up in the Strand. '• Ang. Fly, fly, AiTociates, there's noheing oil the Stage longer, for us of the Farce party. - [TbiygooffftborLilways.] Alter which Ben. Jobnfon peifos'sted-j gOSS-up to the* A-WAenofc-j andlpeaks a Prologue. The"], [34, "The Second Prologue perfonated like Benjohnfon riling from below. BEbold I Ben appear, ywr Poet once, That living durfl a vengeance here denounce On all the StageJ Crimes, and Judges dare To make my Wit their fenje, or elfe their fear » Th„is have I left itf Elizium Shades and Groves, Thcfacred Manfions of the Miffs Loves, Wljcre I my Bays till now unwitberd faw In my immortal Plays, that here gave Law. But mw provoked, the Mufes quarrel take, And from their call thus my appearance mak$ > Did I inflate! you (well nere half an Age) To underfland the Grandeur of the Stage, With the exa&efl Rules of Comedy, Let now yarepleafed with Wits low frippery, Admitting Farce, the trifling mode of France, T infect you with f ant aflict\\ igmrance, Forgetting 'twas ycur glory to heboid, Plays wifely form' d, fucb as I made of tldh But by my Bays I fwear, if you perfifl, And my Judicious Cautions hence reflfl, Vie next rife with the Furies from below, That fcourge vile Poets there with Scorpions toa^ And with thofe circled, hifs at you, and them-, Except the Scenes jufl Grandeur you redeem'-) Thus for your Crimes, but what this day will be, The fate and merit of the Play you I fee » • I farce divine, nor did its Author raife Me by a Poets charm to give him praife. 1 never had an Ear was footh'd by Rbinte, Or flatter' d to protell a Writers crime. A'ldmigbt this Authors mo defly offend, Should my Encomium here his Play commend; Who now prevents it, wbilefl metbinks I hear A wbifper of bis doublings in my ear > ..a-r . His fears are many, there's fuch Fate in Wit, ■That Plays from fortune more then merit hit, Wb f Wlufe would blujh for fitch a guilty chance, Since 'twere the bounty of your ignorance. But though your crimes in judgment he forbears, Ta!<t heed, bow Ren provoked, once more appuirs. Third"], [35, "Third Prologmp. Y 01) fee what little Arts ware fain to try. To give a Prologue fome variety s Wit you have had, perhaps, in many new. Though Farce, and Dance, (your much lov'd mirth) in few. But why Great ]ohnCorisGho& Jhould thus appear ', As iftohe&or Wits, <***-. Criticks here, Who (if the Devil were Poet\") would not fear? 'Twas a bold Fiftion, and Jo let it goy Tet thus far 'tis injlntftive untayou 5 That Jfjould you recoiled your Judging Crimes, The Ribaldry of Plays in Prof, andRhimes, Johnfon might rife indeed, and own it true. His Plays were Laws to Wit, and Plot well told, But fuch you flight, (though wife) becaufe th'are old$ And well it n for Writers, fince that way Tou might expeti from all who write a Play. True Comedy, thte moral Mirth of Plays, Lives now the glory of dead Poets Bays, And like the Phcenix (though confefs'd to be} Produces fe \\v of her Pojlerity. So rare apiece, our Poet dares not fay Tou now fhallfee, but as weak. Pencils may From Titian, or Vandike example take, And in their figures fmall refemblance make. So 'twas the bufinejs of our Authors Ten, To paint fome life of Comedy agen, And like tofuch as would, but cannot Feajl, Does wifi) your entertainment were the Befi. The"], [36, "The Perfons N&mes, Tyfamnes A Perfian Prince Marry d to the Queen of Scythia. BniTanes A General, and Prince of the Blood of bcytnia. V, Fofcaris A Gentleman of 'Quality, wholpngsfor his Wife after he has parted with her. Andrages Another Husband, who loves his Wife fe well that he cannot part with her, though fie ferns to provoke him to it. Toxaris^ Cofirtjeri t0 Parifatis Queen of Alvanes^ Scythia. Araxis ) Mr. Harris. Mr. Young. Mr. Smith. Mr. Crdtfby Mr. Standford. Mr. Cademan. Mr. Norris. *>nxane8lFrie*Jsto BafiTanes. Eumenes Two Courtiers. Mr. Adams. Mr. Weftwood Parifatis Queen ofScythh. Mandana A Queen of the Amazons* Statyra A great Perfian Lady formerly belovd by Tyfamnes. Clarina Wife /_> Fofcaris. MeWiiTuWife to Andrages. Four Court Ladies. Daranthe Chief Commandref of the Amazons. Cydane \\EmbaffadreJfes from the Queen Man- RenoneJ dana. Mafquers. Mrs. Betterton. Mrs. Long. Mrs.Johnfon. Mrs. Shadwell. Mrs. Dixon. Mrs. Lee. Mrs. Lilborne. Mrs. Wright. Attendants. Guards. The Scene Scythia. ACT"], [37, "1 f THE Womens Conqueft A TRAGI-COMEDY. ACT I. SCENE I. Enter Toxaris, Alvanes, and Araxis. Tox. Mortals, if any live happy, m/%/ 'Tis we Scythians at this day. * * Arax. And prethee why ? Tox. Are not we Men? Arax. Yes, and Courtiers. Tox. And what's more, have our Amours unqueftion'd By thofe meager fort of Females, Wives, whofe entails We can cut ofFatpleafure, fometimesheldneceflary In cafe of Age, or accidental Uglinefsj Is this no Felicity > Alva. A fign we had our Predece (foremen. Tox. I, and fuch Souls of Matrimony, that Would be all in all in every Aft and Concern of Woman ; changing Wives at pleafure, SometimeSj as oft as Menial Servants * how would The Wary Spaniard, the more Jealous Italia* Glory, had they like priviledge ? J Ah. Andyet9 B Me*"], [38, "2 Methinks, this cuftom of our Nation Info abfolutea dominion over That weaker fex, is not a little rigid. Tox. Prethee marry then, and if thou dof. not find it neceflary ; thou'lt be more eafie Yok'd then n_oft in Scythia. Ah. Buf our Queens marriage Is my wonder, with this Perfian Prince Tyfamnes. Arax. She is wife in all her Aftions. Alva. Yet not by any priviledge exempted From this our Nations Law, though a Queen; 'Twere well, (he had made it firft, fome Aft of State. Arax. Atleaft to exempt her felf: Princes are But men, fometimes moft various. Tox. Itfpeaksher Confidence in her new made Husband. Arax. Or rather the ftrength of her own vertue. That dares truft her merit to embarque In any ftorm, (hould itarife from what (Twere fin to think) Ingratitude. Alv. May they live great and profp'rous. Arax. Tyfamnes is a Prince endu'd with many Graces, Fam'd equal with the beft Captains of our Times, In noble deeds of War j and though but younger Brother o£ the Perfian Crown, againft Natures aft, deferves the firft place in that Throne*. Enter Fofc arts. Aha. Here comes F oft ark, a Gentleman, that has Newly parted with his Wife, a fair one too. Arax. But that's a change in this part of Scjthia, Few repent, where Women like to flowers, Are often plac'd in bofoms, but till Love Fades their fweetnefs — what Fofcaris ! — ; Fofc. The merry'ft man 'twixt this and Babylon, Gentlemen. Tex. You have parted with your Wife. Fofc"], [39, "3 Enter Fofc. And a fair riddance too } though as Women Go now, I think the was vertuous. Alva. Doft thou not therefore feel fome regret For rejefting from thy embrace, fo deferving a Lady > Fofc. No more then a child for throwing away A toy, when weary of the paftime. Alas, I have lain by her a whole Moon, Enjoy 'd all her nights, and days varieties : Pafs'd the beginning, the middle, and even The bottom of all can be call'd fruition 3 Which Iconfefswas moft delicious ; But the heavy thought that this muft prove In the end, but dull repetition, Did fo cloy my appetite. To x. Perhaps before it had taken a juft fill. Alv. I confeis, had I efpous'dfucha Lady I fhould have been content to have ferv'd Love Two Apprentiftiips at leaft- — But oh the wonders Of Matrimony ! how foon has mankind Enough of the honey of Wedlock. Fofc. Nay, I dare commend her Graces, befides . I thinkftielov'dme ; and for her perfon Pigmalions Image might have been copy'd From her lineaments. A Face in ev'ry feature Pleafing : fuch an Eye ! fuch a Lip ! with a Cheek Jove ne'jre was fam'd a fmoother to imprefs j With fomething yet, then all, more taking. Arax. And hadft thou not better have kept this delicate Food of Love, though thou hadft chang'd fometimes A meal 5 rather then thus utterly toforfakeher ? Fofc. Alas! I had my Surfeit, Gentlemen, and was So Wife-fick 5 (he feem'd to me Loves potion. Tox. For my part, were I in thy cafe, and had A Face of Brafs, I (hould go near to blufh through't. Here comes the Lady-—-. B is"], [40, "4 Enter clariua. Clar. To be thus thrown from him without a caule, Or aft of ill laid to my charge: on priviledge Of this our Countries ignominious ufage } And by a man I lov'd fo well ? Vile,and inhumane cuftom ! Tox. I hope her vertues, and thy crime will move thee To repentance : thou art el fe fuch a Tyrant-husband, as has no like, even In this hard-hearted Clime of ours. Fofc. Rather indulgent, that gave her means of Freedom : I open'd but the Cage, and Now Love may flye, as it lifts. Clar. By my example Let none be henceforth made a Bride in Scythia 5 Where facred Tyes, and chafteft Love Is no fecurity. Tox. Though lam a true Scythian and partly Of thy humour, I could with thee, (for this aft,J Some fatal penitence. Fofc. Ha, ha, ha, Is that Poffible in a man of my complexion .<? Clar. Helcarcevouchfafesalookonme 5 when but So late, each beam of mine was more Confiderablethen warmth of Sun-(hine. Alv. We muft now leave you to your better thoughts : The General Bajfanes is arriv'd the Court. Our attendance is expefted « pity Clarina has no kinder Husband. \\Exeunt Alv. Tox. Araxis. Fofc. Tie wait on you Gentlemen : I ferv'd But lately under his command Clar. You have no pity left for me 1 [Offers to go out3Chr. Fofc. A little fomewhat j but thou feeft I am now jlays him. In hafte. Clar. I'le be as brief, take me to thy embrace , My dear Fofcaris : thou know'ft I lov'd thee Ver-"], [41, "5 Vertuoufly and truly well : if I have done Amifs in any aft unknown; Tie bend My knees for pardon. Fofc. Alas ! I charge thee With no crime ; but Marriage is fuch a mifchief. It makes Friends fometimes-difFer, they know not why 5 For which I thank my Countries difpenfation : Otherwife as a Miftrefs, I think no Lady In our Court deferves before thee. Clar. W hen e're you wed (as foon perhaps you may) May you efpoufe one far more beautiful And equal to my affeft ion fo farewel— .' Fofc. Adieu — adieu: I'le not kifs her at parting, Left I lick my felf into Love again •> And yet methinks I could almoft be content : 'Tisa pretty black-ey'd rogue, and was fo Amorous and Airy. Heaven forbid I be not once more fmitten, and fo proceed To a fecond Wooing ; but I hope I am arm'd — [Ex. Fofaris Enter Melvijfa. Clar. This unkindnefs grieves me. Melv. What ! fad Clarina > «# Clar. I had ne're more caufe. Madam — my Husband. — Melv. What of him ? I dream't that he courted thee With more fire then ever ; and my dreams I Can tell thee, hit unhappily fometimes. Clar. He is moft unkind; a Husband of our cruel mode Perfeftly, who having gather* d but fo late My Virgin flower, has thrown me from his breaft, As if already faded and yet Ineedsmuft fay, Hove him ftill. Melv. Thence came thy mifchief; The very fpringof all thy Tears: we Wives Muft ufe more dexterity in managing Of Husbands here ; and that way, if poftible, Get fome hand on their Affeftions : nor fhould They"], [42, ". CO They bed with us; but when we plea (e, Or when our healths require it: the foft and gentle Not feldom moft flighted: The truth is, Marriage Amongft us is a moft dang'rous food of Love: And therefore we muftufe more wit forfawce, Our men will beelfefo cloy'd, andcaft us off With no more concern,then we give a di(h Of meat after having well fed on't, to our Waiters. Clar. But I was fo tender, In giving caufe of (eparation Melv. 'Thad fixt him furer to thee ; nor is it hopelefs, But the fenfe of thy Vertues and Beauty May work in him fome thoughts of reconcilement : There have been (though rarelyj fuch examples. Clar. Might Ibutlivetobe fo happy ! — Melv. Betides I have a means, if all fail To do thee fervice :thou dar'ft confide inine ?---- Clar. With all aflfurance. Melv. You muftbefecret. Clar. As a thought within your breaft. Melv. And mark me ; if thou find'ft this work him up To love again > Clar. I doubt the end will prove impoflible. Melv. That's as the means are order'd : Love will find out Ways fometimes as extraordinary ; which made A famous Poet write a Book of Lovers Arts, Not much inferiour to Medea's Charms : And be fure when you fee'him next, let it Seemagainft thy will, as if thoud'ft ftand If pofiible, at like diftance from him ; As the fphere of fixed Stars : adding convenient Pride and fcorn, no fmall artifice in odr fex. Clar. Your Copies fomewhat hard To be praftis'd by a Lover. Melv. 'Tis but a juft revenge in thy Cafe. Clar. I (hall obferve your fair inftruftions. Enter"], [43, "7 Enter Andrages. Melv- See, here's my man of Venus 3 an example Of my skill and conduct:— obferve him well, And thou (halt fee, I have an humble fervant Inftead of Lord and Matter — is't not fo, Andrages > Andra. Your will's a Law, Madam. Melv. Infpight of our Nations cuftom, is it not? Andra. The fame. Madam. Clar. This is a language, I have Not heard before from a Scythian Husband. Melv. And yet, Lie fay thus much, for this thing Of my embrace : he dares vye with the beft Of our Gallants -, and cope with Mars himfelf If met in field, norlefs would be concern'd For every frown of mine, with any he That durft defpife e'm : Am I not right,Andrages . Andra. My life's at your command. Clar. You have a power I fee indeed, and doubt not but you'l ufe it nobly. Melv. We muft rule thus, or we are loft here : What's a Venus that cannot lead her Mars In triumph )—*Andrages, perhaps I'lefleep With thee to night for this Andra. You'l be moft welcom Madam. Clar. This day Ibme considerable of our Sex Join in a Petition to our Queen and New made King. Melv. 'Tis to abrogate their abufe, In the arbitrary rule of men. ' Clar. I hope 'twill prove a feafonablerequeft, Since now the Queen has made her felf aparty . In taking of a Princely Husband.- Melv. Thou haft eloquence, and (halt be one of Our fair Speakers in this Caufe. . Clar. You complement me Madasi, Though I am oblig'd to fervetheintetd_.; .. Melvt"], [44, "8 and Thf Melv. We muft appear with thefair number Who expeft us to confer Andrages — Wait my coming home about the hour of nine. [Ex. Melv, Andra. With all obfervance, Madam Clarina. Was ever Gentleman and Souldier thus hen-peck'd As I am ? nay, againft the priviledge of mankind Here, endure it? that can difcharge a Wife With a breath : fure there's fome extraordinary Magick in't ; and I find by my inclinations, I am fo unfortunate to love her at that rate, As I cannot rid my felf of her, though I Suffer to death, or what's worfe, the miferies Of a vexatious wedlock. Enter Fofaris. Fofc. What Andrages ■*? heavy and drooping ! Attdr. Somewhat out of Tune. Fofc. Nay, then 'tis odds , but thou Art fmitten, or at leaft ruminating On fome new beauty. Andr. Would that were the worft. Fofc. The very beft of our Banes, that have prov'd Wedlock — Come I'le fing thee a catch I have Made on this fubjeft. He Sings. What though her Eyes are black-, And kfffes with a knacl^, Natures befl skill e're created ? In time file may prove AfUrfeittoLoveh And Jo deferve to be hated. 2. Love freed from this diet Jsbefi k?pt at quiet,"], [45, "9 The mntonflill longs for to range 5 Let's thank^then our Laws In Wedlocks frail caufe, Gave Husbands a Licenfe to change. Andr. This is all difcord to my malady. Fofc. I took thee to have been longing after New flefh and blood, or rather (ick of thy wife, Is not that it > Andr. Thou doft not mock me ? Fof. No, o' my life ! Andr. Why then Tie tell thee, I love her a thoufand times better, then When I long'd for her firft enjoyment. Fofc. Is that poffible in a man of thy Genius > Andr. Let me be punilhed elfe. Fofc. Alas . poor Souldier of Cupid : I have parted with a Wife fair enough To have figur'd Venus by, and for that only caufe, Becaufe a Wife : I'd fain fee the power of Man, Or Angel, bring me again to the like dotage. Andr. Nay more, (hould (he (cratch me once a day, Or ufe me with that Amazonian confidence Praftis'din our neighbouring Scythia, where Her Sex has the fupremacy, and are So many (he Tyrants : I think I (hould Endure it, and love her : If this be not Magick, There's none betwixt us and the North Pole. Fofc. Vi fit her bed often; and if that does not do it, There's no furfeit in Wedlock. Andr. Alas ! I have not leave to come there, but rarely, And on fuch terms of good behaviour, That I am almoft in an Ague the while. Fofc. The very name of Humourift, methinks Should bid thee quit her, there's fcarce a worfeevil. Or if (he be modifh, and a wit, 'tis odds, But (he makes it her luxury to abufe thee, And bite thee at every turn of thy tongue. C is"], [46, "10 If not, make any thing thy quarrel, to bid Adieu to her, thou'lt elfe (hame thy Countries; priviledge. Andr. But I am fuch a Dotard — Fofc. And yet i'th' Camp And Court, wellknowing, as moft of our Time; I pity thee Enter Bafianes, Alvanes, Toxaris, Eumenes, and Draxanes. Andr. See the General Baffines. Fofc. A Prince of high renown and vertue; Now return'd from ending our Tartarian War : We'll pay him our refpefts at time of fitter Opportunity [Ex. Fofaris arid Andrages Alv. The Queen by us, my Lord, That have the honour to fore-fpeak her joys, Congratulates your Excellencies return. Baff. She is a gracious Ladyi and though but late Made my Intelligence, has taken The Persian Prince, Tyjamnes, for her Husband. Alv. A Prince that Court does loudly fame, furpafling All the race of the Arficides, whence he derives His blood. Bafi. Her vertue is a mate for his ; Let it be great as e're did live upon the name Of mortal; but I that have a Souldiers plainnels A little wonder, although her King I hold Of higheft merit : fince there is no aft precedes To exempt her Royal Perfon, from that fate Of Marriage, the force of cuftom here May even inflift upon the greateft. Tox. It feem'd below her Soul and Love, to make That caution, fome wife amongft us wifh. Bajf. Tyfamnes I marry 'd to the Queen ! if I [A fide. Forget not I had Advertifement upon his firft Arrival at her Court, and from a Perfian hand Of truft, that he there lov'd a Lady\"; nay more. Was thought to have affur'd himfelfto her. Eum. The General's a little difcompos'd. Drax. Perhaps fome difcontent relating to the Queens"], [47, "11 Queens marriage. Baff. If this prove true, Heaven too foon may frown On all thefe joys what are thefe Ladies? Enter Melviffa, Clarina, and four other Ladies, each with 4 Paper in her hand. Tox. They are come to wait upon the King and Queen This day of State, on fome concern of their Sex. Baff. Tiswell. Enter Araxis. Arax. The King and Queen are ready to come forth. Alv. We muft attend — your Lordfhips pardon. Baff. I have fome orders to difpatch unto The Camp, and then I'le wait their Majefties — 3S [Exit Bafianes . &c. Tox. Alv. Arax. another way, manent Mel. CLr. and four Ladies. Melv. It behoves us now Ladies, to weigh the force, And effeft of thofe Arguments we have prepar'd To aflail fo formidable an enemy,as Men and Husbands, fortify 'd With that fo invincible Champion, Cuftom ; I hope you are all well provided ? 1 Lady. Doubt it not Madam, women feldom want wit To lerve their defires and occafions. Melv. Well faid pretty one, young and forward, And for Illuftrationsand Metaphors, of This hainous u(age and tyranny of our Matrimonial Lords and Mafters, fuch weretobewifh'd, Are moft pathetical and perfwafive. 1 Lady. Ihavetaken mine, Madam, from The example of Socrates, that moft grave Philofopher, who not only endur'd the ill Humour, but the Supremacy of his Wife, As worthy of imitation. Melv. A famous prefident ! 2 Lady. And I mine, Ladies, from that moft dreadful Story of Andromeda, chain'dtoa Rock 5 C 2 Which"], [48, "12 Which I hope I have apply'd with no fmall Flame 'gainft Husbands and their prerogatives. 3 Lady. Mine is from that of Ariadne, (hewing The ingratitude of Thefeus, with application To fome fuch hideous prefidents amongft us. 4 Lady. I have dreft up mine out of Story, and the Grand Romance of our Times ; from whence I have Drawn fome noble examples of Love and Conftancy . Clar. You are bold with the Poets and Romances Ladies. Melv. That's a pardonable fault, as the rate of wit Goes now ; while fome Poets have arriv'd to a Convenient reputation, yet play 'd the Thieves, From Poems, Hiftories, and Romances; And ne'r durft truft themfejves for a happy fiftion — Clarina, I am Cure you are well provided. Clar. I have an Argument at home, enough I hope To plead for all. Melv. Who has our petition ? Clar. I have it Madam. Melv. 'Tis in a proper hand the Queen. [[Enter Parifatis the Q>ueen led by Tyfamnes, Andrages and Fofca- ris,Alv. Tox. Arax. Attendants and Guards ; being fate Cla- rina delivers the Petition.^ Tyfam. We underftand your fair defires. But you muft in this cafe determine Deareft. Tar. With your permiffion — whereisyour Speaker Ladies? a little fuller to explain your fenfe ? Omn. AH, all, all, (peak. Fofc. How they mufter tongues ? Andr. Batingthis prefence, if they did not join Nails and fcratch fome of our foretops, I'd hang for't. Par. You can't be heard together, nor each in Several, 'twere tedious — name one your Speaker. Omn. Clarina, Clarina, Clarina I Melv. She (hall perform. Clar. Since you impofe it Then"], [49, "13 M Then thus Illuftrious King and Queen 3 'tishop'd This day will prove a Mercy to the name Of Women here, that fuffers by a too Injurious cuftom, now reprefented to your Royal hands for our juft redrefs, And wants not many thoufand hearts t' atteft it. Par. Where had you leave to form this Strange requeft ? does not the Law ftand unrevok'd? Clar. But hop'd, that you our gracious Queen, would have Been Interceflbr, for its Abrogation : That with your Love and Crown have given Such obligation to a husband, who muft For your fake yield to make it ineffeftual. Tox. Our Women prefs it home. Fofc. Have at us Husbands ; They'r on a ticklilh point. Tar. Is this all Ladies ? Clar. And butobtain'd, you'l difference the name Of wife from worft of (laves: reftorethe moft Neglefted, to the rights of Love, and live Thebleffing of your Sex; nor (hall we want Expreffions of our gratitude; our Gems Shall be our offerings toincreafeyourTreafure, Which ufelefs now, adorn our Beams, That every froward Husbands power (to caft us From his juft embrace) muft mourn. Par. I'lehear no more ; yet pity thofe Whofe Merits are regardlefs treated ; Advifing each to win the man they have loft By vertue and forgivenefs : if the fault be his; And were I to be given again unto This Prince, or doubted of myhappinefsinhim; I'de judge it (in to ask a Caution : And I dare be to all fecurity, That our example will without a cancel Place a blu(h upon this Law, and no man hence Neglefta Wife deferving, when they (hall Behold our mutual Loves their prefident 5"], [50, "14 Is it not fo, my dear Ty fortunes ? Tyfam. Thou art above my withes excellent. Arax. The Queen expreft her felf moft nobly. Tox. If not too confiding in her choice. Clar. We muft fubmit. lLady. Since there's no remedy. Melv. I'le ferve thee yet Clarina ! it (hall go hard el fe. Enter Bafianes, Eumenes, and Draxanes. Tar. Welcom, as I can exprefs Bafianes ■ Thy Viftories were early here on Rumors wing, Which made the grim-look'd Tartar/ beg a peace From us : and next my joys of love, completed here, I muft rejoyce thy fafe return, thou pillar Of thy Country, and glory of my Crown, To call thee both my Subjeft, and Alliance. Baff. My duty is beftpaid in the performance Of your (ervices, which I (hall ever ftudy. Tyfam. Let me embrace thee worthy man ; The title which I have to thy brave merit, In my enjoyment of this beauteous Queen, Obliges me to hold thy vertues dear That bring'ft me Triumph home, before I fcarce Have warm'd this Throne. [ToTyf. Arax. Our new King does carefshim highly. Tox. His intereft is great. Tar. Iunderftand You faw Mandana's Court, our neighbour Queen, on your return ? Baff. I did Madam. Tar. There Women govern all. Baff. To wonder, Madam-— . Make War, lead Armies, with all tranfaftions Of the higheft Magnitude in State, To whom the men are held fubordinate. Tar. Their Queen's a Lady, Fame reports Wife, Magnanimous, and nolefs Beautiful. Baff"], [51, "15 Baff. I think all thefe may well be faid to meet In her. Tar. But the manner of her rule feems ftrange Tome. Baff. Ifcompar'dwith ours here; but they Lay claim to that prerogative, from the Antient Amazons whence they derive defcent. T*r. 'Twas faid Mandana did intend an EmbaUy Unto our Court in fome (hort time. Baff. She gave me fo tounderftand. Tyfam. A beauteous one no doubt. Baff. They are Women, Sir. Tyfam. We'll treat 'm then as fairly. Tar. But credit me, I (hould not like my reign So well, were my Sex here alike in power ; Since nature and the worlds beft Laws Have dignify 'd the man fuperiour. Tyfam. Spoke like my Tarifatk——. methinks we Are not chearful ; I have joys enough to raife A man above the world, had he made forfeit Of his blifs You told meofa mafque, My Soul does want a little clearing up ■ \"i Tar. f didappointone. Tyfim. By any means we'll have it. [A(ide. Mufick. plays a while, after which the Mafque begins ; the Scene a Grove, in which Diana is beheld fieeping, having at one of the fides next the Stage a Rock., from which Enters Arethufa habited lihg a Water-Nymph. Areth. Eccho ! if thou doft vifit this fair Grove, Where thou haft often mourn'd Narciffus love; At Arethufa's call appear. Eccho. Appear. Areth. Once more 'tis Arethufa calls thee here. Eccho within. Here ! Areth. That's but thy voice, thy perfon I would fee, Once known a Nymph of \"higheft dignity. Enter"], [52, "16 Enter Eccho at out of t' other fide of the Grove. Ffccho. Behold bright Arethufal refume My long loft Figure, fince Heavens fatal doom . Depriv'd me of my dear Narciffus flames. Areth. I bear as great a grief confin'd to dreams, Could never yet with lov'd Alpheus join ; Think if thy lofs can greater be then mine ? Eccho. Fair Nymph, with yours Tie not compare my woe, Since with thy tears thy chryftal fountains flow ; And by a wondrous conftancy do glide Through veins of earth unmixt with other tide, Which Thetis for thy glory did decree, And great Diana Honours Conftancy. Areth. I wait to foe her bathe in my cool floods. Having a long chafe follow'd in thefe Woods. Eccho. She in this Grove with her fair Nymphs does deep, While with my wakeful voice her watch I keep ; Left Mortals here (Attdton like) (hould pry, And ravi(h blu (hes from her Deity. — - Behold (he wakes. [she wakes, The Song in the Mafque. i Nym See, fee, our Goddefs wakes, Whilji we harmonious notes prepare, Such as bright Phoebus makes, When tofalute Aurora'/ car, The Mufick. ofhisfphere he takes. 2 Nym. Or as before her Curtains drawn We welcom in the grey- if d dawn, When for the Chafe ■ Diana bends her mat chiefs bow, And gives her felfthe firfl hollow. i Nym. Then through Tlains, Lawns, and Woods, Over Mountains and Floods Nymphs trip it, Nymphs trip it apace. 2 Nym."], [53, "C<7) . 2 Nym. Whilfi the Hart, Deer, or Roe They fhu fitly purfue, Their Goddefs befl pleafeth to chafe. i Nym Seefije appears More bright then Hefperus does rifi, Whofe beams Stars borrow for their eyes. Diana rips and enters with her Nymphs. . Dian. Belov'd of Nymphs whofe chafte and conftant ftream, Shajl give thy Love an everlafting name; More dear to me then Zanihus floods fo bright, Or my own Cynthia's beams that guild the night ; Art thou to tread a Chorus come w'th me, Asoncea .^iymph of my fociety? Areth. Blefs'd Goddefs know from Thetis I am fent To wait thee firft with her great Complement ; Who, if not too much Neptunes Billows rave. Will foonpafs hither in a Chryftal wave. Dian. She (hall be welcpm. But firft Nymph on thee Diana, (to renown thy conftancy)' , Does from her hand this pretious gift beftow, Sprung from the tree, whence grew her facred bow ; On which with fineft (ilk my Nymphs have wove. The wondrous ftory of thy ftreams and love. [Puts on a Chaplef; Areth. This grace lov'd Goddefs, I muft ever own, While Arethufa by that name-is known ; But if I may thy Deity intreat, I'd gladly yet with my Alpheus meet. Dian. Thrice beauteous Nymphj thou fu'ft I fear in vain. But for thy merit if I can obtain. Or Cynthia's aid can help, (he (hall convey His gentle current where thy ftream has way. Enter Thetis attended with fiver al Sea-Nymphs. Omnes. For which let's all Diana's praifes fing . D Tr w"], [54, "18 Dian. Stay Nymphs,here comes the Queen to Seas great King. Thet. Chad Goddefs, I am come to let thee knov/a What to thy Graces, Neptunes Queen does owe ; And for this Nymph the honour of all floods, As thefe with thee make facred groves and woods. For which to fpeak my thanks I'd gladly tread The (lately Chorus, thy bright felf does lead. Dian. Great Thefts know, no footfteps ever joyn'd With me a Chorus, but bear fouls refin'd ; For which I have deny'd fome gods of late, Said to have fell from their celeftial ftate. Thet. I once gave ear unto fuch tales like thee, But prov'd it foon my vain credulity ; Nor on my waves did then rough Boreas blow. But I my Nymphs hid in deep Cells below. Since fame had told his ftrong arms did embrace Thefatr Orithia fhatch't o're Seas to Thrace. Dian. Nor was it Thetis truth, Achilles came From great P eleus, and thy ownfoft flame. Thet. Such ftories may relate as much of thee, Which tell the Moons fublime Divinity ; Though thy chaff brows her Heavenly figure wear, Did for Endymions love for fake her fphear : While fuch like Tales the guilty Poets fing, To feign their Hero's from the Gods didfpring. Dian. Queen of the Seas my cenfure was too free, Twerefin to doubt truth in a Deity : Nor will I think that Goddefs e're did burn, In fuch frail humane flames my chaft thoughts mourn: But now behold with me this mortal Throne, Merits from our immortal powers renown. Thet. I do embrace the motion, fince here's feen A Throne as bright as each of us fate Queen ; May Love there find, fereneft calms their days, Such as my Halcyons chufe that breed on Seas. Areth. Or as my ftreams no mingl'd currents own, So let their Loves' be undivided known. Eccho. May Cupid elk for ever loofe his Bow. Qmn*"], [55, "o«. *. . And for Loves Goddefs none hi« Mother knotr. Thet. To honour whom, thy beft known Chorus lead, And with the Oceans race like fteps I'le tread. Dan. Then Nymphs exprefs with mine your meafures powers, As when we dance on tender grafs and flowers: Leavingno figns our nimble footfteps (how, Or as on Mountains tops, we tread on fnow. [Thy Batttt. Enter Cupid. Thet. Cupid, art thou come hither ? Cup. I flew this way To meet my Mother, is (he amongft ye pray ? Dian. Away, thou amorous toy , dar'ft thou be here.. Where I to honour conftant Love appear ? Cup. I have a (haft here left within a Heart Fdfain withdraw. Dian. No more vile Boy, depart, Thy Mothers Arts and thine, Itoo well know. Cup. Then fee I flye with an unbended Bow.—- [Ex. Cupid. Dian. Thetis farewell I'letomy Woods refort. Thet. But e're I hence return to Neptunes Court , Let's yet more honour Arethuft's name. Dian. This night I bathe my felf in her clear ftream. Thet. Where Tie attend thee with my watry race, And Nymphs, whofe Songs (hall there thy Chorus grace. Areth. For which my fountains cleared: fprings (hall flow . Eccho. And my beft Eccht's voice pay duty too. ; Dian. Till when farewel Seas Queen. Thet. Goddefs adieu. [Exeunt M*fi[ues. Tyfam. It feems a Moral. Far. And meant of conftancy, I gave the Argument my felf. Tyfam. Moft fit To entertain thy Vertue. What fight is that/ Enter statyra. fix. The King fcemstroubl'd. D 2 M*f."], [56, "20 Baff. My heartmifgivesmethisis (he. Tar. How does, my Love ? Tyfam. Your leave a while Can'ft thou forgive me fair statyra ?— [Goes afide, to Statyra. Stat. And wi(h you happy in your royal choice, She is a Princefs far above my merit : Enough that I have feen your face and dye. Tyfam. Thou had'ft my promife firft. Heaven is my witnefs, And give me but thy leave to expiate My crime, in due expreffion of my penitence, • By fome aftunthoughtof; if poffible, To win thy Loves forgivenefs. Stat. 'Tis needlefs Your leave that I return, I'le not ask So much as a farewel kifs ■ Tyfam. I muft oblige a while thy (by : Bajfdnes, Wait this Lady to my Garden lodgings With all obfervance Baff. I lhall Sir \\_Ex. Baffines ami Stafyra. Tyf>n. The ambition to poflcfs a Crown has had too much Thebetter of my Conf:ience — -Come Variftis. {Goes to Tar if Par. Your looks feem trbubl'd. Tyfam. A trivial thought I'm moving from my heart. ' Par. From mine, I'm fare, your love \\Z,\\l never part. [Exeunt OJHnes* A<"], [57, "21 ACTH. SCENE I. Enter Eumenes and Draxanes. Eumen.TT feems the Ladies had but fmall fuccefs J_ In their Petition. Drax. And yet they urg'd things , Home and unhappily. Eumen. Women ne're want zeal, feldom Wit To perfeft their defires; but men have here So long had the Lee-ward point of love, as They muft be content with the Weather Gage; Which cafts not a few on the rocks of Wedlock. Drax. For my part I could wi(h, that Nature had ■ Taken fome other way for the procreation Of mankind; fince both Sexes havefo much ado To agree of the means But we are Souldiers. Eum. And therefore have the lejlreafon to blame Our Countries freedom, fince 'tis odds, but we Take as much, if we make a true Mufter Of our MiftrelTes. Drux. But the Queens oppofing This defire feem'd to many unexpefted- Enm. 'Twas to oblige the King no doubt ; andby The prerogative of her vermes, live Above the Law, or whatfoe're could give a fate To her enjoyment. Drax. He's now more abfo'lute\" Thene're was Soveraign that reign' d But in the right of Queen. His Creatures ' Dignify 'd in Court and Camp ; that ahno.t /Tis within his. Will to rulealone, (hould He be guilty of that vile ambition. Eum. Shehas expreft inevery afta kindnefs - Moft"], [58, "22 Ah. Moft unparallel'd. Drax. I wifh their Loves a peaceful happinefy. Eum. Twas hop'd (lie might have refpefted our General Bafianes in'her choice, a Prince Of Scythia'% Royal blood, and favour 'd In this Nation with an intereft equal To his birth. Drax. But he it feems, as much in love With Mars, or paying duties to her ferviee In the field, ne're rais'dhis thoughts and merit To that fair ambition. Eum. We are his Creatures, And have ferv'd his dangers. Enter Toxaris, Alvanes, and Ar.vcis. Tox. Save ye Gentlemen ; Your general thanks to hisvertues, has given Our Crown at once both peace, and viftory. Drax. Hisconduft diddeferve no lefs. Alv. Had his return been fopner, perhaps 'thad Given fome ftay to th*e Queens Marriage— But that's between our fel ves. Eum. The news furpriz'd him, We muft witnefs ; as one was fcarce consulted In that aftion. Ah. She was a little hafty in her choice. Arax. Though in her King, (he feems to fummc fuch joys As if (he'd vy e with Angels, as (lie (bines, Efpous'd on earth to his affeftion. Tox. Nor does the face o'th Court, fometimes the glaft Of Princes, difcover ought fave joys, and (miles, A fign to us Courtiers, the Throne's no lefs ferene. Eum. But in the midft of thefe methought the King Appear'd difturb'dat the prefence of a Stranger Lady. Arax. But that foon vanifh'd. En Time will difcover more."], [59, "23 Ah. This day, Mandana's EmbafTyisexpefted; 'tis faid, they are W Arax. Perhaps to complement our Queens .vlarriage ; Or make fome league betwixt their Amazonian State and us. Eum. But fay they (hould provoke us To a War; we mult bring ftrange arms into The Field tohave the better of this Generation, That dare fight with men. Drax. I could methinks ee'n with a War, To fee how thefe (he Militants would Behave themfelves 5 a home-charge with fuch Troops, Were winning of a field indeed Gentlemen. Enter Baffanes and Statyra. Eum. Here comes the General and that Lady I (pake of. Arax. She's wondrous fair. Ah. May her beams give no dazle To our Kings affeftion ; methought (hemov'd Him ftrangely. Tox. Our way lies this way to the Court- — [Ex. Tax. Alv. Arax. Drax. And our'shere— — . [Ex. Drax. and Eumen* Baff. Madam, you highly honour me In this difcovery, from which I find Your name and birth illuftrious,asPeW?4 knows. stat. The acquaintance, Sir, I wasoblig'd to make you. Since here myftay upon the Kings command, Might dfe haareftain'd the honour of my blood With fuch a charafter as curious eyes in Courts Are but too apt to give the leaft of favours That a Prince vouchfafes a Lady. Baff. You are wife And noble : andgive me your fair leave To ask a queftion, my intelligence Aflur'd me moft undoubted. StaU If it be truth My Soul dares not deny it„ Haff."], [60, "04) Bajf. Then thus moft noble Lady , Did not the King once love you. Stat. I did not think Heaven had reveal'd what I had thought a fecret— \\_Afide. To his heart and mine fuppofe he did, and yet Ibh.shtochargehim with a guilty truth. Bajf. It was my apprehenfion- Stat. And fince 'tis made your knowledge, I muff, further fay My wrongs are fit to be convey'dasfar' As the world has bounds, or fame carj frretch Her wings to bear e'm. | - , Baf. Ifeartoqfadly ) [Akck. But fhould you own this claim to his affection no\\v. Stat. My love's a truth too dear to fmother, nor Did I come, butarm'd with refolutions- Worthy of my Soul. And 'tis my highefc fervice To his Queen (whole vermes I much honour} If I reveal to her my claim, and thence Mark out her dangers in this man of fahhood She enjoys. BaJJ. I know you would not charge Him with this crime, on purr»ofe to create Repentance 5 or-tfyoudidj who knows. What were your dangers (I (peak it not to Frightyou Madam) that here muft look like fomp Prodigious Star on a great King, made now So fully happy in the bed and glories of a Queen— — \" Which howhewillrefent - Stat. Let it be death, 'tis vvelcom from him. Bajf. Heaven av_rt it, Madam , .yet 'tis not fife To tempt a paflion pad' recall, though I Want not a pity to your venue. | Stat. I thank your goodnefs. B'ajf. Or fay you could attract his paft affection- And in each beam of yburs, more deeply wound 'His heart then ever fas you have all things SummM a features deareft coft, that can Invicha Beauty) were% not glory To"], [61, "(*5) To recede from fuch a Conqueft. Stat. Your Counfel's noble I confef-. Bajf. Betides we have a cuftomhere that does Impower each common man to loofethe very Gordian knot of love in marriage, That other Countries hold inviolate: What may then a King do to enjoy So bright aMiftrefs as yourfelf? Stat. I find the World in this degenerate Faithlefs age of man has yet one Worthy left : \\_AJidc Know then, moft noble Prince, your Counfel does Confpire with the honour of Statyra't heart , And though I had a more fuperiour title To the Kings affection then the Queen can claim Though made his Contort . yet I for her fake now ; Forgive his breach of Faith 5 nay more, if 'twere Requir'd, would freely give my life, to fee Their Loves moft happy. Bajf Give me the honour Of your hand, to pay my humble adoration Of this vertue. Stat. My ftay (hall not be longer here Then taking leave, becomes me of the King. Bajf. 'Twill fpeak your worth. Enter Tyfamnes. The King your pardon Madam — [_Ex . Bajfanes, Tyftm. Statyral how doftthou like thy welcom In our Court ? Stat. As more then I intended to receive. Tyfav:. Thou can'ft not foon be weary Of thefe (hades, and pleafant walks, where Nightingales will meet, and ling New ravifhments to entertain thy beauties: More glad to welcom thy appearance, then The morning joys, or evenings fplendor that Invites their reft. I think thou might' ft be well ' E Con-"], [62, "26 Content to live here ftill. Stat. My honour is no child To be deluded with fuch toys, though gay As Paradife when firft it's fweetnefs bloom'd, While but a thought of crime does ripen near me. Tyfam. Thou fhal't be here as innocent as flowers That yield their fmiles unto the diftant Sun. You'l grant me (lire, fo much, Statyra ? Stat. V\\e rather welcom death then yield to day A -minute longer near your perfon. ' Tyfam. I know thou art not fo unkind. Stat. Alas I came Without defign of love, Though once your lover. Tyfam. Statyra ! hold, go not Too far in goodnefs, left Heaven (to furprife My wonderj take thee hence, and place thee there A Star, or make me fall I know not whither. Stat. I havedoneSir norlhall my prefence give you More concern ; or further accent repetition Of your fin to Heaven and me ; that in defpight Of all the darts of Love (fo late my wound J Can with this fmiling eafe and calm of foul Bid you farewel for ever. — [she offers to go, the King flays her, Tyfam. You muft not, Shall not leave me thus ■ Stat. You will not, Sir, detain me Here by force ? v/hat will your Court then whifper. Or the bolder world convey to both our infamies ? Enter Tarifatis. I hope I have made enough expreflion Ofmvaffeftion _/ Par. What do I hear? Tyfium. 'Tis but to give thee more afifurance Of my love, for which I dare adventure Life and Crown. Tar- That word ! oh my heart ! [Af.de, Stttt"], [63, "(V) Stat. Then know win Visyouftay-^-^j3 And thus dare frown upon your.w ill. Tyfam. How's this ? Stat. And what I thought this breaft (hould have conceal'd, Lie utter with a boldnefsdoes become my honour — - And when you know it, you'l perhaps, asfoon Cherifti a Tygrefsnear yourbofom-»— Know Sir — I came with full intent to kill you — Mark me well : to kill you — for your faithlefs promife ; But that the vermes of your Queen with-held me, In whom I wi(h you ever blefs'd : the whitenefs Of whofe Soul, I thought it fin to cloud (From aft of mine) with forrow. . Tar. Forgive me Heaven ; This Woman is fome Angel fure ; I can No longer hold but pay my reverence. [Par. goes towards Stat. Tyfam. We are interrupted — my Guard there !-— Enter Captain of the Guard. Convey that Lady from my fight, and fee Her fafe confin'd within her lodgings. Tar. Let me beg for her freedom, though I do it On my knees- Tyfam. I muft not grant it ; (he came To ruine my content, perhaps in thee ; A Treafon too (he has confeft againft my life. Stat. Let me deferve your fair opinion, Madam, Though I dye. Tyfam. Away with her-— how does my Tarifatis}— [Ex. Statyra with the Captain of the Guard. Tar. Never better — this diflipates my fear. [Afide. Enter Bafianes. Baff: EmbafladrefTes.from The Queen M^ndana are arriv'd. \"iii Cam. See their reception want noftate our Court E2 Can"], [64, "28 Can give ; they (hall have Audience fpeedily. Some thoughts reouire me to my Clofet firft. [Ex. Tyfimnes. Tar. Bajfanes, never fo rtappy, as this minute In which Iprov'd the fix'd afluranceof My Kings affection. The Perfian beauty Who but fo late gave apprehen lions to My love, is now no more my fear. Bajf. She is- a noble Lady, . And gave me confirmation of her honour. Tar. 'Tismoft unqueftion'd. Bajf. She -does intend fuddenly To return back to Fer(ia. i ' Tar. Alas! the King (To my great grief) in much difpleafure Has reftrain'd her. Bajf. I hope (he', (bonhave liberty. Tar. It (hall not wantmy interceflion. Bajf. Pray Heav'n this be no Artifice. Tar. True love is foonconfirm'd ; but in that Breft [Afide. Sufpicion (forms, itne'recan anchor'd reft. [Exeunt. Enter Clarina and Melvifla. Clar. Our Petition had but fmall fucce(s. Melv. No matter, asto thy cafe-; didnotl Promifeto fervethee-? Clar. But where's the faith '\" Believes it poflible . Mclv. If it be next a Miracle, And do the feat3 thou'lt welcom the effec. ? Clar. However, my obligement's great to your endeavours. Mdv. Whatifafmilcor lookof thine, or atoy Asinconfiderate as the leaf, lock of thy hair, Produce his Loves return, as I apply it; Haft thou not reafon to thank the means . Clir. Tis granted. Melv. Therefore believe well; rememb'ring that We are told, a dram of faith can do \"Tar"], [65, "29 Far greater wonders. Clar. You (hall confirm me, But I hope it is no Charm or Magick? I am ftrangely fearful of the Devil. Melv. Rather a means from Heaven I my Mother Left it as a Legacy to me. Clar. A Recipe moft Wives may wifhfor here. Melv. I thought to have given it to the Queen, But that perhaps 'twere death to own. And this our cudom unrevok'd. Clar. I hope her vermes ne're will want affeftion. Meh. As it effefts, Tie tell thee more. Enter Fofcaris. Here comes thy Husband, and I am prepar'd For him to purpofe thou mud withdraw Till I give thee notice to appear. [Ex. Clarina Fofc. Madam! your mod humble fervant. Melv. And I perhaps ten times more yours. Fofc. This founds briskly. Melv. Not that I intend to inftance, You have parted with a deferving Lady, And fo prefs a reconciliation from Thedoftrine and ufesof Love, as fome Matrons Amongft us might perhaps ring in your ears In the like cafe. Fofc. Far be it from me to Think it, Madam ; I know you are well bred. And muft therefore understand what better Belongs to our Mode, and a Gentleman, then fo. Melv. Well faid Gallant— but I hopeyou'l not teach My Husband to follow your example ; And like foch a Buck as your felf, break Through the toyl and bonds of Marriage ; Though fome of you allow it no more, then A State device to catch fools. Fofc. This is a Witty Rogue ; a Wife that uaderftand; The"], [66, "30 The intrigued of a Miftrefs. Melv. Then fay, my husbands wife Should think you a fine Gentleman • Fofc. I underftand you Madam. Melv. And were willing to beftow fome affection On your worth. Fofc. Go on Lady, go on ; you are Coming to a point indeed. Melv. There it is, you have itto a hair [Gives him a Bracelet inclos'd in a Taper. I hope you will keep Counfel— — Fofc. O Madam ! 'twere fin to doubt it. Melv. And wear it carefully, for the owners fake I mean, and fo farewel kind Fofaris ; If this fail, thou'rt proof above Mortal. [Afide. Now to be near and aft further as occafion ferves. [Ex. Melv. Fofc. What have I here ? Tie open it carefully. And firft tafte it by thefmell ; it fcents Moft Lady-like, and amorous ; methinks It moves too, I know not how : Oh thefe Women Are rare contrivers in thefe Scenes of Love- Now for the enclos'd' [Opens it, Ha, ha, ha, a Bracelet of a lock of Hair , In colour much refembling my Wives : but Such a trick on me, were to little purpofe, Tie tangle no more there — but now I think on't, I have found the knack ; as fure as I am made Of flefh and blood, 'tis Melviffa courts me For her felf, for which purpofe fhe handles Andrages, her husband, at that rate. 'Tisa witty-gay female, as moft within Our Kingdom; and it feems the Rafcal's Willing to graft his fore-head, and be beholding To his Friend for the Horn. In the mean time Lie pleafureher defire, and wear her favour. [Puts it on The Devil on't, it warms the vein that leads hjs drnK To the Heart drangely ; and 'tis love I feel In abundance—— 1 muft vent it fomewhere, Or"], [67, "31 Or I (hall burn to afhes ; 'tis moft certain I am Charm'd to purpofe, and 'tis odds but fome evil fpirit Waits at my elbow. Melv. within. None but thy better Genius— [speakf altering Fofi Ha ! a voice too,then there is a Devil in the of her voice. Cafe 'tis manifeft — what art thou, and from whence ? Melv. I am a Spirit belonging to the element of fire. Fofi. Thou haft fome pofleffion of me already then, Who am flame all over — what is thy bufinefs ? Melv. Love, kindeft Love. Fofi. The fame is mine, and Since thou art a kind Familiar, I dare ask Theeaqueftion — Art thou a Genius of Love at large According to our Gallantizing Mode ? or art thou for A more peculiar Courtlhip ? Meh. I incite Honourable, and Matrimonial Love. Fofi. A moft Heroick Devil indeed.; Eut take a care how thou doft otherwife appear to me. Left my (word make bold with one of thy limbs. And it prove afterwards to belong to fome Sorcerer, or Witch. Melv. You need not fear that. Fofc. Prethee avoid me thenj would not willingly be haunted By a Matrimonial Genius of all other. Meh. Your defire is granted — While only I'le thy heart incite To love thy fair deferred Wife, For whofe fake, I am oblig'd thy fenfe to ply, Since on thy wrift thoudidfta philter tye. And fo farewel. - [Ex. Melviffii. Fofc. Adieu, adieu ! had ever man fuch a Dialogue As this ? [Hefiudies. ■ Enter Clarina and Melvifla. Meh. Be confident I have perform'd to purpofe. Clar. I warrant you. Melv. Nay more to his greater Terror,"], [68, "32 Terror J withdrew here,and counterfeited my felf A Spirit. Clar. Moft excellent ! Melv. And had Such pleafmt difcourfe with him. Clar. You have done above my expectation. Melv. He comes on fiercely I warrantthee. Fofc. And yet I do not find my hair (tares, or A coldfweaton me, enough to diflblve me toagelly, Like fome dories I have heard of this kind. Melv. See, he's here, obferve a little in the mean time Tie withdraw. [Ex. Melv. Fofi. Whild I feel fuch a heat difpers'd through every vein Of my body, no man, or longing virgin ever felt The like in any burning with, oraftual enjoyment Well Fofiarjs,thouhi\\k got a tickling fpirit in thee. Clar. I perceive it takes. Fofc. And yet methinks It (houldnotbe in the power of Magick to make Me affeft my cad-off Wife; if it prove otherwife, What a confounded Lover am I then — (he's here. [Obferves her. Clar. Now I'le approach him. [Walks towards him. Fofc. As lam a man, 'tis (he I long for, The very element of fire is met Within me, and my heart rifes to my very lips At her appearance. [Gazes on her. Clar. The Phyfick works ; now to handle this patient. [Aftde. Fofc. Oh thou art bright i ndeed clarina ; Ariadnes Crown of Stars is Copper To thy Eyes, and in each look methinks thou Stain'ft the evenings glory. Clar. Good kind Sir, keep off, 'tis towards bed-time. Fofc. 'Tis thither I would go with thee Love, and twine More happily then ever ! Alas, I did but this To love thee ten times better then before ; As men redrainthemfelves from food they like To make the next meal better. Clar. Keep your ground good Sir Amorous ; You"], [69, "(33) You and I muft not come to the clofe embrace Soeafily ; and left you fhould be boyft'rous I'le be gone. Fofc. Stay but a twilights time longer— — : Clar. Tis more then I can well afford you. Enter Andrages. Fofc. Nay prethee let me beg it though I kneel. Clar. You defer vefome penance 5 I'lenot intreatyou Tobefparing. [Zx.cUrim. Andr. Fofcartt kneeling ! and to his own Wife .> The world fure turns round, or Plato's year Is come about; if this Diamond he late Difcarded (hould again be Trump ? What Fofcark ! penfive _ Fofc. Oh I am undone ! And. What's the matter .<? Fofc. Nay, thou'lt laugh me into fhame enough When thou know'., it. Andr. By no means. Fofc. Why, I am wounded by Cupidthe wrong way > Andr. As how? Fofc. I fcarce know how to tell thee. Andr. Nay prethee let me know. Fofc. Underftand then I am in love With my own caft petticoat ; if that be not A curfeto a Scythian Husband, Tie Challenge fate to do worfe if poffible. Andr* Though I found thee on thy knees, I hope Thoudoft not pray over love again to thy Wife. Fofc. But I do, and at fuch an intolerable rate, That were every fenfeof mine a feveralfoul, She might command 'em all to exprefs it. Andr. Is't poflible ? — Fofc. And more, look well to thy fel£ I fear thy Wife's an Inchantrefs. Andr. Ha, ha, ha— — — — F Fofc."], [70, "34 Fofc. If thou doftnotfee her flying fteeple high, And thy felf atop on her fhortly, Tie hang As high for't. Andr. But you thought there was no fuch thing As Charm or Magick in Love, and that our Scythian Wives would have (till continued fuch Tame things, as likebob'dEyeffes, they might Have been turn'd off; and took to hand at pleafure. Fofc. I have prov'd the Experiment dearly : Take care and mock not, left thou art beheld Converted to a Cat, and cry Mew To keep her company. Andr. Is this the man That could defie Cupid and all his Arts ? Nay (hoot your Darts contrary to his, at A minutes warning was it not fo ? Fofc. I thought Lpould, till more then mortal powers Confpir'dagainft me. Andr. And for a Wife, 'twas Such a potion, muft have no more to do With your palate. Fofc. The very name of her Inflames me like fire. Andr. A little more to cool you And I have done ; come I'le put you in mind, Of ajulipof your own compofition ; What though her Eyes are blacky, And kjffes with a knack., Stc. Fofc. No more, no more, though I deferve to be Bitten with a Satyr could (ting worfe then Scorpions. Andr. Well ; I have done. [Sings Fofi. Let's (hake hands then, And go thuspoftur'd to the Frantick Society here, Amongft which I'le dye, If e're there were two fuch Fanatick prefidents Of Husbands as our felves : Oh'twouldmake fucha Novelty of diftempers ! Andr,"], [71, "35 Andr. And there endure a little of the twig, Shall we ? Fofc. By any means ; Thou for obferving thy Wife with fuch a Fond affeftion, as I beyond dotage Long for mine again. Andr. Good Fofaris, Enough of this extravagancy : In the mean time I have fo far the better of the malady, That I have no fear of thy relapfe, And for a cure, let me advife one more gentle ; Let's drink fome Wine, and give it fpirit In Clarina's health. Fofc. Oh that I could tafte her lips once more— 3 And mark me friend, 'tis odds as I am a Gentleman, But in fpight of all prevention I (hall Hang or drown my felf for love, e're the next Moon. Andr. Come I'le take care of thee. {Exeunt. Enter Tyfamnes, Tarifatis, Bafianes, Clarina, Melvifia, Toxaris3 Alvahes, and Araxit, &c. Tyfam. We underftand Bafianes, that the Erabafladreflfes From the Queen Mandana are arriv'd. Baff. They are, Sir. Tyfiam. Attend them to our prefence. [Ex. Baffanes. An Embaffy few Courts have feen before, Where Women bear their Princes Errands, And rule fupreamly even our Sex. What think you Ladies, were your cafe alike With us ? Clar. For mine I (hould notwifhit, Sir, 'Tweretoo injurious to the right of men. Mch. You are a little of the kindeft Lady—^ For my part, Sir, were I born under the like FavourableAfpeftof Venus, 'tis odds but I Should wear a Bow and Quiver, to maintain F 2 The"], [72, "36 The priviledge-— * you'l pardon, Sir, my freedom. Tyfam. A witty fprightly Lady— and yet I dare believe There's none of all you Gentlemen, that has A Wife predominant, who does not own Submiflion to the cuftomhere. Tax. This touches home. Tyfam. lam confirm'd, that were the cafe my conforts here, (\"So dear unto my fouljfhe would not claim Her felf exempted. Ah. That parenthefis was odly plac'd. [Afide. Teir. You know I am all obedience, Sir, And hope you'l now receive fuch offers, from This our neighbour-Queen, as will not give your thoughts The lead disturbance ; nor would I have a War Wherein my Sex (hould fight, were I made a party Inthecaufe, or injury. Tyfam. Thou art all Excellence. Enter Baffanes withWenvne, andCydanethe Embafiadrefies. Now Ladies, your Queens pleafure. Renone. Who does by us, mod P».oyal Sir, congratulate Your great acceffion to this Throne, and more, your joys In this your fair and vertuous Queen, who fcarce Has equal in her Sex : to which (ifpoflible) Herwilhesdo yet adde more happinefs. Tyfam. This is but ufual form of State : proceed. Cyd. 'Tis what our Queen expefts you'l welcom, Who waves difpute of Territories, The ufual great concerns of Thrones ; And has but one demand inftead of all. To make your Greatnefs : whence may fpring A lafting league betwixt her mighty Crown And yours. Tyfam. Speak it then ! Tar. I hope 'twill find reception. Cyd. Then know, our Mighty Miftrefsdoes demand By us an Abrogation of that moft Rigid"], [73, "37 In Rigid ufagehere, from which the Husbands will Is too much Lord of love. Tyfam. Sure, you miftake your Embaffy ? Ren. Nor can (he reign without a blu(h muft ftain Her glories, (hould (he not (if deny'd) Compel by arms her Sexes fair relief. Clar. Nobly urg'd. Melv. Methinks I could fight in thisCaufe my felf. Arax. TheKingismov'd. [Afide> Alv. Obferve the Queen. Tyfam. Your Queen's too bold with us in this demand ; But fhe's a Woman. Cyd. And foon you'l find, (he'l flight All dangers in this Caufe : nor is the world Unknowing,. that her arms (though guided By theconduftof our Sex) has oft gave Wars rough Laws to' men. Tar. Let me then intercede, my Royal Husband, I would not have a quarrel in this Caufe, (\"Although I doubt not from your love fecurity) The world I know would fay you but defend A moft unkind prerogative; and fince 'tis thus, Bedow it as a bounty on the Sex for my fake. Tyfim. Can this proceed from Tarifatis ? Tar. As truly as I wifh your peace and love. Tyfam. Thou dod midake in both— — Tar. Befides, what honour wer't in fuch a Cau'fe To be a Conquerour ? or on your Warlike Trophee to Infcribe, you did fubdue the force of Women, Led by a neighbour Queen, whofe bravery Of foul, deferves elteem and wonder I know you'l condefcend. Tyfam. Away, thou dod abufethy Love and me. Tar. Is't poffible ? Tyfam. Or elfe endeavour'd by compliance with This Embaffy, to betray the honour of This Crown, and People; take which you like And know thou had forfeited thy Being"], [74, "38 In my foul. Tar. Heaven defend. Tyfam. And tell your Queen Tie reign [To the Embafiadreffes, A King of men in fpight of all her power Of Spinders : whofe honour by this grant would be The mock of Women. Nor do I doubt their hearts And fwords will join with mine to affertthis Nations right. Tox. The King is much incens'd. [Afide. Ah. I hope 'twill not reflect upon the Queen. Tyfam. And by my Aft, to affure the world how much I'le own my Subjefts priviledge, behold my Queen. Cyd. A Lady full of Grace and Vertue Tar. Oh my fears ! Tyfam. Who with no more concern I'le cad away, Then Indians do a Pearl, that ne're did know It's value; and from this hour no more my Wife. Tar. Mud it be fo? Baff. Confider Sir, this Aft May prove a ra(h one Tyfam. My refolution's fixt — nor do I fear What Law can aft, though hence I reign not jointly With this Queen, while by the power I poffefs, I can create a right above it. Tar. Nor fhall I plead a word Againd your Will, though it feverely fall Upon my Love ; or mention what (hould be Your gratitude to me, that gave you both My felf and Crown, and yet will give my life, If your concern require it You'l give me time convenient to withdraw. Tyfam. Thou (halt to any place retire within My Crowns Dominion, where thou (halt live In date and greatnefs of a Queen And fo farewel. Tar. Adieu, my deared. Ah. This aftion of the King was unexpefted. [Afide. Arax. Such as mud breed fome drange didemper here. Tox."], [75, "(37) Tox. I with our Almanacks were all burnt elfe. Tyfam. To morrow you (hall have our Letters to your Queen Renone. And as becomes her (he'l refent this Aft. Tyfam. Baffanes [Ex. Tyfamnes and Bafianes Cydan. Madam, you have our pity. [Ex. Embafadrefes, Clar. The Queen deferves a forrow From all Hearts. Meh. She has deeply mine. Tar. Though life has many ways to lofeit's comforts, Few hinder the didreffed means of death: And let my fad example teach my Sex, That when they love embarque with men, 'tis like A veffel, that with guilded dreamers fails On dangerous Seas, and in each calm muft think This fmooth-fac'd Ocean may their Barques foon fink. Exeunt. ACTIIL SCENE I. Enter Parifatis in a Mourning Vail led by Baffanes. Baff. \"IT Want no fenfe of your affiiftions, Madam. J_ Tar. 'Tis Uke your worth. Baff. And dare exprefs it more Then entertaining of your griefs by naked Accents, That were too low and common for Baffanes heart; Each vulgar ear that hears from rumours breath, Will do as much, and glory in the hope Of making ftubborn Heaven bend to hear Your fufferings. Tar. Youarea Prince ally 'd unto my Crown, Nor can I doubt, but every vein of yours Ha's many ftreams of honour—— Baff. Know, Madam, Since"], [76, "40 Since you are pleas'd to call me worthy of Your great Alliance ; I want no heart to tell The King, your Husband (though fitting on the Throne) His ingratitude. Tar. I wifh I had been truly charg'd with any crime That might have given his Aft in my defertion. Some vizard to out-face the world : I dare believe The Law that firft here gave this liberty to man, Did tacitely imply the Husband fhould Not be alawlefsTyranttothe Wife. Baffi Theinjufticeis too palpable ; and Fitter 'twere this Law had no more being, Or the Sex of women againft Natures Made fupreme, then thus to be imbitter'd 'Gainft your vertue, Though fmooth'd and guilded over with pretexts, He calls State Policy, and Marriage Intereft, But limply Artificeto bring another To his Throne and Bed. Tar. I fear 'tis too much a truth. Baffi Statyra is no doubt defign'd to fhine In this Meridian, by your fair remove : But think not, Madam, that your Eclipfe of Glory can pais without your Subjefts due Remorfe, and vindication : he is a King here But as you made him fo, in giving him Your felf a Queen; and from your love has onfy Title to your Subjefts hearts. Tar. And had the world Been mine in Kingdoms, with as many Hearts, My affection had difpos'd 'em all to him. Baff. You have given proof above parallel. Tar. But this ingratitude does combate with my foul ! Baff. Permit, I ferve your Royal Vertue. Tar. I know thou dar'ft revenge my wrong, and haft An intereft in thy blood and merits, that Can guide this Nations Arms, and raife a ftream Of vulgar force, enough to fink Tyfamnes Even"], [77, "(4«) Even to the depth of ruine, though fortify'd with All the power he now enjoys. Baff. Iwillimploy myutmoftinyourfervice. Tar. I have I fee a Subject great, brave, and faithful ; In fpight of all ad verfity Baffanes Thou wilt obey me ftriftly ? Baff. Be danger what it will ; Nor need youqueftion, but the arm I {hall apply Is ftrong enough to right, or elfe revenge Your injuries: nor want I means prepar'd Even at this minute, that (hall foon perform Theleaft breath of your commands. Tar. Then know, I do enjoin you all obedience To the King Baff. How, Madam ? Tar. Imean Tyfamnes, Who has thrown me from his heart, and that far More drift, if poffible, then had he met My Love with equal conftancy — I would Not live and underaft the part of virtue. Baff. You oblige me now to be your enemy-— Who knows how foon you may be taken from The world by him, that thus has caft you from Hisbofom? Tar. 'Tis not inglorious if I die, Or fplit on any rock. This ftorm (hall throw me on, If Innocence be my harbour. Baff. The Worm that's trod on, bows in fome difpleafiire When it's griev'd ; what (hould then do your Greatnefs ? Tar. But vertue's yet more gentle, whofe value's Moft refin'd by differing — I know You will obey me. Baff. Since 'tis your pleafure. Tar. And be fure give out 'twas Aft of State, Or Crime in me, or any thing thou can'ft devife Moftplaufible, to affure the people To Tyfamnes. And more, that 'tis my ftrift G Com-"], [78, "42 Command, they obey him with all duty, As their King this I command thee As thou art a Prince of worth, my Kinfman, And my beft of Subjefts. Baff. You (hall have my obedience. Tar. There's fomething further I muft aft— — I'le now confult my thoughts [Afide. Enter Tyfamnes. Baff. Madam, the King. Tar. Attend him [Ex.Tarifatis. Baff. Her worth does merit providence, Toraifeher triumph above all misfortune [Afide. Tyfam. Baffanes, thou'lt welcom War I know, when e're 'Tis made againft our Crown. A Souldiers foul Is half afleep in peace ; nor do I doubt But by my Arms and thine, to adde yet more Dominion Unto this. Baff. Your affairs (I judge) Are not fo well compos'd at home, the face of things Has nokindprofpeft on yourGreatnefs, If I canprefage. Tyfam. This looks notwell, Or rather feems unmannerly and bold. Bafi. My tongue is not fo much a coward To my heart, but it dares fpeak you to the world unworthy, Inthedefertion of your vertuous Queen. • Tyfam. Dar'd thou own the name of Subjeft, And tempt my fury thus? Or dare me in the face, and ask me why I did an Aft, reafon of State, and the Prerogative of every vulgar man admits? — Baff. But forfeits all to honour whenunjud; Nor can you truly call your felf a Sovereign Here, fince now turn'd Tyrant unto Love, which Rais'd you to this Throne. Tyfiim. Tie hear no more — my Guard there 1 B.aff. Or mine that's nearer hand. Enter"], [79, "43 Enter Eumenes <*WDraxanes. Tyfam. How's this! treafon? Baff. That word's too black for my intent; nor is There voice dares interrupt what Khali utter, Unlefs Heavens own, that perhaps will chide me, For appearing.flow in doing judice On your felf. Tyfam. 'Tisnotthy force, or death In all it's (hapes of horror, threatn'd againft My life, can move my foul. Baff. I pity fo much bravery in ill. Tyfam. But that I find a pricking here— — - Baff. Such as will blifters raife upon your heart, And make it burft with burden of your crime ; Nor muft you think, that all the pendants Of your State and Glory (were you permitted Here to own 'em longer) will not fade and blaft Themfelves, worn thus inglorious. Tyfam. Forgive me Heaven, as I repent 5 Baffanes, Thy loyalty has made me truly Convert; And could this Aft but berecall'd— — Baff. I dare pronounce youthen my Sovereign, Though 'twill wound you yet more deeply, When you know this Royal Lady (injur'd Beyond thoughtj not only Ha's forgiven this Aft, but by command On me and all her Subjefts , made you abfolute To Reign (if you difpenfe with the Ingratitude) without her. Tyfam. What penance Is enough to expiate my Crime ? though I (hould melt my heart in tears, and (howre 'em As an offering at her feet— — Call forth my Queen and beft belov'd Tarifatis. [Ex. Eum. Baff. Let me now kifs your hand. and Drax. G 2 Enter"], [80, "44 Enter Eumenes and Draxanes. s Eum. The Queen, Sir, is withdrawn. Tyfam. How's that? Drax. Remov'd Sir, none knows whither. Tyfiim. I fear (he has taken fome precipitate retolve. Baff. Thejoys this news will bring, Muft foon caufe her appearance, Where e'refhe is retir'd. Tyfam. Make ftrift and fpeedy fearch, He wants no wealth brings happy tidings firft. Eum. Drax. We'll ufe all diligence. [Ex. Eum. Duax. Tyfam. Bring forth statyra. Baff. I'le wait her to you, Sir. [Ex. Baffanes. Tyfam. 'Tis fit (be know How much I have offended for her fake. Enter BafTanes and Statyra -. Statyra, I muft beg a pardon of thy vertue. Stat. Sir, you have prov'd I can forgive. Tyfam. Thy goodnefslhaveinjur'd next my Queens, And I am making of my peace with Heaven And her. Stat. 'Tis worthy of your Soul But you'l confider., Sir-— - Tyfam. I do, that 'twas my fin of love to thee Which did induce this Aft, to whom I firft Rifpos'd my heart : and would to Heaven I had - Two fouls, that I might give one to thy vertue, And make thee twin in my affeftion with my Queen ; Excepting whom, the world and womankind Are but trifles to my heart. Stat. Mine is as truly yours ; And let this blufh excufe my boldnefs. If I claim you now my own. Tyfam. How's this Statyra ? itat"], [81, "45 Stat. You are made free by Law, (If fiich a one this Country owns^ and can That left then plead for my enjoyment now, So much your Lover ? Baff. I did not look for this. [Afide. Tyfam. Tempt me not fair Statyra, left I fall Below the (in of the Apoftate Angels ; And call thy love my fecond crime. Stat. I did but mention mine to prove your conftancy. May you for ever live moft happy in Your Queen; and for your fakel'le beg of Heaven That (he may late be taken thither. Tyfiim. Thou art a pattern of perfection Stat. And fince you now have made me free, Fie crave Your leave to refpite my return, till I Congratulate your happy meeting with Your Queen, and fo to Terfia, where I'le Spread your joys. Baff This centers with my wi(h. [Afide. Tyfam. Each fyllable of thine does give my foul new wonder. Since not alone, thoucan'ft my Crime forgive. But yieldlmayanothers Lover live. Ex. Tyfamnes leading Statyra, Baffancs* Enter Melviffa with two Courtiers. Melv. You are pleas'dto like my entertainment Gentlemen; and I am apt enough to be Proud ofyour good opinion. i Court. You are all diverlion, Madam, our Court Has not fuch another Lady. 2 Court. I hope you'l Give me leave to fpend fome hours with your converfe_- *ieh. You may be welcom as I pleafe Jointly, and feverally. Both. We underftand you, Madam. Melv. But methinks you are a little dull (though Courtly bred) fince you fpeak praifes of my Wit, But"], [82, "46 But have little to fay for my Beauty. i Court. Oh Madam ! that's granted, the Court has no fuch Star, bating the Queen. 2 Corn-t. Befides, your Ladyftiip Cannot fofarmidake our inclinations, As to fuppofe we pay adorations To the ugly, though ne're fo witty ; They are only fit to eat with, provided They keep good Tables. Melv. Now I perceive you. i Court. But for you, Madam, (fo perfectly taking) The day is too (hort to admire you, and The night to enjoy you. Mclv. Ycu aim well, and 'tis odds But I guefs tljp mark you'd hit pray (it a while ; I can afford you fome minutes [They fit by her. 2 Court. There's no time Long enough, we are not in hade. — i Court. 'Tis fit we wait yourleifure. Enter Andrages. Melv. I keep my lodgings free enough for entertainment, And live without the fear of Prying Watchers, or the Jealous Husbands eye. Andr. Oh my torment ! (he dares me to be jealous too. [Afide. 2 Court. I fuppofe, Madam, you allow the Gentleman His times of hawking and hunting, in order To your more private Recreations. i Court. Let me be fo happy I befeech you, As to have notice when he is abfent. 2 Court. Or I, Madam, I fhould endeavour to ferveyou. Andr. I'le try whether I have fo much courage Left, as to mark thefe things (\"made up of perfumes [Draws his And Perriwigs) in the fore-head with a Sword. Jealous token of mine, e'relamconvifted I wear a horn there my felf- — now Gentlemen — i Court. Your Husband, Madam — we are in hade — - Melv."], [83, "47 Melv. You need not make fo much. 2 Court. Your Humble Servant, Sir — i Court. The King expefts me, Madam. Meh. You (hall not part with any apprehenfion Hence — how now Sir Hot Spur ? I mud curb you Ifaith, if you offer to take fuch Careers as thefe. Andr- You may command me, Madam a Lark is not So dar'd as I am by this Hobby of mine. [ Afide. Melv. Put up your Tool, and remove; your appearance Was more unfeafonable then I look'dfor. Andr. Each word (he (peaks is a Charm ; I have not So much valour in me as to oppofe her tongue, Whate're I have done, or dare do otherwife. [Ex. Andrages, Melv. You may now withdraw. Gentlemen, the King expefts you. Both. Your Servant Lady. Melv. There is no need of the expreffion ; I did butafta little of the mod to (how my prerogative; I hope you'l fay there's one Woman amongd us Has wit enough to rule her Husband In fpightof Law. Both. We'll witnefs it to wonder, Madam. [Exeunt, Enter Clarina hafiily. Clar. Oh Madam ! your experiment has done Wonders; my Husband Melv. Loves thee now to purpofe. Clar. Beyond expreffion. Melv. My mother prov'd Such a like Artifice on my father, For fecurities fake, yet lov'd him dearly. Clar. You have given good proof in your own, And for mine, I believe he feels love In every fiber of his heart ; kneels to Adore me, compares me to Stars, and Vows that I am more fair then ever. Oh what a killing time (hall I have on't, If"], [84, "48 If he and I meet in embrace again ? Melv. Tantalize him well fird. Clar. But to fay truth, I long my felf, and would willingly be — you guefs- Enter Fofcaris. Meh. He comes, withdraw a while Fofc. Oh Madam ! you [_Ex. Clarina. Have given meaprefent has had fuch Powerful operation on me. Melv. By this time You well underdand the meaning on't I affure my felf. Fofc. Tis love Madam, in extremity. Melv. Did I not tell you fo ? Fofc. I thought I had hit your fenfe To a hair indeed, while I conceiv'dyou As Gentlemen fhould a Lady in the like cafe. Meiv. It means as good a thing I can aflure you Fofc. But I am doting on my Wife again, And muft (in fpight of flefh and bloodj woo her 'Twice over. Meh. There 'tis — Alas good Sir, who could Have thought it in a man of your temper? Fofc. That fame bewitching Bracelet you gave me, Which I am fain to kifsthus reverently Mod minutes of the day, nay, fometimes pray to't ; I can't blame your Husband Forbeingfuch a drift Amorid; he Has had his philter I fuppofe. Melv. I never found it needful ; if I had, Perhaps I fhould have endeavour'd much Topreferve his love. Fofc J There's not a hair On thy head, but I dare fay can do more Then all the Charms of Medea. Melv. Excufeme, Sir. Fofi."], [85, "49 Fofc. Ifhould be loth to prove you guilty? of Magick, though 'tis certain. Melv. Proceed, good Sir, And accufe me,becaufe Heaven has brought Your affection back again to your Lady ; 'Tis odds but I fhall anfwer it. Fofc. Well , fince 'tis thus, I forgive thee ; and as you are a Woman, Speak a good word for me. Enter Clarina. Melv. That I allure you, - And perhaps have taken more care for you Then you can imagine—— he re (he comes, Apply your felf firft. [Ex Fofc. And are we met thus ? Clar. If not happily, you may remove me With theleaft breath of yours_ Fofc. Nay, prethee ftay, I love ftrangely to look on thee— '• O that Eye of thine ! Clar. And this Cheek, this Lip, (fome think not ill) So often tafted by you, with other amorous Paffagesof ours: does this remembrance pleafe you? Fofi. To miracle ! Clar. And do you truly repent My defertion, as you proteded to me you did ? Fofc. From the very bottom of my belly, fweeted. Clar. Had you faid your heart, perhaps I had Took your word, and confented to have met Your defires on honourable terms. Mehiffa, Fofc. This may be a device to bring my paffion To fome further mockery : (thefe (he Serpents Want no wilesj Tie try whether or no I can diffemble mine, though againdthe Power of Magick. Clar. You daretruft my Love? Fofi. I could find ia my heart- — H Clar."], [86, "50 Clar. Youfeem'doFlate To adore me foftrangely, that I am oblig'd To take pity of you now for fear of your wits. Fofc. 'Tis certain (he mocks me— — {_Afide. I confefsl felt a kind flame, orfo ; But I did not intend to keep a perpetual Etna in my bofom, or fuch a Fevour Of Love, that will only admit of one Julip. Clar. Mehifia's Arts do fail I fear. Fofi. Befides, you Women are fuch nice things To handle, and as the world runs how, Have fiich fuperlative devices.— Clar. I can forgive you truly ; by this [Points to his Titfure Image which ne're can hang too nearmy heart, by her fide Z\\ Fofc. My Pifture (till there ? better and better ; * [Afide% As fure as I live (he's charm'd too. Mehiffa I remember told me, that (he had done Something extraordinary for me; I may Diffemblefafely, and if need were, make her Long as much for me now ; what a rare turn Of Love would that be ? Clar. Youthen continue cruel (till? Fofc. Alas my pretty fondling, I know thou Wer't ever kind and tender ; but to fay truth I did but counterfeit my paffion, a little To comply with thine, and gave out I had Receiv'd I know not what charms of Venus, Suppofing thou had'ft more wit then to believe Such wonders. Clar. Is'tpoffible? Fofi. Alas! what Could'ft thou expeft from a man of my complexion? Clar. lie try my own A rt a little then- — [Afide. Oh my Foficaris ! — behold I dye to (hew Thee thy ingratitude [she makes as if fise fwounded. Enter"], [87, "51 Enter Melviffa. Fofc. Help, help, help, my deareft thing of life, I love thee moft outragioufly. Clar. Are you in earned ? Fofi. Alas! I could even eat thee to exprefs it. Clar. May I confide ? Fofc. Befides, I'le tell thee more ; I am charm'd to that purpofe— Behold this Bracelet, there's ten thoufand Spirits of Cupid in it. Clar. May I be certain ? ha, ha, ha— £9 Fofi. I'le fwear it by a thoufand Stars. Clar. Ha, ha, ha— Fofi. By this good light (he jeers me. Melv. And afts her part unto my wifh. Clar. Some other time you and I wi !1 dilpute terms. [Ex.Clar Fofi. Oh my folly! Melv. If you want an Advocate, Yet command me; in the mean time, I hope You'l make much of your favour, and fo adieu. [Ex. Meh Enter Andrages. Fofi. If I am not put in a Ballad, or Lampoon'd By fome Scurrilous Poet before to morrow This time, there is no mifehiefinbeinga Subject of ridiculous wonder. Andr. What's the matter ? Fofi. Askmenoqueftions.— - Andr. But I could tell thee Such a ftory of my Rancounters. Fofc. But pronounce not the name of Wife. Andr. Fie tell thee news then ; 'tis faid we (hall have Wars with our Amazon neighbours. Fofc. Let it come, I have quarrel enough to the whole Sex For the fake of one. H 2 Asfdr."], [88, "52 And r. But if they have many Such Tenthefe lea's amongft? .etrl 4s my Wife, We are beaten into corners. Fofc. I am for any thing that's defperate, And if I do not cut as many of 'em. OfTat the wafte, to be reveng'd of this Evil Genius of mine, ktme, df e u By their Bodkins. [Exeunt. Enter Tyfamnes, Alvanes, Araxis, Draxanes, Eumenes, and others. Tyfam. Call in the EmbasTa'dreftes. [Ex. Eum. Drax. Enter BafTanes with Renone and Cydane. Here are our Letters to your — Queen. We hear her Army Is advanc'dnear upon our Confines. ■ :u i .-. i But -Left by us denounces War; ,- . Who fcorns to gain a foot of earth, but what ' f, . Her Sword (hall fairly win. Tyfam. We'll foon prepare to meet her. •_, 3-j ;' Cydan* And thus .we.take:our leaves- [King whijpeff' Baffanes to the EmbaJ/adrejfs afide.~] Ah. & Arax. I hope your Queen, whofesPoft'Uluftrious Perfon I admire, will grant me pardon, l^Aftdt. If in my Countries Caufel ferve a Souldier. Renon. She honours worth in all, amongftwhom _i_,idT Your vertues have no fmall effects , . fr_(du_ Acknowledg'd by the world A worthv Captain. Bajf Your Servant Ladies. [Ex. Embajfadrejfes. Enter Fofcari^^ An-drages. r, Tyfam. YotffhaU have all Go^nmand?;b)ecome your valours; I know as men, you ftand oblig'd to ferve this-Gaiife. Fofc. To a man, Sir. Andr. And I (except- ng one Wom^),. Dare a__ as much againft the Sex ;_but (lie \\-J[iu •*--\\V* li I"], [89, "53 I rauft confefs, Sir, has the better on me In all Incounters. Tyfam. Your Wife I guefs ; I am glad tohearlhaveaSubjeftwho Is fo kind a Husband — No news yet of our Queen ? Baff. Not any, as the belt of my Intelligence can learn, Tyfam. My foul is on the torture. Enter Toxaris. Tox. I hope Sir, I have brought you happy tidings in this Letter. Tyfam. 'Tis Tarifatis hand. Tox. 'Twas given me From an unknown perfon, who would not ftay To fatisfie my further Queries. Tyfam. reads. Let this affure you from Parifatis, That fide is rcmov'dfrom this Life, before It meets your hand: The means I have Refolv'd on for my end, I will not give you the Grief to hear, or charge you guilty of my death , And to confirm you, this precedes my lafi being ; lhavefent you this Jewel, you mufl witnefs Ivowdfiwdd be kept to the death o/Parifatis. Oh Heavens ! my Parifatis dead ! read Here Bafianes. [Bafianes reads. Bafif. My tears are (low, but credit me, The death of Armies, and the groans of War- . When made from gafping Friends, juft drowning Of their fouls in ftreams of blood, ne're (hook My heart like this. Tyfam. Thy griefs are truly mine. Baff But hope that providence, whole path' are Labyrinths, may yet Enter Statyra. Tyfam. She's dead, (he's dead, too certain — Stat. The Ring's difturb'd. Tyfim*"], [90, "54 For Tyfam. Beyond expreffion;' Tarifatis my Queen-^— Stat. I hop'd was now return'd to your embrace. Tyfam. The other world contains her vermes, (he's dead. Stat. My eyes can ne're want ftreams to pour With yours for fuch a lofs. Tyfam. Mine are too guilty to partake With thine; and had I more then Niobe E're (hed to drown my foul in ; or turn'd To Marble at this news like her, 'twere but Too gentle toexprefsmy crime or grief. Stat. This pa (lion's glorious. T\\Cam. What death can I devife, or torments Give my loul enough, that have at once To anfwer breach of faith to thee and death of tier ? Stat. Your (tain is deep in both, though far more vile As you are a Prince who did unworthily Poffe(s the love and glories Of fo excellent a Queen ; that no pretence Of Power, or Law, can expiate — But fince by Heavens decree (he's thus remov'd To Stars, for which did I but know her Urn, I'de vilit it, and pay my tears as an Oblation to her memory Yet now 'tis fit you live for my fake Tyfom. Thou haft fomejufticeto my life, But wilt not now oblige it ? Stat. I do, and Claim it as the greateft bleffingof my own. Tyfam. There's nothing left me, but in thee, that can Invite a minutes breath. Stat. You had my firft love Sir, So far you have an intereft ftill. Tyfam. And for thy fake I will admit to live ; Nay more,I'le talk to thee of Love, and with What penitence thou fhalt require, acknowledge My paft vows to thee, befides the guilt of my Ingratitude unto my Parifatis. Stat. Heaven muft abfolve your crime to both,"], [91, "55 For this your noble forrow. Tyfam. Thy words are comforts to my foul ; But this isfuch an hour the Stars muft mourn, Or find new trepidations in their orbs To fright the earth with fome calamity — Befides an Enemy does threaten now to invade Our Kingdom — Baffanes, you (hall command As General. Baff. With my beft duty Sir, and 'twas Your Queens command I (hould continue ft ill your Faithful Subjeft. Tyfam. I have no other title here to reign but from her love '■r- Admit I leave thee, fair statyra,\\n fome place Of beft fecurity. Stat . I am oblig'd to be companion in your dangers. Tyfam. That were an endlefs peril, though thy vertue Be above what fate can injure. Stat. My heart were elfe not worth the owning yours. • Tox. A brave and gracious Lady. Alv. The King 'tis fureaffefts her. [Afide. Tyfam. I feel a cloud upon my foul, I know not when Or how 'twill vani_h-« — Comestatyra, my Loveand thine muft wait The calmer hours of time and kinder fate. Ex. Omnes. ACT IV. SCENE I. Enter Mandana,Daranthe, Cydane, Renone, and other Wo men. Mand.fmJT^Y{E King may foon repent he gave our Treaty jL Such negleft. Cyd. We doubt it not, moft royal Madam — Mand. And for his Queen, whofe fair defertion Has the firft place in our quarrel, would (he Were now alive, that we might with our arms Irapofe her on his Love. D'tran '-■."], [92, "56 Our Daran. 'Tweretobe wifh'd. Mand. The proof we have now given by taking This ftrong City of Daxata on the River Volga, muft make 'em know,their force Muft yield unto our Sexes power, We lead — what thinks our chief Commandrefs ? Daran. I judge that viftory will foon Make offerings at your feet. Mand. This Pafs we have Secur'd muft prove confiderable, fince it Impedes all their recruits that way. Daran. And what's more, Hinders provifion might elfe arrive Unto their Camp : nor can they forrage here Much longer, environ'd on each fide with Mountains, where by your migh ty conduct All the paffages ftand feiz'd by us. Mand. I think They dare not hope to force their paffage. Daran. Our Womens hearts muft fail 'em ftrangely then, And make your greatnefs wear a blufh, To fee them this day prove degenerate, Who from your conduft glory many Viftories. Mand. Spoke like the blood of Amazons. Renon. Nor do we doubt theiffue of this day Will make your Prowefsfar more fam'd Then brave Thalefiris (ftories tell) was from Great Alexander, (the Prince of Captains) Held in higheft admiration. Mand. I fee You are all refolv'd, as does become This Caufe I fight, by which we'll force even Nature Toconfefs (he was a partial Mother To our Sex, when file made man Fird heir of Glory. Daran. Royal Madam Mand. Enough, they ferve"], [93, "57 Our drudgeries, our pleafures, or embraces, To create us Souldiers, that fcorn their ufes But for our heroick ends. Daran. Did but the Women Of this world befides hear this, they'd bea(ham*d, To think they had not broke the yoke of men, And fuch a fair and great Proteftrefs in your felf. Mand. An entertainment for our Greatnefs there, That this haughty Prince, Tyfamnes, (who dares Make War againft our Sex) may know that we In this ftrong City, forc'd from his bold powers, Keep our triumphant joys. Ren. Some Prifoners of War defire to prefent Your Majefty with a Dance, after the Manner of their Country. Man. We admit them. Mufick.and a Dance. Enter Meffenger. Meffi A Moorifti Lady defires admittance To your prefence. Man. She has our leave. Enter Parifatis difguis d like a Moor. Man. Your bufinefs Lady. Tar. 'Tis fuch, moft Royal Madam, muft beg A pardon for my craving this accels, Who have journy'd far, to fee the glory Of your Arms and Perfon, fam'd above all The antient Amazons fo much renown'd. Mand. The ambition of this vifit we can pardon 5 And glad we are our Actions have Oblig'd the world and fame. Tar. But more your Sex in this Fair Caufe your arms embrace. Mand. This language fuits Our greatnefs Tar. And though our fwarthy clime Cannot I"], [94, "58 Cannot boaft Natures Beauties in Rofe And Lilly cheeks ; that gives us there as Daughters Of the night ; or that the kiffes of the Sun Were fo unkindly fpent, as it alone Did darken usy and guild the world befides ; Yet we have there bright fouls of honour. Mand. I find thou haft, above what I in this Short view can read — thy Name ? Tar. Zeriffa, Madam Mand. Thy extraction I need not ask, I know it muft be great That reprefents thy felf fo full of noble grace Unto our prefence. Tar. Your great efteem is My ambition to improve, though with the Greateft hazard of my life. Mand. And doft thou then love Arms ?— Tar. So far, moft Royal Madam, as I would Be glad to dye, though not fo much as mention'd In the loweft place, among the Annals Of your fair Atchievments. Mand. I even dare Already boaft I have a Souldier in thee, Worthy to lead with us, and thefe, whofe veins Are warm'd with blood of Amazons, inciting Deeds, which but reported to the fofter Of our Sex, give tremblings to their hearts. Tar. I (hould be loth to lofe my (hare in honour, Or mifs the end I have defign'd my life; Yet muft avow I never yet have fought, Mand. Though thy Complexion above all thy Sex, Nature has fitted moft to deeds of War, In which the fears, and wounds of arms, cannot Dig furrows in the fair brow of Beauty, SO dear unto the vainer of thy kind. Yet I muft now require, whether no other Motive has produe'd this inclination ? Ear. I'lfe foon confefs I haye not liv'd fo much OWigd"], [95, "59 Oblig'd by man, as that I may not juftly Be concern'd in your great caufe and quarrel t riT To make an offering of my life. Mand . Thou haft won my confidence. Tar. The command I ask from your great Majefty, Shall be but mean, fuch as your prudence beft Will judge becomes a ftrangerstruft. Mand. And thou (halt have it,worthy Moor. Tar. But crave it may be hazardous and daring : Heaven knows how willing I am to be rid of life. [Afide . Mand. Thou (halt have fit employment for thy valour-?—- And take care my valiant Women, that this Moor, who promifes fuch wonders of her Faith And Vertue, does not in noble emulation Match your Prowefs. Daran. The Queen's foon taken with this ftranger. Cydan. She feems to promife much. Mand. A fuit of our beft Arms and Quiver For this Moor—-— Enter one with Arms Daranthe, and you Ladies, and Quiver. See her according to our warlike mode [\"they put 'em on. Inverted ; nor do I doubt thou'lt ufe 'em Nobly. Tar. I (hould be elfe not worthy of that Soul I would be thought to bear. Enter Meffenger. Meff. The Enemy prepares for Battel, Mighty Queen. Mand. We will prevent 'em giving the onfet firft— Mean while, let's hear a Martial Ode, The Harmony our Womens ears delight 5 While others of their Sex warble amorous Notes to entertain their Lovers. The leads her Amazon Women in fate round the Stage, makingfiveralpaufes while the Ode is Singing ; at the end of which they go pjf 1 2 The"], [96, "60 ' The Amazoria are fuppos'd to ling the Martial Ode. TO Arms, to Arms, the Warlike fare, As our Heroic\\c harms, With Martial Eccho' s fill the Air, Inviting unto Arms. Our Women with their Bows and Darts, Dare Mans rough powers ajfail, And Conquer fuch unjhaken Hearts To give Love laws as we prevail. Advance, advance, left fortunes ha fie Our Onfets fiwuld delay, Obliging time that flies fo fafl, To curb his Steeds this day ; And hand in hand with mighty fame, That wraps in Clouds her head, Her glorious daughters us proclaim, And fir fi ourjlately Triumphs lead. 'We challenge Dian and her Hofl Of Nymph-Z/^e Archers all, Who from their Quivers glory boafi, Or proud Afteons/j//; If ever their bright eyes beheld, - A Chorus like to ours'-, Or fiaw themfehes fo far excel! d By Womens more Heroic!^ powers. [Exeunt, Enter Baffanes, Fofiaris, Andrages, Enmenes and Draxanes. Baff Be couragious Gentlemen, the ftraight we are in, I doubt not but my conduft with the Kings Will find fome brave expedient to relieve. Omn. We'l all dye at your command. Baff. And for the Souldiers wants, our valours foon Shall feed, e're their pin'd bellies mutiny Fo:"], [97, "61 For bread ; my prefence is requir'dtofee What order keeps our other wing. [ex, Bajfanes. Fofc. Well Lads, wemuftfight it out to purpofe, I find there's ho getting elfeacrum of fuftenance. Andr. Or be made fuch drudges to thefe Amazonian Furies, their Camp has not the like. Drax. In our late skirmifh rnetho ughts they fought Like Dragons, and handl'd their Bows with more Dexteritv then Tarthians. Andr. There's at lea# A Legion of Women, or more Evil Spirits In any one of them. >*0 Eum. And fhould we fall Into their hands, what might they exped. After that rate ? Drax. AsIamaSouldier, I think a Brigade of m en; Would fcarce do Thebus'nefs of one Woman of this Generation, If they have the fame vivacity fot Venus, As for Mars. Fofc. This morning I could have been contented To have broke my faft with one of the fair Centinels next me ; 'twas fuch a pretty Hard-hearted Rogue. Drax. And if I ftarve for want Of Bread and Women, let me perfsh unpity'd. Eum. Nay, wemuft venture on their bodies fbmewav Or other ; there's not a pafTage left us elfe So wide as man enters the world. Drax. 'Tisfaid they hold Intelligence with our Scythian ■ * Women : and have made fuch furious refolvcs If we fall into their hands. Andr. And for us Husbands If they Conquer Fofc. EtrriuchVl to a Msn, -Gentlemen I look to carry my quill in my hat, To (how I am wholly cafrr_rtefl \\ For"], [98, "62 For the reft of our Troops, perhaps they '1 give 'em Leave to fpin in Boots, or ferve their other occafions. Enter Tyfamnes with Statyra, Baffanes, Ahanes, Toxaris and Araxis. Eum. Here comes the King; we now (hall be for Action (peedily. Andr. His looks feem troubl'd. Tyfam. Our City taken on the Volga, and Our Provifions, the Sinews of our Armies ftrength Cut off before our eyes; nay more, inclos'd By female powers Can you be men and live To this contempt ? Baff. Spare yourpaffion Sir. TyCam. I cannot, while I fee I govern Souldiers Scarce deferve thenameof men, more fit. By Heaven, to be converted to fome other (hape, Or ferve as Chamber Eunuchs to this female kind Our Arms oppofe. Baff This ftratagem of theirs Was unexpected ; in all my time of war, I ne're was fo furpriz'd. Tyfam. Think, dear Baffanes, How we may redeem fome part of this difhonour. Baff. I judge the way muft be to attacque Their left wing with a brisk affault. Tyfam. Be it thy command. Fofi ark, Andrages, Draxanes and Eumenes, be you a Aiding Inthisenterprife with fuch Troops you lead. Omn. To our utmod, Royal Sir. Baff And hope I fhall foon give your Majefty A good account of this attempt Madam, I have your happy wifh. Stat. And more, my Prayers for your fafety. Tyfam. The other wing (my worthy Chiefs J Tie lead To affift your valours. Omn. We all are ready with our Duties. Tyfim"], [99, "63 Tyfam. And if our Swords cannot yet fubdue thefe Women Warriours ; let them triumph, And tell Dame Nature 'Twas her fond erroneous aft, Entituled Man Superiour. Stat. Confider, Sir, For my fake, as you love statyra' s being, That have no fmall concern in every danger, Threatens you. Tyfam. 'Tis for thy fake I'de only live To crown this day withviftory. Stat. 'Tweretoo much hazard for my Love. Tyfam. Thou would'ft not have me tamely gaze upon Thefe Foes, and fee thee pine for food ? Or yield our felves to this imperious womans will, Thatmay, perhaps, give Laws un welcom to Our Loves, or take thy Beauty Captive for Her flavifh Handmaid, whom but to circle thus, Is joy to me above the world and conqueft. Stat. Admit I intercede for fome fair peace, She is a Woman fam'd of Royal worth, And cannot be fb cruel you exprefs. Tyfam. I know thou would'ft not fa ve my life by Womans mercy ; befides, 'twould fright thy gentle Perfon, to behold thy Sex in Armour, And their breads (while thine's Loves tender fphece) Inclos'd in Ribs of Steel, with one cut ofi, More furioufly to wield their Martial Bows, With other Warlike horrors to afflift thy eyes. Stat. I fear no danger, fo I ferve but yours. Tyfam. Admit I leave thee in my Tent, Attended with my beft referves of Force _; Enter an Officer. What news? Officer. Your Army, Sir,isinoutragiou» Mutiny For Bread. Ahan. I look'd for this. Tox."], [100, "64 Tox. I fear as much the Confequence. Tyfam. A fign they are fonsof Cowardife That cannot take it from their Women-foes, Or make them knead us more. Officer. Your prefence, Sir, may poffibly allay Their fierce diforder. Tyfam . We'le fee who dares not fight. Or ftarve if we command it — or elfe We'le look e'm dead — your hand my deareft — This Mutiny we'le foon compote [Exeunt. He leads Statyra to hk Tent, & exit with the reft. Enter Fofcaris, Andrages, Eumenes and Draxanes, difarmd and led Prifoners by three Amazon Ladies and other Women holding their Spears at 'em. Fofi. Nay, good Lady Errants fome mercy Eum. AsweareSouldiers i Lady. 'Tis below our Amazon honour toafford it To fuch Knights of Chivalry as you are. Andr. As we are Gentlemen of good Nature to your Sex. Drax. Or as you have had kindnefs to man. Fofc. Or for Loves fake, of which I have doreatyour Service. - 2 Lady. You are Spirits indeed of Cupid. Fofc. I am tftore than an ordinary man that way, And have Venus about me in abundance, - ■ ■ Enter Daranthe. i Lady. Here comes our General. 2 Lady. We mud not further aft without her. Daran. You have done bravely, valiant Ladies ; But where's their General Baffanes^ who Forc'd your Squadrons? the Queen would have been glad To have led in triumph fuch a famous Chief. . i Lady. He fought his way with many wounds untothe\" Volga 5 in whofe rough dreams we judge him drown'd. Daran."], [101, "65 varan. The Queen will give his lofs fome pity — For you Geutlemen, who have not been Injurious to our Sex in praftifing Your Scythian cudom ; the Queen proclaims She'l think of mercy ; and for fuch pris'ners Who have Wives. Fofi. What will be our Fate? [Afide. Daran. It is her Royal Pleafure They be furrender'd to their wills — -' I muft attend and give her notice Of your brave fuccefs. [Ex. Daranthe Fofc. 'T were beft to be afore-hand with this Aft Of Grace — I humbly lay hold on your Queens mercy. And. And I, Madam. Eum. And I. Drax' And I. Enter Melviffa and Clarina. 2 Lad. Have none of you Wives in being, Gentlemen ? What fay you, Sir? Fofi. Who I, Madam? I would not be fo unfortunate For a world ; and would you But efpoufe us to fome of your Mafculine Generation, we'd get your Queen fuch Heroines. Melv. Doft: hear how abominably thefe Creatures [To Clar. Of our Loves diffemble? afide. Clar. They are oblig'd, it feems, to Change the complexion of their hearts. Melv. Let it be for life's fake, or love's, I'lehave My due acknowledgments Andr. Do not own us, dear Wives, [Afide. Webefeech you. Meh. How, not own our jud proprieties*? Fofi. As you are Women, and have mercy, We are coming off, and on the faired terms Heart can wi(h — withdraw awhile, And we'll be with you in atrice, and Handle things kindly, as men and wives (hould da K Meh."], [102, "66 Melv. You fbaU excufe us, we'll reprieve you Our own way now. Clar. And for you, Sir, whofe Converfion, I hop'd, my better dars had wrought— Fofc. Alas ! my fweeted, I love thee with a flame As warm as thou can'd with ; but was forc'd to Diffemble for fome motives of danger, Which I know thoul't pardon. i Lad. 'Tis fit we underdand Your bufinefs, Ladies. 2 Lad. You are not Spies. Melv. By your fair leaves, We come to claim a pair of Husbands By vertue of your Queens Proclamation. Clar. Of which, one of them had the good manners To part with his Wife3witnefs my felf. Omn. How's this? Andr. What will become of us ? Fofic. Or me, that have provok'd Fate and Woman together ? Andr. I am liketo differ under both, that mud again Endure the infupportable, and endlefs Civil war of wedlock. Fofi' O, the (tar ok7 Venus has had a drange influence In our Horofcopes ; there's no refiding deftiny. And (he the Afcendant. Andr. Might I chufe, I had rather once more charge the Amazonian Battel, and all the Viragoes Of woman-kind together. [The Ladies compafs them in holding their Spears at them. ~\\ Both Lad. Shall we kill e*mto revenge your injuries ? Clar. By no means, we beg their lives. Melv. And having thus cult'd out our Cocks, I doubt not, but we (hall manage the game Advantagioully enough. i Lad. You have e'm at your mercy. Clar. Thanks to your Queens. Mch. She has mine likewife in abundance Ladies — But"], [103, "67 But for you Husbands.^^- Fofc. Nay, prethee we'll compofe differences as you pleafe. Drax. Now for our Capitulations. [Drax. and Eum. afide Eum. If we do not make fair ones for our felves With fuch Viftors as thefe. We may curfe our Nativities. Fofi. What terms of compofition, good fweet Wife ? Thou know'ft I love thee above imagination. Clar. Perhaps I may give you fair quarter. Fofc. Let it be but in thine, and I will dye Upon the fpot, e're part with thee again ; I am thine now without a charm. Clar. I promife nothing, though you fee I have took Some pains for your fafety. Andr. What fays my Spoufe ? Melv. 'Tis odds (he'll proceed as occafion ferves. Andr. Be not proud of thy viftory, thou know'ft I have been a moft fubmiffive Husband. Meh. You'l foon know my conditions-— Andr. And if they prove but gentle, I am conquer'd happily — - i Lad. You will not leave our Camp prefently ? Clar. Not till the iffue of this day be paft. 2 Lad. If you doubt obedience from your Husbands, Command a Guard from us. Fofc. By no means Ladies, We acknowledge an abfolute Conqueft. Melv. Otherwife, you know our Commiffion. Clar. Your fer vant, fair noble Warriours. [Ex. Fofc. Clar. i Lad. The Queen. Jndr. Meh.~] Enter Mandana with Cydane and Renone. Mand. You have taken thofe fierce Militants That did attempt to force their fafeties In defpight of our bold powers. a Lad. We have, moft Royal Madam, And in obedience to your great commands, K 2 Have"], [104, "68 Have gratify 'd two Ladies of the Enemies part, By furrendring of their Husbands to their wills. Mand. I am glad my viftory Does give my name a Trophy in the Obligation of my Sex; thefe men we war, Have too injurious treated — But where's The Prince Baffanes, their General? i Lad. Heforc'dhisboldefcape, if not drown'd In paffing of the Volga. Maud. We could have \"Been content to have feen him made our Captive. Renon. And muft have added Glory to your Viftory. Cyd. He muchexpreft himfelf your great Admirer. Enter Meffenger. Meff. Glad tidings, mighty Queen, the King and all His power is now furrenderd to your General. Mand. I knew theftreight we had reduc'd 'em to, Would foon compel 'em And where's his fair Terfian M\\l\\refs,statyra ? Meff: She is, befides fome Pris'nersofnote Guarded by the valiant Moor. Mand. This Crowns our Conqueft. Enter Daranthe and Tarifotis, with Tyfamnes and Statyra,Araxis, Toxaris and Ahanes. Daranthe, Imudpraife thy valour • And all you my Women Souldiers For this glorious day. Daran. Wearehonour'd that our duties Serv'd your Greatnefs. Mand. But thine, my valiant Moor, that gives Such noble emulation in thy worthy Deeds To all, I know not how enough to magnifie, But foon will raife thy merit to fome higher Trud,"], [105, "69 Truft, (hall fpeak our great efteem, both of thy Valour and fidelity. Tar. You oblige the humbleft of your Servants. Mand. The King's a gracious perfon. [Looking on Tyfam, Tar. I fear too taking. Mand. Now, Mighty Sir ? Tyfam. Your pleafure,Madam ? Mand. Is it not juft, that I, who am the Mighty Warriour, in my Sexes Caufe, Should frown thee dead ? Tyfam. You cannot look me out of life, nor would I turn my head afide, though every beam Of yours, were Darts of Bafilisks, that dare Behold you thus Mand. You are refolute I find ; . And would to Heaven your Queen were yet in being, That fhe might witnefs my concern in her Fair Caufe ; or from my power Ask thee her Sacrifice, Since thou haft been fo much her Tyrant Lover. Tyfam. My ingratitude to her great vertue I acknowledge ; though I meet all your rage In pouring of revenge for her fake on my head ; And fince the is no more, for which. Heaven knows, How true I grieve, I would not live, but for This Ladies fake. [Looking on Statyra. Mand. Your new made Midrefs — Tyfim. And juft pofleffor of my heart. Mand. She has ftrange falcination in her eyes, [Afide. For which stat. If you pronounce me guilty, fpeak my death; Nay, Tie intreat it at your hand as royal mercy. So you'l fpare the King, For whofe great fafety, Had I many thoufand lives, I'd humbly Lay them, as my offering, at your feet. Daran. This Lady has a noble foul. Tar. Too much the Kings I fear. [Afide. Mand."], [106, "70 Aland. I have caufe enough to bid thee dye, But will not cloud the glory of this day With Womans death; and wer't not for a facred Refolution of my foul , perhaps would grant Thy Loves enjoyment; but I have now decreed— Tyfam. If death, I am ready to embrace it. Stat. Oh fpeak fome milder Accent ! what can Become a Womans foul, like yours, fo much As gracious mercy ? Mand. My refolution's fixt irrevocable, As when by Heaven's o're-ruling will, we guide Our Juftice : for know Tyfamnes, I have vow'd Thy life a glorious viftim of my Conqueft ; Norhasitbeenunufiial in the Wars we make, For fuch a day as this, to grace our Altars With the beft of Captives, of which I judge None worthy, like thy felf. Stat. You will not be divinely cruel ? Mand. Tie hear no more — Zeriffa — take thefe pris'ners to thy cuftody ; Thy Complexion is moft fit to ferve this Truft; And be fure you have a watchful eye Upon this Lady ; the reft, perhaps, Shall find our mercy. Tar. I joy this truft. Tyfam. Grieve not, statyra, fince I dye thy Lover. Stat. And might I bleed upon the Altar with you, 'Twerethenmy Loves true Sacrifice. Mand. Thus far this day propitious does appear, Eut from the end great Afts their Crowns muft wear. [Ex.Omnes, ACT"], [107, "71 ACT V. SCENE I. Enter Mandana and Parifatis. Mand. rjOw bears Tyfamnes his reftraint, and our L X Declar'd refol ves ? I know they needs Muft bow his lofty heart. Tar. As unconcern'd as Infants deep, Or as the Man you'd chufetheobjeftof Your mercy ought to be nay more.— — Mand. What means that more? Far. You are a Woman. Mand. But a Conquerour. Tar. Had I like power. Mand. What then? Tar. I'd bid him live at leaft. Mand. Thou would'ft not have me love him ? Tar. No by my life Though 'twere a gracious Aft to Heaven, if you Vouchfafe him mercy ; fince he's oblig'd to fair Statyra 's Love ; you elfe will kill two hearts at once. Mand. Away with this fond pity ; I have fix't my Juftice- Tar. Your pleafure Madam. Mand. Bring forth the King, Tie make him know it. Par. lam all confufion. [Ex.Parifath Mand. T\\\\\\s Moor\\s brave and loyal; my Mother once Had fuch a Lady near her perfon, (he Would commend above what Faith can reach. Enter Parifatis with Tyfamnes. Zerijfa ! admit none to our prefence. Tar. I fliall not — -but by your leave Queen, Will"], [108, "72 Will here obferve^^ [Par. stands afide. Mand. I hear, Tyfamnes, You contemn the vow I've made, Nor does my eye Difcern other then pleafing calms upon The brow youfee'mto wear. Tyfam. Such as become a King, And every vulgar man, when made a Sacrifice To womans paffion — Mand. Take heed, Sir, how You entertain a Summer in your hopes, Or flight the Juftice I decree. Tyfam. What mean you, Madam? Alas! I look'd to meet the Miter'd Prieft, The Altar fixt, where I fhould bleed your Victim, And if you fuperferibe it With my crimes of Love, Which caus'd at once my Parifatis death, And fair Statyr a 's tears, Tie call it juftice, And due expiation of my fins to Heaven. Mand. Tie foon my felf convey you to the Altar I intend Tar. What means the Queen ? [Afide. Mand. Or fay I bid thee live ? Tyfam. 'Twerethen a mercy greater then I crave, Or merit. Mand. I'd have thee judge it more. Par. 'Tis love moft certain. [Afide. Mand. What think you of this look ? [she fimiles. Tyfam. 'Tis fomewhat gentler then I did expect. Mand. And what of this? [Smiles again. Tyfam. It feems more kind then common fmile. Mand. Is it not welcom to thy heart ? Tyfam. 'Tweretoo much to beftow fuch beams on me, And gives me greater wonder, then (hould Lights Orb Contraft its glory to the Artick Pole, To quicken there fome frozen fpot of earth. Mand. He does perceive— <— f hy pardon now is written In"], [109, "73 In my heart-— Zertffa- Enter Parifatis. See thou refpeft Tyfamnes Above obfervanceofaPris'ner; I have Some motives of a near concern require it. Par. Is this your vow, oh Parifatis} Didft thou walk as undifcern'd as Ghofts [Ex. Mandana. [Afide. That cloath themfelves in bodies of the Air ; This muft affright thee more, then timorous hearts Scar'd with (uch pale horrors— — Admit, Sir, I congratulate this Grace. Tyfam. 'Twas unexpefted And I with glader eyes could have beheld Theemade my deaths black Hand-maid, Tar. You do not (light the Queen, that with her Gracious beams of mercy quickens you to live ? Nay more, if I difcern that have fome truft From her fair thoughts, is giving of her felf A conquefttoyour Love — methinks This (hould awake your apprehenfion, Tyfam. It does! but find my felf Unfhakento Statyra, and could have wifh'd Your Queens more rigid vow were unrepeal'd, That I might bleed her Sacrifice. Tar. She is your Crime, And therefore does defervetobe your Fate, Or elfe embrace the fame with her. Tyfam. Though thy dark vifage is moft fit to be The meffenger of death and all it's horrors, I may enquire what caufe incites thee To appear thus cruel. Par. It breaks like cleareft juftice From my Soul, that am oblig'd to be Your Queens Revenger — J : Tyfam. Thou art not fent from t'other world To be my Executioner, where (he's adorn'd With Crowns andfmiles of Angels, dill interceding My forgivenefs. L_ Par."], [110, "(74) Tar. I have griev'd his Soul too much, [Aftde. Pardon me, Sir, I was too bold to urge Your penitence. Tyfam. It proves thee worthy. Tar. One word and I have done ; were your Queen living ? Nay more, Sir, wer't foon as manifeft, fhe Hazarded her life, repriev'd on purpofe For yourfafety, would you receive her To your embrace and love ? Tyfam. She is too dear to Heaven To be given thence ; and Stars which frown'd upon That fatal Aft, already have enroll'd her In their firft of bright Societies But this is all thy dream. Tar. Believe it fuch— Yet fofar I darereprefent her felf. As to allure you, for her fake, lie dye To purchafe your juft freedom Let this tear confirm you, as 'twere (hed from her. Enter Statyra. Statyra Sir. [Ex. Tarifatis. Tyfiam. The carriage of this Moor Is honours riddle to my thoughts • Oh my statyra ! I have yet a hope of thy Enjoyment. Stat. Does the Queen Incline to mercy ? Tyfam. She has receded from her vow. Stat. That's happy — And more cruel in decree,feeks To divide my foul from thine — Thou underftand'ft me ? Stat. I do too fadly Tyfam. But this Moor, employ 'd by Heaven To be a Guardian of our Loves, or as The night, or Hymen gave her this complexion To be a fober guide unto his rights. Devotes her felf to ferve our fafeties. Stat. This means of happinefs was above my hope, While"], [111, "75 While through each vein of mine, my blood had ebbings From my heart, in apprehenfion of your dangers; Nor did I view her with lefs horror, Conceiving her the Queens moft cruel inftrument. Tyfam. I thought her fo, but (he has given me fuch Affuranceof her Faith and Love, that had Thy beauteous figure took a veil like her, Or were my Tarifatk Reprefented fuch, I would not haveexpefted A more ftrift concern for me. Stat. It feems too much To credit from aftranger, orelfe'tis but Loves kinder Labyrinth. Enter Tarifatk. Tyfam. She's here — falute her With thy kindeft beams, (he does deferve Our near regards. Stat. Madam, the King has given me fuch a character Of your worth, as I muft beg to joyn Acknowledgments with his. Tar. I'le venture all that's dear to ferve him, And your vertue ; but this is not a time For Words : Things call to action— Pleafe you withdraw. [Ex. Tyfam. Stat. Enter Draxanes. Draxanes come? Drax. I hope moft happily. Tar. And haft thou found him ? Drax. Yes, Madam, and have brought him. Tar. Thisplaceis fafe from ears— wait him to me. [Ex. Drax. If fortune be not peevifh now, the Scene I have laid (hall Crown my Afts. Enter Baffanes difguis'd. I am wondrous glad to fee thee live. Baff. And I like to fome man that's Struck with Extafies of joy, Could even refign my foul, as thus I kifsthe ground I tread, in adoration L 2 Of"], [112, "76 Of your being here, whenfear'd beyond a doubt You had fnatch'd your felf away, to make its Bofom in your grave more facred. Tar. Draxanes told thee all ? Baff. He did Madam, As I was levying of Recruits to free the King From this reftraint he differs here. Tar. Then we'll fpare further circumftance. And only know I have prepar'd to do him Signal fervice; for which end, I took this Cloud, Either to dye unknown, or live a means Of his lov'd prefervation. Baff. This deed muft ravi(h Men and Angels To exprefs ; who muft admire at once Your moft heroick conftancy and vertue. Tar. Enough Baffanes, and pardon me, that I Sent my fummons to joynthee as companion In the dangers I embrace. Baff You (hall command My utmoft peril, though every man I meet Could look me into Atoms. Par. And know to my More cruel Fate, the King not only has A Miftrefs in Statyra, but the Queen Mandina, his fair Conquerour, has vow'd Him for her own enjoyment. Baff. What can bethought on To relift this high injuftice ? Tar. I have refolv'd upon the means, in which I'le ufethy Conduct, not more approv'dto aft, Then fage in refolution ; nor do I doubt The inftruments we'll ufe, are lefs then cordial, To embrace the end we (hall propofe, which muft Be fwift in execution. Baff. I would not wafte a minute e're I aft to ferve it. Tar. The Guards are here at my devotion, befides Aconfiderable number of our braved Officers, By the Queen Mandina, fetat liberty. Baff"], [113, "77 Baffi They may be ferviceable to your defign. Tar. The honour of their King obliges it Within we'll debate more at large particulars. [Exeunt* Enter Toxaris, Ahanes, Araxis. Tox. Well Gallants, we are all Freemen now. Alv. 'Tis a feafonable mercy to us Courtiers, Notus'dto this kind of belly duty; We otherwife muft have been living Anatomies By this time. Arax. And fo perhaps Metamorphiz'd Into ftarv'd Ghofts, to walk with hideous Lamentations thefe Fields of Viftory. Tox. I do not think All th' Infernal Region can fright thefe Viftrices, (hould they appear in Arms, There's not an Image of Mars, but does raife Their fury above Miracle. Alv. And yet For all their being thus couragious and hardy (Which muft be acknowledg'd more then wonder In their foft kind) they are refin'd as our Ladies Of the beft converfe; and as modifhly witty As any (he Platonick living Arax. If Venus make no Captives in this (hape Of Mars, may her Son ne're more wear Quiver. . Enter Eumenes. Eum. Never men enfranchis'd on fuch terms As we are, for which this great and fair Warriour deferves a Jubilee. Tox. She's highly gracious. Eum. And like the Sun diffulive in her beams ; I have been foCarefs'd'by our fair Conquerours, Under feveral Titles and Commands, as if they'd Invite us (hortly to match by Regiments, And fo at lad joyn Armies! what a day Of Hymen would that be? Altte."], [114, "78 Ah. Could but our King be freed On royal terms, 'twould adde yet Glory tothis Queens great Afts. Eum. Some did interpret Favourably, when (he late vow'd him To a fad dediny. Arax. As how ? Eum. As men (houldcondrue in like cafe, a Womans vow. Tox. I am yet to learn, there's nothing but Riddle in the whole Sex. Eum. 'Tis faid that Love's the Oedipus, And has refolv'dit, to whofe foft Altars She has given the King fbme beams of invitation. Ah. But that may adde unto his greater peril, Being fo much devoted to statyra, That his heart is Ice to other flame. Arax. Heaven guide things for the beft ! Tox. Where did you leave Draxanes ? He fhares of this Grace I hope ? Eum . Yes, and is advanc'd to no fmall favour.' Tox. Not with the Queen ? Eum. No, but what's a dep to't, He is deep in the Moors ; I left him in clofe Conference with her. Ah. That Moor carries the dream indeed of Grace : Our King committed to her trud with his beauteous Midrifs. Arax. But what to judge her. Eum. She bears a Soul of brighted temperament; As if that providence had found a place Elfewhere for her Nativity ; or as (he wore An Ethiops Cloudy Veil, from Art, not Nature. Enter Fofcaris leading Clarina, and AndragesjMelviffa. Tox. Fofcaris and Andrages come off thus With their Wives! this mud conclude A ftrange day of Womans Viftory. Fofi"], [115, "79 Fofc. I have paid my Arrears Of Love, I hope to purpofe ; we are Reconcil'd, and have embrac'd, and fo forth Gentlemen Clar. You have fo. Fofc. And can bill like Doves now. Clar. Nottoomuch,! befeechyou, led you fall Into a forfeit of Love again ; too much Of the honey of Wedlock is not good For your palate. Eum. We joy your Loves. Fofc. If any be unkind henceforth to his Spoufe, May he differ my penance; there's fome Myftery behind, which you (hall all know At leifure : in the Interim, I acknowledge My happinefs, from you Lady. Melv. I am glad it was in my power to ferve Your felicity in Clarina's. Andr. And I rejoyce a kind Wife too, Gentlemen. Mclv. But take heed you don't prefume ; You know my power when I pleafe. Tox. Thefe Women Conquerours are drangely noble, Clar. We own our Husbands from their mercy. Andr. A^nd we our freedoms. Fofc. Souldiers in every vein Gentlemen, And can drink a fmart health or two as they Difcourfeof Arms and would they yield Reafonable obedience to/nankind, I'd wifh You all to match amongd them , they'd fpirk Flelhand blood indeed. Alv. I long to be doing. Arax. And I as much. Tox. Could but the King come off nobly. Fofc. He mud, if the Queen do not once more Change her vow. Alv. No news yet of the General Baffanes ? Eum. Hevanifh'din adormofdarts! but what His fate is Heaven knows. Enter"], [116, "80 Enter Draxanes. Drax. A word in private. [whifipers to Eumenes who de Eum. Is't poffible? liver it to one another. Drax. Rely your faiths on mine. Tox. We are confirm'd. Melv. You may admit us to Council, Wives (hould partake their Husbands fecrets. Andr. You (hall, you (hall. Fofi. And know we have wondrous things in hand. Clar. If honourable, Tie venture all that's dear To ferve it. Melv. And I as far engage. Fofi. Such as mud fill your bofoms full of joy - Within more of particulars. [Ex. Omnes. Enter Mandana, Daranthe, Cydane, Renone, and others attending, Mand. We have given our mercy to the King. Daran. 'Twas gracious like your felf — — Mand. Nor will I blufh to own His Graces merit an edeem from us. Cyd. The Queen is furely fmitten with her great Captive > Renon. Beyond a doubt. Mand. Bring forth the King Cydane. [Ex. Cydane. We'll treat him nobler yet, and make him joy This day of Womensconqued. Enter Cydane. Cyd. Madam! the King's withdrawn. Mand. How? Cyd. Orelfe efcap'd. Mind. Blitter'd be thy tongue That brings fuch tidings to my heart Where is the Moor} Cyd. Not to be found. Enter statyra. Mand. Her black Soul (hall take a gloomy flight To the other world for this. Stat. I anfwerfor her truft. Mand,"], [117, "81 Mand. Thy life (hall bear hers company. Stat. I am glad To yield it up a Viftim to your wrath, Since that mud raife a Trophy to my Love; Where every Virgin of a faith like mine, Wifl drop a tear to give my memory A name, fhall blad the glory of your Conqueft. Mand. Away with this fond woman; it is an A^ue To my blood to hear her reafon thws.[As they offer to carry her off. Enter Baffanes difguis'd,with Fofcaris, Andrages, Drax. Eum.Tox. Ah. Arax. and others arm'd. Baff. Hold and hear me firft. Mand. How! men in Arms before our prefence? Have we no Guard there?— — Baff. None but what I have plac'd} i And were your Women chang'd to Sons of Mars, Nay, Cadmus fiercer ifliie joyn'd to them, When ripen'd firft to horror of mankind, As the earth trembling did contain their roots ; This Sword of mine fhould mow 'em down To fmooth the path I lead. Mand. A combination of thefe humane things So late our Arms reduc'd— — Methinks they (hould convert to nothing From a look of mine ; or I lofe Majefty. Daran. This furprifal was beyond the reach of thought. Renon. 'Tis moft ignoble. Mand. And thou that feem'ft an object Fit to guide fuchbafe ingratitude, What (ball I call thee? Traytor? Baff. A name that had an honour for your Soul, That fill'd no lefs the world with wonders ; And left your Womens frailty fhould ftain The brightnefs of your noble Deeds, I thought it juftice to refift- your will,-. Though I met Seas of danger in the aft. I M Mand."], [118, "82 Mand. Bold and Impudent ! Baff. I muft be plainer, Do you not love the King ? Mand. Suppofe it granted— Baff. Heaven does not?— And think not, Madam, that my blood, Though it bears fire of honour in each vein, But 'tis as cold to treachery ;nnor does the Caufe That I maintain, lefs then command, without An arm of force ThisLady in her owafair right, methinks, [To Statyra. Should move you. n Stat. May Heaven reward thy vertue ! Mand. She is the Kings belov'd; but I have won Him mine by Arms. H Baff And therefore nobler conqueft To fubdue your felf: The^Baysi you wear In triumph, elfe natf ft wither on your brow, Where Majefty and Beauties luftre twine To make one Excellence. Stat. What providence has Bleft me with this Advocate ? Renon* I have feen a face refembles that. [Tulls off Ins Beard Daran. The Queen a little alters. and Patches. Mand. It muft be he. Baff Behold then, Royal Madam, this face Made but my own dark copy by difguife. Thus clear'd to own it's juft original. Mand. Baffanes living? Baff. In which I wear A mirror of my heart, that does without A flattery exprefs a Soul that highly Honours vours, though it has feem'd diveded Of thofe Charms in making this reflection On your judice, which here is one mod [To Tarifatis. Powerful to incline. Enter Parifatis attended by Clarina and MelvifTa. Mand. What is this Lady ? Cyd."], [119, "83 Cyd. The Queen Parifhm, Madam. Mand. It cannot bb\\ Ameerimpofture toabufe me. Renon. We muft avow 'tis (he. Mand. I am all wonder. Stat. And I no lefs rejoyce to fee you live jr I hope you'l pardon, that I claim' d an intereft fo your Kings affeftion, when 'twas affur'd You had ho Being in the world. Far. And I more humbly begone here* Nor (hall it e're betold that Parifatis \\ Walk'd in that dark Cloud (\"though it vail'dhfir Aftings for prefervation of the life and loVe* Of her Ty fawner) to hve, your truft abus*d, ' Without a pardon from your lips. Daran. This Woman's brave. Par. Nor (hall you loofe, befides, One fruit of viftory. Mand. You were the Moor then? Tar. The fame, moft Royal Madam—— - And if you are my Subjefts, proftrate Your felves and (words, with me, at thefe Majeftick feet. [Kneels. Mand. This is a Conqueft happier then all ; Nor (hall e're Woman boaft (he had the better Of Mandana's honour — Madam, you have [To Tarifotis. Forgivenefs — take upyour weapons worthy Souldiers. Baff. You are highly gracious. Mand. Where is the King ? Tar. 'Twas but given out he had efeap'd. Mand. 'Baffanes, you'l attend him to us. Enter Tyfamnes whifpering Baffancs, Fofiaris, Andr. Tox. Ah. Arax. Drax. Eumenes. Tyfam. Do I then live to be thus happy in Your grace and pardon ? „Mand. Your Qu een has conquer'd me Tyfamnes, ■'* M 2 After"], [120, "84 After the power of your Arms was made j My valour's glory ; nor did the darts of Love, Which I confefs, made fome impreffion here, [Pointing to he? Leave wounds but to be heal'd more happily—— breafl. I vow'd you, Sir, to love. Tar. No change I hOpe. | [Afide. Mand. And thus will make your offering here ; She is a Jewel of a Crown indeed. [Trefients him to the Queen; Tyfam. I take her on my knees- She is too great a blefBng, thus reftor'd [Kneels. To my embrace, to be with lefs devotion own'd From Heaven, imploring (as I kneel) thy pardon. Tar. You have it Sir, though not a gift, where you Command a duty ; which when moft paffive In a Wife, does but refine the gold of Vertue. Tyfam. Why didft thou take this Cloud ? Tar. To dye unknown, or ferve your fafety. Daran. A moft heroick conftancy. Tyfam. Thy vertue's richer Then the world's vaft globe, were it Converted to one pureft Diamond. Mand. And does as far exceed what ftory can relate. Tyfam. But I have yet a load of mercy here To beg, my crime of Love to thee statyra, Which elfe muft cloud this day of comforts, And bring eternal night upon my foul. Stat. Though I have loft an expectation of My greateft blifs in your enjoyment. That in warm fighs might foon difTolve A Virgins heart like mine, yet I can feel No want of happinefs, fince I behold Your Souls, that have already mingl'd joys, Meet thus, and kifs each other. Tyfam. Heaven muft reward thy goodnefs. Tar. And my for ever obligation. Mand. This days example gives to Love Such brave repute, that I who both have fought, And men commanded, could even yield _. M To"], [121, "(85) To hold my Scepter from obedience. Tyfam. Here is a Prince within your eye (I hope More near your heart ) that might deferve To rule a Throne like yours. Mand. I know him noble. Baff. And one, moft Royal Madam, that owns A foul, you have an intereft to command » E're fince I firft beheld the glory of your charms : Pardon me, I now avow it, that rather To exprefs my wonder of your vertue, Should by an humble diftance ftill admire. Mand. 'Tis in my power to bring you nearer : Baffanes is a Prince may well become An Emprefsof the world's great choice; and were Mandana fuch, (he would not think her Love Or Greatnefs ftoop'd to match with thine, Baff. You make me more then happy. Mand. And I that honour Arms, and thy fam'd Deeds In War, will call itnobleft triumph To yield thy Love a viftory e're mine. Baff. This bounty ftream's fo powerful on my heart, That I may fear it's guide, in fuch a Sea Of joys you bring. Mand. I am yours for ever, dear Bafianes. Drax. This day furpaffes wonder. Fofi. I knew it muft conclude with fome Extraordinary Love-miracle befides my own. [Afide. Mand. D^ranthel we muft now no more make war, I have match'da Souldier. Baff. One that will live and dye your jud admirer. Mand. And Women,here dived Your felves of Arms with me. [They tal^e off their Arms. Dar. Ren. Cyd. We all obey your Majefty. Mand. And let your conqueds henceforth be to love, And give Men folefupremacy I hope our Kingdoms fhall unite in making [ToTyfamnet. Laws may fit each Sexes duty. Tyfim. I am oblig'd for P^r//-/^ fake To"], [122, "86 And To make Decrees, no arbitrary will Of man fhall henceforth e'rere jeft a Wife.* Mand. Our Crowns will have a bleffed union then— What pattern (hall we take? Tyfom. Such as the world With beft content does praftife* Baff. Or what's moft Laudable, the form of happy England. Mand. It has been moft approv'd. Tar. Now Ladies, you are all well pleas'd to fee This peace that fmiles upon your Loves, and gives Both Sexes with our Crowns, fuch happinefs. Clar. A welcom joy. Melv. We now can call our Husbands Ours by lawful duty. Andr. I am glad to hear that word. Fofc. And I to be fecur'dthus; I was in no fmall Apprehenlion, this female viftory Might have imporw'd them to part with us ; What a mockery of Love's Magick had I been then ? Mand. My Warriours, you will all take Husbands now ? Here are men fit to match your (pints. Daran. Your great example muft invite it. Tyfiam. What fhall this day do for thee fan Statyra ? The bounty of thy foul deferves a recompence Above what tongue can fpeak, that fpreads A volume of thy goodnefs, fit only For the eye of Heaven to read. Stat. And thither I'Je devote my love, Though while Hive, no day fhall pats without A contemplation of your happinefs. Mand. You will not foon depart? Par. For Tarifatis fake you muft not. Stat. 'Tis my ambition firft tofill an humble place In your bright train of triumphs. Tyfam. For which thou doft defer ve a Chariot Of Celeftial fubdance, JMov'd by the wings of seraphims ;"], [123, "87 And every Virgin of moft noble fonl, ' • '., .' , Attending thee with Sqpgso&Raptures 5 The Mufes (as fair Harid-maidsto thy vertue,) Their beft of Poets (hould infpire. Stat. You too much honour my (mail merits. Baff Thi srday does claim a glory from your worth, And next my juft devotion here — my heart [To Mandana. Shall keep an Altar facred to parijatis Conftantlove andpraife, with yours. Stat. And mine no lefs Shall (peak Baffane's fame. Tar. I'le be your Rival Madam, there— — That am oblig'd unto thisnoble Prince [To Baffanes. By higheft gratitude. Tyfam. And I above expreffion thine. [To Baffanes. Mand. Tyfamnes with your Queen muft lead The way unto our joys And Women hence from us this pattern take, Love, and obedience, your beftconquefts make. Ex. Omnes. Epilogue"], [124, "Epilogue Spoken by the Queen of Ama%.om 'Mil _/ -*■ '-_! ' WE Amazons did here nnconquerd yield, And nobly too, when Love had gain d the Field, Againjl whofe Darts, what Woman wears ajhield? This WarourToet taught us by his Ten, But 'twas to be fuch Conquerejfes then, As you ought, Ladies, when you Captive Men. Nor will we doubt if you protett our fear, Though 'gaiznft our- Conquefi Critic fa JJ}all make War, \\ Such Foes no Amazons e're met with here. Bejtdes theftratagemsyou Gallants know, Our Tlays defeat and worfe our Women too3 A MiCs that's fine we cannot keep for yon. Then Gentlemen, fince Love is much your way, Be welladvis'd how y are unkind to day, Left we defie all juch who damn our Play. Cur Toet needs not apprehend what right Tom Wits will do him, or your fa&ions Jpitc, That's their concern who do for Money write. But with the A&orsyou may deal far worfe, For if you damn this Play, 'tis half their Curfe, Confulering how its charge has plagu'd their Purfe. Which if you do, Tie tell you what they fay, They I venture no more cojtupon a Play, Ton Jhall have Farce good fore a cheaper way. FINIS."], [125, ""], [126, ""], [127, ""], [128, ""], [129, ""], [130, ""]]