[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, ""], [10, ""], [11, "A DESCRIPTION OF A SERIES OF ILLUSTRATIONS TO G. P. HARDING'S MANUSCRIPT HISTORY OF %ty princes of Wales, FROM THE TIME OF EDWARD OF CAERNARVON, TO THE PRESENT SOVEREIGN OF ENGLAND. CONTAINING A LIST OP ALL THE PORTRAITS, ARMORIAL BEARINGS, ROYAL BADGES, MONUMENTS, SEALS, ILLUMINATED LETTERS, VIEWS, AND OTHER DECORATIONS. LONDON : PRINTED FOR G. P. HARDING, HERCULES BUILDINGS, LAMBETH, BY W. DAVY, GILBERT STREET, GROSVENOR SQUARE. 1828."], [12, ""], [13, "a/o In submitting a Manuscript History of the Princes of Wales, the result of many years labour, to the inspection of my patrons and friends, who feel an interest in works of art, I have ventured to presume that a brief statement of the contents, and a list of its various illustrative decorations, will be the more acceptable, as many of the embellish ments consist of Badges. These Heraldic Devices are drawn from authorities, not very commonly known, or resorted to, although objects of great im portance, particularly during the reigns of the rival Houses of York and Lancaster, being the principal means of distinguishing their adherents. Such minute enquiries are never considered objects of general history: a concise description is therefore not unnecessary, and will afford some idea of the extent to which I have carried my work, and of the manner in which it has been arranged. Engaged, almost constantly, during my whole life, in making copies of antient Portraits in water colours, as well as in repairing valuable missals, and manuscripts which have been adorned with minia tures, and other interesting enrichments on their pages ; I have always most carefully studied fidelity of representation to the original painting. In"], [14, "4 the pursuit of this employment, the principal Galle ries and Cabinets of Pictures in England have been frequently visited by me, and I have great pleasure in the opportunity of acknowledging my gratitude to their distinguished owners ; access has never yet been denied me, and the honour of condescending attention has most frequently been accompanied with an engagement and patronage. From all the following Mansions, which are pre eminent in their contents of superior works of art, have my portfolios been supplied, and although they may seem numerous, it by no means includes a complete list of British Galleries. WobuHn, Bedfordshire, the Duke of Bedford's. Altborp, Northamptonshire, the Earl Spencer's. Castle Ashby, ditto, the Marquess of Northampton's. Gorhameury, Hertfordshire, Earl Verulam's. The Grove, ditto, Earl of Clarendon. Hatfield House, ditto, Marquess of Salisbury's. Petworth House, Sussex, Earl of Egremont's. Cobham Hall, Kent, Earl of Darnley's. Knole, ditto, Duchess of Dorset's. Penshurst, ditto, Sir John Shelly Sidney, Bart. Inyerary Castle, N B. Duke of Argyle's. Upton Hall, Northamptonshire, T. S. W. Samwell, Esq. Nuneham, Oxfordshire, Earl of Harcourt's. Lee Priory, Kent, T. B. B. Barrett, Esq. Denton Court, ditto, Sir S. E. Brydges, Bart. K.J. Bifrons, ditto Edward Taylor, Esq. St. Albans Court, ditto, William Hammond, Esq. Luton, Bedfordshire, Marquess of Bute's. Wrest, ditto, Countess de Grey'l. Strawberry Hill, Middlesex, Earl of Waldegrave's. Hinchingbrook, Huntingdonshire, Earl of Sandwich's Bolstrode, Buckinghamshire, Duke of Portland's Wroxton, Oxfordshire, Earl of Guildford's. TtNNrNcnAM, NB. Earl of Haddington's. Casiobury, Hertfordshire, Earl of Essex. Euston Hall, Suffolk, Duke of Grafton's. Windsor Castle and Buckingham Palace, Lambeth Palace, and the Deanery House at Westminster."], [15, "5 The Royal Society, Eton College, and various Colleges of Oxford and Cambridge, as well as most of the Halls of the Chartered Companies of London, contain interesting and authentic Portraits, of which I have been employed to make copies. Even while fully engaged, I contemplated form ing some work which should be embellished in the style of Missals, so much admired for the beauty and splendour of their enrichments ; and having selected a subject deeply connected with national interest, and affording sufficient scope for illustrative deco ration, I continued to exert my best abilities during its progress ; the experience, which a long applica tion to the task of making faithful copies of por traits, has enabled me to acquire, has I trust been devoted to a worthy end. The lives and characters of the Princes of Wales can never be uninteresting to a subject of Great Britain ; the narration of their victories, and acquisition of power, involves a large portion of historical renown, and engages our atten tion to the personal excellence of — \" Those stem chiefs, who first in vengeance hurled Albion's loud thunders o'er the vanquished world. Her Henrys, Edwards, of immortal fame; Who clothed in radiant steel, with souls of flame, Fierce as the lions blazoned on their shields, Raged through Poictiers and Cressy's bloody fields. A studious attention to propriety of ornament has been carefully bestowed on the minor embel lishments, and I am not conscious of neglecting any means necessary for acquiring information on the"], [16, "6 subject; my best thanks are due to Mr. Young, York Herald; to Mr. Willement, author of Regal Heraldry; and to Mr. Moule, author of the Bibliotheca Heraldica, for very kind assistance in directing me to the Armorial Badges of the different Houses, more than seventy in number, significant of the illustrious descent of the Princes of Wales. There cannot be the smallest doubt of the positive identity of all the portraits intro duced in my manuscript, although I found some difficulty in completing the series, having been reduced to the necessity of copying the likeness from the monumental effigies in two instances, where fortunately the figure was in fine preser vation, Edward of Caernarvon, and Edward the Black Prince. A picture of the latter, brought from Beechworth Castle, was in the possession of the late Earl of Onslow, at Clandon Park, which I visited for the purpose of making a copy, but was induced to consider it not genuine : it was of very inferior execution, and the inscribed name certainly modern. Two portraits have also been taken from a limning in a manuscript pedigree, but it was first ascertained that no better resemblance could be procured. With these exceptions, the series consists of pictures of first rate merit, reduced to one uni form size, of which, the following will explain the source from whence derived."], [17, "DESCRIPTION, &c. &c. Illustration No. 1. The Collar of the Order of the Garter, first used in the reign of Henry VII. with the George appendant, within which is a running title : the whole radiated in burnished gold. 2. The full title of the book, in ornamented letters, with a rich border : HISTORICAL MEMOIRS OF THE PRINCES OF WALES, FROM THE TIME OF EDWARD OF CAERNARVON TO GEORGE AUGUSTUS FREDERICK, NOW KING GEORGE IIII. WITH ALL THEIR PORTRAITS, ARMS, AND BADGES. DRAWN BY GEORGE PERFECT HAR DING, 1826. The title is adorned with the Arms of the King doms of France, England, Scotland, and Ireland ; Badges of the Fleur de lis, the Rose, the Thistle, and the Harp, and with the Ostrich Feather, the peculiar cognizance of the Princes of Wales, 3. The Arms of the Principality — Quarterly, Gules and or, four lions, passant regardant, coun terchanged. 4. The Arms of the Dukedom of Cornwall — Sable, ten Bezants."], [18, "8 5. The Arms of the Earldom of Chester— Azure, three Garbs, or. 6. The personal distinction of the Princes of Wales, a plume of ostrich feathers in a coronet, with the mottos, %tt £Ct altUttl, —^OUntOUt 7. The Origin of the Titles borne by the Princes of Wales, commencing with an illuminated initial letter %, page 1. 8. View of Caernarvon Castle, where the first Prince of Wales of the blood royal of England was born, on the 25th of April, 1284, page 5. 9. The First letters patent issued for creating a Prince of Wales, by King Edward III. in 1329. The splendid initial letter of this deed, represents the King standing under a Canopy of State, page 6. 10. The Arms of England, regally crowned, at the top of the letters patent. 11. The Great Seal of Edward III. represent ing the Monarch seated on his Throne, page 9. 12. The Letters Patent of King Henry VI. creating his son Edward Prince of Wales, in 1453 ; to which is affixed, the Great Seal, representing the King on his Throne, page 11. 13 The Letters patent of King Edward IV. cre ating his son Edward Prince of Wales, in 1473: to it, is appendant the Great Seal, on which is re presented the King mounted for the field, his horse caparisoned with the Arms of France and Eng land, page 13."], [19, "9 14. The Prince's Coronet, sword, and verge of gold; with a description of the investiture, and of things required to be observed at the creation of a Prince of Wales, established by King Henry VII. in 1493, page 17. 15. A Seat of State, with Robes, &c. placed on a table in front, and the full achievement of the Prince of Wales introduced on the dorsal, or hang ing, at the back of the canopy. 16. Single Ostrich Feathers, and the Prince's Coronet, page 18. THE PERSONAL HISTORY OF THE PRINCES OF WALES OF THE BLOOD ROYAL OF ENGLAND, BEGINS WITH €$e 1$mi$t of $»antagcnet. 17. The Life of Edward, the first Prince of Wales; at the beginning is the letter © illuminated in gold, on a red ground, page 19. 18. The portrait of EDWARD, surnamed of CAERNARVON, eldest son of King Edward I. copied from the effigies on his monument. It is painted within an architectural compartment, en riched with gold, and with columns of lapis lazuli. 19. The Prince's Armorial ensigns: Gules, three lions passant guardant, in pale, or ; over all, the la bel of cadency, and above, his crest, a lion statant, crowned, upon a red chapeau faced with ermine. 20. His royal Badge, an hexagonal Castle, towered of the same form, and of gold : this badge"], [20, "10 was borne in allusion to his maternal descent from the House of Castile. 21. The Monument erected to his memory in the north aisle of Gloucester Cathedral, page 26. 22. The Life of Edward, second Prince of Wales, commences with an initial letter ©23, in blue, on a gold flowered. ground, page 27. 23. The portrait of EDWARD, surnamed of WINDSOR, eldest son of King Edward II. copied from a very curious ancient painting, in the possession of John Harrison Esq. at Snelston Hall, Derbyshire. It is within an architectural border of gold. 24. The Great Seal, struck in 1340, after this Prince's assumption of the title of King of France : upon it are the Arms of France, quartered with England, on each side of the splendid throne; Badges of Swans are upon the Canopies, and Lions at the King's feet, page 29. 25. The Arms of this Prince, England, with a Brisure ; the Crest on a chapeau. TEN ROYAL BADGES. 26. An Eagle displayed, of gold. In the year 1335, this Prince being then King, granted his own crest of an eagle, to William Montacute, Earl of Salisbury. Eagle Pursuivant, received his denomi nation from this badge, which was also used on"], [21, "11 the signet of several princes, until the time of Henry the Seventh. 27. A Stock of a Tree, couped and eradicated, of gold, with two green sprigs issuant therefrom : assumed in allusion to the Royal demesne, Wood stock. 28. A golden Fleur de lis, adopted in reference to the claim to the Kingdom of France. This badge has received a variety of derivations ; but really appears, in its ancient form, more like a spear head, than either the flag Iris, or garden lilly. 29. Golden Sun Beams issuing from clouds. A peculiar badge, as Founder of the Order of the Garter, according to Ashmole. 30. Clouds, upon which is a letter <££, in gold. This device was embroidered on several of the royal garments. 31. Clouds, environed by vine branches of gold, with a motto, %t i$, a£ it i#. It was thus worked on his doublet. See the Archælogia, vol. 19. 32. A Red Chapeau, faced with ermine, having on the top, a sword erect, the blade ensiled with three open crowns of gold : borne either in allusion to the victories of Cressy, Neville's Cross, and Poic tiers; or to the Kingdoms of England, France, and the Romans ; the latter was certainly offered to Edward by the Electors. 33. A golden Griffin ; used on his privy seal. 34. A Lion rampant, holding a Banner of blue"], [22, "12 and red ; thereon, the rays of the sun issuing from clouds. This curious Badge is attributed to Ed ward, in a Manuscript, in the Heralds' College. 35. A White Falcon, membered and belled gold, rising from a green mount. The falcon was adopted as a supporter to the Royal Arms, after the institution of the Order of the Garter. 36. The Inscription on his Tomb, in the ancient character, page 32. 37. His Monument, on the south side of Edward the Confessor's Chapel, in Westminster Abbey; this view is taken from the Ambulatory, and shews the massive base, in the compartments of which, are large metal shields, beautifully enamelled, and blazoned with the Royal Arms, and with the Cross of St. George, alternately, page 33. 38. The Life of Edward, third Prince of Wales, has at its commencement, an initial letter @P, copied from an original Grant, now in the Cottonian Li brary, British Museum, and represents King Ed ward III. granting him the Principality of Aqui taine in France, page 34. 39. The Portrait of EDWARD of WOOD STOCK, surnamed the BLACK PRINCE, son and heir to King Edward III. copied from the bronze figure on his monument at Canterbury, where he is represented in his emblazoned just au"], [23, "13 corps. A rich architectural border surrounds this picture, which is adorned with the Prince's Royal Arms, and with his personal cognizance, a black shield, charged with three golden ostrich feathers erect, each quill passing through a scroll. 40. The Arms of this Prince, France and Eng land, quarterly, ensiled with a label of three points, argent, represented within the Garter, he being one of the first Founders of the Order at its Institution, and surmounted by the ostrich feathers, and motto used by him— I^ountont $[tf) jSDiene, THREE ROYAL BADGES. 41. A Stock of a Tree, couped and eradi cated, gold ; borne in allusion to the place of his birth, whence he derived the cognomen of Wood stock. 42. Golden Rays of the Sun, issuing from clouds. 43. An Ostrich Feather, the stem of gold, pas sed through a scroll, inscribed 3[tf} fiDtflZ, The real origin of this badge is not exactly known ; but as it was borne by several branches of the House of Plantagenet at the same time, it is very reasona ble to suppose, that it was assumed, not from the victory of Cressy, or other martial achievement, bnt from some pacific event, if it had not a genea logical reference. A dissertation on this curious subject is introduced in Mr. Willement's \" Heral dic Notices of Canterbury Cathedral,\" very satis-"], [24, "14 factory, as regarding the vast number of instances in which the badge was used, but still its actual derivation remains in obscurity. 44. The Inscription on his Tomb, in ancient characters, page 63. 45. The Monument of Edward the Black Prince, in Trinity Chapel, Canterbury Cathedral, consisting of an altar table, on which rests his effi gies of brass, gilt and burnished ; interesting as a specimen of the armour of that period, page 65. From Dr. Meyrick's account of it, this Prince does not appear ever to have worn feathers in his helmet ; a fashion first introduced in the reign of Henry V. Critical Inquiry. 46. The Life of Richard, fourth Prince of Wales, commencing with the letter 2^, of gold, em bossed on a blue ground, page 66. 47. The Portrait of RICHARD of BOUR DEAUX, son of Edward Prince of Wales, copied from a very curious painting-, in the Jerusalem Chamber at Westminster, formerly preserved in the choir of the Abbey Church. It is within an architectural border of gold. 48. The Arms of this Prince ; France and Eng land, quarterly, with a label of distinction, environed by the Garter, and surmounted by his crest, a lion, crowned, standing on a ohapeau."], [25, "15 FOUR ROYAL BADGES. 49. A Broom Pod; the planta genista, from which this family derived their name. Broom, when in season, being used to strew the chamber floors, became from that circumstance an emblem of humility, and as such, was borne by Fulke, Earl of Anjou, Grandfather of Henry II, King of England, in his pilgrimage to the Holy Land. It was used by this Prince to shew his descent from the House of Anjou, and is engraved upon his robe in his monumental effigy. The Order of the Broom flower, founded by St. Louis, in 1235, has belonging to it, the motto, IjHmiilijG? CJCaltat. A Collar of this Order was sent to Richard in 1393, by the King of France. 50. A White Hart, ducally collared and chain ed, gold, lodged beneath a tree ; first assumed by Richard in 1390. Charles VI. of France, bore a white hart as a badge, on his coronation in 1380, according to Froissart ; Richard, who married his daughter Isa bel, either adopted this Badge in compliment to his Queen, or in allusion to his descent from Joane, the fair maid of Kent, whose cognizance was a white hind. 51. A Sun in Splendour : by this device, Richard is designated by the Poet Gower, who flourished in his time ; it is also represented on the main sail of the vessel in which he returned from"], [26, "16 Ireland, in a Manuscript of the Harleian collection, British Museum. 52. A White Falcon rising. Falcon Herald. whose name was derived from this Badge, was an officer peculiar to the Prince of Wales. 53. The Inscription on his Tomb, in the old English Character, page 68. 54. The Monument of Richard, in Edward the Confessor's Chapel, Westminster Abbey, page 69. <£tje of 3tant*agter- 55. The Life of Henry, the fifth Prince of Wales, begins with the letter 3£, illuminated in gold, on a red ground, page 70. 56. The Portrait of HENRY of MONMOUTH, son and heir of Henry IV. King of England, copied from a picture at Strawberry Hill, in the posses sion of the Earl of Waldegrave, which once formed part of the altar piece of the Chapel Royal in Rich mond Palace, within an architectural border of gold. 57. The Arms of this Prince, the same as borne by the last. FOUR ROYAL BADGES. 58. A Red Rose, or Rose of Lancaster. This Badge wets borne by John of Ghent, Duke of Lancaster, fourth son of King Edward III. It was used by Prince Henry and his followers as a prominent distinction.* * Sev«ral legislative provisions were made to preveDt the assumption of Badges by persons of inferior degree; but see a curions article on the subject in the Retrospective Review, New Series, vol. 1."], [27, "17 59. A Beacon of gold, with the motto, ClllC gang $fag, assumed by Henry, to shew that he alone would be a light and guide to his people ; to which he added, |^on ttODIg DOltlinc, after the battle of Agincourt. This Badge is sculptured on his monument 60. A White Swan, ducally gorged and chained, gold ; borne in right of his mother, heiress of the family of Bohun. A swan holding an ostrich feather in its beak, is upon his own Seal as Prince of Wales. 61. A White Antelope, armed, ducally col lared, and chained, gold : a badge also derived from the Bohuns, Earls of Hereford. 62. The Monument of Henry, in the Chantry Chapel, erected to his memory in Westminster Abbey, page 75. 63. The Life of Edward, the sixth Prince of Wales, has an initial letter ffi, of burnished gold upon a red ground, page 76. 64. The Portrait of EDWARD of WEST MINSTER, only son and heir of King Henry VI. copied from a drawing which forms part of a pedi gree of the Beauchamp family, in the Cottonian Library, British Museum. It is painted within a rich open-worked architectural border of gold. 65 The Arms of this Prince, the same as borne by the last. c"], [28, "18 THREE ROYAL BADGES. 66. A Rose of Lancaster ; the peculiar badge of his House. 67. A White Swan, ducally gorged and chain ed, gold, called a cygnet royal. 68. Two White Feathers, with golden quills, in Saltire, with the motto, €e SDeum Hailbamu.S ; borne also by his father, according to Camden. 69. A View of the Abbey Church of St Mary, Tewkesbury, wherein he was buried ; no monu ment to his memory is now remaining, page 81. €fje ij^ougc of §or&. 70. The Life of Edward, seventh Prince of Wales, begins with an initial letter ©, in burnished gold, upon a dark flowered ground, Page 82. 71. The Portrait of EDWARD of WEST MINSTER, the eldest son of King Edward IV. copied from an illumination, in a Manuscript enti tled \" The Dictes and Sayings of Philosophers,\" in the Library at Lambeth Palace. It is within an architectural border of gold. 72. The Arms of this Prince, France and Eng land, quarterly, with a brizure, and within a garter; surmounted by his crest, a lion, statant, and crowned, upon a chapeau."], [29, "19 THREE ROYAL BADGES. 73. A White Rose, or Rose of York. This was first used as a distinguishing badge, by Edmund of Langley, Duke of York, fifth son of King Ed ward III. from whom Prince Edward was de scended in a direct line. 74. A White Rose, radiated, called the Rose en soliel, with the motto, SDtCU Ct ttion OtOtt, as sumed by Edward IV. his father, as a means of perpetuating his signal victory over the Lancas trian party, in the decisive Battle of Mortimer's Cross. 75. A White Falcon, standing upon a golden Fetterlock, represented open. 76. The Life of Edward, eighth Prince of Wales, commencing with the letter ©jof burnished gold, on a pink flowered ground, page 87. 77. The portrait of EDWARD, only son of King Richard III. copied from the Beauchamp Pedigree before mentioned, the only likeness ex tant of this Prince. It is placed in a gold archi tectural frame. 78. The Arms of this Prince, the same as borne by the last Prince of Wales. TWO ROYAL BADGES. 79. A Rose of York, with his father's peculiar motto, Hopaulte trie lie. 80. A White Boar, with tusks and bristles of gold, as borne by his father, a badge of the Honor of Windsor."], [30, "20 81. An Infant reclining — at the end of the life, page 87. Qfyt JE?ouge os<€uDor.. 82. The Life of Arthur, ninth Prince of Wales, commences with an initial letter (&> illuminated upon a red ground, page 88. 83. The Portrait of ARTHUR, eldest son of King Henry VII. copied from a picture at Straw berry Hill — The architectural border which sur rounds it, is enriched with the rose and portcullis Badges of the House of Tudor. 84. The Arms of this Prince ; France and Eng land, quarterly, with a label of distinction, and within the Garter ; surmounted by the crest, a lion statant, crowned, upon a chapeau. EIGHT ROYAL BADGES. 85. A Red and White, or Tudor Rose, used by the Princes of this family, to shew their mutual descent from the Houses of Lancaster and York; by the marriage of Henry VII. 86. A Golden Portcullis, referring to the de scent of the Tudors from the House of Beaufort ; above it is an ostrich feather, with the words 3illtera £ecuritag, a motto adopted by Henry VII. implying a more decided right to the crown than was given by his descent. 87. A Single Ostrich Feather, with a label in scribed $[cfj Dicn*"], [31, "21 On the Monument of this Prince, in Worcester Cathedral, the ostrich feather is represented some times singly, in other parts two are placed together, and even three are united by a scroll, but without the coronet. 88. A Rose en soleil, with the motto, d&cmper nitoat in etento. 89. A Golden Fleur de lis. Fleur de Us Herald was an Officer of Arms. 90. A White Falcon, on a golden fetterlock, open. 91. A Pomegranate, slipped ; a badge of the House of Arragon; originally assumed by Ferdi nand V. King of Spain, on the conquest of Grenada in 1492: his daughter Catherine was married to this Prince, November 14th, 1501. 92. A Sheaf of Arrows ; also a badge of Arra gon, and derived from the conquest of Grenada, won by the great superiority of the Archers. 93. The Inscription on his Tomb, in ancient characters, page 89. 94. The Life of Henry, the tenth Prince of Wales, with an initial letter 2T> in burnished gold, on a blue ground, with red and white roses intro duced, page 90. 95. The Portrait of HENRY, brother of Ar thur, and second son of King Henry VII. copied from a picture by Holbein, at Denton Court, in"], [32, "22 Kent, the seat of Sir Samuel Egerton Brydges, Bart. K.J. within a rich architectural border. 96. The Bull of Pope Leo Xth, conferring upon Henry the title of Defender of the Faith, with the Signet affixed, page 93. 97. The Bulla, or Seal of Gold, impressed with the heads of St. Peter and St. Paul, attached to the Letters of his Grace by silken threads, page 96. 98. The Arms of this Prince, the same as those of his brother Arthur. FOUR ROYAL BADGES. 99. A Red and White, or Tudor Rose, the pe culiar badge of this House, with his own chivalrous motto, iPoole €œur Hopal, 100. A Rose of Lancaster. 101. A Portcullis, with its chains, of gold. 102. A Golden Fleur de lis. 103. An Architectural Compartment, in which are introduced the family arms of his six wives. Catherine of Arragon, Castile and Leon, quarterly. Anne Boleyn, Ar gent, a chevron gules, between three bulls' heads, couped, sable. Jane Seymour, Gules, two wings conjoined, or. Anne of Cleves, Gules, an inescutcheon, argent, over all, an escarbuncle pomettee, flory, or. Catherine Howard, Gules, a bend between six cross crosslets,fitche, argent. Cathe rine Parr, Argent, two bars, azure, within a bordure engrailed, sable, page 102."], [33, "23 104. The Life of Edward, the eleventh Prince of Wales, commencing wTith an initial letter ©, in which is introduced a Dragon, the armorial ensign of Cadwallader, the last of the British Kings, from whom the Tudors were pleased to declare their descent, page 103. 105. The Portrait of EDWARD, only son of King Henry VIII. copied from a picture now in the hands of Mr. Swaby, of Wardour Street, London. It is within a border of gold, enriched. 106. The Arms of this Prince, the same as those of his father. FIVE ROYAL BADGES. 107. A Tudor Rose. 108. A Phœnix in flames, with the motto, ||3ag' ratllt Ut alter, assumed in allusion to the peculiar nature of his birth. 109. The Sun in Splendour ; over it on a scroll the motto, 3iocm per. SDibcga ; under h,<Bn%t (Uerra, 110. A Golden Sun, having in the centre a roundel of blue and red, upon it the letters (Q, $, and between them a plume of ostrich feathers passing through a Prince's coronet, with a scroll,"], [34, "24 inscribed HDiett. This is the first instance of a plume being inserted in a coronet, as the Prince of Wales' Badge. 111. A Green Mount, with a Cannon on its Car riage, the Ramrod and Sponge saltirewise, all gold. 112. The Epitaph upon this Prince, by Jerome Cardan, an Italian Philosopher, who resided a short time at the English Court, at the particular instigation of Edward, page 106. €lje ipouge of Jbtuart, 113. The Life of Henry, the twelfth Prince of Wales, beginning with the letter |$J in gold, on the ground of which, the Stuart badge of the thistle is introduced, page 107. 114. The Portrait of HENRY FREDERICK, eldest son of King James I. copied from a contem porary picture, in my possession: he is represented in armour, with the George about his neck. It is within an architectural border of gold. 115. The armorial achievement of this Prince: Quarterly, 1st and 4th, France and England ; 2nd Scotland ; 3rd, Ireland ; over all, a label of dis tinction. The coat is within the garter, and is surmounted by his crest, a lion, guardant, labelled and crowned, standing upon a chapeau. 116. His Royal Badge, a plume of ostrich feathers between the letters I| $, with the motto, %fy SDien, on a blue label. The whole upon a"], [35, "25 golden sun. Also a motto, $a£ Jft$eittijef Gloria. 117. Henry, Prince of Wales in armour, exer cising with the pike, a favorite amusement : page 115. He is so represented in a drawing on vellum, at Sheffield Place in Sussex. The death of this Prince was the occasion of a vast many poetical tracts to his memory, all decorated with his badge ; sixteen are enumerated in the Bibliotheca Heraldica. 118. The Life of Charles, thirteenth Prince of Wales, with an initial (ZE at the commencement, page 116. 119. The Portrait of CHARLES, brother of Henry Frederick, and second son of King James I. copied from a picture at Corpus Christi College, Cambridge, painted when he was Prince of Wales, It is within a rich arabesque border of gold, on a black ground. 120. The arms of this Prince, the same as those of his brother. FOUR ROYAL BADGES. 121. A Tudor Rose. 122. A Fleur de Us of gold. 123. A Thistle, the ancient Badge of Scotland, and significant of the courage of the natives. It was assumed, says Favine, \" Because it is not tract able without good gloves made of the Hart's skin, whereby its pricking is avoided.\" 124. A Golden Harp, the Badge of Ireland,"], [36, "26 borne, according to Vallancey, from its being sacred to Apollo Grian, or Beal, the principal deity of the aboriginal Irish. 125. A groupe of Statues, Pictures, &c. in dicative of his taste for the arts, page 120. 126. The Life of Charles, the fourteenth Prince of Wales, commencing with an initial $, blue, on an illuminated gold ground. 127. The Portrait of CHARLES, son of King Charles I. copied from a very beautiful picture, by Vandyck, at The Grove, Hertfordshire, in the col lection of the Earl of Clarendon. It is represented within a rich Florentine border of gold, on a blue ground. 128. The Arms of this Prince, the same as those borne by his father Charles. FOUR ROYAL BADGES. 129. A Red and White, or Tudor Rose, the badge of England. 130. A Golden Fleur de lis, the badge of France 131. A Thistle, the badge of Scotland. 132. A Golden Harp, the badge of Ireland. 133. A View of Boscobel House, in Shropshire, where Charles was concealed after the battle of Worcester, page 126."], [37, "27 €lje Ijlouge of Ipanobcr. 134. The Life of George, fifteenth Prince of Wales, begins with an illuminated initial letter (j£, page 127. 135. The Portrait of GEORGE AUGUSTUS, eldest son of King George I. copied from a picture, by Sir Godfrey Kneller, in his Majesty's Collec tion, within a gadroon frame of gold. 136. The Arms and Quarterings of the family of Brunswick Lunenburg, 1, Gules, two lions passant guardant, or, Brunswick. 2, Gules, a horse current, argent, Saxony. 3, Or, semee of hearts, gules, a lion rampant, azure, Lunenburg. 4, Azure, a lion rampant, argent, crowned, or, Eberstein. 5, Gules, a lion rampant, or, within a border componee, argent and azure, Homburg. 6, Azure, a lion rampant, argent; and 7, Argent, an eagle, dis played, azure, Diepholtz. 8, Gules, a lion rampant, or; and 9, Or, three barulets, gules, Lauterburg. 10, Argent, a stag current, sable, Clettenburg. 11, In chief, or, two bears7 paws issuant sable, in base, gyrony, argent and azure, in fess, barry of four, gules and argent, Hoja and Bruchusen. 12, Chequy, argent and gules, Hohnstein. 13, Argent a branch of a rein-deer's horn in fess, gules, Rein stein. 14, Argent, a branch of rein-deer's horn, sable, Blanckenburg."], [38, "28 137. The Royal Arms, with the label as Prince of Wales. Four Grand Quarters : 1st, England and Scotland, impaled; 2nd, France; 3rd, Ireland; 4th, Brunswick, impaling Lunenburg, and in base, Saxony. Crest a lion, statant guardant, crowned, upon a Prince's coronet. FIVE ROYAL BADGES. 138. The Rose of England. 139. The Fleur de lis of France. 140. The Thistle of Scotland. 141. The Harp of Ireland. 142. The White Horse of Hanover, derived from the ancient House of Saxony, from which the present Royal Family of England descend in a direct male line, with the motto, |j3cc 3Hgpera Ccrrcnt. 143. A Military Trophy, at the bottom of page 131. 144. The Life of Frederick, sixteenth Prince of Wales, beginning with an initial ©, red, with gold ornaments, page 132. 145. The Portrait of FREDERICK LEWIS, son of King George II. copied from an enamel, by Christian Frederick Zincke, Cabinet painter to the Prince ; in the possession of his Royal Highness the Duke of Gloucester, within a Venetian border of Sfold. S 146. The Armorial Bearings of this Prince, the same as those of his father."], [39, "29 FIVE ROYAL BADGES. 147. A Rose. 148. A Fleur de lis. 149. A Thistle. 150 A Harp. 151. A White Horse. 152. An ornamental Vignette, page 135. 153. The Life of George, seventeenth Prince of Wales. At the commencement is an initial letter blue, with flowers of gold, page 136. 154. The Portrait of GEORGE WILLIAM FREDERICK, eldest son of Frederick Prince of Wales; copied from a picture, by John Baptist Vanloo. Within a very rich gold border, on a black ground. 155. The Royal Arms, the same as borne by his father. FIVE BADGES. 156. The Rose of England. 157, The Fleur de lis of France. 158. The Thistle of Scotland. 159. The Harp of Ireland. 160. The White Horse of Hanover. This Badge is now, with great propriety, adopted for the Royal Hanoverian Guelphic Order of Knighthood. 161. The Arms of Wales, surmounted by a plume of ostrich feathers in a coronet, and the motto, %ty ]3Diett, page 144."], [40, "30 162. The life of his Majesty, George, the eighteenth Prince of Wales ; commencing with an initial letter 1$, composed of ostrich feathers, laid on a gold diapered ground, page 142. 163. The Portrait of GEORGE AUGUSTUS FREDERICK, eldest son of King George III. who ascended the Throne of the united Kingdom, as George the Fourth, being still Prince of Wales; copied from a most beautiful miniature, by Richard Cosway, R.A. in the possession of Lady Marybo rough. His Majesty is represented in the Robes and Collar of the order of the Garter ; the picture is placed within combined wreaths of Lau rel and Oak, surmounted by the ostrich plume, and adorned with the national badges- 164. The Arms. Quarterly, 1st and 4th, Eng land ; 2nd, Scotland ; 3rd, Ireland ; and on an es cutcheon of Pretense, the Arms of the German Dominions ; within the garter, and surmounted by the Prince's coronet, a lion, statant, guardant, crowned. FOUR ROYAL BADGES. 165. A Rose, slipped, barbed and seeded, for England. 166. A Thistle, leaved, for Scotland. 167. A Sprig of Shamrock, for Ireland. 168. The Royal Badge of Hanover; a white horse, with the motto, $ec 3figpera Cetrcnt. The Electorate was elevated to the Rank of a Kingdom"], [41, "31 in 1816, when an alteration was ordered in the Arms, henceforth to be surmounted by the Hano verian Royal Crown. 169. An Ornamental Compartment, including the Badge of St. George, and the motto, %ify SDien. page 146. 170. The table of Contents, at the end of which is an Arabesque Vignette. The Artist's Monogram, on the concluding page, placed on a palette, with his mark, a red escallop shell, and the motto, % ainoertafte aub $ergeticre. Whether I have succeeded in my most anxious desire to make the illustrations worthy the atten tion of my Patrons, and of the subject, it is for them alone to decide."], [42, ""], [43, "PRINCES OF WALES. Yesterday, the Landgravine op Hesse Homeerg honored Mr. G. P. Harding (of Hercules' Buildings, Lambeth) with a visit, lo view his most splendid Manuscript of the Lives and Actions of the Princes of Wales, when her Royal Highness expressed her admiration of the superior style and excellence of the drawings. This book is decidedly the most magnificent ever beheld : painting heightened with gilding in the true style of the highly enriched early Missals, contribute to render it a perfect gem. The historical accounts were, it is understood, collected from indisputable authorities, and are all most beau tifully written in a clear and distinct manner— the Charter, Patents, and Monumental Inscriptions, copied in the characters of the period, with the Seals to the Deeds, and other orna mental decorations, excelling every thing of the kind before produced. The book contains a portrait of every Prince of SVales, from Edward of Carnarvon to his late Majesty, copied from approved paintings; most of which have never been en graved, however singular it may appear. In two instances alone, where pictures are known not to exist, the features have been carefully copied from the monuments, which are fortu nately in a fine state of preservation. The series is exceed ingly interesting — as exhibiting the works of Mabuse, Holbein, Vandyke, and the most celebrated painters of each succeeding reign. Every portrait is within a rich border of gold, in the taste of each period of art. The other embellishments consist of armorial bearings, with an extensive collection of curiously arranged heraldic badges. All the monuments in existance are introduced, and the heraldry beautifully emblazoned, and what is more to the purpose, taken from authentic sources at great labour and expense. The commencement of each life, &c. has an illuminated capital, after the manner of the much admired ancient Missals, in raised gold ; an art Mr. Harding has alone succeeded in bringing to perfection, although supposed to be lost. It would be quite impossible to describe the beauty and splendour of this unique and truly Royal Volume, which sur passes in brilliancy every attempt of the kind : to be able fully to appreciate the merits of the work, it should be seen. Mr. G. P. Harding, who has devoted his Hfe to copying the most valuable portraits in the Galleries of the Nobility, has, been ten years employed in this History of the Princes of Wales, and has certainly rendered it a book worthy of the first library in the world ; and it is to be hoped he will be liberally rewarded for his labour : his collection of drawings from ancient portraits is very extensive. „ 9....;^y W'yr^'-"], [44, ""], [45, ""], [46, ""], [47, ""], [48, ""], [49, ""], [50, ""], [51, ""], [52, ""], [53, ""], [54, ""], [55, ""], [56, ""], [57, ""], [58, ""], [59, ""], [60, ""], [61, ""], [62, ""], [63, ""], [64, ""], [65, ""], [66, ""], [67, ""], [68, ""], [69, ""], [70, ""], [71, ""], [72, ""], [73, ""], [74, ""]]