[[1, ""], [2, ""], [3, ""], [4, ""], [5, "AN ACCOUNT OF THE ISLANDS OF WALCHEREN AND SOUTH BEVELAND."], [6, ""], [7, "AN ACCOUNT OF THE ISLANDS OF -WALCHEREN AND SOUTH BEVELAND, AGAINST WHICH THE BRITISH EXPEDITION PROCEEDED IN 1809, DESCRIBING THE DIFFERENT OPERATIONS OF HIS MAJESTY S ARMY DURING THE SIEOJE OF FLUSHING!-, AND CONTAINING OBSERVATIONS ON THE CHARACTER, CUSTOM, RELIGION, AND COMMERCE OF THE INHABITANTS. TO WHICH ARE ADDED, A FEW REMARKS RESPECTING THE NATURE OF THE CLIMATE, AND THE CAUSES AND SYMPTOMS OF THE DISEASE AVHICH PREVAILED AMONG THE TROOPS. ILLUSTRATED WITH AN ENGRAVING. By GEORGE HARGROVE, Jun. MEMBER OF THE ROYAL COLLEGE OP SURGEONS, LONDON, AND ASSISTANT SURGEON\" ROYAL HORSE ARTILLERY. WHAT GREATER CAUSE CAN CALL YOUR LIGHT'NING FORTH? YOUR THUNDER WAKE, YOUR DEAREST LIFE DEMAND? WHAT GREATER CAUSE, THAN WHEN YOUR COUNTRY SEES, THE SLY DESTRUCTION AT HER VITALS AIM'D ? THOMSON. DUBLIN: PRINTED BY WILLIAM FOLDS, GT. STRAND-STREET, FOR GILBERT AND HODGES, AND FOR LONGMAN, HURST, REES, ORME and BROWN, LONDON. 1612."], [8, ""], [9, ""], [10, "Flan of the Bombardment of Flushing and frsitir), r/'f/ir 7h/yM- t/tett Invested the TfiWn . NfABeundary eslhe Mustek Ternary . V/r-. stood tt> Middle fauy. : .\\'7/t.r„„,ei JV.-/S. Basin Ar A/r,, _/ ft ;<r REFERENCE JVfS.Seamenir Jiaitety. ZVAd.Eetsl Ze'iel/e/uty.. A_V. Flushing. N.\"2. 5 '/ 'Gun. Buttery Col.Woce/ HA. . '-' X V tTWbrk l,,>i',t by '/', Trench 4.Aforta7u-Jiny. Ce>Mnznkltn.JFtA j .- rtmrr i .1 \". ej*r e*Skf>* e ;■/ III,//,-,- /,- . I I"], [11, "TO HIS ROYAL HTO-HNESS ifielti #ars#ai PRINCE FREDERICK, DUKE of YORK and ALBANY, COMMANDER IN CHIEF OF HIS MAJESTY'S FORCES, KNIGHT OF THE GARTER AND KNIGHT OF THE BATH, &C. &C. &C. May it please your Royal Highness, The occasional intervals which I could spare from my professional duties with His Majesty's troops at Walcheren, were employed in the production of the desultory .sketch which presumes b"], [12, "DEDICATION. presumes to solicit the attention of your Royal Highness. As the soldiers' friend in sickness as well as in health, and the exalted Patron to whom he looks up with confidence for protection, I have taken the liberty of presenting the following detail to your Royal Highness. British valour was (as it has been in every quarter of the globe when put to the test) eminently conspicuous on the Walcheren expedi tion — But what avail stern fortitude and heroic intrepidity on such occasions? The dauntless veteran who smiles at danger and bids defiance to an host of opposing forces, sinks appalled under the pressure of a calamity from nature! No"], [13, "DEDICATION. No courage can shield against the attacks of fell disease — no bravery can withstand the direful effects of pestilential contagion ! — Your Royal Highness will pardon this short effusion of sincere feeling and permit it to stand registered as a small but grateful tribute to the manes of my gallant countrymen. The Army of the Empire, with the great body of the nation, saw with the most poignant regret the temporary cessation from office of a Commander in Chief whom they justly revered ; and hailed the return of your Royal Highness to that high and important station with heartfelt acclamation. An ardent zeal for my King and my Country influenced my wishes for a military avocation, to"], [14, "DEDICATION. to both I feel the warmest attachment and shall ever continue inviolably devoted to the .cause of Loyalty and Patriotism. I have the honor to be, With the most profound respect, Your Royal Highness's Most faithful, humble, And most obedient servant, The AUTHOR."], [15, "INTROBUCTION. THE following lines Avere written while on professional duty Avith the troops on the expedition to Walcheren and South Beveland, not with any idea of their ever appearing before the public, but for the purpose of filling up a leisure moment with useful pursuit, and for the gratification of a few private friends, who were anxious to be acquainted with particulars on that subject. The partiality of those friends strongly urged me to publish the account, and forms the only apology I can offer for committing to print, a memoir Avhich must necessarily labour under unavoidable defects both from the nature of my other avocations, and the early period of life at which I have ventured to submit this performance to the public eye ; but however, it may possibly be interesting in some respects, for that which excited such uncommon curiosity in detached fragments, must gratify when brought into a combined detail. With respect to the nature of the expedition in a political point of view, it is not my intention to make any observations, I do not feel myself competent for the under- taking c"], [16, "INTRODUCTION. taking, and, even though I was possessed of the qualification, it is not in the way of my pursuit, nor would I presume to enter on a subject of such magnitude; several particulars however relative to the military operations will be found herein faithfully detailed, many to which I was an ocular evidence, and others from the authority of an officer of high rank, whose name I do not think myself at liberty to mention, in consequence of his absence from Europe at the time those sheets were preparing for the press. Should it be deemed worthy of criticism, the author bows to its decision ; but yet would beg to observe, that as his object is ingenuous, he trusts, considerable lenity and an abatement of rigorous stricture will be extended to his inexperience ; and whatever judgment may be formed of its merits, it Avill at least evince, that the author thought it better to fill up any vacancy of time he might find, in a rational pursuit, than suffer it to be totally unemployed, and lost in listless apathy, and that he adhered to that useful observation of Terence, Avhere he says, \" Nosse omnia hæc, salus est adolescentulis,\" and with regard to the utility of recording memorable transactions for future periods of time, \" Nescire quid ante acciderit, hoc est, semper esse puerum.\""], [17, "ADVERTISEMENT. The present work was ready for the press soon after the return of our troops from Walcheren ; but it was thought necessary to defer its publication in consequence of the Parliamentary Investigation expected to take place at -that time ; for as this narrative might have then been thought to interfere with the political view of the subject, the author fek it a duty incumbent on him to suspend its public appearance until the time when he imagined there could be no such supposition : that period is happily arrived, and he trusts, that, in the folloAving pages, party spirit will be unable to discover any scope for political controversy."], [18, "ERRATA. The Author begs leave to direct the Attention of his Readers to the folloAving typographical Errata which inadvertently occurred while the Sheets were at Press. In Page 44, line 1, for Gronningen shore, read Gronningen, Shore, the name* of two Dutch Villages. Page 70, line 16, for tremefaction, read tumefactiou. Page 142, line 14, for such, as was, read as such he w«."], [19, "SUBSCRIBERS. HIS GRACE CHARLES, DUKE OF RICHMOND AND LENNOX, ftnigtjt of toe S©o0t Boole flDroer o£ the Charter, LORD LIEUTENANT GENERAL AND GENERAL GOVERNOR OF IRELAND, LIEUTENANT GENERAL THE HON. SIR JOHN HOPE, K.B. COMMANDER OF HIS MAJESTY'S FORCES IN IRELAND. A Right Honorable Lord Adair. James Archdeacon, esq. 84th regiment. James Anglim, esq. Limerick. Mrs. Edward Agar, Tralee. George Alps, esq. ditto Samuel Allen, esq. Dublin. Thomas Abraham, esq. ditto James Ainge, esq. 10th Huzzars. William Auchinleck, esq. Surgeon, Dublin. Lieutenant Andrews, Royal Artillery^ Lieutenant I. C. Acherly, Royal Artillery. Alexander Anderson, esq. Royal Artillery. Robert Alcock, esq. Dublin. Ringrose Atkins, esq. Surgeon. Thomas Alley, esq. Dublin. William Attree, esq. Royal Horse Artillery. ReA\\ William Ashe, Newcastle, Co. Limerick EdAvard Armstrong, esq. Ennis. John Anster, esq. T. C. D. d"], [20, "SUBSCRIBERS. B Hon. Colonel Burton, Clare Regiment. Captain Bolton, Royal Horse Artillery. Sir Rowland Blennerhassett, Bart. Blennerville. Mrs. Richard Blennerhassett, Tralee. Huson Bigger, esq. M. D. Dep. Insp. Gen. to the Forces. Gerald Blennerhassett, esq. High Sheriff of the, Co. Limericl* Richard Blennerhassett, esq. Lake Ville. Thomas Babington, esq. Barrister, Dublin. Richard P. Bamber, esq. Dublin. Mrs. Bennett, Ballincolou, Co. Limerick. Robert Blennerhassett, esq. Mount Rivers. Mrs. BeA'en, Lemonfæld, Co. Limerick. Colonel Bland, Killarney. John Bourk, esq. Limerick. John Boyse, esq. ditto George D. Bowerman, esq. ditto Thomas blennerhassett, esq. Annadale, Co. Kerry. Charles Bolton, esq. 5th Regiment Foot. Robert flake, esq. M. D. Dublin. EdAvard Beck, esq. Royal Artillery. Lieutenant Barlow, Boyal Horse Artillery. William Bigger, esq. Dublin. Luke Bernard, esq. Limerick. EdAvard Bernard, esq. ditto Joseph Beale, esq. ditto Thomas Brereton, esq. Nenagh. Samuel Banks, esq. Staff Surgeon, Naas. Samuel Banks, esq. 0 'Brien 's-bridge. Mr. John Barry, Limerick. Lieutenant Benson, 76th Foot. Lieutenant Edward I. Bridges, Royal Artillery. William M. Boyton, Esq. M. D. John Briscoe, Esq. Surgeon, Waterford. William BroAvn, esq. Glinn, Co. Limerick. Rev. Frederick Blood. Lieutenant I. R. Bruce, Royal Artillery. Mathias Bluett, esq. Newcastle, Co. Limerick. Hugh Brady, esq. Limerick."], [21, "SUBSCRIBERS. James Butler, esq. Waterville. Whitwell Butler, esq. Belville. C The Earl of Clare. The Countess of Clare. Right Honorable Lady Clarina. Alderman Carleton, Mountjoy-square, Dublin. Rev. Dean Carleton. Mrs. George Carleton. John Carleton, jun. esq. George Carleton, jun. esq. Charles Conyers, esq. Castletown Conyers, Limerick. John Clanchy, esq. Charleville, Co. Limerick. Daniel Clanchy, esq. ditto Joseph Knight Carey, esq. M. D. Limerick. John Crumpe, esq. Tralee. Mrs. John Crumpe, ditto William John Crumpe, esq. Tralee. Mrs. Crumpe, ditto Miss Crumpe, ditto Mrs. Croker, Grange-hill. Colonel Crosbie, Ballyheige. Philip Crampton, esq. Dawson-street, Dublin. John Comerford, esq. Dublin. John Connell, esq. Limerick. Richard Carmichael, esq. Vice President Royal College of Surgeons, Dublin. John Cowen, esq. M. D. Gardiner s-street, Dublin. Edward Cart, esq. Newcastle, Co. Limerick. I. Cooper, esq. Fitzgibbon-street, Dublin. Joseph Cripps, esq. Limerick. Thomas Crosthwaite, esq. merchant, Dublin. Leland Crosthwaite, jun. esq. ditto Abraham Colles, esq. M. D. one of the Professors Royal College of Surgeons, Dublin. Captain W. H. Clitherow, 3d Foot Guards. George Chapman, esq. Limerick. . Laurence Cussen, esq."], [22, "SUBSCRIBERS. Rev. Richard Cox. William Corbett, esq. Dublin. Alexander Cahill, esq. 25th regiment. D. Campbell, esq. Royal Artillery. Captain Cheyne, Royal Engineers. James Cheyne, esq. merchant, Liverpool. Lieutenant I. R. Colebrook, Royal Artillery. Lieutenant Colonel CraAvford, North Cork Militia. Lieutenant D. Crawford, Royal Horse Artillery. Captain Cator, Royal Artillery. Nathaniel Calhvell, esq. Dublin. James Connor, esq. Tralee. W. Chambers, esq. 18th Huzzars. M. P. Corbett, Limerick. Hiffernan Considine, esq. Derk, Co. Tipperary. Thomas Chaytor, esq. merchant, Limerick. James Caulfield, merchant, ditto Richard Chute, esq. Chute-hall. Richard Chute, esq. Clohers. Caleb Chute, esq. Castle Morris. Francis Bernard Chute, esq. Rattanny. Arthur Chute, esq. Blennerville. Daniel Cronon, esq. the Park, Killarney. John Church, esq. Listowell. D Major General Darby, Limerick. Honorable Lieutenant Colonel Deane, 38th regiment. Sir Amyrald Dancer, Bart. Sir Edward Denny, Bart. Tralee. Sir John Allen De Burgh, Bart. Richard Dease, esq. M. D. one of the Professors Royal College of Surgeons, Dublin. Captain Doyle, 5th regiment. Mrs. Drew, Castleconnell, Co. Limerick. David Dwyer, esq. Limerick. West Darby, esq. Dublin. John Darby, esq. Enniscorthy. Honorable Matt. Deane, Royal Navy."], [23, "SUBSCRIBERS. George Purdon Drew, esq. Limerick. Major Dixon, Royal Artillery. Captain Barry Drew, late 45th regiment. Henry D'Esterre, esq. Barrister, Limerick. Henry D'Esterre, jun. esq. City Limerick regiment. Arthur Dickson, esq. Limerick. Captain Durnford, Royal Artillery. Captain Charles Diggle, 52d Light Infantry. James Thomas Davis, esq. Surgeon, Royal Artillery. George Drevar, esq. Dublin. James Dunn, esq. Portarlington. John Dunn, esq. T. C. D. James Douglas, esq. Limerick. Rev. Barry Denny, Church-hill. Maynard Denny, esq. Tralee. Robert Day, esq. Barrister, Dublin. William Day, esq. Tralee. E Major Evelegh, Royal Artillery. David England, esq. Co. Clare. Francis Swayne Evans, esq. D'Lacy Evans, esq. 22d regiment. Captain I. P. Elige, Royal Artillery. Evre Evans, esq. Co. Limerick. F Major General Fyers, Royal Engineers. Hon. Robert H. Fitzgibbon, Limerick. Lieutenant Colonel French, Quarter Master General's Department Colonel Augustine Fitzgerald, M. P. William Fosbery, esq. Limerick. William Fosbery, esq. merchant, Liverpool. George William Fosbery, esq. merchant, Limerick. George Fosbery, esq. Castle Oliver. George Fosbery, esq. Curragh Bridge. Captain Forster, Royal Artillery. Joseph Fisher, esq. merchant, Limerick. James Fisher, jun. esq. merchant, ditto e"], [24, "SUBSCRIBERS. Robert Fetherston, esq. M. D. Co. Limerick. Hugh Ferguson, esq. M. D. Dublin. Thomas Ferguson, esq. Surgeon. Thomas Fogo, esq. Royal Artillery. Joseph Furlong, esq. Royal Artillery. Jeff. Foot, esq. Limerick. William Fitzgerald, esq. ditto John Fitzgerald, esq. Attorney, ditto Rev. Michael Fitzgerald, Ennis. Garrett Fitzgerald, esq. 37th regiment, Thomas Furlong, esq. Co. Limerick. John Foxall, esq. Dublin. John Fennel!, merchant, Cork. Lieutenant Freeman, Royal Artillery Drivers. Mr. Edward Flinn, Limerick. Lieutenant Fitzgerald, 41st regiment. James Fitzgerald, esq. Newcastle, Co. limerick. Rev. William Frend, George Frend, esq. William Fitzgerald, esq. Barrister, Tralee. Charles Fitzgerald, esq. Sheppterton. G Right Honorable Lord Viscount Glentworth. Standish Grady, esq. Grange. Thomas Grady, esq. ditto Honorable Mrs. Green. William Gurney, esq. Royal West London regiment Lieutenant Colonel Gough, City Limerick regiment. Thomas Gabbett, esq. Limerick. Joseph Gabbett, jun. esq. Sir Wiiliam Godfrey, Bart. . Mrs. Co 'on el Godfrey, Bushfield. Captain Greene, Koyal Artillery. John Green, esq. Greenmount, Co. Limerick. Colo-iel Gubbins. John Geary, esq. M. D. Limerick. Richard Grogan, esq. M. D. ditto William Gilbert, esq. Dubiin."], [25, "SUBSCRIBERS. Rev. Dean Preston, Limerick. Rev. Dean Palmer. Mrs. Powell, Tralee. Thomas Ryder Pepper, esq. Richard Parsons, esq. Co. Limerick. William Parsons, esq. ditto Marcus Patterson, esq. John Parker, esq. Tarbert. Rev. John Parker, ditto John Porter, esq. London. Thomas G. Peacocke, esq. James Patterson, esq. merchant, Limerick. James Phelps, esq. merchant, ditto Samuel Phelps, esq. Rev. John Pinkerton, Limerick. Major Purdon. Major Ponsonby, Kerry Militia. Michael Parker, esq. M. D. Surgeon, Royal Artillery. Lieutenant Reyn. Palmer, Royal Artillery. Samuel Page, esq. John Pirn, esq. 115, Jameses-street. Mr. Nathaniel Preston. Mr. John Preston, jun. Henry-street, Dublin. Mr. EdAvard Perry, Whitehaven. Mr. Prest, Bristol. David Peter, esq. Stephens-green, Dublin. Lieutenant I. Palmer, 27th regiment Mr. James Purcell, Limerick. Q Hon. Wyndham Quin, M. P. R Solomon Richards, esq. York-street, Dublin. Jonathan B. Roberts, esq. Charleville, Co. Limerick, Thomas Roche, esq. Banker, Limerick. William Roche, esq. Banker, ditto Edmund Ryan, esq. M. D. Kilkenny. g"], [26, "Portugal. SUBSCRIBERS. Captain Rose, Royal Navy. Captain Alexander Rose, Royal Navy. James Rodgers, esq. Staff Surgeon, Cork. John Norris Russell, esq. Limerick. William Thomas Russell, esq. M. D. LimericL Philip William Russell, esq. Limerick.. George William Russell, esq. ditto Hughes Russell, esq. ditto Rev. Joseph Russell. Captain Rawlihson, Royal Artillery. . Robert Beid, esq. M. D. Dublin. Alexander Read, esq. Surgeon, Dublin. Charles Read, esq. Robert Read, esq. Mr. W. I. Rae. John B. Reeves, esq. Clare-street, Dublin. Stephen Henry Bice, esq. Barrister, Tralee. Thomas Rice, esq. Royal Artillery Driver's, John Reed, esq. Surgeon, 36th regiment, James Rivers, esq. Surgeon, Dublin. Robert 11 am say, esq. Royal Artillery. David Roche, jun. esq. Carass, Co. Limerick. Stephen E, Mice, esq. Mount Trenchard. Langford Rae, esq. Mr. James Ryan, Limerick. Lieutenant Roberts, Royal Artillery Driver's. I. F. Rolleston, esq. Dunkerron. Mr. P. Ryan, Limerick. John Raymond, esq. George RoAvan, esq. Barnacle Lodge. John Rowan, esq. Arbilla. Francis Russell, esq. Tralee. S Bryan Sheehy, esq. Gardenfield, Co. Limerick. Charles Spread, esq. Killarney. Captain Shenley, Royal Artillery. Major Squire, Royal Engineers. William Shearman, esq. M. D. London."], [27, "SUBSCRIBERS. George Sutton, esq. Dominick-street, Dublin. Richard Sutton, esq. Dublin. James Sutton, esq. ditto Rev. George Studdert. ReAr. Richard Standish, John Sanders, esq. Sackville-street. William Stoker, esq. M. D. York-street, Dublin Lieutenant Charles Shaw, Royal Artillery. Lieutenant James Sinclair, Royal Artillery. Lieutenant Schalch, Royal Artillery. Lieutenant Shearer, Royal Artillery Drivers. Thomas Sands, esq. Sallowglin. Francis Spaight, esq. Kilrush. William Sparrow, esq. Eustace-street, Dublin. Captain Slade, Royal Engineers. I. Stritch, esq. 25, Hardwicke-street, Dublin. Michael Scanlan, esq. George Stamer, esq. Caherelly, Co. Clare. T Major General Trotter, Royal Artillery. Major Tobin, Royal Artillery. Mr. Thomas Taylor. Doctor Tierney, Brighton. Richard Taylor, esq. Hollypark. Lieutenant .James Thorndike, Royal Artillery. Lieutenant John Trotter, Royal Artillery. Montagu Talbot, esq. Belfast. Jeremiah Tuthill, esq. Limerick. George Todderick, esq. M. D. Dublin. Captain TavIss, Kerry Militia. Robert Twiss, esq. Cordell. James Tardy, esq. Dublin. Mr. Turner, ditto Charles HaAvkes Todd, esq. Surgeon, ditto George Thompson, esq. ditto Peter Thomson, esq. Tralee."], [28, "SUBSCRIBERS. V Mr. William Unthank, Limerick. V Right Honorable Lord Ventry, Burnam. Lieutenant Colonel Vandeleur. Lieutenant Vincent, 36th regiment. Peter Venables esq. Royal Horse Artillery. James Verling, esq. M. D. Royal Artillery. Arthur Vincent, esq. Limerick. W John Webb, esq. Inspector General of Ordnance Hospitals* London. John Waller, esq. Castletown, Co. Limerick, 5 copies. Lieutenant Colonel Wulff, Royal Artillery. Major Walker, Royal Horse Artillery. Colonel Wood, Royal Horse Artillery. Lieutenant Welsh, 5th regiment. William Waggett, esq. Recorder of Cork. Captain Wilmot, Royal Horse Artillery. George Webb, esq. Captain Winnett, 68th regiment. Francis Walker, esq. Tralee. William Wallace, esq. Limerick. Francis Wheeler, esq. ditto James Wall, C. P. Co. Limerick. Rev. EdAvard Wight, ditto Alderman Watson, Limerick. Henry Watson, esq. Sheriff of Limerick. Lieutenant Colonel Warburton, Canada. Thomas Waller, esq. merchant, Limerick. Ralph Westropp, esq. Limerick. John Westropp, esq. Attyflin, Co. Limerick Captain Wingfield, 36th regiment. John Williamson, esq. Dublin. Ringrose Watson, e.;q. Limerick. Charles Ward, esq. 14th Light Dragoons. Thomas Whelan, esq. merchant, Dublin."], [29, "SUBSCRIBERS. Gabriel Whistler, esq. Dublin. .John Wooldridge, esq. Royal Horse Artillery. James Tandy Wilkinson, esq. M. D. Limerick. Mr. A. I. Watson, ditto Thomas Massy Wilson, esq. Nantanan, Co. Limerick Thomas Francis Wilkinson, esq. Limerick. William White, esq. merchant, ditto Mr. W. West, Cork. Y Richard Yielding, esq. Belview, Co. Limerick BoAves Yielding, esq. Tralee. Miss Catherine Yielding, ditto Augustus Yielding, esq. ditto Thomas Young, esq. Names received too late for Alphabetical insertion. Captain Dickinson, Nottingham regiment. Thomas Haughton, esq. England. Alexander Eagar, esq. M. D. Tralee. William Johnson Harte, esq. Coolruss. Rev. John Day, Kiltala. jVo/e— For Thomas M'Nickane, jun. esq. read Thomas M'Mahon, jun. esq. Nickane. h"], [30, ""], [31, "t ADDITIONAL SUBSCRIBERS. John Worrall, esq. merchant, Limerick. James O'DAvyer, esq. Ennis. Charles Paulet Bolton, esq\\ ditto Marcus Bolton, esq. M. D. ditto T. Kerin, esq. M. D. ditto Thomas levers, esq. ditto James Griffith, esq. ditto John P. Blair, esq. ditto John Stritch, esq. M. D. ditto Isaac Bolton, esq. ditto Nicholas Coiiiyn, esq. Garrurah. Richard Creagh, esq. Dangan. Hugh O'Loghlen, esq. Port. Charles Studdert, esq. Thomas Studdert, jun. esq. Bunratty. Rev. Richard Studdert. Thomas Mahon, esq. High Sheriff, Co. Clare. James M'Namara, esq. Thomas Spaight, esq. Corbally. Henry William Crofton, esq. Henry Butler, esq. Millbrook Simon I^amphier, esq. M. D. Waterford. N. T. Hill, esq. Lieutenant and Adjutant of tho Corps. Peter Bolton, Stritch, esq. Ennis. Mr. John Bull, Waterford, 6 copies. Ro al Si"], [32, ""], [33, "CONTENTS. CHAPTER I. Some Account of the Islands of Walcheren and South Beveland — The landing of the British Troops and their subsequent movements. page 1 CHAPTER II. Capitulation of the Toton and Fortress of Terveere — Sortie by the French — Landing of tke British Troops in South Beveland — Bombardment of Flushing by the British Navy and Artillery, Ste. Sfc. IfC. p. 9 CHAPTER III. Surrender of Flusking — State of the Tozcn — The British Troops take possession — Distribution of the French Troops who garrisoned the Island. p. 23 CHAPTER IV. siccount of South Beveland — The affair off Fort Bathz — Manners and Customs of the Inhabitants. p. 32 CHAPTER V. The Troops are affected with disease in South Beveland — Its particular causes and symptoms — Some description of the climate — The Army evacuate the Island. p. 53 CHAPTER VI. Some Account of the Walcheren fever — State of the Troops in this Island — Mode of treatment adopted — The manner in xvhkh the Soldiers were interred— Am ordered to England in charge of Sick Troop$,~-Arrive previous to the great Jubilee day. p> 75"], [34, "CONTENTS. CHAPTER VII. Brief Description of the tozcn of Flushing — Ruse de Guerre to distract the Enemy's attention— Bad effects resulting from the Eastern Dyke having been cut by Monet's orders — Ruinous state of the Furttfications — Distribution of the British Army before the Tozcn — Amusements of the Inhabitants. p. 122 CHAPTER VIII. Some Description of Middleburg — Amusements of the Inhabitants — Approach to the City — Its Fortifications — Stadthouse — Museum — Chief articles of Merchandise — Religion of the Hollanders. p. 129 CHAPTER IX. Standard of the Dutch currency — Produce of the Island of Walcheren inefficient for the maintenance of the Dutch and French — F)estruction of all French Property by the British Army — The Marine Arsenal — The Basin and its Floodgates — -The Dutch Men of War on the Stocks — Conduct of Masters of Transports. p. 139 CHAPTER X. An order is issued by General Don for ulettical Officers to fake charge of sick detachments to England — Mode of hnryivg the dead at Sea — The Transport Fleet suffer in a gale of za'nd on the pier at Flushing — The Island of Walcheren is ultimately evacuated hy his Majesty's Troops, without any attempt to oppose them on the part of the Enemy. p. 149"], [35, "A SUCCINCT ACCOUNT OF WALCHEREN and SOUTH BEVELAND. CHAPTER I. Some Account of the Islands of Walcheren and South Beveland, the landing of the British Troops, and their subsequent Movements. 1 HE Islands of Walcheren and South Beveland, to which tlie British expedition proceeded about the latter end of July, 1809, are the most considerable of those composing the State or ProAince of Zealand, and are chiefly formed by the River Scheldt, which floAving doAvn from AntAverp, divides into two branches, one assuming the name of West, the other of East, Scheldt, each running to the same Ocean, but in different directions. The Eastern branch in its commencement is charmingly situated, b having"], [36, "2 having the rich and fertile Island of South Beveland on its left, with the lofty Avails and citadel of Bergen-op-zoom towering on its right; it afterward subdivides into less important Rivers, forming the Islands of Tolen and North Beveland, and at length expands betAveen the shores of Walcheren and Schowen into the North Sea or German Ocean. The Western River is broader at its origin, and although it does not exhibit the grandeur of the other, yet its shores are beautifully picturesque, presenting a variety of towns and villages on either side, surrounded by woods of poplar and elm, while the appearance is rendered still more interesting by the jutting fronts of many well-constructed bat teries. Proceeding farther down, this river has the city and fortress of Flushing on its right, and Cadsand on its left, and after running the distance of about three or four miles below this point, it opens into the sea rather to the south-west, as its name partly implies. It may not be inapplicable to notice here, that the entrance to Flushing is highly precarious, more particularly to sea-faring men, who are not perfectly acquainted with the coast : so hazard ous indeed is it esteemed by those, who even are familiar with it, that"], [37, "3 that it is not considered safe to make sail for Walcheren from the English Coast, when it blows hard, though in the fairest point ; because if the tide should not suit, Avhen off the coast in a brisk gale, the vessel in all probability would be lost, being in danger of striking on those Shoals, Avhich are so numerous and extensive, as to be visible for many miles at low water. There are only two channels in this extensive river, by which Men of War or laden vessels can enter Flushing, with any degree of safety in hard weather ; that within pistol shot of the Walcheren shore Avas deemed most eligible by our Naval Officers, and Avas accordingly buoyed for some extent, Avhich Avas of the first utility to our transports and packets, daily passing to and from England. It was on one of the shoals already mentioned that the Venerable, a 74 gun ship, struck on its return from England, after having left the Commander of the forces at home ; this circumstance, comparatively so trivial and accidental in its nature, gave rise to the French accounts of our fleet having been dispersed, and that many of our first rates had struck, having cut their cables, in consequence of their fire-ships coming down amono* them : hoAvever it is a well-knoAvn and an unaccountable {act, that they never ventured to make an attack of any descrip tion on the British fleet, during the entire time it lay off Flushing : but"], [38, "4 but this, like their reports in general, is only remarkable for French gasconade. The transport fleets not uncommonly struck on those dangerous sand-banks ; I recollect having been with one that struck here, and we of necessity remained until the ensuing tide brought us off, during which peiiod, we Avalked for miles on the Shoals, shooting sea-fowl ; on the ultimate eAracuation of the Island, some of our transports Avere much damaged, and others lost, at this place, which combined to form the French account above-mentioned. The Fleet which assembled in the Downs preparatory to the Grand Expedition, perhaps exceeded any that ever sailed from the British shores ; Avhether we advert to the splendor displayed in its appearance, or the heroism of the troops employed on the occasion. \" In brief a braver choice of dauntless spirits, \" Than now the English bottoms have waft o'er, \" Did never float upon the swelling tide.\" On the 28th of July, 1809, the signal for sailing was made, and a disposition for dividing the fleet being previously under stood, we got under weigh in two distinct grand divisions, that of the Commander of the forces taking the lead. The weather was"], [39, "5 Avas remarkably fine, and the wind favorable, so that Ave had a short and pleasant passage. On the morning of the 29th, the division to Avhich I had the honor of being attached, under the command of Lieutenant General the Hon. Sir John Hope, joined the Commander of the Forces, and proceeding to an extensive bay, called the Room Pot, in the East Scheldt, anchored the same evening nearly opposite the toAvn of Ziriczee, which is the capi tal of the Island of SchoAven : the division under the command of Sir Eyre Coote joined the same evening, while we lay at an chor ; the weather at this time took so unfavorable a turn, that no communication could be held betAveen the different ships, and the orders which had been given for landing, were obliged to be countermanded, after a vast deal of trouble and labour in lowering the different boats, men, arms, &c. About this time our admiration and attention was called forth in witnessing the gallant conduct of some of our light armed A^essels and gun boats, in attacking the batteries of TerA-eere ; in many instances those small A^essels got up under the fire of those batteries, reserving their own until approaching close upon the embrasures, then firing and retreating, thus annoying the enemy by a continued blaze, killing and wounding many, as was afterward ascertained ; while the loss on our part during those little rencon- tres"], [40, "6 tres did not amount to above one man, who was droAvned, and a very few wounded. I had an opportunity of observing the splen dor and efficacy of Colonel Shrapnell's shells during the attack on this town and the different batteries around, and have reason to know, that the mischief done at Terveere was chiefly to be attri buted to their use. On the 29th and 30th we perceived the enemy were apprised of our approach, and their alarm and confusion considerably excited, by their repeatedly firing signals, their telegraphs being continually at work, and their alarm beacons blazing in every di rection. On the evening of the 30th, the landing was effected in Walcheren, in the neighbourhood of Fort-Haek, Avithout any loss ; the garrison of this trifling fort fired a few ineffectual shots, and retired on Middleburg, after spiking their guns. Colonel Pack, of the 71st regiment, was now detached by Lieutenant General Frazer, Avith four companies, to cut off the communication betAveen Terveere and the rest of the Island : in the execution of this service, he found himself much nearer the town-gate of Terveere than he imagined, Avhich occurred from the closeness of the country ; and Avas informed by some people coming out, that the garrison was not aAvare of his near approach, and that the draw-bridge"], [41, "7 draw-bridge Avas doAvn ; he therefore instantly proceeded Avith tlie view of surprising the place ; but Avhile already on the bridge, he Avas unfortunately discovered, and in the attack the assistant surgeon of the 71st and twenty seven men, Avere killed, the Colonel found it useless to persist, and retired with the remainder of his companies. On the 1st of August, at 6 o' Clock, A. M. after the landing was completed in Walcheren, General Graham, (whose name has since been immortalised by his signal and glorious victory at Barossa), advanced with his brigade towards Flushing, covered by some of the light troops, and fell in Avith a division of about twelve hundred men at a place called Dykes Hoek, who defended the sand-hills, retiring Avith regularity until the Royals formed to charge a sea battery of six guns, called the Noll, about a mile from Flushing ; this determination, Avith the appearance of a detachment of our rifle corps, upon their right flank, and the assistance of a howitzer and six pounder, converted the enemy's retreat to a route, when they Avere pursued to the walls of the town Avith great slaughter by our troops, whose progress was noAv impeded by the incessant fire of grape shot from the ramparts : on this occasion our loss Avas comparatively small, being about tAVO"], [42, "8 two hundred in killed, wounded, and missing; whilst this occurrence occupied the right of our line, Brigadier General Houston forced the enemy to retire, who were posted on the road leading from Middleburg to Flushing, with the loss of four guns and several killed and wounded on their side. CHAPTER"], [43, "0 CHAPTER II. Capitulation of the Town and Fortress of Terveere; sortie by the French; landing of the British Troops in South Beveland; Bombardment of Flushing by the British Navy and Artillery, 4-c #c. %c. THE Town of Terveere capitulated on the 1st of August ; during the preceding night, about two hundred of the garrison effected their escape, and about four hundred who remained, were made prisoners of war; the town suffered considerably from the attacks of the Navy, and proved to be much more extensive than was before imagined. The master of the inn here was a Scotchman, as were a number of the inhabitants. The .streets are in general Avide and neat, and considering the place altogether, it excited some surprise that so commodious a town should rank the third in the island of Walcheren. There being no further use for Lieutenant General Frazer's brigade here, it was removed and was principally engaged in c reducing"], [44, "10 reducing the tOAvn of Rammekins ; at the latter place Avas a fort commanding a good anchorage to the eastAvard of Flushing, which Avas afterAvards stormed and taken after a hard conflict, by Colonel Pack, Avith detachments from the 36th and 71st regiments ; it was here Captain Paisley of the Royal Engineers was so dreadfully Avounded ; this brave Officer scaled the battery, and fought SAVord in hand until overpoAvered by numbers, he received one or two gun shot, besides three or four bayonet and sabre Avounds ; he has however since recovered, to the great pleasure and satisfaction of all his acquaintance. Nothing of any consequence occurred, until the sortie on the 7th August, except that a continued skirmishing was maintained between the outposts which Avas particularly harrassing to both parties, Avithout any material advantage resulting from the business. On the first of August the division under the command of Lieutenant General the Hon. Sir I. Hope landed in South Beveland ; on this occasion I had the pleasure of witnessing as grand a spectacle as I could have Avell formed an idea of, and for the extent and grandeur of the object, it probably stood unrivalled : I allude to the debarkation of this division of the"], [45, "11 the grand expedition : the manner in Avhich it was conducted, deservedly calls forth the thanks of that army to the entire naval establishment concerned, as excellence of management, intrepidity of conduct, and the most evident Avishes to serve us, were then fully displayed : the service Avas superintended by Admiral Sir Richard Keates : the celerity of his movements through the flotilla, covering an extensive > bay, the facility with which his orders Avere executed, his choice of a landing place, and the stile in which the boats Avere manned and towed along, were severally performed with a precision and dexterity for Avhich Sir Richard has long been celebrated ; the naval officers under his command were so indefatigable © in their exertions, that during the evening of the debark ation, and the next morning, all the field pieces Avere disembarked, the requisite ammunition brought on shore, and the horses ready to draw them into action. The hospitality, good-nature and attention of our naval officers to the army on that occasion, in the opinion of every military man entirely exonerates them from an idea that once preATailed, but which is justly losing ground and sinking into disrepute every day : this was that a want of unanimity existed between our naval and military services, and that it originated Avith"], [46, "12 with the naA'y: the idea should be totally obliterated from the mind of every man, and if Ave only recur to the feeling attention and gentlemanly conduct of the naval officers during the entire proceeding, Avhen it Avas so fully in their poAver not only to afford assistance, but shortly aftenvards to render many kindnesses to the troops, Avhen under the influence of disease ; this circumstance alone must prove the contrary, and add to the reputation of the British Navy. On the final signal for landing being made, all our braA^e fellows (in momentary expectation of a discharge of grape shot from the lofty banks that line the shore), leaped out of the boats, at a part where they were more than middle deep : they soon however gained the banks, and were agreeably surprised at the peaceable disposition of the inhabitants, and still more so, when they found, that so far from hostility, the inhabitants seemed to entertain the greatest respect and hospitality for them whenever an opportunity occurred. On this occasion, the expedition used by our general officers, and the cool steadiness of British soldiers, excited as much admiration, as the dexterity of the navy had done before. While engaged for a few moments in contemplating the wonderful difference the bay now presented, Avhere a vacant flotilla only remained, in"], [47, "13 in lieu of the magnificent appearance so lately exhibited in the British arms, standards of colours, which spoke the gallant exploits of former days, and that uniform which ever appalled the common foe; I happened inadvertently to turn round toward the country, where'to my surprise I beheld the army formed in line, and the van already moving toward the interior of the Island. As it was found difficult to procure a sufficient number of horses immediately to draw on the guns, those tars who rowed us to the shore, instantly offered their services, and observed with the greatest punctuality the directions of the military officers, during our short march to Tergoes with Sir John Hope; those Avere two six pounders that were debarked on their carriages, while Captain Wilmot, Royal Artillery, remained on the shore where we landed, Avith the remainder of his brigade, for the purpose of more particularly superintending the debarkation of the other field pieces, ammunition and horses, which were to be collected from different transports, a service in Avhich every exertion and dispatch were used— The brigade of Artillery was complete at Tergoes, early the following morning. But"], [48, "14 But to return to the movements of the army at Walcheren. On the 7th of August the French Troops made a false attack on the centre of the British line, Avhich was chiefly formed of the Royal regiment, the 5th and 35th regiments beside detachments of the 11th; they rushed furiously on the front and flanks of the advance of the Royal's, but Avere taken in flank as they advanced, by two companies of that brave regiment the 5th, betAveen AA-hom and the Royals they were terribly cut up : indeed so roughly were they handled on this occasion, that they were repulsed Avithout having made the slightest impression on our line ; during this affair, another division of French Grenadiers, who arrived from Cadsand the preceding evening, endeavoured to penetrate our position : they succeeded in turning the picket of the 5th, and were adA^ancing on the road between a detachment of the 11th under the command of Lieutenant Colonel Gubbins and the 35th regiment, when they encountered the leading companies of the 5th, who behaved most nobly, charged them, and threw them into the greatest possible confusion ; they iioav endeavoured to retreat, Avhich was rendered impossible from their numbers croAvding up the narrow road: here 300 of them threAv doAvn their arms ; the two companies of the 5th pursued the remainder even under the batteries, and Avere unfortunately"], [49, "15 unfortunately much exposed to their fire, a number of the men and officers suffered here; the enemy again reinforced from the town, renewed the attack on our right, but their overthrow was completed by the coming up of the 35th regiment and the light company of the Royals, who charged their rear as they were about to withdraw, and succeeded in making a number of prisoners ; on this occasion our loss was one hundred and sixty five, that of the enemy, on the lowest computation, amounted to seven hundred men, killed, wounded, and taken prisoners ; they attacked us with two thousand five hundred men, and the affair lasted about two hours and a half; during the transaction, it was impossible to ascertain, what regiments acted with the most steadiness and courage: perhaps so fine a Brigade as the Royal, the ,5th and the 35th were never selected before, and in the several rencontres, particularly in the action during the sortie, this Brigade in every movement acted with as much coolness, as if they were inarching past in review order on a field day in England. L& On the 8th of August the battering trains were brought up from Terveere, which was instantly perceived by the enemy ; they now bombarded our. lines with increased violence, their"], [50, "A 16 their shot were particularly directed for the British camps, which were fortunately out of range, so that they all were either spent shots, or fell short of the object. The Royal Artillery and Engineers were indefatigable in their exertions during the construction of the different bat teries until they were completed, which was on the 13th of August ; the battery on the right of the line was the most formidable, containing thirteen 24 pounders, two howitzers, and six ten-inch mortars ready for immediate service, this battery was commanded by Lieutenant Colonel Wood, Royal Artillery, and did amazing execution. The centre battery containing ten 24 pounders, two howitzers and four mortars, was commanded by Lieutenant Colonel Waller, Royal Artillery ; and in rear of his battery, was one containing six mortars, commanded by Major Adye, Royal Artillery. The left battery contained three 24 pounders and four mortars, and was commanded by Lieutenant Colonel Franklin, Royal Artillery. And"], [51, "17 And about half way between the battery on the right and that of Colonel Waller, was situated the Seaman's battery, containing six 24 pounders. The enemy were not perfectly aware of the formidable battery on the right, (which was masked), until the first fire, being covered with fascines, hurdles, green reeds, &c. At one o'Clock, P. M. on the 13th of August, all preparations were effected. Previous to the opening of the several batteries on the town, Lord Charles Stewart forced the passage of the Scheldt, under a tremendous fire from the sea battery of Flushing and those of Cadsand ; this scene was amazingly grand; all our frigates and gun boats behaved with their characteristic intrepidity on this occasion, and the enemies fire was observed to abate, while the town suffered dreadfully. The land Batteries now opened their destructive fire on the town of Flushing, blowing off the masks from the embrasures by the first discharge from the guns ; the scene was indeed more capable of being conceived than described, awfully grand, but terrific to the mind of any feeling man ; in the evening the east end of the town was observed in one continued blaze, the bombardment and cannonading r> en creased"], [52, "18 encreased from all points, and the discharge of shells was such as to preclude the possibility of any endeavour on the part of the inhabitants to extinguish it ; on the 14th the sailors finished their battery : in the performance of this achievement, they were enabled to proceed with much security, as the smoak from the buildings prevented them from being observed by the enemy ; they opened their fire with great spirit and eclat. The 3d battalion of the Royal and the 14th regiment were ordered forward on the right, to dislodge the enemy's advanced posts, which duty they performed, taking a field piece and twenty two prisoners, and they effected their object of gaining possession of an angle of the sea Dyke, two hundred and fifty paces from the ramparts, with the trifling loss of fifteen killed and wounded. Captain Talbot of the 5th regiment fell that day, being struck in the body by a random shot from a nine-pounder; the same day an officer of the 35th regiment had a narrow escape from a shot of a similar description, which passed between his legs, without doing further injury than breaking his sword in two, as it suspended from its belt. The fire from all the batteries continued uninterrupted during the night, and it was not uncommon"], [53, "19 uncommon to reckon fifteen and twenty shells in the air at one time ; the flames were observed ascending the steeple of one of the Churches which shortly after was seen falling in. The line of battle • ships, seven or eight in number, passed up the river to attack the town, and opened in succession a tremendous fire, which was a distinct object from the sand hills ; the town was now to be seen in flames in different directions, and by three o' Clock in the afternoon of the 14th of August, the two principal buildings were converted into ruins, the Prison, and the Stadthouse : in the latter, a number of the inhabitants perished ; in the vaults of this noble edifice, those innocent sufferers imagined they could find a safe asylum, but during our destructive fire, there was no refuge to be had within the walls of Flushing: often have I since witnessed the various cellars which the inhabitants had resort to, naturally imagining themselves in perfect security ; in which places I have been informed by the survivers, that men, women, and children have been blown to pieces. The enemy's Telegraph shared the- common fate early in the attack. At 5 o' Clock P. M. the commander of the British Forces suspended hostilities, and sent in a flag of truce with proposals which were not accepted; the French Commandant taken at Terveere"], [54, "20 ►. Terveere begged permission to send a letter into Flushing on the 4th instant, but the flag of truce was fired on.* On the following day Lieutenant Colonel Walsh, Assistant Adjutant General, was sent in with a flag of truce, to summon the town, but he met with no better success, having been repeatedly fired on from the ramparts. It was the decided wish of His Lordship the Commander of the Forces to have summoned the town to surrender, previous to his opening the many formidable batteries, but the enemy during the whole of the morning kept up so incessant a fire of Artillery, that it was totally impossible to carry the measure into effect: the general bombardment caused the conflagration to extend almost in every direction through the town: and about this period, during the momentary cessation of the discharges of Artillery, the piercing shrieks of the wretched female inhabitants and children were perfectly distinguishable * The atrocity of this breach of a confidence, which has ever existed in warfare, between civilized nations, is perhaps unequalled, but the repetition of the act on the following day, renders the object still more notorious and unjustifiable, and manifests its intention premeditated ; the fact is well authenticated, and certainly does not exhibit favorably the character of the French Commandant."], [55, "21 distinguishable, but the French General was not to be moved by pity, his disposition was obdurate as the iron of which one would suppose it was formed ; those pitiable and unoffend ing creatures repeatedly solicited and craved his permission to leave the town, and were as often answered (as I have frequently been told by them) that, \" He could bear the inconvenience and why not They //\" It must be evident that the operation of our arms could not have been directed against the enemy, without at the same time proving destructive to the inhabitants; the reflection is undoubtedly a melancholy one, more particularly as it might have been obviated, if the French Commandant had been humanely inclined, and as I before mentioned, the best authority admits, that although the towns-people made many urgent solicitations to be permitted to proceed to Middleburg, both before the bombardment commenced and during its progress,. yet those unfeeling, ironical and sarcastic answers were all they could obtain from him ; such were the gracious returns he made to those, from whom (by all accounts) he extorted the most unreasonable sums; his decisive air in answering the towns people on those occasions, was somewhat similar to that displayed by Buonaparte, as I was informed by a Dutch gentleman of great respectability, who told me, that when the"], [56, "22 the French General some time before applied for a change of district, in which application he represented the insalubrity of the climate, his own indisposition, and the devastation occasioned among the troops; the answer he received was, that \" Soldiers die every where ;\" it is said the French General was in a bad state of health at the time, and this answer was nearly a finishing stroke to him ; those remarks would probably have been withheld if his cruelty ended here, but I was informed by many citizens of Flushing, that orders were issued to force the inhabitants on the batteries, for the purpose of working the guns ; among numberless instances of domestic calamity that occurred from this circumstance, the following is one; a young man was brought up to the guns, but had not been long employed, when he received a desperate wound in the thigh ; in this miserable state he was brought back to his widowed mother's house, who in a state little short of distraction, was in the act of dressing his wounds, when a shell from our batteries fell in the bed upon which he lay, burst, and put an end to the sufferings of both those unfortunate beings. CHAPTER"], [57, "23 CHAPTER III. Surrender of Flushing, state of the Town, the British Troops take possession — distribution of the French Troops who garrisoned the Island. AT length after a long continued obstinacy on the part of the enemy, they requested to capitulate on the 15th of August, and surrendered themselves prisoners of war. Our different regiments received orders to be in readiness to take possession of the gates, and to line the roads outside the town, to receive the prisoners: this being performed, the French Army marched out under arms with their Generals and different Officers, and the French Commandant having delivered up his sword to our Commander of the Forces, the soldiers instantly laid down their arms, between the British lines: in cases of this kind the order and regularity of discipline in the vanquished army is reversed as at a military funeral, those marching first who should be last, and \"vice versa ;\" the British troops now marched into the town, playing the popular airs of \"Rule Britannia, the British Grenadiers, &c\" their caps and arms decorated with laurels. — The prisoners"], [58, "24 prisoners of war were dispatched for England in vessels, appropriated for their reception : the French Generals Monet and Austen, and the generality of their Officers declared to some of ours, that they never witnessed any thing so dreadful or effective before, and that the incessant discharges of our Artillery were only to be compared to platoon firing. On visiting the city of Flushing, I could not but sympathise with every feeling mind, on the destructive and melancholy appearance it presented, devastation and ruin marked every house, sorrow and dismay, the countenance of every inhabitant. Who could remain even a moment, a regardless spectator, before the ruins of the Stadthouse ? whose imperfect walls narrowly escaping the destructive effect of our batteries, even now displayed the original magnificence of the building, and prepossessed the mind with a melancholy reflection at the humiliating condition of this Temple of Justice. The Stadthouse was situated in an open space, and if any opinion could be formed of its primitive grandeur, the awful appearance of its front still emboldened with a towering representation of Justice, the only remnant of its splendor"], [59, "25 splendor, as if it had defied all human force, would tend to confirm the most lively ideas I could have formed. Their finest church suffered the same fate, and on the entrance of the British Troops, merely exhibited a vacant shell, whose summit still dropped with melting lead, it shortly before was adorned with a lofty steeple, and a melodious set of bells both which were consigned to destruction early in the attack. The great Marine, or Arsenal, suffered but little during the bombardment, it was an immense building of brick, situated on the great Dock, this however, with every possession that could have been of utility to the enemy after the evacuation of the British Troops, was demolished immediately before the general embarkation. The East India House was a superb structure, situated in front of the Great Basin, this building was appropriated for the accommodation of the sick and wounded French Troops, after the surrender of the City ; the sumptuous apartments of this house, whose walls presented one expanded sheet of pompous tapestry, descriptive of some former national victory, or domestic rural beauty, were now strewed with the e bodies"], [60, "26 bodies of soldiers expiring in agony, or, languishing with wounds ; conceive a magnificent apartment, finished in all the stile for which the inhabitants of Holland are so justly characterised, where the different artists seem to have vied with each other, as to the perfection of their individual occupations ; such rooms were to be seen patched up in different places with rude unmodelied boards, to keep out the inclemency of the weather, where shells and shot of different dimensions took their route. Curiosity induced me one day, to visit this building, expecting naturally to see something worthy of observation, which was sufficiently indicated from the beauty of its exterior: however my disappointment was great, when I beheld a crowd of poor wretched Frenchmen, their Wives and Children indiscriminately mixed together, the latter too the victims of raging war, dying and dead, many breathing the last sigh amidst those noisome vapours uniformly attendant on rooms crowded with wounded soldiers, which perhaps the hurry and confusion of the moment could not have averted. I returned from this melancholy scene with heartfelt pity, and on entering another room, could only observe a heap of French uniforms torn in pieces, belts clotted with blood and shot through in various parts, and broken bayonets, swords and caps : the sight"], [61, "27 sight was altogether humiliating in the extreme, and such as to excite the most awful and commiserating reflections. The Great Basin of Flushing communicates with the river by immense floodgates ; some estimation may be formed of its magnitude, when we consider that in the winter season, the great French Fleet which lay at Antwerp during our possession of those islands, uniformly took shelter here, so tempestuous was the Scheldt at this time of the year. At about the centre of this Basin was placed a kind of floating passage, of no small danger to the unwary passenger, it was constructed by means of three or four great rafts of wood, from each of which it was necessary to leap over a space of water, and as the plat-forms were but loosely connected, the space frequently encreased from the undulations of the water, frequently obliging the passenger to alter his route ; this crazy footpath was but very indifferently furnished with lamps at night, and if I do not mistake one or two of our soldiers were drowned here : near this place an officer of the 38th regiment fell in during a dark night and was drowned: the Basin was destroyed, by removing all the timber work which enclosed its stupendous masonry,"], [62, "28 masonry, and at one time it was feared, the foundations of the various buildings round it, would have given way ; to complete its destruction the floodgates were removed, then several foundations blown up, having been undermined and filled with powder, so that the tide had an uninterrupted course to and from the river. The Scheldt is equally remarkable in winter for its tempestuous state, as in summer for its uncommon beauty .and calmness ; from the latter end of September its violence encreases, and the eye observes one groat extent of hazy horizon toward the sea, rendered still more dismal by the distant and imperfect view of dreary sand-hills, while dark Cadsand is merely apparent during the momentary cessation of the tumultuous waves ; so stormy was the Scheldt in October and November, that it was deemed necessary to moor all our men of war that lay off the town, and to strike their topmasts. It is sufficiently apparent that the city and fortress of Flushing, from its situation at the entrance of the West Scheldt, is of more importance, both for its own security, and that of the other islands of Zealand, in case of invasion, than any other fortified place in the province: and it is on record, that it was on this account that Charles the 5th when"], [63, "29 vJun abdicating his crown, gave the most serious injunctions to Iiis son Philip, relative to its preservation, and endeavoured to convince him of the necessity of erecting towers and batteries, and of fortifying the place in the most judicious manner; it is said this advice was not carried into effect, in consequence of some difficulties that monarch afterwards met with. Flushing is well fortified, both by sea and land, being walled round, and having an amazingly wide ditch : the wall fronting the river did not seem to have suffered much from the cannonading of our men of wrar, here it is of very considerable depth, and contained at its surrender a battery of uncommon strength, well constructed, and judiciously mounted with guns and howitzers of various calibres : it was this battery that was principally opposed to our men of war when they forced the passage of the river, and it was nearly in front of this battery that Sir Richard Strachan brought up the ships with such dexterity and steadiness, that although two of them took fire on more than one occasion during the heavy and raking fire from the town, yet they nearly cleared that formidable battery, by the undaunted perseverance and resolution that distinguishes the British Navy wherever they are opposed; in this particular instance they fully proved to the enemy that their resistance was unavailing, their batteries ineffectual"], [64, "30 ineffectual as long as they hazarded a competition with the wooden walls of Old England. As Flushing, in common with many other seaport towns in the united Provinces, has been made a department of France, since Buonaparte's usurpation of the French Throne, the boundaries of the French department are marked out, including two or three miles extent round the town, and a length of shore most favourable for the reception of men of war, and trading vessels : those limits are known by a series of white posts planted in the direction, with the letter F placed on the side next the department of France, ;md H on the exterior, for Holland. Among the municipal punishments of the lighter kind in Holland, is one of rather a curious nature. It is well known that Brothels are licenced there, and a regular medical establishment appointed for each ; should one of the unfortunate females omit seeking advice and assistance when necessary, and thus communicate the baneful effects of her unhappy situation to those men who resort to such dangerous places, in that case she is exposed on market days and holidays, in the most public part of the town, to the scoffs and derision of"], [65, "31 of the populace, in a manner somewhat similar to tlie punishment of the pillory in this country, with the difference that instead of the pillory, an oval iron cage is substituted for this crime alone; this is set upon a pillar by a moveable pivot, on which it is turned round to the great annoyance of the prisoner, and amusement of the spectators : the effects of this punishment are often equal to the most dreadful sea sickness, The following was the state of the distribution of the French Troops who defended the Island of Walcheren. In the Island upon our arrival about Reinforcements from Cadsand, 5000 2300 In garrison at Terveere 600 Total 7900 Of whom marched out of Flushing, - 3500 Taken or deserted, - 1700 Sick sent to France before the surrender, 800 Sick left in our possession, - 1000 The probable loss of the enemy in killed during the siege, - - - 900 Total 7900 CHAPTER"], [66, "32 CHAPTER IV. Account of South Beveland, the affair off Fort Bathz, Manners and Customs of the Inhabitants. AFTER the landing was completed so satisfactorily at Cattendyke, South Beveland, Sir John Hope marched the army on towards Tergoes, without the slightest appearance of hostility : the magistrates of this town came out to meet the general, and delivered up the keys of the town : here, we were informed that the enemy evacuated the island the preceding evening, and that the Dutch General who commanded, was dismissed the service for the cowardice he betrayed. The ancient town of Tergoes also called Goes, is situated on the North Coast of the Island, it is a strong place, regularly fortified, surrounded with walls, a ditch, and two bastions : the chief gates are those situated on the entrance from the bay, where we landed, and that which opens towards the interior of the Island: it was generally imagined that this town might have held out for some time, but such was the precipitancy of the French Troops on hearing of our approach to the shores, that"], [67, "33 that they evacuated the fortifications of this town, which in the year 1300, held out by little more than the assistance of its inhabitants, with such uncommon perseverance, that they obliged the Flemings to raise the siege aster a loss amounting to nearly two thousand men. It is an extremely pretty and neat town, but built completely in the old fashioned stile, the houses are in general lofty, the walls rising in a pyramidal form toward the top ; the rooms are capacious, and the various paintings with which they are adorned are such as demonstrate the refined taste of the people. The appearance of cleanliness and rural beauty that surrounds this ancient place is highly gratifying and interesting to the stranger: the ancient and curious monastery is remarkable for its large windows of variegated glass, and steeple, which contains a delightful set of musical bells. The inhabitants in general are peculiarly clean and neat, yet simple, in their apparel ; I have heard they are so regardless as to change of dress, that the present costume has been in vogue for the last three hundred years. Men F"], [68, "34 . Men of distinction, profession, and indeed most citizens in Holland wear the old-fashioned three-cocked hats, wigs with an immense quantity of powder and pomatum, long skirted coats, frequently without collars, so as to expose the buckled stock behind, and the old long flapped waistcoats ; the dress in general forms a striking contrast with that we are in the habit of seeing in England, and in some instances is carried to £ laughable extreme ; for instance in the person of an elderly man, who wears a long sattin waistcoat, of green, with lappels, large flapped pockets, with silver buttons, an immense embroidered sattin cloak, no collar, stockings with clocks of a different colour, high shoes with large silver buckles, a cocked hat, the right hand holding a cane, while the left supports a large dutch pipe, such a character I have observed parading the streets with a gait as solemn and dignified, and indeed the whole contour as important, as if he was a man of distinguished rank and authority; and on enquiry have ascertained he was some inferior mechanic of the town. Except on extraordinary occasions the ladies are very plain in their dresses, the tapering waists and hoops are worn in full dress. Females of the middle rank have a particular propencity"], [69, "35 propensity for gold ornaments in their Sunday dresses, and in some instances I have no doubt but they wear the value of twenty or thirty pounds of tawdry golden articles in their caps, and round the waist and wrists. The dress of the dutch peasantry is curious and highly unbecoming, at first sight we imagined the women wore hoops, but were afterwards apprised that this appearance arose from the quantity of petticoats and stuffing they are in the habit of wearing ; a linen cap closely fitting the head, without any border, is a prevalent fashion ; those they fasten on each temple by a golden ornament or clasp, something resembling an ear-ring, and as they never suffer the hair to appear outside the edges of the cap, it has an awkward appearance, as their faces are in general so round and plump : a coarse straw hat with leaves of an extraordinary breadth is the only covering they wear abroad in the coldest weather; and the crowns are perfectly superficial, scarcely admitting the top of the head, the leaves are not tied under the chin, and blow about in every direction by the least gust of wind, hats of this description are generally worn, and what appeared extraordinary, was, that from the earliest to the most advanced period, the Hollanders dress precisely in the same manner. A fustian"], [70, "36 A fustian jacket with large buttons and without a collar, and hats with uncommonly broad leaves, form the most remarkable part of the male peasants dress, they in general wear a broad belt round the waist with a large silver buckle in front, and uniformly wear the knees of the breeches unbuttoned ; the boys from the age of six, smoak, and carry a wooden or horn pipe in a pocket adapted for that purpose, thev smoak their pipes with as much composure as if they had attained the age of thirty or forty. The peasants of both sexes wear shoes scooped out of a solid piece of wood, which however extraordinary they appear at first to the stranger, nevertheless are eminently serviceable and have double the duration of leather ones, exclusive of their greater cheapness ; their only inconvenience appears to be the incessant clatter they occasion in walking about those flagged apartments, which characterise most of the Dutch buildings. On our first arrival, the different eatables served up at the inns, were rather unpalatable, in consequence of the quantity of oil incorporated ; a weak beer contained in stone jars, and a sour and disgusting kind of wine called claret, was at one time the only beverage to be had, however that which too high"], [71, "37 high a degree of nicety forbid, hunger and use soon surmounted. About this time provisions were extremely cheap in South Beveland, indeed fowls, butter, eggs, and vegetables in the interior of the island were sold at so low a price as to surprise us all; as soon however as the army advanced, the prices of every article encreased enormously, and the provisions became scarce, and almost unattainable. The horses in those islands, although apparently of a heavy description, are really fine animals, and are left nearly in a natural state ; the sight of so many noble animals with bushy manes and tails, and flowing fetlocks, was rather an unusual appearance ; the hinder hoofs of those animals expand to a great extent, (from the custom in this part of the country, of only shoe ing the fore-feet), so that they are beaten out by the continued trampling, yet they do not seem to suffer any inconvenience from this expansion of the hoofs, which are rendered perfectly callous by the continual pressure they are exposed to. On our first landing, it was remarkable how those horses cautiously approached those we brought on shore, stared at them with astonishment, then galloped off, neighing all the"], [72, "38 the while, as if inviting them to their company: they are perfectly gentle and docile, slow in their gaits, and are much better adapted for draught than for equestrian use; perhaps the comparative heaviness of this animal may be accounted for, from the circumstance of their being generally kept out at grass: those horses were frequently seen guided and managed by very young children. The dutch farriers have an excellent mode for the prevention of accidents when shoeing refractory horses ; it consists of a quadrangular oblong frame, formed by four wooden uprights with cross bars at the top, to the lower part of each post is attached a strong chain and iron hoop or clasp, sufficiently large to admit the leg of the animal : when the horse is led into this cage, the entrance being usually stopped by two bars placed across, the farrier now locks in the hoof that is to be shod, and proceeds to work with perfect security, while the spectator can approach any part of the frame, without incurring the slightest harm, even if the most vicious animal should be confined ; each forge has one of those constructed opposite the door, the contrivance is an ingenious one, arid perhaps not altogether unworthy the attention of our country gentlemen and farriers. The"], [73, "39 The carriages used in those islands are quite in the old fashioned stile and differ considerably from those used in this country, they in general have two wheels, and are drawn by one or two horses, they contain three, four, and five seats disposed in rows from the front backward, as in the pit of a theatre ; although they have the disadvantage of being very unsociable vehicles, the company's backs being turned, yet they are more commodious and profitable to their owners, carrying double the number our english carriages could ; a passenger is taken four or five miles in one of those machines for six stivres, which is somewhat about seven pence British. In Holland the Dutch women whether at home or travelling, during winter, are particularly cautious in keeping themselves warm and comfortable ; for this purpose they continually carry with them a small wrooden box a foot square, in which is placed a little grate or fire place filled with coals which they renew on the road when occasion requires. In going to Middleburg from Flushing one day, I was not a little surprised to observe a female considerably above the lower order, sitting next me in the carriage, who took a box of this description from her servant, and placing it under her feet,"], [74, "40 feet, covered the box with her petticoats, and immediately after had recourse to her pipe to consummate her happiness ; I made an attempt to request an explanation from the fair one, which she certainly was so obliging as to answer, but whether she was speaking to the point in question, or on dutch politics, was pretty equal to me, from the very imperfect knowledge I possessed of this guttural language. A stranger unacquainted with the language is at first much surprised, but when he hears a female set forth, with a degree of shrillness and volubility, that one would imagine could scarcely be checked, he feels greatly disappointed, after having formed the most favorable opinion of the sex from their rustic simplicity of manners, and uncommon neat appearance : this language is chiefly formed of the French and German, and a variety of the words have . a strong similitude to English. The proverbial cleanliness of the Dutch in their domestic concerns, I had frequent opportunities of noticing, indeed the internal ceconomy of the houses of every description far exceeds even the English in my conception; neatness and regularity are undoubtedly the pride of each inhabitant, and from"], [75, "41 from continued observation, I am convinced their polished furniture, and the taste with which it is displayed even in the poorest cottages, is generally the greatest ornament which attracts the stranger's attention. Tlie walls of the cottages in particular, are generally ornamented with painted tiles, which forms a handsome contrast with the tasteful arrangement of their culinary furniture. On passing through the different towns we were surprised to observe a custom very prevalent ; and to ascertain what the use of it could be, frequently baffled our ingenuity: on the exterior of the different windows a small square or oval mirror was fixed, so that the residents within could distinctly view the passengers from a particular part of the room without being noticed themselves, and those particularly who approached the door. By this contrivance they are enabled to avoid the superabundant precaution sometimes adopted in England, that of denying ourselves to a number of visitors, in order to be certain of excluding one. In walking along the streets, an inquisitive person, can gratify his curiosity at the expense of politeness and decorum, by looking into those glasses, when he observes the family within at their usual occupations. I often c."], [76, "42 I often regretted that the hostile capacity in which we were presumed to be, deterred the inhabitants from associating with us, with that familiarity it was evident they wished: tor those with whom we had intercourse, uniformly shewed the greatest hospitality and kindness, and treated us more with the friendship of old acquaintance, than intruders on their native rights and domestic happiness. Many expressed their warmest wishes that we should continue in the Islands, and evinced not a little anxiety at our departure. The chief magistrates and council at Tergoes were extremely assiduous in their attention to the British troops during their stay in the town, and afforded every accommodation to the officers and soldiers, in procuring them billets, where they were received with the greatest cordiality: the council met every day to resolve on expedients best adapted for the comfort of the troops, and as we had an excellent interpreter we frequently heard of the kind disposition of the inhabitants: it was such indeed, as to induce the troops to afford them every protection in their power, should it be found requisite. After"], [77, "43 After having been at Tergoes a few days, the brigade was ordered to proceed to Fort Bathz which is situated to the eastward at the extreme end of the Island ; I left the town at a late hour in company with a detachment who had charge of a quantity of ammunition for the fort, it was the most unpleasant march I had during the whole period, the rain descended in torrents, and the night was perfectly dark unless when occasionally illuminated by lightning. The roads were in many parts so deep that it was with difficulty we could proceed, other parts were paved for miles together; during the night we plainly heard the incessant thunder of our batteries, which we rightly conjectured to be the bombardment of Flushing. In consequence of various reports that a number of straggling parties of the enemy were concealed in the neighbourhood, who might attack so small a detachment, I thought it expedient to apply to Major General Lord Dalhousie whom I met in one of the villages, for an augmentation to our guard, which he readily granted, and saved us a considerable circuit by sending forward a guide to point out the nearest road to the fort. Among the villages we passed through I afterward particularly remarked those of Capelle"], [78, "44 Capelle, Gronningen shore, Crabbendyke and Waarden, which were severally beautified with plantations of poplar and elm at each side, adding considerably to the rural scenery so conspicuous in all Dutch villages ; the farm-houses, and smaller villages are really beautiful in those Islands, I often regretted that I had not studied the elegant and useful accomplishment of drawing during my leisure hours at an early period, for here it was impossible to pass even a mile, without meeting the most delightful and picturesque scenes, various farms and country residences where rustic neatness and true genial hospitality seemed to shine with genuine lustre, and it could not but have been a source of regret that those otherwise happy people were so frequently visited by the distemper arising from the nature of the climate, for I never witnessed so pleasing an ceconomy as existed in every habitation, where mirth, harmony and mutual affection appeared to be the order of the day : indeed in almost every house the stranger is surprised to observe that there is scarcely any distinction paid to the masters and mistresses by the servants in their mode of address, they appear to be on an equal establishment, and every thing seems to proceed to the entire satisfaction of both parties. We"], [79, "45 We arrived at Waarden, (where I was afterward quartered) at a very late hour, and were obliged to rouse up the Burgo master or chief magistrate to procure us billets, which with some difficulty, we obtained, .and highly acceptable they were, for we were drenched with rain. I never witnessed lightning to such an extent in England as in those islands, it was not uncommon to see the whole horizon one illumined space for many hours at night, and I have not unfrequently been one among the many groupes of officers, loitering on the benches outside our cottage quarters during a summer's evening, silently admiring the spreading sheet, its awful grandeur naturally exalted by the consideration of its Omniscient Cause. \" The lightnings flash a larger curve, \" Till over head a sheet of livid \" Flame discloses wide ; then shuts, and opens wider ; \" Shuts, and opens still expansive, wrapping æther in a \" blaze.\" We arrived at Fort Bathz early the following morning, where we had the pleasure to perceive that most of the French pieces of ordnance in this extensive battery, which had been dismounted and spiked by the enemy before their precipitate"], [80, "46 precipitate flight, were already remounted and nearly bored ao-ain, the 32 pounders were esteemed excellent guns, and appeared to be nearly new. Under the French national arms which were engraved on each gun, was this motto in the latin language \" confident with the assistance of God.\" The howitzers found in the fort differed from those used by the British Artillery in being half an inch wider in the muzzle, and are called six inch howitzers. I have heard Captain Wilmot now of the Royal Horse Artillery, a gentleman universally acknowledged to be of the first professional information and abilities as an officer of artillery, as a private character generally sought after, and highly esteemed, take notice of the ingenuity of some of the privates of the guards, who afforded essential aid in the laborious and important service of boring new vents : I was happy to perceive lately in the papers that one of those men, a Serjeant I believe in the Coldstream regiment, has been rewarded with a gold medal for his zeal and ability in the execution of this service, by his Royal Highness the Commander in Chief. As the contrivance then so successfully adopted may be beneficial on some future occasion, I think it proper to notice it."], [81, "47 it. An upright piece of timber of a convenient height was firmly attached at each side of the calibre of the gun on a line with the vent, on the top of those a cross bar was made secure, which afforded a considerable degree of pressure : to the centre of this a drill was attached, so that the operator could act with great freedom, however it was soon accertained that the cross bar did not maintain an uniform resistance during the drilling, from its incapacity of accom- modating itself to the instrument while it gradually encreased the opening into the gun. At this time the serjeant of the Coldstream regiment suggested the idea of elevating the breech of the gun by means of the screw that is used when laying the gun for action, which capital expedient was found to support a uniform resistance, so that the business was effected in a very short time ; this ingenious device together with the zeal and attention of the serjeant, were on this occasion of the highest moment, for at the completion of the work the Admiral of the French fleet which we observed lying up at Antwerp, sent down about thirty gun brigs to attack the fort; we now had an opportunity of turning their own guns on them, this was on the 5th of August, they came down in very good order, but were not apprised of the regular distance they had to fire, which was manifest from"], [82, "48 from almost all their shot either falling short or going over the fort, we hulled almost every French vessel and gave their rigging so complete a cutting up, that after a continued fire for about two hours they moved back toward Antwerp without having made the slightest impression on the Fort On the 8th of August they came down again, this morning they prolonged their visit to three hours and a half, firing 24 pound shot and grape, the latter scarcely reached the shore, we had fourteen 32 pounders and two howitzers opposed to them, and must have disabled a number of them ; one of their vessels in particular they could scarcely get on, and toward this we directed all our fire ; during the evening a Portuguese deserter came ashore and informed us that the vessels and their crews had been severely cut up, numbers killed and wounded ; the only sufferers we heard of on our side, were two poor harmless sheep that were shot through, while grazing in a field beyond the fort ; some of the houses in the fort suffered considerably, but as the soldiers were all ordered to line the breastworks while the firing continued, and the inhabitants retired into the country, no accident happened ; the only disagreeable circumstance that occurred during the affair, was to one of the guards, who was severely wounded in the foot by"], [83, "49 by the recoil of a gun carriage immediately aster the gun had been fired, however he was soon well enough to do his duty. We remained about a fortnight after at Fort Bathz, and the entire time could distinctly perceive the motions of the enemy's cavalry and infantry, in their marches from Antwerp to Bergen-op-zoom ; those towns we could also plainly perceive, the French videttes who lined the shore we continually saw, and we could not but take notice of the frequent halts the enemy made directly opposite to the fort, here they went through a variety of manœuvres and shewed the mighty exploits they would have done, but unfortunately this was all, \" a la distance.\" Six or eight of their gun boats, with the most assured temerity, attempted to pass the fort, for which they paid dearly, for the tide not suiting them they were stranded and immediately became so many butts for our guns ; they were all evacuated and burnt by their crews, who evidently suffered a considerable loss from our continued fire of shrapnell shells while they were endeavouring to escape. The LI"], [84, "50 The British Men of War now came up the West Scheldt, so that there was no longer an occasion for a detachment of artillery at the fort ; should it have been found necessary to bring the guns again into action, there were a number of men of war's men on shore from the Peacocke frigate, who were trained to work them ; however there was no likelihood of this, and we were ordered to take up our quarters at Waarden about seven miles from Bathz — In the fort resided a clergyman who had been educated in France, he appeared to be a man possess of extensive learning and capacity, and with a very plausible and ingenuous exterior ; I have every reason to collect the conclusion that he was also fraught with a most wily and insidious disposition, he was averse it was evident, to accommodate the officers billeted on his house, and withheld every thing that could be of service to us ; his appearance was such as to excite suspicion among the officers that he acted as a spy on our conduct, as he generally remained in our company during the day, and retired to the country before the bridges were drawn up at night ; he was at length detained in the fort, and exhibited the most intemperate conduct, when prevented from removing; his conversation and enquiries generally related to our army, and were sagacious and pertinent; when we sought informa- tion"], [85, "51 v tion from him relative to the enemy, he answered cautiously and frequently contradicted his assertions ; we first admired this ecclesiastic and paid him every attention, but his conduct soon induced us to alter our demeanour toward him — I recollect one morning two or three 24 pound shots from the French ships penetrated his house, which excited his rage to a laughable degree, this originated I imagine, from the mortification his feelings sustained at being treated with so much seeming indifference by those whom he was studying to support, while duplicity and unbenevolence abundantly manifested the disposition he entertained for our army while in the fort — I went to see him perform the service of matrimony at the fort chapel, to which he invited such of the officers as he was acquainted with ; on entering the pulpit he commenced something like an exhortation to the parties concerned, which from the rapidity he proceeded with, had no very forcible impression either on the congrega tion or those to whom it was immediately addressed, and his expression of chagrin and disappointment at not receiving alms from the officers, (which I believe solely induced him to solicit our attendance,) was well worth witnessing. We afterward understood that this charitable Minister of the Gospel of Philanthropy frequently threatened the Burgo master to report his"], [86, "52 his conduct when the island should be evacuated, for his attention to the British, (which was clearly maniiest on every occasion in this Magistrate's power). It was a knowledge of this circumstance that obtained for him the aversion of all the officers, who afterward estranged themselves from his society. CHAPTER"], [87, "53 CHAPTER V. The Troops are affected with disease in South Beveland, its particular causes and symptoms; some description of the climate; tlie Army evacuate the Island. IT was about the 18th of August that I was first alarmed by the accession of disease among the troops, and if we could form any judgment of its probable consequences, by the symptoms of its introduction, the melancholy presage might appall even the stoutest minds : hitherto I had nothing of any moment to attract my attention with respect to my profession, and was merely a spectator in some of the occurrences already related, but the period was not far removed when I found it requisite to concentrate all my attention in the consideration of a distemper which soon raged writh such unabated fury as to summon forth every exertion for the purpose of checking its destructive consequences. I shall briefly relate the principal outlines and chief characteristics of the disease, without engaging in a prolix detail,"], [88, "54 detail, which would both be unnecessary and irksome to those readers who do not belong to the medical faculty. The cases that came under my observation in the first instance were marked by a surprising degree of debility and lowness of spirits, by the suddenness of the attack, and by an almost instantaneous increase of the different symptoms. The first case that I was called to of our regiment, was a sentinel on guard at -the park of artillery, at the village of Waarden, who fell down while on his post of duty, and was nearly deprived of tlie power of utterance ; when I came to the guard room, I found this poor man writhing in agony, who told me he felt as if his brain was burning, and his bowels twisting round, and in order to procure a momentary-' suspension from his sufferings, he was obliged to bend himself nearly double, he said he was so weak he was certain he could not survive it long ; on examination I found his skin hot and covered with a clammy moisture, his tongue white, his pulse full and quick, his breathing quick and accompanied with a vast deal of anxiety and frequent sighing ; on considering those urgent symptoms my thoughts were first directed to the propriety of using the lancet, with a view of producing an immediate alleviation of his"], [89, "55 his miserable state, but I was fortunately restrained from putting this practice into execution by the fears I entertained of the likelihood that it might afterward assume the typhoid character. Independant of my wishes to comply with the beneficial custom of giving emetics in the commencement of inflam matory fevers, I was now happy in having an opportunity of trying a plan that I frequently heard ha,d produced the best consequences in affections of this nature, that of occasionally repeating emetics during the progress of the disease if nothing urgent occurred to counteract the- practice : I therefore ordered this man thirty grains of ipecacuan in powder, and desired he should drink plentifully of chamomile tea immediately afterward : I requested I should be sent for shortly after the medicine had produced its effects, and on this visit was gratified in perceiving the following amendment, the affection of his head was considerably alleviated, but he still complained of the pain in his bowels, his pulse felt softer, and the anxiety was totally removed, he complained of great thirst, and pains in his bones ; I ordered him to take five grains of calomel and three of antimonial powder, and ascertained that the medicine produced no effect in six hours"], [90, "56 hours, when the orderly attendant was directed to give him two drachms of the sulphate of magnesia largely diluted with water, every two hours, and that if the pain continued fixed during the night, he should apply a large blister to the part affected. Next morning I found the man much better, the medicine had acted as I wished, and there had been no occasion to apply the blister, the pain of his head subsided, and the only material symptom that remained, was a heat and dryness of skin, with an unfavorable appearance of the tongue ; to combat those appearances, I left him a simple effervescing mixture, and ordered him an anodyne draught #of the usual description with a little antimonial wine at bed time. When I next visited this patient, he wished to resume his duty, nor had I any other objection to comply with his desire, than from the evident weakness which naturallv succeeds so violent an attack, and the remedies used for its removal ; however, about thirty hours after the first attack I was sent for, to see the same man, when I found he was again attacked with an evident remission of fever, with shivering and every symptom of the intermittent species, his sufferings during this attack were not by any means as extensive or alarming as in the first"], [91, "57 first instance, I therefore repeated the emetic, but to twenty five grains, and found at bed time he was considerably better; I ventured on giving the opiate again, and had no reason to repent of the practice. This man remained in the hospital seven or eight days longer with a regular intermittent fever, and ,was in the habit of taking a mixture of a small proportion of the tartrite of antimony and water, when he felt particularly cold or inclined to shiver, and although this plan did- not uniformly prevent the accession of the fit, yet the returns were more irregular, and of shorter duration, until they gradually escaped observation, and disappeared ; before he was discharged from the hospital he took a mixture of bark combined with the sulphuric acid, which contributed essentially in reinstating him to his usual health. About this time, I had eight or ten patients who suffered .•nearly from the same symptoms, others were attacked in a more violent degree, more with less severity. The applications for admission to the hospital, which before were only two or three in the course of the day, became now so numerous that I found the greatest difficulty in procuring a house sufficiently large and comfortable for the reception of the sick, all the out-houses and barns being already occupied by the sick of the i 4th"], [92, "58 4th, or King's own Regiment ; and the Inhabitants of the Village, naturally enough, could not reconcile themselves to the idea of giving up their houses for the purpose of an hospital, so that the imperious circumstances of the case obliged us to the painful necessity of procuring by force that which solicitation and entreaties had no effect toward obtaining. The men were now suffering so considerably in South Beveland, that those medical officers (as yet unaffected themselves) had recourse to hourly conferences relative to the best expedients to be adopted in this unhappy dilemma, and our attention was therefore directed to endeavour to check the high inflammatory tendency so conspicuous in the commencement, and the typhoid semblance already making its appearance. The first death near Waarden that occurred, was a private of the 4th regiment, and shortly afterward an officer of the 3d foot guards, who was buried with military honors in the church yard at this place. I had various opportunities of hearing the opinions and observing the practice of the medical officers of other regiments, particularly that of Mr. Hill, surgeon of the 1st Battalion of the 4th regiment, and I found that in the general mode of practice we all agreed, indeed I found it necessary merely to adhere to my original plan, having a constant attention to the pnmæ"], [93, "59 primæ viæ, as well as to any particular symptom that might have occurred in the course of the disease : it must appear obvious that the treatment could not fail of producing a degree of debility, which it was to be wished could have been avoided, but this consequent evil was in a great measure counteracted by the diets being composed of the richest broths and articles the exigency of the service would. admit of, the bark too, had a considerable effect in tending to remove the weakness. I wish it to be understood tl i at I do not mean to allege that the repeated exhibition of emetics alone invariably cured the disease, or even that this practice will succeed in every case ; and further I have my doubts of the propriety of adopting this practice in many instances, I am convinced from experience, on the contrary, that they will not succeed on all occasions ; and I should justly deserve the severest censure from professional men of much greater experience and ability than I can possibly have a claim to, if I maintained an assertion of the kind ; but this I must aver, that in the generality of cases which came under my care while in South Beveland, a greater number recovered whom T treated as. I have mentioned, than of those whose peculiarity"], [94, "60 peculiarity of constitution and habits of body induced me to adopt a different mode of treatment. I should have mentioned that with the exception of the last stage of the intermittent paroxysm, I had no stated period for giving emetics during the progress of the fever, after a little experience I found that they proved equally serviceable during tlie shivering fit and previous to its accession, I have known them to be of the greatest advantage in the hot fit, frequently checking it altogether or more immediately inducing the last favourable stage — It may be expedient to mention that topical affections naturally directed our attention to the means most applicable for their removal, exclusive of the general treatment: thus, if protracted local pain was complained of, either a blister or topical blood-letting were generally found effectual ; if heat or dryness of the skin proved obstinate, some gentle diaphoretic medicine, as the \"aqua ammonia acetata,\" or the mild effervescing draught mostly counteracted this ten dency, or if continued pressure from lying a long time in one position disposed the part to inflame and slough, the application of the fermenting cataplasm was found to be of the greatest utility — In relating one case of the disease with which"], [95, "61 which the troops were affected, in this Island, I give a delineation of the whole, and were- I to mention other individual instances, it would only serve to render this account unnecessarily prolix; but before I depart from the subject, I shall take the opportunity of remarking that it was an object of the greatest importance and welfare to the men that they were so shortly to be removed from South Beveland, where, if they had remained, it is highly probable they would have sunk into that state of melancholy despondence, which afterward so fatally marked the typhoid disease in the Island of Walcheren. A remark or two on the nature of the climate, will, I am nearly convinced, exhibit abundant cause for the origin and prevalence of the disease. South Beveland and Walcheren are so remarkably low and flat, that it is necessary to defend them against the violence of the sea, (where they are not naturally secured by sandhills) by the assistance of immense dykes, or banks, as we could call them ; those at the foun dation are about twrenty-five German ells in breadth, and- at the top are in most places wide enough for two Dutch carriages to pass abreast; the height of those dykes is in proportion to their breadth, notwithstanding which, it is said, that in stormy"], [96, "62 stormy weather they are not unfrequently broken through, producing the most destructive consequences by inundating the country, and at . spring tides the river has been known to flow over the highest parts: I have repeatedly observed while walking on those dykes during a full tide, that the surface of the Scheldt appeared eight or nine yards higher than the surface of the country ; if we pay any attention to this circumstance, it will not appear a matter of surprise that the peasantry are continually employed in repairing and adding to tlie stability of the dykes, for in fact they are the only bulwark the islanders possess against their common and perpetual foe, the sea. The manner in which those dykes are constructed is another convincing proof of their importance to the inhabi tants : exclusive of the immense quantity of rock, earth and sods required for their structure, the foundation is first staked for a long extent into the river with an innumerable quantity of vast wooden piles, which after each tide collect an immen sity of seaweed and sand ; when this is filled up to the height required, it is thatched over with straw with great regularity and density; this I have seen executed by many young boys, who appear to be adepts in the art. — As far as the eye can observe"], [97, "63 observe, those dykes are covered toward the sea, with one yellow carpet equally useful' and ornamental to the island. Those provinces then, actually lower than the surface of the sea, it may be easily conceived abound with stagnant marshes, and the summer and autumnal months are so intensely hot, as to account at once for the miasmata continually evaporating from the surface. It is to this circumstance, and that of being continually surrounded by a humid atmosphere, with the frequency of rains in the climate, that I almost ex clusively attribute the prevalence of the disease, which caused such devastation in our army during the campaign. This opinion is perhaps substantiated by a circumstance that I took particular notice of; I found that those who suffered most from the disease, were the sentinels on night duty, late in the evening, and early in the morning, being subjected to the heavy mists and dews that fell at those periods, whose destructive influence was not yet overpowered by the salutary ascendancy of the sun. It was not until some time after I had committed the preceding observations to paper, that in looking over \" Sir John Pringle's observations on the diseases of the army\" I found"], [98, "64 found the following accurate remarks which will illustrate more clearly the subject I allude to; in speaking of the air and diseases of the Low Countries he observes, \"great part \" of the United Provinces with Dutch Brabant from Grave \" downward along the Maes being likewise low and wet, is \" subject to the same distempers with the flat part of Flanders. \" But the air is worst in Zealand, as that province is not \" only low and watery, but surrounded with the oozy beaches \" of the Eastern and Western Scheldt, and the most marshy \" parts of the country ; so that almost every wind except \" from the sea, adds to its native moist and unwholesome \" exhalations.\" \" All this tract of the Netherlands being little higher than \" the level of the sea, or the rivers that pass through it, was \" once so much exposed to inundations from floods and high \" tides, that, till dykes and drains were made, it was one \" large morass ; and even now after incredible labour, the \" country is liable to be overflowed by extraordinary floods \" and other casual inlets of water ; by the evaporation of this \" water, as well as by that of the numerous canals and \" ditches, in which various plants and insects die and rot; \" the atmosphere during the latter part of summer and autumn is"], [99, "65 u u Cl u 11 u u mi u II c< u 41 (C M .4 a (44 U is filled with moisture, and with putrid and insanitary vapours. \" In Zealand, and upon the coasts of Flanders and Brabant, opposite to that province, is observed a peculiar kind of damp rising at low water, from a beach that is covered with slime and mud, and wliich is perhaps the more apt to corrupt, on account of the mixture of the fresh with the salt water ; in those parts the people are sickly, but at Ostend, which is situated on the Ocean, and where there are no' marshy grounds very near, the inhabitants are in general healthy. — Another cause of the humidity and corruption of the atmosphere, is an imperfect ventilation. There are no hills to direct the winds in streams upon the lower grounds ; here the air is apt to stagnate, and the more so by reason of the large plantations made for pleasure, enclosure or fuel ; those not only confine but moisten the air by their transpiration.\" \" To these causes of fevers in flat and marshy countries, may be added the impurity of the water in common use ; which being either collected from the rains, preserved in cisterns, or drawn from shallow wells, is in hot and dry K \" seasons"], [100, "66 ■u cc cc cc cc cc IC c< i. cc cc cc cc cc cc cc cc cc seasons soon corrupted. This being the case, the general tendency to putrefaction must be encreased by the use of such water, *as well as by the meats, which in a close, hot, and moist air are easily tainted — several circumstances therefore in that country concur in summer, not only to relax the solids, but to dispose the humours to putrefaction, and as the combination of heat and moisture is the first cause of the speedy corruption of animal substances,' so it is observed in every place to produce fevers, and other distempers of a putrid kind, similar to those that occur in the low and marshy parts of the Netherlands.\" \" It ought also to be remarked, that the sickness never begins till the heats have, continued long enough to give time for the putrefaction and evaporation of the water. The epidemics of this country may therefore be generally dated from the end of July or the beginning of August, under the canicular heats ; their sensible decline, about the first falling of the leaf; and their end, when the frost begins ; the rest of the year is much less disposed to produce any distemper..\" \" In"], [101, "67 u cc cc cc cc cc Cl cc cc cc cc 4< CC CC cc CC II \" In general they are the higher ranks of people who are least liable to the diseases of the marshes ; for such countries require dry houses, apartments raised above the ground, moderate exercise without labour, in the sun, Or in the evening damps ; a just quantity of fermented liquors, and victuals of good nourishment ; without such helps, not only strangers, but the natives themselves, are sickly, especially after hot and close summers.\" \" The hardiest constitutions are little more exempted than others, and therefore the British soldiers have always been subject to these fevers in the Netherlands; not indeed to the scurvy, as their stay in the moister parts of the country has never been long enough to contract that disease;\" In page 82, Sir John proceeds by stating that, \" the moisture of a season is commonly estimated by the quantity of rain ; whereas it depends more on the constancy of moist winds, whether they bring great rains or none at all ; but most of all, upon close weather, especially in low and woody mountains. In one case rains will cause a dangerous moisture of the air, when the water stagnates and corrupts \" in"], [102, "68 \" in low grounds after land floods: but otherwise, in the \" flattest countries, if provided with drains, frequent summer \" showers have a salutary effect, by tempering the heat, \" refreshing the stagnated water, and precipitating all putrid •' exhalations: it is remarkable that pestilential diseases have \" frequently occurred in dry and hot summers: and agreeably \" to this, I have observed that the most sickly seasons in \" the field have been attended with the greatest heat and the \" least rain. But it will be proper to add, that though rains \" in summer may be generally conducive to health, yet they \" will .be of bad consequence, when the men are obliged to \" march in them, or lie upon the ground whilst it is wet \" with them. \" Detachments have suffered from the air which arises \" from the corrupted water of marshes ; one did in Zealand, \" another in the lines of Bergen-op-zoom, and in the last \" year of the war, a great part of the troops being cantoned \" near the inundations of Bois-le-duc, became extremely \" sickly ; now as the exhalations from marshes do not consist \" of watery vapours only, but also of putrid effluvia, arising \" from innumerable vegetables and insects that die and rot \" in them, it is no wonder that the distempers incident to \" those"], [103, "69 \" those who breathe such air should be of so malignant a ' nature, and that bilious fevers should be so frequent, \" infectious and dangerous in those countries.\" Page 84. Sir John Pringle, on the diseases of the Army. Speaking generally of the inhabitants of South Beveland, they \" appeared to me to be of a sickly phlegmatic habit, numbers of them pale, thin, weak and languid ; they also appeared to be particularly inactive ; although their adherence to labour and peculiar industry is almost proverbial, I have frequently observed them in different groups, either lying exposed to the heat of the sun in the fields, or loitering in the streets for hours together ; I remarked that they are in general badly proportioned, and the children are uncom monly small ; I had not an opportunity of seeing above eight or ten instances of the endemic fever among them, some of whom I attended at Waarden. In addition to the peculiarity of the climate, the diet they are in the custom of using, would be likely to contribute to render their health precarious ; the peasantry live almost exclusively on slops of tea and coffee, with raw beans and turnips ;"], [104, "70 turnips; such meals, I should conceive, highly prejudicial to a healthy state, although they say they suffer no kind of inconvenience from it, being accustomed to this mode of living from their childhood. — I was informed by the inhabi tants that the most sickly part of the year was, \" when the beans were Jit for cutting'' — as they remarked ; which was about the month of August, about this period of the year the marshy exhalations were naturally more prevalent, in consequence of the extreme heat ; indeed it was so intense in the month of August 1809, that we were frequently obliged to continue close in our apartments until towards evening ; during the hot weather we were much annoyed by a description of Moschetos, who attacked us in immense swarms ; the sting of this fly does not produce pain at the moment, but is uniformly succeeded by an unpleasant degree of inflammation and tremefaction ; the buzzing noise they make is more alarming than any harm they inflict, and the most effectual mode of procuring deliverance from them, was by burning tobacco in the apartments at night, which destroyed them in myriads. The men frequently bathed during the hot weather, this practice was however discontinued by a number of the commanding"], [105, "71 commanding officers : it was found surprisingly difficult to enforce this order, however judicious it -was ; indeed it was conceived to be a considerable preservation from disease, for the unremitted action of the intense heat on the naked body, might have, been of serious, if not fatal consequence to the troops. Plantations of beans to the extent of eight and ten acres are very frequent in those islands, and I conceive that the exhalation from those fields about the time they were cutting was probably an aggravation to the unhealthiness of the climate. The order for evacuating South Beveland wras issued about the 8th or 10th of September, we were however employed a day or two before in embarking the French pieces of ordnance, ammunition, and every article appertaining to the French Government, The chief points of embarkation were Fort Bathz at the eastern extremity of the Island, Cattendyke at the Northern, and Waarden at the South West. Within"], [106, "72 Within about half a mile of the village of Waarden was situated a very considerable battery, fully commanding the West Scheldt, it contained a large stove for heating shot, ryid every thing requisite to constitute a perfect battery, which were individually destroyed immediately before we evacuated the Island: it was skilfully mounted with twelve or fourteen 32 pounders, beside howitzers, which the enemy had not time to move from the embrasures, in their confusion, on our approach to the Island ; they spiked them in a very imperfect mariner, so that the service of refitting them for action Avas soon performed under the guidance of Lieutenant Bridges, Royal Artillery who was detached with a party by Captain Wilmot for that purpose ; for the judgment and celerity Mr. Bridges evinced in the performance of this service, he obtained the thanks of his Commanding Officer. We expected an attack on our rear during the embarkation, but the enemy did not seem inclined to cross over from Antwerp or Bergen-op-zoom until the evacution was com pletely effected, although they might have forded across the East Scheldt, within half a mile of Bathz, with sufficient security, at a part of the river that had been reconnoitred by several of our Engineer Officers at a time that it was imagined"], [107, "73 imagined we were to have crossed over, but also, when we were unacquainted with the many disadvantages that would attend the proceeding. However their mode of operation when they did actually take possession of the Island, proved they had no idea of making any attack during our embarkation, for they halted at every hedge and ditch they came to, keeping up a heavy fire, falsely supposing that our troops were concealed on the other side. This information we received from numbers of the inhabitants who afterward came over to Walcheren. The sick were ordered on board a day or two before the army in general, to prevent any accident that might have occurred in the event of the enemy making any attack on us during the final embarkation at Waarden, which was super intended by Sir Home Popham, whose zeal and attention was signalised in the execution of this service. I considered myself highly fortunate during our passage down tlie West Scheldt in company with the brigade of Artillery to which I had been heretofore attached, naturally supposing I was on my return with them to England, after l having"], [108, "71 having escaped the disease with which I was so peculiarly liable to be affected from my professional situation, and which proved so disastrous to the army in South Beveland ; those pleasing hopes however were but of short duration, for as we were passing Flushing, Colonel Terrott com manding the Royal Artillery there, sent a boat along side, requiring all medical officers of the regiment, who might pass from South Beveland, to come ashore directly, bringing their field instruments and medicine chests at the same time, and to report their arrival to the senior medical officer; I therefore left my brother officers, not however without feeling much regret at parting from those, in whose society I had passed so many happy hours since I had the pleasure of belonging to Captain Wilmot's brigade. CHAPTER"], [109, "75 CHAPTER VI. Some Account of the Walcheren fever ; state of the Troops in this Island; mode of treatment adopted; the manner in which the Soldiers were interred ; am ordered so England in charge of sick Troops, arrive previous to the great Jubilee day. HAVING reported myself to Mr. Kenning, Surgeon of the Royal Artillery at Flushing, who superintended the entire Ordnance Medical department on this occasion, I received my orders from him, and agreeably to them proceeded to do duty in the Royal Artillery Hospital. As I have mentioned this gentleman's name, I cannot omit the oppor tunity of rendering him a just acknowledgment of my esteem and respect, of however trifling importance it may be, for his prompt attention to the interest of the sufferers, and his unwearied assiduity in administering succour amidst the sur rounding scenes of sickness and distress ; indeed so indefatiga ble was this gentleman whereever his assistance was required, that in all probability he would have fallen a victim to the disease, had he not been obliged to give up his duty, and return"], [110, "76 return to England shortly before the evacuation of the island, affected with the symptoms of this prevalent and destructive distemper. The disease among the troops at South Beveland, was cha racterised by an aspect very different from that I now had an opportunity of witnessing, as it possessed more of the high inflammatory disposition ; the affection in Walcheren dege nerating into the low, nervous and typhoid species. The scenes in the latter place were of such a distressing nature as to exceed my powers of description, and strongly bring to my recollection the folloAving lines of one of our poets on a similar occasion, which are so truly applicable to what I have myself remarked in the different hospitals, that I cannot forbear citing them. \" From swampy fens, \" Where putrefaction into life ferments, \" And breathes destructive myriads ; \" In vapours rank, and blue corruption wrapt ; \" Then, wasteful forth *' Walks the dire pow'r of pestilent disease. \" A thousand hideous fiends her course attend, \" Sick nature blasting, and to heartless woe, \" And feeble desolation, casting down \" The tow'ring hopes and all the pride of man ; \" The"], [111, "77 \" The miserable scene, all pitying saw, \" To infant weakness sunk the warrior's arm ; \" Saw the deep racking pang, the ghastly form, \" The lip pale quivering, and the beamless eye \" No more with ardour bright \" While on each other fixed \" In sad presage, the blank assistants seemed, \" Silent, to ask whom fate would next demand. I was deeply concerned to perceive on my entrance to the hospitals, that the intermittent and remittent fevers frequently assumed the character of a low, malignant and contagious disease, such as occur in confined and crowded gaols, chiefly distinguished by its disposition to sink the patient to the lowest ebb of debility and despondency almost on its first accession ; by the peculiar anxiety and dejection of spirits induced, and by the rapid succession of the worst symptoms, until death terminated the course of the disease. The utmost vigilance and precaution was now used to remove those cases on their first appearance to separate wards, apartments from whence many a brave man was never to return alive ; so striking wras the state of despair evinced in innumerable cases, that many of the stoutest men gave themselves over, on being first seized with illness, arid"], [112, "78 and were frequently reduced to the most infantile, but pitiable weaknesses. I recollect one remarkable instance of this, in Mr. M'Ewan, Assistant Surgeon of Artillery, and an intimate acquaintance of mine, who died at Flushiug shortly after I arrived there, he gave himself over from the first, and was frequently found in floods of tears ; this indeed might be classed as a symptom of the disease. The determination of the arterial system to the head, was a constant and an alarming symptom, the pulsation of the temporal, radial, and other superficial, arteries was oftentimes observed even across the room : in numerous instances the patients sunk so suddenly that it was not at all uncommon to see those in our morning visits \" in articulo tnortis,\" upon whose probable recovery we had congratulated ourselves the preceding evening. It was worthy of notice that the most robust constitutions, were in general the greatest sufferers, while men of an apparently weak and delicate habit generally did well, and were generally reinstated in health: the low muttering delirium, hanging of the jaw, the restlessness and picking of the bed cloaths, (symptoms of the greatest danger) were apparent in almost all the cases that I had an opportunity of observing : many suffered from the most violent consequences"], [113, "79 consequences of delirium, it was frequently necessary to bind those poor sufferers with straps to the bedstead, instead of using strait waistcoats, as they had a perpetual inclination to get out of the hospital : the tongue was mostly black or brown, crusted, and so dry that it generally assumed a concave figure, and in many instances it was utterly impossible to produce the tongue forward enough for examination, and such was the debility that when it could be produced, the patient took a long time to draw it back, and were they not roused to this exertion, they almost uniformly left the tongue hanging out of the mouth ; In other cases many muscles, particularly the masseter and temporal muscles, and those of the tongue, appeared to be completely paralysed; the skin was uniformly dry and parched ; in one or two instances there was such a peculiar aridity of skin, that a kind of scaly surface was formed, which in defiance to every means that ingenuity and skill could suggest, preserved this appearance during the whole course of the disease ; such cases proved fatal. The patients in general were more frequently affected with constipation than a disposition to diarrhœa ; petechiœ appeared in profusion, and vibices in many instances, those cases it will be admitted, unfortunately proved too often fatal ; some were affected with incessant vomiting and hiccup, those distressing symptoms"], [114, "80 symptoms were happily not general ; we had a remarkable instance of the latter affection which resisted every applica tion and medicine that Mr. Ramsay of the Artillery, (whose patient he was) could devise: I had the pleasure of doing duty conjunctly with Mr. Beck, Royal Horse Artillery, and Mr. Ramsay, also with Doctor Parker and Doctor Venables, Royal Horse Artillery, whose united application and anxiety for the welfare of their respective charges was such as to reflect infinite credit on their feelings as men, and on their distinguished abilities in a professional point of view. After a little experience the different stages of the disease became so familiar to us, that Ave could prognosticate with some degree of certainty what cases were likely to recover, and those that were likely to degenerate from the intermittent to the typhoid form. One or two men in our hospital, and I afterward learned, many in the other military hospitals, gradually declined into a state of perfect mania : the cases of this kind which I saw, proved fatal, and I have reason to think every case of this description had a similar fate: in those melancholy instances the enfeebled poAvers of the constitution were incapable of supporting the strength / of the patient, and the obstinacy they evinced, Avas carried so far as to prevent"], [115, "81 prevent their taking any sustenance, notAvithstanding oui> continued exertions to induce them to eat ; the consequence Avas, they died of exhaustion both from this circumstance and the continued uproar they kept up during their state of mental derangement In addition to the causes which I mentioned as producing the disease in South Beveland, the following I particularly remarked when I first went to Flushing, and afterward at Middleburgh. Those tOAvns are intersected in various places by canals, Avhich are covered with a quantity of slime when the tide goes out ; and this is rendered still more offensive by the different vegetable and animal matter, that I have seen throAvn in every day from the surrounding houses. The effluvia from those sources of contagion were very perceptible, and 1 conceive it was as prejudicial to our troops, from its evident offensiA^e qualities, as the causes already alluded to. It will be readily conceived^ that in a disease of such magnitude, the plan of treatment to be adopted did not require much pause for deliberation, nor indeed was there any time to be lost in the consideration of such measures, m as"], [116, "82 as might be deemed expedient to arrest the progress of this terror-striking distemper. It Avas at this important crisis I found the advantage resulting from an adherence to the many excellent professional tenets which had been impressed on my mind, Avhile a student under the direction of Mr. Robert Moore Peile, Deputy Inspector General to the Forces on the Irish Establishment, a gentleman not less respectable for his upright and honorable conduct in all transactions, than for his distinguished professional abilities, and whose anxiety and- kindness in directing my professional pursuits, Avere of such a nature, as to call forth my warmest gratitude and highest esteem. While I attended the extensive hospital attached to the House of Industry, Dublin, to Avhich Mr. Peile is the senior Surgeon, I had innumerable opportunities of making remarks on his general practice, Avhich I have no doubt were of essential utility to me in the performance of my duty on this service ; those observations were shortly after matured, under the guidance and good adATice of Doctor Jameson, Assistant Surgeon General and Inspector of Artillery on the Irish Establishment, whose long and assiduous services abroad, fully entitle him to the important and extensive appointment which he now enjoys. As"], [117, "83 As, in the generality of febrile affections, an attention to the primœ vice was the first and probably most important consideration, for this purpose, the least irritating medicines Avere made use of, and those that had the least tendency to induce debility ; thus for instance, the ipecacuan Avas uniformly used as an emetic, instead of the tartar emetic, indeed I never saw the latter exhibited during that service. Rhubarb in conjunction with calomel was given, instead of scammony, extract of colocynth, or the neutral salts, unless when an obstinate degree of constipation indicated the propriety of using either of the latter ; indeed calomel Avas found to be indispensable, from the circumstance of the liver being so generally affected, this medicine was prescribed in doses of two grains twice a day for the liver affection, and not unfrequently in doses of five, six, eight, and ten grains, with a view of evacuating the biliary accumulations ; this valuable medicine was frequently combined Avith small quantities of opium, Cayenne pepper, and antimonial powder, as existing circumstances required. The Peruvian Bark, it will be easily imagined, Avas a favorite medicine, and the immense quantities that were hourly required, induced us to make up dozens of bottles daily"], [118, "84 daily, in the form of strong infusion ; this measure Avas put in practice every day for tAvo reasons, first, because the numbers in hospital required au amazing quantity, and secondly, the primitive qualities of the medicine could not be Avell retained longer than twenty-four hours. The bark, in all its forms, Avas the grand medicine in use, its Avell known antiputrescent qualities quickly ensured the highest and most general estimation. Each patient with typhus feA-er, had a large bottle of this medicine placed by the side of his bed, while the orderlies of the Avard were in conti nual attendance to administer it to the patients every hour or tAvo, as necessity required, those attendants Avere regularly relieved every week or ten days. Camphor was extensively used, indeed it became a favorite medicine and most deservedly so ; its acknoAvledged utility in affections of the head Avas repeatedly exemplified, and though it many times failed, as the most efficacious medicines will do, yet as it was known to check the most alarming symptoms in a variety of cases, its merits deserve com mendation. — the \" mistura camphorata,\" and to the extent of three and four grains in the form of pills, AArere the most general modes of prescribing it ; perhaps no medicine proved more"], [119, "85 more truly efficacious in the most malignant cases, than \" the Infusum Cinchona^ and \" mistura camphorata'' given in conjunction. Where no inflammation existed, or, when it Avas reduced, and Avhen the head Avas not affected, opium Avas extensively used ; and it is scarcely necessary to observe, was highly conspicuous in the production of its usual favorable effects : it was giAren in its several forms of substance, extract, tincture, and powder, in different cases, and Avas more frequently an ingredient in the several formulae, of bark, camphor mix ture, &c. Sulphuric and nitrous æther Avere medicines of indispensable necessity and of the greatest advantage ; æther Avas perhaps given to as great an extent in this disease, as it ever had been before, I have frequently Avitnessed the most happy effects arising from its use ; the men were knoAvn to have been roused from the most indescribable degrees of languor and coma, which rio other application could produce so as to have been rendered capable of giATing ansAvers, who a feAv minutes before could not possibly articulate, notwithstanding the various attempts that were used to excite them; the remarkable"], [120, "86 V remarkable and salutary effect of the nitrous æther as a diuretic medicine in cases of extreme debility, Avhen the sufferers were deprived of the poAvers of utterance, was here a striking proof of its value ; and the sulphuric æther was repeatedly found to put an immediate stop to the most severe shivering fits in the intermittents, Avhich so often degenerated into the typhus fever. — I have seen those medicines given to the extent of two drachms at a dose, and generally in conjunction with the other remedies. The nitrate of potash was sometimes employed, and I believe with advantage, as a diuretic, and when the heat and aridity of the skin became obstinate; I cannot make any remark on its effects from my own experience. The carbonate of soda as an effervescing mixture, joined Avith the infusion of bark, was in high estimation in many instances ; it was also exhibited without the infusion, simply with lemon juice with great advantage. In the convalescent stages, the tonic effects of the infusion of quassia were highly beneficial, and particularly in a variety"], [121, "87 variety of instances Avhere the stomach Avas incapable of retaining any other description of medicine or aliment. The good effects of port Avine were universally apparent, at one period of the disease Ave had not a sufficient quantity of Avine, and were- obliged to resort to the alternative of using the Avine made in Walcheren, this Avas a Aveak and insipid kind of wine, and we were obliged to discontinue its use from the diarrhæa it produced among the men, this affection was extremely distressing, and we found it difficult to be checked, indeed Ave Avere obliged to use brandy diluted in many instances, until we received a supply from England; porter was generally used, and much sought after by the patients, aa'Iio in general preferred it to wine. The only omission of consequence which we suffered by, Avas, that at one particular period, we Avere not sufficiently supplied with bark, this Avas unfortunate as it was a medicine of such repute among the practitioners; Ave used the \"cortex angustura\" as a substitute while it lasted, it was given to the extent of about a scruple three or four times a day, however the only remark I can offer of its medical qualities, is, that"], [122, "88 that it did not produce any visible effect one way or the other. The prevalence of sponging the body with vinegar and Avater, I am convinced was of the greatest advantage, and the application of hot bricks and flannels, to the feet Avas naturally highly serviceable in the melancholy cases that required the remedy ; yeast Avas generally administered either alone or combined with some medicine, I have frequently heard, and believe it is of essential use in all diseases of a putrid tendency, and I have Avitnessed great advantage from its use both before and since the expedition. The \" aqua ammonia pura\" was used in some cases of extreme torpor Avith success ; and the \" aqua ammonia acetata\" and \" pulvis ipecacuanha compositus\" Avere medicines that could not have been well dispensed with. Fowler's solution of arsenic, and the sulphate of zinc, were extensively employed in the intermittent and remittent attacks, and I believe with good effect as tonic medicines in those instances. It"], [123, "89 It Avill appear obvious that blisters and sinapisms Avere in general use ; the advantages derived from their application, Avere numerous, and indeed they proAed of immediate sendee Avhere many medicines had failed. In enumerating the various means employed for the . cure of the malignant fev-er at Walcheren, it may be necessary to observe, that the strictest attention Avas paid to the various diets the men receiA-ed, and the richest and most generous Avere in general found to be of the greatest use, broths and soups of the most nourishing description Avere a chief and constant part of the diet. I am also satisfied that the regular custom of shifting the patient's linen and flannels Avas highly beneficial, and keeping the rooms Avell ventilated and continually swept out, added continually toward their comfort, and indeed contribu ted to prevent the extension of contagion ; there Avas scarcely any furniture save the beds alloAved in the Avards, and every thing that could be supposed to conceal or collect filth or dust, Avas instantly removed. Although N"], [124, "90 Although the fact has lately been well established by the ingenious experiments of Doctor Haygarth, that febrile contagion is utterly incapable of affecting persons, except at a specified distance from the diseased body, yet Avhen we consider rooms crowded, as those at Flushing wrere, Avith cases of the most malign aut nature, it must folloAv that the space in each room unaffected by contagion, must have been extremely limited, so that it Avas almost impossible that even the medical attendants could be secure from the effects of the distemper. Different modes of fumigation Avere employed in the several hospitals ; the folloAving wras used in the Ordnance Hospitals, it AVas prepared by mixing portions of the black oxyd of manganese and muriate of soda together, at the same time moistening them Avith a little Avater ; a feAv spoons full of this placed in a small open vessel, were continually carried round the different wards, and while in them a small quantity of the sulphuric acid Avas poured on the mass; by this application the following chemical effect was produced, the black oxyd of manganese and muriate of soda were mutually decomposed ; for while the sulphuric acid has a stronger affinity for soda, than the muriatic acid with Avhich"], [125, "91 which the salt was originally combined, it has also the property of depriving the oxyd of manganese of part of the oxygen it before contained, so that the consequence was, that the muriatic acid Avas expelled from the soda, Avhich the sulphuric instantly combined Avith, forming a sulphate of soda, and the muriatic acid goes off in a gazeous form at the same moment that a quantity of oxygen is disengaged from the manganese, so that the joint fumes, (now the oxygenated muriatic gaz) are diffused all over the ward. This preparation should not be suffered to remain fixed in the apartments longer than five or ten minutes at a time, as it has been productive of the most unpleasant consequences and suffocat ing sensations, on some occasions laying the foundation of pectoral affections, Avhich might have been prevented by attending to this precaution.* What * The editor of a Parisian Medical Journal lately observed in a portscript of his work. \" All those who have read with attention the interrogatories put by the \" Committee of Enquiry o^f the English Parliament, to the Medical Officers \" employed in the expedition to Walcheren, as to the means employed by them \" lo stop contagion, are equally surprised with ourselves, that their answers do f not contain a single word about purifying fumigations, even with nitric acid, \" according to the method of their countrymau Doctor Smith, who was so \" liberally"], [126, "92 What appeared to me to be the most curious effect of the Walcheren climate, was, that many officers and privates, who escaped the disease \" in toto\" Avhile on the service, Avere attacked Avith intermittents, Avhen eight, ten, and twelve months at home after the conclusion of the business ; many of them, men -of the best constitutions, avIio never suffered from aguish complaints before : the only conclusion I can form relative to this fact, is that the seeds of the disease Avere imperceptibly entering the constitution while in Walcheren and South Beveland, and that they possibly were afterwards excited to action, during the residence of those who Avere affected, at some of the low, and marshy parts of these kingdoms ; for it is a fact Avell known among medical men, that •' liberally rewarded by the nation. So true is it, that the most important \" discoveries remain a Jong time in books only, before humanity reaps the fruits \" of them.\" This sta'ement appears equally absurd and destitute of foundation, for the fact is, that every hospital in Walcheren (except those under the superin'endance of the French Surgeons as I had frequent opportunities of witnessing), was furnished with the necessary fumigations, both the oxygenated muriatic, and the nitric gases: for to the best of mv recollection, an order was issued in the commencement of the disease by the Inspector General of Hospitals, requiring that this measure should be instantly put into effect in every British Hospital throughout the Island."], [127, "93 that the basis of various diseases has lurked in the constitu tion for months and years, without becoming perceptible, or affecting the person in the least degree, and that afterAvard they have been excited into action by some accidental cause, such as change of climate; this conjecture might probably be offered in explanation of the point in question, especially as in almost all those after attacks at such remote intervals the liver Avas affected, to which scirrhous affections of the other viscera, and dropsies, almost uniformly succeeded. That a derangement in the functions of several of the abdominal viscera Avas a concomitant symptom of the endemic disease of Walcheren, Avas not only manifest there, but has been since amply corroborated in the great majority of instances, with Avhich the various military hospitals haA'e at one period or another been croAvded since December, 1809. This obstruction to the due performance of the visceral functions during the existence of the disease has since (as it Avas then naturally expected would be the case) laid the foundation for the almost total disorganisation of the parts so affected ; indeed every medical man who has had an opportunity of seeing any of those cases, must have observed that long protracted dropsical affections, indurated enlargements of"], [128, "94 of the liver and spleen, obstinate dysenteric complaints, and fluctuating tumefactions of the entire abdomen, have been the peculiar consequences of this insidious and undermining disease. Such effects Avere not at all surprising, they Avere precisely such as Ave had to expect even under the most favorable circumstances, from the well known and established fact, that hepatic and splenic affections of the chronic description are not unfrequently the consequence of the intermittent fever, for in this disease the system was evidently surcharged Avith bile, so that the superabundant accumulation, if not completely eAacuated, induced a complete obstruction of the several vessels of those viscera, the consequence of which Avas, that at the expiration of many months, even a year or tAvo, when the patients were supposed to have been at least convalescent, we found that affections of the fixed abdominal viscera almost uniformly made their appearance, that the right hypochondrium in particidar, presented an evident fulness and tumefaction, indicating an extensive induration of the liver, while the left generally exhibited an appearance shewing that the spleen shared a similar fate. Those"], [129, "95 Those cases called forth the greatest attention from the professional officers, and it soon appeared that mercury was likely to become a favorite remedy throughout the entire military medical establishment; this invaluable medicine Avas exhibited I believTe in all its forms, and in a variety of instances Avas productiA'e of the most beneficial effects ; however notwithstanding the most judicious trials of mercury both alone and in conjunction with such others of the materia medica as were deemed adviseable in such instances, many terminated in ascites, Avhile others proved so obstinate as not to alter their original appearance in any perceptible manner. Even to this day we find in the different hospitals many long protracted and Avretched instances, the miserable remnants of this calamitous malady, who on examination literally appear to be one solid mass of irremediable disease ; of a disease, which neither change of air, nor place, nor diet, nor any means Avhich the most respectable authorities have pointed out, or the most ingenious medical comprehension can devise, seem to have the slightest effect in reducing. The cause is undoubtedly obvious, the remedy unfortunately inaccessible; for we very well know, (as the Inspector General"], [130, "96 General, of Ordnance Hospitals so judiciously observed in his highly instructive and elegant letter to my Lord Chatham) that the instances are innumerable of those men avIio suffered at Walcheren, and avIio recovered apparently to the entire satisfaction of the medical practitioners, Avhich men have .since been repeatedly attacked with relapses of their former complaints merely after a day's march in England or in Portugal. In fact the very stoutest habits suffered so peculiar a shock from that disease, and under circumstances so disadvantageous in every respect, that the great probability is, they will never again enjoy constitutions equal in any respect to those they possessed prior to the Walcheren Expedition. On this occasion the sufferers had to combat against a combination of untoward circumstances, at once melancholy and incontrovertible in their occurrence ; one Avas, that they were attacked at a period of the year Avhich abated our hopes as to the expectation of any favorable issue, beino- at the latter end of August and September, for it is generally admitted, and very naturally so, that of all fevers of the aguish nature, none are so dangerous as those which occur in autumn; and from those also relapses are most likely to ensue"], [131, "97 ensue in consequence of the immediate setting in of Winter, while \"on the contrary the Vernal attacks generally terminate more favorably, happily influenced by the genial Avarnith which so propitiously folloAvs to reinstate those afflicted in perfect health. The peculiarity of the Walchereti climate likewise was an unsurmountable obstacle, and those cases which Avere discharged from the Hospitals at Flushing, as cured, uniformly returned Avith relapses, occasioned by the continued moist and hazy state of the atmosphere. I have reason to conclude that there Avere but few dissections in the hospitals at Walcheren ; indeed the appearances to be expected were nearly guessed at, so well defined Avere the various symptoms under which the patients laboured. Besides there Avere some objections to the practice on this melancholy occasion, as we had no coiiA^enient opportunity to perform the necessary operations, nor if we had, do I conceive it Avould have been productiA'e of any considerable additional information to the medical officers, whose minds Avere so harrassed from the natural anxiety they entertained for the welfare of the men, and from the o consideration"], [132, "98 consideration of the great responsibility reposed in them, that such thoughts, independant of the alarming contagion existing in the body at the time of death (for it Avas impossible to keep them much longer Avithin doors) might very probably have contributed in thinning the numbers of those indis pensable officers, more than unfortunately had previously happened. I understood from a Surgeon who had opened the body of a man that died , of the putrescent fever, that the Avhole abdominal cavity appeared to be a mass of corruption, and that he ascertained, on opening the cranium, that the ventricles of the brain were loaded with a turbid fluid, which was to have been expected from the encreased action of the arterial system so apparent throughout the disease. He mentioned it Avas the first he had opened, and it should be the last, so shocked were his sensations by the offensive fœtor and the terrific appearance it altogether presented.* I have * There exist at present, in the Royal Artillery Hospital at Island Bridge, three striking instances of the deleterious effects and obstinacy of the Walcheren fever. Guuner"], [133, "99 I have thus briefly mentioned, in a general point of view, the supposed causes, symptoms, and general mode of treatment Gunner M'Crea, a young man, formerly very healthy, was attacked with the Walcheren fever soon after the troops landed in 1809- He was under the care of Dr. Parker of the Ordnance, was discharged the hospital, after having been six weeks convalescent, and soon after became fit for duty, but, in ten days, relapsed, was readmitted, and treated .with the bark, &c. for three weeks longer, then sent home in an hospital ship. On arriving at Deal, he was admitted into the hospital there with Intermittent, where he remained a month : as soon as able to be removed, was conveyed to the ordnance hospital at Canterbury, where he brill continued to have attacks of Intermittent, and was extremely debilitated. Having got considerably better at Canterbury, he was sent on sick-furlough to his native place in the North of Ireland, and remained there two years and nine months, still subject to repeated attacks of Intermittent notwithstanding the changes of air, and quantities of bark and other remedies he used during different periods ; he vcas admitted into the Ordnance General Hospital at Island Bridge on the 2d of March, where he still continues (23d March) aljected with Intermittent, though bark, quassia, chalybeates, wine, and every known remedy have been administered. Since he was first afflicted with the disease, he has had every form of the remittent and intermittent fevers — the quotidian, tertian, and quartan, and other modifications of it not mentioned by medical writers. At present, he is affected with the quartan species, which is pretty regular in its accession. While in the North of Ireland, his spleen became tumefied and indurated, for which he was put on a course of the blue pill, until ptyalism was induced to an extensive degree. He at length obtained relief, from the repeated application"], [134, "100 treatment of the malignant and fatal disease which made such ravages among the British troops when in the islands of application of blisters. Afterward, his legs were affected with anasarca, and opened spontaneously in three or four different parti, giving exit to immense quantities of a watery fluid. This yielded to the applications generally resorted to in such cases. Gunner Robert Larkin, also a young man, and formerly very healthy, was attacked with the Walcheren fever on the 1st of October, 1809, he was admitted into the ordnance hospital at Flushing, where he continued for two months, and underwent the usual treatment. Early in December he was sufficiently recovered to be sent to England, and landed at Harwich, where he was under the care of Dr. AVardell for some time, from thence he was removed to the General Hospital at Woolwich, there an hepatic affection appeared, so that he was treated with mercury ; when sufficiently recovered he was sent on furlough to his native place in the North of Ireland where he remained 12 months. At the expiration of this period, he was ordered into the Artillery Hospital at Charlemont affected with Intermittent, where he used bark, &c. for 2 monAs, after which he was admitted into the General Hospital at Island Bridge, he has remained here 9 months subject to the disease, combined with hepatitis, notwithstanding the use of bark, mercury and every usual remedy ; he has also lately had symptoms of ascites, which yielded to pills of calomel, squills and opium, supertartrite of potash, and frictions of the abdomen with camphorated oil. Both of those men have been incapable of performing a day's duty since they returned from Walcheren. Gunner"], [135, "101 of Walcheren and South Beveland; and as I conceive that the means intended as preventives to the disease, which were pretty Gunner Charles Goudie aged 31 years, was always a remarkably healthy and •strong man, and never affected with illness until after he came from Walcheren : says he was never a moment ill in that Island, although subjected to much octurnal fatigue, rain, and hardship ; soon after his arrival in England, he was attacked with the intermittent fever and was admitted into the hospital \"at Canterbury; he has since had repeated renewals of furlough, during which, he has been frequently attacked >ith Intermittent, he was admitted into the General Hospital at Island Bridge on the 21st of March, and has since been treated in the same way as other cases of relapse of the Walcheren disease. This last case proves the fact, of the miasma or contagion remaining latent in the constitution, and producing* the disease after an interval of several months and after removal from its source. A Medical Officer of the Royal Artillery who was many years in the West Indies, is of opinion that the same disease prevails in two particular situations in Jamaica, viz. Castile and Rock Forts, which are situated to leeward of, and contiguous to, a large fresh-water marsh and lagoon — In the year 1782, thirty. artillery men were sent to do duty at these forts ; and, in the course of a few weeks, nearly the whole of the detachment were attacked with intermitting and remitting fevers, of whom, thirteen died in six weeks. The men who recovered were for a long time in a very debilitated state, and subject to relapses. This disease was not similar to either typhus or the bilious remitting or yellow fever of the West Indies. The navy usually watered at Rock Fort previous to their proceeding on a cruise ; and their men, even during the short time they were on shore on that duty, were liable to the fever alluded to, attended with the singular"], [136, "102 pretty generally adopted throughout the army, are in some measure connected with the subject, I shall mention the few that came under my observation; they may be confined to three or four, viz : flannel cloathing, the habit of drinking a small proportion of spirits mixed with infusions of quassia or gentian before going out in the morning, or a small quantity of Huxham's tincture of bark, and the custom of smoking, Avhich the troops generally adopted, folloAving the custom of the inhabitants, who are incessant smokers ; this <•- became more general, in consequence of the mildness and pleasant flavour of the dutch tobacco ; indeed almost all the officers singular circumstance, that the symptoms frequently did not appear for a considerable time after they had been exposed to the cause, and had left the harbour, and they were more subject to relapses than is usual in convalescents from the other fevers of the Island. The Walcheren fever is considered by many to be perfectly similar to the disease that prevails in Batavia, which has always been so destructive to the inhabitants and military, in that country, (though more fatal in Batavia), probably from the more concentrated state of the miasma, and the excessive heat of the climate. The fever described by Dr. Dancer, in his history of the expedition to St. Juan's on the Spanish Main, seems also to have been very similar to the Walcheren fever in its effects, as appeared from the very great number of the troops who died of intermittents and hepatic affections after their return from the expedition to Jamaica."], [137, "103 officers complied Avith this custom, which I belieA-e was of service in so low and damp a climate — In addition to those, perhaps the habits of remaining Avithin doors during the evening and morning dews, using moderate exercise, and living more generously than on ordinary occasions, Avithout committing excesses, might have contributed to the wished for effect. About the time the disease appeared to have attained its chriiax, the Royal Regiment of Artillery suffered a loss in the death of Captain Thomas Fead ; when we consider the high estimation in Avhich this gentleman was held by his brother officers of every rank, as a man of military abilities, in addition to the remarkable goodness of heart, liberality of mind, and generosity of disposition, Avhich he naturally possessed, his loss perhaps might be considered irreparable ; indeed Ave but seldom find those happy qualifi cations united in the same person through the common paths of life, and Avhen we do, their loss is felt with an encreased degree of sensibility and regret. I folloAved him to the grave, in company Avith many others of his brother officers, and wished him from my heart a maturer fate ; happy do I feel at the pleasing thought, that it devolves upon me, thus humbly"], [138, "104 humbly to commemorate the characteristic features of de parted Avortlu It must be a pleasing consideration to reflect on the conspicuous attention, and feeling conduct of the medical establishment on this arduous service, and Avere I to pass over in silence the unremitted exertions of every rank in that department, I should not pay just tribute to the feelings of those gentlemen ; their conduct Avas indeed Avhat it should have been ; those essential qualifications of the medical character, humanity, and a ■ sympathising feeling for the sufferings of our felloAv beings, Avere every where evident. What a pleasing consideration it is, to hear the soldier expressing his gratitude for the attention he received Avhen under the influence of disease, at a time when his mental and corporeal affliction deprived him of the power of under standing the compassion felt for his unhappy situation ! It Avas not an uncommon occurrence to hear of thirty or forty deaths in Walcheren in the short space of tAventy four hours, I am convinced I am much beneath the mark in this number; it is scarcely necessary to mention the number of skeleton regiments that came home, and that on a parade there"], [139, "105 there were frequently not more than five or six men present. Nor could it be otherwise from the suddenness with which the men were attacked, and the alarming rapidity with Avhich it ran on (too often) to its fatal issue ; it was really pitiable, melancholy in the extreme, to behold the fatality that hourly prevailed, to see the energy, the fortitude of man, withering in its bloom under the influence of destructive disease. The usual ceremony of paying the last tribute of respect to our brother soldiers, by attending them to their graves, was judiciously dispensed Avith, the processions were too numerous, their surviving companions were naturally too frequently affected at the aAvful sight; so that a private order was issued with great propriety, that the men should be no longer interred in the Church yards at Flushing, but that they should be conveyed before six o' Clock every morning, attended by a chaplain, to a deep pit dug for that purpose in a field about a mile beyond the Ramekens gate. There were two very excellent reasons for using this precaution in addition to that already mentioned, first, because the church yards wrere filled already, the uppermost layer of coffins being so superficial as in a short time to be productive of p an"], [140, "106 an additional degree of contagion and putrid effluvia ; and in the second place, it was natural to conclude that a state of hypochondriacism and dejection Avould shortly seize even the healthy residue of the troops, in consequence of the dismal objects they daily witnessed. Another fact Avorthy of being recorded, and one which corroborates the fatal cause of this lamentable disease, is, that the French troops, stationed in those islands, lost the almost incredible number of twenty seven thousand men, during the last five years they had been quartered in the Netherlands; indeed, during their latest residence at South Beveland after our evacuation, they were dying in double the proportion to that of the British troops in Walcheren. At one period the soldiers' Avives Avere permitted to come over to Walcheren, where many of them arrived after an expence they were but badly qualified to afford, many of them only to receive the sorrowful intelligence of the fate of their husbands. I recollect having been an eyeAvitness to the affliction a poor wretched woman suffered, who brought over a numerous family :"], [141, "107 family : on landing at the beach she heard, from a soldier avIio was acquainted Avith her husband, that he had been long since dead ; many instances of this nature occurred, hoAvever I had the consolation of knowing that Lieutenant General Sir Eyre Coote, Avith his usual humanity, rendered those unfortunate Avomen every assistance, and they Avere generally provided for in the occupation of washerAvomen, nurses to sick officers, servants, txc. Sec. I Avas twice employed on the service of attending sick troops to England ; on the first occasion, I had the charge of eighty men, most of whom Avere brought from their beds, to the transport accommodated for their reception ; I unfortunately lost four of those men during the voyage, which was unusually long from the preA-alence of contrary Avinds, at that time we were ten days on the passage to Woohvich ; the o-enerality of those men were convalescent cases from the intermittent and typhus fevers. — As soon as those patients Avere conveyed to the General Hospital at Woohvich, I received orders to return instantly to Flushing, hoAvever as the wind Avas so boisterous and unfavourable, Ave could not immediately proceed Avith any degree of safety ; at length a"], [142, "108 a favorable opportunity offered, and Ave once more approached the gloomy sands of Walcheren. When I first returned to England in charge of sick troops, I had the pleasure of arriving a day or two previous to the great Jubilee, a day commemorative of the long and prosperous reign of our most gracious, good and revered monarch, to me it was a source of sincere gratification, and I felt particularly happy in the opportunity of Avitnessing the demonstrations of joy Avhich enlivened the countenance of every individual : the Metropolis and every surrounding town and village, in common I am satisfied Avith the Empire at large, exhibited the most pleasing appearance, and amply evinced the high estimation in Avhich such a monarch is so justly held; the naval and military departments vied in distinguishing, each, their attachment and happy feelings on this general festival, while the most unequivocal marks of loyalty and affection for his Majesty, were universally exhibited by the general illuminations and various public entertainments. To a person in the habit of reflecting on the exalted and «noral character of our King, of appreciating his many virtues, and"], [143, "109 and of considering the innumerable benefits his dominions have derived from the Avisdom with which all his measures have been conducted during a long and glorious reign, such testimony of the encreasing admiration of his subjects, and the peculiar happiness they enjoy through his exertions, must be a source of inward satisfaction. In his Majesty, piety, beneArolence, and charity have ever been conspicuous, nor has the King of Great Britain esteemed it an humiliation to address the poor peasant in the field, with all the familiarity that one would conceive suitable only to a more dignified order of society, and with his Avell known humanity, has not only alleviated the wants of such of his subjects, but on innumerable occasions, he has personally inquired into the private circumstances of their families, and has placed them beyond the power of misery and Avant When those praiseworthy qualifications are annexed to the dignity of a king, when the majesty of the throne esteems it no deoradation to commiserate and sympathise with his poorest subjects in their sufferings, and conceives amidst the multiplicity of his affairs, his duty imperfect, unless their grievances"], [144, "110 grievances are redressed, such humanity undoubtedly calls forth the warmest praise from all classes of society. The benevolence and serenity of His Majesty's temper are knoAvn to all ; even during the most deliberate and daring attempts on his life, he has evinced the most magnanimous courage and mildest deportment, the greatest coolness, and merciful forbearance. Many are the particulars on record that might be adduced in praise of our beloved sovereign, which I should do honor to those sheets in relating, those I shall leave for more able hands, and Avhile I humbly delineate the most prominent points of so high a personage, I cannot but sympathise with my fellow subjects on the innumerable sufferings his Majesty has borne, since the All-disposing hand of Providence has been pleased to afflict him. The consideration of the exalted character of His Royal Highness the Prince Regent of the Empire, to the many virtues he inherits from his august parent, to the affability which marks his conduct in private life, and the eminent abilities and maturity of wisdom he has displayed in his official duties, must diffuse general consolation, and the highest satisfaction through the Britannic dominions. This"], [145, "111 This simple statement is a necessary digression, a tribute due from an humble, and a loyal, subject. It is particularly gratifying to me to have an opportunity of introducing the folloAving lines, written by a friend and relative of my own, during the indisposition of his Majesty in 1788; and the sentiments contained therein, not only reflect the highest credit on the abilities and loyalty of the author, the Rev. William Butler Odell, (whose talents and virtues entitle him to the esteem of all avIio respect Avorth and genius) but they exhibit in conspicuous colours the exalted character of His Majesty at that distant period when in the 28th year of his reign. \" Amidst the various events Avhich have chequered the \" Throne of England, none have been so peculiarly dip *• tinguished as that which marks the present æra: the \" violence of faction, and that laAV which supersedes all \" others, indispensable necessity, have in their turns torn \" the tiara from the heads of different monarchs ; others \" have according to the common lot of mankind (from which \" even kings are not exempted) died, mourned, and lamented \" by their adoring subjects ; but the new and singular fate \" of"], [146, "112 \" of being Embalmed Alive, by the tears of his people, ** was reserved for George the Third. What a striking \" and humiliating lesson does mankind derive from this \" melancholy scene ! Presumption must expire and find its \" grave in the reflection it gives birth to, for we see, that the \" great disposfr of all things does not concede length \" of days, and duration of health, to even the first of men in \" virtue as well as station ; but who shall dare to arraign \" the purposes of eternal wisdom ? If the fate of life Avas to \" depend on every virtue Avhich can dignify and adorn it, \" George the Third would be immortal: If truly paternal \" and patriotic care for the welfare of his subjects could \" protract its span, none of them would live to lament his \" loss : but let the scene close as it may, the memory of \" his perfections Avill soothe the burst of general grief; and \" the genius of the empire, at the sweet recollection, will \" smile through her tears, as she droops o'er his urn.\" \" If we take a view of his reign from its commencement, \" we shall find that amor patriæ has uniformly marked the \" tenor of his conduct; the confidence Avhich truth inspires, \" indelibly impresses the assertion ; and I will avow it, \" though the green-eyed monster faction, should dare to \" murmur"], [147, "113 u a >.i u a a u -i u u a u ii (C u a It l< 4l murmur dissent, and a snake from her gorgon tresses erect its em-enomed head to hiss disapprobation : if any error has stained the bright page of his annals, to her alone it is to be imputed ; for Avell we know, that amidst the clamour of contending parties, a King of England cannot at all times follow his own inclinations, but must yield, Avith regret, to that blind and ungovernable impulse which actuates the breasts of men, who sacrifice every consideration to the thirst of poAver, or the pruriency of gain.\" \" Never did monarch ascend the throne more happily circumstanced ; a glorious and successful Avar verging on conclusion : his fleets and armies victorious, and prepared for fresh conquest, and his enemies reduced and dispirited by repeated losses: but he Avas too Avise to be dazzled by that glare of splendor, which victory beamed around him, and therefore granted to the prostrate foe a reasonable and equitable peace: he knew that the fortune of Avar is uncertain, and that victory often settles on the battered helm ; witness the subverted triumphs of the celebrated Hannibal : the inadequate effects produced by the crimsoned trophies of Marlborough bathed in rivers of French blood: and the glorious and unhoped for success with which the q \" late"], [148, "114 \" late King of Prussia rose superior to the deepest distress ; \" all these instances justify his conduct, and prove Iioav \" impolitic it is to drive an enemy to despair. — He kneAv \" that conquerors have been often ruined by their very \" successes. Pyrrhus, the famous King of Epirus, made \" answer to one, vrho congratulated him on gaining a great \" battle against the Romans, that such another victory would \" be his destruction. Every conquest attained by the arms \" of England Was accompanied by an immense expense of \" treasure, and accumulation of debt : in this sense the \" allusion is in some measure justified. Lewis XIV. by ** his conquests nearly ruined France ; nor can any extent of \" territory ever make amends for the expenditure of wealth, \" and decay of population consequent on war; — our prudent *' monarch therefore relieved his people from its burden, and \" forbore to exact from his broken foe that extension of \" concession, which his success might have enforced ; there \" were not wanting numbers who loudly murmured at the \" moderation he displayed; but serious and dispassionate \" reflection sanctioned the propriety of his conduct: it •' recollected, that beneath the overgrown weight of empire, \" the Roman Avorld crumbled into ruin ; that the mighty \" monarchy of Spain was enfeebled and dissipated by the \" immense"], [149, "115 :t u a (C a u a n a a a a >.i a a U u u a u u immense and unconnected extent of its possessions ; that Avhen the members groAv too large for the body, they deprive it of that due portion of nourishment requisite to sustain it in its full force and vigour: and, that when thus destitute of vital heat, a fatal decay succeeds, that corrodes, and cankers the heart of Empire.\" \" Convinced at length of the justice of these principles, we cease to regret the loss of America; Ave no longer view with dismal apprehension, that dismemberment of the Empire, which Avas attended with every fatal presage that sickly fancy could give birth to ; but whatever the consequences were, they could not with any degree of justice, be imputed to the King: ever since the year 1763, the demagogues of America meditated independance, a great and numerous people bear with impatience the control of a foreign and distant yoke, and the uniform experience of ages confirms and illustrates the observation. The Grecian colonies of Ionia, on the coast of Asia Minor, declared for independance so soon as they had acquired a degree of power sufficient to enable them to defend it, and frequently put themselves under the protection of the Persian Monarchs, rather than submit to the parent state: « this"], [150, "116 Cl i 44 E( a a CC a u ii cc cc cc a .4 u ii u a a u this instance is strongly characteristic of that obstinate love of liberty inherent in the human mind, and sIioavs of hoAv little consequence are those kindred ties, Avhen put in competition with political considerations.\" \" From that .spirit of Commercial Covetousness Avhich ever pervades a great trading nation, Ave may derive another source of American Separation ; the people of England naturally expected that the quota Avhich America Avas to contribute toAvard the expenses of the empire, should keep pace Avith the growth of her prosperity, but they wished to reserve the exclusive right of determining its magnitude, and the means of attaining the desired end were mistaken. Taxation Avithout Representation could never be relished by the offspring of Britons, and afforded a just ground of opposition, which was eagerly laid hold on, though perhaps the generous warmth of Patriotism, far from being solely the operating principle, was in some instances debased to a specious pretext. If a fair and impartial statement Avas formed on the occasion, it would probably be found that England Avished to exact from America as much, and the latter to pay as little, as she could : to hold her purse-strings was no inconsiderable object to a people pressed by a \" various"], [151, "117 ci Cl ii a tx a cc cc a cc .4 44 u cc a a a a cc cc various and enormous Aveight of taxes, and consequently easily induced to shift part of the burden on other shoulders, Avhich galled their own ; but it is not consistent with justice and reason to impute to the King, those miscarriages which arose from his condescension to the desires of the majority of his people; a fortuitous and unforeseen concurrence of circumstances meeting the views of both countries, combined to produce that Separation Avhich can never be deservedly laid at the door of Majesty ; nor has it any more reference to his personal prejudice, than if an earthquake was to SAvallow up a province of England during his reign.\" \" Having thus far vindicated our Sovereign, and refuted the only charges which aspersion could give birth to, it may be permitted us to trace the Royal footsteps a little farther. We have seen him Avith undaunted fortitude and vio-our oppose the most formidable combination of foes that ever blackened the front of Avar: aroused beneath his auspices, the warlike spirit of Britons shone forth Avith a lustre that has eclipsed the glory of past ages, and rivalled even themselves, though a people grown old in the bosom of renoAvn. He closed his exertions by a Peace (circum- \" stances"], [152, "118 ii .1 .1 ii il (C n .c ii ii ii it ii n ii ii ti it C( stances considered) as honorable as any that ever soothed to rest the British Lion. In a Avord, he stood forth once more the Arbiter of Europe, and restored his empire to that high and respectable rank amongst the nations in which the proud title of Queen, of the Ocean so naturally places it.\" \" It was reserved for the honor of the present age, and particularly the reign of our illustrious monarch, to see superstition and bigotry expire, and the bright rays of charity and truth illumine the face of the Christian World : in permitting to persons of every persuasion that freedom of sentiment Avhich the Divine Author of our Faith (a Faith of humility and love) never thought of restraining by the controul of violence. Thus free, united and happy, the universal incense of imploring millions ascends in fervent prayers to the Almighty's Throne, beseeching him to restore their beloved Sovereign to the prayers and tears of his grateful and disconsolate people.\" \" In this afflicting scene of national woe the public calamity acquires a still deeper tinge from the heart-rending distresses, Avhich wound the bosoms of our truly amiable \" Royal"], [153, "119 cc ii ii it ti it it ct it it tt ti it tt it it it it cc cc Royal Family: from our own, we may judge what their feelings must be, who Avere more intimately connected with those endearing virtues, Avhose sweet influence gave the highest charms to social intercourse ; and united to the gracious condescensions of the indulgent Sovereign, the fond affections of the tender parent, and the mild regards of the sincere friend, placed at their head, through the bounty of approving heaven, by Avhich inestimable quali fications of the Royal mind, diffused an example at once calculated to serve and improve mankind ; and formed a glory round the British throne, which united in its mingled blaze, every perfection that goodness, benevolence, and humanity can bestOAV, to adorn and bless an admiring world.\" \" Is there then a Subject in these realms, Avhose heart does not beat responsive to the emotions of sincerest grief, at even the most distant prospect of being deprived of their invaluable monarch, and avIio will not accord in wearying Heaven with prayer for his restoration to health, to his family, and to them ? The supposition is injurious, and the gloom that overspreads tlie general countenance shows that \" a"], [154, "120 it it ti tt it it tt it ti ii cc il tl ii ii cc it it tt tt a loyal and enlightened people are fully alive to those tender feelings, which gratitude, love, and duty conspire to excite : yet should the King of Kings think proper to suspend the object of their petitions, they have the con solation to knoAv, that the example of the sire has formed the Royal offspring to perpetuate those virtues Avhich they inherit from him, and his amiable consort ; and to confirm every hope that through succeeding ages, those excellencies will descend in the imperial line of Brunswick, to ornament and defend the British empire : they are blessed with the assurance, that the accomplishments of the Son will cause the loss of the Father to sit lighter on their breasts, and that they will see the virtues they were so well accustomed to love, personified in him : they know that to the active vivacity of youth, he has had the advantage of uniting the lessons of experience, and that tempered by his judgment and justly celebrated penetration and discernment there is every prospect that the happy union will be productive of a line of conduct answerable to their fondest expectations.\" \" Thus happily disposed, to see him Sole Regent of the Empire must be the wish of every man attached to the \" constitution"], [155, "121 \" constitution, and who regards the just rights of Royal \" Privilege; impressed Avith conviction of the propriety of \" the measure, I cannot avoid conjoining the feeble voice \" of a loyal and dutiful subject.\" CHAPTER R"], [156, "122 CHAPTER VII. Brief description of the Town of Flushing — Ruse de guerre to distract the Enemy s attention — Bad effects resulting from the Eastern Dyke having been cut by Monet's orders — Ruinous state of the Fortifications — Distribution of the British Army before the Town — Amusements of the Inhabitants. FLUSHING is a large and closely built toAvn, but from its exposure to the boisterous Scheldt, and being a consider able place of merchandise, it has a dark and filthy appearance : from the reasons alluded to, it will be readily conceived that it is peculiarly bleak and damp in av inter and spring ; the streets are in general dark and confined, and are not named in the manner of those in England: in Flushing each side of the street has a different name or rather letter, for instance, the right side is called A and the left B, the houses however are regularly numbered. The docks and quays at either side of the different basins are the T *ost open and handsome parts of the town: taking every c> s-umstance into consideration it is not a town an Englishman Avould much relish to"], [157, "123 to reside in; outlaws however are happy to have the opportunity of taking up their residence here, and Ave found that several of the shops belonged to Englishmen aat1io came here, either to avoid the laAvs, or from motives of distress. The chief amusements of the Hollanders appear to be, billiard playing, bowls, chess, tennis, and quoits, fishing, and shooting wildfoAvl and hares ; there is scarcely a Dutch village that has not a \" *Huis de Billard,\" and the large towns abound in them ; the lSwer order of people, particularly boat and fishermen, play at this game: quoits is a prevalent game and is undoubtedly the most manly of all, and more produc tive of health and strength, from the bodily exertion required in pitching them. Immediately before the surrender of Flushing, it was deemed expedient, (in order more effectually to press the i enemy on the left, while the real attack was going fonvard on the right) to construct a small battery for one gun and a howitzer on an angle of the eastern dyke, to support an attack on the advanced work belonging to the enemy; in the course of the night that Avork of the enemy Avas stormed Avith a view to make a lodgment, and gallantly carried ; * Billiard House."], [158, "124 t carried ; but the obstruction to the Party's advance, in consequence of the cut made in the dyke to inundate the island, delayed the enterprise until it Avas too late to secure the lodgment before day-light, and rendered it necessary to abandon the acquisition after spiking the guns ; however, as the town surrendered on the ensuing day, the loss wras an object of no consequence. The cut made in the eastern dyke to inundate the island Was naturally a terror-striking circumstance 0o the besieging army, the first apprehensions entertained were in consequence of the water evidently rising in all the ditches, which induced Lord Chatham to issue an order for opening the sluices at Middleburg and Terveere, to let off the water as much as possible ; notwithstanding this precaution it was gradually rising to a frightful extent, so much so that the most persevering exertions were required on the 13th and 14th of August, to preserve the communications from being inundated: as at those periods the Avater was observed to rise very suddenly, parties Avere every where at work to let off the water from the trenches, and to prevent its further entry ; by this time the inundation spread all over the space between the parallel and Flushing, and in some places had risen"], [159, "125 risen to the parapet of the parallel ; the almost immediate reduction of the tOAvn after the Avater had arisen to this extent, prevented the most destructive consequences Avhich Avould very probably have occurred from the circumstance. In General Monet's trial at Paris, shortly after the siege of Flushing, Bonaparte laid great stress on the subject of inundating the island, and mentioned that Gerieral Monet should have made the cut long before, so as to lay the Avhole island under Avater, never reflecting on the cruelty this ruinous measure would have inflicted among the inoffen sive inhabitants ; indeed the circumstance so irritated Buonaparte, that Monet Avas pronounced guilty, declared a traitor, and threatened with the vengeance of his imperious ruler. To give some idea of the destructive effects produced by the British Batteries on the vrarious and well constructed fortifications, and in the town of Flushing, it will be scarcely necessary to mention any other fact in addition to Avhat has already appeared, than the following account of our Engineer Officers, who Avere employed on the occasion. The"], [160, "126 The several enfilading batteries AA'ere found most effectually adequate to their intended purpose, by compelling the besieged to retire from the front of attack, and rendering their guns perfectly useless, Avhile the direct fire so injured the face of the first bastion on the right of the town, that the enemy could not make use of the guns mounted on it at the time the garrison capitulated ; other parts Avere also visibly affected by this enfilading cannonade, particularly the second, third and fourth bastions on the right, so completely so, that it Avas utterly impossible for the besieged to stand to their guns. The distribution and different stations of his Majesty's troops in the island of Walcheren immediately before the several attacks on the enemy, were as follows : on the right of the town and toward the Sandhills, tlie Scot's Royal, 5th and 35th Regiments Avere brigaded together, the 5th Regiment Avas considerably advanced tOAvard the town, and was the only Regiment in the commencement, that lay inside the boundary of the French territory, (which line is marked in the plan, and a very great extent within this line in the proximity of Flushing was inundated.) Immediately on their left were stationed the 14th, 11th, 79th and 59th Regiments, Avhile"], [161, "127 while the Queen's, 84th, 76th, 81st, and 32d Regiments extended from the right, taking up a line nearly to the rear of wrest Zoubourg ; the 68th, 85th, and 95th Regiments lay close on the right of Avest Zoubourg, tAvo battalions of the King's German Legion Avere stationed in front of the latter place. (The Royal Artillery park, and that of the Royal Engineers were situated at either end of west Zoubourg, the former being on the left, the latter on the right of the village.) The 26th, 82d, and 5lst Regiments extended from the Royal Artillery park to the left, in the direction of Rammekens, and the 36th, 17th, tAvo battalion detach ments, and the 71st regiments, completed the line formed by the British army to the left or eastern dyke. Such was the original arrangement of the British army previous to the sortie, when of course their stations Avere altered, and the different regiments Avere concentrated in the most judicious points, according as the Enemy's manœuvres indicated, and agreeably to the skill of the general officers commanding. The trenches were opened on the 4th, and the Garrison (consisting of tAvo Generals of division, and five thousand, eight"], [162, "128 eight hundred men) surrendered prisoners of war on the 15th of August, 1809, having previously lost in killed, wounded, and prisoners, nineteen hundred and sixty three men, exclusive of other prisoners captured on the Island of Walcheren, and nearly a thousand sick and Avounded sent to France and over to Cadsand previous and subsequent to the final capitulation.\" CHAPTER"], [163, "129 CHAPTER VIIL Some description of Middleburg~— Approach to the City Its Fortifications Stadthouse Museum Chief Articles of Merchandise Religion of the Hollanders Provincial Fair. IN the approach to Middleburg the stranger is delighted Avith the various surrounding scenery. A number of beautiful plantations, country villas, terraces, cottages, and whitewashed windmills meet the eye in every direction until you arrive at the outer gates ; those are admirably constructed, presenting a trophied appearance of martial grandeur, and solidity, such as (according to the conception of the spectator) to resist the severest brunt of arms. This charming city the capital of the island of Walcheren, is situated about four miles from Flushing, along a delightful and picturesque country, regularly planted with trees, whose branches uniting at top, equally defend the passenger from the intense heat of summer, and the rude blasts of winter. It is supposed to contain from twenty-five to thirty thousand inhabitants, and is s really"], [164, "130 really a beautiful place, ornamented Avith a great variety of magnificent buildings, churches and steeples. The great Stadthouse is a superb structure, situated with great taste in an open square ; this court of justice is admirably decorated in the interior Avith A'arious busts, and draAvings, illustrative of the laws and punishments of the provinces, and many statues of the former grand Counts and Countesses of Holland. The stile of the buildings at Middleburg, and the splendor and peculiar magnificense with which they are furnished, is almost astonishing ; in every house of distinction you observe double doors of massy shining mahogany, capacious halls of the most brilliant marble ; at first it was rather a matter of danger to Avalk rapidly on them, they were so slippery from the high polish they bore ; the striking grandeur, effect, and wonderful size of the several drawings and paintings with which those houses were furnished, was an object of general admiration. The display of their goods in the various shops adds considerably to the general beauty of the city ; and as in most Dutch towns the various canals, squares, and streets are lined"], [165, "131 lined with rows of poplar and elm, it forms a pleasing contrast Avith the grandeur of the houses. On the summit of the highest steeple Avas hoisted the British flag, and from this steeple a kind of telegraphic communication was maintained between Middleburg and our navy lying off Flushing. The numerous Drawbridges Avhich are placed across the canals at Middleburg, render the appearance still more picturesque, their preservation and neatness is a matter of the first consideration among the tasteful inhabitants, and they are regularly painted in green and white twice or thrice each year. Here there are a number of gold, silver and jeAveller's shops ; the females of Holland have been long remarkable For their display of golden ornaments in dress, and I am conA'inced I have repeatedly seen more than the value of thirty pounds british, in ornaments of this description, gracing the persons of Dutch ladies in their sunday dresses. The higher orders of Females here, and in Flushing, appear to imitate the French fashions, as do the gentlemen and"], [166, "132 and men of rank and consequence ; the peculiarly grave and sombre cast of countenance, which this description of men so habitually possessed, often attracted our attention, they carry with them a most important air : this is perhaps in consequence of the fashion of wearing black, the cocked hat, poAvdered hair, and golden headed cane. Whether you met a Dutch gentleman in a coffee house at Middleburg, Avalking in the street, or taking a jaunt in the country, you perceiAred the same consequential appearance, as if in con templation on some mysterious event: and when they receive the obsequious salutation of an inferior rank, they give the head a kind of nod or rather jerk, by which you would suppose they were making an effort to get free from a neck cloth too tightly bound on ; while the tradesman takes off his hat at full length, exposing his Avell powdered Avig, and making as many scrapes as a French dancing master would at his benefit ball. The various tradespeople are remarkably desirous of exhibit ing their various produce for sale on lofty stands in the most public manner outside the houses on the open patliAvay, those are principally china, jewellery, prints, cloths, groceries, snuffs, &c. &c. Booksellers shops are numerous in Middleburg, they"], [167, "133 they are furnished with a variety of the works of the most celebrated French and Dutch authors, and are arranged with great taste and show. The Museum contained many valuable curiosities and Avas much resorted to by the British officers, here were a suit of rooms containing a numerous collection of natural and artificial productions, among the principal were a quantity of flies and insects, another of fossils and minerals, an Egyptian mummy, a great variety of the stuffed skins of the rarest of the animal creation, and a number of Indian, American and Egyptian costumes, Avarlike implements and innumerable specimens of arms. Among other productions evincing the extraordinary ingenuity of French artisans was a piece of clock work consisting of a Chinese temple or house, whose structure and beauty were equally complete and surprising, every door, window, and indeed the whole of the interior apartments and their furniture were perfect: its various automaton domestics, from the master to the servant, from the mistress to the maid, occasionally appeared at their usual occupations, giving and receiving orders, and performing several movements Avith so much ease and agility as to astonish the interested spectator. The proprietor of this museum,"], [168, "134 museum, in common with all the other inhabitants, was naturally very cautious and tenacious of his property, but the gentlemanlike conduct of the officers soon induced them to lay aside their suspicions, for every article was held as sacred as their persons or religion ; they Avere convinced of it, and were grateful — If an officer wished to purchase any article, he requested to knoAv if it was to be disposed of, asked the price or named one : how widely different was this from the nefarious and barbarous practice, too cruelly, too generally the character of the French army, Avho neither regard private property, sacred religion, virgin chastity, infantile feebleness, nor decrepit old age, all are destroyed in the general rapine and havoc : . but Plunder and Murder are included in the French Articles of War ! The Emporium of Zealand is Middleburg here are jewellery of various descriptions, linens which we know so well by the name of Hollands, tobaccos and snuffs in great variety, peppers and spices of all descriptions; the latter was the staple commodity of their commerce, and an amazing quantity was seized by the British army, I have heard fifteen thousand pounds worth, which was either in the French stores or concealed ; sugars, wax, leather, silks, cottons, furs,"], [169, "135 furs, sables, and an amazing quantity of valuable trinkets and Avatches. To give some idea of the exorbitant increase on provisions in Walcheren, some estimation may be formed when we consider that butter Avhich Avas first sold at about the rate of two stiA^ers and a half a pound, afterward rose to from eighteen to twenty stivers ; geneva which on our first landing, was sold at thirteen stivers for a measure containing upwards of three quarts, aftenvard rose so as to exceed thirty ; the best french claret Avas about twenty-six stivers a bottle ; beef and mutton, of the worst kind, from twelve to eighteen pence a pound. Although Catholic and Protestant places of worship were open in the different towns in those islands, yet Calvinism is the prevalent religion of the province of Zealand, the Inhabitants are remarkably steadfast and adherent to the tenets of their religion, and are constant and devout attendants at their several places of worship. t\\ The streets of Middleburg are wide and extensive, and are kept uncommonly clean and regularly paved. The canals which intersect the town are very wide, and exhibit an appearance of grandeur, not only from the latticed work paling"], [170, "136 paling, but from the magnificent exterior of the lofty houses which surround them. In a Avord Middleburg is a regularly fortified city, being surrounded by an immense ditch, walls, bastions, curtains, gates and drawbridges, and possesses every qualification for so large a place, that could constitute a delightful residence. The British army rejoiced at the idea that this charming city so prudently yielded as to anticipate the necessity of firing a single shot, and happy for the inhabitants has it been, after the terrific and aAvful appearance presented in the ruined town of Flushing ; it was certainly reported, but with what degree of truth I cannot say, that while the magistrates of Middleburg were preparing to receive the British army on the one side, the inhabitants Avere hooting out the French stragglers on the other. The great fair of Middleburg was held while we were in possession of South Beveland, it was a matter of regret that we Avere not present, as' the influx of people of all ranks from the different towns and islands of Zealand was amazing: we understood it was always a crowded fair but on this occasion the British army undoubtedly attracted extraordinary numbers: the various theatricals, operas, shows, &c. all in the"], [171, "137 the French stile added considerably to enliven the gaiety of the assembly. The inhabitants, I remarked, have an effectual mode of cleaning the windows, without hazarding their lives, as Ave so often see at home. It has frequently been a matter of surprise to me, that people standing outside the highest AvindoAvs and holding from within, have not from giddiness or some other accident fallen off. In the Dutch tOAvns the servants use a small portable engine from which they dash the water with the requisite force on the highest AvindoAvs Avithout any danger, and then dry them perfectly with a curved mop from within, it is very common to see eighteen or tAventy of those at work early every morning. This city is celebrated for the invention of that useful optical instrument the telescope ; as the anecdote attending its discovery is someAvhat curious, I shall take the liberty of introducing it here. u A \"lucky accident is said to have effected, what philosophy \" might have sought for in vain : the children of one \" Zechariah Jansen, a spectacle maker at Middleburg in t Holland"], [172, "138 \" Holland, being at play in their father's shop, happened, \" by chance, to place a convex and concave glass in such a \" a manner, that in looking through them at the weather \" cock of the church, it appeared to be nearer and much \" larger than usual. The surprise they expressed at this \" circumstance exciting their father's curiosity, he examined \" the same object himself, and finding what the children \" said to be true, improved the hint by fixing the glasses \" upon a board, that they might be always ready for \" observation. This discovery was shortly after improved nearly to the state of perfection to which it has now arrived. CHAPTER"], [173, "139 CHAPTER IX. Standard of the Dutch Currency — Produce of the Island of Walcheren inefficient for the maintenance of the Dutch and French — Destruction of all French property by the British army — The marine arsenal, the great basin and its floodgates — The Dutch men of war on the stocks — Conduct of masters of transports. AGREEABLY to a general order issued by the Commander of the forces shortly after the first landing in Walcheren, the British army was paid in ducats at nine shillings and sixpence, and dollars at four shillings and six pence. The currency of the country was as folloAvs : 2 Grotts, equivalent to 1 Stiver. 20 Stivers 1 Guilder. 6 Guilders, 4f Stivers 1 Ducat. 11 Guilders, 1 Pound English sterling, 49j Stivers, 1 Dollar. The guilders were indiscriminately called florins. Those"], [174, "140 Those islands abound with hares and rabbits of an uncommon large size, also with a Avonderful quantity of Avild foAvl, particularly duck ; indeed they appear to be so seldom molested as perhaps to be more applicably called tame, I have repeatedly approached within ten or a dozen yards from pools covered Avith them, Avithout their manifesting any alarm, or shewing the least inclination to quit then food. Such officers as were fond of sporting frequently took advantage of this circumstance, and shooting parties were prevalent ; the enjoyment of the sport Avas sometimes checked in Walcheren from the disagreeable circumstance of passing over dead bodies, Avhich had met their fate in the different actions, and had been so superficially covered, that the sand had been frequently blown off, presenting a horribly mutilated body in its former clothing, dissolving in putrefaction. In three or four instances when taking exercise, or in visiting the different forts and batteries, Avhere so many brave fellows gallantly fell in the execution of their duty, I have witnessed those disagreeable scenes ; I recollect on one or two occasions during the very sultry Aveather, it Avas unpleasant to go near those places, so tainted Avas the surrounding atmosphere by their baneful influence. In"], [175, "141 In consequence of the combination of the French and Dutch Governments in Walcheren, and in consideration of the supplies necessary for the French army, exclusive of the inhabitants, the produce of the island of Walcheren, (which chiefly consisted of sheep, oxen, flour, and vegetables,) was not adequate for the maintenance of the entire ; the deficiency Avas supplied from the other islands of the province of Zealand, but more particularly from south Beveland, which (next to Walcheren) Avas the most fertile island of the whole. The most respectable merchants of Flushing mention that General Monet accumulated a fortune by the enormous exactions he enforced from them, in this Avay, he not only connived at the practice of smuggling, but permitted English vessels of this description to come up and unload near Flushing ; for every tub of geneva exported by the Dutch merchants, Monet regularly received half a florin, this traffic became so systematic, and his douceur so uniformly annexed as a. matter of course, that he Avas in the habit of receiving an immense revenue, superadded to his numerous allowances as chief commandant of the island of Walcheren. How"], [176, "142 How different Avas this man's character from that of the second in command, General Austen. This officer commanded at Middleburg, he Avas rather large and robust in constitution, was married and had a family, he Avas generally spoken of as a good-natured, Avell-disposed man, and a mild commanding officer, liked by the troops, yet performing his duty Avithout exhibiting a tyrannic or capricious turn of mind, Avhich too often occurs when men obtain a considerable command. His society was sought after by the inhabitants of Flushing and Middleburg, by whom he Avas admired and respected. He made no exactions from the inhabitants, but lived in happiness Avith his family, the favourite of all considerable and respectable persons. Such Avas General Austen's character, and, such, as was respected even by his enemies. On the surrender of Flushing there were three men of war on the stocks, one being nearly finished was brought to England, if I recollect right she Avas a sloop of war, the other two were first rates, and in so imperfect a state, that it was considered more adviseable to take them to pieces and bring the timber over. When"], [177, "143 When the French General commanding at Cadsand perceived that we had begun to dismantle the magazine and fortifications of Flushing, he sent over a flag of truce to General Don avIio at this time commanded in the Island of Walcheren, making a request that he Avould not proceed in his intentions, and as a further inducement to his desist- ing, he declared he Avould make no attack on our army nor annoy it in any manner during its final departure from the island. This proceeding Avas natural enough on the part of the French general, and he not only shewed the special concern he entertained for the town of Flushing but fully discharged his duty in the attempt he made to rescue the fortifications, public aa orks, &c. from destruction ; hoAvever the flag Avas sent back, and it Avas signified to him that it Avas impossible to accede to his wishes, and no attention Avas paid to his threatened attack. The great Marine or Arsenal Avas destroyed immediately before the ultimate evacuation of the island, its various rooms were previously filled Avith fascines loaded Avith pitch, tar, rosin, reeds, and every combustible matter that could have been thought of, and set on fire on a sunday morning, as the blaze encreased the Avind greAv higher, blowing right"], [178, "144 right in on the island and at length it became boisterous, the flames bursting from the numerous windows formed a most awful and grand sight, until at length its capacious roof fell in with a most tremendous crash : the fury with Avhich the flames extended iioav may be more easily conceived than described if Ave consider the magnitude of the building: its combustible contents, and the fury of the winds, all conspired to sink in ashes this noble edifice before Monday morning. The Floodgates of the great basin, as 1 before had occasion to mention, Avere rendered perfectly useless, for this purpose there were four chambers dug at either side of the gates, in each of Avhich two hundred poimds Aveight of poAvder AA'as afterward deposited, this was blown up by a train the effect of which Avas, that the entire foundation around the gates Avas torn up so as to render the basin useless ; in order to render the destruction still more effectual, there were immense quantities of cast cannon, shot, &c. sunk immediately exterior to the entrance, so that the entrance of any considerable vessel, was thus completely prevented : hoAvever until the passage to the basin could be suffi ciently commanded, no vessel could possibly enter here, and"], [179, "145 and to rebuild this, it is to be supposed, must have taken considerable time and expense, as the stone necessary for its structure, must have been brought down by shipping from Antwerp. I had more than one opportunity, on this service, of noticing the presumption of masters of transports, whenever they could find a convenient opportunity of evincing it: this causes many unpleasant difficulties during a passage, especially to young officers who are unacquainted with the regulations of the service, and upon whom many of those men impose, u if Note. Perhaps one of the most truly lamentable instances of the dreadful effects of a siege, was the following, which the blowing up of the floodgates brings to my recollection, as it was near them it occurred. A beautiful and interesting French brunette of sixteen, the daughter of a shop-keeper, in the fright and confusion she was naturally in during the siege, and not knowing where/ to look for safety, ran. wildly out on the quay, but unfortunately an immense shell fell close to her feet, she was not aware of her danger until it burst, and lacerated the entire of the flesh from her knees and legs, leaving the bones perfectly bare yet unwounded. Dr. Venables, Royal Horse Artillery, in the most laudable manner offered his attendance, and frequently called in my assistance ; so bad a wound 1 never saw, nor could I help sympathizing with our sufferer, who endured her tortures like a heroine, and we were comforted in finding immediately before the evacuation, that she was in a fair way of recovering her health, but alas ! with the disaster of remaining a cripple the rest of her life."], [180, "146 if they are not very particular as to the allowance of rations, bedding, &c. A man avIio had the charge of one of the largest transports employed on that expedition had the imprudence to give the lie direct to a military officer, avIio Avas making some necessary enquiries relative to the men under his command, and in which the master of the transport was concerned, the circumstance occurred at Harwich immediately before our debarkation, this gentleman could badly brook so gross an insult from a man of his description, and his excited passions counterbalancing every other con sideration, (for he might have had redress by applying to the transport board), he instantly gave the offender a striking proof of his manual strength, which the other did not seem to relish much, if we might judge from the lamentable and disfigured state of his visage ; his insolence on various occasions before was insufferable, nor was he pitied by any sailor or soldier on board. On the other hand I have met with men in this capacity, who adopted a system of conduct entirely different from that just mentioned: I recollect that a Mr. John Barry of Sunderland was a remarkable instance of this description, his name and character are known to many of the regiments then"], [181, "147 then on service, especially the Royal Artillery. I Avas ordered on board his transport the Harbinger, one of the best appointed brigs employed on the Walcheren expedition, and his own private property; the anxiety he eA-inced for the safe recovery of the sick, and the attention he uniformly paid to them, did him infinite credit, he repeatedly furnished them Avith provisions of his OAvn, and frequently to those in the Avorst cases sent soups from his own table ; in fact he completely put in practice a maxim he told me he had adopted since he Avas employed to manage his own vessel, that of \" doing as he chose in his OAvn house :\" the following anecdote of Mr. Barry will sufficiently indicate his character, and I will do him the justice to say, that I often conceived from his manners, conversation, and learning, that he would have shone in a sphere of life very superior to that in which he was placed. During the hurry and bustle that existed at Deal, while the Grand Fleet lay in the Downs, a military officer left his purse at some shop, and never recollected it until he got on board the Harbinger, the blue peter was already hoisted (this is a signal to shew that the fleet is on the point of sailing) and Avhen it is displayed, no officer can go on shore on any pretext, without the permission of the Commander of the Forces. The officer happened to mention the"], [182, "148 the circumstance with some degree of uneasiness to his brother officers on deck; soon after Mr. Barry avIio Avas present, went down to his cabin and sent for the officer, he apologised to him for the liberty he took, and opening his desk, produced a quantity of gold, and entreated the officer to take any sum he Avanted, telling him he might replace it when they next met, and if it were so to happen that they never should, he said, the sum would be of no moment, and he should be rejoiced if he could assist him : the gentleman however declined the offer, as he kneAV he could have any sums from his brother officers until he had an opportunity of meeting with a commissary. For myself I am truly happy in the opportunity of expressing my grateful acknowledgments to Mr. Barry for his humanity to the sick while on board his vessel, as Avell as for his hospitality to me during our passage to England. CHAPTER"], [183, "149 CHAPTER X An order is issued by General Don for medical officers to take charge of sick detachments to England — Mode of burying the dead at sea — The transport fleet suffer in a gale of wind on the pier at Flushing — The island of Walcheren is ultimately evacuated by his Majesty's troops, without any attempt to oppose them on the part of the Enemy. IMMEDIATELY after the departure of his Lordship the Earl of Chatham from Walcheren, the command of his Majesty's troops devolved on Lieutenant General Sir Eyre Coote, avIio remained in the island during a considerable time afterward, his head quarters being at Middleburg. Sir Eyre Avas relieved in the command by General Don, under Avhose directions both the destruction of all the French Avorks, and the ultimate evacuation of the island were effected. A feAv days before the healthy remnant of the troops departed, a general order Avas issued that all medical officers should take their respective charges of sick troops to the different ports of England, and I was ordered to hold"], [184, "150 hold myself in readiness to embark again with three hundred sick and convalescent men and officers destined for Harwich ; those were composed of detachments of the Royal Artillery, Royal Enginers, Queen's own regiment, 5th, 36th, 76th, 84th, and 1st and 2d battalion of the King's German rifle corps. The transport in which I Avas ordered to embark, was that I had the pleasure of coming out in with Captain Wilmot's brigade under the command of Colonel Waller, Royal Artillery, Avhose name I had an opportunity of mentioning before, as commanding the centre battery before Flushing ; and poAverful Avere its effects, if the spectator could form an opinion from the ruined condition of the bastioned fronts exposed to its fire. Immediately before the sailing of the grand fleet from the Downs to Walcheren, our society on board the Anacreon transport sustained a loss in the removal of Colonel Waller to another vessel, in consequence of a neAv arrangement made by our excellent commandant, M. General Macleod, whose wisdom and ability in arranging the positions of the several batteries, and in directing the movements of the entire Artillery on that service, cannot possibly derive greater lustre than they have already acquired, from any observation of mine, for they are known to all. After I had reported"], [185, "151 reported my charge to Major Tonson, 84th regiment, Avho commanded the detachments on board the Anacreon, under orders for England, Ave Avere unexpectedly delayed above two days, lying off the Sandhills near Flushing, at length our convoy fired the signal for sailing, Avhen the fleet got under weigh, and after a pleasant passage we once more got in sight of the chearful cliffs of Albion. On this occasion I had the misfortune to lose one man avIio was brought on board from his bed in the hospital at Flushing in a state of delirium ; under such circumstances the hopes I entertained of his recovery Avere naturally very faint. In consequence of this poor man having died between Walcheren and England, and as there were many others on board in a state not much better, who might have suffered from the immediate change of the body, I considered it most prudent to have it committed to the sea about ten hours after its decease; this might probably have been dispensed with had not a number of Avomen and children avIio crowded the vessel to such a degree, that it was scarcely possible to form a foot way between the decks in order to visit the sick. The body was sewed in the hammock in Avhich it had expired, to the"], [186, "152 the lower extremity of this, two eighteen pound shots Avere fastened, when it Avas placed on a platform near the gangAvay of the ship ; such of the soldiers as Avere convalescent were now ordered up and paraded on the deck, and as there Avas no chaplain on board, the commanding officer officiated as minister, reading the ceremony for the burial of the dead at sea, the platform Avas sloAvly loAvered to the deep, and the corpse consigned to its watery grave, amidst the anxious looks and regrets of its former companions. Having arrived at Harwich about two days afterward, the sick were provided for in the general hospital here, under the superintendance of Dr. Wardell Physician to the forces, until they were sufficiently reinstated in health to enable them to remove to their respective regiments. The last transport fleet that was preparing to leave Walcheren, was very near being wrecked in a gale of Avind which arose suddenly at night and driving the vessels from their anchorage on the pier head of Flushing, staked seven or eight of them, thus rendering them perfectly useless ; however from the prompt attention and assistance afforded by the men of war's boats, most of the lives Avere saved, and"], [187, "153 and all the other vessels rescued from the impending danger ; it was reported that a number of men Avere lost, but it has since appeared that very few. perished on this disastrous occasion. In order if possible to induce the French fleet to come down from Antwerp, our men of war (iioav but few in number) remained some days in the Scheldt after all our troops had sailed for England ; this was done Avith the view of decoying them doAvn, and if the plan had succeeded, telegraphic intelligence Avould have been immediately communicated to the Downs for a reinforcement of men of war, when they certainly would have been threshed Avithin sight of their own batteries as they so often have been heretofore, but how could it have been expected that such a fleet would have given battle, who but six weeks before skulked up to the very toAvn of Antwerp at the sight of a feAv of our British first rates approaching Fort Lillo. Lest any attack should have been made during the ultimate evacuation of Flushing, General Don issued an order that the troops should be in readiness to disembark at a moment's warning, with three days provisions, for it x Avas"], [188, "154 was not unlikely that they might have taken immediate possession of the island with the vieAV of raking our fleets with red hot shot from the different sea batteries as they passed doAvn along the shore, somewhat similar to their proceeding at Corunna; had they made such an attempt, and secured a few batteries, they Avould have undoubtedly annoyed our transports very much, no such movement hoAvever was made, nor Avas there a Frenchman to be seen in the Island as long as there was an appearance of a British Man of War in the Scheldt. I regret that I am obliged to close this little sketch without being able to give my readers a more perfect account of the military operations of the British Army during the different engagements and bombardment of Flushing: I was at this time, as I have already mentioned, attached to Lieutenant General the Hon. Sir John Hope's division in the Island of South Beveland, from whence Ave daily expected to cross over to Antwerp until the futility of such a proceeding was apparent: if any circumstance could have heightened the anticipation of success entertained by the division under the command of General Hope as to the result of the enterprise which it was generally imagined would about"], [189, "155 about this time have been attempted, nothing could have more effectually animated our most sanguine ideas than the supposition of being led over by this General, whose high military character, and conciliating address, not only renewed the memory of his former services, but elucidated in their true colours his conspicuous conduct at the memorable battle of Corunna, where the command of his Majesty's army devolved upon him in consequence of the untimely death of his justly eXalted, his invaluable friend, and companion in arms, Sir John Moore : the British Empire participated in the feelings of Sir John Hope on the lamentable yet glorious fate of the gallant, the-ever-to-be-remembered General, whose character (without entering further into its merits) was so much respected even by Buonaparte, that the achievements of Sir John Moore were the theme of his applause: and the very enemy he repulsed at Corunna ordered a monument to be erected to his memory on the spot Avhere he fell, to indicate to posterity the ardent, indefati gable, the patriotic zeal, the military abilities, the illustrious character of Moore ! and although I am Avell acquainted Avith the particulars from communications of unquestionable veracity, and from having visited the different stations of the troops and batteries shortly after they had been engaged, in"], [190, "156 in company with many officers who Avere on duty on those different posts, yet as I was not an ocular evidence to the entire, I leave the more minute relation of the different facts to those better furnished for the detail than I could presume to be, as it does not extend so immediately to my province. In conclusion I shall subjoin the following documents, notwithstanding their appearance already in print, as they tend so fully to corroborate the truth of the few observations I have ventured to make in course of the preceding narrative ; and the authority immediately folloAving is pecu liarly gratifying, as coming from a professional gentleman avIio ranks high in every respect, and Avho . was on duty in the capacity of Inspector General of Hospitals in Walcheren: Mr. Webb has since been appointed Inspector General of Ordnance Hospitals, Avhich is the chief appointment in the medical department of the ordnance. Copy"], [191, "157 Copy of a letter from John Webb, Esq. Inspector General of Hospitals, to Lieutenant General the Earl of Chatham. Middleburgh, 11 th September 1809. Sir, The communication I have been honored Avith from Lieutenant General the Earl of Chatham is of so important a nature, that I must beg leave to trouble his Lordship Avith more detailed observations on the subject, than I should presume to do on an ordinary occasion. . independant of the existing records of the unhealthiness of Zealand, every object around us depicts it in the most forcible manner; the bottom of every canal that has com munication Avith the sea is thickly coAered Avith an ooze, Avhich, Avhen the tide is out, emits a most offensive and noisome effluvia ; every ditch is filled with water, Avhich is completely loaded Avith animal and vegetable substances in a state of putrefaction : and the whole island is so flat, and so near the level of the sea, that a large proportion of it is little better than a sAvamp, and there is scarcely a place Avhere water of a tolerably good quality can be procured. The"], [192, "158 Hie effect of all those causes of disease is strongly marked in the appearance of the inhabitants, the greater part of whom are pale and listless. Scrophula is a very general complaint among them, the children are sickly, and many of the grown people are deformed. The endemic diseases of this country, remittent and intermittent feArers, begin to appear about the middle of August, and continue to prevail, until the commencement of frosty weather checks the exhalations from the earth, gives tone to the debilitated frames of the people, and stops thereby the further progress of the complaints. It is computed that nearly a third of the inhabitants are attacked with fever every sickly season. If individuals who have lived in this Island from their infancy, who observe a degree of cleanliness that can scarcely be surpassed, and avIio live in spacious apartments, cannot obviate the effects of the climate; it may naturally be concluded, what a foreign army must suffer, by being exposed in the first instance to excessive fatigue, and to the inclemency of the weather, and afterward by being croAvded into barracks, where, under the most favorable circumstances, the"], [193, "159 the sudden transition must have produced a severe and extended disease. The health which the troops enjoyed during the active operations, was but a proof (as I have already had the honor to state to his Lordship) that the powers of body and mind, when their energies are called into action, resist for a time the causes of disease. The fever which noAv unhappily prevails in the army, first appeared, among the battallions which were cantoned in South Beveland, and only began to demonstrate its influence here, about the time that Flushing surrendered to his Majesty's arms. The rapidity with which the disease has extended itself, during the short period that has elapsed since that event, is almost unexampled in the history of any military operations. As the season has hitherto been a favorable one (for hot and dry weather produces the most destructive diseases) the cases here have been slight, but a very considerable number of them have, notwithstanding, assumed a more serious form, and have degenerated into that species of low fever which often prevails in gaols and other ill-ventilated places in England. A melancholy"], [194, "160 A melancholy proof of this is found in the loss of A-aluable lives, that has already been noticed, and which 1 am concerned to state is not diminishing. Sixteen men died in the regimental hospitals of this garrison alone, during the last twenty four hours. As the progress of the mischief in the short period of three Aveeks is much greater than could rationally have been calculated upon, and as scarcely a third part of the sickly season had elapsed, it is hardly possible to conjecture what loss may be incurred during the continuance of it. The causes which operate on the human frame are so powerful, and so generally applied, that all the precautions and preservatives Avhich art can invent, though they may diminish, can never obAriate the effects in any degree; it must therefore be an inevitable consequence of the British troops remaining in Walcheren, that a very considerable loss must be sustained. Although I have trespassed so much on his Lordship's time, I beg leave to add one remark, that I humbly conceive of consequence, which is, that those men who may be attacked with fever, and recover from it, will have their constitutions"], [195, "161 constitutions so affected by the shock, that their physical powers, when called into action hereafter, will be very materially diminished. (Signed) J. Webb. Lieutenant Colonel Cary, Military Secretary, &c The sound sense, understanding, and well-founded knowledge of his profession, the causes, and prognostics of the disease, the brief description of the climate, and the probable consequences of its after effects on the troops, are severally exemplified in each paragraph of Mr. Webb's letter. I was most forcibly struck Avith the accuracy and professional knowledge displayed in this letter on my first perusal of it, Avhich was after I had committed Sir John Pringle's remarks, and my own humble observations to paper; this circumstance is an additional proof not only of the professional researches of Mr. Webb preparatory to the expedition, but of the perspicuity of observation evinced on the service, exclusive of the zealous interest entertained by the Inspector General for the health and Avelfare of his Majesty's troops. The Y"], [196, "162 The ingenious ob4servations contained in the following lets'*1-* from the most respectable authorities, are highly satisfactory in elucidating the causes of the unhealthfulness of marshy situations and mav therefore be interesting to some of mv readers. \" On the noxious quality of the effluvia of putrid marshes, by the ReA-. Dr. Priestly to Sir John Pringle, p. 90. \" Since the publication of my papers, (says Dr. P.) I have read two treatises, written by Dr. Alexander of Edinburgh, and am exceedingly pleased with the spirit of philosophical inquiry which they discover. They appear to contain many new, curious and valuable observations, but one of the conclusions, which he draws from his experiments, I am satisfied from my OAvn observations, is ill founded, and from the nature of it, must be dangerous. I mean his maintaining that there is nothing to be apprehended from the neighbourhood of putrid marshes. I was particularly surprised to meet with such an opinion as this, in a book inscribed to yourself, who have so clearly explained the great mischief of such a situation, in your excellent treatise on the diseases of the army. On this account I have thought"], [197, "163 thought it not improper to address to you the following observations and experiments, which I think clearly demon strate the fallacy ■ of Dr. Alexander's reasoning, indisputably establish your doctrine, and indeed justify the apprehensions of all mankind in this case. I think it probable enough, that putrid matter, as Dr. Alexander has endeavoured to prove, Avill preserve other substances from putrefaction, because being already saturated with the putrid effluvium, they cannot readily take any more : but Dr. A. was not aAvare, that air thus loaded Avith putrid effluvium, is exceed ingly noxious when taken into the lungs. I have lately, however, had an opportunity of fully ascertaining how very noxious such air is. Happening to use at Calne a much larger trough of water, for the purpose of my experiments, than I had done at Leeds, and not having fresh water so near at hand as I had there, I neglected to change it till it turned black and became offensive, but by no means to such a degree as to deter me from making use of it. In this state of the water I observed bubbles of air to rise from it, and especially in one place, to which some shelves that I had in it, directed them, and having set an inverted glass vessel to catch them, in a few days I collected a considerable quantity of this air, which issued spontaneously from the putrid"], [198, "164 putrid water ; and putting nitrous air to it, I found that no change of colour or diminution ensued, so that it must have been in the highest degree noxious. I repeated the same experiment several times afterward, and ahvays with the same result. After this, I had the curiosity to try Iioav Avholesome air Avould be affected bv agitation in this water, Avhen, to my real surprise, I found that after one minute only, a candle would not burn in it, and after three or four minutes, it was in the same state with the air Avhich had issued spontaneously from the same water. I also found, that common air confined in a glass Aessel, in contact only Avith this water, and Avithout any agitation, Avould not admit a candle to burn in it after two days. These facts certainly demonstrate, that air, Avhich either arises from stagnant and putrid Avater, or Avhich has been for some time in contact Avith it, must be very unfit for respiration ; and yet Dr. Alexander's opinion is rendered so plausible by his experi ments, that it is rendered very possible that many persons may be rendered secure, and thoughtless of danger, in a situation in Avhich they must necessarily breathe it. On this account, I have thought it right to make this commu nication as early as I conveniently could, and as Dr. A. appears to be an ingenious and benevolent man, I doubt not"], [199, "165 not but he \"will thank me for it. That air issuing from Avater, or rather from the soft earth or mud at the bottom of pits containing Avater, is not always uiiAvholesome, I had an opportunity of ascertaining. Taking a walk about two years ago, in the neighbourhood of Wakefield in Yorkshire, I observed bubbles of air to arise, in remarkably great plenty, from a small pool of Avater, which, on enquiry, I Avas informed had been the place where some persons had been boring the ground in order to find coal. These bubbles of air having excited my curiosity, I presently returned Avith a basin, and other vessels proper for my purpose, and having stirred the mud with a long stick, I soon got about a pint of this air, and examining it, found it to be good common air; at least a candle burned in it very Avell. I had not then discovered the method of ascertaining the goodness of common air, by a mixture of nitrous air. Previous to the trial, I had suspected that this air would have been found to be inflammable. I shall conclude this letter with observing, that I have found a remarkable difference in different kinds of Avater, Avith respect to their effect on common air agitated in them, and which I am not yet able to account for. If I agitate common air in the Avater of a deep Avell, near my house in Cable"], [200, "166 Calne, Avhich is hard but clear and SAveet, a candle will nor burn in it after three minutes. The same is the case Avith the rain Avater Avhich I get from the roof of my house. But in distilled Avater or the Avater of a spring Avell near the house, I must agitate the air about tAventy minutes, before it will be so much injured. It may be Avorth Avhile to make further experiments Avith respect to this property of Avater. In consequence of using the rain Avater and the Avell water above mentioned,- I was \\'ery near concluding contrary to what I have asserted in my printed papers, that common air suffers a decomposition by great rarefaction. For when I had collected a considerable quantity of air, which had been rarefied about four hundred times, by an excellent pump made for me by Mr. Smeaton, I always found that when I filled my receivers Avith the Avater above mentioned, though I did it so gradually as to occasion as little agitation as possible, a candle would not burn in the air that remained in them; but when I used distilled water, or fresh spring water, I undeceived myself.\" \" Further"], [201, "167 \" Further proofs of the insalubrity of marshy situations, in a letter from the Rev. Dr. Price, p. 96. \" Dr. Priestly's paper, on the noxious effects of stagnant Avaters, read to the R. S. brought to my remembrance, (says Dr. Price), a table, exhibiting the rate of mortality in a parish situated among marshes, Avhich I have seen in Mr. Muret's observations, published in the memoirs of the economical society at Bern, for 1766. I have since reviewed this table, and found that it affords a full confirmation of Dr. Priestly's assertions. This parish is a part of the district of Vaud, belonging to the canton of Bern, in Switzerland; and contains 169 families, and 696 inhabitants. Mr. Muret's table, of the rate of mortality in it, is formed from a register of the ages at which all died in it for 15 vears. With this table he has also given tables, from like registers, of the rates of mortality in 7 small towns, in 36 country parishes and villages; in 16 parishes situated in the alps; in 12 corn parishes, and in 18 vintage parishes.— From comparing these tables, it appears, that the probabilities of life are highest in the most hilly parts of the province, and lowest in the marshy parish just mentioned. The difference is indeed remarkable, as will appear from the following particulars."], [202, "168 particulars. One half of all born in the mountains, live to the age of 47. In the marshy parish, one half live only to the age of 25. In the hills, 1 in 20 of all that are born, live to 80. In the marshy parish, only 1 in 52 reaches this age. In the hills, a person aged 40 has a chance of 80 to 1 for living a year. In the marshy parish his chance for living a year is not 30 to 1. In the hills, persons aged 20, 30, and 40, have an even chance for living 41, 33, and 25 years respectively. In the fenny parish, persons at these ages, have an even chance of living only 30, 23, and 15 years. — In short, it appears, that, though the probabilities of life, in all this country except this one parish, are much higher than in London ; yet here, after 30, they are much loAver. Before the age of 30, they are indeed higher in this parish; the reason of Avhich must be, that the London air and customs are particularly noxious to children.* \" I am sensible, that observations for only 15 years, in one small parish, do not afford so decisive and ample an authority, in the present case, as there is reason to wish for ; * In London, one half of all that are born, die under 3 years of age, but this is not peculiar to London. In Berlin the same proportion die under 3 ; and at Vienna under 2. — Orig."], [203, "169 lor; and that therefore the perfect exactness of the par ticulars I have recited cannot be depended on. — They are, however*, sufficiently near the truth to demonstrate, in general, the unhealthfulness of a marshy situation.\" From the 13th vol. Philosophical Transactions for 1774, page 502. There was an additional cause very generally assigned as conducive to the contagious disease at Walcheren ; this was, the umvliolesome quality of the Avater Avhich the troops had to drink ; however this cause was not of so much consequence as to establish the veracity of the various reports that have been circulated relative to its destructive effects, it undoubt edly was found to contain a quantity of insects so very diminutive as to be scarcely perceptible to the naked eye, but as soon as the least ground for supposition was entertained of its being prejudicial to health, the troops took care either to have it boiled and laid aside until cool, or qualified in some more palatable form, by mixing it with small quantities of brandy, rum, or geneva. That z"], [204, "170 That it might, in the commencement, have been productive of some trifling dysenteric symptoms, jointly occasioned in all probability by some of the other more .specious causes of the disease, I shall not attempt to deny ; but then any bad quality inherent in the water must have been rendered incapable of producing disease from the precautions so generally adopted, and as soon as the suppositions of its injurious effects became general, there was a quantity of water imported from England for the use of the troops in Walcheren. — ■■■■■ —^^^— The following reflections naturally present themselves from the foregoing narrative, and and it is hoped will not be considered irrelevant by the impartial reader. It is well worthy of observation, how much in a popular Government like that of England, the spirit of party influen cing the public mind, can distort, and misrepresent the most recent occurrences : to such a degree, that confident assertions, often repeated and greedily swallowed by the multitude, almost"], [205, "171 almost induce us to discredit our senses, and to suspect that what we have actually seen and heard must have been an illusive vision. This fact was never more strongly exemplified than by the general outcry against the military operations of the army employed before Flushing. We must keep in vieAV that this fortified town was highly valued by Buonaparte — that it was completely fortified, and toward the land presented seven bastioned fronts with ravelines before the two gates,* and lunettes upon both dykes ; the whole surrounded by a wet ditch, one hundred feet wide, and possessing the means of inundating the adjacent country for three quarters of a mile in distance; that it contained at the time of its surrender a larger Garrison (nearly 6000 men) than we keep in Gibralter, with abundance of provisions and ammunition, having a basin within the walls capable of holding thirty sail of the line, besides capacious and extensive harbours, basins and docks for merchant ships of the greatest burden ; and that this great Fortress and Naval Arsenal, was reduced after eleven days open trenches. This was exactly the period occupied in subduing Ciudad Rodrigo, with a garrison * Those ravelines were ordered to be executed by Buonaparte, when he visited Flushing as first Consul in the year 1804."], [206, "172 garrison of about eighteen hundred men, a very irregular old tOAvn, and a dry ditch ! But in the latter achievement a practicable breach was effected and most gallantly stormed, and the lives of a number of brave officers and soldiers sacrificed ; the survivors therefore gained Avell-earned and universal applause, and obtained the high meed of the thanks of both houses of parliament. The Captors of Flushing, so far from obtaining thanks, Avere held up to public scorn in the declamations of uninformed and prejudiced persons, -and were led to the bar of the House of Commons, to undergo a scrutinous investigation. Those brave and distinguished officers, many of whom were again actively employed at Ciudad Rodrigo, are ashamed to speak of Walcheren and Flushing, so notorious yet unfounded has the stigma been, against the military opera tions employed for the reduction of the latter place. This statement is not made with a view to detract from the merited glory of the conquerors of Ciudad Rodrigo, but to evince how liable military events are to be misrepresented by insidious noise of party clamour. English"], [207, "173 English armies had not been immediately before 1809 much habituated to the operations of a siege, as a proof of which, our light troops on their first arrival before Flushing came nearly up to one of the draw-bridges. There is reason to believe that the place would have been brought to submission even sooner, had all the energies of the Besiegers been earlier exercised. It was not until the 8th of August that the folloAving general order was issued respecting the commanding officers of Royal Artillery and Royal Engineers, who, expecting daily to be ordered to Antwerp, had left most of the more minute arrangements before that date to their seconds in command. Head Quarters, Middleburg, 8th August, 1809. The Garrison of Flushing having been considerably rein forced, and it being most important to the operations of the army that every possible exertion should be used in bringing the siege to a speedy conclusion; all the means that the Artillery and Engineer departments can afford, are to be applied to it in as great a degree as circumstances may require. Brigadier"], [208, "174 Brigadier General Macleod commanding the Royal Artillery, and Colonel Fyers commanding the Royal Engineers, will themselves take the direction of their respective departments, and give such orders relating to them as they may judge necessary. Signed R. Darling, D. A. G. Subsequent to this period, the operations of the Besiegers actually did proceed Avith redoubled celerity and vigour, under the disadvantages of very severe weather, and heavy rains. The batteries intended to fire * en ricochet were so placed as to completely enfilade every line of parapet on the fronts attacked, whilst the direct attack on the Plattendyke adAranced with rapidity, and a practicable breach would have been effected in the face of the demibastion or battery de Wittemaar, (the only proper point of attack) in five or six hours, which would have been immediately stormed, and this populous, commercial town, containing so many thousands of inhabitants, and so large a proportion of them, women and children, * By firing en ricochet, is meant the projection of a shot or shell from a gun or howitzer so as to graze or bound repeatedly on land or water."], [209, "175 children, consigned to all the horrors sanctioned by the laws of Avar in that mode of attack. Let this humane and generous nation then do justice to Lord Chatham, who, instead of decking his brow with blood stained laurels, yielded to the suggestions of mercy, and interposed those proffered terms, which were prudently accepted by General Monet, the Commander of the French Garrison. When this party-spirit is laid in the dust, impartial posterity will wonder that upon such an occasion, an appeal like the present shoidd have been at all requisite. si*^Si^&Kl^' ,,^^"], [210, ""], [211, ""], [212, ""], [213, ""], [214, ""]]