[[1, ""], [2, ""], [3, "DALY'S THEATRE. Produced by Mr. GEORGE EDWARD ES A Japanese Musical Play, ENTITLED Cj-f e l§ei4ha; A STORY OF A TEA HOUSE. WOKDS BY MUSIC BY OWEN HALL. SIDNEY JONES. LTBICS BY HARRY GREENBANK. (T#_B AUTHORS Of \"AN ARTIST'S MODEL\" _\\ \"A »*__. ' 3:_-..r') PRICE SIXPENCE. LONDON : HOPWOOD & CREW, 42, New Bond Street, W. PUBLISHERS OF THE MU8I0 OF \" THE SHOP BIRL,\" \"AN ARTI8T'S MODEL,\" A \" A GAIETY QIRL.\" All performing Sights in this Opera are reserved. Single detached numbers may be tung at Concerts, not mor. than two at one Concert, Inst they must be given without Costume or Action. In no case must such performance be announced as a\" Selection \" from the Opera. Application for right of performing the above Opera must be made to Mr. QEOKGB BLJFAItDES, Daly's Theatre, London."], [4, "JUST PUBLISHED. HORWOOD & CREW'S ANNUAL OF popular Stance sllbusic. FOR 1896-7. Being the Twenty-Fourth Series of COOTE St TINNEY'S BALL ROOM ALBUM. ~<SX CONTENTS. X^ THE DANCING GIRL TRILBY ... Valse .. Charles Coote P. Bucalossi Ph. Fahrbaeh Valse .. HALLALI Quadrille SUR LA PLAGE VISION Valse ... Emile Waldteufel Emile Waldteufel Emile Waldteufel ... Valse .. BAGATELLE ... FOLLETTE ... Polka ... Valse ... ... Ph. Fahrbaeh ... Ph. Fahrbaeh ROSES BLANCHES ... Polka Mazurka ... (Violin Accompaniment, Price 6d. net.) PRICE ONE SHILLING NETT. POST FREE 13 STAMPS. LONDON i H0PW00D & CREW, 42, NEW BOND STREET, W. AND ALL MUSIOSBLLERS."], [5, "THE GEISHA; A STORY OF A TEA HOUSE. A Japanese Musical Play WORDS BY MUSIC BY OWEN HALL. SIDNEY JONES. LYRICS BY HARRY G-REENBANK gotihotx : HOPWOOD & CREW, 42, NEW EOND STREET, W."], [6, "fJramcrtt* tyevGonœ. Reginald Fairfax Dick Cunningham Officers of Arthur Cuddy s H.M.S. \"The Turtle.\" George Grdmston 1 Tomtscy Stanley (midshipman) J _. _ ttt ( An English visitor in Japan, Lady Constance Wynne ... { travelling in her yacht. Miss Marie Worthington ... . Miss Ethel Htjrst ) English ladies— guests of Miss Mabel Grant Lady Constance. Miss Louie Pltjmpton \\ Miss Molly Seajiore ... ' _ f Chief of Police and Governor The Mutauis Imari [ of the Province. Takamini Capt. Katana ... ... ... • • • Captain of his Gnard. ( A Chinaman ; proprietor of I Tea-house. ( A French girl attached to the ( Tea-house as Interpreter. Wun-Hi Juliette T)ii!iANT «. An Attendant. Nami (Wave of the Sea) O TCttttt San (Chrysanthemum) \\ O Hana San (Blossom) ... I O Kinkoto San (Golden Harp) I ... Geisha. Komurasaki San (Little Violet) j O Mimosa San... ... ... ... Chief Geisha. ACT I The Tea House of Ten Thousand Joys, ACT II A Chrysanthemum fete in the Palace Gardens. Time The Present. The action taken place in Japan outside the Treaty Limits."], [7, "m THE GEISHA A STORY OF A TEA HOUSE. ACT I. No. 1.— CHORUS— \"Happy Japan.\" ■Chorus. Dawns the day in Eastern sky — Here we hasten pitter-patter Where the tiny tea-cups clatter ; Mounts the golden Sun-God high — Shaded from his fury heated Still at tea you find us seated ; Passes day towards the West, Comes the night and calls to rest — Then we leave with sigh and sorrow No more tea until to-morrow Happy Japan, Garden of glitter Flower and fan Flutter and flitter Land of bamboo, (Juvenile whacker!) Porcelain too, Tea-tra}' and lacquer."], [8, "4 SOLO.- Geisha. Geisha. Shall we sing you — While they bring you Tea or coffee, sirs — Dainty lyric Panegyric Of the gentlemen '? We've a solo Touching polo For the officers, And a rondo Rather fond, 0 Sentimental men ! Of a hymn in Praise of women Are you fanciers, Or a sonnet To a bonnet Supercilious ? We've a ditty Of the City For financiers, And a ballad Of a salad For the bilious ! Merry Httle geisha we ' Come along at once and see Ample entertainment free Given as you take your tea. Charming little geisha they ! Come along and hear them play ; All of it is free, they say — Nothing in the world to pay. Chorus. Happy Japan, Garden of glitter ! Flower and fan Flutter and flitter ; Land of bamboo, (Juvenile whacker!) Porcelain too, Tea tray and lacquer"], [9, "5 No. 2.— ENTRANCE OF OFFICERS— \" Here they come!' Chorus. Here they come ! Oh, look and see ! Great big English sailor men! Englishman he likes our tea, Comes to taste it now and then. Great big sailors walk hke this — (imitating) Fight with any man they please, Marry little English Miss, Flirt with pretty Japanese ! Fair. Though you've seen a good deal in your walks about. Here's the prettiest place of the lot ! — It's the tea house that everyone talks about — A delightfully curious spot. Cur . Are your stories a myth and a mockery Of the excellent tea that they bring, Of the quaint httle pieces of crockery, And the gay little geisha who sing ? Officers. Oh, we've heard of the frolic and fun Of those dear little Japanese elves, So we thought the best thing to be done Was to come here and see for ourselves. Chorus. Oh, they've heard of the frolic and fun, etc. Though your ways are queer and funny, Japs are very glad you've come ! — Englishman has lots of money, Englishman will spare us some. Pretty geisha will amuse — Dance or song she won't refuse. Great big English sailors, please Try our tea-pot Japanese !"], [10, "6 No. 3 . — SONG.— \"The dear little Jappy-Jap-Jappy.\" Cunningham. CUN There came to the land of Japan — To the seaport of fair Nagasaki From an island afar Such a jolly Jack Tar, With his hornpipe, his grog and his baccy. Now it chanced that he picked up a fan For a dear httle Japanese party, And he turned her young head When he gallantly said, \" You're a trim little vessel, my hearty! \" So that dear little Jappy-Jap-Jappy Set her smart little cappy-cap cappy At the jolly Jack Tar From the island afar In the west of the mappy-map-mappy ! They walked in the shade of the trees In the gardens of fair Nagasaki, And her cheeks they were pink At the nautical wink, And the maritime manners of Jacky ! Though the tar couldn't speak Japanese, Yet in English he asked her to marry ; Then she crept to his side, And her fan opened wide, As she murmured, \"Mai! Kashikomari ! \" But he knew not a scrappy-scrap-scrappy Of the language of Jappy-Jap-Jappy ! Had she told him to go— With a Japanese \" No ! \" — Or with \"Yes ! \" made him happy-hap-happy ? So Jack has departed in doubt From that maiden of fair Nagasaki ; Though he wept and he sighed At the loss of a bride Till the captain and crew thought him cracky. And he vows, as he cruises about. (Though by lessons and books as a rule bored) That all seamen A.B.s Should be taught Japanese By a rather too liberal School Board ! But that dear little Jappy-Jap-Jappy, She has filled up the gappy-gap-gappy, And has chosen instead To be happily wed To a Japanese chappy-ehap-ehappy !"], [11, "7 No. 4.— SONG— \"The Amorous Goldfish. Mimosa. Mim. A gold-fish swam in a big glass bowl — As dear httle gold-fish do — But she loved with the whole of her heart and soul An officer brave from the ocean wave, And she thought that he loved her too ! Her small inside he daily fed With crumbs of the best digestive bread — \" This kind attention proves,\" said she, \" How exceedingly fond he is of me ! \" And she thought \"It's fit— fit— fitter, He should love my glit — glit — glitter, Than his heart give away To the butterflies gay, Or the birds that twit — twit — twitter ! \" She flashed her frock in the sunshine bright — That officer brave to charm, And he vowed she was quite a delightful sight ; So her spirits were gay — till he came one day With a girl on his stalwart arm. In whispers low they talked of love — He begged for a rose and a worn-out glove ; But when they kissed a fond good-bye The poor little gold-fish longed to die ! And she sobbed \" It's bit — bit — bitter He should love this crit — crit — critter, When I thought he would wish For a nice Httle fish With a frock all gHt— gHt— gHtter ! \" That charming girl for a time upset The officer brave and gay, And his sad Httle pet he contrived to forget ; For with never a crumb did he chance to come — So the gold-fish pined away ! Until at last some careless soul With a smash knocked over the big glass bowl, And there on the carpet — dead and cold — Lay the poor Httle fish in her frock of gold ! But her fate so bit — bit — bitter Is a story fit — fit — fitter For a sad Httle sigh And a tear in the eye Than a thoughtless tit — tit — titter !"], [12, "8 No. 5.— KISSING DUET. Mimosa and Fairfax. Fair. You're a charming little geisha — Quite the nicest girl in Asia, But I fear there's something missing, 0 my pretty Japanese ! English, French and German misses Do not ask me what a kiss is — They are all expert at kissing. Mim. (eagerly) WiU you teach me, if you please ? I beheve I'm quick and clever, And I promise I'll endeavour In the task to do you credit If your pupil I may be ! 0 my sailor, bright and breezy, Is it difficult or easy ? Is it nice — or shaU I dread it ? Fair. Only wait, and you shaU see ! Mm. (hesitating) I am half afraid to try — Fair, (soothingly) Then the task we won't pursue. Mim. (eagerly) ShaU I like it by-and-bye ? Fair. It's objected to by few. Both. Little maiden, Wonder-laden, Ev'ry day learns something new Fair. Now, to make my meaning clearer, You must come a Httle nearer — Having first discovered whether There is anyone about ; Then, your face half-shyly raising, Till your eyes in his are gazing, Place your pretty lips together In a dainty Httle pout. Mim. If a smile my cheeks should dimple, It's because it's aU so simple ! Why of such a tame proceeding Should you make so great a fuss ? It's a farce absurdly hoUow — But perhaps there's more to foUow ? For instruction I am pleading ! Fair. And I give it to you — thus ! (kisses her)"], [13, "9 Mim. It has charms I can't explain — Fair, (laughing) Which you never knew before ! Mim. Teach me once, just once again ! Teach me once, just once again ! Fair. Pretty pupils I adore. JBoth. Little maiden, Wonder-laden, Ev'ry day learns something more No 6.— CONCERTED PIECE— \"If You will come to Tea, Geisha and Officers. Geisha. If you will come to tea, Sir One and Two and Three, We'll do our best For an EngHsh guest On an Asiatic spree. We'll dance and sing for you Our repertory through, And shew you then, You officer men. What smart little girls can do . For you're nU so bright and breezy 0 ! That we're sure to find it easy 0 ! To tease 'e 0 ! And please 'e 0 ! With our antics Japanesey 0 ! Officers. Of course we'H come inside, For none of us have tried How dance and song With a fine Souchong Are effectively ahied. But if you've spoken true, We'll quickly prove to you What sailors three Of the Queen's Navee For good Httle girls wiH do ! We are sailors bright and breezy 0 So of course we find it easy 0 ! To tease 'e 0 ! And squeeze 'e 0 ! Little Missy Japanesey 0 !"], [14, "10 No. 7.— LAMENTATION CHORUS. Chorus. Oh, will they seU our master up, Or take him off to gaol, And on the tea-house plaster up The notices of sale ? Whatever will become of us If this should come to pass ? It's bound to ruin some of us ! Alas ! Alas ! Alas ! Geisha. Here's a dreadful blow — oh ! oh ! (sobbing) Filling us with woe — oh ! oh ! How could geisha know — oh ! oh ! Fate would treat them so ? — oh ! oh ! Pretty faces show — oh ! oh ! Tears that faster flow — oh ! oh ! Please at prices low — oh ! oh ! Do not let us go ! — oh ! oh ! Chorus. Oh, will they seH our master up, etc. Fair. CUN. Girls. All. No. 8.— CONCERTED PIECE. \"We're going to call on the Marquis.\" This infamous lord Shall have his reward — My anger each moment increases ! Let's quietly slip Away to our ship, And blow the old beggar to pieces. Of course, to bombard A feUow's back yard Is jolly good fun — but you'U rue it ! You'd better instead Try punching his head. We'd Hke to be there while you do it. We're going to caU on the Marquis To pay off a nice little score, And won't he be chatty When — rat-a-tat-tatty — We knock at his dignified door ? We've something to say to the Marquis — It's something too funny to miss, For, after pooh-poohing All how-do-you-doing, We're going to say it like this ! (shaking fists)"], [15, "11 Off. (to Geisha.) You'U pardon us, pray, For asking the way — Our ignorance kindly forgiving, But oh ! we are so Impatient to know Where Mister Imari is Hving. Geisha. We'll show you the road To reach his abode — DeHghted your favour at earning. Simplicity quite — Keep weU to the right, And carefully look for a turning. All. We're going to call on the Marquis To pay off a nice little score, And won't he be chatty When — rat-a-tat-tatty — We knock at his dignified door ? We've something to say to the Marquis — It's something too funny to miss, For, after pooh-poohing AH. how-do-you-doing, We're going to say it like this ! No. 9.— TOY DUET. Molly and Fairfax. Molly. When I was but a tiny tot My dolHes were a lovely lot, For one — a lady born and bred — Could shut her eyes and move her head. \" Pa-pa ! \" \" Ma-ma ! \" another talked, And when you wound her up she walked, But more than any other toy I loved a little drummer boy. Fair. Of course I know the sort you mean — That drummer boy I've often seen. Molly. For he beats a feeble r«m-ti-tum-tum Fair. When he hits his Httle Molly. And his arms seem rather ww7»i-ti-tum-tum Fair. As they rise and downward «w»«-ti-tum-tum. Both. Oh, the dear old toys, and the simple ways- Of those childish-versery, Might-be-worsery, bweetly cursory Nursery Days !"], [16, "12 Fair. Molly. Fair. Molly. Fair. Molly. Both. Molly. Fair. Molly. Fair. Molly. Fair. JBoth. I know I had a famous top, A painted gun that used to pop, A spotted horse that boasted legs Exactly Hke four wooden pegs ; But though I owned a box of bricks, And crimson monkeys climbing sticks, My infant joys were centred in A nodding Chinese Mandarin. Of course I know the sort you mean — That Mandarin I've often seen. For his bells wiU tinkle nVy-a-ding-ding, While his head he'H gravely swing -a-dmg-A'mg, And his hands together bring-a-ding-ding When you pull a piece of string-a.-dmg-Sing. Oh, the dear old toys, and the simple ways Of those childish-versery, Might>-be-worsery, Sweetly cursory Nursery Days! What joUy games I used to play With little boys across the way! We raced and romped as children do — I gave them backs at leap-frog too. We bowled our hoops and new our kites, At hopscotch had some splendid fights ; But Hfe was only quite complete With Punch and Judy in the street. How weU it's varied charms I know — I've seen that Punch and Judy show ! Mister Punch comes up with root-i-toot-toot To the baby he's a irwfo-i-toot-toot ; But his Toby makes him Atfo^-i-toot-toot, And the beadle bids him swotf-i-toot toot. Oh, the dear old games, and the simple ways Of those childish-versery, Might-be-worsery, Sweetly cursory Nurses Days"], [17, "13 No. 10.— SONG— \"A Geisha's Life.\" Mimosa, Mim. A geisha's life imagination tints With all the charming colour of the rose, And people won't believe her when she hints ) Its beauties are not quite what they suppose Because I'm rather quaint and picturesque, They think that for a butterfly like me Existence is delightfully grotesque — How very much mistaken folks may be ! \" Oh, dance, my little geisha gay, And sing your pretty songs ! \" they say But don't you see It's hard on me, Who sing and dance the livelong day And ever as my samisen I play Come lovers at my pretty feet to fall, Who fancy — till I bid them run away — A geisha,' s heart has room enough for all ! Yet Love may work his will, if so he please ; His magic can a woman's heart unlock As well beneath kimono Japanese As under any smart Parisian frock. \" We love you, little geisha gay ! Oh, won't you love us too ? \" they say ; But don't you see It's lost on me, Who hear the same thing day by day ? No. 11.— SONG— \"Jack's the Boy!\" Music by Lionel Moncxton-. Fairfax and Officers. Fair. Of all the lads that be' There is only one for me, And bis home is on the waters deep and blue- But a friend he'll never lack, ''■ For the worl'ds in love with Jack — He's the smartest and the best of fellows t oo I So his hand we Hke to grip As he goes aboard his ship,"], [18, "14 While the girls are fit to break their pretty hearts— For he loves them by the score When he gaily comes ashore, And they're sad when their Jack departs ! Jack's the boy for work ! Jack's the boy for play ! Jack's the lad, When girls are sad, To kiss the tears away ! Hard as nails — afloat ; best of friends — ashore ; Jack ahoy ! You're just the boy That aU our hearts adore ! Officers Jack's the boy for work ! Jack's the boy for play ! etc. Fair, When Jack has got his pay He's the gayest of the gay, For the money in his pocket burns a hole, And he's never happy quite TiH he's spent it left and right — Like a jovial and careless-hearted soul. Though he's very far from shy When a pretty girl is by, Yet a lad may surely \" kiss and never teH ! \" And when duty caUs him back, Taut and trim goes joUy Jack To the ship that he loves so weU ! Jack's the boy for work ! Jack's the boy for play ! Jack's the lad, When girls are sad, To kiss the tears away ! Hard as nails — afloat ; best of friends — ashore. Jack ahoy ! You're just the boy That aU our hearts adore ! Officers, Jack's the boy for work! Jack's the boy for play! etc. No. 12.— RECITATIVE— \"Attention pray.\" Tax Attention, pray ! And silence, if you please !— The Tea-House Regulation Act decrees By Section Seventeen, Sub-Section Three,"], [19, "15 That if the holder of a Hcense be Found guilty after trial — or before — Of disobedience to superior Authority, by this enactment old His tea-house and its contents must be sold ; And all indentures of his geisha too By pubHc auction — unreserved— must go ! Such is the law ! Imari. It is ! I made it so Tak. My duty I must now proceed to do. Lot Number One ! Bring forth Mimosa San, The champion geisha — pride of aU Japan ! Chorus. Come forth, Mimosa — pride of aU Japan, Queen of the tea-house, 0 Mimosa San ! No. 13.— SONG— \"Chon Kina,\" Molly and Chorus. Molly. I'm the smartest Httle geisha in Japan, Aud the people caH me RoH PoH San — Lost in admiration utter At the variegated flutter Of my cleverly manipulated fan. I can dance to any measure that is gay, To and fro in dreamy fashion I can sway, And if stiU my art entices Then — at extra special prices — I can dance for you in quite another way Chon kina, chon kina., Ghon chon, kina kina, Nagasaki, Yokohama, Hakodate1 hoi I Cho-n kina, chon kina, etc. ■Chorus. Molly. Please to notice how correct and highly bred Is the hair erected stiffly on my head, AU severely coiled and braided, While my cheeks are pinkly shaded, And my Hps are tinted elegantly red !"], [20, "16 I'm a votary of fashion as it flies, And my latest new kimono wiU surprise But the charms of RoH PoH WiU not captivate you wholly TiU you gaze into her liquid almond eyes. Chon kina, chon kina, etc. Chorus. Chon hna, chon kina, etc. Molly. I'm considered quite an Oriental beUe, And they teU me I perform extremely weU On the samisen or koto— While my very latest photo Is an article that's always sure to seU. When they dally over dainty cups of cea — The attractions of the clmya come to see — Rich and haughty, poor and lowly Call for pretty RoH PoH— Every customer is sure to order me ! Chon kina, chon kina, etc. Chorus. Chon hna, chon kina, etc. No. 14.— FINALE. Cun. Though of staying too long you're accusing usr Yet Japan has such wonders to show. And you've aU been so good in amusing us, That no wonder we're sorry to go. While the freest us fun is permissible, And such exceUent tea we obtain, And the girls are so quaint and so kissable, We &haU certainly come here again ! Off. lor to pass the most pleasant of days You should always contrive when you can To attentively study the ways Of the dear little girls of Japan. Chorus. Yes, to pass the most pleasant of days, eto. Night approaches clear and starry — bilver shadows softly fall, Bringing rest to great Imari, Welcome rest to one and all. Chokus."], [21, "17 Kat. (to Mim.) Pearl of the radiant Eastern sea, Light of a soldier's life, Time in its course will set thee free — Free to become my wife ! AU that my heart desires to say Would that my Hps could teU ; Fairest of fortune bless thy way — Light of my Hfe, fareweU '. Rose of my fancy's garden fair, Fortune foreteUs Joy that excels- Almond-eyed maid of beauty rare Fondest of f f ondarewells ! Sorry and sad I go from thee, Lord of my loving heart ! Ever and ever think of me, Though for a time we part. Saved by a friend from hapless fate, Whither she goes go I ; So tiU I come, my soldier, wait So tiU I come — good-bye ! Son of the sword, whose gleaming blade Guarding its prize Danger defies, Truest of knights to trusting maid, Sweetest of sweet good-byes Molly (aside) Oh, what wiU they do with Molly, With poor little madcap me ? I've got in a mess In a Japanese dress, And what will the consequence be No doubt with a girl like Mollv They'd try to take liberties free, But if they've the foUy To take them with' MoUy They'U have to be sharper than she Chorus. Now who is this RoH PoH, And what is her Httle game ? We're bound to admit That we're puzzled a bit, For nobody knows her by name. It's bard upon RoH PoH To hint that she's open to doubt,"], [22, "18 And yet we're suspicious And rather ambitious Of finding a thing or two out. Juu. (aside) Another rival ! Though I'm rid of one. It seems my work is only yet hiilf done Fairfax (to Most noble ! we're heart-broken. I may say, Tmari) To take Mimosa from you. Imari. Laugh away ! But don't make sure you've got the best of me Fairfax. Take care my lord. In EngHsIt hands is she ; So don't you dare To touch a hair Of the head of that dainty geisha fair ! (laughing) If truth be told To a marquis old. It's you, not the girl, who've just been sold Chorus. It's only the way Of sailors gay, Yet it seems uncommonly rude te say That if truth be told To a marquis old, It's he, not the girl, who's just been sold! Ima_ri. This conversation we wiU not prolong — (significantly) It may turn out that after aU you're wrong Ohcevs. Please to go ! Please to go ! — Fast the sun is setting, Due respect to custom show ; Orders you're forgetting. Please to go ! Please to go ! Seek the city's shelter ; Time is pressing — Swift progressing, Hurry helter-skelter Ens or Acm I"], [23, "ACT II No. 15.— CHORUS. Chorus. Day born of love, Of gladness and delight, Your moments soon invite To mystic marriage rite ! Throned high above, 0 Tenio Sama shines, And, laughing, he divines A lover's sweet designs. Ohayo ! Ohayo ! Moon by night and sun by day — Tender beam s.ud blazing ray. Ohayo ! Ohayo ! Watch and ward o'er lovers keep- Day to d7-ink of pleasure deep, Night for rest and gentle sleep. Day born of love. Of gladness and deligtit, Your moments soon invite To mystic marriage rite ! PoHtely dressed In aU our best, The wedding we await, And hope they won't be late Or else forget the date. What would be done If either one Neglected to appear ; If somebody demuned Or anything occurred With aU to interfere ? Before our eyes The prospect lies Of rich and festive fare, With cups of sake rare To toast the happy pair. No wonder then That maids and men Unite in Hymen's praise. Aud sing their joyuua lays With blushes all ablaze!"], [24, "20 No. 16. — *SONG. — \"I'll wish him a polite good-day Music by Lionel. Moxoktoh Molly and Chorus. Molly. Poor little maiden, who loves a bit of fun, Learns her propensity to rue ! Just look at me ! what a pretty thing I've done ! Here's a delightful how-de-do ! A precious pickle I'm in ! — Foolish little MoUy, Punished for your foUy, A wooden monkey climbin' Isn't on a stick Hke you ! Click! click! I'm a monkey on a stick ! — Anyone with me can play ; And my antics he'U enjoy Till he finds a newer toy — When he'U wish me a polite gooi-day! Click! click! etc. Molly. Nobody doubts that this horrid Japanese Wives— orient aUy — has got ; One, two or three, or as many as yov please — / won't be added to the lot ! He thinks I can't resist him ; Rolling iu his riches, Fancies he bewitches — But round my thumb I'll twist him Whether he's aware or not! Click! click! He's a monkey on a stick, Bound to let me have my way ! So I'll keep him aU alive TiU my English friends arrive — When I'll wish him a polite good-day ! Chorus. CHck! click! etc. Tht * This Bong is published by Messrs. Hop-wood & Crew, 42, New Bond Street, W-, as Toy Monkey \" with tbe words which are printed at the end of this book."], [25, "21 No. 17.— DUET— \" Ching-a-ring-a-ree ! \" Juliette and Wun-Hi. Juli When 1 want anything done, I try my favourite plan- — I wheedle and coax, And flatter the folks As only a French girl can ! If ever I chance on one Who won't be coaxed by me, I peep and I pry, And I work on the sly — Comprenez vous qa f Wun-Hi, Wee I Wee I Both, 0 chi-kee hi-kee ching-a-ring-a-ree ! — The smart French girl and the cute Chinee ! Monsieur, mam'seUe Suit very very weU, So sing Ching-a-ring Ching-a-ring-a-ring-a-ree ! Wun-Hl When me want gettee my way, Keep muchee open eyes ; For Chinaman mild Him wellee sharp chUd — TeU plenty big whopper Hes ! Juli. Together we U work to-day — You're just the man for me ! A girl never jibs At a few little fibs — Comprenez vous ca ? Wun-Hi. Wee! Wee! Both, 0 chi-kee hi-kee ching-a-ring-a-ree! — The smart French girl and the cute Chinee ! Monsieur, mam'seUe Suit very very weU, So sing Ching-a-ring Ching-a-ring-a-ring-a-ree !"], [26, "22 No. 18.— QUINTETTE— \"Jolly Young Jacks are we' Fairfax, Cunningham, Grimston, Cuddy and Stanley. Fair. Half-round the world we've been, my boys, On pleasure and on duty — At eveiy port we've known the joys Of some bewitching beauty ! Gun. The simple maid from sunny France, Who blushed and seemed to falter — The Spanish girl we met by chance When strolhng through Gibraltar. Cud. Give me a girl from any clime, And I'll adore her — for a time ! All. JoUy young Jacks are we, Merry of heart and gay ! — Sons of the roUing sea Homage to Beauty pay. What if her eyes are dark ? — What if her eyes are blue ? — Beauty is fair Everywhere If Beauty's the girl for you ! . Fair. We've seen all sorts and sizes too — Some rather quaintly dressed ones; But give me eyes of EngHsh blue — Believe me, they're the best ones ! Cun. That Chinese girl I couldn't stand With feet of small dimensions, Or Gretchen from the Fatherland, Who asked us our Intentions. Cud. WeU, any you don't care about Pass on to me — I'U take them out ! All. Jolly young Jacks are we, etc. No. 19.— SONG— \" The Jewel of Asia.\" Music by James Philp. Mimosa. Mim. A smaU Japanese Once sat at her ease In a garden cool and shady, When a foreigner gay Who was passing that way Said, \"May I come in, young lady ?\""], [27, "■ll> So she opened her gate, And I blush to relate That he taught Japan's fair daughter To flirt and to kiss Like the little white miss Who Hves o'er the western water ! He caUed her the jewel of Asia, But she was the Queen of the Geisha, So she laughed, \" Tho' you're ready to-day sir, To flirt when I flutter my fan, To-morrow you'D go on your way sir, — Forgetting the girl of Japan ! \" But when he came back (Alas ! and alack ! ) To that garden cool and shady, The foreigner bold Was decidedly cold, And talked of an English lady. With his heart in a whirl For the little white girl, He declared how much he missed her, And forgot, if you please, His poor Japanese — For he never even kissed her ! But she was the jewel of Asia, The beautiful Queen of the Geisha, And she laughed, \"It is just as you say, sir — You love for as long as you can ! A month or a week or a day, sir, WU1 do for a girl of Japan ! \" No, 20.— QUARTETTE.— \"What will the Marquis do? Mimosa, Fairfax, Cunningham and Wun-Hi. Fair When he finds that his dear Httle love-bird's gone, Oh, what wiU the Marquis do ? — WiU hu fly into a rage, Or fill the empty cage With another little bird — or two ? He'U vow that the ceremony must go on— With some little girl or other ! And I fancy he'U aitmit That he doesn't mind a bit; CUN, For one of them is very like another"], [28, "24 i > All. Oh, wiiat wiU he do, and what wiU he say ? — WiU his language be improper In a Japanesey way ? He may do what he likes ; he may say what he thinks But we'U pop a Httle stopper On his jolly, joUy jinks ! Mm. When he finds that his dear Httle bride has fled, Oh, what will the Marquis do ? — If he isn't too upset He'll manty JuHette, And adore her for a month — or two ! Wun. Me think that he'll breakee breakee Wun-Hi's head Some bad luckee day or other ! If no beatee me with 6tick, Then he givee me a kick — But one of them is wellee like another ! All. Oh, what wUl he do, and ufhat wiU he sav \" WiU his language be improper* In a Japanesey way ? He may do what he likes ; he may ay what he thinks But we'll pop a little stopper On his joHy, joUy jinks ' No. 21. — SONG — \"If that's not Love — What is?\" Juliette. Jttli. To win the man who's won my heart There's Lothing that I wouldn't do ! I'd wear a frock that wasn't smart — An unbecoming chapeau too. If square-cut shoes should please his taste, Then no .more pointed toes for me, And thirty inches round the waist I'd cheerfully consent to be. And if that's not love — what is? For I feel my heart go pop, And my senses whirl and fizz Till I don't know where to stop ! Car c'est ainsx, mes amis, Que Von airne en tons pays ; Car I'amour, V amour, .'amour, I'amour, L 'amour ne raisonne pas ! Juri. To win his heart — if he were rich — Still further I'd consent to go ! I'd catch his eye by conduct which Would not be voted.owme il faut."], [29, "25 I'd prove to him in Ute-d-tUe That girls are not so prim and chiH, And then if he should hesitate — I'd go a Httle further stiU ! And if that's not love — what is ? For I feel my heart go pop, And my senses whirl and fizz TiU I don't know where to stop ! Car c'est ainsi. mes amis, Que J' on aime en tous pays , Car I'amour, I'amour, I'amour, I' amour, L' amour ne raisonne pas ! No. 22.— ENTRANCE OF CHORUS. Koi-ica se-ni sumu, Tori-wa ki-ni tomaru, Hito-wa nasake-no Kage-ni sumu.* Chorus. No. 23. -ENTRANCE OF GEISHA. Geisha. With splendour auspicious, 0 sunbeams, illumine the day ! With perfume deHcious, 0 flowers, make fragrant the way ! 0 zephyrs, go carry Our song to the Master of Might, Who cometh to marry The Rose of his fancy's deHght ! Sing sweetly and shriUy, 0 twittering birds of the air ! — Than Hlac or lily The bride is more daintily fair. From hul and from vaUey The echoes are greeting the day With soft fal-lal-laUy, And tender fal-lal-lal-lal-lay ! * The carp lives in the stream, The bird roosts on the tree, Man lives only by sympathy. Old Japanese song, translated by A. Diosy, Vice -Chairman, Japau Society.!"], [30, "26 No. 24.— LAUGHING SONG. Music by Napoleon Lambelet. I can't refrain from laughing for I'm tickled by their plan, Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! A Geisha's much too clover for a noble of Japan ; And if they are successful, they'll be able then to boast With pardonable glee, Wherever they may be, How neatly they have got this haughty gentleman on toast t Ha! Ha! Ha! Ha! Ha! Hal' Ha! Ha! Ha! Ha! Ha! Ha! Ha ! I'm tickled by a trifle it is true, true, true, A funny little failing I have got ; I cannot see a joke that others do, do, do, And often laugh at something I should not — Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! And often laugh at something I should not — It doesn't matter what. Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! Now marriage is a matter far too serious for chaff, Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! Ha! And yet it's so amusing that it only makes me laugh ; I'm longing to be married in tho Oriental mode, Yet when I stand beside My charming little bride, Of course I shall be happy, but I know I shaU explode, Ha ! Ha ! Ha ! Ha ! Ha ! Ha ! Ha! Ha! Hal Ha! Ha! Ha! Ha ! I'm tickled by a trifle, &c. No. 25.— SONG.— \" Chin Chin Chinaman,\" Wun-Hi and Chorus. Wun-Hi Chinaman no money makee Allo Hfee long ! Washee-washee once me takee — Washee-washee wrong ! When me thinkee stealee coUai's P'Hcee manee come ; Me get finee fivee doUars — Plenty muchee sum !"], [31, "27 Chin chin Chinaman Muchet muchee sad Me afraid Allo trade Wellee weUee bad ! Noee joke — Brokee broke — Makee shuttee shop ! Chin chin Chinaman, Chop chop chop ! Chorus. Wun-Hi Chin chin Chinaman, etc, When me gettee catchee cheatee Playing piecee card, Chinaman they aHo beatee — Kickee wellee hard ! When me takee nicee placee Makee plenty tea, Gettee me in more disgracee — Up they sellee me ! Chin chin Chinaman Aluehee muchee sad! Me afraid Allo trade Wellee weUee bad ! Noee joke — Brokee broke — Makee shuttee shop ! Chin chin Chinaman, Chop, chop, chop Chin chin Chinaman, etc. Chorus. No. 26.— SONG— \"Love! Love!\" Mimosa and Chorus Mim. (to Imari) Upon your bride So coy and cold When once I've tried The charm I hold, And o'er her cast My magic speU, She'U own at last She loves you well ! (Aside to others, laughing) Ha ! ha"], [32, "28 (To Imari) No proud disdain She'U then express, But turn your brain With soft caress ; With blush that speaks A world of bliss, Your tender cheeks She'U softly kiss ! Ha! ha! Aside to others) Love ! love ! come at my call ! Love ! love ! shedding on all Tint of the rosebud and glamour of gold Weaving your wonders thro' ages untold Love ! love ! come at our call ! etc. Chorus. Mim. (to Imari) The charm wiU soon Her heart expand — From morn till noon She'U squeeze your hand ; From noon till night With garlands fair Of daisies white She'll crown your hair ! Ha! ha! (Aside to others) (To Imari) When none can hear, Excepting you, She'll call you \"Dear!\" And \" Darling ! \" too ; Unless you check This tender flow, Around your neck Her arms she'll throw ! (Aside to others) Ha! ha! Love ! love ! come at my caU ! Love ! love ! shedding on all Tint of the rosebud and glamour of gold ; Weaving your wonders thro' ages untold Love ! love ! come at our caU ! etc. Chorus. No. 27.— SONG.— \" The Wedding.\" Words by Adbiax Ross. Imari and Chorus. Imari. Then come and join the bountiful feast, It isn't a time to tarry ! Chorus. It isn't a time to tarry ! Imari. Fur aU the best of West and East Is spread for the day I marry ! Chorus. It's spread for the day you marry ! Imari. So foUow me and lift the latch, And drink good luck to the present match, And clear the board with a happy dispatch"], [33, "29 Imari and That isn't a hari-kari'. Chorus. Then merrily pour A glass of champagne, I've tried it before, I'll try it again ! I'll try it— Chorus. He'U try it — Imari. As diet. Chorus. As diet. He's tried it before and he'U try it again ! Imari. Perhaps you British think me a brute, In your manner jihilanthropic ! Chorus. In their manner philanthropic ! Imaki. At present I must decline dispute On the marriage problem topic. Chorus. On the marriage problem topic. Imari. I grant experience may have shown That taking one wife and one alone Is very well in the temperate zone, Imaki and -r, . t I am i , ■„ r, But tt • ! a trifle tropic. Chorus. I He is t x Imari. From having one more, Why should I refrain ? I've done it before, I'U do it again. I'll do it, Chorus. He'll do it ! Imari. Go through it, Chorus. We knew it ! He's done it before and he'U do it again ! Imaki. For why should dainty English girl A siUy young British tar kiss ? Chorus. She shouldn't a British kiss ! Imari. Wheii she can marry a belted Earl Or a most magnificent Markiss ! Chorus. A most magnificent Markiss ! Imari. She may be skittish and make a scene, But I shall smile in a style serene, And she will be as the rest have been, Imari & Chorus. Quite wiUing to marry the Marquis. Imaki. For when 1 adore It is not in vain, I've been there before I'm going again ! I'm going- Chorus. Imari. He's going ! So knowing ! So knowing ! Chorus. He's been there before and he's going again,"], [34, "30 No. 28.— SONG— \" The Interfiling Parrot.\" Molly and Chorus. Molly. A parrot once resided in n pretty gilded cage, Sarcastic was his temper, and uncertain was his age. He knew that two canaries had apartments overhead Who'd only very recently been wed. Chorus. They'd recently been wed. Molly. He kept an eye on aU that they were doing — Chorus. An interfering parrot, in a nasty frame of mind ! Molly. And vowed he'd stop their billing and their cooing. Chorus. Which really was exceedingly unkind I Molly. PoUy winked his eye, and PoUy gave a sign, And Polly took his best hat down ; He caUed on Mrs. C. and took a cup of tea When Mr. C. had gone to town ; Then wisely wagged his head, And seriously said: — \" Well, husbands are a lot ! A pretty one 3 ouve got ! Such tales I never heard ! So dissolute a bird I never met before ! What goings on ! oh, lor ! \" Chorus. Polly winked his eye, and PoUy gave a righ, etc. Molly. Ho left the poor canary with her spirits rather low, But when she got her husband home her tongue began to go. In vain he tried caresses, and'attempted to deny — The silly little bird began to cry. Chorus. The bird began to cry ! Molly. She told him that she knew he loved another — Chorus. A shocking accusation for a little bird to make Moi.ly. And said she meant to go and see her mother ! Chorus. A very silly step for her to take ! Molly. PoUy winked his eye, and Polly gave a sigh, And Polly took his best hat down. He knew there'd be a fuss, so jumping on a 'bus, He caUed on Mr. C. in town ; Then wisely wagged his head, And seriously said :— \" A pretty wife you've got ! I see you've had it hot, And bless your heart, it's true She s just as bad as you ! Directly you are gone — Oh, don't she carry' on ! \" Choeus. Polly winked his eye, and PoUy gave a sigh, etc"], [35, "31 Canary's yeUow countenance with jealousy was green, And when he met his wife they had a nice domestic Molly. scene- Till — she with pockethandkerchief, and h* with suUei scowl, Chorus, Molly. Chorus. Molly. Chorus, Molly. •Chorus, Molly. Cuoi.us. Moi.ly. Chorus. They hurried off to Mr. Justice Owl ! To Mr. Justice Owl ! He granted a judicial separation — And all because of PoUy's unsubstantiated words And now they live in icy isolation ! Two reaUy very wretched little birds ! PoUy winked his eye, and PoUy gave a sigh. And Polly bought a Special Sun. He read the full report of what occurred m C«urt, And chuckled at the mischief done Then going off to bed, 'Contentedly he said : — '• Thank goodness that's aU right ! I'll get some sleep to-night — A thing I cannot do When lovers biU and coo. They won't annoy a soul ! Poor Polly ! scratch a poll ! PoUy winked his eye, and Polly gave a sigh, etc. Encore Verse. Of course there is amoral, and of course it's at the end — Those foolish young canaries had a monkey for a friend, And as to all the trouble each in turn was giving vent, They put the cunning monkey on the scent. They put him on the scent ! He caUed upon the parrot in the morning- No doubt the parrot wondered what on earth he had to say. And ' ' went for \" him without the slightest warning The parrot had a very happy day ! FoUy piped his eye, and Polly gave a sigh, And Polly used a naughty word. The moukey — when he'd done — of feathers hardly one H ad left upon the bad old bird, He scratched his aching head, And ruefuUy he said : — \"Oh, Sarah, ain't it primo? I've had a beastly time ! Poor Polly's feeling bad — Oh, what a day I've had ! I'm sorry on the whole — Poor PoUy ! scratch a poU ! ' Mor.LY. Chorus. Molly. ■Chorus. Polly piped his eye, and PoUy gave a sigh, etc"], [36, "32 No. 29.— SONG— • Molly Mine.\" Words by Ajirian Ross. FAIRrAX. Fair, Here among the flowers, Molly mine, Minutes go like hours, shade or shine, By the golden grating, where you pine, Molly, MoUy, sever'd by our foUy, Idle I am waiting, Molly mine. Now so far apart we are — Although my love, so near. Come to me and pardon, make my heart the garden Where there blows, my English rose My Molly, Molly dear. You mistrusted me girl, Molly mine, Turned a mimic tea girl, fair and fine ; Now too late the danger you divine Captured by a stranger, MoUy mine ; Molly, Molly, like a dainty dolly, Just the toy to be the joy ( If one you hate and fear — That you shall be never, you are mine for ever, True and tried my English bride My MoUy, Molly, dear. No. 30.— FINALE. Before our eyes All. The prospect lies Of rich and festive fare.-. With cups of saki rare To toast the happy pair No wonder then That maids and men Unite in Hymen's praise, And sing their joyous lays With blushes aU ablaze Happy Jajian, Garden of gHtter ! Flower and fan Flutter and flitter ; Land of bamboo, (Juvenile whacker !) Porcelain too, Tea-tray and lacquer ! CURTAIN. Frank Uant, General Printer, 64, Berw'ck Street, Oxford Street, W"], [37, "TZfie Ifoy Jftonftey -^* SONG, -æ- Words by Music by HARRY GREENBANK. LIONEL HONCKTON Fresh from the paint-pot, a monkey on a stick Posed in the window of a shop ; Proud of his looks and his funny Httle trick — Such a conceited little fop ! He thought his wooden figure, Newly crimson -coated, EeaUy would be voted Haut ton and quite de rigeur — Altogether so tip-top ! \" CHck ! click ! \" Said the monkey on a stick, \"Never in a shop I'U stay ! \" So he stroUed around the town, Meeting Smith and Jones and Brown, And he wished them a poHte good-day. Jacko in Bond Street excited much remark, Yet was he nodded to by none ; Fashion ignored him, and Jacko in the Park Down by a bicycle was run. Before a word was spoken, Flat upon his back — 0 ! Somersaulted Jacko, His hat and stick aU broken — Such a lot of damage done ! \"Click! dick!\" Groaned the monkey on a stick, Limping from the Park away, \" This is quite enough for me Of your fine Societee, So I'll wish you a poHte good-day ! \" Battered and broken and feeUng rather faint, Home going guiltily again, Poor Master Jacko had aU his lovely paint SpoUt by a drenching in the rain. The shopmen when they found him, Hoping to renew him, Set to work to glue him, But though with string they bound him AU their efforts were in vain ! \"Click! cUck!\" Sighed the monkey on a stick, \" 'Pride wiU have a faU,' they say ! \" But he'd lost his wooden wits, So they broke him into bits, And they wished him a polite good day."], [38, "GEO. FRED. HORAN'S POPULAR SONG. The Pedlar. (IN G, COMPASS E TO E). „ A Uegretto. gftrr „■■ j t. *&=&~,^______=_3i Tramping a -long in th* road, With weather - worn wal-let at [ffl .-j—^33____^__^lllg ff*T ■ r--^-K-^^7__i___B back *d sun or in siow I must sfe-r_^^_+^-^J_--^ wea - ri - ly go, Or bread will my lit- tie one's lack. I ggt-i_ — — =r~f -. l~c if\" 1 1 [ £~T >-[ r Tramping along in the road, With weather-worn wallet at back In sun or in snow I must wearily go, Or bread will my little ones lack. Rarely a kind-hearted word, And mostly a look of distrust. From those whom I ply with entreaties to buy, To gain me a bed and a crust. On, on, on ! little rest on the earth have 1 1 And the world ne'er cares, Whilst it smoothly fares, Whether I live or die J Foolish this envy, I know. And lighter my heart when 'tis o'er; Yet the difference seems, aye, again in my dreams. So strange 'twixt the wealthy and poor. On, on, on I &c. Happy I deem Is my lot, When near to my day-journey's end. If, finding my wares, through entreaties and pray' re. Have brought me a shilling to spend. So must the world ever be, Divided 'twixt beggar and bleit ; Yet a few fleeting years and the gulf disappear!, And poor with the rich are at rest. On, on, on I bxc, £dward Oxenford. Oft I unthinkingly sigh, When passing the gates of tbe rich ; A.nd envious feel ot their sumptuous roeai, Whilst I may take mine in a ditch! ) AP97 ;PRtlCE TWO SHILLINGS NET. London : H0PW00D & CREW, 42, ta Bond Street i."], [39, "AN ARTIST'S MODEL. A COMEDY WITH MUSIC. Words by OWEN HALL. Lyries by HARRY GREENBANK. Music by SIDNEY JONES. (Authors of \"A GAIETY GIRL.\") VOCAL SCORE (Illustrated) net 6 0 PIANOFORTE SOLO 3 0 LYRICS ,06 DANCE MUSIC. Valse... ... ... ...Arranged by Sidney Joitks 4 0 Lancers ... ... ... ,, „ 4-0 Barn Dance „ „ 4 0 VOCAL MUSIC \"I love him only\" 4 0 Sung by Miss MAKIE TEMPEST. \"Trilby will be true\" 4 o Sung by Mr. MAURICE FARKOA. \" Dear little Daisy \" 4 0 Sung by Mr. FEED \"WEIGHT. \"Queen of the Sea and Earth\" 4 0 Sung by Mr. C. HAYDEN COFFIN. \"Mine at last\" 4 0 Sung by Mr. C. HAYDEN COFFIN. \"Is Love a Dream?\" in E and F 4 0 Sung by Mr. C. HAYDEN COFFIN. \"The Gay Tom-tit\" 4 0 Sung by Miss LETTY LTND. \" Little Daisy with the dimple\" (I wonder why) 4 0 Sung by Miss LETTY UND. \"Umti-umti-um!\" 4 0 Sung by Miss LETTY LIND. \" On y revient toujours,\" in G and B flat ... 4 0 Sung by Miss MARIE TEMPEST. \" Give me Love,\" in F and A flat 4 0 Sung by Miss MARIE TEMPEST. \"The Laughing Song\" 4 0 Sung by Mr. MAURICE FAEKOA. \" Gay Bohemi-ah \" 4 0 Sung by Mr. MAUEICE FAEKOA. \"The Lady wasn't going that way\" 4 0 Sung by Miss LOTTIE VENNE. PIANOFORTE ARRANGEMENTS. Pianoforte Selection by CHAS. GODFREY, Junr. 4 0 Do. do. do. Arranged for Violin and Piano by James Weaver 5 0 London : H0PW00D & CREW, 42, New Bond Street, W."], [40, "\"THE GEISHA.\" A STORY OF A TEA HOUSE. ~<?X A JAPANESE MUSICAL PLAY. K&* Libretto by Lyrics by OWEN HAT1T1. HARRY GREENBANK. Haslo by SIDNEY JONED. (The Anthon of \"AN ARTIST'S MODEL\" and \"A GAIETY GIRL.\") ». d. VOCAL SCORE (Illustrated) Net. 6 0 PIANOFORTE SCORE 3 0 LYRICS ,08 DANCE MUSIC. Yalse 4 0 Lancers 4 o VCCAL MUSIC. SONG— \" Molly Mine \" 4 0 Sung by Mr. 0. Hayden Coffin. SONO— \" The Amorous Goldfish \" (in F & ii.) 4 o Sung by Miss Marie Tempest. SONG-\" A Geisha's Life'' 4 0 Sung by Miss Marie Tempest. SONG— \"Love 1 Love!\" 4 0 -un- Vir Mi<u. Marie Tempest. BONG— \"The Jewel of Asia\" 4 0 Sung by Miss Marie Tempest. SONG— -The Interfering Parrot\" 4 0 Sung by Miss Letty Lind. SONG— \" The Toy Monkey \" 4 0 Sung by Miss Letty Lind. SONG- \"Chon Kina\" 4 0 Sung by Miss Letty Lind. SONG— \"Jaok'a the Boy\" (in C & D) 4 0 Sung by Mr. 0. Hayden Coffin. SONG— \" Star of my Soul \" 4 0 Sung by Mr. 0. Hayden Coffin. SONG— \" If that's not Love— what is ?\" 4 0 Sung by Miss Juliette Nesville. SONO— \"Chin, Chin, Chinaman\" 4 0 Sung by Mr. Huntley Wright. SONG—\" The Dear Little Jappy-Jap- Jappy \" 4 0 Sung by Mr. Louis Bradfield. SONG— \"Hey-Diddle-Diddlel When Man is in Love\" ... 4 0 Sung by Mr. Louis Bradfield. DUET— \"The Toy\" * 0 Sung by Miss Letty Lind and Mr. 0. Hayden Coffin. DUET— \"The Kissing\" * 0 Sung by Miss Marie Tempest and Mr. 0. Hayden Coffin. PIANOFORTE ARRANGEMENTS. SELECTION 4 0 Do. arranged for Violin and Piano 6 0 London. H0PW00D & CREW, 42, New Bond Street, W."], [41, ""], [42, ""]]