[[1, ""], [2, ""], [3, "i-1"], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "ANTIQUITIES."], [10, ""], [11, ""], [12, "QAa^y^z/Atzr-Aej os- rzy&not^r^QA'u^AL-- YPAtc-tuAji"], [13, "ANCIENT IRISH DEEDS AND WRITINGS, CHIEFLY RELATING TO LANDED PROPERTY, FROM THE TWELFTH TO THE SEVENTEENTH CENTURY, WITH TRANSLATIONS, NOTES, AND A PRELIMINARY ESSAY. BY JAMES HARDIMAN, ESQ. M. R. I. A. DUBLIN: E. GRAISBERRY, PRINTER TO THE ROYAL IRISH ACADEMY. 1826."], [14, ""], [15, "Ancient Irish Deeds and Writings, chiefly relating to Landed Property, from the twelfth to the seventeenth century, with Translations, Notes, and a Preliminary Essay. By James Hardiman, Esq., M. R. I. A. Read February 27, 1826. JL HE abolition of the ancient tenures of Ireland, and the conse quent deduction of title from the crown of England, during the sixteenth and seventeenth centuries, rendered deeds and writings in the Irish language, particularly those relating to landed pro perty, in a great degree useless. Other combining circumstances, but chiefly the policy and care of successive English grantees to destroy all evidence of previous right and possession in the natives, caused those domestic documents to become so scarce, that the few which escaped the general wreck are, at the present day, esteemed valuable rarities, when to be found in the cabinets of the curious. In fact so rare did they becom ;, that Mr. O'Halloran, in the Introduction to his History of Ireland, has given a transla tion, accompanied by an elaborate description, of a single Irish deed, which he notices as a matter of great curiosity, though not much older than the beginning of the fourteenth century. This is a loss much to be regretted, but particularly so in an historical point of view ; for, next to the publication of the remains of the Brehon law, the written instruments in use under that code would serve to convey more accurate information of the state of society in Ire land, and of the manners, customs and ordinary transactions of the b 2"], [16, "4 people, than perhaps any other medium at present extant, the printed histories and unpublished annals of the country being in those respects lamentably deficient. This position will appear clearly exemplified by the ancient Irish writings, which I now have the honor of laying before the Academy in their original form, accompanied with close English translations.* This collection principally consists of deeds and instruments relating to property, and almost entirely belongs to that part of Ireland, anciently called Tuath-Mumhain, (Thomond ) or North Munster. This great territory, which was formerly under the dominion of the powerful family of O'Brien, extended from the Isles of Aran, on the western coast of the kingdom, to Sliabh- Eibline near Cashel in the present county of Tipperary, thence to Carran-Fearaidh or Cnoc-Aine in the present county of Limerick* and from Leim-na-con or Loopshead to Sliabh-Dala in Ossory. Part of this tract of country was erected into a county, in the year 1585, by Sir John Perrott, Lord Deputy of Ireland, and received the name \" Clare,\" in commemoration of the Anglo-Norman Earl,-f * To William Dix, Esq. an eminent Solicitor of this city, I am indebted for many of these documents. William Shaw Masorij Esq., author of the Statistical Survey of Ireland, kindly furnished me with a few from his valuable MS. collection. The remainder were in my own possession. It has been suggested that many of a similar nature might be discovered in the library of Trinity College, Dublin, if carefully explored. f By inquisition taken at Castlebank in the County of Clare, on the 23d of August, 1637, it was found, that Edward I. by letters patent dated 26th January, 1275, granted the whole land of Thomond to Thomas De Clare, and the heirs male of his body lawfully begotten, who died thereof seized at Bunratty in 1287 ; that said land descended to Gilbert De Clare his son and heir, who having died without issue, it descended to Richard De Clare his brother, who having died in 1317, the land of Thomond, for want of heirs male of the original grantee, re verted to the crown ; and that at the time of taking the inquisition the fee and inheritance thereof were vested in King Charles I. — Orig. Inquis. Rolls Office.— This inquisition was taken by order of Lord Deputy Strafford, in furtherance of his famous impolitic project to dispossess the ancient proprietors of their estates."], [17, "5 to whom Edward the First had, most inconsiderately, and with crying injustice to the natives, made a grant of the entire dis trict, a grant which caused the loss of thousands of lives.* The abo riginal inhabitants of Thomond were — the O'Briens, who long pos sessed kingly power and dignity — the Macnamaras, hereditary Marshals of the country. — The O'Loghlins of Burren, or Eastern Corcomruadh — The Mac Mahons of Corca-Bhaiscin — The Mac Donnells of Darach, descended from the Monarch Brian Bo roimhe — The O'Connors of Corcamruadh — The O'Deas of Di sart-ui-Deagha — The O'Hallorans — The O'Gradies, Lords of Muintir-Tir-Conlachta-O'Kearney— 0'Daly-*-0'Slaltery— TheMac Bruodins, hereditary historians of North Munster — The O'Gor mans, chiefs of Tullichrien — The O'Hehirs of Callain — The O'Molonys of CeiVTanan — O'HefFernan and O'Quin of Corrofin — The Mac Clanchys, hereditary judges and lawyers. — The Mac Sweenys — Mulconrys, &c. and to several of these families the fol lowing instruments will be found to relate. Many of these documents are of considerable antiquity. The * From the Annals of Inisfallen we learn that Thomas De Clare, with many other Englishmen of rank, fell in battle with the O'Briens—\" ts. C. 1287. Camay De Clare an t-lapla a%us cosnamac Z^ (Duma/., a%us nalljhjpjhe Jestj-ialt (Dejc Ollujpjy, aj,us Tijoc^h Taafse, a%us Tcjocaph Decker, aj,us JM;occt.c.;<- Teling bo iujtjm a j-cat a h-Zuahmaman le tojphealbac CDac C0.JO3 Caol-r,y^e Uj bpjajn a%us le Caahmr,mneacojb, 50 n-'ap toop <j pjhjpjb a-guy <| j\\ay--^allajb (Duma.. r;le, ap ceahna.\" — \" A. D. 1287. The Earl Thomas De Clare, the protector of the English of Munster, and the Knights Gerald Fitz-Maurice, Richard Taafse, Richard De Exeter and Nicholas Teling, were slain in a battle fought in Thomond against Turloch son of Teige Caoluisge O'Brien and the Thomonians, in which battle all the knights and Englishmen of Munster were cut off with dreadful slaughter.\" — The same Annals also mention the extent of territory granted to De Clare — « Tpa be yo pah peappahajs an Cblapaj j a%us Caahmaman an tan yo ,j. 0 Cjobpajh na Qrpyjoh 30 V)-jomalajb buna pajte, <t. C. 1285.\" — \" The possessions of De Clare and the English of Thomond, at this time, extend from Tiobraid na Huinnsionn to the confines of Bunratty. A.D. 1285.\""], [18, "6 most ancient are without dates or signatures, having been entered into before it became customary in these islands to affix either to written contracts. These belong to the 12th, 13th and 14th cen turies. The greater number, however, are dated. The earliest of the latter class occurs in the year 1419, and the latest in the year 1619, about which time the use of the Irish language in legal writings was discontinued. The deed, No. II. which I conjecture to be as early as the beginning of the 12th century, is a curious specimen of its kind. Of it and No. XXIX. which is dated in the year 1573, sac-similes are given. The rudeness of the one, and the comparative elegance of the other, will shew the improve ment which took place in the art of penmanship between both periods. Their contents are strikingly interesting at the present day, being illustrative of manners and customs, which have long since disap peared and been forgotten. Like all collections, some of the pre sent articles, taken singly, may be esteemed of little or no value, but combined, their utility becomes obvious and unquestionable. They mutually serve to explain each other, and by so doing deve lope facts which, otherwise, might have remained buried in obli vion. To adduce a few instances. They evince the characteristic piety of the people, who often commenced and concluded these instruments with some word or expression of a pious tendency, and consecrated their ordinary dealings with the solemnity of religion, by frequently calling on God as a witness to their contracts.* They also shew the state of education, for I was not a little surprised to find so few marksmen, as they are termed, among so many origi- * See Nos. XX — XXI. — In No. XXV. God with his angels are named as sureties, that the rival chieftains O'Brien and Macnamara would not wage war against each other."], [19, "7 nal signatures. But here it must be observed, that the district of Thomond, or Clare, like that of Kerry, has been from an early pe riod, and still is, remarkable for the generally improved education of the various classes of its inhabitants. Further, they afford abundant evidence that the Irish natives of those parts acknow ledged no other legal jurisdiction than that of the Brehons, un til after the commencement of the seventeenth century, when the laws of England, under James the first, were extended over the whole island, and legal muniments were, for the first time, gene rally written in the English language. The following instruments, combined with the fragments of the Brehon code, published by the late venerable and learned Vallancey, even scanty and imperfect as they are, will demonstrate how long and how stedfastly the people adhered to those laws, which were established in Ireland before the era of Christianity, and continued to the accession of a monarch, to whom the nation willingly submitted, as the lineal descendant of its ancient kings. Among the most curious may be enumerated No VIII. being an ancient translation of a Brehon Judge's sentence or decree, a record of very rare occurrence. The punishment appears to have been by Eric or Fine, for as murder was punished by an Eric, so a bare attempt to commit it, as in the present case, though unsuc cessful, was also subject to a like penalty.* From this fragment it is manifest, notwithstanding some assertions to the contrary, that the decrees of the Brehons were committed, in regular legal form, to writing. It further shews that they were accustomed to insert in * Vide Harris's Ware, where an instance is adduced under the year 1148, that \" When Do nald O'Ferral and several of his clan conspired to kill Ternan O'Rorke, whom they set upon and grievously wounded ; yet, notwithstanding he escaped with life, his Eric was exacted from the O'Ferrals, as if he had been killed.\"— Fy.. 1 . p. 70."], [20, "8 their judgments the terms of the laws on which they founded their decisions. In the present instance such was the case, but the Irish original has not been handed down, and the words of the law are dismissed by an #c. in this old translation. — Numbers XIV. and XV. present a singular view of the possessions of the O'Brien and Macnamara families, near five centuries ago. Number XXV. might, with propriety, be termed Articles of Peace, between the Rival Chieftains of those names. Number XXIX. and the note subjoined to it are amongst the most interesting of the entire. The reader cannot but be struck by the expression in the latter, \" Prostrate upon my knees before your honors,\" as displaying an incident which, it is conceived, would form an appropriate subject for an historical picture, whose leading feature might be the striking contrast be tween the humiliated Milesian prince on the one side, and the arrogant members of Queen Elizabeth's Irish Privy Council of that day on the other. But the principal value of investigations like the present lies in the assistance which they afford the local or general historian, in tracing the progress of society, and illustrating the manners and customs of former times. The ancient writings now under consider ation, may prove serviceable in these respects. So far as they extend, they shew the use and denomination of money, the value of land and its produce, and the price of several commodities from time to time, for some centuries. From among the matters of various in formation which they contain the following heads have been selected. — In No. X. a fine or Eric appears to have been imposed for murder or homicide, but very inadequate in amount to the dreadful crime committed. Although murder was generally punished by fine, as before observed, yet it must not be concluded that that was the only penalty. This and other heinous offences were punish-"], [21, "9 able with death by the ancient laws of Ireland. This severity was, however, in general mitigated by the law of Eric or retaliation, to which some historians have given a decided preference over the more sanguinary inflictions of modern times. — From No. II. it may be inferred that title to lands might have been acquired by force, or in consequence of forfeiture as an Eric. Conor O'Hurley appears to have so acquired the land of Carrowancalla. To Galloglasses he paid sixteen cows and a noble for the Brehon's judgment, by which the transaction was affirmed. — The consent of the entire tribe or family necessary before an individual could alienate any part of the inheritance, XIX. — One tribe purchasing land from another becomes bound to furnish, as additional consideration, suitable food and raiment, for a certain period of time, and the disposing party is bound to be clement, or to afford protection to the other, XVIII. — Cattle given as a marriage portion, XXVI. — Cattle taken as a prey and the owners made prisoners, VIII. — A whole town land forfeited for stealing a cow. Crosses of interdiction raised between contending parties, X. — The same deed written in three languages, Latin, English and Irish, XXX.— These three languages used in the same instrument, XXIX. — Cows killed and liquor provided for funerals, XXXII. — Guarantees and hostages liberated, on payment of twenty marks for some and forty marks for others, XXV. — Broad cloth, hats, scarlet cloth, grey cloth, aquavita in the fifteenth century, XVII. — Hides, fells and chines of beasts killed for the chieftains' suppers, or while in camp, given as fees to the Marshall, and the Marshall's fees on the marriage of his chiefs daughters, XXIX. — A cow valued at three shillings. Lands mortgaged for cattle. Fees for Brehon's judgment or decree. Interest for money due, shillings and nobles in use, II — Rent paid in wheat, in beeves, in wine, in subsisting soldiers and sportsmen, in pence, groats, shil- c"], [22, "10 lings, marks, and ounces of gold. O'Brien's Rental, XIV. — Lady's rent, exclusive of Lord's rent, ounces of unspecified metal, (this metal is supposed to have been silver, for when gold is specified as rent it seldom exceeds an ounce,) paid, and food once a year reserved as rent, Mac Namara's Rental, XV. — Gardens, orchards and roads, XXVI. — XXVIII. — Public Notaries, a gilt cup valued at nine marks, four garrans and an ambling nag valued at five marks, XVII. — Five good hackneys and five marks considered as of equal value, XXIX. — A considerable extent of ground (the dimensions not expressed) with all its grass, moor, wood and arable land, sold for twelve marks, having been previously mortgaged for twelve cows, XXII. — Trivial as these particulars may at first sight appear, yet it must be remembered, that to an accumulation of such facts, made from time to time by men of antiquarian learning and research, and judiciously treated of by their historians, the people of England are mainly indebted for the present perfect state of their National History. It must be obvious to all capable of considering the subject with attention, that much preliminary labour yet remains to be achieved, before a comprehensive History of Ireland can be fully and faith fully given to the world. When this desirable and much wished for work shall be completed, the Irish character will beam forth in all its native brilliancy from beneath the dark clouds of prejudice and misrepresentation, which have obscured it for centuries. Such a his tory will moreover be an awful warning to present and future gene rations, to avoid these internal dissentions, which at all times, even to the present day, have proved the principal impediment to the happiness and prosperity of the country.— Bede and others, at an early period, described Ireland as supereminently blessed with the choicest gifts of nature, as an Island flowing with milk and honey."], [23, "11 Had this venerable historian lived at a later period, he would see those boasted gifts of nature trampled under the foot of the hostile invader. Instead of milk and honey, he would have described Ireland as an Island flowing with blood, and plunged in all the horrors of almost continuous civil warfare and confusion. Tranquillity was for ages a stranger in the land, except for those few gloomy and transient intervals, which in general but preceded more dreadful storms. Yet even during these short cessations of war, the native character some times appeared, the cheering sounds of peace were heard, the shuttle and the plough were seen to move, and numerous flocks and herds covered its hills and plains. The art of agriculture too, but with frequent interruptions, flourished in many parts of the kingdom, to a degree that drew forth reluctant praises from those very men, whose policy and interest it was to misrepresent the country. The people of the west, remote from the calamities in which the other quarters of the island were generally involved, retained to a late period many of the simple primeval customs of rural and even of pastoral life, as the instruments before us in many instances tes tify. Amongst them, debts were contracted and paid in living money,* lands were given in mortgage or exchange for cows, horses, sheep, &c. and tributes and rents were rendered in cattle or in ounces of gold and silver. In reviewing the manners and state of society in former times, care must be taken not to draw hasty conclusions from the present advanced position of human cultiva tion.-f- The improvement of man is ever progressive, and in Ireland, * Mr. Henry, in his valuable History of England, states, that living money, which was so general in England before the Norman conquest, is not mentioned by writers after that event. — Vol. III. p. 510. — It appears to have been in use to a much later period in Ireland. f In England, in the days of Edward I., and even so late as those of Henry VI., we know c2"], [24, "12 notwithstanding the exaggerated allegations of prejudice, and the many obstacles which the people had to contend with, it is certain that they were not more backward in civilization than those of most of the other nations of Europe. The testimony of that distinguished Chief Justice of England, Lord Coke, concerning the Irish people, remains recorded in his Institutes, a triumphant refutal of previous and subsequent misrepresentation. \" I have been informed,\" says this great and good man, \" by many of them that have had judicial places there, and partly of mine own knowledge, that there is no nation of the Christian world that are greater lovers of justice than they (the Irish) are, which virtue must of necessity be accompanied by many others.\" — Can it be supposed that a declaration of this kind would be made, and that by such a man, if the Irish people were really what they had been represented by his country men and cotemporaries ? But his is not the only testimony. Sir John Davis uses even stronger language, to the same effect. Every remnant therefore which tends to illustrate the manners and cus toms of such a people must be interesting and valuable, not alone in a national point of view, but as a leading feature in the history of mankind. These are the considerations which induced me to undertake the task of preparing these ancient fragments for inspection, and to deposit my humble mite in the treasury of public information. that ,£ 10 or _£20 a year were considered a competent estate for a gentleman. One possessing £'150 yearly was esteemed rich, and Sir John Fortescue lays down £5 a year \" as a fair living for a yeoman.\" In 1414 the expence of a scholar at the University was but £5 annually. In 1476 Counsel's fees were lower than in our times. In the account of the church-warden of St. Margaret, Westminster, we find, \" Roger Fylpot, learned in the law, paid for his opinion given Ss. 8d. with 4rf. for his dinner.\" In 1493 Sir William Drury, one of the richest men in Suffolk, bequeathed fifty marks to each of his daughters. — The value of money then was about twenty four times more than at the present day. — See Henry's valuable History of England, whose ex cellent plan will yet, it is hoped, be extended to Ireland. — See also Fleetwood's Chronicon Preciosum."], [25, "13 To those literary friends who have kindly favoured me with their opinions on these documents I feel indebted, particularly to John D' Alton, Esq. Barrister at Law, the highly gifted author of the poem of \" Dermid, or Erin in the days of Boru,\" and other ta lented productions relating to Ireland ; to Thomas Furlong, Esq. who, with poetical genius of a superior order and the heart of a patriot, is deeply skilled in the history of his native land ; and to Mr. James Scurry of Dublin, whose critical knowledge of our ancient language is, perhaps, not excelled.* The valuable assistance of the latter, in the translations, deserves my warmest acknowledg ments. The few notes which are given may be found useful by the historical student. Finally, I shall feel more than repaid, for any labour I may have had, should this communication answer any of the purposes for which it was intended, and accord with the views, or meet the approval of the Academy, * It is anxiously hoped by many of Mr. Scurry's friends, that his capabilities may be called forth, in the national task of translating the Brehon laws, the greatest desideratum, next to the publication of the Annals, in Irish literature."], [26, "TABLE. No. I. Bond or charge on Land. No date. II. Mortgage of Land. No date. III. Like. No date. IV. Acknowledgment of debts, &c. No date. V. Deed of Land. No date. VI. Deed of Agreement. No date. VII. Mortgage of Land. No date. VIII. Brehon's Decree. No date. IX. Mortgage of Land. No date. X. Forfeiture of Lands, &c. No date. XI. Deed of Purchase. No date. XII. Deed of Agreement and Award. No date. XIII. Mortgage of Land. No date. XIV. O'Brien's Rental. No date. XV. Mac Namara's Rental. No date. XVI. Deed of Purchase. No date. XVII. Ancient abstracts. A. D. 1419— 1458. XVIII. Deed of Agreement. A. D. 1493. XIX. Like. A. D. 1502. XX. Partition of Land. A. D. 1542. XXI. Deed of Purchase of Land. A. D. 1545. XXII. Conveyance of Land. No date. XXIII. Mortgage of Land. A. D. 1548. XXIV. Assignment of Mortgage of Land. A. D. 1548. XXV. Bond and Covenant. No date. XXVI. Marriage Settlement. A. D. 1560. XXVII. Mortgage of Land. A. D. 1562. XXVIII. Deed of Sale of Land. A. D. 1573. XXIX. Deed of Appointment by Mac Carthy More, A. D. 1584. XXX. Conveyance of Land. A. D. 1586. XXXI. Release of Mortgage. A. D. 1587. XXXII. Award. A. D. 1592. XXXIII. Like. A. D. 1593. XXXIV. Surrender and conveyance of land. A. D. 1594. XXXV. Testamentum. A. D. 1603. XXXVI. Will and Testament. A. D. 1606. XXXVII. Mortgage of Land. A. D. 1608. XXXVIII. Assignment of Land. A. D. 1612. XXXIX. Like. A. D. 1619."], [27, "Ancient Deeds and Writings in the Irish Language, with English Translations.* I. IS jab yo jrjaca bja/imaba 0J3 1 tcjp <J Cpabpoj-g .;. ba ma/13 bo COupebah CDac CDatamna : acus js map so iw& bjapmajh 63 an ha ma/13 sop uajh .j. Cpa poj saep a% bjapmajh 05, yae/i ah an r^le nj act a cjn bo 3<xUojlac brajh amajn : acuy yaj/iyj C/iapoj3 <xj bja/imajb CDac Concub^ bo cjh a saepia bo bja/i majb 05 ; no <xj bjapmajh 05 jrejn muna yae/i bjapmajh OQac Concubap j : acuy njp lej COai-gamrp CDac Jjtla ftjabab an tsajpsj so %an cojbajl cr,%j pejn, act aen bljabajn amajn : acuy an rajp ieasha fflupcbah CDac CDacjarhna, cajnjj bja/imajb 03 a gceai. Ca;bj CDejc (Daejamna, acuy bo jhjs nae ap comajll CDac Tsijcaph CDac 3. Ua ftjabab an tsajpsj sjn bo ; acuy a bubale Cabj ju bjruajyjelab ye an pea/ian 0 bjapmajb 03 <{. an ba ma/tj yjn ; ace muna cujab bjapmajb 03 cujj ma/15 ojlj _J. an bpeapah sjn, map bo jeall bo : acuy bo /vjneaba/. canpah pe celj, acuy a ye yo an canpah .j. na cujj ma/13 sjn 0 bjapmajb 03 bo Uajbg map jeall _(. C/iapojj ; acuy muna isaepah Cabj an pea/tan yjn bo bjapmajh 03, an y;Ij nj ba nbjlpab bjapmajh tap ceah an peapajh a bejb m<{. jeall ajjj ap an bpeapah sojn, a jeeari na yeact ma/13 yojn. Concuba/i CDac Cur^rjn bo s^pjb yo, 3a sceab bo bja/imajb 03, acay bo bja/imajb CDac Concubjf, a hues Cajb3 CDejc CDacjamna. I Translation. — Bond or charge on Land. — No Date. These are the debts due to Dermot oge O'Hehir -f- on the lands * From No. I. to XVII. are not dated, but they belong to the 12th, 13th, 14th and 15th centuries. The orthography, throughout the entire, is very imperfect ; in some places so much so, as nearly to render the meaning obscure; but it was considered unadvisable for obvious reasons, to attempt any amendment, and the original orthography has been scrupulously adhered to. The Irish scholar will see that Aspiration and Eclipsis of consonants are frequently omitted in these instruments, and that no attention whatever is paid to the modern rule of teacan le leacan, &c. \\ For the origin of Irish surnames, see Harris's Ware, Vol. I. p. 58. Also Camden's Re-"], [28, "16 of Crappoge, viz. two marks | of Morogh Mac Mahon, and it was on this condition Dermot oge advanced those two marks, viz. to have Crappoge free, free in every respect except giving their por tion to Galloglasses || alone, the power of redemption of Crappoge to be enjoyed by Dermot Mac Conor for redeeming it from Dermot oge, or by Dermot oge himself, if not redeemed by Dermot Mac Conor ; and Mahon MacGillaRiabadh did not allow that power more than one year, until he took it to himself : and when Morogh Me Mahon died, Dermot oge came to Teige Mac Mahon and informed him, that the son of Ricard Mac Gilla Riaba did not keep that power for him ; and Teige declared he would redeem the land from Dermot oge for said two marks, unless Dermot oge would give five other marks for it as he promised. And they covenanted with each other, and this is the covenant, viz. the said five marks to be given by Dermot oge unto Teige on Crappoge, and if the land be not re deemed from Dermot oge, every thing that Dermot shall pay for the land to be as a pledge unto him for it, added unto the said seven marks. — Conor Mac Cuuitin wrote this, by the consent of Dermot oge and Dermot Mac Conor, in presence of Teige Mac Mahon. II. 2/men. f. QIC sea 3eall Concubajp oc bj Upajlajh $. ceahpamrp jn Cbal .j. ba p jtbac bo .j. yeacbe ba jh lae% bjb yjn .j. jn bo bjb tpj s^jlljn^ah, jn cujt ajle bjb jn buab seaca : acas yamla puajp Concubap an peapanh sa pe ylab, acuy bjc Concuba/i mains, for English surnames. — In Ireland, the descendants of Brien Boru took the name of \" O'Brien ;\" those of Nial of the Nine Hostages, the name of O'Neil, &c. — O'Halloran's In- troduction. % The mark was a denomination of money, and not a real coin. It was two thirds the weight and value of the pound. In shillings and pence 13.. 4rf. — It was brought to France and England, and probably to Ireland, by the Danes. || \" The Irish of the middle ages employed two sorts of foot soldiers, Galloglasses and Kerns ;"], [29, "17 ocr ba be3 top. ceanb bjrea/tajn pn .;. f e bo. t>e% b/b pn /te gaUocajb, acuf leath ma/13 ;n <C;leacbe3, 3U Oct ba acus u^eb jrju ; acu^ a ca;c na occ ba be3 fjn 3un /tje a3u^ 3un a jro/ia^ ac Coneuba/i a/i ;n jrea/ianb : acuf yjab eo p;abajn ;n cunb/ta sjn .]. Slana;b ;n; 0/i;a;n, acu^ pjnbulab n; CDeco/iman, acu/- Concuba/i O'itjjtne, acu/r Seanai. O'Leaban : acuy 3an a/i nea/ic an jrea/ianb /-;n bua^lucab 0 Concuba/i na 0 jn mac ;nb;ab, aac mun pa/-lucab CDu/icab pe;n no mac be. cfmen. II. Old Translation. — Mortgage of land. — No date. Amen. -f-. This is the mortgage due Conor oge O'Hurly upon Carowancalla, vlt. sortie cowes, * that is to saie seaven in-calfe cowes, and everie cowe thereof valued in three shillings, and the rest of the cowes barren. The said Conor came by the said land thus, vlt. for stealth -f ; and Conor paid eighteen cowes for the said land, that is sixteene cowes to Gallowglasses, and a Noble, J (fees for Brehon's the former armed with an iron head-piece, and a coat of defence stuck with iron nails, wearing a long sword by their sides, and bearing in one hand a broad axe with an extreme keen edge, after the manner of those antient Gauls whom Marcellinus mentions.\" — Ware. — Camden informs us that when O'Neal visited London in 1562, \" He appeared at Court with his guards of Gallo glachs, bare headed, armed with hatchets, their hair flowing in locks on their shoulders, on which were yellow surplices dyed with saffron, with long sleeves, short coats and trum jackets at which strange sight the Londoners marvelled much\" * \" Living money\" was in use in Ireland long after it ceased in England. \" In those parts of Britain where coins were very scarce, almost all debts were paid and purchases made with living money. This consisted of slaves and cattle of all kinds, which had a certain value fixed upon them \" — Henry's History of England, Vol. II. P. 425. + Literally, rapine. It appears doubtful whether the land was acquired by^ force, or forfeited as an Eric : but from the Brehon's interference the latter might be inferred. The translation is ancient, and though not so literal or explanatory as could be wished, I considered it better to preserve it for its antiquity. \\ In the original \" half a mark.\" — The Rose Noble was a famous coin. It was so called D"], [30, "18 judgment, otherwise called Oilegheag*^) of the said stealth, and said eighteen cowes are without anie use accreweing thereout, unto the said Conor upon the said land — and the witnesses present to the said bargain are, Slaney Ny Brien, Ffynnola Ny Ma Gorman, Connor O'Arney and Senann O'Leadon. None shall have power to redeem the said land from Connor, unles Morough or his sonne doe redeeme the same. Amen. III. 2.3 so Ca)j\\t acus bjntuj/. a ca jt;/t bomnall CDac Sean CDeje CDecon acuj bomnall CDac Cajb3 [ ] boncab 0'Stat/iaj3, a/i taba;/it 3;lt bo bomnall CDac Sea;n acus ba bea/tb/tajt/teacajb aj/t a cujt j:e;n bo [ ] .;. t./tjs cujt bo leab ceat/tamr;n an l?e;3acmo_//i, acu^ e;/t ba cirjt bo ceat/iamrjn an Cnoc, acus )s a se me;t jn 3;ll .;. [ ] ma/13 30 leb, acus cr,cc buab bee jh lae%, acus eac, [ ] acus )se as bomnajtln; Slat/ia;3 acus bomna;ll CDe;c S>eajn [ ] 3an a/i cwmus bo bujne <}. b;c an jrea/tan fjn bo fuas clab 0 Oomnall, act bo pejn acus ba mac acus bo mac a me;c. III. Translation. — Mortgage of land. — No date. This is a deed and indenture between Donald Mac Shane, Mac M'Con and Donald Mac Teige, [ ] Donogh O'Slattery on giving a mortgage unto Donald Mac Shane and unto his brothers upon his own share of [ ] that is three parts of the half quarter of Reigatmore, and upon two parts of the Knock quarter, and the amount of the mortgage is, viz. [ ] marks and a half, fifteen cows in calf and a horse. — [ ] and the covenant of Donald from a rose encircling the King's arms, and the purity of its metal. From it every imaginary half-mark was called a Noble. • Oilegheag.— The Brehon's fee— from Oilegh, a Brehon or Judge, and eag for ioc, payment."], [31, "19 OSlattery with Donald Mac Shane, f ] that it shall not be in any one's power to redeem said land from Donald, except (Donald O'Slattery) himself and his two sons and grandsons. IV. f CDac Conma/ia. 2.3 f eo jrjacba Clajnbe S,eai>a)i, CDejc Conma/ia a/t Claji. Conma/ia CDejc bomnajll .;. a/i Cab3 acus a/i Concuba/i CDe;cnama/ia CDe;c bomnajll .;. en bo bee be/tjc • bomnall /iua; j 2t)ejc Seabajn 2t)ejc Conma/ia acus Cab3 na buajle bo 1:03 na jrjaeba a;/i clajnb Concubaj/i 2t)e;c -cseba ; aeu^- Concuba/i 2t)e;c bomnajll bo tc^bajl aen r,n-^e bee be/tjc bomnajll 2t)ejc Seabajn a;/t c la;nb Seabajn 2t)ejc 2t) atjamna. C ujlle e;le .;. C/i; ma/13 bo b; a n3eall ap. pea/tanb cla;nbe Sea'oajn, b;caba/i 3an jrjne acu, a3uy bo mol bonbeba 0'0/t;ajn a jrea/tanb bo jrua^lucab bo cla;nb Seabajn 2t)e;c Conma/ia : acus a ne;/t;c a comaentajbetuj/t 0 s)n amac. )y jatyo pjaban an cunba/ita ; bonb- cbab O'b/ijajn. acu^ bomnall 2t)ejc Seabajn 2t)ejc borhnajll, acuy Stja^amr^n 2t)ejc Conmeba, aaif bomnall /ijabacb 2t)ejc J?ua3/tjj : acus na jrjaeba a mr, j a3 2t)ac Seabajn 2t)ejc Conma/ia 0 y;n a nuaf ; acuy aen bo bee bo £03 bomnall 2t)e;c Seaba;n bon e;/t;c cetna e;/t mr^ntea/i Cabla acus ejj\\ bomnall bujbe; acus s)n a% bomnall 0 Clajnb Seabajn 2t)ejc Conma/ia ; acas t/t; p;n3jr>e jrjcbet bo ;c bo Ono/ia;nb Jn3jn Sjba, bo jc ta/i cean Cajb3 na Ouajle, acus yjn a mr^j /ie .x-r. bl;aba;n 3an ;c ; acu^ cejt/ij r,n%e bee bjrjacba e;cb noeb bo /iec Seaban 2t)e;c Con- ma/ia /ie borrwall 2t)ejc Seabajn, acus s)n a mr;j con /tjt ; acus yeebt ca;/i;3 bo b/tejt bo bomnall 2t)ejc Sieaiajn 0 OnO/iajii . n3;n S;ba, acu/r ;ab 7-jn con /ijt a mr^t ; acas a3 S.eat>an 03 2t) eje Conma/ia 2t)ejc bomnajll a ta na jrjaeba sjn a mu; j ; — acuy lebcet/iam^ne m;/t a cu;baeb bo cujt Seabajn 2t)ac _Jt)e/c Seabajn a n3ell : a-gafy) met an 3jll .j. ba ba bee a/t .xx. )f amlajb bo jcab Seaban 2t)ejc Conma/ia an 3eall sjn .;. noj mba bee bo Cab3 2t) e;c Loclajn, acu^ oebt mba bo c lajn Conma/ia 2t)ejc bomnajll, acay j-eebt mba bo clajn Sea3ajn 2t.eeonma/ta. — Cujlle ejle .j. cujc ma/13 bo puay- lacab bo buajn bo Concuba/i 2t)ejc Sjba 2t)ejc borhnajll bacaj3 3an coj/i ay OnO/taji. Jn3jn Sjba a/t yon ma/tt bo 3a;t Cab3 na Ouajle acuyyjn a muj3 0 Ono/iajn Jn3jn Sjba ta/i cean Cajb3 na buajle. Cujlleab ejle .;. geall V-^Z Cuma/ia 2t)e;c bomnajll 6 Ono/iaji. )n3jn Sjba. JTjaban 7?ua3/tjj ; bunlajn3, acuy Loclajn nbj b?//tt3ajn, acus s)n a muj3 /ie ceb/ie bljabna bee. Jye 2t)ae Sebajn mac me;c Seba;n 2t)e;e Conma/ia W3 a comajll so bo Seaban cetna bom ceat fejn. — [ ] D 2"], [32, "20 IV. Translation. — Acknowledgment of Debts, Sfc. — No date.* •f Mac Conmara. These are the debts due unto the children of John Mac Conmara by the children of Conmara Mac Donald, i. e. by Teige and Conor Mac Namara Mac Donald, viz. Eleven cows of Eric. Donald Roe Mac Shane Mac Conmara and Teige of Buaile brought those debts on the children of Conor Mac Aodha ; and Conor Mac Donald is to raise eleven ounces-f of the Eric of Donald * The following extract may fix the date of this instrument — In 1374 Comar Mac Conmarre, captain of his nation, petitioned the L. L. and council, and set forth, that when O'Breen Tothomond, the King's Irish enemy and rebel, had lately fought against John Mac Coninarre his father, now deceased, because he and his men were faithful leige subjects, wasted his lands, the County of Limerick and the adjacent parts, he the said Comar, after his father's death, raised 400 defensible men to fight O'Breen, and restrain his intended mischief, whom at his own charge he had kept from Christmas last, whereby the faithful people of those parts were much com- forted, and better enabled to restrain O'Breen ; but would not be able to keep his said retinue longer, without some aid from the king, or oppose O'Breen for the future. And this statement being affirmed by the Earl of Ormond, the mayor and bailiffs of Limerick, and other credible people of those parts, before the council, and that the adjacent country would have been destroyed and wasted by O'Breen if the said Comar had not opposed him — the King (Edw. III.) by advice of the council, directed fifty marks to be paid him, taking his receipt. — Kilkenny, 7 May 1374. — Rot. Claus. 48. E. III. f. r. 5. The chieftains of the Sept of Macnamara were afterwards distinguished by the title \" Reagh.\" In the composition agreed on between the Lord Deputy, Perrott, and the lords, chieftains, gentry, freeholders and inhabitants of Thomond, at Innishe 17 August 1585, Donall reogh Mac Kemarrie, for his better maintenance of living, was to hold and enjoy for ever the castle of Gar voragh and several lands ; but at his death all rights, duties and customs claimed to be belonging to the name of Mac Nemarrie reogh, in consideration that the same is but extorted, should be utterly extinguished and determined for ever. — Orig. Record. X The ounce like the pound, was a standard of value. In the instance before us the eleven ounces appear to have formed part of the eleven cows Eric. It will be seen by Nos. XIV. and"], [33, "21 Mac Shane off the children of John Mac Mahon : Furthermore three marks that had been in mortgage on the land of the family of Mac Shane which they paid without any witness ; and Donat O'Brien awarded that the land should be redeemed by the children of John Mac Conmara; and they have agreed to all those condi tions. The witnesses of this covenant are Donat O'Brien and Donald Mac Shane Mac Donald and Mahon Mac Conmedha and Donald reavagh Mac Rorey. Those debts are still due to the children of Mac Shane Mac Conmara : and also eleven cows levied by said Donald Mac Shane of the same Eric upon the Keilly family and upon Daniel Buidhe, which are due to said Daniel by the children of said John Mac Conmara ; and 23d. to be paid by Honor, daughter of Sheeda, for Teige of Buaile, due twenty years without being paid, and fourteen ounces, being the price of a horse which John Mac Conmara sold unto Donald Mac Shane, due without interest, and seven sheep to be given to Donald Mac Shane by Honor daughter of Sheeda, and they are due without interest. Those debts are due unto John oge Mac Conmara Mac Donald. Half a quartermire* to be reserved out of the share of John, son of Mac Shane, in mortgage, and the amount of the mortgage is thirty two cows. This is the manner that John Mac Conmara is to discharge that mortgage, viz. nineteen cows unto Teige Mac Loghlan, and eight cows unto the children of Conmara Mac Donald, and-f seven cows unto the children of John Mac Conmara. — XV. that payments by the ounce were very common. In the venerable and magnificent MS. copy of the Gospels preserved in Trinity College Library, and said to have belonged to St. Columkille, there appears an entry that Moriertagh O'Laughlin king of Ireland granted a parcel of land to the monastery of Ardbraccan, in perpetuity, at a yearly rent of three ounces of gold. — See Vallancey's Collectanea, Vol. III. * The same as Cartron. X In all thirty-four cows. It is probable that the two additional cows were for interest."], [34, "22 Furthermore, five marks, redemption money, to be paid by Conor Mac Sheeda* Mac Donald the lame, without being charged to Honor daughter of Sheeda, for a cow stolen by Teige of Buaile, and which was due by her on account of Teige. More, viz. a pledge taken by Conmara Mac Donald from Honor daughter of Sheeda. Rory O'Dunlaing and Loghlan O'Hartigan are witnesses of its being due fourteen years. It was the son of John son of Mac Shane-f- that gave this deed in keeping to the said John, by my own consent. — [ V. 3.3 se so 3ealt boncba ) CDO/iajn bo [ ] Cnocaj/i Scanlajn bo bajle ; Com ;ia;be .;. cr^cc. ba .x. a/t .xx. acus cu;3 p;n3jne be3 bo taba;/it bo mac me;c boncba acus 3an a/t cumay bo an pea/tan j-)n bo puafda'o 30 cen t/t; mbljaban, acus a jruayclab pa pejl San Seaajn bo 30banb en lao;. )s ;ab as u/t/taba pis an 3cun/iab s)9 [ ] Seaan CDac S;oba aj,as CDac boncba CDe;c Con CDe;c S;ba. V. Translation. — Mortgage of Land. — No date. This is the Mortgage of Donogh O'Moran unto [ ] Cnogher Scanlan, for Ballycomraide, viz. thirty-five cows and fifteen pence to be given unto the son of Mac Donogh ; and said Cnogher not to have it in his power to redeem said land until the expiration of three years, and to redeem it before the feast of St John the Baptist, by one day's impounding.§ The sureties for that covenant are [ ] John Mac Sheeda, and the son of Donogh Mac Con Mac Sheeda. * A branch of the Macnamara family. f In the original, Mac Meic Sedain, literally the \" son of the son of John'' i. e. the grandson of John. X The Nos. which terminate with brackets are imperfect. $ In the original Gobhand en laoi — Translated \" one days impounding.\" This must have re-"], [35, "23 VI. Q. se so cun/tab CDatamna ; tsllab/iajn acus g/tajne In3jn ftaab/t; b; CDolomna pe Seaan CDac TJuajb/t; CDejc Concubap pe na clo;n. C/t; ba xx;t ma/i jeall <(. cu;t zSeaajn acas a clo;ne bon bu/i/iab, lebcet/iama yjn [ ] cujt bon lebcet/iamajn sjn a;c bonbcba mac CDejc Con CDejc Co3ajn, acus r,n%e cjya ac Seaan acus a%a clan an sa peapanh an Ja/tla ; acuy an puasluga bo tabaj/tt [ ] a%as a taba;/it amac po ajbce jrejl Sjn Sea%a)n, acus Co;nmeba, acus CDatamna a/t teact amac a;my;/i; na b;a;3 pn, acuy ce;t/te ba bo b/iejt ma/i 3eall ap an m-ge s)n : acuy a y;at p;acba tucab a nb;l jrjac na cejtpe mbo s)n, loj^ec acus la;/i j/iojbe, acuy na cejt/ie ba s)n bpj^ajl a naonjrect jtejyjn cujt e;le bon 3ell: acu^ ba tjcjb a nbjolajject r;n3e c)sa an buppab, no clampa/i a ttaob tSeaa;n CDe;c f?ua;b/i; acus a cla;nb; .c luA;n na co;/t ;y 3ealt ;n a ;nab ; acus ce;t/ie ba e;le a/, an ye;y;b cu;t y;n boncba CDe;c CDac Con 2t)e;c Co3ajn, acu/*a ye eon/tab 2t)at jamna a3uy a ylecta p)sjn clojnb Concab^ sjn, j,an an pepah s-jn ana3ajb na pepah ajle bo iabapt a n3ell pe puaylacab an 3jll ba paasla^at), na taba/it baon birjse ejle ba puayla3ab, ac muna t; b;b j_ejn a j_ua/-lu3ab, a beb ah sa 3ell fan ajc2t)atam^n acus ac a clanb : aeus cujt ejle bon can/tab pn, 3ac bo/tojme ba tjucjra a ceii jn fe/tajf. s-jn, 2t)atamm acuy a yljct ba bjc, acuy a beb ma/t an 3eall, acus 3an /tjt bo bul an sa bo/iojme act jrjaeba jn c. lae bjc bon bo/trjme an tan bey anpe/tanb ba puay^ab ap a n5eall sjn, map an cujt ejle. VI. Antient Translation. — Deed of agreement. — No date. This is the bargain made by Mahon O'Hallourau and Granny daughter to Roery O'Mollowny with John Mac Rorey Mac Conor and his sonnes, vlt. the said John and his sonnes doe give their part of the land of Durah unto Mahon and Granny in morthgage of three and twentie cowes, and Donnogh Mac Vie Con Mac Owen ference to some local custom with which I am unacquainted, and am not, therefore, certain of the correctness of the translation ; it is, however, strictly literal, as the word \" gobhand'' (or gabhann according to modern orthography) amongst its other significations means impounding or distraining, and \" en laoi\" means of one day."], [36, "24 to have in the same maner halfe a quarter of the said land, ex cepting the fifth parte, and that the said John shall have tenne groates* rent accreweing unto him out of the said lands, over and above the said morthgage ; and that the said Mahon and his sonnes or the survivor shall have the said three and twentie cowes paid un to them att the time of redemption in one whole and entire paiment, and the redemption to be made att the Bawon of Culreagh, by Mid-Somer. Alsoe Couen and Mahon having come a while after, receaved fouer cowes for the said tenne groates ; and the paiment given them in liew of the said fouer cowes was a milch-cowe and a stood mare, and the same to be repaid att once with the rest of the said morthgage : and if there be anie challenge or trouble come upon Durah aforesaid in the behalf of John Mac Roery and his children, Cluonachoir is to stand in Morthgage insteed of the same, and alsoe fouer cowes more upon the said Donnogh Mac Vie Con Mac Owen his share, as morthgage ; and it is covenanted betweene the said Mahon for himself and his posteritie that the said Conor shall not give power of redemption in the said land or in anie other land, unto anie other personne, unless they be able to redeeme the same them selves, but the same land to stand allwaies in morthgage as aforesaid : and another parte of the said covenant is, that if it shall chance the said land to be charged with anie Borowa,Jr vlt. O'Brien's rent, that *\" Tenne groates.\" In the original \" Uinge\" an ounce. There were several kinds of groats current in Ireland — 1 . Broad-faced groats minted for 4</. but worth 8a. 2. Cross-keale groats stamped with the Pope's treble crown. — 3. Dominus groats, coined by such English kings as stiled themselves lords of Ireland.— Rex groats by Hen. VIII. and Edw. VI. White groats of so base an alloy that nine were but the value of a shilling. X Boromha Laighean, was a tribute of cattle, laid on the king and people of Leinster by K. Tuathal Teachtmar about the year of Christ, 134, which was remitted by Finacht the Hospitable, A. D. 693, at the intercession of St. Moling. It was afterwards exacted by K. Bryen in the eleventh century ; from whence he got the name of Boruma. It was so called from ican ox or cow, as it consisted chiefly in cattle Harris. Ware's Antiquities. Vol. I."], [37, "25 the said Mahon and his posteritie shall paie the same, and to be added to the said morthgage without anie use or damadge to run thereout, onelie the verie principal! Borowa to be paied at the time of the redemption, att once, with the rest of the said morthgage. VII. 2I3 so 3ell CDatamna ; \"?lllab/ia;n acuy a yleacta 3 cujt ftuajb/ij CDejc 2t)ao; leaclaji. bon bu/i/iab; nae) ba xx. seas-ga, acus oct mba jn la©3a. Cujlleab ejle 3 cujt ??uajb/ij 2t)ejc Concubaj/i 2t)ejc J?uajb/ij ac clojn 2t)at3amna nj <fllab/iajn, t>a ba. x. Cujlleab ejle a3 clan CDatamna ; n<sllab/iajn a n3ell a/i teabceat/iam^n ejle bon bu/i/tab aj/t an lebceat/iama ojpieapac bon bu/i/iab, acus ; ac Cab3 2t)ac boncbab acus 3an aen ot <J. cuj/i na <{. jc a3 clan 2t)atamna bon pea/ian y;n a3 C~ab3 2t)ac boncbab $ t/i; ba bo/iojmj ba eu/i ajp clan 2t)atamna, acuj* t/i; ba bo b/tejt uab a ttpjan bo/tojme bo tujt <( an peapah jn tan j-jn ; bub bo O/tjajn 2t)ac CDatamna bo bajneab ba ba bo bpejt bo boncbab CDac 2t)atamna bj O/tjajn lejy pn amrjc pe tpejms) jraba. Cujlleab ejle a n3eall $ clan tSeaajn CDejc T?u;b/i; _J e;n an ba r;n3e bo bjb a lam Sjta CDejc CDecon, laj/i j/tojbe a3U// oj3-eac. VII. Antient Translation — Mortgage of Land. — No date. The morthgage due to Mahon O'Hallouran and his posteritie upon Rory Mac Moylaghlin his share of the land of Dourah, vlt. nyne and twentie baren cowes and eight in-calf cowes. More, upon Roery Mac Conor Mac Roery his share of the Dourah, due to the sonnes of Mahon O'Hallouran, vlt. twelve cowes. More due to Mahon O'Hallouran's sonnes as morthgage upon the East halfe quarter of Durah, and the same being in the hands of Teige Mac Donnogh alone, the said Mahon's sonnes having never a foot thereof in their possession, but Teige Mac Donnogh having the same, Mahon's E"], [38, "26 sonnes were challenged for three cowes Boroa, and three cowes being taken awaie from them for the Boroa that fell due upon the said land att that time, vlt. one cowe by Brien Mac Mahon O'Brien, and two cowes by Donnogh Mac Mahon O'Brien, and the same being so: a long time unpaied. More due as morthgage upon the third parte of a quarter from the sonnes of John Mac Roery, for the two ounces that were in the hands and possession of Sida Mac Vie Con, vlt. a stood mare and a young horse. VIII. Brehon's Decree.* — Ancient Translation. — No date. These be the allegations and challenges I have in the behalf of Donagh Mac Seayn and Teig Mac Fynyne, against Cahall O'Co nor and his people, viz. That Cahall O'Conor, together with his people, came forcibly to the land of the said Donnagh, and seised * This article is given from an ancient translation much defaced. Where the blanks occur the original is worn away. The words within the brackets are supplied from the context.— Mu tilated however, as it is, it proves that the judgments of the Brehons were duly committed to writing, and that in them they most judiciously inserted the words of the laws, on which they founded their decisions. In addition to this fact, the subjoined fragment of another Brehon'* decree will shew that these judgments also included the witnesses names, and the testimony which they gave. It is to be regretted that these instruments have not been handed down per fect ; as every particular connected with the administration of justice among the ancient Irish, is valuable to the historian of the country. The following is the fragment alluded to. — \" These be the witnesses that doe [affirm] for Mac Mahoun and his coheirs inheritance that belong unto them. — The prior of Killihanan — Twelve priests of the Societie of Iniskatry, affirming that Teig Mor Mac Mahony gave Cnockna huarna unto God and Sainct Seanan, the same being piece of Kilfinny. — Also the undernamed personnes of the chiefest of Corkavaskyn have affirmed that the sept of Teig Mor Mac Mahony have successively enjoyed Kilfynny. — Mahon Mac Teig boy — The sonnes of Morough Moel — Donnogh Mac Kennedy — Donnogh Mac Carroll — Teig Mac Thomas — Mora ny Brien.\" — These translations were made in the reign of Queen Elizabeth."], [39, "27 upon a prey belonging to him, and have taken away with them ] cowes of the said prey, and have also taken with them the said Donnogh and Teig prisoners, and the rest of the [prey] being taken [from] the said Cahall against his will : but having beaten, bruised and deadly wounded the said Donnogh and Teig, therefore I saie that they came [with intent to] kill the said Donnogh, and Teig, and that they [shall have] remedie and redresse as if they had been killed, in regard the said Donnogh and Teig never submitted them selves to the mercy of the said Cahall and his people, but scoope by their own valour and assistance, as by the law in that behalf appereth, which is in hec verba, &c. — [The words of the law are not given.] IX. 5(3 so an tsr,m 3jll a va a% boncbab 0')mr,p aj/i leatceat/iamrjn Cjlle, ceat paman ne beac [ ] map a ta ba la lojlj be3, ba ba ba/ia ; 3U bjrjabnuj^e i>o boncbab 2t)ac Coj/ibealbaj3 2t)ejc 2t)u/tebab, acus bo 2t)uj/icea/ttac CDac Coj/i bealbaje, acas bo tSean 2t)ejc tSjba CDejc Co3ajn, acus bo tSjba 03 acus bC03an, O'Con/iujbe, acus bo bonca 0'Jmr,p acus ba mac bo bofica 03. -dcus 3U/1 bjrjab nr,se bo ba mac CDleaclajn CDejc Cuna, ma/i a ta Locblajn a%as l?ujb/ij 2t)a Cona, acus 3U/1 ab pjahnr^ye bo tSjubajn Jnj 2t)ajle, majlt /ie tojl clojne .Jtjleaclajn 2t)e Cuna pejn, acas %an <J a comas a tabaj/tt <J a/ibujab 3JII baen bujneejle 0 boncba O'.muj/t act t>a sljocr pejn acas comas a paaylajce ac 7-ljct 2t)ejc Cuha acuy jc Concub<J CDejc Coj/tbealbajc j 5/ijajn na Ujgeapna Cuatmumbam. The ruins of Iniscatha or Scatery Island in the Shannon, mentioned in the foregoing transla tion, are venerable and interesting. It formerly contained eleven churches. The round tower, 1 20 feet high, is in perfect preservation. In the East end of the cathedral, and in the stone that closes the top of the altar window, there is yet to be seen the head of St. Senan, with his mitre boldly executed, and near the tower they shew his monument. E 2"], [40, "28 IX. Translation. — Mortgage of Land. — No date. This is the amount of the mortgage which Donagh O'lvur has for the half quarter of Kill, the quarter of Each [ ] to wit 12 milch cows and two bulled cows. The witnesses are Donogh Mac Turlough Mac Murogh, Moriertagh Mac Torlogh, John Mac Sheeda Mac Owen, Sheeda junior, Eugene O'Conary, Donagh O'lvur and his son Donagh junior. These are also witnesses, viz. the two sons of Malachy Mac Con, to wit, Loghlan and Rorey and Judith O'Malley ; that, with the consent of the children of Malachy Mac Con himself, he should not have it in his power to give the said land for a higher mortgage to any other person from Donagh O'lvur except to his own descendants, and that the power of redeeming it should be vested in the posterity of Mac Con and Conor Mac Torlogh O'Brien chief of Thomond.* X. 5(3 yo .c. abba/i 2t)u/icbab j O/ijajn cum Oajle j Oeacbajn .j. CDac an CDab/.a t>r,h bo 3ajb bo o ipeap^as 2t)ac Concubaj/t 2t)eje CDaojl^eaclajii, acus a b/tejt lejy co Oajle j Oeacbajn a cean Laojp, acas )se s) bajle J3e^-tajl bo tujtjm uaba as. * Otherwise called, Conor Mor na Sron, who, \" immediately after the death of his brother Teige an Chomhaid, was inaugurated king of Thomond, according to the Mulconnerys, A. D. 1468. In the last year of this Prince's reign, which was in 1496, he fought an obstinate battle against Gerald Fitzgerald Earl of Kildare, then Lord Lieutenant of Ireland, near the castle of Bally-Hicky, which that Earl took soon after by assault, together with the castle of Fiadh-Bog and other Castles in Thomond, belonging to Florence Mac Namara. See the annals of Sir James Ware at this year. This prince died in the same year 1496, and left posterity who were called the O'Briens of Sealuidhe in the county of Clare. The chief representative of that family, as I am credibly informed, is Morrogh O'Brien, who now lives near Ennis in the said county.\" — Vallancey, Collect. Vol. I. p. 641."], [41, "29 sa bop sp, acas .c. ba .x. bjrasbajl £ Loj/-eac ; t/ijb sp acus e tanjc sp : acus ;/-;ab so na ba;ne ba W3 se na ba sp .;. xx. sZJ^PZ bo Cai.3 2t)ac pejbleme j Concubaj/i, acu/- ma/13 bo Cao.53 2t)ac Ca;b3 2t)ejc Concuba;/i, acu^- ma/13 bo Caob3 03 9X)ac Ca;b3 j balajb, acus leb ma/13 bo 2t)o;/t )n; bomnallajn, acas. u;;. mba bo buap be Laoj/-eacb apaia an leatmaj/13 /-jn ; acu/- 3an e a mujj actbljabajn; acas an leabma/13 /-;n pep bo b;ol a ccji. bl;abna le CDo;/\\: acu/- /-;ab jr;abnrjye a ta <{. na yeact mba s)n bo bjol a /tat an leabmaj^e /-jn •j. Clanb Co3ajn j Con/iaj j acu/- Sean 2t)a Caj/-ja acu/- mrjntj/t buba : acus ;/- se ubact Laoj/-; r, Loclajn le bas, a ttaob Oajle j beacbajn .j. nac jiojb aen pjn3jn bjrjacbajb <} Oajle j Obeacbajn a bul <J mba/- bo jrejn : acas a /-jab .p. an ubacta sp .). an t2(b O'O/iuajbjj, acu/- Sean O'Cj^apna, acas 2t)uj/ij/-e 0'2t)jonajn, acas Coj/tbealbac bub Sa^apt. J/- /-jab so bjbalab 2t)at jamna batlajj a3 Clajnb 2t)uj/tj/ ; 0/i;a;n .;. 2t)u/icab O'hpjap bo bul 30 Oajle j beacajn, acu/- a tab<f/tt uaba a/ij/- ; acas Coj/tbealbac O'0/ijajn ho bul 3U bajte j Obeacbajn, acu/- a l;3an a /teac, acu/- bjab ba beanam bo ah; a3U/- an bajle bo jabajl bo Coj/tbealbac, agus an bajle bo con3bajl aj3e, acas %an coj;t na ceapt na cun/iab bo beb aca 3 an mbajle act a nbea/inaba/t jrejn bon ba jabajl sp be mjtojl mvjntj/ie an bajle. Cujlleab ejle ; Cejt/tj ba le 2t)at jariwa bo ma/tba bo m^ntj/t Cajb3 j 0/tjajn a mOajle j Oeacbajn an ojbce tajnjc bja/imajb O'b/ijajn .j. cejt/ie ba ah laoj jat /*;n. Cujlleab ojle ; v^e bo/i acu/- t/ij ma;i3 .x. bo buajn be O'Locblrjn bjrua/- 3_ab a/- mnaj CDat^amna ballajj, acas a n03lac bo ma/tbab, acus luac .a. ma/13 n.x. ba;/ine;/- bo b/tejt uajbe bo bjtjn an conapia bo /tojne boncba O'O/ijajn pe)s O'Locblajnb a taob Oajl; j beebajn ; acu/- b;a/imajb O3 O'JMjallajn bo scpjba an canapra sjn. Cujlleab ejle ; — Lojljeaca acas f^ata caoepac bo b/ie;t bo l?o/-a O'Loclrjn lej/- map an cebna. Cujlleab ejle ; — oct n3ajle .x. bo mucajb a%us t/ij 3aba;/t x. a-gus bo p laoj bo bpeji bo Clajn bomnajll 2t)ac \"&)lla Jo/-a acus bo Cojneaba CDa Co/imajn a%as bomnall 03 O'Cejrnjn. Cujlleab ejle ; — 2t)at3amr;n ballac acas T?o/-a 2t)ac boiicab bo bul 30 Oajle-ata-cljat pe bonca O'mOpjajn, an raj/t a tajnjc 2ljujtca O'O/tjajn acas letj/i bj_a3bajl 0 lajm a Sjuj/'tjj- *>° bon cbab O'O/ijajn cum tobaj3 bo beanam bojb a/t Oajle j Oeacajn 30 pjani-jiye bon ba CDacnama/ia a%us bo 2t)aj3ej/-bj;i JMjallajn acas bo 0\"£pjopa sp. Cujlleab ojle ; — Tlosa 2t)ac boneajb bo lot, a%us cneab sejcjn bo beanam aj/i, agas a bpa taj/i bo jabajl, acas luac cuj3 bo culajte bo baap bjb ap aen bo m^ntj/i Cajb3 j D/tjajn acas bo jrejn. Cujlleab ojle ; — Seact mba bo brajn be Coj/ibealbac 2t)ac Calbaj3 ; t/tj cposa obaj/i bo beanajm aj/i Oajle j Oeacbajn : acas )s /-jab jrjab najbe a/i sna seact mba sjn .). O'Loclajn, acas Sean O'Cjja/ma, acu/- Clan eo 3a;n j Con/iajj, acu/- 2t)uj/tcea/itac 0'plana3ajn. Cujlleab ojle ; — Ceact bo"], [42, "30 CDac Cajb3 b; vpjajn pa Oajle j Oeacbajn acas lojtjeac bo bpjui> tpj map% bo b/tejt leo, acas j ap co/-, acu/- a jabajl ma/tb <J an t/-lj je, acu/- ba anm .x. bo caj/te acu/- bo 3abaj/i banmr^n amujj bon ajsjc bo 3eallab bo;b, acus co-ta mna, acu^ lejne, acu/- b/iejb cjri, acu/\" t/tj birjn baj^eab. X. Translation. — Forfeiture of lands, Sfc. — No date. This is the first cause of Morogh O'Brien's possession of the lands of Ballybeghan, viz. The son of the Madra dun* stole a cow from Fergus Mac Conor Mac Maelseachlan, and brought her to Bally beghan unto Lewis, and for this act he forfeited that Townland, in satisfaction for that cow, and also fourteen cows mulct were imposed upon him, and through these said possession accrued. These are the persons unto whom he (Lewis) gave these cows, viz. 20*. unto Teige Mac Phelim O'Connor, a mark unto Teige oge Mac Teige O'Connor, a mark unto Teige oge Mac Teige O'Daly, and £ a mark unto Mora O'Donnellan. Seven cowes were to be taken from said Lewis in payment of that \\ mark, and it was clue only a year, and he was even to pay that \\ mark at the expiration of a year unto Mora. The witnesses that these 7 cows were paid in satisfaction of that \\ mark are the children of Eugene O'Conry and John Mac Casey, and the Dowde family. The last will and testament of Lewis O'Loghlan at his death, concerning Ballybeghan was that Ballybeghan was not subject to any debts, not so much as one penny, at the time of his death. The witnesses to said * Madra dun, lit. the Brown Dog. The feat of the son is the best commentary on the title of the Father, who may be supposed to have lived like the Scotch hero Donald Bean Lean, secure in his fastnesses against the punishment due to his depredations. The Irish were profusely li. beral of Nicknames. Every defect of body or mind, moral or physical, supplied these derisive appellations. — See Ware Antiq. Vol. I. p. 58."], [43, "31 will are these, viz. the Abbot O'Brody, John O'Tierny, Maurice O'Minan and Torlogh Duffe the priest. These are the aliena tions of Mahon Ballagh unto the children of Maurice O'Brien, viz. Murogh O'Brien was to go to Ballybeghan, and to take it from him again ; and Turlogh O'Brien was to go to Bally beghan, and to permit him (i. e. Murogh) to enter and dress food there,* and take possession of the townland from Turlogh, and to keep same to himself, and that they should have neither right, title nor covenant to said townland, except what they ac quired by these entries, against the will of the inhabitants of the same. Further 4 in-calf cows belonging to Mahon were killed by the people of Teige O'Brien in Ballybeghan, the night that Dermot O'Brien came there. Furthermore an ounce of gold and 13 marks mulct taken from O'Loghlan for killing the wife of Mahon Ballagh and their servants, and the value of 15 marks of cattle to be taken from him, by virtue of the covenant entered into between Donat O'Brien and O'Loghlan respecting Ballybeghan. Dermot Oge O'Neallan wrote that contract. More, milch cows and a flock of sheep to be given to Ross O'Loghlan by him in like manner. More, to give 18 litters of swine and 13 goats and a cow in-calf to the children of Donald Mac Gill Christ, Coineabha Mac Gorman and Donald oge O'Tevin. — Furthermore, Mahon Ballagh and Ross Mac Donagh going to Dublin, with Donat O'Brien, when Murogh O'Brien came to obtain a letter under the Lord Justice's hand, for Donogh O'Brien to enter Bally beghan, as witnessed by the two Mac Namaras and Master Neal lan and O'Griffa. — Furthermore, Ross Mac Donogh was grievously * This appears to have been the old Irish mode of giving possession of lands. In England the ceremony was termed \" delivery of seizin,\" and was generally performed by handing a spd of the earth. In antient times a pair of gloves, a ring, &c. were delivered as a token of pos session."], [44, "32 wounded, and his brother taken, and the value of 5 suits of clothe? taken from them both, for the sept of Teige O'Brien and for him self. Furthermore to take 7 cows from Terence Mac Calvey, and to erect three crosses of interdiction * in Ballybeghan. The wit nesses for these 7 cows are O'Loghlan and John Tierny and the children of Eugene O'Conry and Muircertagh O'Flanagan. — Finally, the coming of Teige O'Brien into Ballybeghan and taking a milch cow worth three marks, and leaving her dead on the way, and 12 sheep and goats remained due of the restitution promised by him to them, and a woman's gown, a shirt and barread, and three groats in money. XI. 5.3 so sr,m na pjach W3 )aplo Cuabmuman bo Conmapo CDac bS;<5ta CDe;c eo3ba;n .;. ba ma/13 ap leatb cobacb Conmapo t>o Claajn -VCjothajp, acas a ta b;tbbjl/-e an peapajh co bpath a% jn Japlo acas a%a mac na b;a;3b o Conmapo acus ona mac ; acus ata 3eallab ap ;n Japlo majtb bo 3eanamb bo Conmapo, acus a cumbocb acus a cosnom na cojp : acus a% so jrjuban lajpieaco an canaptha so. 2t.«tb3am^o 03, Ono/ia jn bj bpjajn, an Jjlla bub 2t)ac Cajb5, Concabap 2t)a3 Copmajn, acas r?jca/ib /tuajbb CDac 2t)o;lj/i, acu/- T?ua;b/i; mop. COeajsj boncbab O'bajbpeap tajn bo scpjb sjn sa CajX Tcjabaji, ma;ll; pe tojl an ba }\\aht an tpeas la bo m; <*/u3u/-tu/-. XI. Translation. — Deed of purchase,— No date. This is the sum given by the Earl of Thomond to Conmara Mac Sioda Mac Owen, viz. 2 marks for half of Conmara's part of * It is still customary, in many parts of Ireland, to place \" crosses of interdiction, ' to pre vent yearly or occasional tenants from removing their tillage until the rent is paid."], [45, "33 Clonmoher, and the Earl and his son after him are to enjoy the fee simple of same land for ever, from Conmara and from his son, and the Earl covenants to befriend Conmara, and to protect and defend him in his rights. These are the witnesses present at the making of this covenant, viz. Mahone oge, Honor O'Brien, Gille duff Mac Teige, Conor Mac Gorman, Richard roe Mac Miler and Rorey more. — I Dennis O'Duffertain wrote the above at Cul- Riabuig, with the consent of both parties, the third day of the month of August. XII. JSse sO conb/iab Conmapu 2t)ejc bomnajll .;. boncab CDac Canma/teb acu/-bonajll oj3 ; Ceapnaji pe cejtjb, pa cean cetpaman mj/i J,ajpt jnaji Cajleb .;. bomnall 03 bo iabajpt 3JII bo ajp, jtjp copajiy acas cojll acas cpuatah .j. eon ma/13 bea3 to0 boj a3 bujmna;3 bo JTujt a/t .j. bonall 03 ba bjc sjn pe bujmna;3 tap ceah boricab CDe;c Conma/ia map 3eall ap ;n cetpama sjn \"&ujpt jnaji Cajleb : Cujle ejle bjrja ca;b bomnajll 0J3 ap CDac Conma/iab CDac bomnajll .j. mo/tan upp^ajs bo beanam ajp, acas mopan pjac bo b;c tapp a ceah, acas mo/ian aplj%ie bo tabajpt bo 3ac aajp ba /iJ3ajb se a leas ppjs : acu/- bomnall 03 O'Ceji/inujb acu/- boncab CDac Conma/iajb \"oanmrp po map be;/iac COujpjs O'CDaolconaj/ie acas Cab3 CDac Djljp pjh, acas bomnall bea/t3, acu/- T?uj/-jbacea/tb f)ua Ce/t/tnub ; acu/- ;/-e pejteac bo pjhatap ;n luf sjn atappa .;. .a. ma/13 .x. ba3bajl a3 boncbab CDac Conma/ia, acu/ boncab bo tabaj/it cetpama mjp \"&ajpt jnajt Cajleb bo a 3eall ppjs na pjacajb sjn. Cujle ejle bo jrjacbujb bomnajll o;3 _J boncab CDac Conmapu .;. tpj ma/13 i>o iabajpt bo ap uppus Sean%ujn CDejc CDajt3amna CDecnama/tu, acus boncab ba pxcbajl sjn ajge, map jeall <f jn cetpama mjp -c. acas sj sr,m na pjaca sjn le cejle .j. naoj ma/13 xxjt bo buajb no tappet na hajmsjpe beas ah, acas ajmsjp Oct mbljaban on pejl CDajtjl so, ajp gon j.ua/-tuja; acas a paasla %ai> la jrejl CDjtjl, acas muna puasluj-gtap, gon a puaslu^ai) 30 ceah tpj mbljaban on pejl CDjtjl sjn: acu/- sjat jrjabrjn lajt/teac ;n cun;iab sjn .;. COupjs O'CDaolconaj/ie, acu/- Cai>3 CDac Djlajb, acas Tiajsceppls O'Ceppna, a%us bomnall i>eap^, acus jn b;/- tSa3 apt .;. -cfob O'baltajn acus CDa^amr^n CDac Ujlljam, aeus J_*ea/ibo/ica O'CDaojl c«;ne, acus Concubap O'Con/iajje, acus Ca*>3 03, acus Cab3 0'Sja3ajle acu/-b;/- F"], [46, "34 mac CDat3arhna 2t)ecnama/tab : acas %an camas bonajll 0J3 batcu/i a/- an peapoha as muna cajpe pojh commb/tajt/ieac as uajb, acus bacuj/te commajt ;n peppojh /-jn bjrajajl bo ah sjn C/ieattuj3e, acas %an neapt a cup amac as cum majt a leasuj je pejn acu/- ajtj bo tabaj/tt bo ah sa jn mbajle a /-b/3. I/- jat /-Ian comajll an cuhpa sjn .j. bja a/i tu/-, a3U/- Sean3an CDac Cujlajn, a bu3 j O/ijajn, a-^us COujpjs O'CDaojl conaj/ie a buc <iojsj Caiman Cuabmuman, acas o-glac an CDej/te a hue Caipac Lujmne,acu/- bonall O'b/ijajn ma/1 u/t/iajb acus map flan comajll an cuhpa sjn atupu. XII. Translation. — Deed of Agreement and Award. — No date. This is the covenant of Conmara Mac Donald, i. e. Donogh Mac Conmara and Daniel oge O'Kearny with each other, con cerning the quartermire of Gurtinaithcailey, viz. Daniel oge to give him this consideration for it with its woods/1 underwoods and barren tracts, viz. 1 1 marks which were due unto Dominick White upon it, and which Daniel oge should pay unto said Dominick for said Donagh Mac Conmara on account of said quarter. Further demands of said Daniel oge upon said Mac Conmara Mac Donald are for many securities entered into for him, Und many debts paid, and many loans given to and for his use. The said Daniel oge and Donogh agreed to abide by the award of Maurice O'Maoilco nary and Teige Mac Philip finn and Donald derg and Richard O'Kearny between them. The award made is as follows : Donagh Mac Conmara to receive 15 marks, for which he was to give the * The western parts of Ireland, even those districts most exposed to the rage of the Atlantic storms, were formerly better wooded than the interior of the country is at the present day. In Shaw Mason's Statistical Survey of Ireland we find, \" that almost the entire country about Ennistymon (in the west of the County Clare,) was, within the recollection of an old man aged one hundred, who died thirty or forty years ago, (1810) covered with woods, mostly oak and ash full grown, and that he frequently shot wild pheasants in those woods\" — Vol. i.p. 485."], [47, "35 said quartermire of Gurtinaithcailey as security. More of said Daniel oge's debts upon said Donagh are 3 marks to him given upon the security of Sheanguin Mac Mahon Mac Nemara, which said Donogh was to leave him as a charge on the said quartermire. The amount of all those debts is 29 marks either in cows or in money, according to its value when said land should be redeemed, which redemption shall not take place for 8 years from the present Michaelmas, and it is to be redeemed on Michaelmas day, and if not then redeemed it shall not be redeemed for 3 years from that Michaelmas. The witnesses present to this Covenant are Maurice O'Mulconary, Teige Mac Philip, Richard O'Kearny, Donald Derg, the two priests, Hugh O'Dallan and Mahon Mac William, Fer dorogh O'Mulquin, Conor O'Conery, Teige oge, Teige O'Sheil, and the two sons of Mahon Macnemara. It is not to be in said Daniel oge's power to dispossess him of any part of said land except for his own brothers ; and if he does he is to obtain as good land in Cratla, and is not to have power of dispossessing him without giving him an equivalent for his lease and place within the town land. The sureties for the performance of this contract are ; God in the first place, Seangan Mac Cuillain in the presence of O'Brien and Maurice O'Mulconary with the learned of Thomond, and the Bailiff of the 'Mayor of the City of Limerick, and Donald O'Brien. XIII. IS se sO cunb/ia bonajll 0J3, acus boncba CDejc Conma/iajb pe cejle, po ceann lebcebjiaman mj/i bo Cjll p)h Cjnajn .j. of- ma/13 bd tabujpt bo boncab CDacnama paj j map jeall ap jn lebceb/iama mj/i sjn boncab CDacnama/iaj j, acu/- ajmpp tpj mbljaban on pejl CDjtjl seo ajp %an paaslu^ai acus muna p uaslu^tep jn la sjn, buab ajmsjp tpj jnbljaban on la.fjn ap -&an paaslu^a : acas jsjat jrjabr^n an cunb/ia sjn p 2"], [48, "36 .j. CQujpjs O'CDaojlconaj/te, acus bj/- mac CDatjamna CDecnama/tab, acu/- pea/t bo/icujb O'CDaojlcajne, acu/- Cai>3 CDac jDjlujb, acu/- CDo/icbab O'b/tjajn, acu/ bonall O'O/ijajn jf app %as acu/- /-lanajb comajl jn cunb/ia sjn atu/i/ia. XIII. Translation. — Mortgage of Land. — No date. This is the covenant of Daniel oge and Donogh Mac Conmara respecting the \\ quartermire of Killfinntinan, viz. said Daniel to give 8 marks unto said Donogh in consideration of or for that quartermire, and same is not be redeemed for 3 years from the present Michaelmas ; and if not redeemed upon that day, same cannot be redeemed for 3 years afterwards. The witnesses of this covenant are Maurice O'Maelconary, the two sons of Mahon Mac Nemara, Ferdorogh O'Maoilchaine, Teige Mac Philip, Morrogh O'Brien and Donald O'Brien, and they are the sureties and gua rantees for the performance of said covenant between them. XIV. Sujtti C)0{ix U) 6|t)ct)ti. 2I3 so Sr,m cjOsa r, Opjajn o Cjllpojs 30 Cluajn ba3ab, ap. an ttaob amajc bo L;/- Conallajn, jn a bjrujl ba bujsel cpajineacta sa bljabajn ac ua bpjajn an .;. e/t; m*^5 5° teb acur *>* -xx- ma/13, ap. an btaob a mu; j ba buaiia acu/- ba gjlla con : *Zul\" Js )<**> s<> na jrea/iajn jn a pujl an epjc sjn .;. ba r^e acus tpj mapcc a cCjllpjne bo cj/- acus bo cumujb acu/- .xx. /-3JUJ-.3 a bCullajj Cpajh, acus .xx. /-3/lljn3 a nC^ojpe an CpOsajn, acus rp%j hop a mO;nb CDo/tajn, acu/- r^n3e bo/t a cCeb/iamr;n na LJ3J )aptapr,%j, aca/-.xx. /-3Jlljn3 a ceb/iamr^n b/ioma bea3/ija, acus rn%j top a Cluajnapejs, acus r\\n^e hop a mOajle I gab/ia, acus pjij szillpz r*n ba Oajle 2lnaba, acus r,n%e hop fan CDettanajj, acusrp&j hop a Cluajn C;anle, acus rpxj hop fan C/ibatl, a^us 1^1.3; hop fan liapnan, acus .xx. s-gjlljn%san ha Seancae acus hop a% Caiajp ha con, acu/- .xx. f3jlljn3 a ceb/iamr;n Cujljmjn,"], [49, "37 acu/- .xx. /-3jlljn3 a Cehpamr,n Cluana huallab, acus rp%j comab acas rp%e hop sa 'C/teacaj/te, acus a Cluajn Snecbta, acu/- .x. pjn3jnb comab acusrp%e hop a Cluajn- Cejtt, acu/- .x. pjnzjnb comab acus rp%j hop a mboji luacpa, acu/- .x-. p. comab acu/ rp%e hop a clrajn Ooj/ine, acu/- r^e hop a ngljn Canajn j acus .x. p. comab, acu/ •rX* sZ^)nZ * mbajle ' Ouabacacajn clajn Cejiieba, acus .xx. s^jlljn-^ cj/-a acuy T^n3j comab a mOajle . Ouabacacacajn clajn Cejneba, ocu/- xx. s^jlljn-^ cjsa acus rp%j comab a mbajle J buabacan Ij /-leacta Cajb3 CDejc CDatjamna, acu/- 1^3; bO/t a Cepnape/tnc^, acu/- /^jlljn3 acu/- nae; nrp-^ a Cucceb In/-; CDejc Uajtne, acus /*3jlljn3 acu/- naej nrp-gj a Cucceb na n\"£pat, acas /\"3jlljn3 acu/- nae nr;n3j a Leacujn na Sjnac, acas ocbt p. bee comab a Ljo/- Conallajn, acu/- ba /\"3jll;n3 comab a Cu/ib/ieca;n, acu/- ba bonb a mOajle j Leatajn, acu/- .xx. /\"3jlljn3 cj/-a a mbajle na Cea/iba, acu/- .xx. f$jlljn% a n)njs mojp, acus ma/13 a t?o/-c/ie, acu/- a mbajle na Cajlljje, acu/- xx. /\"3jlljn3 a Lj/-Cealla O'Cabla, acus xx. a tj/- Cealla ra flrps, acu/- t/i; b^n3; a C/tapoj3, acu/- 0^ nr^n3j .x. a t/i; lebcet/iamnajb In/-j Cj/teab, acus rp%j hop a lebceb/iamirjn na Ljce CDec 0/ijaji. 3en3C. s° srim c?rr* ' bpjajn 0 t/iajj sjap a Copca .0. ja/itajiuj3.j. nae mapcccjssa acus .xx. /\"3jUjn3 comab ap an taejb a m^3 ba Ouafia acu/- ba con .j. ba ma/tcc /-an ba CDab mjn, acus ma/13 a ceb/tam^n na paejlen, acu/- map^ fan Cehpamr}n bajn, acu/- ma;^ a Upojs% sljab, acu/- ma/13 a mOj le, acu/- a lebceb/iamr^n jn \"gappajn acus oct .p. acus rp%j hop a Cluajn Sumajn, acas oct .p. acus rp-gj hop a nUacta/t <fj/it, acu/- .xx. /^jll;n3 a potpa. <C%us jsjat peaprp comab bpjajn js jn tjp sjn ; — .rj. p. a Cjll Oejtecb, acu/* ba 17136 ap na Cealla bea3a, acus cejt/tj bf-ph <i Tiejche japtapuh, acu/- cejt/tj .p. x. an sa ba bt/ijan acu/- an sa Cajlle, acus a cetap .x. ah sa Tietbe ojptepac, acus a cetap .x. .r;. sa Cpojs, acus .rj. p. acus tpj nrpgj a Cr,bpeh cr-.le, acus /^jlljnj a Clra;n Capah, acus /\"3jlljn3 a C/U pjabpa, acu/- a cetba/i .x. a mbajle I Co janajn, acu/- cetap .x. a Cjllcajbj, acu/-ba /\"3jlljn3 a Lj/7- Lojnecajn acu/- a Lj/7- br-bjn, acu/- bon a Cjll Cr-/in, acu/- r-n3J a Ojlljn Clochajp, acus .rj. p. a r?ojn CDejc nbj/r-3 acu/- /^jlljn3 a Cjll C/tOjne. ?fc /-o /-r-m Cj/-/-a ; bpjajn a Co/icamb/iuab, ap an taob amu;3 ba Z°tt°zl<)iC<xfi boha acu/- bajpp, acus ha Jjllabajb con .j. ,rj. ma/13 .xx. acu/- ejn .p. x. acu/- ap an taob amr-3 bo cj/7- Cuajtj ata an tpeapah sjn. acas jrjatt pepajh ap a pajl an cjs sjn .j. ap os cehpamna a n)hsj O'pejtjp, acu/- ap Lebbajl; CDejc bomnall bajn, acus ap an cehpamrp n\"J,jpp, acus ap cehpamrp Oajle . l?eabacajo, acusap lebbajlj bajle Cjhmap^a, acus ap letba. le ) Seanuj%, acus ap an ceat/iam^n mblobuj3, acus ap cehpamrp bajle J acus ap cejt/ij cet/iamnajb Cpaejbj (Depjajn, acus ap jn cetpamrp nbub, acu/- ap cetpamrp Cat/tac In baj/ie, acu/- ap ceipamrp na Ttajinj, acus ap cetpamrp bajle Sp/iajbjn, acus ap cetpamrp jn Clrajn, acu/- a/t"], [50, "38 cetpamrp bajle . bopha, acas ap cetpamrp an tSe;be;n acus a/i an cetpamrp n'&jpp acus ap cetpamrp )n Lon^pujpt, acus ap tpj cet/iamnajb \"glenna CDejc Concuba/i na Cajlle, acas ap leebajle na Cujlljnac, acus ap cehpamr;n jn bojfte mojp, acus ap ceatpamrp CDujbj na nCnac, acus ap cetpamrp C/ij Lejtjn, acus ap cetpamrp Catpac Sejpcjn, acu/- ap cet/tamr-n bajle . Cojljha, co /iob tpj ceatpamna acu/- ba .xx. sjn, acus a /-ecbt bbjob acuy letma/13 ahsa cetpamrp hjob. \"?(3/-0/-y-m CjOsa J b/ijajn an^lae, ap an taojb amr-j ba 3*Uo3lacajb, bona aeu/ bajpp acas ha 3;llaba;b con .;. .x. p. acu/- .r. rp-ge acus ba ma/13 .x. acus saejpsj Clajnbe piancbaba baj/iem ap sjn ; acu/- js jat pepunh ap a pujl an cj/- sjn .;. ap letbajle bajle na J~)uamab, acus ap cetpamrp ) Clej/tj j, acus ap letbajle Cpajccj ) Coppajn, acus ap an cetpamrp njj/i/i, acu/- ap letbajle na \"glajse, acus ap cetpamrp bajle ) Cojlejm, acu/- ap cetpamrp bumuj3 I Manna, acus ap lebbajle J buabajb, acu/- ait letbajl; bajle na Lecan : <( tana sajpsj ac Sjl plancaba majlle pe letmapcc bo cj/- . bpjajn a Cpajcc ) Coppahajn, co pob .r. p. acu/- .r. rp-ge ah 3ac Cetpamrp bo na cejt/ie Cet/iamnajb .x. sjn. 3.C so /-r-m Cj3e/muj/- J b/ijajn jra mae/t/-ect CDec Con ; Ca/i3j a Lehbojpen hon taob a mujcb ba ma/ttajb acu/- ba mucajb .j. e/t; ma/icc .xx. co leh acus a tajb .x. ma/13 b/-aoj/i o/ita /-jn .j. L. ma/tcc co leb ac mnaj I Locblajn, aca//- .xx. rpge a p;b nabea/ia. <scu/- a/-e /-r-m a ma/it acu/- a muc pa mae/i/-ect na maep 3cebna .;. .r;. ma/it, .rj. mitca, acu/- ban 3all03lacajb, na bona nabajpp, na amuntup hajpeam sjn. <tcus jsjah so anmafia na pepah ap a pujl na jrjaeba sjn .j. Cejtpe ,S. bajle .3. (Cap tan, acu/- ba .S. Cat/iac CDebajn, acus cejtpe ,S. bajle bana/1, acus .S. Catpac polla .j. Sejseah Leasa CDo/iajn, acu/- ba .S. lj/- na Ljatanac, acu/- ba .S. na rjajtneac, acas .S. j/- na Ceapacajb, acus ha .S.jn Cnocajn, acus Sejseah na nUp lujhe, acas .S. sejseah O'nbonajll, acus .S. na Cpojbjhj, acus .S. CDujbj bomna;ll, acus .S. CData/i bpjajn, acus an .S. mop, acus ,S. panah Jealbajn, acus S. Catpac CDec . Jr-l, acu/- .S. na Cal^lajse, acus S. na CCljn-^eac, acus .S. jn <fenr~3 b;3, acus .S. bajle J Ustah, [ ]. C;jj/inaj/- J bpjajn pa maepseact Claha Camluas a lejtb [ ] taojb a mujcb bo CDucujb acus bo maptaj-p .j. tpj mapcc [ ]. atajb cetpa mapcc bsaojpsj oppia sjn, acus .xx. [ ] .j. pjn3jn3 aj,us rp%j hop. [ ]. I/-e sjn /-r-m a ma/it acus a muc pa mao/i/-ecbt na maop 3ceabna. .j. .rj. m<(t acu/- jrjtj /\"3;lljn3 baj/^eab mr-ce acu/- [ ] 3allo3laca bona na lajpp opia sjn, jna amantu;/i bpjajp ; acus js jab so ammana na pepajnh ap a pujljt na pjaca sjn .j. cejtpj .S. bajle J CDatamna, acus .S. bajle ) COupcha, acus .3. na 3Calt/tac, acus ba .S. Z^na Slaob, acus ha .S. bajle ) Cuatajll, acus /-e; /-jb a pO/ima;l, acus /-ej/-j Catb/ia, acu/- 1;/-/- na b2(ba, acus sejp nj CDyj/ieba, acu/- ba /-ej/-j panab pobman, acu/- tpj bS. ;/<- na boj/i;njb, a^us tpj bS. a L;/y"], [51, "39 piajt/t;, acus cj/- ba .S. a mbajle . CDaejl-Cej/i, acu/- .S. Lessa _$ua3ajn <xcu/ bajle j Comultajn, acu/- S. bajle j Catajl, acu/- t/ij .S. an /-a bajn3jn, acus a Cnocan Cjje CDu/icba, acus .S. a Cojll b/ieac, acu/- a Lj/y na luacba/inajbj acu/- anb /-a l?uba, acu/- .S. a mbajle j 3efe*. U acu/- t/ij lejisejsj a pjbnaj3» acu/- t/ij le;t/-ej/-j an sa bajn3jn, acu/- /-ej/-j bajle ; beacajn : acus jsjah so cujb clajnbj Camtuajr jna pjacajb maopajhefa bona pea/ianr-b /-jn .j. Ce/tama bajle j Con/iaoj, acu/- leb/-ej/-eb le/-/-a mbe/icbajn, acu/- .S. Catpac Lapajn, acus .S. Cat/iac CDec Ojljlle /-ella. XIV. Translation. — O'Brien's Rental. — No date.* This is the amount of the rent of O'Brien from Killrush to Clon dagad (exclusive of Lissconnellan, out of which O'Brien has 2 bushels of wheat yearly) viz. 3 and a half marks and 40 marks over and above his footmen-f- and sportsmen. These are the lands out of which said rent arises, viz. 2 ounces and 3 marks in Killfinne, 20 shillings in Tullykreen, twenty shillings in Derryancrosson, * The date of this document is not given, but it may, with some certainty, be assigned to the middle of the 14th century ; perhaps about the period of the following extract. — \" Whereas Murgh O'Breen having assembled a large force of Irish enemies and rebels to the state, in Munster, lately came into Leinster, in aid of the Irish there, purposing to make war upon the king's liege subjects, and destroy those parts, and the L. J. and council together with the Peers of the Realm in Parliament assembled at Tristeldermot, perceiving the damages and misfortunes the said Murgh would occasion if he were permitted to continue there without resistance, ordained amongst themselves in said Parliament, that he should have 100 marks, if he would withdraw himself and forces out of Leinster, and do no further mischief there, which sum (9 marks excepted) the clergy and commons of the counties of Dublin, Kildare, Kil kenny and Weysford agreed to pay ; and because he did not intend to depart unless he received the whole sum, it was agreed by the L. J. and council that the said 9 marks should be paid out of the treasury. For which a warrant issued at Tristeldermot 24th March 1 377. — Rot. Claus. 1.° Ric. II. f r. 2. f Or soldiers. Probably the Dailtini, who, on foot, attended the Irish horsemen, and had the care of their horses. \" Gilla con,\" an imposition in money, or victuals, or both, for the mainte nance of the Lord's Huntsman or Dog-keeper."], [52, "40 an ounce of gold* in Bindmoran, an ounce of gold in the quarter of Western Ligi, 20 shillings in the quarter of Dromdegria, one ounce of gold in Clonareis, an ounce of gold in Ballyogara, 20 shillings in the two Ballyannas, an ounce of gold in Methany, an ounce of gold in Clonkianly, an ounce of gold in the Erball, an ounce of gold in the Itharnan, 20 shillings in the two Sheankays, an ounce of gold at Cathardachon, 20 shillings in the quarter of Cuilimin, 20 shillings in the quarter of Clonhowly, an ounce of tribute and an ounce of gold in the Creachaire and in Clonsnaghta, 10 pence tribute and an ounce of gold in Clonkett, 10 pence tribute and an ounce of gold in Bothluachra, 10 pence tribute and an ounce of gold in Clonboirne, an ounce of gold in Glencanan, 10 pence tribute and 20 shillings in Ballybohan Clankennedy, 20 shillings rent and an ounce of tribute in Ballybohan from the descendants of Teige Mac Mahon, an ounce of gold in Kepnafer noge, one shilling and 9 ounces in the one-fifth of Inis Mac Uahny, one shilling and 9 ounces in the one-fifth of the Grat, one shilling and 9 ounces in Leckannashinnagh, 18 pence tribute in Lissconnellan, 2 shillings tribute in Curbrecan, 2 groats in Ballyeleathan, 20 shillings rent in Ballynacearda, 20 shillings in Inismore, a mark in Roscre and Ballynacally, 20 shillings in Lisskelly O'Keilly, 20 shillings in Lisskelly O'Nuins and 3 ounces in Crappoge, 18 ounces in the three half quarters of Inistire, and an ounce of gold in the half quarter of Leek Mac Bryan, gankach. This is the amount of the rental of O'Brien from the beach west ward in Corcabaiskin west, viz. 9 marks of rent and 20 shillings tribute over and above his footmen and sportsmen, i. e. 2 marks in * It is observable that in this and in the following article when rent is payable in gold it seldom exceeds an ounce ; when payable in silver it extends to 14 ounces and more, although the metal is not specified."], [53, "41 the 2 Moymeens, a mark in the quarter of Faelan, a mark in the White quarter, a mark in Trosg mountain, a mark in Bille and in the half quarter of Garrane, 8 pence and an ounce of gold in Clon suman ; 8 pence and an ounce of gold in Oughterart, 20 shillings in Fotra. — These are the tributary lands of O'Brien in that country, 6 pence on Killbetagh, 2 ounces on the Kellybegs, 4 groats on Reithy-west, 14 pence on the two Trians and the Cally, 14 pence on Reithy-eav, 14 pence on the Cross, 6 pence and 3 ounces on Cuibhrencuille, one shilling on Clonkarran, one shilling on Killfiabra, 14 pence on Ballyeoganan, 14 pence on Killky, 2 shillings on Liss linehan and Lissduibhin, a groat on Killkurn, an ounce on Aillin clogher, 6 pence on Roinmicnisg and one shilling on Killkrone. This is the amount of the rent of O'Brien out of Corcumroe, over and above the Galloglasses, royalties* and sportsmen, viz. 26 marks and 1 1 pence ; and that land is exclusive of the rent of Tuaithiglae. — The land out of which said rent arises are, 8 quarters in Inisofehiv, the half townland of Mac Donald bane, the short quarter, the quarter of Ballyrohan, the half townland of Ballykinmaraga, the half townland of O'Shany, the quarter of Bloady, the quarter of Bally O'Gawnane, the 4 quarters of Craevdergan, the black quarter, •the quarter of Catherandary, the quarter of Rathny, the quarter of Ballyspraidin, the quarter of Clone, the quarter of Ballyborda, the quarter of Sheden, the short quarter, the quarter of the Longfort, the three quarters of Glenmacconornacally, the half townland of Cuillinagh, the quarter of Derrymore, the quarter of Moynanonach, the quarter of Trileithin, the quarter of Cahirsherkin, the quarter of Ballycollinna; so that there were 43 quarters, 7 of which were subject to a half mark each. • \" Bonna agus bairr.\" — Translated royalties. — By bonna is m-?ant mines, minerals, &c. and by bairr fishing, fowling, and hunting, Sic G"], [54, "42 This is the amount of the rent of O'Brien in Glae, over and above the Galloglasses, royalties and sportsmen, viz. 10 pence and 5 ounces and 12 marks, and the immunities of the Flanchy family are charged on same. The lands subject to that rent are, the half townland of Ballynahuama, the quarter of O'Clery, the half town land of Cragi corran, the short quarter, the half townland of Glaishe, the quarter of Ballycollins, the quarter of Dumyillanna, the half townland of O'Boe, and the half townland of Ballynaleckan. T/'.e immunities of the race of Flanchy, with half a mark of the rent of O'Brien are an Cragicorradon, so that there are 5 pence and 5 ounces on each of those 14 quarters. This is the amount of O'Brien's Lordship, under the stewardship of Mac Con, out of Carrickaleborny, over and above beeves and swine, viz. 23^ marks, (and there are 10 marks immunities included in them,) 30^ marks belonging to the wife of O'Loghlan, and 20 in Finnaveara. The number of beeves and swine under the steward ship of said stewards is, 6 beeves and 6 swine ; and Galloglasses, roy alties and privileges are not reckoned. These are the lands subject unto these dues, viz. the 4 ploughlands of Bally G. Martin, the 2 ploughlands of Cahirmedon, the 4 ploughlands of Ballydanon, the ploughland of Cahirpolla, i. e. the ploughland of Lissmoran, the 2 ploughlands of the Liahanagh, the 2 ploughlands of Raith nagh, a ploughland in the Kappaghs, 2 ploughlands in Knockan, the ploughland of Urling, the ploughland of Seiseadh O'Donnell, the ploughland of Croby, the ploughland of Moydonnell, the plough land of Bryan's mother, the great ploughland, the ploughland of Fanagaluan, the ploughland of Cahirmickyguil, the ploughland of Tulglaishe, the ploughland of Mingeagh, the ploughland of Aeny beg, the ploughland of Ballyiustad, [ ] of the Lordship of O'Brien under the management of the family of Camluas hitherto [ ] over and above swine and beeves, viz. 3 marks [ ]. There"], [55, "43 are 4 marks of immunities among them and 20 [ ] i. e. one pen ny and an ounce of gold. [ ] The number of beeves and swine under the management of said stewards is, 6 beeves and 20 shillings of swine money, [ ] Galloglasses, royalties or privileges of O'Brien. These are the lands subject to said charges, viz. the 4 ploughlands of Ballymahony, the ploughland of Ballymorogh, the ploughland of the Caltraghs, the 2 ploughlands of Glenslaed, the 2 plough lands of Ballytoole, the ploughland of Formail, the ploughland of Cathra and Lissmahalia, the ploughland of the Murrays, the 2 ploughlands of Fanadfodhman, the 3 ploughlands in the Doirinies, the 3 ploughlands in Lissflattery, the rent of 2 ploughlands in Ballymaelcher, the ploughland of Lissaguagain and Ballycomultan, the ploughland of Ballycahill, 3 ploughlands in Dangiu and Knock anteemoragh, a ploughland in Killbree, Lissnalougherny and in the Rooda, a ploughland in Ballygedal, 3 half ploughlands in Fidney, 3 half ploughlands of Dangin, and the ploughland in Ballybeaghan. These are the proportions of the Camluas family, in their claims of stewardship oyer these lands, viz. the quarter of Ballyconry, the half ploughland of Lissbercan, the ploughland of Cahirlappan, and the ploughland of Cahirmacolilla-Shelly. XV. S<v.tti C)S^^^H tHejc tict UlafW. 2.J so bo sr,m C/aja/inaj/- CDejc na COapa .j. CDac Conmeba CDac CDejc Con CDejc Loclr;n CDac Conmeba mojp, bo pejp jrjajnaj/-e maojp CDr;ntjjie T?oba;n a-^us COapay 3<_;t na tj/ie, bo pejp ua-jracta a naiap acus a seanaiap, ap a Cuat mop : acus jsjah so na maojp sjn .j. sljof on maojp puah .; jOjljb O'7?obajn, acu/- Con cuba/i O'ftobajn. ?_3 so an ceb cujb be sjn .j. cejtpe hrp%e hea% a% CDac Conma/ia an sa Teat, acas a3 an pejbmanacajb, an eajmaj/- arhantuj/i j acus rp%e hop a$ an mbajn- G 2"], [56, "44 tja3a/majn fan cC.ra;nmr;r.jb an eajmaj/- amantuj/t Cjapna ; acus tpj bv^e fan mbl;ajajn bo cjOs bantjapnajn a cCeatriama btojb-na-cceatl, acus bajle r, Cejljoc$, a neajmaj/-, *]i ; acu/- tpj hujn%e bee bo cjOs bajntjapnajn a cceatpama b/toma bjotclan, a nea3maj^, \"Jc.; a^us cejtpe hrp-ge becc a cceatpuma an bu/ta bo cjOs bajntjapnajn, a neajmaj/- \"]_:.; cejtpe orp-ge bea3 * leatbajle ojpieapac Camnuj je bo cjOs bajntjapnajn, a neajmaj/-, \")_. ; Leatma/tc a mbajle r^ 7?eubacajn ; a^as cejt/ie br}jn3e bea3 bo c;0/- C;a/ina a mbajle na cCo;lean, a neajmaj/-, 1c. ; cejtpe hrpge hca% sa bljajajn a Leatbajle r, Slat/ta a neajmaj/- amantujp. acus 14 br;;n3e a leatbajle r, CDaojljn, a neajmaj/-, \"\\2 ; 14 br^e 'fan bljajajn b'jrjaca Cja/ina a leatbajle ftoj-a Ca/t/itujje, a neajmaj/-, \"p.; 14 br^e a cCeat /iuma acus 14b*;n3ebo cjo/- C;a/tna fan bpea/itan-bea3 ; 14 br^e a cCeat/iuma Ljosa CDjobcajn, acu/- a cCeat/iuma na cCa/tobac ; acu/- a cCeat/iuma bajle Ub/iajn, a nejmaj/- amantuj/i; 14 br;n3e a cCeaipama 30 lejt bajle r; Cealla; 14 br^e sa mbljabajn a leatbajle r, buta/tta ; 14 br^e a leat-ba;le Lea/-a Cojllejn ; 14 br;n3e a ccr^3 leatceat/iumnajb r, Olojb; 14 br^e a leat bajle an J?o/-a paah ; acus ta pos bjah aj-ge a bpeapajh saopa na Cuajte sjn : 14 br^e a3 CDac Conma/ia a cCeat/iuma Camnfjje bj3e. 2.3 so bo Ujapnas CDec na CDa;ia a tCuat-na-baman .;. 14 br^e fan cCeap ajb; 14 br^e a mbajle r, pea/1 jojle ; cejt/ie br^e a mbajle r, ; 14 br;n3e a mbajle y; Ojsjh, acas hjah rajp sa mbljajajn a bjrea/ianajb saopa na tuajie fan. so na CQaojp bo toj3bab an cjOs fan .;. sips CDatjamna pjn r, 7?obajn. <t% sO Cjapnas CDejc na CQapa fan bljajajn ap Cuat O'bpiojn .j. 14 orp%e a tt/i leat ceat/iumnajb Clojne Jcj-03 .j. an Cuajllec acus bajle na nQjas acus &pr,msOjtle ; 14 a tt/ij leatceat/iumnajb Injs-Snajte, 14 br^e a nifonac CDu/icba b/ije, 14 bv^e a tt/ij leatceat/iumnajb Clojne Sjoba; 14 br^jn3e a leatbajle /-le/'a boncba CDejc I0/-OJ3 ; 14 br^e a tt/ij leatceat/iamnajb CDabma Caiman ; 14 b^jn3e a leatbajle tjpe O'ntfoba, a neajmaj/- amantujp Cja/ina asha r,le ; rp%e hop b'jrjaca bajntja/inajn a teatceatnuma Con3alajj; acu/- bja r^ /-a mblja jajn a bjreartanajb saopa na tuata /-an ; acus boh acus seas nrp%e a% CDac Conmajia a mbajle r, CQrpea^ajn. COrptjp Labr,l CDaoj/t na Cuaia sojn. Cja/ina/- CDejc na (Capa a tCuat an Jleana .j. 14 br^e a Leatbajle an la/tla /tuaiD : 14 br^e a mbajle Cr;n : 14 br^e a mbajle Y7 CDaolbomnaj j ; acus a ta cjon ha ttpjan on ha ajt sjn ap ceaipama b/tojjnjcc bjee ; 14 br^e a leatbajle an Cr,m ; 14 br^e a cceatpama Cluana r, Conajpe ; 14 br;n3e a cceatpama po/imaojle ; 14 brp-ge .a cceat/uma CUana C/ieaja ; 14 br^e a n<(phf£jai ; 14 br^e a"], [57, "45 cceat/tuma Ctuana Zaojijh, acus bja rajp fan bljajajn a Bj_ea/tar.ajb saopa na bajte sjn. Cjapnas CDejc na CDa/ta a tCuajt 0'cCon3ajle .j. 14 br^e a mbejl-cojlle ; 14 b»;n3e a cceaipuma bajle rj b/iuaca/iajn ; 14 br^e a cceaipuma bajle r, Lasnajn ; 14 bun^e a cceatpuma bajle r; Ujipe ; 14 br^e a mbajle r; b/ijajn ; 14 br^e a cceat/iama Co/i/i acu/- ah sa ceaipuma 3j°/1n. 1* orp-^e a cceaipuma bajle na cClej/teac ; 14 br^e a cceaipuma r, Cjbne acus bja jhjp Nobtuj3 acus Ojhjh ah sa ba l?ataona acus a nOjlean r, Cos^apaj j acu/- a mbajle r; U/itojle acu/- a cceat/tuma Cac-Inj/-, a3u/- bjab raj/i sa bljajajn a cceat/iumnajb /-ao/ia na Cuata sjn : a3U/- pa bjab CDejc ftobajn maoj/t na tCuata sojn. Cja/ina/- CDejc na CDa/ia a tCuat OT3on3ajle: 14 br^e a Leatbajle an Cloca/t uacta/iajcc ; 14 br^e a Leatbajle an Clocaj/t locta/tajcc no caojl, a-^us a cceat r-uma Cluana Cojle ; 14 br;n3e a cCtuajn CDotaj/t ; lihrp-ge a cCrjl r} 7?jaba ; 14 br;n3e a nb/iomaj/it: 14 bt^e a nb/i^m-/-3am^/i ; 14 br^e a cCajijp Upiajlle Clojne \\)ajsnejsjs ; acus ata bja a3 CDac na CQapa eahap f»1obluj3 a^us Jnjt a tt/ij ceat/iurh najb na ttpj cCul/ijabac ; 14 br^e a leatbajle Uactaj/i-T?uj/-, bjab a mbajle CDejc bomnajll a3U/- a cCjlljob/iajn a3 CDac na Ctiapa jhjp js Jnjt, acus a mbajle CDejc Con pjh, a%us bja rajp fan bljajajn a bpeapahajb na Cuata sojn. Zjapnas CDejc na CQapa a tCuat Cactaoj .j. 14 br^e a ntfonaj3 ; 14 bv^e a mban na cCujlean ; 14 br^e a ftajtneacan ; rp%e hop bo cjOs bajntjapnajn ap an b pjacajt; 14 br^e a tt/ij ceat/iumnajb Cujl O'cCom/iujbe : 14 br;n3e /-an cCoj/t Cluana; 14 br^e a Ljat-jo/it; 14 br^e a njo/it r; br^fi ; 14 br^e fan tsonac j 14 br^e a cCeat/iuma an Cnojc bejte ; 14 br^e a bpata r; Qlllmapajn ; a%us mrptjp Hobajn js maojp jhte, a%us bja jhjp Injb js Cajsz- XV. Tianslation. — Macnamard's Rental. — No date.* This is the sum of the Lordship of Mac Namara, i. e. Mac Con Mac Conmhedha, Mac Mac Con Mac Loghlan Mac Conmhedha more ; according to the testimony of the stewards of the Rodan fa mily and of the Marshal of the country, and to the will of their • This i3 supposed to be something older than \" O'Brien's Rental.\" Probably about the commencement of the 14th century."], [58, "46 father and grandfather out of Tuathmore ; and the said stewards are Philip O'Rodan and Conor O'Rodan, descendants of the red steward. This is the first part of the same, viz. 14 ounces to Mac Con- mara and his servants in the Rath, exclusive of royalties. The Lady, (i. e. Conmara's consort,) has an ounce of gold out of Cluan- muiny, exclusive of the Lord's rights, S ounces of Lady's rent* yearly in the quarter of Bloynakill and Ballyokeilegher, 13 ounces in the quarter of Dromdyelan, 14 ounces in the quarter of Dura, 14 ounces in the east half townland of Tawnagh, exclusive of the Lord's rights; half a mark in Ballyrohan, 14 ounces of Lord's rent in Ballymacollane, exclusive as above, 14 ounces yearly in the half town land of Ballyslattery, 1 4 ounces in the half townland of Ballyomoylin, 14 ounces yearly of Lord's debts in the half town- land of Rosscarthy, 14 ounces in the quarter of Glendree, 14 ounces of Lord's rent Fertan-begge, 14 ounces in the quarters of Lissmeehan, Carovagh and Ballyubrane, exclusive as above, 14 ounces in the quarter and half of Ballykelly, 14 ounces in the half townland of O'Doharty, 14 ounces in the half townland of Lisscul- lane, 14 ounces in the 5 half quarters of O'Bloid, and 14 ounces in the half townland of Ballyrossroe. He has moreover food -p in the free lands of that territory, and Mac Conmara has 14 ounces in the quarter of Tannaghbegge. This is rental of Macnamara in Tuathnahavon, viz. 14 ounces * This separate Lady's gold or rent bears some resemblance to the \" Queen gold\" belonging to the QAen consort of England. For a particular account of which the curious reader is re -fenj^^o Pryn's treatise on the subject. jf^ Among the ancient Irish exactions, Coshery was laid by the chief Lord or Dynast on his 8*nants and others under his protection, and consisted of provision and lodging for himself and his retinue. The exaction however, mentioned above, was called a Refection, and was a privilege claimed by the chieftain of being entertained for one meal only."], [59, "47 in Kappagh, 14 ounces in Ballyfarrell, 14 ounces in Ballyonevane, 14 ounces in Ballyioisine and food once a year in the freelands of that district. These are the stewards that used to receive said rents, viz. the posterity of Mahon finn O'Rodan. This is the yearly rental of Macnamara in the territory of O'Flinn, viz. 14 ounces in the 3 half quarters of the Clancusack, i. e. the Koolagh and Ballynaglaig and Drumsohilly, 14 ounces in the 3 half quarters of Inis-Snaty, 14 ounces in Aenaghmoroghbrick, 14 ounces in the 3 half quarters of the Clansheeda's, 14 ounces in the half townland of the posterity of Donogh Mac Cusack, 14 ounces in the 3 half quarters of Mount.-tallon, 14 ounces in the half town land of the country of O'Hay, exclusive of the royalties of the Lord out of them all ; an ounce of gold of Lady's rent in the half quarter of Gortcongalagh, and food once a year in the free lands of said territory, and a groat and 7 ounces unto Mac Conmara in Ballymurregan. The family of Lavelle were the stewards of said territory. The rental of Macnamara in the territory of Glen, viz. 14 ounces in the half townland of the red Earl, 14 ounces in Ballyquin, 14 ounces in Ballymuldowny, and the share of two thirds from said two places is charged upon the quarter of Drynaghbegge, 14 ounces in the half townland of Cuim, 14 ounces in the quarter of Clonconry, 14 ounces in the quarter of Fcrmoyle, 14 ounces in the quarter of Clontreagh, 14 ounces in Ardsgialh, 14 ounces in the quarter of Clongueeheen, and food once a year in the free lands of that place. The rental of Macnamara in the territory of Congalagh, viz. 14 ounces in Belcolly, 14 ounces in the quarter of Ballybruagheran, 14 ounces in the quarter of Ballyolaghnan, 14 ounces in the quarter of Ballyohiefa, 14 ounces in Ballybrian, 14 ounces in the quarter of Corr, (i. e. odd quarter) and in the quarter of Girr and in the short."], [60, "48 quarter, 14 ounces in the quarter of Ballynaglearagh, 14 ounces in the quarter of Eidhny ; food between Christinas and Shrove-tide in the 2 Rathaonas in Island-Cosgary, Ballyhurly and the Horse island quarter, and food once a year in the free quarters of that ter ritory. The Rodans were the stewards of that country. The rental of Macnamara in the territory of O'Rongaile viz. 14 ounces in the half townland of upper Clogher, 14 ounces in the half townland of lower or small Clogher and in the quarter of Cloncollv, 14 ounces in Clonmogher, 14 ounces in Cooloriedy, 14 ounces in Dromart, 14 ounces in Dromsgamur, and 14 ounces inCahirhurly of the Clan Hasneises. Macnamara has food between Christmas and Shrove-tide in the 3 quarters of the 3 Culreavaghs, 14 ounces in the half townland of Upper-Ross, food in Ballymacdonnell and in Killuvran between Christmas and Shrove-tide, and also in Ballymac con-finn, food once a year, in the free lands of said territory. The rental of Macnamara in the country of Eactaoi, viz. 14 ounces in Eanagh, 14 ounces in Bawn-no-cullane, 14 in Rathnecane, an ounce of gold of Lady's rent in Fiecal, 14 ounces in the 3 quarters of Coolocowry, 14 ounces in the Corecloney, 14 ounces in the Liehgort, 14 ounces in Gorl O'Dun, 14 ounces in Enagh, 14 ounces in the quarter of Knockbehy, 14 ounces in O'Halloran's green, (and the O'Rodan family are stewards therein,) and food be tween Shrove-tide aud Easter. XVI. ?( fe so canhpa boncba ; )majp rie Clojn CDat jamna CDac Seajn hujb .;. ba r;c;b bo bo iabajpt bo clojn CDat jamna CDejc Sea;n bujb, map jeall ap lehceatpamajn na Cpajze bo bajle ; Compajhe, acus bo eeana;3 dohchah bjihjlse an peaprp. sp o /-Ijf CDejc CDac tfeba le cejle. Ql se so Zell boncbab . )majp ap Leicetpamrp 3u;/itjn J beollajn bo bajle ; Compajhe .;. Oct mba acus ba p;c;t o boncba bo clojn"], [61, "49 Loclajnb CDejc tcaajhpj acas bo clojn tSjba CDejc l?uajb/ij, acusho ceanaj3 boncbab bjihjlsj an peaprp sjn raia le cejle, acuy ona clah mac nrjlle. Ql se so 3ell boncba j Imaj/t ap ha tpjan Lgtcet/iaman beanry Le Locloji. CDejc Concubaj/i ) Com/iujbe bo cet/iama an Oojpe .;. bejc mba acus tpj pjceh [ ] acus tpj ba he-% a% boncba map jell a/t cujb CDajleaclrji. Com/ir;be bon pepah sjn. <*! se so %eall boncbajb . Imajp ap Letcet/tamr^n an <tcajn S3anlajn bo bajle I Com/tujbe .j. t/tj pjcjb acuy cuj3 pjn3jnbe becc bo iabajpt btfeb CDac Concubap CDej3j Clancbaba, acu/- 3an an pepah sjn bj.ua/-3alab 30 ceah tpj mbljaban, acu/- a puasglah pa pel fan Seajn bo joban eun Laj. <(s yjah as Uppaha pjs jn cuhpah sjn ho comajll .j. Seaan CDac S;ba acu/- mac boncbab CDac Concubap CDejc Sjba. XVI. Translation. — Deed of Purchase. — No date. This is the covenant of Donoffh O'lvar with the children of Mahon Mac Shaneduflfe, viz. that Donogh should give them 40 cows in consideration of the Rock half quarter of Ballycomruide, and he pur chased the fee simple of the land from the race of the sons of Mac Aoda altogether. — This is the consideration which Donogh O'lvar paid for the half quarter of Gurteeneebolan of Ballycomruide, viz. 48 cows to the sept of Loghlan Mac Rorey and of Sheeda Mac Rorey, and Donogh purchased the fee simple of that land from them altoo-ether, and from all their sons. — This is the consideration which Donogh O'lvar gave for the f of the quarter belonging unto Loghlan Mac Conor O'Comruide of the quarter of Derry, viz. 70 cows [ J and he was to have 13 cows in mortgage for Malachy Comruide's part of that land. — This is the consideration which Donogh O'lvar gave on a mortgage of the y quarter of Achca- Scanlan of Ballycomruide, viz. 75 pence to Hugh Mac Connor Mac Clanchy, and said land was not to be redeemed until the end of H"], [62, "50 3 years, and then before St. John's day by one day's impounding.* The securities for the performance of this covenant are Shane Mac Sheeda and Donogh Mac Conor Mac Sheeda. XVII. Ancient translated Abstracts. — A. D. 1419-1458. The mortgage of the quartermire of Cragannessh [ ] Cow nagh-f- purchased by David O'Ferala for 20 cows, vlt. 15 incalf cowes, 7 gawnaghes, J [ ] 5 cowe calves, 2 bull calves, 8 year lings, the value of twenty cowes in money delivered uppon all holland day. More delivered by the said David upon the Carrowmire of Curraghmolrony in Cownagh, 18 merks, cross-keale money, with a peny addition in everie grote ; five milch cowes, with five cowe calves, ten heiffers and seven agawnaghes. This mortgage was de livered on Munday in Whitson week, anno 1419* The Carrowmire of Tarpane in Curcagh, purchased in fee simple by David for 35 marcks and 9 pence of cross-keale money, with a peny in addition to every grote thereof, 1 7 yards of broad cloth, a hatt and a horss, valued to be worth 20 agawnaghs. — Written anno 1440 by Conor Cleanchy, Notarius publicus. The mortgage of said David upon Partinglass in Cownagh, viz. 9 stood mares, and 3 fooles and 4 colts, whereof one was a faire horss-colt, 4 yeards of scarlett or stained cloath, and 6 yeards of grey cloath. The said David's mortgage upon the quartermire of Lissen- ♦SeeNoteto No. V. t These lands lie between Bunratty and Limerick along the Shannon. The lands of Curcagh also mentioned above lie in the same direction. X \" Gawnaghes,\" i. e. strippers."], [63, "51 goyre, viz. 6 mercks cross-keale money, 1 gilt cupp for 9 mercks, and 4 garrons and an ambling nagg in Hew of 5 mercks. This deed was written in anno 1453. The fee simple of Craigimoyley in Cownogh purchased by the said David, for a great pan, that cold boy le 3 beoves and 2 hogges at once, 14 mercks of cross-keale money, 9 milch-cowes with 5 cow calves, 4 bull-calves, 3 stood mares and 2 garrans. — Alsoe the fee simple of the quartermire of Carren purchased by the said David for 30 mercks cross-keale money, with a peny addition to every grote thereof, one aquavite distiller called Corkan, and a great brass pan. This deed was written by Conor Clanchy in anno 1458. These collacons were taken out of the originalls in Irish, by or at Limericke the 19th of Febr. 1611.— H. Brickdall, Ja. Mac In erhyny. XVIII. dj s° ejjreact a-^usconpah sleacta CDejc Seaajn pe mujntjp Slatpa .j. Cab3 03 CDac Cabaj3 CDejc Cojnmeaba, a^us Cahir CDejc Locblajn CDejc Seajn, acu/- Sabb jnj ean Cajb j CDejc boncbab acas bja/tmajb CDac Loclujn, a lama acu/- a Ijtj/i sjn uj le bo bejt a3 COrptjp Slatpa, cum bajle j Slat/ta bo bejt a3 an mr^ntj/1 Slat/ia so ah a nojs .j. bomnall CDac boncbab 2l)ejc bomnajll 2t)ejc bja/imaba j Slat/ia, acu/- Loclr^n paah -VCJejc bomnajll 2t)ejc bomnajll 2t)ejc Locblrjn . Slat/ia : acus hpjacajb ajp an /-Ijoct fan 2t)ejc Seajn a mbapantus acus a lama acus a Ijtj/t bo bejt aj3 mrptjp Slat/ia pe nbul a ccuj/it acus a ccomaj/ile bo cosnam a nhucrjs a%us a n^jll bo;b a mbajle ) Slat/ia. tC ta an ojpeah so a% /-Ijoct 2t)ejc Seajn ajp mrptjp Slat/ia so anojs: .xx. /\"3jlljn anojs, acu/- ba r^n3e sa blja3bajn 30 cean ba bljajajn on bljabajn so amac ; acu/- bjrjacajb ap mrptjp Slatpa onojp bjb a^us eabaj j, 30 bjomcubajb, bo tabapt hon eSljoct sjn ?l)ejc Seajn, bo pejp a ccomaj/-; a3u/ bpjacajb ap /-Ijoct 2t)sjc Seajn bejt taj/- bon mrptjp sjn : <t%us ha ttj bjb a/iaon an bajle bo sabajl on mrptjp bo beb a3 beanam ea-^copa oppa, 0 cjoh ba bljabajn no e/t; amac, map a heappas Cai>z 2t)ct Clancbajbe acu/- 2l)at^amrp 2t)ac Seam St)ejc u 2"], [64, "52 boncbab, acus Kuajhpj O'bjcj bon tSljoct fan 2t)e;c Seajn o mrptjp Slat/ia o sojn amac. tsno bnj 1493. COjse [ ] (Dj/-j bja/imajb CDac Locblr,n. CDj/-j Cab3 CDac Loclrjn. CDj/-e Sabb In jjn Caji>3 2t)ejc boncbajb. js /-jab a bj:ja3ajn sjn .j. Cab3 2t)a Clancbajbe, aj,us Tiuajhpj O'blcj, acu/ 2t)at jam^n 2t)ejc Seajn 2t)ejc boncbajb, acu/- na /iojn jrejn .;. Sljoct 2t)ejc Sea3a;n, acu/- 2t)r;ntj/i Slatpa .j. bomnall O'Slat/ta, acu/- Loclr^n O'Slat/ia, a^us Cab3 O'Slac/ia. XVIII. Translation. — Deed of Agreement — A. D. 1493. This is the covenant and agreement of the Sept of Mac Shane with the Slattery family, viz. Teige oge Mac Teige Mac Coin mheadha, Teige Mac Loghlan Mac Shane, Sabia daughter of Teige Mac Donagh and Dermot Mac Loghlan, viz. that the Slattery fa mily are to obtain their (i. e the race of Mac Shane's) handwriting and letter, assigning Ballyslaltery unto the Slattery family now present or in being, viz. Donald Mac Donagh Mac Donald Mac Dermott O'Slattery, and Loghlan Roe Mac Donald Mac Donald Mac Loghlan O'Slattery. The sept of Mac Shane are bound to give their warrant, deed, and sign manual to the Slattery family, that they (the Sept of Mac Shane) should go into court and to council to make good their inheritance in Ballyslattery. The Slat tery family are to pay at present to the sept of Mac Shane 20 shil lings and two ounces yearly for two years from this date, and are bound to honour the sept of Mac Shane with suitable food and raiment according to their ability, and the sept of Mac Shane are bound to be clement to that family. And if it shall happen that both parties should preserve the land from those dealing unjustly"], [65, "53 towards them, then aster the expiration of 2 or 3 years from this time, the treatment of the sept of Mac Shane by the Slattery family shall be as regulated by Teige Mac Clanchy, Mahon Mac Shane Mac Donogh and Rorey O'Hickey from thenceforth.— A. D. 1493. n ] I Dermot Mac Loghlan, I Teige Mac Loghlan, I Sabia daughter of Teige Mac Donagh. The witnesses are Teige Mac Clanchy, Rorey O'Hickey and Mahon Mac Shane Mac Donogh and the parties themselves viz. the sept of Mac Shane and the Slattery family, viz. Donald, Logh lan and Teige. XIX. 1*3 so Cajpt a3Uj- bjhtjup ata jhjp bomnall 2t)ac Seahajn 2t)ac 2t)ec Con a-^as bomnall 2t)ac Loclajn J Slatpah asu/- bomnall O'Slat/ta, an tabajpt 3jll bo bomnall 2t)ejc Seabajn a^us ha bea/ib/iajt/ieacajb ajp cujb bomnajll 2t)ejc Seabajn be bajle j Slat/ia; acus j/-j acujb .j. C/ij cujb be lebceab/iarhajn an Tijaf^a mojp, ejhjp ha cujb he Igbceb/iamajn a Cnojc : <t%us jse meab an 3jlt bo tuc bomnall O'Slat/ia bo bomnall CDejc Seahajn .;. .rjj. ma/13 co leb, .r. ba bea3 I\" *Sur eacb bon leabmu;3e jnte jrejn. <Czas . se ct bomnajll r-/Slat/ia acus bomnajll CDejc Seabajn pe a cejle, %an ap cumas hujne ap bji jn peapah sjn bo puasglah 0 bomnajll O'Slatpa, act bo bomnall 2t)ejc Seabajn no ba mac, no bo mac a mjc : a^rus ap pajice na Cjlljnjcb a ta jn 3eall so aj/ijmjm, 3U pjahnr,se bomnajll [ ] .;. S;ba a^as a clah .;. pjn j/n a^us CDac Con, acas CDo/t ln3ean bpjajn, map an cenba, a%us bo ctanbCr^nmeaba 2t)ejc Loclrjn acus an maapan ojleba/-ljoctnoc tu3 a ceb a^us a naonta ap %ac taeb leo. <fnho <Dnj CDjle a^us .r. .c. a-^us ba bljabajn njj-a mo, an tan bo pjhe ;n eunpah so pe cejle ; a%us js map so puapas an fan tsean cujb, 30 pjah-"], [66, "54 nujs ho Cab3 CDac plancba;be, acas bo piajt/i; 2t)ac piancbajbe acujr bo bjapmujh CDac piancbajbe map an cgbna. bomnall 2t)ac Seahajn (__>*• boncbab 2t)ac Seajn (O* Cumeaba CDac Sea;n o__f XIX. Translation.-^Deed of Agreement — A. D. 1502. This is the deed and indenture made between Donald Mac Shane Mac Mac Con, and Donald Mac Loghlan O'Slattery and Donald O'Slattery, upon giving a mortgage unto Donald Mac Shane and his brothers, for Donald Mac Shane's proportion of Ballyslattery, being 3 parts of the \\ quarter of Riasgamore between the two parts of the \\ quarter of the Knock. The amount of the mortgage that Donald O'Slattery gave unto Donald Mac Shane is 7-§- marks, 15 in calf cows and a bay horse. The conditions be tween Donald O'Slattery and Donald Mac Shane are, that it shall not be in the power of any person to redeem that land from Donald O'Slattery, except Donald Mac Shane himself, his son or grandson. The green of Killeen is the place charged with this mortgage, as is attested by Donald [ ] i. e. Sheeda and his children, Finian and Mac Con, and Mora daughter of Bryan in like manner, and the children of Conmeadha Mac Loghlan and many other of their race, who have given their permission and consent at both sides. A. D. 1502 this covenant has been entered into between them. This I have found in the original as witnessed by Teige Flathry and Dermolt Mac Flanchy. Donald Mac Shane £3* Donogh Mac Shane G3~ Convey Mac Shane G3*"], [67, "55 XX. JSJ fOj/tm acus ejpecbt na /-3/i;obno;/ieacta so 3U/1 ab amla;b so pojheas O'bpjajn .;. boncbab, a-^us Concobap CDac boncbab CDac 3llsin» &u^e I*5!/1 CDat jam^n CDac CDu/tcab CDac Jlr^n a^us boncbab mac CDu/icbab CD;c Jlr^n .;. ;n ceat namab mjp ben leatceat/tamajn j/- 30J/1J bon Ljo/- be leatceat/tamrjn na Cujleanac a mbajle CDjc ZXaP bo boncbab CDac CDu/icbab CDjc \"glajn a%us leatbceat/iamab mjp an boj/tjn an fan cceat/iamajn 3. <W a5ur leatceat/iama mjp bo macajpe an leasa hub ah sa Cpojbjp), a%us letceat/tama mjp ah sa Cluajn mop ah sa Cpoj b;3b, johus 3U/1 ab e sjn r. leatceat/tamna mjp. <i%us %ac pepah ha bpajl a% an cclojn CDac %lrp fP, Os cjoh a bjrujlmojb bo scpjobah ah so, a tamojt ba jabajl sjn leatb vm leatb etopia co peab boncbab bo beb jnjlacajbte peprp o QOav&amrp, argus %ac pepah 3JII ba bjrr^l aca paajp Jeallta/t uatba, p^bajb ;n puajr&lah leatb urn leatb etu/1/ia, map an cehna, a%us pojh coipam etuppa 3 3ac pepah ba mbja aca 0 sjn amac; a^as bejtb pejh le cejle. Qlp na scpjo- o o bab a Crpce an taonmab la .x. bo Julj ?lno bom/nj CD. ccccc. 2 bljabajn 7 2 xx. )s jab a jrjabajn la;t/ieac so, bja ap tus. O'bpjajn .;. boncbab, CDacnama/ia .;. Cab3 CDac Commeaba, boncbab CDe;c Seaa;n 0 Cojllcjsjn, Cab3 Ulltac o bajlj CDac Cajsjl, Concobap 2t)ac Zlujn, Tijcaph .p. CDac SJQaojljn, Concobap balb O'ftoban. CDaoj/i ) bpjajn. COjsj CDat jamr;n CDac \"glujn. XX. Translation. — Partition of Land. — A. D. 1542. The form and effect of this writing are as follows, viz. A parti tion is made by Donogh O'Brien and Conor Mac Donogh Mac Gluin, between Mahon Mac Morogh Mac Gluin and Donat Mac Morogh Mac Gluin, to wit, to Donogh Mac Morogh the quartermire of the half quarter next to the Fort of the half quarter of Cuilenagh in Ballymacglin, and the half quartermire of Durrin in the short quarter, the half quartermire of the field of LisdufTe,"], [68, "56 in the Croby, and the half quarter mire in Clonmore in the Croby, comprising 5 half quartermires. All the lands that the said Mac Gluins possess, over and above those before mentioned, are to be di vided share and share alike between them, as long as said Donogh is entitled to lands from said Mahon, and they are to redeem all the mortgaged lands belonging unto them share and share alike, in the same manner, and to make an equal partition between them of all the other lands which they shall possess henceforth, and to quit claim to one another. — Written at Kuince the 11th day of July, A. D. 1542. — The witnesses present are, God in the first place, Donogh O'Brien, Teige Mac Conmeadha Mac Nemara, Donogh Mac Shane from Killcisin, Teige Ulltagh from Ballyca shill, Conor Mac Glin, Rickard Roe Mac Meelin, Conor balv O'Rodan. The Stewards of O'Brien. I Mahon Mac Gluin. XXI. 2'3 so s*.m acus mejb an 3jll bo cujp CDu/tcba 2t)ac boncba CD;c \"glrp ap let cetpamrp an le/-a bo Ca/inmela bo boiicba CDjc Concubajp ) bpjajn, acu/- ba *)ZM <*cus ** s)nej%pj bo CDu/icba CDac glujn pejn, acus ba e; j/t; acus ha sjnej- ZM I\"ct *>I*I5 •)■ fP) lojl3eacb cona laoj, acu/- .xx. bo ;n laoj, bO/-en seacbajhjhe acus bat^amnacb js bo tucab an 3ell so ho CDat^amajn CDac Loclajn CDecnama/ia o bajle ) COapcacajn [ ] leatbcet/iamajn Ljsjn na brpj, acu/- ap lethceipamajn mjp bo ceipu mjp bela an tapbujll cona cojlle a^us cpajge, pjas^a acus jhbjp, pejp acu/- ajs^j acu/- cona nr^lj socbap ba bjrujl a ceat/iamnajb na bpepah sjn o sjn amacb : acu/- js bo ceb acus bo tojl Cajb3 CDjc Loclajn, a heapbpaiq, acus bo ceb a cc;n;b acu/- a comb/iajtb/iec ap 3ac taob, bo cujp 2t)atb3amr^n CDac Loclajn, acus Cab3 2l)ac Loclajn ;n letcet/iamrjn an le/-a acu/- an Cnr,c jna pepajh e;le sjn a hubpamap pomrp an jell; acus %ac pepah ha solaipahajs an clan CD;c Jl;n sjn, bo Ijb sjn let rm leatb eto/t/ta pen acus a ccorhalta .;. boncbab O'bpjajn, acus a% a no;3/teaba;b na nb;a;j : acus a ccjh .r. mbl;aban jna b;a;3 sjn, tuc CDu/icba CD;c"], [69, "57 Zlrp tpj .xx. ma/13 ba/^eb salpajs bo CDat^amajn CDac Locla;n acus bo Cai>5 CD;c Locla;n ap b;tb;/-l; na pepah sjn, 30 bpai; ap sac ajshe acus ap sac act, acu/- a/t sac con/tab acu/- 3ell, ba nhubpamap pomajh. 2lno bomini an tan r-o OOOO ' m. ccccc. r. bl;abna acu/- 2 .xx. (Da/t bea/ibab ap sjn atamr;tne CDat3amr;n CDac Loclajn 0 bajle j CDa/icaca;n, acu/- Cai>3 CDac Locla;n on ba;l; cena a cu/i a/i lam ap an ccapt so hpjhe na bpjahrp lajtpeach a ta bo lathajp ap so. CDat3amr;n CDac Loclujnb. Cab3 CDac Locla;nb. CDu/tcbab O'bpjajn na O'bpjajn an tan so. IS ;ab so na pjahajn lajipecb .;. Cabce CDacnama/ia acus Seaan CDacnama/ia on ba;nsen bpec, bomnall CDac Haahpj 0 catnap Scaajbj, plajtbea/itac O'Ljbjbe on eSenbajn3en, Cab3 O'bpjajn 0 Cujhche, Coma/- hub CDac CDaojlj/i 0 Cjll na btfba, Cab3 CDac boncba CDec Seaajn 0 Cluajn L;/-a;n acas mo/ian ejle nae ajpmjijp ah so, 0 sjn amac. XXI. Translation. — Deed of purchase of Land. — A. D. 1545. This is the amount of the mortgage which Morogh Mac Donogh Mac Gluin paid for the half quarter of the Liss of Carnmela, for Donogh Mac Conor O'Brien * his heirs and assigns, and also for Muragh Mac Gluin himself his heirs and assigns, viz. 20 milch cows with their calves, 20 in-calf cows, a dozen of heifers and 2 strippers : This mortgage was given to John Mac Loghlan Mac Namara of Ballymarkacan [ ] the half quarter of Lissin nabuinge, and for half the quartermire of Ballyanerball, together with their woods and craggy lands, moors and rivulets, grass and * Otherwise called Donogh the. fat. — He was eldest son of Conor King of Thomond, and was created Baron of Ibracken by Henry VIII. 1"], [70, "58 water, and all the other benefits therein from henceforth. It is by the permission and consent of Teige Mac Loghlan, his brother and of all their race and relatives, that said Mahon mortgaged the half quarter of the Liss and Knock in the first mentioned lands. All other lands which the aforesaid race of Mac Gluin should ac quire, to be enjoyed share and share alike between themselves and their foster brother, said Donagh O'Brien and their heirs. At the expiration of 5 years afterwards, Murogh Mac Gluin gave 60 marks to said Mahon and Teige Mac Loghlan for the fee simple of that land for ever, according to the form, condition, covenant and consi deration before mentioned, Anno Domini 1545. In witness where of we Mahon Mac Loghlan of Ballymarkacan, and Teige Mac Loghlan of the same place, do set our hands to this deed in pre sence of the witnesses here present. Mahon Mac Loghlan. Teige Mac Loghlan. Murogh O'Brien,* is the O'Brien at this time These are the witnesses present, viz. Teige Macnamara and John Macnamara of Dangin-brick, Donald Mac Rorey from Ca hirscooley, Flaherty O'Liddy from Shendangin, Teige O'Brien from Cuinchy, Thomas duffe Mac Miler from Killnahow, Teige Mac Donogh Mac Shane form Clon-Lissan, and many others not named here. * Uncle of Donogh the fat. This Murogh was created Earl of Thomond, in 1543, by Henrv VIII. Here it is observable that his new English dignity of Earl is passed over, while he is mentioned by his paramount Irish title of \" O'Brien.\""], [71, "59 XXII. btCs) a pjos az sac aon leajjra/- acas eajshpas an rsjtjbjn so, 30 bpjljm/-j Cman paah CDac an gjlla br^b CDac Sujbne o Cjllcaojbe a scuntae an Clajp hajne uasal, a nsjoll ap sr,m hapjie hap%eh ho %lacas om Cj3e;ma Onopac 0 lapla Cuabmuman a lob eanma an /-3/ijbjn yo, acus ap a Ian hahbapajb ojpceasa ele, ap btabaj/tt mo cejpt acus mo tjbajl jrejn <} *» W<Mt •;• lebceb/tama hpepah an buna b;s noca to/iana; jea/- pe bun an 3<J.°ta bujbe bon taob tea/-, acus pe La tbac-ma/isajse bon taob tbuajb, pe bun na Caee bujbe as bul a/-tgc an ojlen CDac 1113a bon taob tojp, acus pe Caman na peamn^je bon taob tjap, bon lapla cehna sjn: acu/- bo bej/ijm majllj pjs an j-s/i;bjn so an pepah sjn a habpas, ;e;/. pep, acus pjas%, acu/- cojll, acus jtbjji, a^as r,s%e, acus an r]le socap beanas pjs son lapla peampajte, pe bejt acu/- pe consmajl aj3e jrejn, 3a oj3/iebajb acus 3a sjznrpjb, rajm pejn, om oj3/ieabrjb acus om /-jsnjir/iajb, 3U sjoppajhe, ap an 3C0jns£ll so .;. Zfie baajp j:ua/-3eolajb ojs/ieaba bj/-le CDu/icba CDac CDuj/tcea/i tajc CDac CDatsamna an pepah sjh on )apla ap ba mbuajb bea3 pe a btus an aebap .;. an CDu/icba pempajte, an pepah sjn na sprpe a nsjoll bam <itbap sj .j. hon jjlla bub CDac Sr^bne, amajl js polla/- jsjn scpjbjh bo pjheh etoppa, a beb bjrjacbajb ap an japla a bpepah bo leasab cuca san buajhpeh %an tojpmeay^, jap nbjol an ha bo beas sjn as, acu/- 3U jrasbajb an ba bo bea3 sjn as an bpepah, co nojs/igba CDu/icba CDac CDacjamna, an pepah 3U/- an rjle socap beanus pjs bo beb a3 an japla pejmpajte 3a ojs/ieabajb acus 3a /-j jnjui^/ijb amr^l a bub/iama/i /tomajn ; acu/- muna /-ea/-ma an /-3/ijbneo/iect 3a0jbej.se bo pjnheah bom at<| ap an bpepah, an pepah sjn na 1?ajie bo ceapi an hon lapla, a ta;m-/-j an teaman pejmpajte, horn ceansal pejn, acus a% ceansal moj^peaha acus mo secjhrpjhe pe ha ma/13 bea3 coponta Sacsajn bo bjol pjs an )apla, pe na o;s/ie no pe na secjhujp an jonah an ap-gjh bo jlacu/- on Japla ap an bpepah ; acus js ap an lapla a ta cajteam coshr,s pe srpeap usus an pepah ; acus bo njmsj an tCman pempajte Cu/inae bo Cr,mjn, bo tab<jt /^ejlbe an pepajh sjn, a hubpamap, hon lapla cgna no hon Cu/inae eujppeas se ha 3lacab as a usus, acus sac nj ba nhjn-^na an Cupnae sjn a hubpamap a leb pjs an /-ejlb sjn, bo tabjjt bon japla noha Zupnae amajl a bub/tama/i : pO/-bu;m acus bajnsnj jjm opam pejn an nj sjn, amrjl bo beajii pejn am -pepsrp s*]l ta-jeas an tu^haphas so uajm, as heanam sac neajt be ; acu^ map hajninju^bah ap sac nj i 2"], [72, "60 be sjn cuj/tjm/-j an teman cebna sjn comrpia mo Lajme ocus mo ap an /-3/ijbeaf. his Edmd. + Mac Swyny, mark. Being present, Teige Mac Brody.* Finis Padrycke. XXII. Translation. — Conveyance of Land. — No dale. Be it known unto all who shall read and hear this writing, that I Edmond roe, son of Gilla duff Mac Sweeny from Killkee in the county of Clare, gentleman, in consideration of a certain sum of money, which I have received from my honourable Lord the Earl of Thomond on the day of writing this deed, and for many other good and lawful causes, do give up my own right and title in the Rath, i. e. the half quarter of the townland of Dunbegg, which meareth by the pool of Gaethboy on the South, and by Lake Margaige on the North, by the foot of Cree-duffe at the entrance of Island Mac Ulga on the East, and by Camannafeamny on the West, to said Earl. I assign with this writing the aforesaid land with all its grass and moor, and wood and arable land, and water and every other emolument and profit appertaining thereto, unto * A celebrated Irish Bard, and chief Poet of Donogh Earl of Thomond. He is also known to Irish scholars by the name of Teige M'Daire. Several fine poems of his composition are pre served in one of the most valuable collections of Irish poetry extant, well known by the name of the \" Book of O'Gara,\" in the possession of the writer hereof. They are of that class, which, according to Spencer \" savoured of sweet wit and good invention,\" and are highly worthy of publication. One only of his productions, a didactic poem addressed to Earl Donogh on his electionto the sovereignty of Thomond, has been published, with spirited translations in Latip and English, by the late ingenious Theophilus O'Flanagan, in the Transactions of the Gaelic So ciety, Dublin."], [73, "61 the Earl aforesaid. To have and to hold to him and his heirs and assigns, from me my heirs and assigns for ever, upon this con dition, that whenever the lawful heirs of Morogh Mac Muirchear tach Mac Mahon shall redeem said land from the said Earl for 12 cows, (for which their father the said Morogh mortgaged the land of the Stream, part of said premisses, to my father the said Gilla duff, as by the deed between them appeareth) that then the Earl is bound to re store unto them their said land without let or hindrance, and until he or they shall obtain said 12 cows for the said land from the heirs of said Murogh, that the same with its appurtenances shall belong unto the said Earl his heirs and assigns as aforesaid ; and if the Irish deed made unto my father concerning the said land shall not warrant the said Earl's title to the land of the Rath, then I the aforesaid Edmond do bind myself, my heirs and executors to pay 12 marks of good and lawful money of England unto the said Earl his heirs and executors, in place of the money which I have received from him for the said land. The said Earl is to defray the expences attending the confir mation of the title of said land. I the said Edmond do constitute Nicholas Cumin my attorney to deliver possession of the aforesaid land to the said Earl, or to the attorney whom he shall appoint to re ceive it for his use, and whatsoever shall be done by my said attorney, concerning the delivery of said possession, I ratify as if I myself were present in person performing every part thereof, and as a ratification of this contract, I the said Edmond have hereto set my mark and seal. his Edmond + Mac Sweeny, mark. Being present, Teige Mac Brody. Finis Padrycke. — [i. e. Padrycke, witness.]"], [74, "62 XXIII. ISC nj pojtl/-j3bea/- ;n s^pjbean so 30 bpujl bomnall 2t)ac boncba 2t)ac bomna;ll o bel ;n Cu;lle, acus Seaan O'CDaejl Cona;/ie on <s/ibeo;ll as benam conapia acus ceansajll pe cea;le a tjmcel ceat/iama mjp CDaca;/ie jnClojsjn acus leatceat/tama mjp COacajpe beajl na <(ba, jtjp cojll acu/- copac acas cpuahtan .;. bomnall CDac boncba CDac bomna;lt as tab^t na tpj leae ceaipaman mjp sjn uah pejn, acus ona ea; j/i;b na bjajj, bo Seaan O'CDaejl Conajpe acus ba eaj j/ijb na n-gjll pe seas mbuajb jrjcjt jr. La03 : acu/- ma/- jbj/t bealltojne acus peajl fan Seaajn puajsceoltap ;n pg/tan sjn, jab sjn bo bejt na mbuajb seasca, acu/- a mbeajt jr. laoj a peajl /-an Seajn amac ; acas a bapp saop flan as Sean an bljabajn jruajyceolta/t ; ; acus bjrjacbajb ap bomnall acus ap eaj3/tjb an pepah bo conmajl saop bo Seaan acu/- ha ea; j/i;b 0 c;on t;/ie ; acus san a/t nea/it an peapah sjn ho puasdah as hejgpjb b;l;j bomnajl CD;c boncba map seall ap a apnejs bjlj/- pejn. mlsl CDuj/icea/ttac CDac Concubap o;3 CDes jrlancbaba bo /-3/ijb bo tojl ;n ba pah, a YcOsmrpcap, aojs ;n C;sea/tna .m. b. acus CY53 .c. acu/- 0^ mbljabna acus hapjcjt. Isjat a pja-^ojn lajipeac so, boncba CDjc Seaajn CDac CDat jamna 0 Yiosmrpcap, bomnall .p. CDac Concuba/i rajtne, Seaan CDac boncba CDac bomnajtl, plajipj CDac borhnajll CDe3 plancbaba, Locblan O'Cea/imoba, Loclan pjabac CDac I/-03 ; an naobab la bo m; Ian bo szpjobah. pla;'t/t; CDac Clancbaj. CO* Lam bomnajll CD;c boncba. Sean CDac boncba. boncba CDac Seaajn. bomnall puah CDac Concubap uajine. XXIII. Translation. — Mortgage of Land. — A. D. 1548. This writing declareth that Donald Mac Donogh Mac Donald of Belincolly and John O'Mulconry of Ardcoill,* do covenant and * Another Irish Poet, who presided over a great school at Ardcoill, in Thomond, at the time of the date of the above deed. He was author of an excellent poem, written in the Phenian dialect of the Irish, on Brian na Murtha O'Rourke, prince of Breifny, who was elected chief of his tribe in the year 1566. A fine copy of this poem, with an interlined gloss, is in the possession of the writer hereof, which he intends shortly to publish, with a translation."], [75, "63 agree with each other, concerning the quartermire of Magherain chloigin, and the half quartermire of Magherabelna-ab, with their woods, underwoods and unreclaimed tracts, viz. said Donald conveys the said 3 half quartermires for himself and his heirs unto John O'Mulconary and his heirs, in mortgage for 27 in-calf cows ; and it is agreed that if said lands shall be redeemed between May and the festival of St. John, the consideration to be repaid shall be in barren cows, and if redeemed after St. John's day it shall be in-calf cows, and said John is to have the crop of said lands free for the year they shall be redeemed. The said Donald and his heirs are bound to keep those lands free from tribute, and none shall have power to re deem same except the lawful heirs of said Donald, and that with their own proper cattle. I Moriertach Mac Connor oge Mac Flanchy wrote this by the consent of both parties at Rossmuincher in the year of our Lord 1548. The witnesses are Donogh Mac Shane Mac Mahon of Rossmuincher, Donald roe Mac^ Conor Uaihne (green) John Mac Donogh Mac Donald, Flattery Mac Donald Mac Flanchy, Loghlan O'Carmody, Loghlan reavagh Mac Cusack. Dated the 9th day of June. XXIV. 2(;/t Lejtceat/tama mj/t Zujpt pr,ll an CDa/tla. ISC pat an sZV-fiP s° Z° m;/-e Loclan CDac Seaajn r, Ceapmaha acus bomnall CDjc Loclajnb as tabajpt ap tabaptajs pejn a%us ap sejlbj acus ap ngjll bo Seaan O'CDulconaj/ie a^us ha ej%pj na bjajb, acus a n-^jll le bejc mbuajb acus pe rjce /\"SjUjns hajp^eah : acu/- atamajb abmalac 3U/1 jlacamaj/t ap btojl pejn be bjolajbeacc 0 Sean 0'CDutcona;/i; ap. /-on an jjlt sjn, acus a%us 30 bj_u;lm;b pejh p.js, acas 30 htaiamajp. ap tajsbeanah pejn a Lajm Seaajn, acus ap /-ealb. 2. ftosmrpecap bo scpjobah ; ajs an Cj^eapna m;le bl;aba;n acus cuj% .c oce mbl;abna a^us ha p;ceat, an t-aenmab la be3 bo bejcejmbep. Is jah a pjahajn lajipjc bomntxll CDejc boncbab 2t)e;c bomnajll, boncbab CDac Seaajn 2l)e;c 2t)at-"], [76, "64 zamha, 2t)ac Con 2t)ac S;oba 2t)ec bomnajll, Cab5 Ulleac O'bpjajn. 2t)j/-e pejn plait/i; 2t)ac plancbaj bo scjxjb so, bo tojl an ba /tan. £/• Lam Loclajn v;'Cea/imoba bomnall 2t)ejc Loclajnb. L am na p;abnu;/-; ; boncbab mac Sea;n. bomnall 2t)ac boncbab. Cabs Ulltac O'bpjajn. fyac Con 2t)jc Sjoba. Cumea VCjjc Seajn. XXIV. Translation. — Assignment of Mortgage of Land. — A. D. 1548. Upon the quartermire of the field of the Marie-pit. The intent of this writing is, that we Loghlan Mac Shane O'Car mody and Donald Mac Loghlan do transfer our right, possession and security unto John O'Mulconry and his heirs, in consideration of 10 cowes and 20 shillings in money, and we do acknowledge to have received full payment and satisfaction from him for the same, and that we have no further claim on him, and we have given our own security and possession into his hands. — Written at Rossmuinecar in the year of our Lord 1548 on the 11th day of December. — The witnesses present are Donald Mac Donogh Mac Donald, Donogh Mac Shane Mac Mahon, Mac Con Mac Sheeda Mac Donald, Teige Ulltagh O'Brien. — I Flattery Mac Flanchy* wrote this by the consent of both parties. (£3° The hand of Loghlan O'Carmody Donald Mac Loghlan. • Or Clanchy. This family furnished hereditary judges, lawyers and notaries under the Brehon Code, in the district of Thomond. The name frequently occurs throughout these docu ments, in the latter capacity."], [77, "65 XXV. . Se seo act acus con/tab lapla Cuamuman .;. Concubap j'bpjajn acus Xeconmapa .;. Cabs 2t)jc Cojnmeaba CDjc Conma/ia CDe Conmapa pe cejle .;. 2t)aconmapa, map a ta Cab3 CDaconma/ia majtl; pe na ao;j/i;b ;na bjaj j bo comajll co bjlea/- neam majljs hon lapla a%us ba o; j/ijb na bjajs co sjppujhj, acus n; be amajn sjn jmj/it bo pejn acu/- ba oj^epjb le;/- an lapla acu/- le na o; jjtjb aj/t, can aon br;ne a/i a njnco nab pejn, acus co ba;/i;tbe can 003a na ppeasobpa bo beanam bo pejn na ha o;j/t;b pjs an lapla na pe na ao;j/ijb jna bjajj, co sjppujhj, leo pejn na a comluatap hrpe ajte : a^us a majlle ppjs sjn, CDaconma/ia cona aoj j/tjb bo beb bjlej/- tajpjsj bo bujtbe clao;ne Cujleajn ; acu/- can bul opia tap topab an ce;/it bosnajt ; a at^ acu/- a jrenatjj basbajl uatba bp;abnaj/-e an ceatpap bu/- f jne acu/- bus peapp jn fan tuajt, acus ;n maojp acu/- jn mapascal bus sjne acu/- bu/- peapp be/- ac Conma/ia ;n fan tuaji ; acu/- pa bpj-r eunapia acas acta jn japla pjs can bul opta tapjs sjn : acus js jat slana comajll an acta sjn acus jn conapia bja cona ajnsljb, acus na bujle mjn ppji pe na tab<jt bo, acu/- 3;u;/-b//- na bCpeah a buct 3*tl acus 3<*ojbel na bC/iean, acus a majllj peo sjn an tsr,m ajpjhj a heapam ;n a/i nbea3 bo bejt ap CDac Conmapa con oj j/i;b pe comall. 2/3 so an tas acus an pjan ajp ap le;s lapla Cuabmuman 2l)ac Conmapa amac, majlle pe sac uppahrfi acu/- pe sac b/tajjr^b ejle ba bpujl rajb .j. 0'Seacnu/-ajj a pejn .xx. ma/13, acu/- 2t)ac vbpjajn ap a bpejn ba pjceab ma/13, acu/- Ujlljam O'Stiaojl ftjabajn acus a mac /ie ba pjceah ma/13 ejle, acu/- boncbab CDejc 2t)at jamna l'b/ijajn pe pjce maps ; san CDac Conma/ia jna a /-Ijct bo cajlleamajn ap an lapla jna ap a jrljoct 30 b/tatb. 2(3 so na pjahajn a ta a% an lapla ap an pejn sjn .;. bomnall 2t)ac CDu/tcbab 2t)ejc tSujbne, acus Coma/- 2t)ac Cubas, acu/- T?uajbpj 63 OTajce, acu/- 3l^a bpJ3be CDejc bpuajbeabba. ?.3 /-o an tact ap a nbgcajb CDac bl'bpjajn ap a slanajb acus a bpejn ajn 2t)ac namapa .;. ba lejcea/t a mac pa ceah Caojcjsj be 30 mbja fan an a slanajb acus an a pejn ap : acus as so na pjahajn a ta ap sjn .j. Cabs mop 2t)ac Ceapbajll O'CDol jaojte, acus Cojan 0'Ce;ne;bj j ; acu/- muna lejceap a mac pa ceah na caojcjsj sjn he, VCjac 1'bpjajn bejpje as a pejn acus as a slanajb muna tj ajtceajp s^el cujce. O A acus a pejn .;. ba pjteb map3. 2.3 so an tact ap a nbeacub Ujlljam O'CDujllpjabajn as an sLan ap CDacnamapa, ba tecap amac bj pa ceh cajcjs, Ujlljam bjmjpt Lej/- jn lapla ap CDacnamapa muna comleac CDacnama/ia a jeallab bon Ja/tla : -ess so na pjahajn bo bjb bo la;ta;p K"], [78, "66 Ujlljajm 1'CDujlpjabajn bo bul as a flan ajp CDacnamapa .;. hjs mac bomna;ll J'Cjhejhj .;. p;l;b acu/- Q.oeb, acu/- an Sasapt CDac ftuajbpjb CDejc boncba .j. Cosan acus Sajpbpetac O'babrppn .j. bpet Ujlljam pejn. boncbab CDac CDat jamna J'bpjajn /ie .xx. ma/13 bon peajn sjn CDej3 Conma/ia 30 bpjahnujse bo CDac plojn, (Deajs Cpajt, acus bo2t)ac Seajn J'2t)ajl Conajpe. Con cubap 2t)ac T?uajbpj Stjeajs Conmapa pe .x. map3 bon pejn sjn, acu/- tpju/t CDac Loclajn 2t)ejc boncba pe cojs maps feea5 - ceatpa/t CDac Sjba 2t)ac 603 ajn /te .r, map3 be3 ejle .;. boncba acus Cu meaba acu/- Cu mapa acus Sjba 63 ; pjn jjn CDac Loclajn acus a CDac pe cojs map3 bes, acu/- Cojpbelbac CDac bomnajll puab pe .r. maps, CDac Cajb3 CDac CDat jamna .;. an Sacapt, acus ba CDac Loclajn CDac CDat ■^amna acas CDac j'CDajl bomna pe .xx. ma/13. 7ln bja mbja jmpe/-an eatappa /-jn jn sac Ian [ ] a;n jmpes bo beb as CDac Locblajn [ ] Cpajt acus as CDac Copmajn acu/- as CDac 3;^* ftjaba. XXV. Translation. — Bond and Covenant. — No date. These are the condition and covenant entered into between Conor O'Brien Earl of Thomond, and Mac Conmara i. e. Teige Mac Con- meadha, son of Conmara Mac Conmara, viz. the Mac Conmara, that he and his heirs for ever shall conduct themselves faithfully and without malice towards the Earl and his heirs for aver, and not only that he and his heirs shall do so with respect to the Earl and his heirs, but no person on their part shall act contrary to these conditions and covenants, and particularly that neither he nor his heirs shall wage war against or oppose the Earl or his heirs for ever, either by them- selves or in conjunction with any other person. Further, Mac Conmara and his heirs shall be loyal and faithful to the country of the Clan Cuilean, and not encroach upon them beyond the bounds of justice for ever. His father and grandfather to give as guarantees the four principal persons and the chief steward and mareschal Mac Conmara has in the country ; and by virtue of the t covenant and|"], [79, "67 agrement with the Earl he was to be satisfied therewith. The sureties for the performance of said covenant are, God with his angels, and Conmara to swear by every oath the most sacred before the chief Justice of Ireland in the presence of the English and Irish of Ireland. Furthermore, Mac Conmara with his heirs shall be bound in a certain si r to be specified for the performance of the pre mises. These are the condition and penalty upon which the Earl of Thomond liberated Mac Conmara, together with the guarantees and other hostages required, viz. O'Shaughnassy under the penalty of 20 marks, the son of O'Brien 40 marks, William O'Mulryan and his son 40 marks, and Donat Mac Mahon O'Brien 20 marks, that neither Mac Conmara nor his posterity shall be guilty of defection from the Earl or his descendants for ever. These are the Earl's witnesses to said penalty, viz. Daniel Mac Murogh Mac Sweeny, and Thomas Mac Cubag and Rory oge O'Fahy and Gilla Breeda Mac Brody. These are the conditions upon which the son of O'Brien became surety and liable to penalty for Mac Conmara, viz. that if he should be liberated within a fortnight from this time he would become bail for him and be subject to the penalty ; and these are the wit nesses thereto viz. Teige Mor Mac Carroll O'Mulgeehy and Eugene O'Kennedy ; and if he shall not be set at liberty within the said period, that the son of O'Brien shall not be subject to the suretyship or penalty aforesaid unless something to the contrary may appear. Q^f\" His penalty is 40 marks. These are the conditions upon which William O'Mulryan be came surety for Mac Conmara, viz. that if he should be set at liberty within fortnight, the said William would punish Mac r2"], [80, "68 Conmara in conjunction with the Earl, unless Mac Conmara would perform his engagements to the Earl. — These are the witnesses present when William Mulryan became surety for Mac Conmara, viz. the two sons of Daniel O'Kennedy, i. e. Philip and Hugh and the Priest, Mac Rorey Mac Donnogh and Eugene and Justin O'Davoren. This was the determination of Willi-^m himself. Donat Mac Mahon O'Brien binds himself under the penalty of 20 marks for Mac Conmara, in presence of Mac Flinn Mac Grath and Mac Shane O'Mulconry. — Connor Mac Rorey Mac Conmara binds himself in 10 marks of said penalty. — The 3 sons of Loghlan Mac Donogh bind themselves in 15 marks. The four sons of Sheedy Mac Owen, i. e. Donogh, Conmeadha, Conmara and young Sheeda in 15 marks more. Finian Mac Loghlan and his son in 15 marks. — Terence Mac Donnell roe in 5 marks. — The son of Teige Mac Mahon, i. e. the priest, the two sons of Loghlan Mac Mahon and Mac O'Muldowney in 20 marks. If any dispute shall happen among the parties, the same is to be settled by Mac Loghlan [ ] Mac Grath, Mac Gorman and Mac Gilla Riaba. XXVI. IS map so bo tus Ujlleas O'bpuabajp sbpej j te na ln%jn bo tSean CDac bon cbab .j. oct mba jon laosa, se buajb bjob seaf^a acus /-ecbt cea/ita acus tapb Sup ab e sjn bo a%us .xx. acu/- tpj capajlt .j. lajp sona bpumac a^us Jeappan majt crjllte : a^us js jab so na buppr^be bo b; a^ Ujllea3 pjs an sbpej-% sjn .j. Sean 03 CDac Cosajn CDejc tSean, acu/- ?.ob CDac boncbab CDejc Locblr^n bo;n, acu/-, CDao;leacta;n O'CDaojneacbajn ; acu/- ceatpama co leb pepajh acus aball- SOpt, acu/- ajt cejtpe btj jte acu/- cejtpe saprjbte bo bapp lejs na bupr^b sjn • acus a htjp O'ncToja ata an p^poh sjn ; acus bomnall CDac boncba, an CDac ;/ j-jne ai boncbab CDac bomnajll, na uppah opta sjn r\\le ; acus CDatjamr^n 0'Con;n, • I"], [81, "69 an Sasapt, bo pja^najse ajp sjn ; a^us bo j-s/tojb e an rajp bob aojs an Cj jea/t~ na mjle bl;aba;n, cuj3 .c. acu/- tp; .xx. Sean 03 CDac eosajn, U/tpab. ?(ob CDac boncbab, Uppab. CDaojlgclaji. O'CDaojngcajn, U/ipab. XXVI. Translation. — Marriage Settlement. — A. D. 1560. Thus has Ulick O'Broder given a dowry with his daughter, unto John Mac Donogh, viz. 8 in calf cows, 6 dry cows, 7 heiffers and a bull, in all 21 cows and 3 horses, viz. a mare with her colt and a good gelding ; and these are the sureties which he gave to said John, viz. Shane oge Mac Owen Mac Shane ; Hugh Mac Donagh Mac Loghlan dun, and Malachy O'Meenahan, together with a quarter and a half of land, an orchard and the scite of 4 houses with 4 gardens, over and above the said sureties. The said land is situ ated in the country of O'Haye. Donald Mac Donogh the eldest son of Donogh Mac Donald is surety for them all. Mahon O'Co nin, the priest, is witness hereto ; and this deed, is written in the year of our Lord, 1560. Shane oge Mac Owen, surety. Hugh Mac Donagh, surety. Malachy Meenahan, surety. XXVII. b.Ob a p;//* as 3ac en bujne ejshpeas an f3pjb>/-e 30 hu%asa, Concubap O'bpjajn .j. lapla Cuabmuman, letceatpama an 3uJpc £.\" * Cuajmpjontoc bo CDacnama/ia .;. Seaan CDejc na CDapa, a n%eall pe ha ba bea3 na peala CDjcjl, a^us jab ;on laoja : <tzas * beW ms]» Concubap O'bpjajn, 30 bpujl bualac 0/tm"], [82, "70 pejn a^us mo sljoct jm bjajs an lebceatpama sjn bo bjon a%(is to seasam bo (Dae na CDapa a^us ba sljoct jna bjajs, 30 peab a puasgalta : acus abmrjrn nae bpujl ap. neapt a puasdah act urn peal CDjcbjl, bo soban en lao; : acus map: heapbah ajp an nseall sjn bo slacab, a^us ajp an bpeapah bo tabajpt ua;m a nsealt pjs, atajmsj, Concubap O'bpjajn, as cop mo lajme ajp an behtjujp so. <(cus js sjah pjahajn an conapia so .j. Uajtne O Locblrjn, .;. O'Locblrjn a^Us -Concubap CDac 3. Ma Tijaba, agus Ycuajhpj 2t)ac bonebah a%us Sjoba 2t)ac ftuajbp; <xcus ;/•; aojs Cpjsc an tan so mjle bljabajn, cujs ceab, ha blyahajn tpj pjcjb. CONOR THOMOND. XXVII. Translation. — Mortgage of Land. — A. D. 1562. Be it known unto all who shall hear this writing that I, Conor O'Brien, Earl of Thomond, have given the § quarter of Gortfinn in Tuamfinnlogh unto John Mac Namara in mortgage for 12 in calf cows, and I, the said Conor O'Brien, do declare that I and my descendants are bound to secure and maintain the said ■£ quarter unto Mac Namara and his descendants, until the term of its re demption, and I acknowledge that same is not redeemable, except at Michaelmas by one day's impounding.* And in acknowledge ment of my receiving the said consideration, and giving said land for same, I, Conor O'Brien, do set my hand unto this indenture. The witnesses are Anthony O'Loghlin, that is, the O'Loghlin, Conor Mac Gilla Riaba, Rorey Mac Donogh, and Sheeda Mae Rorey. — In the year of our Lord, 1562. CONOR THOMOND. * See No. V. — Many points of doubt and difficulty in our history and antiquities would be ex plained by the publication of the Brehon Institutes. If the translations of the principal Anna'.s of the country by the learned Doctor O'Conor of Stowe, now at press, were followed by the Laws, much would be done towards rendering our national history complete."], [83, "71 XXVIII. )S fe sect cun/iab UjUjam CCe;c Seaajn W pea/i jala <xcus OOac Con 00e;c Seaajn 2|)ejc bomna;ll 2t)e;c Cojnmeubo. on -csjll bjc pie ce;le, pa ceanb leabceacbrtaman bon n\"2!jllb;c .;. an lecceabftama ;occariacb : ifgu-/- <x% yo map puajjt U;ll;am bjcb bjjrt) an pea/ta;nb pn uaba .;. <x be;e a njjll jte ma/15 bo;/vjcbe <xj maOfiajb -an Ja/ila .;. <X5 m^ntjjt T?oba;n, <\\%us bo ;<xr>rt 2t)ac Con a;/i U;ll;am <xn pe/ianb t>fu<Xs jajlc aguy a bapft bo cabaj/te bo pejn ; <\\%us cug Ujlljam <xn b<xrip. f)n uaba, <xcujr cuj 2t)ac Con <i jnab pejn bU;ll;am ajjt <xn pea/tari acuy ba jHjocc <tnb;*;5b ; *5T ct5 T° *Je Jn<x <xn pea/tanb pn .j. a popajj'be Oan-ria;cj, <\\cuy bo conbae <xn Cla;ji e ; <icu/* js <xn yo caob pa/i bub cbuajb &e Oun;ta;cj <x ca ye ; ctguy *5 s° ceo^<xiico.cc <xn pea-najnb pn .;. o boca/i Clajp Cujljn co boca/t na Cluana fyWJZh <xcus ° CJobstft -an Caca go bocap <xn Oa;le bajn. QI5 yo cajb <jw pea pajnb fya bo Coptcaj j .j. Copcacb en Clajbe ixcas ftjnleacan ; ecus ag 7-0 enm en jrea/tajn pjaca <xca <xn f)n .j. 9i)echejj\\e ne Sge;cbe <\\cus 3°FC ttn Cobrjji acuy an Sean-tfballjoftt, <xcuf gac o. bpujl acup/i y;n bpeartaii, maji beaftajn e «;nm. Qseur- jy jab so fjegejn <xn cona^tca fjn bo beanam .7. Ojcaj/ie Oun^a;c;, Sjacuy O'Conallajn, <xguj- Cabg 2t)ae 2t)ac jamna, mac eojn WCea/tmaba, ctgujr C<xbj 2t)ac plajtbeapcaj j bJ'L;b;n, e%us Concuhcjx 2t)ac bar; )'^?obajn, <xjuy p;n CWac Sea;n n?oba;n, <xcas bonebab 05 0'l?oba;n, <\\cur Sewn 2t)ac Concubajft J'l?obajn, ixcus 2t)uficbab OT?obct;n, <xcus boncab 2t)ac bomnajll )'Co^nae .7. Cle;^eae pactjiujcc, cteuy ;y yjab yo ba;lt;be sejlh) o.n peariajn .j. iVjctvjfte Oan- 2>)<\\cuf 0'Coiialla;n, acuy Cabj OOac CDatgamna. Jsf <*o)s *\" C;jea^ na <xn can yo .;. mjl; bl;aba;n <y%us .r. c. ctjuy zj\\) bljabna .x. ecus tj\\) xx;b. <(cus so lam 2i^e;c Con CDejc Sie<\\)n a;;t yo, bo cab^c b;cbbjylj an pea^a^n bUjltjam GOac 2>e<x<\\)n : <\\cus ag so mo co;l <xcus mo <xontc\\ <\\cuf majgne aeay mo jreal<\\ te;; fjr. bo. <f-Zaf m)se Cona;/te GOac 00u;r>;y TOe;c Co^nae bo /^^;ob yo ticx ccojt -art pajej Oun^Ajce. (C)\" TOep Uorinae O'OOaejtconajrte, (lDu;^eabacb O'balrjb. CC? CDey; Con^e. XXVIII. Translation. — Deed of Sale of Land. — A. D. 1573. This is the covenant between William Mac Shane O'Farrell and Con Mac Shane Mac Donald Mac Conmeada of Aillveg, concern-"], [84, "72 ing the lower half quarter of Aillveg, and thus has said William acquired the fee simple of said land from Con, viz. said land being in pledge for a noble mulct with the Rodan family, the stewards of the Earl (of Thomond) and Mac Con requested of said William to release the same, and to give him (Mac Con) the crop, which he accord- ingly did, in consideration whereof said Mac Con made over unto the said William and his descendants his right to said land. The premises are situate in the parish of Bunratty and county of Clare, in the North West part of said parish. These are the boundaries of said land, viz. from the road of Clashquilin unto the road of Clonmuny, and from Toberincaca unto the road of Bally- bane. The proportion of said land is Corcaghincloy and Ring- leckan, and the chargeable lands are Machairnasgeihe, Gortna- killy, Gortinleaghta, Gortintubber, the Old-Orchard, and all the land which lies between them, though not here named. The wit- nesses to said covenant are Siacus O'Connellan, vicar of Bunratty, Teige Mac Mahon, the son of John O'Carmody, Teige Mac Flaherty O'Liden, Conor Mac David O'Rodan, Mahon finn Mac Shane O'Rodan, Donogh oge O'Rodan, John Mac Connor O'Ro- dan, Morogh O'Rodan and Donogh Mac Donald O'Tornee, the clerk of Patrick. The bailiffs who gave possession of said land are the said vicar of Bunratty, and Teige Mac Mahon. In the year of our Lord, 1573. This is the hand-writing of Con Mac Shane, on his giving the fee simple of said lands unto said William Mac Shane ; and I, said Con, do declare this to be my will, con- sent and intention, and do affirm same with my seal. — I, Conry Mac Maurice Mac Torney wrote this by consent of both parties on the green of Bunratty. G=3^ I Torney O'Mulconry Murray O'Daly. £^» I Conaire."], [85, "73 XXIX. Deed of Appointment by Mac Carthy More* A. D. 1584. To all men greeting. — Where Teige Mac Carthy, formerly Mac Carthy More, aliasTeige naManistraghe, granted to Cathal O'Rourke and his heirs, in consideration of the said Cathal being overseere in buildinge or repairing, partlie at his own chardges, the weire on the river Laune, adjoining Lough-leine (Killarney) in Dheas-Mumhain • The following curious document taken from the patent roll, 13 Eliz. (1571,) presents a striking contrast to the above Milesian grant \" The most humble submission of the unworthy and most unnatural Earl of Clancahir otherwise called Mac Carthy More, unto the Right Honorable Sir Henry Sidney knight. — I the most unworthy and unnatural Earl of Clan cahir, with inward sorrow of mind and most hearty repentance, calling to mind the great bene fits and exceeding bounty I have in sundry sorts received from the Queen's most excellent Ma jesty, and the place of honor and pre-eminence I have been most unworthily called unto by her Majesty, far greater than ever I, accursed creature, have or can deserve, or that any of mine ancestors heretofore have had, which, with bitter tears and compunction of mind I most humbly do confess, do so much the more aggravate the heinousness of mine offences, and heaps more abundantly her Majesty's most just indignation against me, do most humbly acknowledge and confess before you, my dear Lord and Governor, and this honorable Table, that being seduced by that most perverse rebel, James Fitz-Morris and other of the Geraldynes his associates, upon a false pretence to have a parley with me, and to conclude a friendship betwixt the said James and Mr. Richard Grenville, then sheriff of the county of Cork, which when it took effect, I, forgetting my duty to Almighty God and obedience to her Majesty, was, by subtle intice ments and most wicked persuasions, induced and brought to take an unadvised and rash oath ; which done, I consequently entered into that fury and madness of unnatural rebellion against my most gracious Sovereign, combining myself both with Sir Edmund Butler, and with all the rest of the principal rebels in Ireland, wherein, in sundry degrees, I have disloyally swerved and declined from my allegiance to her Highness, by raising traiterously her Majesty's subjects against her Highness's peace and laws, besieging her towns, shamefully murdering and destroy ing her subjects, burning her houses and castles, and besides have committed, since my entry into that my disobedience, sundry grievous offences, and heinous and detestable treasons, de serving extreme punishment and sharp correction : which my heinous misdemeanors as I neither L"], [86, "74 (South Munster or Desmond,) by the appointment of the said Teige, the office of Weareman, with the usual fees and rightes to the said Cathel and his heires or Septe succeedinge him, as wearemen, to take the fishe of said weare, and to sende the same to the Jiouse or manor of the said Teige. — Now know ye that I Donell Earle of Clancare do herebye appointe Manus oge O'Rourke, weareman and marshalle of all my houses ; and I the said Earle do manifestly de clare that the said Manus's duties and the fees of his saide offices are mean or can in any sort justify or defend by any color, so I, for the same, prostrate here before your Lordship, with most penitent and humble mind, humbly with all reverence voluntarily and freely yield and submit my body, life, goods and lands to the order and disposition of her Highness, beseeching, with all humility and due reverence your good Lordship, my gracious Lord and Go vernor, and you the rest of the Lords and others of her Majesty's honorable council to take com passion upon me, and to be means to the Queen's Majesty, that her Highness, who hath been ever, to her immortal fame, inclined to mercy and pity, will now vouchsafe to receive me most vile and unworthy wretch of her creation to her clemency and mercy, and extend upon me, above my deserts, her most gracious pardon, upon assured trust of my loyalty hereafter. For, sith I came first to Sir Hum. Gilbert, and gave in my only son into his hands as a pledge of my loyalty, truth and fidelity, I have since continued a good, faithful and a true subject, and ready at all times to employ myself in her Majesty's service, as far forth as my poor ability would extend unto, as both the Earl of Ormond, when he had charge, and likewise Sir Hum; Gilbert in the time of his charge, can well testify and declare, which if her Majesty shall do, by your good means, and the rather for that, I simply here prostrate upon my knees before your honors, submit myself, life, lands and goods, and am come in to present myself volunta rily before you without any pardon or protection, which if I had either, by word, letter or pro mise in any sort, I utterly relinquish and forsake, reposing myself in your merciful considera tion and pitiful regard of my poor and wretched estate, and hoping that those demonstrations and tokens of my loyalty hereafter may move your grave wisdoms to be means to the Queen's Majesty for me, and I shall, according to my most bounden duty, pray to Almighty- God, to grant her Majesty a most prosperous and happy reign over all her dominions and subjects and immortal triumph over all her enemies ; and likewise that it should please him to unseal my eyes, and grant me grace, by my dutiful and humble service hereafter, which I do dedicate to her Majesty to the last drop of my blood to be spent to acquit and recom pence some part of my grievous offences past, which I will endeavour myself to perform. Ita testimony of all and singular the premises to be true, I the said Earl of Clancahir have hereunto subscribed my name— DONYLL CLANCARE.— (Rot. Pat. 13 Eliz. d. r. 6.)"], [87, "75 as followethe. — Imprimis he is to receive from O'Sullivan-more, and O'Donoughoe-more, and Macgillicuddy, for every night's cudihie they paie yearelye, the hydes of all the beoves and the fellesof all the shepe that shal be killed for the said Cudihies, together with the chines of the said beoves and of hogges ; alsoe O'Sullivan Beara is to give the said Manus his tribute, and from everie other gentleman or person of my countrie or anie other that owes a night's supper, alias a Cudihie, the said Manus and his heires are to receive the hydes of the beoves, together with the chines of the beoves and hogges that shal be killed for the provision of the said Cuddyhies : alsoe I authorize the said Manus whensoever I or my heires shall not be de termined to repaire to the said gentlemen's houses, to spende the said Cuddyhies, to take upp and collecte the same for my use, he the said Manus beinge bound to sende the same to my house or manor, receiving his accustomed fees ; and said Manus and his attornies are to keep all the meat and victuals that shall be sent to my houses and manors : and moreover it shall be lawfull for the said Manus to re ceive on the marriage of every of my daughters, or of the daughter of a Mac Carthy More, in facie Ecclesiæ, from the husbande of said daughter, five marks or five good hackneys as his fee ; and also the fosterers of my children are to pay him his fees ; and the said Manus shall have the hides of all the beoves killed when I the said Earl shall be in camp, alias in fustoheel, with Easter and Christmas offerings, and all other accustomed dues,- Datum vicesimo Septimo die Julii anno Domini 1584, annoque regni Reginæ nostræ Eliz. Vicesimo Sexto. (Signed) Donyll Clancare. Witness. Moriertagh Mac Teige. Teige Mac Dennody. Cormac Mac Owen. l2"], [88, "76 XXX. (__-tfi<tii(.e-l *. b. OJ a p;oy a3 sac aon le; jpeay an Cajpt Cabaptajy yo, acay an pelejy, sc» ttu^asa Y)anpujhe CDac Qloia J'Jpaba al;ay 03pa a bpu;l bpon acuy bpeapaf. acuy bo cjoy a3am a 3Cjneol bun jajle aj,us ah sac r;le a;t ba bpujl ye asam, jbjp clojtb acuy cpanh acus peap acuy jtejp acuy cojlt asay mojn acus jays a%us r,s%e a$us sac yocap ejle ba mbeanan pejy na peapahajb fan, bo boncbab O'bpjajn CDac Concubajp acuy ba oj jpjb asuy ba yjnsnojpeaba ;n a bjaj j 30 bpacb uajm pejn acuy om oj jp; j acuy om yjnsnojbpj j am bjajs, 30 bpacb ; acuy cujpjm Catat O'ftabacajn acus boncbab OTJabacajn map bajljb yejlbe le;y ba cup ;nat yejlb map tyajnteocuy an tlapla pejmpajte yjn a scup ah sa tyejlb uate pejn ; acuy bo bejpjm mo ceatt acus maonta an Caj/it yo bo cup a meampam, a tabjn acuy a mbea/tla acuy an 3<*ojbjl3 * bpojpm bljs; ; acus cujnjm mo lam acuy mo yeatab ap an sCa/it yo bo benam a p;a jnajye yjn, acus actaojm opm bul bo cup mo tajme acuy mo yealab ap gac Cajpt bjb sjn map ;appa;jte/t O/tm e bul an ; acus bo bejpjmyj an tC>3pab pejmpajte sjn an cajpt yo a mo lajm pejn hon lapla pejmpajte sjn a bpjajpajse sac nbujne a^ a bpujljtt a lama ap an Ijtjp yo : ?. nju sClrajn ftamttpa an 4 la bo m; <fpp;l, 1586. 0.5\" CD;y;e fyafip; O'Jpaba (L: S.) f*1a pjasajn bo bjb bo laiap a nam yd bo pojllyjujab. Sjiie bo tatap najm bo conpjpmata acuy yealalaj yo. By me, Robert Fentoine, Jacobus Lukeus Testis. Ry. White. XXX. Translation. — Conveyance of Land. — A. D. 1586. {.MANUEL. »J< Be it known unto all who shall read this deed of assignment and release that I Henry son of Hugh O'Grady, otherwise"], [89, "77 O'Gra,* have given all the land and ground and all my rent in Cinel- Dungaley, and in every place where it is due to me both in stone and tree, in grass and arable land, wood and bog, fish and water, and every other profit, appertaining unto said lands to Donagh, son of Conor O'Brien (Earl of Thomond) and to his assigns for ever, from me my heirs and assigns for ever. And I send Charles O'Rabecan and Donogh O'Rabacan as bailiffs with him, to put him into the possession thereof. I give my permission and assent to have this deed written on parchment, in Latin, English and Irish in legal form, I set my hand and seal hereto in testimony thereof; and I bind myself to go and put my hand and seal unto said other deeds (in Latin and English) as shall be required of me. I the aforesaid O'Grady do give this deed out of my own hand to the said Earl in presence of all those whose hands are hereunto sub scribed this day, at Clonramtra, the 4th of the month of April; 1586. (gr I, Henry O'Grady. (L. S.) The witnesses present at the confirmation and sealing of this deed. By me, Robert Fentoine, Jacobus Lukeus Testis, R. White. • King Henry VIII. by letters dated 9th July, 1 543, signified that he had granted to Sir Denis O'Grada, knt. captain of his nation, and to the heirs male of his body, all the lands, &c. which he pretended a right to ; with a power to the Chancellor, Alen, to pass Letters Patent to him of the same. They accordingly passed, reciting that the king and his predecessors were the Lords and true possessors of all the manors, &c of Thoymcreny, with various lands ; yet the said Denis and his ancestors, the King's natural subjects, against their allegiance, and without any title, usurped the premises, until of late said Denys, calling to mind as well his duty towards God, as his allegiance towards his natural and liege Lord and King, humbly sub-"], [90, "78 XXXI. 4. In Dei nomine. ISC n;b pojltyjy an scpjbjoh yo, 30 bpu;t boncbab bub CDac Conya;bjn abmalac an yo jeall bo bjb a;sj pejn ap an scujb bo molab bo ceatpuma;n mjp 3u;pt an Cpocajpe bo beb ac bjapmajb CDac Cmojnb *} beaja uaba pejn acuy 0 na pejjpjb acuy 0 nayjn3^b, 30 bpac ac bjapmajb acuy asa pejbpjb acuy as ayjn3^b ; acuy a ta abrbalacb, 30 bpaajp a tojl pejn 0 bjapmajb O'beaja anasajb a Sjll pejn 3 an bpeapan sjn a bubpam^. 2.suy map beapbab _( yo, a ta lam «suy tojl boncba;b scpjobia ah yo, map 3ac pjabajn ejle ba bpujl ycpjobta an ; asuy ;y jab p;aba;n Lajtpeac, bo bjb bo latajp an ycpjbjn so .j. bja ap ttuy, asuy (Dat ■gamrp CDac bomnajll 2l)e;c Conyajbjn, a3uy bjapmajb O'planasajn : <Tsuy bjap ma;b 63 O'Uallajn bo yc/ijob yo bo tojl boncajb CDejc Conyajbjn asuy ba pula/tam. Qlp na ycp;obab a nbpr,m CDota/t an ceat/tamixb la .xx. be Octobep 1587. C_j\"- CDjye boncbab CDe;c Conyajbjn. Diarmitius Neallain Testis. Copia vera examinata et concordans cum Originali coram nobis infrascriptis. Do. Myagh. John Gold. XXXI. Translation. — Release of Mortgage.- — A. D. 1587. In the name of God. This writing maketh known that Donogh Duffe Mac Consadine acknowledges that the mortgage which he had upon that part of the quarter-mire of Gortanchrochaire awarded unto Dermot Mac Edmond O'Dea, shall be held by said Dermo this mitted to the King and his laws ; wherefore the king, consid ering and hoping that he and his heirs thereafter would always behave like faithful and obedient subjects, granted the said pre mises as above, with a provisoe of forfeiture, if he or his heirs should confederate with any rebels, or war against the Government. Rot. Pat. 35°. Hen. VIII. — On 1st August, 1582> John O'Grady, alias Brady, gent, (son of Sir Denis deceased) and Hugh Brady, obtained a grant of the Lordships, Manors, &c of Tomgrenie, Ballyduff, Skariff, &c. for ever. Rent 2/. and two pair of gloves at All Saints, or 3s. id. for same. Rot. Pat."], [91, "79 heirs and assigns, for ever, from him the said Donogh, his heirs and assigns. Said Donogh also acknowledges to have received full consideration from said Dermot for said mortgage of the afore said land. In testimony hereof the said Donogh signs these presents with the witnesses hereto. The witnesses present at this writing are, God in the first place, Mahon Mac Donel Mac Consadin and Dermot O'Flanagan. Dermot oge O'Neallan wrote this- by the consent of said Donogh Mac Consadin and at his request. Written at Drummother, the 24th day of October 1587. 6^3\" I Donogh Mac Consadin. Dermot Neallan, witness. XXXII. >J. <smen. 2.3 yo an pojpm a%us an mola bo pjhe bpjan Stjac Yiuhpajhe acuy Co;nmeba CDac Ca;bs ojs CDejc Cajbs CDejc CDatjamna ebap Loclrjn .p. O'Slatpa acuy Onopa. jn%ean tSeajn an jleana, pan mejb btfjpnejy CQajpe nl'Seacnasaj% bpan ajp Sean CDac CDupcbab I'Slatpa .;. bo molaba/t at3amnac yeayc ;n la03 no yeac buacb ;n laoj acuy bo yeays na bealtojne a nojy ap Loclrp .p. acuy 3ac bjol as pejp bo bes a3 loclr^n bo jabajl fan mbojn yeay3 pa map bey sa ijp. Cujlle o;le, ata ah coy nu;bgc CDac b/iuajbeaba map flan 3cojys jn jean tSeajn an jleana ha btjc; anuas 3 Loclajn .p. fan bpeapah jnah CDap nj Seacnasaj^ bo beb a3 loclan .p. ap cetpoma mjp Cnr,c na Cujfe .j. na tpj ba bo pasbab a3 CDajpe ap a mbeb a3 Loclan ap 2lojy an Cjseapna .j. ba bljabjajn bes <xcus cejtpe .xx. acuy .r. .c. acuy mjte, as an ceabta bpojmap bo yspjob Cai>3 O'Clejpe ah Injs le tojl an ba pah. Loclrjn .p. O'Slatpa. Loclajn .p. O'Slatpa. <sn Coynujbgc CDac bpuajhe^a. bpjan CDac Uuhpujhe an moltoj/t. acuy Cojnmeba CDac Cajbs- Cujlleab ejle a^ loclajn .p. ap a bpeapan sceabna .;. bo mop bo ma/tbab ho ajp topama Seaajn CDe;c Stjupcab I'Slatpa ma;lle pe %ac cpujineacta acuy pe jac yolatap b;otajlle. 2. tajmy; Onopa, Jnjjn tSeaajn an 3le*na abmalac jlacay na ba;y;n 0 locla;n Tcuai O'Slatpa. <C>* VCjjse Onopa."], [92, "80 XXXII. Translation. — Award. — A. D. 1592. •j. Amen. This is the settlement and award made by Brian Mac Rorey and Conmeadha Mac Teige oge Mac Teige Mac Mahon, between Loghlan roe O'Slattery and Honor daughter of John of the Glen, respecting all the cattle belonging unto Mary Shaughnessy that re mained due of John, son of Morough O'Slattery, viz. they awarded a dry stripper in-calf, with one in-calf heifer and one barren of the present May from said Loghlan roe to said Honor, she to take the best payment that Loghlan can give in place of that barren cow according to the times. Furthermore, Cosny Mac Brody is guarantee for said Honor, that if any charge be made on said Loghlan con cerning the land, he shall be entitled to Mary Shaughnessy's claim in the quarter-mire of Tuighe, viz. the three cows left to her thereout to be enjoyed by him therein. In the year of our Lord 12 years, 4 score, 5 hundred and 1000,* and on the first day of harvest this has been written, by Teige O'Clery at Ennis with the consent of both parties. Loghlan roe O'Slattery. Bryan Mac Rorey, the Umpire, Cosny Mac Brody and Coinmedha Mac Teig. More, to which Loghlan roe is entitled, out of the same land, viz. a great cow which was killed for the funeral of John Mac Murogh O'Slattery, together with all the wheat and liquor provided for same.-f- I Honor, daughter of John of the Glen, do acknowledge that I re ceived the said three cows from Loghlan roe O'Slattery. fi^ I Honor. • This custom of the Irish to reckon from unity, is deserving the attention of the learned. t The ancient Irish indulged in feasts and banquets at funerals, and this habit they are said"], [93, "81 XXXIII. 2fn meb su btapla Impeasan a btaob cjoya a n^abij jbj/t an tlapla asuy Cabj 2^ac ?t)atsamna .;. an tlapla a3 tosbajl cjoya ah fan bpeapah, acuy an tCaybos map an 3ceabna as tosbajl cjoya ah fan bpeapah cebna; acushap le Cabs n&p cojp jab apaon bjmcup sa bpeapai. ; acuy sup tojl leo <J 3ac taob yjn bo leasab bo cum ap mbpeatnu;jte-ne acuy ap molta an lus yo 3a bpujljb ap lama ap an ycpjbjn yo, map a ta 2t)ujpceaptac cam Comapba Seanajn, bomnall COa^copmajn, bpjan 2t)ac 2t)at3amna acuy bjapmajb CDejc 2t)upcbab, asuy sup ceanslabap na panta yjn jab pejn, pa mjonba, pa pujpeac map beapmaojy. ly amlajb bopbujjea ma;p, an mejb sop bpuapamajp pjabajn <f, 3U/1 ab amlajb bo bj an peapah sjn 30 bpac .;. tp; cebpamna be, a3 joe pjs ra mbpjajn, acuy ceabpama as joe pjy an Caybos, yujl bo cujpeahap na punbujpjbe na pjaca 3 sac taob etoppa fan cotpam. bo mo lamajpne tpj ceabpamna bon peapan yjn 30 pacab uajb yo amac bo b;ol c;oya pjs an lapla .1. 15 y3jlljnsj sa mbl;abajn : acuy bo pasbabap na cejtpe ba bo slac an tlapla fan peapah, ah jonah a nbeacajb tajpjy bo c;oy ; asuy a bp;neact an tsapuj jte bo pjnbe ajp a maop, acuy cjoy tpj 3ceatpaman bpasbajl 30 yrajmneac uajb yo amac : acus bo beanam a pjabnujye yjn, bo cujpem^ne, na moltoj/i; peum pajbte yjn, dp Lam <J an yspjbjn yo. Sa Cluajn, an naomab la bo mj Jujl 1593. 7is sj cehpama pasbamaojb a^ an 6ayboj3, an cebpama ap a yujbeocap pjaca an eaybujs bo beb an .c. la. CDujpceaptac Cam. bomnall 2t)ascopman. bpjan 2t)ac CDatjamna. Diermoid Mac Morogh. I, Teige Mac Brody, wrote the above order, by the consent and appointment of the above arbitrators. — Witness my hand. Teige Mac Brody. lo have borrowed from the Germans. Sir James Ware makes the following quotation from an old book of canons taken from an ancient Irish Synod : — \" Every dead body has, in its own right, a cow, and a horse, and a garment, and the furniture of his bed ; nor shall any of these be paid in satisfaction of his debts ; because they are, as it were, peculiar to his body.\" — Ant. Vol. I. p. 152. M"], [94, "82 XXXIII. Translation. — Award. — A. D. 1593. Whereas a dispute has arisen concerning the rent of Gabhair, be tween the Earl (of Thomond) and Teige Mac Mahon, to wit, the Earl taking rent on the land, and the Bishop (of Killaloe) doing the same ; said Teige considered that both ought not to do so ; wherefore the parties have consented to submit the matter to the arbitration and decision of us whose hands are hereunto subscribed, to wit, Morier tach cam Comorban of Seanan, Donald Mac Gorman, Bryan Mac Mahon and Dermot Mac Morogh, and have bound themselves by oath to abide by our decision. We do, (after hearing evidence, that said land had been circumstanced thus, viz. 3 quarters paying rent to O'Brien and 1 quarter to the Bishop, before the arbitrators had allocated their claims equally between them,) do adjudge that 3 quarters of the land shall henceforth pay rent unto the Earl to amount of 15s. annually, that the 4 cows which he had taken on the land are to be in payment of the past arrear of rent and the trespass committed against his steward, that he is henceforth peaceably to re^ ceive the rent of said 3 quarters. In witness whereof we, the arbitra tors aforesaid, have set our hands to this writing, at Clone the 9th day of July 1593. The quarter which we award to the Bishop is that which shall be proved to have been the quarter originally charged with his dues, Muriertach Cam. Donald Mac Gorman. Bryan Mae Mahon. Diermoid Mac Morogh,"], [95, "83 XXXIV. blC a pjoy a5 sa6 aon lea^pus aZus eajybpeay an yspjbean yo, jo bpu;l;my; COatzamrp CDac brp COe^copmap o Caiajp CDu,icba a sCuntae an Clajp ansjoll ajp cojrhljonba an opbuj jte bo pjnbeb ebpam acuy an Cjsepna onopai lapla Cuab- rouman acuy ap a Ian babbapajb ojpceara ejle <{ btab^t mo ce^t aZus mjonajb pejn $ an htpjan bl; jjm a loy mo mna .;. Sjoban 1 (Dascopmajn, a 3ca;ylen acuy a bpepah an Ouna mojp, aZur jn pepah ele ba pajbe a% boncbab CDac bjapmaha CDac an JTjopmacaj j bo oj na pep posha a%an Sjoban yjn bon lapla peampajte ha ojspeabjb acus ba yjsnjuj/tjb uajm pejn, om o; jpjb acuy om yj %nrpjb ; a5uy bo bejpjm, majllj rjy an szpjbeah yo, mo cept acuy mo t;bal pejn $. an htpjan sjn Cajylen an buna- mojp amr,l a bubjiam<| ; suy an r,le pepah, beanas pjs, acuy suy an ujle yocap acuy yocamajl, jb;p cojll acuy /ijays, acuy pep acuy ;tjp, acuy r^e acuy jays, acuy an rjle yocamal beanas pjs an htpjan an Cajslen acuy pjy an an bpepah sjn an bana-mojp, ambrjt a bubpam_J ; acuy jn sac pepah ele ba pajbe a3am, amvjl cbena yjn a bubpm<t, *>on japla cena, ba oj3peabajb acuy bay;snv;p, ambajt a bubpa- mr,p pomajh uajm pejn, om ojs/teaba;b acuy om y;snr;pjb ambajl a bubpamap : acuy bo benam a ba/iantayya sjn hon lapla, ana%bajh an r,le hrpe ele, Cr^pjmyj an CDat 3amajn pempajt; comapta mo lajme acuy mo yela $. an y3pj&jn yo a3 Cajbpen Cujlle an 25 la bo Septembep 1594. ComSfta CDatsamrjn CDescopmajn. (L. S.) Being present at the signing, sealing and delivery hereof Teige Mac Brody. — Dermod Mac Brody. XXXIV. Translation. — Surrender and conveyance of Land. — A. D. 1594. Be it known unto all who shall read or hear those presents that I Mahon Mac Dun Mac Gorman* of Caher Murogh in the county * A very ancient Irish family of Thomond. In an old document now before me I find that Melaghlin Mac Gorman died 1st May 1580, and that his estates of Dromelihy and Cahir moroghs descended to his son and heir Dermot. — The late respected Chevalier O'Gorman, dis tinguished for his attachment to Irish learning and antiquities, was descended from this family. He died at Dromelihy, the ancient inheritance of his forefathers. M 2"], [96, "84 of Clare, in consideration of the fulfilment of an award made be- tween me and the honorable Lord the Earl of Thomond, and for other lawful considerations on surrendering my right and title in and to the one third which belongs to me in right of my wife Judith Mac Gorman of the castle and lands of Dunmore, and all other lands held by Donat Mac Dermot Mac Fermacaigh belonging to said Judith in right of her husband to the aforesaid Earl, his heirs and assigns, from me my heirs and assigns, do hereby assign my right and title in and to said one third of the said castle of Dun- more before mentioned, with all the lands thereunto belonging and every other emolument and profit both wood and moor pasture and arable land, fish and water with the appurtenances, and in every other land held by me as we have also before recited, to the said Earl, his heirs and assigns, as aforesaid, from me my heirs and assigns, and for warranting same to the said Earl against every other person. I the aforesaid Mahon do set my hand and seal unto these presents at Cuivren-colly the 25th day of Sept. 1594. The mark of Mahon Mac Gorman. (L. S.) Being present at the signing, sealing and deliyery hereof. Teige Mac Brody. Dermod Mac Brody, XXXV. Testamentum. — A. D. 1603. In Dei Nomine, Amen. Ego, Donaldus Mac Murucha, an Tarymun, non coactus, non impulsus, sed mera et propria ac le gitima voluntate, ad hæc inductus, facio ac condo meam ultimam"], [97, "85 voluntatem et testamentum, modo et forma subsequent. In primis rellegio ac relinquo corpus meum sepeliendum in templo de Kihno ry-Ibrecan. Secundo, rellegio et relinquo Domino meo, comiti Donato O'Brien, fœudum meum seu lerram, scilicet semiquartam existentem in villa de Cassleancalla et quecunque alia fœuda, seu terras ubicunque sunt aut fuerunt, eidem Domino meo Donato, per præsentes, relinquo. Tertio, rellegio et relinquo Johanni O'Griffa, et Gradarium meum cum ephippio suo vice rerum omnium, quas post mortem mecum consumpserit : Quarto, rellegio et relinquo Domino Donato O'Brien alteram semiquartam vocatem Ballicassin. In cujus rei testimonium, potestatem imponendi manum meam, atque subscribendi, Donato Griffeo, per presentes, concedo. Datum in Kilmory, secundo die mensis Maii, 1603. Donaldus Mac Murcha en Tarymun. Donagh O'Gripha. Johannes O'Griffa, testis. Thadeus + Gulliel. Mac Gillipatrick, testis. XXXVI. * )n 2)e-j fsom)m. 2lftiet.. In ajnm an <ftap, acuy an CDjc, acus an Spjpjh f>.ao;m. CI0f»lS3<sS jn Cjomna yo Cmrp Zpas * •)• *p tus, Cjomna ye anm bo bja acuy bo cujmpjc CDujpe CDatajp asuy bo CDjcel <fpbansel, acus na bu;lle JMaojm a bplajtuy be;, acuy a copp b;03lan a CDajnjyt/p beolajj. ICeCD, ata ye ajs pas bajl a majtjy yaojalta na tpj pahr,p, acuy as yob map pasbuy ye na tpj paha sjn • The ancient family of Grace, whose chiefs were formerly Barons of Courtstown, co. Kil kenny, was descended from Raymond Le Gros (one of the principal invaders of Ireland in the time of Hen. II.) by Basilia sister of Earl Strongbow. One of the direct descendants of this great family Sheffield Grace Esq. of the Inner Temple, London, whose virtues would reflect honour on a nobler race, if a nobler could be found, has lately enriched the Biographical History of his country by most invaluable Memoirs of his family ; an example, which, if generally followed, would pro v . incalculably advantageous to the History of Ireland."], [98, "86 .j. an ceab tpjan bun anam, acuy an hapa tpjan ba Insjn, acus ha clujmr^u .;. Seon CDac Uatejp, * acuy an tpeay tpjan ba mnaoj popta. ICeCD, a ta ye as pasbajl pjtjb y3jlljr>3 tatanac ajs CDaolpuan CDa ZpP^ajh. acuy cuj3 y3jltjne aj3 bjapmajb CDa gpjabisjb, acus cuj3 ysjlljne aj3 Sean 03 <t\"suy aj3 yo na pjctjjnjyj bo b; bo latujp an Cjomanta sjn, map ata, a Sasapt umacba pejn .j. CDaolpuana CDa 3pJ*^alto *3ur Seojn CDac Uatejp, acuy Conla O'Culajn acuy boricuan O'Cujlajn. -cfnno bnj 1606. 1CCCD aj3 yo na yecjtopj ha pas ye oy cjona a matuy .j. Saon CDac Uatejp, acuy a bean poyba pejn bo pejp na bpja^an tuay, an xx. la bo m; becembep, anno 1606. Cbmr^nb Zr-^f- Cjomna thmrp gpaj^e 0 bajle Ualtep a 3Cunbe Cebaplajc anbjoy; Lejsbljn, 1606. XXXVI. Translation. — Will and Testament. — A. D. 1606. In the name of God, Amen. In the name of the Father, and of the Son, and of the Holy Ghost. This will of Edmund Grace thus begins, viz. First, he bequeaths his soul unto God, and to the protection of the Blessed Virgin Mary, and to Michael the Archangel, and to all the saints in the kingdom of Heaven ; and his body to be interred in the Abbey of Booley. Item, He leaves his worldly substance in three portions, and these three portions he bequeaths thus, viz. The first for his soul, the se cond to his daughter and son-in-law John Mac Walter,* and the third to his wife. Item, he bequeaths 20 English shillings to Mulrony Mac Grifla, 5 shillings to Dermot Mac Grifla, and 5 shillings unto John ju- * This John Mac Walter Walsh was one of the \" heirs of the Walsh Mountains\" in the county of Kilkenny,- and an excellent Irish Poet. Many beautiful poems of his composition, in the Irish language, principally of the elegiac and descriptive kind, are still extant ; several of them in the possession of the writer hereof, replete with all the charms of poetry."], [99, "87 nior. These are the witnesses present at the making of that will, viz. the priest of his own testament, i. e. Mulroney Mac Griffa, John Mac Walter, Conly O'Collins and Duncan O'Collins.— A. D. 1606. Item, these are the executors whom he appointed over his worldly substance, viz. John Mac Walter and his (the testator's) wife, ac cording to the above witnesses, the 20th day of December, 1606. EDMUND GRACE. (Indorsement.) The will of Edmund Grace of Walterstown in the Co. of Carlow, diocese of Leighlin, 1 606.— Probat'. Tho. Cane. Leighlin. XXXVII. 0 tfntrjne <fl;ny;. <s ta;my; bomnall O'bata acus Copmac O'sjuprp abmalac 3up jlacama;p cebpe pujnt b<jseab coponta Sacsan, %up ab e mejb meabrjbeay an tunya be .j. cu;s y3;ll;nse, acuy p;ce ysjlljn3 cum an prpt be, map jell ajp tejtceb/iama mjp 3ujpt- na-3/tejye pa map 3abay ye ;bjp cean acuy ajt ejle, acuy yjn bo bejt uajne a^ iXntrjhe acuy a3 a oj jpj jajb, uajne acus o nap noj jpj jjb, acuy bpjacbajb oprjn an pepah sjn, pa map a jabay, bo ygyam acuy bo coynam anasbajb sac en hujne, no 30 bpa ja ye cejtpe pr^nt b^seab jlan pa map a ta y3pjobta tuay : acuy atamaojbnj abmalac 30 tusam<J yglb an lebeebpama mjp yjn acus an ajtj jte aeon sac en tapba ba mbeanah lejy, pa talam acus Os cjon talaman, btsntrjne tsljnyj, no 30 bpa^a se a cujb pejn. Cunpab ejle a tamaojbnj bo benarh le b<sntr;ne, acus ejyjn Ijfie, a sabajl an peprpsjn uajhe acuy bpjacbajb oprp ba pjee na sajlljme bo cpujtneact cpuajb jtajn bo tabgt btint^ne, no bojjpjjjb no bft topne ah sa bljajr^n, acus mup sjn %ac ejn bl;a jrp no 30 bpa%a se a crp ah sa mejb na tu% se uajhe e ; acuy atama- ojbnj an bomnall yjn acuy an Copmacsjn, hap ceansal pejn, acuy ap nbutba acus <(. n_jnejy acuy <(. noj jpjje le;y sac e;n cgnsal ba pr^l tuay an yjn, bo cojnljonab hdhtrpe acuy ba oj jpj jjb ; acuy comay as if ntrjne 3 n3eall le cejle bo jtacab, no 3gll hrpe Q%rp, no $. peapsaha ba mab cpuajb bo, acus pe pjpjne bo beanam bo na cohapiajb yo bo cuj/team^ yela sac bujne as^n <{ a yspjbjon yo, acuy pa heapa hon yspjbneojp <J na;nm bo y3pjobab : acuy an taonmab la bes b0 \"'I Zlun- acur ct5 s° ctn eapna an tanyo, CDjle acus se .c. acuy oct mblja jna. bomnall 7 O'bata. Co/imac 7 O'ljuprp."], [100, "88 •cfcuy ba/t lat^ne, na peapsjn yo, bo pjheah an ysp;bjon yo, acuy tU3ab$ yealb ba larorjb pejn btfntrjne <sljnye, acuy tus <Kntrpe bojbyjn apjy j na crjn jeallrjb a ta tuay tana, acus bo yspjobab an tjhjpljn a ta tuay an yjn pojm lajm acus pojm yela. CD;y;, CDujpcgptac O'Clejpjj, an sa%apt, pj«j^n an conapta sa isuas. Sean 4\" O'bala teytjy. CDjyj, <Tob CDujpcgptac O'bala ysp;bneo;p acuy teyt;y. XXXVII. Mortgage of Land. — A. D. 1608. From Anthony Lynch. We Donald O'Daly and Cormac O'Houroune do acknowledge to have received four pounds crown stamped money of England, every 5 shillings weighing an ounce, and 20 shillings makeing a pound sterling, in consideration of the \\ quartermire of Gortnagreisi with its appurtenances ; to have and to hold same unto the said Anthony and his heirs, from us and our heirs, and we are bound to uphold and maintain said land with its appurtenances unto him against all persons until he shall receive from us 4 pounds sterling money, as is above written : and we acknowledge that we have given the pos session of said half quartermire and all its appurtenances and profits issuing therefrom, over and under ground, unto said Anthony Lynch until he shall be repaid. We further covenant with said Anthony and he with us, that on our receiving the said land from him, we are bound to give yearly unto him his heirs or attorney two pecks of Gallway measure of hard clean wheat, and so to do every year until he shall be repaid the money aforesaid which he advanced us. And we the aforesaid Donald and Cormac do bind ourselves, our property, our cattle and our heirs for the performance of all the above covenants unto said Anthony and his heirs. And said Anthony shall have it in his power to levy from us jointly or severally."], [101, "89 or even to arrest our persons, if under the necessity of so doing, and in testimony of these covenants we have set our seals respectively to this writing, and caused the Scriviner to write our names, this 1 1th day of June in the year of our Lord 1608. his Donald A O'Daly, mark. his Cormack ____. O'Houroune, mark. In presence of us the undersigned this writing has been made, and they (the parties) have given possession by their own hands unto said Anthony Lynch, and he has restored it unto them again on the conditions above recited ; and the marks above were written be fore their hands and seals. I Muirceartagh O'Clery, the priest, witness of the above contract. John -}- O'Daly, witness. I Hugh Muircearteagh O'Daly, scriviner, and witness. XXXVIII. b)0b a pjos a% %ac aon br^ne ejsttppeas, lej^bpeas acuy tujcpeay an yspjbjn yo, 30 bpujljmyj boncba CDac Loclajn puajb tj bala 0 pjobnabeapa a bpa/i/iajybe Octamama a mbapuntact bo;pne a ccontae an Clajp, hrpe uasal, abmalac an yo, ju/t 3lac me ye pujnt b^eatt jlan coponta na Sa^san comjlan, compjnajlte, comytutbamr^l acuy map ata an tap3eb sjn a yt; j a Sa^sajn a no;y, pa nam a btuctap amac e, pa map a tajh cejtpe bunya ah sa punt, a%us cujs y3jlljnse anya nuiiya, acuy ba pjn3jn bes coponta na Sa^san ah sa y3jlljns 0 -cTntojne CDac Se majy CDejc <smb/i5jy -Csljiiyj 0 Ujm ceahuj-^e, acuy atajmyj an boncba sjn, ap yon an sjn, a tab<jt lebcgbpama mjp pepajn .j. an hapa cujb be3 bo ceat pamajn bajle hap ab ajnm lebcgbpuma m;p 3r.nc na b/i;ye hpepah pjobnabeapa pe;n, ejhjp ajt acus jap/iajbe, acuy ajtjujab, ejhjp pep acuy jijp, acuy y;y3e a ma;lle pejsjn r;le socbap acuy amuntup acuy tenment; ba mbeanan tejyjn N"], [102, "90 bpepanyjn, acuy buy cojp bo bo bejt ceansajlte be pao; talam acus 6s c;On talaman, uaim pejn om ojjpjjjb, om yejcebujpjbjb acuy om y;nsujpjjjb urn bja3b. bon tfntojne pempajhte sjn, ba oj jpj jjb, ba ye;cebuj/tjb acus ba bsjn%nj jjb ana bjajj 30 yjoppujbe acuy 30 bpacb, amajl acuy map' a ta ye asam pejn yjo/t pujbe ma/i crjtt paria om bpajt/iecajb ; acuy poy, pa map atajb cejt/tj yejyjob lTjobnabeapa a3 mr^ntjp bala 0 lapla Zi~uahmuman 30 cean acas 30 cpjocnujab bljabna acuy cet on mbealltojne ay 3ajpe bon bata yo, an ceb la bo m; majuy 1590, acus an pepan yjn bo consmajl 0 ttpbtjjeapnabajb an pepoji. ap a yepbjy noca ata bo cojp acuy bo bl; je <|. acuy a tajmyj, an boncba cebna yjn, bom ceansal pejn an yo, a cgnsal moj jpjje mo yejcjbjujpjbe acuy mo byjnsnajbe lejyjn tebcgbpujmajn mjp cehna Jujpt-na-bpjye, amajlle pejsjn rjle n; ba mbeanah te;y, acus buy cojp bo bo beb ceansajlte be, bo yeayarh, bo bapantas, bo cotbuj ab acuy bo coyajnt bon -dntojhe yjn, ho. ojjpjbjb, acuy ba byejcebjpujb, acus ** sPZn)Zp' Z° fyacb, o-nahajz %ac v^le br^ne 30 cean, asuy 30 cpjocnujab na bajmsjpe a ta 3an catbam bon teapma bljabna, acuy ceb yjn a bubpam^ tbuay .;. bljabajn teayba bo cejtpe pjtcjt, 0 bealltojne yo cu-gajh as 3^6 bo bata na scpjbjhe so pejn, amajl acuy map bo iena lapla Cuabmuman seasajn cejtpe yejyjb pjnebeapa bo mr^ntjp bata, bo pejp a 3C0na)ita lejyjn lapla. Cujlle .;. b;ob a pjoy as sac aon hrpe 30 btucaya an boncba /tempajbte yjn, pern tajm pejn, yealb yjtojlte, Ijbpe an seasajn ah ya lebcebpamajn mjp cebna yjn Z^Wt na hpjse ah %ac r;le nj ba mbeai. an tejy bon <(ntojhe perhpajbte yjn, CDac Semajy mejc <(mbpojs <f Ijnyj bo pejp epeacta, acuy popma na scpjbjhe yo anuas ; acus map beapbab, acuy map pojllyju jab <| sac nj be yjn, bo cbujpeasa boficba O'bala mo lam asuy mo yela <J an yspjbjfi yo, an 18 la bo m; bejsembep, a bpjobnabgpa, Uno bomjnj 1612, acus ah sa naomab bljabajn bo jijojact ap bp/tjo/iya spayamrjl Semay, bo -^payajb bej ??jj Sa^san, na ppajnce, acuy na bCpgn, acuy an sa cujseab bljabajn acas ha pjcjt bo pjojact na btflban, 7c boncba O'bala. #3 yo na pjabajm bo bjb lat^, an u^ a tusab an yspjbjn yo astj% a meampam, ojp bo cujpeasa an boncba O'bala yo aybjsb, lam <*3uy yela <f an y3pjbjn yo. Sjiie an mr;ntjp a3 a bpujljt a nanmaha acuy comapta a lama ah yo yjoy. •Ctobb O'babojpn. Hugh OTinne. Nehemias O'Davoren. •ess yo na pjahajn bo b;b lajtjp, an r$ bo tusaya an boncba O'bala, yo ayb;s, yealb yjtojlte Ijbpe ah yeyajn pern lam pejn ah sa bpepah yo ayb; j, acuy an /^ac r;le n; ba mbeanai. lejy, acuy ha bpajl cean3a;lte be, bon ■csnbtojne pem/iabt«"], [103, "91 yo aytjj, bo pejp epeacta acuy popma na yj;pjbjne yo ayb; j. S;ne an mrptjp as a bpuljb a nanamana acuy comapta a lam an yo yjoy. bomnall mac Jeappnaybajp. tfob O'babojpn. i Nehemias O'Davoren. Hugh O'Finne. 5 Loclajii O'bala. XXXVIII. Translation. — Assignment of Land. — A. D. 1612. Be it known unto all who shall hear, read, or understand this writing, that I, Donogh Mac Loughlin roe O'Daly, of Finvarra in the parish of Octamama (Oughtmanagh) and barony of Burren, in the county of Clare, gent, do acknowlege that I have received £6 of pure crown stamped money of England, as pure, as refined and as valuable as that coin now is in England, and as it was when first it was made current, consisting of four ounces to every pound sterling, and 5 shillings to every ounce, and 12 crown stamped pence of England in each shilling, from Anthony Mac (Fitz) James Mac (Fitz) Ambrose A'Linsi (Lynch) of Gallway, merchant. And I the said Donogh, in consideration of said sum of money, do give the half quarter-mire of land, viz. the one- twelfth part of a quarter of a townland, called the half quarter-mire of Gortnadrise, of the townland of Finvarra itself, with its scite, garden and dwelling, pasture and arable land and water, with all other profits, royalties, and tenements, appertaining unto said land, over and under ground, from me, my heirs, executors and assigns after me, unto said An thony, his heirs, executors and assigns, after him, for ever, as fully as I possess it myself for ever, as my dividend from my relatives ; and as the 4 sessioghs of Finvarra are held by the Daly family from the Earl of Thomond, until the end and expiration of one hundred and one years from the May next after the first day of May, 1590, n 2"], [104, "92 same to be held from the chief Lords of the soil, for the service due and accustomed in law. Now I the said Donogh do bind my- self, my heirs, executors and assigns the said half quarter-mire of Gortnadrise, with its appurtenances and all other things which ap- pertain to same, to uphold, warrant, maintain, and protect unto said Anthony, his heirs executors and assigns, henceforth, against every person, until the end and expiration of the said term of 101 years as yet unexpired, viz. a year wanting of 80 years from May day next after the date of this writing, in like manner as the said Earl of Thomond shall maintain the said 4 sessioghs of Finvarra unto the Daly family, according to their covenant with the said Earl. Further, be it known unto all men, that I the aforesaid Donogh, with my own hand, have given the quiet and peaceable possession, livery and seisin of the said half-quarter-mire of Gortnadrise, with every thing thereto appertaining, unto the said Anthony Mac James Mac Ambrose Lynch, according to the intent and meaning of the foregoing writing. In testimony whereof, I, the said Donogh O'Daly, have set my hand and seal to this writing the 18th day of the month of December, at Finvarra, Anno Domini 1612, and in the 9th year of the reign of our gracious prince James, by the Grace of God, King of England, France and Ireland, and in the 45th year of his reign of Scotland. Donogh O'Daly. These are the witnesses present when this writing was given, upon parchment ; for I, the within-named Donogh O'Daly have set upon this writing my hand and seal. — We the persons whose names and hand-writings are hereto subscribed. Hugh O'Davoren. Hugh O'Finne. Nehemias O'Davoren."], [105, "93 These are the witnesses who were present when I, with my own hands, delivered the quiet and peaceable possession and livery of the within mentioned land, with all its appurtenances, unto the within-named Anthony, according to the true intent and meaning of the within writing. We whose names and hands are hereto set Hugh O'Davoren, £ Nehemias O'Davoren, Hugh O'Finne. > Loughlin O'Daly. Donald Mac Gernasdir. XXXIX. <jsj yo tabaptus ap na benam acuy ap na ycpjobab an cujseab la be3 bo m; lujn an ajmyj/t jy aojy bon Cjese/ma mjle btjasojn ye ceb naoj mbljabna he%, ba po/llyju jab 30 bpujljmyj Onopa Insean bomnajll CDjc Seaan J'CDaojl bomnajc 0 bajle I'Opoacapajn a3 benam tabaptrjy acuy a3 tab<|t mjonirjb pejn a leai ceatpamajn bajle I'Opjaca/iajn, uajm pejn acuy om ojspeabajb acuy om yjsneojspeabojb bo boncbab O'bpjajn, bo lapla Cuabmuman, ho \\Dpesjhuh ba cr,-geah (Durban, bo pejn acuy ba ojspeabojb asuy ba yj3neo;speabajb, 30 bpat 3an ejljujab 3an atbasbpa bo benam an bjajsb an pepojh sjn, 30 bpat : asuy atajm abmalac 3O/1 3lacuy mo tojl pejn pejn bo bjolajjeay 0 boncba O'bpjajn ap jn bpeapah sjn ; acuy a tajm as tab^c mjonr^b pejn, mo peleay acuy mo tabaptr^y ap jn bpepoh sjn bo boncba O'Opjajn acuy ba oj'speaba asuy ba yjnsenoj jpeaba na bjaj j, 30 bpat, uajm pejn acuy om yjSneojs/ieabojb acas om yejcjbujpjb am bjajj, acuy map an 3cebna, atajmy; an Onopa sjn abmalac 30 bpujt bo pjacbajb opm pejn bul ah sac jonab ba njapppafh an tlapla opm but, bo seasam an pepojh sjn ho ceapt bo Latbaj/^bljjeab, no an 3ac jonab ejle ba njappojb an tlapla no Oj jpeba opm ho bul ; acuy at tajm ba abmalab, pa bpjoj na mbanajje ata opm, 3ac uap ba njapppojb jn tlapla no Ojj- peaba no Cupnaj-gie opm bul bo lacba/t jn tabaptuy bo cup a bpojpm blj jeab, pa mart opheocus peap bl; jeab an lapla, o ajmyj/i 30 bajmyjp, 30 pajab an : asuy map bepbab ap sjn, a tajm as cap mo la;me acuy mo yela ap so an la sjn tuay bon mj. her Onopa ny + bonnell. mark."], [106, "94 IS ;ab yo pjabojn bo b; bo latbap jn tabaptuy yo bo ys/ijobab, asuy bo latbap lama &zus re^a Onopajh bo cap. bomnall CDac Sujbne, pjhe. Sean O'Coana, pjne. Donnell Conry. Morish O'Mullconry. XXXIX. Translation. — Assignment of Land. — A. D. 1619.* These presents have been made and written on the 15 th day of June, 1619, and make it known, that I, Honor, daughter of Daniel, son of John O'Muldowney of Ballyhybroackaran, by these presents do resign my right and title in the half quarter of Ballyhybriackaran, from myself, my heirs and assigns, unto Donat O'Brien, the Earl of Thomond, president of the two provinces of Munster, and to his heirs and assigns for ever, without laying any claim or preferring any suit to said land for ever. And I acknowledge to have received satisfactory payment from said Donat O'Brien, as consideration for said land, and I hereby give my own place, my release and as signment of said land unto said Donat O'Brien, his heirs and as signs for ever, from myself, my assigns and executors ; and also I, the aforesaid Honor, do acknowledge myself bound to go to every place which the Earl shall require of me to go, to secure him in the rightful possession of said land, to appear before the law, or go to any other place which the Earl or his heirs shall require of me to go. And I acknowledge, thro' virtue of the bonds by which I am bound, at every time that the Earl or his heirs, or his attorney * From this period few, if any, legal instruments were written in the Irish language."], [107, "95 shall require of me to appear to have these presents put into legal form, as the Earl's lawyer shall order, from time to time that I shall so appear. In witness whereof I hereunto set my hand and seal the day of the month above written. her Honor + O'Donnell, mark. The witnesses present at the writing of this assignment, and of Honor's setting her hand and seal hereunto are Daniel Mac Sweeny, witness. John Coony, witness. Donnell Conry. Morish O'Mulconry. Having now concluded this collection of Irish Deeds, I may, to the more ancient of them apply the description given of Saxon instruments of a similar nature, by the celebrated English Antiquary, Sir Henry Spellman. — \" The Saxons, in their deeds, observed no set forme, but used honest and perspicuous words to express the thing intended with all brevity, yet not wanting the essential parts of a deed ; as the names of the donor and donee, the consideration, the certainty of the thing given, the limitation of the estate, the reservation, if any were, and the names of the witnesses, which always were many, some for the one part and some for the other. — As for dating, it was not usual amongst them. Seals they used not at all, other than (the common seal of Christianity) the sign of the Cross, which they, and all nations following the Greek and Roman Church, accompted the most solemn and inviolable manner of confirming.\" — The Irish deeds of more recent dates generally come within the description of those commonly in use in the time of Hen. III. of England and afterwards, as given by the same Author. — \" I observe in the deeds of that time a very absolute and methodicall composition, which therefore hath ever since been re ceived, and conteyneth in a manner to this day ; consisting upon the parts here following : — 1 . The Direction. 2. The Parties. 3. The Consideration. 4. The Words of Grant or Donation. 5. The thing granted. 6. The Estate of the Granter. 7. The Habendum or Estate granted. 8. The Use whereto. 9. The Reservation, if any were. 10. The Tenure. 11. The War ranty. 12. The Sealing and Delivery. 13. The Date. 14. The Witnesses.\"— Spellman \" of Ancient Deeds and Charters.\" — Vide his English Works, folio, London, 1723- p. 234. 235^"], [108, "Erratum.— Page 6, line 9, for XXIX read XXVIII."], [109, "Parts 220, 221.] [Price 20*. cold- CONCH- OLOGIA I C 0 N I C A; OB, FIGURES AND DESCRIPTIONS OP THE SHELLS OF MOLLUSCOUS ANIMALS, with critical remarks on their synonymes, affinities, and circumstances of habitation ; BY LOVELL REEVE, F.L.S., F.G.S. CORRESPONDING MEMBER OP THE NATURAL HISTORY SOCIETY OP WURTKMBERG, OP THE LYCEUM OF NATURAL HISTORY OP NEW YORK, AND OP THE ACADEMY OP NATURAL SCIENCES OP PHILADELPHIA. illustrate!* cot'eflp from tfje Cumt'ngt'an Collection. CRANIA. ORBICULA. TROCHUS. TRIDACNA. HIPPOPUS. PALUDINA. LONDON: LOVELL REEVE & CO., 5, HENRIETTA STREET, COVENT GARDEN. PARIS: J. ROTHSCHILD, 14, RUE DE BUCY. LEIPSIC: J. ROTHSCHILD, 2, QUERSTRASSE. 1862. Printed hy John Edward Taylor, 10, Little Que en- -street, Lincoln*! Ino Fields."], [110, "CONCHOLOGIA ICONICA; OB, FIGURES AND DESCRIPTIONS OP THE SHELLS OF MOLLUSCOUS ANIMALS. IN MONOGEAPHS. Genera. Plates. £. «. A. Mangelia 8 0 10 6 Melahia 59 3 14 6 Mblanopsis 3 0 4 0 jMelatoma 3 0 4 0 Mesalia 4 Eglisia 1 0 16 mbsode9ha 4 0 5 6 Meta 1 0 16 Mitba 39 2 10 0 Modiola 11 0 14 0 monocebos 4 0 5 6 Mcbex f S6 3 6 6 Myadoba 1 0 16 Myochaha 1 0 16 Mytilus 11 0 14 0 Nassa 29 1 17 0 Natica 30 1 18 0 Nadiilcs 6 0 8 0 Navicella 8 0 10 6 Nebita 19 1 4 6 Nebitwa 37 2 7 0 Oliya 30 1 18 0 OmsciA 1 0 16 Paludomus 3 0 4 0 Pabtula 4 0 5 6 Patella 42 2 13 0 Pectem 35 2 4 0 Pectunculus 9 \". 0 11 6 Pedum 1 0 1 6 Pebka 6 0 8 0 Phasianella 6 0 8 0 Phoeus 8 0 4 0 Pikna 34 2 S 0 Pibena 2 0 3 0 Placukanomia 3 0 4 0 Plecbotoma 40 2 10 6 Fsammobia 8 0 10 6 psamuotblla 1 0 10 Pteboceea 6 0 8 0 PCBFUEA 13 0 17 0 Pybula 0 0 11 6 Kahella 8 0 10 6 Hicincla 6 0 8 0 Rostellabia 3 0 4 6 Sanguinolabia 1 0 16 Scaeabus 3 0 4 0 Simpulopsis 2 0 3 0 SlPHOHAEIA 7 0 9 6 soletellina 4 0 5 6 Spondylos 18 13 6 8-TBOMBU8 19 14 6 8-TBeJTHIOLABIA 1 0 16 Tekebea 27 1 14 0 Tebebeatula 11 0 14 0 Thbacia 3 0 4 0 Tbigokia 1 0 1 6 Tbitom 20 1 5 6 Teochiia 3 0 4 6 Tubbihella 13 0 17 0 Tukbo 13 0 17 0 Tubbitella 11 0 14 6 U-ubbella 1 0 16 Voluta 22 18 0 Vitkisa 10 0 13 0 Vclsella 2 0 3 0 Genera. Plates. £. s. d. ACBATINA 23 19 0 Achatinella 6 0 8 0 Axphidbsma 7 0 9 0 Ampullabia 28 1 15 6 Ajtatina 4 0 5 6 Ahcclotus 6 0 8 0 Amomia 8 0 10 6 Aeca 17 116 Aegonauta 4 0 5 6 Abtemis 10 0 13 0 aspeegillum 4 0 5 6 AVICCLA 18 13 0 Buccihum 14 0 18 0 Bclimds 89 5 12 0 Bulha 4 0 5 6 Calyptbæa 8 0 10 6 Cancellabia 18 13 0 Capsa 1 0 16 Capsella 2 0 3 0 Caediia 9 0 11 6 Caedibm 22 18 0 Cassidabia 1 0 16 Cassis 12 0 15 6 Chama 9 0 11 6 Chiton 33 2 2 0 Chitonellus 1 0 16 Columbella 37 2 7 0 Conus 47 3 11 0 Coebula 5 0 6 6 Cbassatella 3 0 4 0 Ceesathla 2 0 3 0 Cbepidula 5 0 6 6 Ceucibulom 7 0 9 0 Cyclophobus 20 15 6 Cyclostoma 23 19 0 Cymbium 26 1 13 0 Cypbæa 27 1 14 0 Cypbicabdia 2 0 3 0 Delphinula 6 0 6 6 Dolium 8 0 10 6 Dowax 9 0 12 6 EBDElfA 1 0 16 Fasciolabia 7 0 9 0 FlCULA 1 0 1 6 FlSSUBELLA 16 10 6 Fcsus 21 16 6 Glauconome 1 0 16 Haliotis 17 1 1 0 Habpa 4 0 6 6 Helix 210 13 5 0 Hemipecten 1 0 16 Hemisinus 6 0 8 0 HlKNITES 1 0 16 Ianthina 5 0 6 6 lo 3 0 4 0 isocab-dia 1 0 16 Lbptopoma 8 0 10 6 LlHGULA 2 0 3 0 LlTHODOMUS 5 0 6 6 LlTTOBINA 18 13 0 LuciKA 11 0 14 0 LUTEAEIA 5 0 7 0 Mactea 21 16 6 Malleus 3 0 4 0 \" This .great work is intended to embr.ace a complete description and illustration of the Shells of Mol luscous Animeals; and so far as we have seen, it is not such as to disappoint the large expectations that have been formed respecting it. The figures of the Shells are all of full size : in the descriptions a careful analysis is given of the labours of others ; and the author has apparently spared no pains to make the work a standard authority on the subject of which it treats.\" Atiienæuw. LOVELL REEVE & CO., 5, HENRIETTA STREET, COVENT GARDEN."], [111, ""], [112, ""], [113, ""], [114, "1"], [115, ""], [116, ""]]