[[1, ""], [2, ""], [3, "With respects of the Author. Bancor,Maine,U,S,A, 1895."], [4, ""], [5, "With respects oT the Author. Bangor, Maine, U, 3, A, 1895."], [6, ""], [7, ""], [8, ""], [9, ""], [10, ""], [11, ""], [12, ""], [13, ""], [14, "PLATE XY"], [15, "THE History of Mount Mica OF MAINE, U. S. A. AND Its Wonderful Deposits of Matchless Tourmalines BY Augustus Choate Hamlin Author of A Treatise on the Tourmaline, Leisure Hours Among Ihe Gems, Fellow of the American Association for the Advancement of Science, Member of Ihe Royal Society of Antiquaries of Northern Europe, Chevalier of St. Anne of Russia, etc. BANGOR, MAINE Published by Augustus Choate Hamlin 1895"], [16, "Copyrighted 1895 by Augustus Choate Hamlin COLOR PLATES AND PRINTING BY COLORlTYOE COMPANY NEW YORK"], [17, "This -work is published, not only to make known some of the marvels of the mineral kingdom of the United States of America, but to offer a deserving and proper tribute to the memory of the men who have, by their exer tions, extended over a long period of time, revealed the mineral treasures of Mount Mica and its environs. To my father, t»on. Elijab Xivermore Tbatnlin, the discoverer of Mount Mica, and to my son, ffreOertcft Cutting \"Ibamlin, in whose interest most of the explorations and researches of the past twenty years have been made — now terminated by his early death — tbis worft fs affectionately oeOfcatee in dfcemoriam. Augustus Choate Hamlin Bangor, Maine, U. S. A., tS9S-"], [18, ""], [19, "CONTENTS. Pa-?e CHAPTER I. The discovery of Mount Mica by E. L. Hamlin, and incidents relating thereto ; also, the interest taken in the discovery by Professor Benj. Silliman and J. \\Y. Webster 7 CHAPTER II. Visits and Explorations of Professors Shepard, Jackson and Tenny ; also, by the Austrian and Russian Con- suls, Mr. Cramer and Baron Lœderer, and others . . 20 CHAPTER III. Resumption of Explorations at Mount Mica after many years of neglect, by E. L. and A. C. Hamlin, Samuel R. Carter, and others 30 CHAPTER IY An organized Company commence a more extended and systematic examination of the deposit. Display of the minerals of Mount Mica held at Paris in Sep- tember, 1882 37 CHAPTER V. Loren B. Merrill and L. Kimbal Stone, of Paris, take charge of all the operations in the interest of the Company, and prepare for extended explorations . . 43 CHAPTER VI. Description of the deposits of Mount Mica, and the occurrence of the tourmalines, etc., with remarks on their forms and colors 47 CHAPTER VII. Explanation of the excavations, with diagrams show- ing the position of many of the cavities as found ; also explanations ofthe colored plates representing the crystals as found, and as restored by the Author . 58"], [20, ""], [21, "ILLUSTRATIONS. Page Frontispiece. Panoramic view of Excavation at Mount Mica 7 View of Mount Mica from the Maxim Hill on the North 21 Portrait of Augustus Choate Hamlin 31 Portrait of Frederick Cutting Hamlin 37 Reproductions of Forty-Three of the Crystals in Color . following 72 Diagrams of the Excavations at Mount Mica .... following the Crystals."], [22, "\"It is a strange analogy, well worthy of fixing the attention of philosophers. These jewels, which have the privilege of attracting our gaze, and of fixing our eyes upon them by an unaccountable species of magnetism, appear also to incite the secret affinities of lightning.\" —Abbe De Fonyille."], [23, "PANORAMIC VIKW OF THE EXCAVATIONS AT MOUNT MICA."], [24, ""], [25, "CHAPTER 1. MOUNT MICA is situated in Paris, the shire rown of Oxford county, in the state of Maine. The village is one of those quiet, secluded places, enriched by political and scientific tradition, and adorned with scenes of great natural beauty, which the poet and the philosopher seek for, and cherish when found. A mile or more to the eastward of its court house, at the foot of the slope of a mountainous ridge which like a great mural wall hides the east ern horizon from view, appears a little hill seeming to be one of the buttresses of the rocky range tow ering above it. This little hill, with its great gray piles of broken rocks, which have been torn from its surface by the explorations of more than half a century, disfiguring its natural beauty, is the famous Mount Mica, known to every mineralogist of note in the scientific world, and dear to every heart that loves and respects the beautiful and the mysterious among nature's works. It was discovered in 1820 by two students who had become interested in the study of mineralogy, and who spent much of their leisure time in search ing for minerals among the exposed ledges and the mountains around the village. Late in the autumn"], [26, "HISTORY OF MOUNT MICA. 8 of 1820, and on one of its clear, calm days, they started out to explore the range of hills which form the eastern boundary of the town, and stretch away to the northwest, until lost among the mountains around Molly Ocket. The names of these two stu dents were Elijah L. Hamlin and Ezekiel Holmes. Hamlin was a resident of the village, but Holmes was a visitor, and temporarily a student, in the place. They had spent most of the day along the mountain ridge to the southward, and were descend ing the western declivity on their way home, just as the sun was setting behind the great White Moun tain range, fifty miles or more away on the western horizon. At this moment the view of the interven ing country, diversified in color and in shade, to gether with the gorgeous masses of changing clouds in the western sky, formed a picture of great beauty, and young Hamlin, fascinated with the entrancing picture spread before him, halted for a moment on the crest of a little knoll to enjoy the scene. On turning to the eastward for an instant for a final look at the woods and mountains in his rear, a vivid gleam of green flashed from an object on the roots of a tree upturned by the wind, and caught his eye. Advancing to the spot, some rods in his rear, he perceived a fragment of a transparent green crystal lying loose upon the earth which still clung to the root of the fallen tree. The student clutched the glistening gem with eagerness, and called back his companion, who had already passed over the brow of the hill, and was some distance down the slope. After examining the newly found treasure, the stu-"], [27, "HISTORY OF MOUNT MICA. 9 dents carefully searched the surrounding soil for other specimens ; but the rapidly increasing twilight soon compelled the youthful mineralogists to aban don the search. They, however, resolved to return early in the morning and continue the exploration. But during the night a storm arose, and covered the hill and its adjacent fields with a thick mantle of snow, which remained until the next spring. As soon as the winter's snows had melted away, and had left the hill and its sides exposed to view, the students again returned to the search, and this time with success. They went directly to the bare ledge which crops out on the brow of the hill, and which they had not examined on their previous visit, before darkness had overtaken them. As they climbed up over the smooth and denuded surface of the rock, they were astonished to observe many crystals, and fragments of crystals, lying exposed upon the bare ledge, and sparkling in the rays of the sun. These they carefully gathered ; and tracing others to the earth below the ledge, and which had formed from the decomposition of the rock, they eagerly turned up the soil in search of its hidden treasures. Thirty or more crystals of remarkable beauty and transparency rewarded the labors of the students, and with mingled feelings of joy and wonder they held them up to the rays of the sunlight, and admired their varied colors of green, red, white and yellow in different shades. They had, indeed, stum bled upon one of the richest and rarest of nature's laboratories. All around the brow of the ledge, enormous masses of rose red lepidolite, splendid"], [28, "HISTORY OF MOUNT MICA. 10 groups of crystalized quartz of white or of smoky hues, black crystals of the oxide of tin, broad foliæ of glistening mica, snowy flakes of feldspar, studded with minute transparent crystals of green and red tourmalines, lay scattered about in profusion. Col lecting as many of the choice and beautiful speci mens as they could carry, the students, heavily laden, returned to the village, and sought to ascer tain the nature of their mineral treasures. Subse quent examination indicated that the ledge was perforated with cavities, in which the tourmalines and other minerals had been deposited. It was also evident that the crystals that had been gathered by the students had been set free from their cavities by the decomposition of indefinite periods of time, which had disintegrated the surface of the ledge. There was no evidence of drift ; and the crystals lay ex posed upon the rock, while the softer and more perishable materials had been set free and washed by the rain, and blown by the winds, down to the base of the ledge, and accumulated in time as soil. Parts of the ledge yet exposed to view were fairly honeycombed with small cavities and soft spots, where the decomposing feldspar was crumbling away. In these cavities and decayed places in the rock, other tourmalines were obtained by breaking away the edges of the cavities, or removing the decom posed material. The discovery having been made known to the villagers, many of them hastened to the place, and secured a number of fine specimens as trophies or as souvenirs. As no one in the vicinity was able to"], [29, "HISTORY OF MOUNT MICA. 11 distinguish the character or nature of the specimens, or even to call them by name, the students enclosed a few of the smaller crystals in a letter to Professor Silliman, of Yale College, and requested him to describe them. He kindly and promptly informed the youths that the minerals were tourmalines, and of rare occurrence. Thereupon the students selected some of the finest and purest of the crystals, and addressed them to the professor, in return for his kindness. The parcel was entrusted for safe keeping to the late Governor Lincoln, who was then a mem ber of Congress, and about to start for Washington. At this period the journey to the capital was a serious undertaking, and the condition of the roads was such that most of the distance had to be traversed on horseback. The Governor started safely with the precious package, but lost it before reaching New Haven, and no trace of it has ever been found. Two years after the discovery, the two younger brothers of the discoverer, Cyrus and Hannibal Hamlin, although scarcely in their teens, resolved to make a more complete exploration of the ledge. Having borrowed some blasting tools in the village, they proceeded to the hill and managed in a rough way to drill several holes in the ledge and blast them out. These operations, though of trivial magnitude, were attended with unlooked-for results, for the explosions threw out, to the astonishment of the boys, large quantities of bright-colored lepidolite, broad sheets of mica, and masses of quartz crystals of a variety of hues. The last blast exposed a de cayed place in the ledge, which yielded readily to"], [30, "HISTORY OF MOUNT .MICA. 12 the thrusts of a sharpened stick or the point of the iron drills. As the surface was removed, great num bers of minute tourmalines were discovered in the decomposed feldspar and lepidolite. The rock be came softer and softer as the boys proceeded in their work of excavation, and soon they reached a large cavity of two or more bushels capacity. This hollow place, or rotten place, appeared to be filled with substance resembling sand, loosely packed. Amongst this sand or disintegrated rock, crystals of tourmaline of extraordinary size and beauty were found scattered here and there in the soft matrix. Scratching away with renewed energy, the boys soon emptied the pocket of its contents, and found that they had obtained more than twenty splendid crys tals of various forms and hues. One of these was a magnificent tourmaline of a rich green color and a remarkable transparency. It was more than two inches and a half in length by nearly two inches in diameter, and both of its terminations were finely formed and perfect. Several others possessed extraordinary beauty, and some of them were quite three inches in length and an inch in diameter. The colors of these tour malines were quite varied, but were chiefly red and green, and equaled if they did not surpass in beauty the crystals previously collected by their brother Elijah. The exact number of crystals ob tained by the boys is not known ; but when collected together, with the fragments of others, they filled a basket of nearly two quarts capacity. Besides the tourmalines, the quantity of lepidolite, mica, and"], [31, "HISTORY OF MOUNT MICA. 13 other choice minerals thrown out by the blasts or found in the sides of the cavity was so great that the boys were obliged to seek for an ox-team to transport them home. So little was known of the value of these rare minerals at that time that the possessors considered the finest of their treasures to be worth about a guinea. Cyrus afterwards learned from his brother Elijah, who had moved to the eastern part of the state, the names of mineralogists in the United States, and also in Europe, who had made inquiries of him concerning the discovery of Mount Mica, and the disposition of its minerals. With some of these he placed himself in corres pondence, and from time to time disposed of nearly all of the finest of the crystals in exchange for money or for minerals. Cyrus not long afterwards moved to Texas, where he died many years ago, and with him has perished the history and the distribution of these remarkable crystals and gems. The younger brother and sur vivor, the late Vice President Hannibal Hamlin, took but little interest in mineralogy, and gave his share to his brother Cyrus. He remembered, at the time of the publication of the treatise on the tourmaline, in 1873, only the facts of the discovery, the curious and symmetrical forms, the perfect limpidity and the wonderful beauty of the crystals. This is all that is known of the history of the splendid gems and the remarkable crystals that Mount Mica yielded to the explorer in its early and best days. Gathered then in profusion, and carelessly treasured, they have since been scattered"], [32, "HISTORY OF MOUNT MICA. 14 over the world, and in many instances their identity has been completely lost. A very fine and perfect crystal of light green tourmaline, three and a half inches in length, was loaned by Elijah in 1822 to a friend in Portland, and was lost in that city. Another beautiful specimen was given to Governor Lincoln, who afterwards gave it to the lyceum at Worcester, in Massachusetts, where it remained for many years, until it passed into the hands of Professor Burbank, by whom it was cut. The Lapidary Reynolds obtained from it a splendid gem of great beauty and purity, of fifteen karats in weight. A few days afterwards Burbank lost it while crossing a field of grass land, and all efforts to recover it proved unavailing. The late Professor Cleaveland, of Bowdoin Col lege, a famous mineralogist in his day, received several choice crystals, and among them a superb yellow tourmaline, which was given him by Elijah Hamlin. But there is now no trace left of these specimens. His cabinet, which Bowdoin College inherited, does not now contain them, but from evi dence gleaned from his correspondence, it is surmised that they may have been sent to his friend, the cele brated Berzelius, and it is possible that some of them may now be in the mineralogical cabinets of Sweden. Those which fell to the share of young Holmes at the time of the discovery were destroyed many years ago in the fire which burnt the Gardiner Lyceum, and there is no description of them to be found. In the imperial collection of minerals at Vienna, there were said to be some tourmalines of"], [33, "HISTORY OF MOUNT MICA. 15 remarkable beauty, and mineralogists were struck with their resemblance to the Maine tourmalines, especially in their arrangement of color. They came from the cabinet of the famous antiquary Van der Null, and were simply labeled \"America.\" This is all that is definitely known of their history. As the tourmalines of all known localities have peculiarities which distinguish them in a marked degree from each other when viewed by the prac ticed eye, it is sometimes easy for the mineralogist to give the locality to the unlettered specimen. And from the evidence submitted to us, we feel quite confident that some of these tourmalines at Vienna are a part of the results of the early explorations of Mount Mica. Baron Lœderer, an experienced mineralogist, happened to be in Vienna when the Austrian government purchased the collection of Van der Null. He was present when the boxes were opened, and as he had visited Mount Mica previously, and was acquainted and familiar with the characteristics of the mineral, he at once recog nized them to be identical with the tourmalines of Maine, and believed them to have been taken from Mount Mica previous to the year 1825. The baron, before his death and previous to 1830, gave his views on the subject to Dr. Louis Feuchtwanger, the writer on gems, and by him this information was communicated to the author. In 1 89 1 the Vienna cabinet was examined by the able expert on precious stones, George F. Kunz, of New York, and he reported shortly after to the writer that the collection of tourmalines in this"], [34, "16 HISTORY OF MOUNT MICA. imperial cabinet was far below some of those in America, and were not to be ranked as among the best specimens of Mount Mica. Mr. Kunz has been familiar with the finest crystals found at Mount Mica, and preserved in the cabinets of the United States, and as he has examined most of the great collections of Europe, his opinion is not to be ques tioned. The tourmalines in the cabinet at Vienna may have been changed greatly by neglect or expo sure during the last fifty years, as has been noticed with some of the fine specimens in this country. On November 20, 1822, E. L. Hamlin sent to Professor Silliman, at Yale College, a box of minerals from the locality, with letter and catalogue as follows*. Dear Sir : I herewith transmit to you, by the hands of Hon. Enoch Lincoln, a small package of minerals, and am in hopes that I may soon have an opportunity to send on a box of more numerous and larger specimens. Paris, the shire town of Oxford county, Maine, has been settled only about forty years, and the country around it is comparatively yet a wilderness ; and until within about a year there has never been any examination made of its minerals, and the only search that has been made within this time has most richly rewarded the labor. Most of these minerals, as you will perceive, have the same locality, are found near by, and were discovered a short time since by Mr. Ezekiel Holmes, a student in medicine at this place, and myself, while on a mineralogical excursion. This place seems to resemble much the Haddam and Chesterfield localities, inasmuch as it contains a similar colored mica, and embraces nearly, if not entirely, the whole family of the tourmaline. The country around here, elsewhere, seems to be peculiarly rich in minerals. In the catalogue and description which accom-"], [35, "HISTORY OF MOUNT MICA. 17 panies the letter, Mr. Hamlin states that specimens of green tourmaline have been found there from one eighth to one and one-half inches in diameter to one and even six inches in length, perfectly transparent, and of the lightest to the deepest green. He also describes radiated and acicular green tourmalines in small prisms, and from one to six inches in length. Also indicolites, passing from blue into green and red, black or brown. Also white tourmalines, the most of which are tinged with red. The red tourma lines he describes as mostly found in the green crys tals, or encrusted with the green on its surface. He describes them as very beautiful, and varying from a pink to a deep crimson. This letter and catalogue was overlooked by Prof. Silliman for some time, and was not published until February, 1826, in Silliman s Journal. In the catalogue Mr. Hamlin mentions lilac colored mica as found in small globular concre tions, consisting of minute foliæ, placed one upon another so as to form short columns, situate mostly parallel to each other and held together by a sili ceous cement, etc. ; this is evidently what was rec ognized later as lepidolite. Furthermore, he states that \"all these minerals are found at the same place, on top and on the declivity of a small hill, its surface measuring perhaps one acre, and elevated not more than forty or fifty feet above the land around it. The base of the whole hill is probably a ledge, but it breaks the surface only on the top in a space of about four rods square, exhibiting a ledge of coarse granite, thickly filled with mica and tourmalines, of which the black principally predominates. But little"], [36, "HISTORY OF MOUNT MICA. 18 search has been made, and only in one place have we gone under the surface ; and it was there that we found the best specimens loose in the soil.\" In 1823, Prof. Webster, of Boston, learned of the deposit, and among the letters of Elijah Hamlin we find the following, written to him on the 28th of April, 1823 : Dear Sir : I have for some time been hoping to be able to visit Portland and Brunswick, and on my way there should be exceedingly happy to examine the spot where you obtained the specimens I had the pleasure to receive from you through Dr. Eaton. I know not whether the box I sent you arrived safely, as I have not had the happi ness to hear from you since I sent it. In the first number of the Boston Journal of Philosophy and the Arts, which will appear early in May, I have taken the liberty of noticing these specimens, and announcing you as the discoverer of them — am I right ? Will you inform me if there is a pros pect of obtaining any better specimens should I visit Paris ? I am ready and shall be most happy to send you any speci mens you may desire in exchange for those of your vicinity. I am, very truly yours, J. W. Webster. We have further evidence that the ill-fated Prof. Webster came twice to Paris and explored the ledge to some extent, but the time of his visits is not known. The miner who worked for him told the writer, more than twenty years ago, that at one time he obtained a fine green crystal of considerable length, and at the last exploration he found a red crystal of great beauty and purity of color, and as large as the thumb. Webster became greatly excited, as the miner handed him the crystal from the bottom of the"], [37, "HISTORY OF MOUNT MICA. 19 pocket, and he ran to the top of the ledge, holding up the gem in the rays of the sunlight, and, dancing around like a madman, he exclaimed to the amused miner that he would not take a large sum of money for it. No farther trace can be found of these and other specimens that Webster was known to have, and it is surmised that they were probably sold to or exchanged with European mineralogists. July 15, 1824, L. Willis wrote Mr. Hamlin that he could not find a lapidary in Boston or in Salem to cut the stone sent to him, but there was one in Providence who could do the work. He further adds that Prof. Nuttal, of Cambridge, would visit Paris in the course of a few weeks for the purpose of viewing Mount Mica, etc. , but beyond this letter we can find nothing relating to the results of this visit. Under the date of August 10, 1824, we find a letter from John Pedrick, of Salem, stating that he had seen the fine gem which Willis had in his pos session, and desired Mr. Hamlin to send him one to be set as a bosom pin for himself and his chil dren. He also mentions the fine specimens of green tourmaline which he had received from Mr. Hamlin, and further states that Prof. Nuttal had started for Franconia and Paris."], [38, "CHAPTER II. IN SEPTEMBER, 1825, the distinguished geol- ogist, Prof. Charles Upham Shephard, of Am herst College, was attracted to the place by the re ports made by Mr. E. L. Hamlin and Dr. Holmes, and in the July number of Silliman s Journal, 1825, he published an account of his visit and the results of his explorations, which are too interesting and too important to be overlooked in this memoir. He states in the Journal that ' ' the locality in question is situated upon the farm of Mr. Chesley, who lives upon the road leading from Paris to Buckfield, one mile east of the village of Paris. The rock of the vicinity is graphic granite, and, except where it breaks through the soil in large ledges, as it does in several places, it is very much shattered by decom position. This is particularly the case upon the farm of Mr. Chesley. In the field where the miner als occur, angular fragments of graphic granite of all sizes are seen protruding above the surface of the ground ; and in digging, we find apparently a soil just formed, consisting of gravel mostly derived from feldspar, and as yet but slightly discolored with vege table mould. In the highest part of the field, and just in front of a little wood, the granite makes its appearance in a continuous mass for the compass of"], [39, "VIEW OF MOUNT MICA FROM THE MAXIM HILL, ON THE NORTH,"], [40, ""], [41, "HISTORY OF MOUNT MICA. 21 a few square rods, and it is here possessed of a high degree of integrity. Such, however, is the abun dance of foreign substances which it contains, that its graphic character is no longer obvious. It is here that the tourmalines and other minerals occur. When the locality was first visited, large masses of lepidolite, in some instances entirely coated with rubellites, and loose crystals and fragments of crys tals of the differently colored tourmalines, together with groups of crystallized quartz, were found dis persed over the surface of the hill. These, however, have long since disappeared ; and the collector who is now in search of these minerals is obliged to lay open the solid rock by the aid of gunpowder. The granite is composed chiefly of feldspar, and on this account is the more easily quarried. It is traversed by several irregular veins of mica and lepidolite, the latter of which are occasionally nearly a foot in width. \"These veins, as well on account of the mica and lepidolite as the substances they embrace, are the principal objects of pursuit with the mineralogist. The mica forms veins of six or eight inches in width, and exists in large foliæ, among which small por tions of quartz and feldspar are interfused. When detached, it presents imperfectly formed rhomboidal crystals, with a tendency to the figure of the mica prismatique. Some of these attain a foot in length and seven or eight inches in breadth. In general, however, they do not occur in pieces above half of this superficial size, and with a thickness of about one inch, the laminæ composing them being straight"], [42, "HISTORY OF MOUNT MICA. 22 and closely aggregated. When held between the eye and the light, with the prismatic axis toward the eye, the light that is transmitted is faint, and of a rich, reddish brown color; but on giving the crystal a revolution through half a circle, more and more light is transmitted. It is in a position nearly per- pendicular to the axis when the light penetrates the crystal most freely, and this notwithstanding the quantity of matter through which it is obliged to pass in the latter position having become consider- ably augmented, the light continually changing in color as well as in intensity, and finally becoming of a greenish yellow tinge. This mica, although inter- esting on its own account, is still more so on account of the tourmalines which it embraces, and which are disposed in long, acicular crystals between its laminæ. The largest of these are about a quarter of an inch in thickness and three or four inches in length. They are for the most part of a leek green color, and transparent. They are rarely isolated, but much more generally variously grouped, etc. , etc. The lepidolite of this place seemed to us also very interesting, from the abundance in which it occurs, the variety of tints it offers, and the beauty of its imbedded minerals. Little difficulty, I imagine, would be experienced in obtaining pieces one foot in diameter. Its colors go through every possible variety of peach blossom red, from the deepest tint to that which is the palest. Its composition is granular, consisting of imperfect hexagonal concre tions of various sizes, from that of a pepper corn to a pin's head, which are intimately and confusedly"], [43, "HISTORY OF MOUNT MICA. 23 aggregated, often with an intermixture, in the deepest-colored specimens, of transparent quartz, the lepidolite completely penetrating the quartz. Masses of the last description are broken with the greatest difficulty, being surpassed in toughness by no mineral with which I am acquainted, excepting perhaps nephrite and petalite. This variety, I am persuaded, would prove exceedingly beautiful if cut and polished, and must resemble the finest avan- turine a pluie d'argent. Like the lepidolite of Rozena, in Moravia, it contains crystals of rubellite, which, though less abundant, are perhaps more remarkable for their size and delicacy of color. The paler varieties of lepidolite, which are more free from quartz, but which contain occasional admixtures of Cleavelandite feldspar, afford the most delicate crys- tals of this mineral. They are tolerably perfect six or nine-sided prisms of about one inch in length, and possessed of a very delicate rose color. The deeper colored lepidolite, on the other hand, in those parts where the quartz and feldspar predominate, afford occasionally large crystalline masses of the same col- ored rubellite one or two inches in diameter, and sometimes in lengthened prisms, inclosing indicolite of an intense blue color and a somewhat conchoidal fracture. The sea green colored tourmaline accom- panies more rarely the above mentioned variety, but none of them occur in pieces sufficiently exempt from flaws or endued with the requisite transparency to entitle them to the character of gems, like the specimens described in the sequel.\" He also mentions the substance which he found in"], [44, "HISTORY OF .MOUNT MICA. 24 the quartose cavities among the lepidolite, and which often coated the crystals of the tourmalines. This he then called crystallized white talc, but which is known at the present day as Cookeite. He also alludes to the beryls and the minute crystals of zircon, and then proceeds to describe his researches. \"I commenced my researches directly upon the top of the tourmaline ledge, not, indeed, in the firm granite, but in a covering of loose materials reposing upon it to the depth of four or five feet. Here a slight digging had been commenced, over a surface of a few feet, apparently in search of the fine crys tallizations of brown quartz with which it would seem that this particular spot formerly abounded. On causing the exploration to be renewed, an abun dance of this substance was thrown out ; and very soon I began to meet with masses of lepidolite, com pletely studded over and penetrated by finely colored crystals of green and red tourmaline and drusy frag ments of granite, whose cavities were lined with the same material minerals — the feldspar being nearly opaque, of a delicate whiteness, and possessing the beautiful chatoyment which this species often pre sents ; crystals of greyish white quartz, several inches in length and thickness, and penetrated by tourmalines ; and, finally, loose crystals of tourma line and rubellite from a quarter of an inch to two inches in diameter. Thus we followed digging in OO o every direction so long as it continued to afford these products, which it did until within a short distance of the rock. The majority of pieces, how ever, seemed to occupy a vein one foot wide and"], [45, "HISTORY OF MOUNT MICA. 25 three feet long by about two feet in depth. From this state of things, it seems fair to conclude that the granite here, when in a state of integrity, must have possessed a drusy cavity open from above, and it is by no means improbable that the loose specimens of tourmaline, smoky quartz, etc. , which were found about the sides of the hill on the discovery of the locality, had their original repository in this cavity.\" In this article he alludes to the forms of crystal lized quartz, both clear and smoky, which were found in the cavity, and from his observations he was led to conclude that the brown quartz was first deposited from solution, and surrounded the walls of the granite with its crystals, and that the tourmalines crystallized next, to which succeeded the talc and feldspar ; and that, finally, the white quartz was deposited around the other substances. In this cavity which he uncovered he found many remark able crystals of tourmaline of various colors, some of which he gives a description of, but it is evident that he did not attempt to restore the broken crystals with the fragments, which were undoubtedly found at the same time, and thereby estimate the full beauty and form of the crystal as it appeared in its perfect state, and has been done with great care by the explorers of the past twenty years. Among those found at this time he mentions several, as fol lows : No. 1 he describes as being 1^ inches long, with a diameter equal to its length, and having one termination with polished faces. Its color was an intense grass green, with a tinge of blue. No. 2 he states as the fragment of a crystal y of an inch in"], [46, "HISTORY OF MOUNT MICA 26 length by 1.2 of an inch in diameter; the extremi ties he polished flat. Its colors were green, passing into pink. No. 3 is a crystal 2 inches long by 1 y2 inches in thickness. Its sides are coated with green tourmalines to the depth of about a line — the whole interior, from end to end, consisting of the most beautiful rubellite. The color is more intense at one extremity, and is deepest throughout at the center. One end is of a dark and exceedingly rich blood-red color, becoming slightly amethystine to wards the circumference, while the other approaches more the color of a crimson in which little if any blue is discernable. No. 4 is a crystal 25A inches by 1 inch. Viewed across its axis, at one extremity it exhibits a fine sea green, while at the other it is of a rich crimson red. A joint detached from the green end presents, when viewed in a line parallel with the axis, a grass green, bordering on a pistachio green color. No. 5 is a crystal measuring 1 y2 inches each way. Its color, when viewed across the prism, is a sea green, with a large proportion of blue ; but it passes into a pale rose at one extremity. A brooch was cut from the green end of this crystal which measures ia-2oths of an inch long, i6-20ths broad and 8-20ths in thickness. It is cut after the manner of a large emerald. The large plane forming the front face, and which is situated at right angles to the prismatic axis, is y of an inch in length, by a little more than half an inch in breadth. Its color is intermediate between grass green and pistachio green, and its transparency is perfect. It contains but one flaw, which is invisible when the brooch is"], [47, "HISTORY OF MOUNT MICA. 27 held in ordinary positions. No. 6 is a section of a prism about 1 inch in length by 2 inches in diameter. of a pale pink color, except a thin coating, which is green. This crystal is an exception to the others here enumerated as regards its transparency, free dom from flaws, and beauty of colors, and is noticed only on account of its magnitude. From one of the fragments he had cut a remarkable gem y± of an inch in length, i3-2oths of an inch in breadth, and 4-ioths of an inch in thickness. When viewed by transmitted light it reminds one of one of the finest Syrian garnets ; but seen by reflected light, it gives much of the crimson red peculiar to the oriental ruby. Its freedom from cracks, united to its trans parency, luster and beauty of color, have caused it to be much admired. He also mentions several prisms precisely resembling the tourmalines from Brazil, and also some indicolites of deep blue color, from one of which he had cut two tables 5/g of an inch by }4 inch. The color was fine, but the beauty was marred by several flaws. This is all that has been preserved in history con cerning the remarkable find of Prof. Shepard, and which was one of the richest yet disclosed at Mount Mica. It is evident that no attempt was made to unite the broken fragments and try to form the crystal again and restore its primitive form and beauty, and it is also evident that all of the speci mens were not described, as he does not mention the choice section of green tourmaline which was un earthed at this time, and given to Miss Eliza Hamlin as a souvenir of his visit and his successful explora-"], [48, "HISTORY OF MOUNT MICA. 28 tion at Mount Mica. This specimen, of fine green hue, about i3^ inches in length by i % in width, is now in the cabinet of Samuel R. Carter, at Paris. The fame of Mount Mica spread among scientific men, and many people came to visit the locality. The Russian and Austrian consuls at New York, Baron Lœderer and Mr. Cramer, were among the visitors, and they carried away with them a large quantity of minerals. Prof. Chas. T. Jackson, the state geologist, when making his surveys, examined the locality, but did not dig or blast so as to test the value of the deposit. But while there he obtained from Mrs. Bowker a fine specimen of light green tourmaline, flawless and of perfect limpidity, which she had picked up in the soil a few days before near the top of the ledge described in plate No. 5. From time to time during a period of thirty years or more, many mineralogists and collectors of min erals visited the locality and examined it in a super ficial manner. In 1863 Prof. Sanborn Tenny, of Williams College, visited Mount Mica, and while prying about the ledge with a crowbar, he acci dentally found a decayed spot, which led to a cavity in which he found some choice tourmalines. Among them was a large rubellite or red tourmaline 14 ounces in weight, and probably at that time the largest specimen of the kind known. It was not well crystallized, and was broken in two parts. One of the ends had a thin coating of green, but the rest of the mass was of a translucent dull crimson hue. The pocket also yielded a beautiful section of a crystal 1^ inches in length by 1 J^ in diameter."], [49, "HISTORY OF MOUNT MICA. 29 Both of the terminations had become disintegrated, so that the original length of the prism was not determined. The base of the crystal was of a light crimson, while the upper two- thirds was of the finest grass green and of the purest transparency. ( Vide plate No. 5.)"], [50, "CHAPTER 111. FOR a number of years but little was done in the way of exploring the ledge. In 1864, Mr. Samuel R. Carter, of Paris, commenced work in front of the pit made by former explorers, and started a cut in the ledge 40 or 50 feet to the west ward, intending to strike the mineral belt at a greater depth than had been reached, but after removing many tons of rock and finding no signs of the deposit, he stopped work. Some curiosity seekers, working with Mr. Bowker, then proprietor of the farm, struck a large cavity, and obtained many beautiful fragments of tourmaline of various tints and colors, but they were carried away, and all authentic information about them has been lost. Shortly after the close of the war the writer, with his father, visited the ledge with the view of renew ing explorations if the signs gave any hope of suc cess. At this time the pit was only a few feet in extent and about five or six feet in depth. There was no sign of any of the lithia minerals in sight, with the exception of a minute speck of lepidolite in the southern wall of the pit. The crowd of mineral seekers had carried away all that could be found by digging in the soil and removing all the broken parts of the ledge. Without much hope the (30)"], [51, "AUGUSTUS CHOATE HAMLIN."], [52, ""], [53, "HISTORY OF MOUNT MICA. 31 writer attacked the ledge at the spot where the speck of lepidolite appeared, and at the first blast was rewarded with the sight of a small cavity which con tained a little tourmaline, green in color with a touch of crimson at the base. ( Vide plate No. 6.) This little cavity was the means of the explorations which have brought to light some of the most remarkable treasures of the locality, and made the place famous in mineralogy. In 1 87 1 the author determined to test the ledge again, with but little hope of success, however. Prof. Joseph Leidy, of Philadelphia, who had become greatly interested in the deposit, was invited to be present and assist in the operations. Blasting was commenced in September, and after a few tons of rock were removed a large cavity was uncovered, and the large achroite crystal which is now at Har vard was soon unearthed. Prof. Leidy was then invited to try his luck in the cavity. After removing some of the loose Cookeite and broken fragments of the surrounding rock, he was gratified in bringing to light another crystal of white tourmaline which was a little smaller than the first crystal and not so long ; nevertheless, a remarkable specimen, and one of the largest achroites known. The first crystal taken out is a complete crystal, white at the top, chang ing into a smoky hue towards the base, and which assumes a crimson tint when viewed along the line of its axis. The crystal is 4^ inches in length and 1 in diameter. Both terminations are tipped with green tourmaline. ( Vide plate No. 8. ) A number of little crystals of white tourmalines were also"], [54, "HISTORY OF MOUNT MICA 32 found in this cavity, but none of much value. Nature seemed to have expended her force in mak ing these two fine crystals, and quite all of the specimens were white. Nearly all of the cavities have distinctive colors peculiar to each cavity, and sometimes in a marked degree. Later in the year another attempt was made to test the deposit, and after blasting the wall in the rear of the pit to a depth of six feet, the writer was rewarded by finding a little cavity, not much larger than the two hands, but it contained the beautiful crystal which is shown in plate No. 7. The cavity contained nothing more, and its walls were also destitute of any minerals of the lithia group. It seemed as if nature had thrown all her energies in this neighborhood to construct this beautiful crys tal, and there was nothing left to form other min erals. In other parts of the ledge, we have noticed cavities to be entirely destitute of minerals of inter est, while the surrounding walls and adjacent rock were filled with lepidolite, amblvgonite, spodumene, etc., appearing as though nature had exhausted her force in forming the minerals in the outer walls, and had nothing left in material to form in the cavitities the beautiful crystals for which the cavities seemed to have been created. Other cavities, during this year, were opened at the depth of six feet from the top rock, but their contents were found to be decom posed by the action of the elements. The water, the frost, and other forces had at this depth exerted their mighty force upon the beautiful crystals of tourmaline, and had rent their solid and transparent"], [55, "HISTORY OF MOUNT MICA. 33 forms into numberless fragments. The crystals lay in their sandy beds, undisturbed in regularity of out- line, but they crumbled away as soon as touched. Here a summit of a crystal with faceted planes would be preserved, and there the base or a nodule from the central portion would alone remain among the wreck of the marvel of nature's work. The base and sides of these cavities were composed of feldspar and quartz, mixed with lepidolite and other firm minerals, forming natural basins, into, which the water trickled down from the ledge above, through its numerous crevices, and so the tourmalines were constantly exposed to the action of water, frequently freezing and thawing, until the walls of the cavities became rent, and the water was allowed to escape to deeper outlets. The appearance of the ledge was so devoid of the lithia minerals that it was thought best to suspend operations for a season, and a party of explorers searching for mica for commercial pur- poses then took possession of the ledge, and pro- ceeded to remove the rock on the eastern side of the pit. They removed about three hundred tons of rock, and descended to the depth of eight feet, when they struck five well-defined cavities, on a line rang- ing from east to west, but not connected with each other. The ignorant miners pocketed some of the brighter fragments of the broken tourmalines they saw in the cavities, and shoveled many others away in the dump. Some time after this occurrence, the attention of the writer was called to the discovery, and he made earnest efforts to collect the fragments, and restore the crystals to a semblance of their"], [56, "HISTORY OF MOUNT .MICA. 34 former beauty, but not with much success. How ever, the fine crystal which is represented in plate No. 9 is one of the results of his efforts. Among the debris were found the fragments of one of the most remarkable groups of tourmalines yet discovered in any part of the world. They were deposited upon a mass of white quartz about eight inches square and five in depth, and upon this matrix nature deposited nine distinct transparent tourmalines of great beauty and value. Upon its summit arose a crystal of tour maline quite two inches in diameter and over two inches in height. It was transparent, pink at its base, changing towards the summit to a delicate and gorgeous carmine of a totally different tint from any the writer has yet seen from this locality. On one of the sides of the mass of quartz appeared a fine prism fully 3 inches in length and y of an inch in its longest diameter. This crystal was of the most perfect transparency and of the purest grass green color, and some of the gems cut from it were almost a match in beauty to the Peruvian emeralds. Another crystal, of unknown length, but more than an inch in diameter, was of a clear blue green in its center, surrounded with a coating of clear white tourmaline a line in depth. This was also sur rounded by three other layers of transparent tourma line, each about a line in depth. The first was pink in hue; the next, .limpid white; the last and the exterior was a soft celadon green. There were other crystals of white and green, or white passing to a very light blue. Had the cavity been carefully explored by any one acquainted with mineralogy,"], [57, "HISTORY OF MOUNT MICA. 35 the group could have been saved, and a specimen preserved for science surpassing in beauty the valu able mass of pink tourmalines found in Ava, and now to be seen in the British Museum. The writer, again taking courage at the success of the mica hunters, commenced another exploration on the northern and eastern wall of the pit. Sev- eral fine specimens of rose red lepidolite and some other lithia minerals appeared on the side of the excavation, to give hope to the doubting explorer. Eighty tons of rock were removed in this operation before a cavity was struck. Just before the deposit was reached, great masses of lepidolite were found, one of which weighed about five hundred pounds. In fact, it has been noticed often, that the occurrence of lepidolite and smoky quartz are almost sure indications of the existence of a cavity not far dis- tant. The cavity proved to be a large one, of more than a bushel in capacity, and yielded a great number of minute crystals of tourmaline, besides several large specimens, which, unfortu- nately, were in a state of disintegration. Some months afterwards the exploration was continued, and in the same direction — to the northeast. After removing forty tons of rock, a small cavity (No. 16) the size of the hand was opened, and yielded a broken crystal of dark green, the size of the thumb, and a remarkable slender prism of bluish green, more than 3 inches in length and y of an inch in diameter. This singular specimen is a perfect fac simile of some of the Siberian beryls, and will read ily pass as such. It may be seen in the Vaux col-"], [58, "HISTORY OF MOUNT MICA. 36 lection at Philadelphia. In this last exposure of the ledge, no lepidolite, and very few of the associate minerals that accompany the tourmalines, were ob tained ; and from the appearance of the wall of the pit, the miners concluded that the eastern limit of the mineral deposit had been reached ; therefore the exploration in that direction was stopped. The next summer the western flank was examined ; and a few preliminary blasts having yielded positive signs, the miners were directed to blast out an extent of the ledge amounting to about sixty tons. During this removal, several decomposed spots in the albite, en closing tourmalines, were discovered ; and finally a large cavity was reached, which yielded many mi nute crystals of pure white tourmalines, and frag ments of what were once magnificent crystals of white and red, and white and dark blue. A month later in the autumn, the work of blasting was re sumed in the same vicinity. Fifty tons of rock were removed ; but not a single tourmaline, nor a speci men of the rare minerals associated with them, was brought to light. We then concluded that both flanks of the deposit had been reached, and that the only hope of obtaining further tourmalines lay in blasting out the central portion of the ledge."], [59, ""], [60, "FREDERICK CUTTING HAMLIN."], [61, "CHAPTER IV. UNWILLING to abandon the further search, and urged by mineralogists from all parts of the country, the writer invited the assistance of some of his friends, and formed the Mount Mica Company, and with this assistance the explorations have been continued with a few intervals up to the present day. During 1 88 1 several cavities were opened, and many choice gems and crystals were found. In some of the cavities the crystals of tour- malines were completely disintegrated by the effects of time, and could not be restored. As the tops of the cavities were removed the crystals were disclosed lying in a bed of loose Cookeite in all of their beauty of form and color, but in attempting to remove them some of the most beautiful crumbled away, leaving generally a nodule of clear white or green in the center of the shaft of the crystal, and always of the most perfect transparency. Some of the crystals crumbled away only in the lower parts, leaving the summits or the upper portions of the crystals in per- fect condition. Some of these were clear white, tipped with an exquisite shade of green, and so deli cately blended that it was quite impossible to tell where the green commenced. The choicest speci mens of this year's exploration were two crystals of (37)"], [62, "f sIS TORY OF MOUNT MICA. 38 marvelous beauty, and which are probably the most remarkable known. They were nearly of the same size and exactly of the same arrangement of color. They are about 3 Vj, inches in length by 7/g of an inch in diameter, and although broken into three or four parts, they have been restored, and now appear almost as beautiful as when nature created them. The summits of the crystals are not well defined, but are somewhat concoidal in form, and are of the finest hue of grass green. In the middle third of the shaft the green fades into clear white, which in turn changes in the lower third into a fine pink, which gives way at the extreme end of the base to a patch of decided indigo blue. The crystal, viewed from its base along its axis, appears to have a center of blue coated with white, then a layer of pink, and another layer of white coated on the exterior with green. Both crystals are of the finest transparency. ( Vide frontispiece, plate No. 15.) In the month of September, 1882, a display of the treasures of Mount Mica was given in the academy hall at Paris, and was attended by many mineral ogists and scientists from different parts of the country. On this occasion many of the choicest specimens from the collections of Carter and Ham lin, and others, were exhibited. Besides the cabinet specimens of rare minerals, many of the beautiful gems found at Mount Mica, from the earliest times down to the present, were exhibited. Among them was the remarkable blue tourmaline or indicolite, which was found in cavity No. 26 a few days before by Mr. Carter, and which at the close of the exhi-"], [63, "HISTORY OF MOUNT MICA. 39 bition went into the possession of Mr. Geo. F. Kunz, who has described it with an illustration in color in his splendid work on gems, and therefore we omit giving a drawing of it in this monograph. This was the first public display of the products of Mount Mica, and as an exhibition of the various forms of the lithia group of minerals, it has never been equaled in any country, and may not be again, as since this time many of the rare specimens and gems have been widely separated over the world, and it would be quite impossible to collect them again. For two or three years after this display, but little exploration was done on the ledge, but in the spring of 1886 work was commenced again in ear nest, and in May Mr. Carter found a large cavity which promised well, but did not yield many good specimens. In the month of September, Samuel R. Carter, acting for the Mount Mica Company, removed a part of the ledge in the rear wall of the pit, descend- ing to the depth of twelve feet, and covering a space of about twelve feet square. At this depth he struck one of the largest cavities yet found at Mount Mica, and one of the richest in tourmalines and rare min- erals. Until the depth of twelve feet was reached the ledge was barren of interesting minerals, and noth- ing except a huge black tourmaline four feet in length was brought to light, to indicate the wealth of rare minerals that lay below. About five feet of the overlying rock consisted of a brown mica schist, resting upon the coarse granite vein in which the sheets of mica and the lithia minerals occur. At"], [64, "HISTORY OF MOUNT MICA. 40 this depth of twelve feet, masses of quartz, crystals of black tourmaline, and mica appeared to view, and just below them was found a great cavity about four feet square. Along the sides of the cavity, and at the bottom, embedded in the sand of decomposed Cookeite, lepidolite, etc., or lying loose on its floor, were found certainly fifty crystals, or fragments of that number of well defined crystals of tourmalines. They were all of a dark grass green, or blue green, and one of them is the largest crystal known. It is, indeed, a beautiful cabinet specimen, and suffi ciently transparent in its middle third, to yield some good gems. It measures 10 inches in length by 2 in diameter, and although broken into four parts, has been joined easily by cement. Both of its termina tions are intact, but are not well faceted, and in fact the finest faceted crystals of tourmaline are nearly always small or of medium size. The cavity yielded another large, fine crystal 7 inches in length by 1 inch in diameter, of a rich blue green, and transparent throughout, but greatly marred by numerous flaws. Although broken into eight frag ments, it has been restored, with both terminations preserved. Another beautiful crystal of green tour maline, of the purest water, was 4 inches long by y an inch in diameter. Alost of the crystals were so badly broken that they could not be restored with satisfaction, and were therefore sent to the lapidary, who obtained man)- fine and valuable gems from them. After blasting away the walls of this cavity, and only at the distance of four or five feet directly in"], [65, "HISTORY OF MOUNT .MICA. 41 the rear, another cavity of large size was discovered, and although not containing so many crystals as the former cavity, it proved to be richer in quality and variety of color. ( Vide plate No. 1 8. ) Two of the crystals were about 2 inches in length by y of an inch in diameter, but their terminations were so badly fractured and disintegrated that they could not be restored, and were sent to the lapidary, who cut from them two magnificent gems of the finest water and color, of 34 and 28 karats respectively, and also a rich crysoberyl green gem of 8 karats. The tour maline of 28 karats, which is absolutely perfect, and one of the finest gems of the mineral known, rival ing the best of the emeralds by artificial light, was purchased by Tiffany & Co., of New York. The other two — the gem of 34 karats, which has a slight imperfection, and the 8 karat of crysoberyl green — have been placed in the Hamlin necklace of Ameri can gems, and will remain there probably for the future. A number of other and smaller gems were cut from the fragments from these two cavities, and were exhibited, with others, and viewed with so much interest at the World's Fair at Paris, in 1888, as to receive special mention from the French Commission. The most remarkable specimen found in the cavity was a crystal of green, white, pink and blue. ( Vide plate No. 19.) It was shattered into several parts, but has been restored into a crystal of 5 inches in length by 9-8ths of an inch in diameter. It must have been, in the days of its perfection, about six inches in length, and was then one of the marvels"], [66, "HISTORY OF MOUNT -MICA. 42 of the mineral kingdom. The summit was too much disintegrated to be restored, but the rest of the upper half of the shaft is of the most perfect transparency and shade of green. The lower half of the shaft changes into white, passing into red and pink, and changing into a tinge of indigo at the base. This was the only specimen in both of these large cavities which showed a tinge of pink. Green and blue green, with a great number of shades, were the predominating tints. Many of the cavities have shown distinctive traits of color, and some of them in a remarkable manner. One cavity may show crystals of all green, or blue, or white, or tints of red, differing from the others."], [67, "43 CHAPTER V. FOR three or four years after this exploration little was done at Mount Mica in the way of development, owing to the belief that the deposit did not extend further to the eastward beyond the pit as thus far explored, and to mine deeper beyond the last cavity required considerable money and courage. In 1890 arrangements were made with Loren B. Merrill and L. Kimball Stone, two young men residing in Paris, both ardent, energetic miner alogists, to work the deposit, and they have continued to do so with skill and energy up to the present time. Under their management the ledge is fast disappear ing, and the treasures hidden within its depths have been brought to light, year after year, with great interest to the mineralogists who have attended and watched their labors. In June, 1891, they opened a cavity near the two last found in the bottom of the pit, and it proved to be one of great mineralogical interest. More than thirty distinct crystals were found in this cavity, some of them of great beauty and perfection of color. Nearly all of them were blue, and exhibited by trans mitted light a fine tint of sapphire blue. Quite a number of the crystals were entirely blue, but some of them were tipped with a decided shade of green, or"], [68, "HISTORY OF sMOUNT MICA. 44 rather the blue changed into green near and at the summit of the crystal. One of these crystals was $y inches in length by y of an inch in diameter, with both terminations intact. At the base the color was almost black, becoming clearer along the shaft towards the top ; in the middle third, the indigo blue becomes of a beautiful sapphire blue, becoming lighter in tint, and finally changing into a clear and beautiful green at the summit of the crystal. This rare and matchless crystal was broken into four sec tions, but has been restored to almost its pristine beauty. ([Vide plate No. 26.) Another crystal of the same arrangement of color was found, a little larger in dimensions, but not so fine in purity of tint or in perfection of form. It is 6 inches in length by y of an inch in diameter, and is attached to another crystal of indicolite, passing into black, and of un known length, as some of its sections have been lost in removing the contents of the cavity. No trace of red or white crystals was found in this cavity. The gems cut from some of the fragments do not exhibit the fine tints of blue that were expected from them, and some of the purest pieces fail to show when cut the beauty of hue that was shown by them before cutting, when examined by a ray of sunlight. The rays of light seem to be absorbed, and do not refract in the usual manner with the expected hues. In 1 89 1 Loren Merrill and Stone examined the surface of the ledge to the eastward of the pit, with the view of an exploration if a close investigation warranted the expenditure of time and money."], [69, "HISTORY OF MOUNT MICA. 45 About forty feet to the eastward of the pit some Cleavelandite was visible, with black tourmaline and smoky quartz, the combination of which was favor able to the occurrence of tourmaline deposits ; and, moreover, this spot was the identical place where Mr. Hamlin found the first specimen. So the young mineralogists resolved to explore the ledge at this part, and almost the first blast revealed the exist ence of extensive deposits which had long been unsuspected by the many explorers who had exam ined the ledge for more than half a century. During this year all the work done at Mount Mica was at this new locality, or rather extension of the deposit, and some very fine specimens were brought to light, the finest of which are drawn among the plates. They were all green, red and white, without any traces of distinct blue. In 1892 work was resumed in May, and many cavities were opened, and some beautiful crystals were found, which are described in the colored plates. During the explorations of this season many barren cavities were opened, and although the surrounding rock was rich in minerals of the lithia group, nature seemed to have forgotten to enrich the cavity with crystals of well-defined tourmalines. This frequency of barren cavities at this region was somewhat remarkable, as in the old pit, which embraced the excavations of seventy years, only two cavities were found that did not con tain crystals of tourmalines. In 1893 operations were commenced in July, and some remarkable specimens of tourmalines were discovered, and some very unlike any of those thus far found. A number"], [70, "HISTORY OF MOUNT MICA. 46 of them were tipped with red, which is unusual with the crystals of Mount Mica, but common with the tourmalines of Siberia. Some of them have a well defined zone of indigo blue a line or more in thick ness extending across the shaft of the crystals, which are of clear green, both above and below the intru sion of blue. {Vide plates.)"], [71, "47 CHAPTER VI. TO describe this remarkable deposit in strictly scientific terms will be a difficult task. The ledge in its early days of examination seemed to be foliated, not stratified, and consisted of layers of granite, bending toward the northwest. This in- clination of the layers, at first gentle, is now, at the back of the pit, at the depth of sixteen feet, found to be almost perpendicular. These folds of granite lie like the leaves of a book, but not of a definite thick- ness, and as they bent over to a certain extent, the coarse granite of the upper layers suddenly changed in character. It was granite still, but the arrange- ment of its particles exhibited a decided change. The masses, flakes and coarse crystals of albite, the large nodules of quartz, the broad plates of mica, and the huge and numerous crystals of black schorl vanished, and instead of them the ledge appeared of firmer texture, but composed of much smaller particles of the same materials. The line of de- markation was quite apparent ; yet there was no line of decided and distinct separation. Along this imag inary streak of changed particles occurred the tour maline deposits. They sometimes appeared in the folds of granite a foot or two above this ill-defined line, but never below it. In all the cavities known"], [72, "HISTORY OF MOUNT MICA. 48 to us, and more than eighty in number, we are not aware of one found below this change in the rock. The change in the rock is made clear to the miner by the appearance of minute crystals of garnets, and to explore beneath has been thus far a waste of time and labor. The early explorers found the deposits at the surface, and followed them to the southward, about fifteen feet in distance, where the streak had declined to the depth of six feet below the surface. Since then we have pushed the exploration to a greater distance of sixty feet, where the line of de posit appears at the depth of sixteen feet, with an almost perpendicular inclination, and within a few feet of a bed of brown mica schist. The small area of about fifteen feet square exca vated in the early days by the Hamlin boys, Shep ard, and others, was fairly honeycombed with cavi ties, which seemed to be somewhat connected with each other, but the later explorations were conducted with much uncertainty. There has been no con nection with the pockets found at later periods, except in one or two instances, where a small group of cavities occurred together ; and explorers have been obliged to grope in the dark, and trust to hazard, in their search for the mineral treasures. Cavities were suddenly found at a considerable dis tance from the last workings, and when hope of suc cess was nearly abandoned. The appearance of lepidolite was often a sign of success, especiall)- when followed by masses of smoky quartz. And when a broad layer of feldspar or albite was found to be changing into regular and broken flakes, a deposit or"], [73, "HISTORY OF MO UNI MICA. 49 cavity might be prophesied with great certainty to occur beneath. Many black tourmalines have been seen in the ledge or in the walls of the cavities, but with the exception of three minute crystals, not one has been found in the cavities among the fine crys tals of the colored tourmaline. The cavities generally were roofed with albite, whilst the sides were composed of limpid or smoky quartz mixed with lepidolite, crystals of tin, spodu mene, amblygonite and other rare minerals. These cavities were of irregular shapes, and of sizes extend ing from the capacity of a pint to that of four or five bushels, and their interior has generally been filled with a substance resembling sand, but which is disintegrated Cookeite and lepidolite. Lying in this sand, and generally at the bottom of the cavity, ap peared the beautiful tourmalines, often unattached and unconnected with any matrix. Sometimes they were attached to the walls of the cavity. Occasion ally the quartz rock in the walls would contain fine crystals of pellucid or smoky hues, which were often transfixed with slender crystals of tourmalines of various colors. The walls of the cavities, though composed of the strongest materials, were always or often found rent and shattered by some unknown force, and by the same agency the crystals of tour malines were injured in their structure. Sometimes the shafts of the perfectly crystallized tourmalines were found broken into two or three parts, and in other instances they were fractured into numberless minute fragments, falling into sand when touched by the hand. Nature had evidently made these forms"], [74, "HISTORY OF .MOUNT MICA. 50 of crystallization in absolute perfection, and the pro cess of decay by some unknown force had happened long afterwards. From the data thus far obtained, the area of the deposit is quite limited, and apparently does not ex tend over three hundred feet in length. Its depth is not yet determined, but at the depth of the deepest excavation — sixteen feet — two of the largest and rich est cavities were found, and we have reason to believe that a rich field of minerals may be reached before the mica schist interferes. But we do not believe that the tourmaline, with all its perfection of form and color, will be found at any great depths below the surface. Most if not all of the colored gems are found in superficial deposits, like the emerald, the beryl, the opal, the topaz, chrysoprase, etc., and it seems as though the light of heaven was required to produce the beautiful colors of the gems, as it is for the marvelous and varied hues of the flowers of vegetation. It may be affirmed, perhaps, that the contact of the air or a ray of sunlight is required to build up the forms and perfect the colors of many of the rare minerals. Among the great variety of minerals found in the limited space of Mount Mica may be enumerated pink, white and gray Lepidolite ; pink, red, brown, white, green, blue, yellow and black Tourmalines ; white, gray and yellow Cookeite ; Albite, Feldspar, Cleavelandite, Apatite, Kaolin ; white, amethystine, smoky, yellow and clear, colorless Quartz ; white and green Beryl ; Biotite, Cassiterite, Columbite, Dam ourite, Fibrolite, Brookeite, Blend, Childrenite, Gar-"], [75, "HISTORY OF sMOUNT MICA. 51 net, Muscovite, Haloisite, Petalite, Nacrite, Spodu mene, Hiddenite, Triphyllite, Uranite, Yttrocerite, Zircon, Tungsten, Autunite Granite, Graphic Granite, Adularia, Montmorillonite, Tantalum, etc. The color suite of the tourmaline comprises all the tints of the solar spectrum, and is probably the only mineral yet known that exhibits such a vast range of hue, surpassing, probably, even the varieties of transparent corundum or sapphire. It has been stated that none of the vegetable productions exhibit the entire range of the hues of the solar spectrum in the colors of their petals. The tulip, it is said, has the greatest range, but none of its petals are ever black. The Mount Mica tourmalines show a great extent of color, but as yet we have seen none of the true pigeon blood tint, like some we have seen in the tourmaline specimens from Siberia and Brazil, although some of the crimson tints of the Mount Mica stones are of a gorgeous hue. The arrangement of color in the crystals of tour maline is also very remarkable, and reminds one of the diverse coloring seen sometimes in the corundum or transparent sapphire, but upon a far more extended scale. In some of the crystals the red changes into blue, and the blue finally passes into green or black ; or the red may pass into white, and the white be tipped with green. In others, the color is simply red and green, or white and green, exhib iting many intermediate shades. Generally, these transitions and gradations of color are imperceptible as they pass into each other. But in some speci mens the colors are not mingled in the least, and the"], [76, "HISTORY OF .MOUNT MICA. 52 line of demarkation is well defined and trenchant. So sharply distinct are these crystals in color that they seemed to be composed of several sections veneered together ; yet these stones are homoge neous, and cannot be cleaved apart any more than the bands of the onyx. With the tourmalines of this locality, we have noticed that the faceted ter minations are nearly always green, while the red portion is generally at the base, which is flat. When the crystals are all red, they are not well ter minated, nor well defined in form or prism, at Mount Mica. The Brazilian tourmalines are rarely faceted with perfect planes, no matter what the color may be, while the red tourmalines of Siberia are often beautifully faceted at their terminations. Masses of gray lepidolite and Cookeite have been observed filled with small crystals of tourmalines, hollow, like thin tubes of glass, with their interior coated, completely or partially, with yellow Cookeite, arranged in filaments, in tufts, or in masses. Some crystals have been found composed of a columnar structure, made up, as it were, with bundles of acicular crystals, which are sometimes drawn out to a delicate fineness ; and in several instances they have been seen arranged in groups, and as minute and silken as the thistle's down. From the evidence collected by or known person ally to us, we believe that Mount Mica has yielded more than one hundred crystals which would be con sidered as fine and remarkable specimens of the mineral. Of the smaller tourmalines, ranging from ' O O one inch down to microscopic size, no correct esti-"], [77, "HISTORY OF MOUNT MICA. 53 mate can be made ; but they amount to many thou sands. We have seen specimens containing more than fifty distinct and transparent crystals, imbedded in masses of lepidolite, Cookeite and albite. Coarse and opaque, or even translucent, crystals of tourma line, several inches in diameter and nearly a foot in length, have been found in the great masses of albite and quartz ; but all the fine and transparent prisms, with but few exceptions, have been taken from the cavities. These exceptions refer to a few crystals found in portions of feldspar, which were soft and partly decomposed, or in deposits of kaolin. Sometimes the minute crystals may be seen pene trating limpid quartz, like the specimens found in the Ural mountains in Siberia, and cut at Ekaterins burg into gems and ornamental stones. They then appear like arrows of rutile enclosed in the quartz, but of red and green hues, presenting a beautiful appearance. Well marked specimens of dislocated and curved crystals have frequently been found, and some beautifully radiated tourmalines of a trans parent green color — but never red — have been dis closed by rifting masses of mica. And sometimes we observe in the solid masses of quartz or feldspar well defined crystals of tourmaline, articulated like pillars of basalt, and whose sections have been sep arated at some distance by the intervening rock, as we often see in specimens of beryl. The separation has evidently taken place while the crystal was form ing, for the shaft of the prism is often complete and symmetrical, although its sections may be separated at the distance of several inches. This peculiarity"], [78, "HISTORY OF MOUNT MICA. 54 is noticed with all of the varieties, and is particularly marked in the black crystals. Many perforated crystals of tourmaline have also been found, occurring in thin, glass-like tubes, sometimes more than an ' O inch in length, but generally less. And the interior of these singular tubes is often free from any sub- stance, or it may be filled with tufts of variously colored Cookeite. Attached to masses of quartz or feldspar, we have often observed singular cavities of small capacity, and whose walls were composed of Cookeite, or a substance resembling Cookeite. The sides of these cavities were sometimes beautifully and clearly striated, as though nature had prepared a mould, and had intended to deposit therein the crystals of tourmalines, but had forgotten to do so, or had removed them by some mysterious law. Some of these cavities were studded on their internal side with minute transparent crystals of quartz, partly covering the clearly defined striæ. All the crystals of tourmalines found at Mount Mica do not have perfect terminations, and it is very rare that a perfect prism is found ; very often we meet with them without any well-fined faces. Those found in masses of kaolin especially are of irregular forms and terminations, indicating that nature, restrained by disturbing causes, has left her work imperfect, both in symmetry and in color. This hiatus or peculiarity in the regularity of the deposition and crystallization of this mineral is far more common with the pale pink tourmalines than with any other variety. Frequently we have ob served well defined prisms of tourmaline transfixed by other crystals of the same substance."], [79, "HISTORY OF MOUNT MICA. 55 The tourmaline is exceedingly interesting to the student, on account of its complex mineralogical characters and curious physical properties, in which respect it far surpasses all the other gems. The inquirer will find much to interest him, if he will turn to the experiments of the German physician, Mr. Æpinus, of the last century, and to those of Mr. Canton, the English electrician, whose researches were published in the proceedings of the Royal Society in 1759. Much of interest also can be found in the curious experiments explained at length in the Philosophical Transactions, Franklin's Letters, and Dr. Priestley's Works. And since these times science has added greatly to these phenomena. Among the curious properties of the mineral in its perfect form is the strange play of color, which is called dichroism or polychroism, when the trans- parent prism displays two or more colors when viewed in different directions. But few of the gems possess this singular property, even in a slight degree ; but in the tourmaline the display of poly- chroism is seen in its greatest perfection. Some of the prisms of transparent tourmaline, when viewed parallel to their axes, appear of a splendid crimson hue ; but when the crystal is slightly turned, the red color vanishes as if by magic, and the clear gem becomes white or smoky in hue, without the least tinge of its former color. Other crystals may exhibit a clear and lovely shade of green when viewed trans- versely, but the beautiful tints vanish when the same crystal is looked at along its axis, and yellow brown hues appear instead. Some crystals may be dark"], [80, "HISTORY OF MOUNT MICA. 56 violet transversely, and greenish blue axially. The range of the diversity of color displayed by this mineral, when viewed in this manner, is very great, but all the crystals or masses do not display this property with equal intensity. Some exhibit it with great distinctness, while other specimens display only a trace of it, and some, none whatever. Turn the fragment however you will, the color remains the same, and unchanged. This absence of dichro ism is best observed in the light colored specimens, which also possess the property of double refraction in a feeble degree. The optical characters of this mineral are sometimes wonderful, and some of the prisms, when viewed perpendicular to their sides, ap pear of a clear and lively color and perfectly trans parent ; but when they are observed in the direction of their axes, the same limpid stones become per fectly opaque. In some of the specimens, even when the length of the prism is less than its thick ness, not a ray of light can be made to glimmer through them, and it is with such that the peculiarity of absorbing one of the rays of polarized light is seen in its greatest perfection. It is interesting to examine this wonderful mineral deposit at Mount Mica, where the tourmaline occurs in such perfect and wondrous beauty, and to conjec ture how nature constructed the marvelous stones in the very heart of the granite rocks ; how she silently built up in the darkness of the miniature caverns, or in the very substance of the granite itself, the trans parent atoms of their crystal forms; how she touched them with the fiery red, the lively green, the mellow"], [81, "HISTORY OF MOUNT MICA. 57 yellow, the somber black, or the tender blue ; how, at times, she separated these hues in the same crys tals as if by magic touch, or blended them together in exquisite transition and gradation. Here, among this grand display of the rare and the beautiful, Steno might have properly spoken of the play of nature — Steno, who began geology ; whom Deluc called the first geologist."], [82, "58 CHAPTER VII. Explanations of tbe Plan of tbe Excavations of Mount Mica to 1891. THE space enclosed within the dotted lines represents the area explored from the ear liest times up to the period of 1867. It was about fifteen feet long and not over six feet in depth in the deepest part along the rear wall, and it contained nearly all of the cavities found by the Hamlin boys, Profs. Shepard and Webster, and others. No. 1 was the cavity found by Mr. Bowker before 1866, and which yielded many fine specimens, which have since been scattered and all trace of them lost. No. 2 is the cavity which yielded the crystal of plate No. 7, and was blasted out by A. C. Hamlin in 1868. No. 3 was explored by E. L. Hamlin in 1868. No. 5 by A. C. Hamlin in 1S69 ; also No. 6, in 1869, by E. L. Hamlin. No. 7 was explored by A. C. Hamlin and Prof. Leidy in 1S70 ; also, No. S, by the same parties, 1S71. In this cavity were found the large white crystals of tourmalines. Nos. 9, 10, 11 and 12 were discovered by the men ex ploring for mica in 1870. No. 13 was opened by A. C. Hamlin in 1879. Nos. 14 and 15 were blasted out in 187S by Bowker & Perrv. No. 16"], [83, "HISTORY OF MOUNT MICA 59 was opened by A. C. Hamlin and Mr. Vaux in 1879. No. 17 was explored by A. C. Hamlin in 1SS1. No. 18 by A. C. Hamlin in 1873. Nos. 19 and 20 were examined by Saml. R. Carter in 1881 ; also, No. 21 in 1882 ; also, Nos. 22, 23 and 24 by the same ex plorer in September, 1886. No. 25 was discovered by Merrill & Stone in 1891. No. 26 was opened by S. R. Carter in May, 1886. No. 27 by Bowker & Perry, in 1880. Besides these cavities enumerated, there were several others found, which proved to be barren, or yielded small results. Since 1891 all of the oper ations at the ledge have been conducted on the left of this the old pit, and from fifty to one hundred feet from the last workings or from cavity No. 24. The old pit has been abandoned only temporarily, and chiefly because the new pit seemingly offered a richer field with a less amount of blasting. Explanations of the Plan of the New Pit. The new pit up to May, 1895, nas been excavated about one hundred feet in length, and fifty feet in width, and to the depth in the left corner of about ten feet. Nearly sixty cavities have been opened and numbered, but many of them were vacant, or contained but little of mineralogical interest. Cavity No. 1 contained quite a number of green tourma lines of considerable value. Cavity No. 14 con tained the great crystal, the summit of which was found by Miss Hubbard in the soil, and is fully de scribed in plate No. 32. Cavity No. 23 yielded some green crystals of value. Cavity No. also"], [84, "60 HISTORY OF MOUNT MICA. afforded a fine green crystal. Cavity No. 43 con tained the splendid crystal which is described in plate No. 43, and which yielded the beautiful gem of fine green hue of the great weight of 69 5-16 karats, and also a superb pink one of 18 karats. In some of the cavities around No. 40 were found the remarkable crystals which exhibited the red tops, with a band of blue in the shaft. In cavity No. 51 was found the valuable crystal which yielded a per fect green gem of 14 karats weight, and also from the same prism a beautiful gem of a fine brown with a crimson tint, of 16 karats weight. Illustrations. The plates are intended to be faithful representa- tions, and as near as possible facsimiles, both in color and in form, of the original crystals, either as they were found or as nature made them at the time of their creation. They have been made with great care, under the scrutiny of other mineralogists, and are taken from the original drawings of the author, and produced in color by the Coloritype Company, of New York. No attempt at exaggeration in color has been made, but the degree of hue has been taken by transmitted light, and has been accepted as correct by competent judges. Where reduction has been made on account of the size of the crys- tal and the limited space of the page, attention has been called to the fact in the description of the plates. This list of illustrations is far from being complete, but it may serve to give the observer and reader an idea of the beauty and the perfection of"], [85, "HISTORY OF MOUNT MICA. 61 some of the mineral treasures which nature has deposited at Mount Mica. Many of the choicest crystals herein described have been placed in the mineralogical cabinet of Harvard University by James A. Garland, Esq., of New York, whose thoughtful liberality has also enabled the author to produce the exquisite illustrations of this work. Explanation of Plates. Plate No. i is a fine crystal of clear grass green color, in two fragments or sections. The upper sec tion, with well defined faces, was found in the soil near the old pit in 1879, while the lower section is the identical fragment which attracted the eye of Elijah L. Hamlin when he discovered the locality, in 1820. For fifty-nine years the summit of the crystal had escaped the observation of the many explorers who had visited the ledge, and dug and blasted about it, during this period of time. The two frag ments had become separated during a long period of time by the rains and the winds, and were found several rods apart. — Hamlin Cabinet. Plate No. 2. This is one of the crystals found at Mount Mica in 1825 by Prof. Charles Upham Shep ard, of Amherst College, and is described by him in Silliman s Journal in July, 1830. The drawing is made from description, and not from actual view. — Amherst Cabinet. Plate No. 3. This represents another of the re markable find made by Prof. Shepard in 1825, and is drawn from description. Both terminations seem to be absent with these specimens, and probably no"], [86, "62 HISTORY OF MOUNT MICA. attempt was made by Prof. Shepard to restore the crystals to their primitive form with the fragments that had become detached by frost, or other causes, and so we have no means of knowing how large the crystals might have been in their original state, or how diversified their color. — Amherst Cabinet. Plate No. 4 represents a section of a pink crystal found in 1820, and kept in the Hamlin family; some gems of a pink hue were cut from it many years ago. Its green top shows the sharp line of demarkation of color in the same substance. No. 2 represents a remarkable crystal of pink tourmaline found in 1869, by men blasting for mica, and it was found in a mass of kaolin, and nothing of its substance was lost. It appears as nature made it, and several others have been found in kaolin, of singular forms, and quite as difficult to explain as this. — Hamlin Cabinet. Plate No. 5. This is the crystal found by Mrs. Bowker, and given in 1838 to Prof. Charles T. Jack son, when visiting Mount Mica and while making the geological survey of the state. It was found some time before, by Mrs. Bowker, loose in the soil, and at the time of discovery was without a flaw. When last seen by the author it showed three minute flaws, which Jackson thought might have been caused by experimenting with it in hot baths of mercury. It exhibits a light hue of green, with a tinge of blue, terminating at one of the ends in a faint pink. Both of the ends have been polished square by the lapi dary. No 2 is a facsimile of the beautiful tourmaline found in a small cavity in 1S63 by Prof. Sanborn Tenney. At the meeting of the American Associa-"], [87, "HISTORY OF sMOUNT MICA. 63 tion for the Advancement of Science at Salem, in 1869, this crystal, with the others found in the same cavity, was exhibited to the author, and this sketch was made. It was then of great beauty, and would have yielded a superb gem of a lovely green tint, weighing more than 30 karats, and of great value. Ten years after this examination it was again shown to the author, and during this interval of time a great change had taken place in its appearance, and the specimen had become so disintegrated as to be of httle commercial value. The cause of this rapid destruction is unknown. It is now, with other crys tals found in the same cavity, in the Yale Cabinet. Plate No. 6. This figure represents the little crystal found in a small cavity or decayed place be hind a lump of lepidolite in the wall of the pit, in August, 1868, and was the cause of subsequent ex tensive explorations, the deposit at this time having been regarded as exhausted. No. 2 was found in July, 1892, is transparent, of fine color, and although broken into three parts has been easily restored. — Hamlin Cabinet. Plate No. 7. This remarkable crystal of tourma line was found at Mount Mica in 1868, in cavity No. 7, at the depth of six feet from or below the surface of the ledge. The cavity was scarcely larger than the hand, and contained nothing but this single crys tal. It is transparent, and weights 6y ounces. The green hues are of grass green and the red are of the richest crimson. — Hamlin Cabinet. Plate No. 8. This is the most remarkable crystal of white tourmaline or achroite known. It was found"], [88, "HISTORY OF MOUNT MICA. 64 in 1869, in the exploration made with Prof. Joseph Leidy, in cavity No. 8. The cavity was a large one, and yielded several other crystals of smaller size. This crystal is transparent, white at the top, passing into a smoky tinge toward the base, but appears of a crimson hue when viewed along its axis. Its ter minations are both tipped with green, and are not well defined or terminated with faces. — Harvard Cabinet. Plate No. 9. This beautiful crystal of transparent tourmaline is restored from fragments rescued from the men blasting for mica in 1869, and represents it in its natural and perfect condition. Found in cavity No. 10. — Harvard Cabinet. Plate No. 10. This singular crystal of tourmaline capped with white was found in the explorations of 1869, in cavity No. 8, and is but slightly restored. — Harvard Cabinet. Plate No. 11. Facsimile of a crystal found in 1870, in cavity No. 7, and sent to the Leidy Cabi net. It is translucent and transparent, with both terminations preserved. Plate No. 12. No. 1 was found in 1870, and sent to the Leidy Cabinet. It is acicular in structure, and pink and light green in color. No. 2 repre sents a portion of a large crystal found in the soil in 1879. The central part of the crystal is of a deep blue, passing into black at the base, while at the top it changes into a rich crimson. The outside of the crystal is coated with light green. — Harvard Cabinet. Plate No. 13. This illustration represents one of"], [89, "HISTORY OF MOUNT MICA. 65 the finest crystals found at Mount Mica. The first section was found in the soil in 1879, and was cut into gems, one of which, weighing 28 karats, may be seen in the Harvard Cabinet. The other two sec tions were found after the first had been cut, in cav ity No. 27, and the summit is still missing. It was probably about five inches in length, and in its per fect condition was one of the very finest specimens known. It is of perfect transparency, and of the purest grass green, with a slight tinge of blue. — Harvard Cabinet. Plate No. 14. This extraordinary crystal of trans parent blue-green tourmaline was found in the rich yield of 1886, in cavity No. 23. It was broken into eight parts, but has been restored, and measures about seven inches in length. Its shaft is too badly flawed to afford any gems, but both terminations have been preserved, making a remarkable speci men. Now in the Carter Collection. Plate No. 15. This wonderful crystal of green, white, pink and blue tourmaline was found in cavity No. 20, in 1 88 1, and the cavity contained two crys tals of the same remarkable coloring, and differed only in size, one being a little larger than the other. The larger one is represented here. It was broken in three parts, but has been easily restored. It is of the purest transparency, and its summit is of the richest grass green, changing toward the base into white, then pink, and finally into indigo blue. — Harv ard- Hamlin. Plate No. 16. No. 1 was found in one of the cavities of 1881, No. 19, with several others of"], [90, "66 HISTORY OF -MOUNT MICA. similar marking, and its termination is clearly de fined. Its color is of an exquisite green, passing into white, and so imperceptibly that it is difficult to tell where it ends. No. 2 is one of several crys tals of similar colorings found in the cavities of 1881, and is of fine hue and transparency, but without well-defined terminations. — Harvard Cabinet. Plate No. 17. No. 1 is a crystal found in 1881, in No. 20, and exhibits three distinct colors — red, white and blue; it was broken into three parts, but was easily* restored. Neither one of its terminations was well defined. No. 2 is a part of a crystal found in the same cavity, and was probably much longer before the terminations were disintegrated. O O The top is of a delicate green of the purest water, and fades imperceptibly into white — in fact, no line of demarkation can be distinguished. — Harvard. Plate No. 18. These two sections represent parts of two choice crystals, whose terminations were so disintegrated that restoration was impossible, and no estimate of their original length could be safely determined. These fragments yielded three mag nificent gems, which are among the finest known of the species. One of them was a perfect stone of the finest green, of 275^ karats weight, and is now in the Tiffany collection ; the other was of the same exquisite shade of green, but had a minute flaw. It weighed 34^ karats, and is now in the American necklace of native gems in the Hamlin Cabinet. The top of the longer section furnished also a beautiful stone of chrysoberyl green — cut parallel to its axis — of about 7 karats, and was exhibited at the"], [91, "HISTORY OF MOUNT MICA. 67 Paris Exhibition, and is now in the Hamlin necklace. Found in cavity No. 24. Plate No. 19. This is one of the most wonderful crystals of tourmaline that Mount Mica or any other country has yet produced. It was found in the cavities of 1886, No. 24, and its six broken parts were taken out with care. Its top was too much disintegrated to be replaced, but the other parts have been restored as it appears in the plate. The top of the crystal is of the purest green and of the finest water, with but few flaws ; the center is white, passing into pink toward the base, which terminates in a decided indigo blue. — Harvard Cabinet. Plate No. 20. These four green crystals of irreg ular forms are of perfect transparency and purest color, and were found in 1879, in cavity No. 13. — Hamlin and Harvard Cabinets. Plate No. 21. This beautiful crystal of blue tour maline or indicolite was found by Fred. C. Hamlin in a small cavity, in 188 1. It is of perfect trans parency and of a fine blue color, tinged slightly with green. Although broken into four parts, it has been united with both terminations preserved. — Hamlin Cabinet. Plate No. 22. This remarkable crystal of blue tourmaline was found in the explorations of 1891, in cavity No. 26. The illustration shows it as it appears by transmitted light. The upper third of its shaft exhibits a rich, transparent sapphire blue, changing into opaque black at its base. Attached to another crystal of blue-black. — Carter Collection. Plate No. 23. This crystal, of the finest trans-"], [92, "HISTORY OF MOUNT MICA. 68 parent indigo blue, passing into green at the sum mit, was found in cavity No. 26, in 1891, and as it had but one termination it was cut into gems. Plate No. 24. Transparent indicolite, found in cavity No. 26, broken into four parts, restored with both terminations preserved. Plate No. 25. Restored crystal of indicolite, with both terminations ; color a fine blue, passing into green at the summit. Cavity 26, 1891. — Harvard Cabinet. Plate No. 26. This, a representation of the finest crystal of indicolite thus far known, is transparent throughout its entire shaft, and although broken into five parts, has been successfully restored with both of its terminations complete ; color a beautiful sapphire blue, changing into a delicate green at its top. — Hamlin Cabinet. Plate No. 27. Restored crystal of blue and green tourmaline, of fine tints, with both terminations intact, found in 1891. — Harvard Cabinet. Plate No. 28. These two crystals of indicolite were found in June, 1891. Plate No. 29. These two rare crystals of blue and green tourmaline, with terminations complete, and of the finest transparency, were found in 1891, in cavity No. 26. Plate No. 30. This illustration represents the largest transparent crystal of green tourmaline known, and is one-half the natural size. It was found in September, 1S86, in cavity No. 23, by Samuel R. Carter, Esq., while exploring for the Mount Mica Company. It is 10 inches in length"], [93, "HISTORY OF MOUNT MICA. 69 and 2% inches in diameter, and weighs 41 ounces. Both terminations have been preserved, but they are not well defined. — Harvard. Plate No. 31. The illustration is three-fourths the size of the natural crystal, which was found in October, 1891, in the new pit, by Merrill and Stone, while mining for the Mount Mica Company. It was of fine grass green color, and transparent through out. It had been badly shattered by the elements, but all of the fragments were adjusted before the sketch was made. The summit is well defined, and has been preserved, but the rest of the shaft has been cut into gems. Plate No. 32. This is a facsimile of the superb crystal found by Merrill and Stone, in October, 1891, in the new pit, while operating for the company. The summit of the crystal was first discovered by Miss Lizzie Hubbard, of Paris, while carelessly dig ging in the soil, not far from the miners then blast ing in the solid ledge. The attention of the miners was soon called to the spot, and the remainder of the crystal quickly unearthed. The lower half of the crystal was badly fractured, but all the frag ments were found and the restoration of the crystal made complete for the drawing. A large number of gems of fine water and of the various colors of green, white, red and pink were cut from it. Plate No. 33. This represents three-fourths of the natural size of a large green crystal, found by Merrill and Stone, in September, 1892, in the new pit. It was badly broken, but all the fragments were found and the crystal restored and sketched."], [94, "HISTORY OF MOUNT MICA. 70 The summit was partly defined, but the base was without regular form. The crystal was transparent, of a clear grass green hue, with the exception of the extreme base, which was of a decided salmon tint. Cut into gems. Plate No. 34. Picture of a remarkable curved and dislocated tourmaline, found in 1891. Green in color, transparent, and translucent in places. — Carter Collection. Plate No. 35. This beautiful crystal of various tints was found in July, 1892, and has been pre served. Both terminations complete. Plate No. 36. This beautiful complete crystal of green, with a tinge of pink at the base, was found in July, 1892. Its upper portion is almost without flaws, and is of superb color and of the finest water. Plate No. 37. This is a choice crystal of green tourmaline, with a touch of pink at the base, and was found in September, 1891. It was broken into six sections, but was easily restored and preserved. It will yield several fine gems of pure green. Plate No. 38. Crystal of light bluish green, found in June, 1893, by Merrill and Stone. Terminations not well defined. Plate No. 39. Crystal of green, tipped with red, found in June, 1893. Transparent and translucent. Broken into three pieces. Plate No. 40. Drawing of a restored crystal of green and red and white tourmaline, found in June, 1893, in the new pit. It was badly fractured into nine sections, and was restored with some difficulty, so as to make a correct drawing. The summit is"], [95, "HISTORY OF MOUNT MICA. 71 well terminated, but the base is not. The extreme top is red, and below the cap appears a band of clear green, followed by red, again passing into white, and then into deep green at the base. The exterior of the crystal is coated with green. Plate No. 41. The drawings represent two re markable crystals of tourmalines found in November, 1893. They are tipped with red, then follows a section of clear green, and then a band of indigo blue a line or more in depth, but extending across the entire shaft of the crystal ; below this blue, the shaft becomes green again, and at the base of one of them the color changes into a deep green, with a sharp line of demarkation. — Hamlin. Plate No. 42. The illustration represents two remarkable crystals found in November, 1893. The terminations of both of them are intact and the summits well defined and red in color, while the shafts are of faint green, pink or blue. — Hamlin. Plate No. 43. The drawing represents a very remarkable crystal, found in November, 1893. Like the preceding crystal, it was tipped with red ; the shaft below was of the purest green, and has fur nished the largest gem of its species known. It is of a lively green color, of the finest water, is without a blemish, weighs 69^ karats, and is now in the Tiffany collection. The shaft below the part yield ing the green gem became white or of a faint green, and also afforded some stones of those tints. The shaft then became red, of various shades from a faint pink to a deep carmine red, and also yielded a number of choice gems of those hues, one of which,"], [96, "HISTORY OF MOUNT MICA. 72 a pink one, weighed iS karats. The upper half of the crystal was sound in structure excepting a few cracks which marred the exterior, and here and there extended into the central portion, but the lower half was too badly broken to warrant an at tempt to preserve the specim'en, and therefore it was placed in the hands of the lapidary. All of the crystals and fragments found since May, 1 89 1, up to May 1, 1895, have been taken from the new pit or excavations, fifty feet and more to the eastward from the old and historic pit. fINIS."], [97, "PLATE I."], [98, ""], [99, "PLATE II."], [100, ""], [101, "PLATE III"], [102, ""], [103, "PLATE IV, 2 1"], [104, ""], [105, "PLATE V. 1 2"], [106, ""], [107, "PLATE VI i 2"], [108, ""], [109, "PLATE VII."], [110, ""], [111, "PLATE VIII"], [112, ""], [113, "PLATE IX"], [114, ""], [115, "PLATE X."], [116, ""], [117, "PLATE XI."], [118, ""], [119, "PLATE XII"], [120, ""], [121, "PLATE XIII."], [122, ""], [123, "PLATE XIV."], [124, ""], [125, "PLATE XV"], [126, ""], [127, "PLATE XVI 2 1"], [128, ""], [129, "PLATE XVII"], [130, ""], [131, "PLATE XVIII"], [132, ""], [133, "PLATE XIX."], [134, ""], [135, "PLATE XX"], [136, ""], [137, "PLATE XXI"], [138, ""], [139, "PLATE XXII"], [140, ""], [141, "PLATE XXIII"], [142, ""], [143, "PLATE XXIV."], [144, ""], [145, "PLATE XXV"], [146, ""], [147, "PLATE XXVI"], [148, ""], [149, "PLATE XXVII."], [150, ""], [151, "PLATE XXVIII."], [152, ""], [153, "PLATE XXIX 2 1"], [154, ""], [155, "PLATE XXX."], [156, ""], [157, "PLATE XXXI."], [158, ""], [159, "PLATE XXXII."], [160, ""], [161, "PLATE XXXIII."], [162, ""], [163, "PLATE XXXIV."], [164, ""], [165, "PLATE XXXV"], [166, ""], [167, "PLATE XXXVI"], [168, ""], [169, "PLATE XXXVII."], [170, ""], [171, "PLATE XXXVIII."], [172, ""], [173, "PLATE XXXIX"], [174, ""], [175, "PLATE XL."], [176, ""], [177, "PLATE XLI"], [178, ""], [179, "PLATE XLII"], [180, ""], [181, "PLATE XLIII."], [182, ""], [183, "PLATE XXXI A"], [184, ""], [185, "PLATE XXXII A"], [186, ""], [187, "PLATE XXXIII A"], [188, ""], [189, "PLATE XXXVII A"], [190, ""], [191, "PLATE XL A"], [192, ""], [193, "PLATE XLIII A"], [194, ""], [195, ""], [196, ""], [197, ""], [198, ""], [199, ""], [200, ""], [201, ""], [202, ""]]