[[1, ""], [2, ""], [3, ""], [4, ""], [5, "A Trip to Switzerland*"], [6, ""], [7, "Ok Storp or a Crip to Switzerland of Seven Birmingham Wen. ft Told by HENRY HENSON And Supplemented in Verse by An Old Friend. ♦ Illustrated. ft Birmingham : Geo. Jones & Son, Printers, 87-89, Edmund St. 1896."], [8, ""], [9, "John Thomas. JOHN PARKES. HENRV HENSC»* Wili iam White. Thomas Davis. Reuben Heat,,< Kichakp Sanders,"], [10, ""], [11, "THIS SMALL VOLUME IS DEDICATED TO THH SIX FAITHFUL FR1FNDS MENTIONED HEREIN AS A TOKEN OF SINCERE REGARD BY THE AUTHOR."], [12, "ITINERARY. Birmingham- London. 113 miles; London — Dover, 77 miles. Dover— Ostend (Steamboat), 66 miles ; Ostend— Brussels (Railway), 80 miles ; Brussels — Cologne, 132 miles , Cologne — Coblenz, 53 miles ; Coblenz -Bingen (Steamboat), 60 miles; Bingen— Heidelberg, 40 miles ; Heidelberg — Offenburg, 40 miles ; Offenburg — Schaffhausen, 105 miles ; Schaffhausen — Zurich, 43 miles ; Zurich — Lucerne, 42 miles. Lucerne — Fluelen, 23/2 miles ; Fluelen — Goeschenen, 50 miles , Goeschenen — Furka iCarriages), 17 miles; Furka — Rhone Glacier, and over the Grimsel Pass (Carriages! to Meyringen, 23 miles ; Meyringen — Grindelwald (Rail and Steamboats 20 miles ; Grindel wald — Berne, 50 miles ; Berne — Basel, 57/2 miles ; Basel — Ostend, 400 miles ; Ostend — Dover, 66 miles ; Dover — London, 77 miles ; London — Birmingham, 113 miles. Total miles travelled, 1748. Exclusive of trips at Lucerne and Grindelwald."], [13, "HOTELS VISITED. i. \"Belle Vue \" Coblenz 2. \" Schrieder's \" Heidelberg 3. \"Belle Vue\" ... ... ... Schaffhausen 4. \"Zurcherhof\" Zurich 5. \"Swan\" ... ... ... ... ... Lucerne 6. \" Furka\" Furka Pass 7. \"Brunig\" Meyringen 8. \" Adler \" or \"Eagle'' ... ... Grindelwald 9. \" Spiezerhof \" Spiez (Lake Thun)"], [14, "LIST OF ILLUSTRATIONS. Frontispiece. Heidelberg (Castle and River Neckar 25 Lucerne (Pilatus, Water Tower, Kapellbriicke) 37 ii (Evening on the Quay) - - - - 41 11 (Town Hall and Market Place - - 47 Vitznau and Rigi Railway - . . - Si Devil's Bridge j9 Interlaken (Distant view of Jungfrau) 73"], [15, "CONTENTS. OAG Preface II, 12 Introduction 13-15 CFIAPTER I. London : Sights of — Arrival at Dover : scene on the pier — Crossing the Channel — Landing at Ostend — One of our number missing — Train to Cologne — Short stay at Brussels — The German Frontier — More pleasant landscape. Arrival at Cologne — Cathedral — Bridge of Boats — Oft\" again — Banks of the Rhine — Arrival at Coblenz — Cathedral — The Rhine at early morning — Fortifications of I_hrenbreitstein--On board a Rhine steamer — Scenery by the way — Landing at Bingen — Pleasant railway travelling through Germany — Arrival at Heidelberg - - 17-23 CHAPTER II. Heidelberg ; The University Buildings — Public Gardens — A brilliant spectacle — Visit to Castle — Valley of the Neckar — Departure from Heidelberg — Railway through Duchy of Baden — Black Forest Line — Sublime scenery of pine forests — Descent from Triberg to Valley of Danube— Schaffhausen and Neuhasen — The Rhine P'alls illuminated — Sweet scents of early morn — View of Falls — Valley of Rhine and distant Snow Peaks — Leave Neuhausen in a thunderstorm — Train to Zurich — Lake of Zurich — Educational Institutions— Sunday Evening merrymaking — Leave for Lucerne — First sight of the Rigi — Scene on arriving at Lucerne — View of the Lake .... 7-35"], [16, "CHAPTER III pages Lucerne — Hofkirche of St. Leodegar — Capuchiner Weg — Lion of Lucerne— Glacier Garden— The Burgenstock — View of Titlis— \"Drei Linden\" — Vitznau— The Rigi— Ascent bo- Train — Glorious Landscape— The summit enveloped — Kussnacht — Tell's Chapel— Immensee — Arth— Scene of the Rossberg Landslip — Goldau — Brunnen — Steamboat to Lucerne — Passing the Noses — A morning in Lucerne- Steamboat to Weggis -------- 39-55 CHAPTER IV. Reluctantly leave Lucerne — Steamboat the whole length of Lake— Tell's Chapel -Mythenstein — Arrival at Fluelen— St. Gothard Railway — A steep climb — Arrival at Goeschenen — Carriages engaged for two days — The \" Devil's \" Bridge — Journey to Realp — Over the Furka Pass — Personal Narrative —Fear as to safety of friends — Safe at last — Early morning on the snow — First view of Rhone Glacier — Descent to Rhone Valley— The Grimsel Pass — Handegg and Erlenbach Falls— Village of Guttanen- The Kirchet— Gorge of the Aare — Arrival at Meyringen ------ 57-66 CHAPTER V. Leave Meyringen — Steamboat from Brienz to Interlaken — Train to Grindelwald — Glimpses of the Jungfrau and Eiger — Grindelwald — Sunrise on the Wetterhorn — Equipped for climbing — Baregg and Lower Glacier — Engaging a Guide — A mighty Avalanche — Descent of the ladders on to the Glacier — Meeting of friends — Snow during the night — Ascent of the Wengern Alp — Valley of Lauterbrunnen — Staubbach and Trummelbach Falls— Farewell to Grindelwald— Train to Interlaken — Town of Unterseen— Lake of Thun- Spiez - 67-7S 7-7 CHAPTER VI. Berne — Scenes in the Streets— The Miinster Platz— View of Oberland — Public Buildings and Gardens— Basel by train — Cathedral — Little Basel — Return by ferry — Principal Streets — A night's journey —Brussels — Ostend — A rough passage — Cliffs of Dover — London — Home again - - - 79-S3 Story in Rhyme --------- 87-103 Industry- and Growth of Switzerland - 105"], [17, "11 AUTHOR'S PREFACE. @5>Y desire of my travelling friends, to whom f I shall shortly introduce you, and at jb whose request this has been written, I qJ^.-*>l> have endeavoured in the following pages . ' \\ v_> - to place on record some incidents of a p ~'J trip made to Switzerland, which it is hoped will be to them a memento of their visit to that delightful land, and perhaps to some others a guide to the regions which I had the pleasure of visiting. While each place visited was new to me, yet doubtless there are thousands passing the same way each year who are thoroughly conversant with the route. Being under the guidance of one who had visited Switzerland many times previously, and therefore knew all its features perfectly, gave me a great advantage. Any difficulty in not understanding German or French was also obviated. And even this knowledge now-a-days is less needful, as English is so generally spoken in Switzerland. No passport is now requisite, as in former years. The difference in the money is but little obstacle, as English gold is taken at the shops and hotels, and when it is necessary, in"], [18, "12 large towns, to obtain francs and centimes, or marks and pfennigs, Cook's offices are generally available. The fare and comfort at the various hotels are everything to be desired, and the charges moderate. As some little guide to the cost, the whole expenses of travelling, inclusive of trips on the lakes, carnage drives, and hotel charges, are covered by one pound per dav. Having made up my mind, at the commence ment of the journey, to make a note of everything which I thought would be of interest, has materially assisted me in telling this story. In company with my friends, I have every reason to look back to the trip with much pleasure and pride, and can with confidence assure any who may incline to pursue a similar route, that thev will find ample reward. My hope at least is that the following narrative may be of some interest to the scholars of Severn Street First-Day Schools, especially of Class I., of which the partv were all members. For the loan of five of the views illustrative of Lucerne and its surroundings, I am indebted to the authorities of the Official Inquiry Office of Lucerne, who very readily placed them at my .service. Hy. H. Birmingham, 1S96."], [19, "13 INTRODUCTION. -' )\\T^ Y ET me now briefly introduce the friends (^t/li^v\\ wb° constituted the party. XJiii Alderman William White, J. P., fiYij having been in Switzerland so often |Y previously, was unanimously chosen as our leader, a position which very few could fill more adequately or with greater interest to his travelling companions. Though more than three-score years and ten, he covered the ground with a strength and agility which quite astonished the other members, whether on the high road or climbing the mountain sides, preferring on most occasions to walk or climb, even when carriages were provided, \" cutting off,\" as he very often said, \" so many corners.'' Being humorous and original in his sayings, and always ready to impart informa tion, we were kept in continued cheerfulness. The route being carefully planned, and each day's work allotted, relieved the other members of any anxiety ; consequently we saw many points of interest which otherwise would have been missed. Reuben Heaton, a \" successful manufacturer,\" had visited Switzerland under the same guidance on"], [20, "14 a previous occasion. Being of a lively tempera ment, full of fun and music, he always managed to keep the company up to concert pitch. Generally in the front ranks at climbing, walking, or even swimming, never seeming tired, and a dear lover of fresh air and pure water. John Thomas, our \" master saddler,\" having the appearance of a healthy English farmer, had great faith in his leather, so much so that he used it in his wearing apparel, feeling quite sure it would \"keep out the cold of the snow peaks and glaciers,\" a matter of which his friends frequently reminded him, he always seeming to enjoy the joke most heartily. Very cautious in all his dealings, and slow but sure in his climbings. John Parkes, \" out of business,\" described in directories as \" gentleman, \" being of a genial disposition, never seeming to be put out, and inclined to take all things easy, was also another desirable companion. Rather cautious in climbing, but very anxious to see and know all that was possible. Nevertheless, the ladders leading on to the Grindel wald glacier were not inviting enough to tempt him, and he was quite content to view them from a safe standing ground. Richard Sanders, referred to later on as the \" owner of a coffee house,\" being of stout build, was rather more handicapped than his other friends, not"], [21, "15 only by his own person, but by having more encumbrance of baggage than the rest by his three portmanteaus, consequently he was detained longer by the custom house officers on various frontiers, who desired to examine their contents. However, he was generally ready for any task, whether walking or climbing. Moral : When visiting the Continent take as little luggage as possible. Thomas Davis, another of our \" gentlemen of leisure,\" not being at the time very robust, found it best to take things quietly. After a few days' travel beneficial effects followed, which enabled him to keep pace with the rest and to do his fair share of climbing. Having had considerable experience in the prepara tion of foods, his opinion as to the fare provided at the various hotels, being \" very good,\" was accepted with every confidence. Lastly — The Writer, referred to as \" a man of type,\" a somewhat matter-of-fact sort of individual, acting as secretary — the youngster of the party — completed the contingent. Having now introduced the seven friends in my own way, I must be excused for telling the story in the same manner."], [22, ""], [23, "17 CHAPTER I. \" You will see the Rhine. And those fair hills I sail'd below, When I was there with them ; and go By summer belts of wheat and vine.\" ARTING from Birmingham (New Street Station) at 2.10 on Wednesday, July 29th, we reached Euston at 4.50. An omnibus was here waiting to convey us to Holborn Viaduct Station, where, leaving our luggage, we were enabled to see, until the departure of-the Continental train at 9 p.m., some of the sights of London. We thus visited the General Post Office, St. Paul's Cathedral, Thames Embankment from Blackfriars to West minster Bridge, passing Cleopatra's Needle, Somerset House, Scotland Yard, Westminster Abbey, Houses of Parliament, Whitehall, Downing Street, and Trafalgar Square. Taking the omnibus along Fleet Street gave us some idea of the printeries of that locality. We then saw Billingsgate Market, the Tower, and the Monument, passing thence through the stock and share brokers' quarters to Devonshire House, and past the Bank of Englanol to Holborn Viaduct Station, and took the mail train, which runs in conjunction with the Calais and Ostend steamboats. Reaching Dover at 10.50, everybody seemed to be hurrying and bustling to reach the steamers. Porters were shouting"], [24, "18 \" Ostend boat, this way ;\" others, \" Calais boat, this way ; \" and as we alighted on the pier we could discern that both boats lay alongside. We were soon on board the Ostend boat, and after locating our baggage, being anxious to observe what was going on around us, went on the upper deck just in time to see the mail bags and piles of luggage pitched down into the cabin below. Soon the words were given by the officer on the paddle box, \"Let go!\" and, steaming away from the pier, we saw the lights of Dover shortly begin to fade in the darkness. Very few passengers were on board, most of whom preferred to remain below; in fact, at one time our party were the only occupants of the deck. It was a calm and lovely night, which made the passage across most enjoyable. We could distinctly see the lights along the French and Belgian coasts for many miles. At 2.45 a.m. on Thursday, the 30th, we arrived at Ostend, the usual contingent of porters and touters meeting the boat. We were soon able to recognise we had landed in a foreign port, being addressed in French or broken English. Here for the first time our baggage was examined by the custom house officers, who, finding nothing contraband, allowed us to pass on our way. Having an hour before the departure of the Brussels train, we refreshed ourselves at the railway station, and were seated ver)- comfortably, when, alas ! we missed one of our number — Richard — \"Where was he?\" I took it upon myself to find him, and in the dim twilight of earlv morning, making for the Customs Station, found he had gone from there. Where to look next one could scarcely imagine. However, passing into the booking hall, I saw the object of"], [25, "19 my search, with his baggage slung over his shoulder, looking very disconsolate. How his face brightened up when he saw one of his friends, for then \" Richard was himself again !\" How very positive he was that he would take good care to keep his eye on his friends after that. At 3.35 we started on the long journey to Cologne. Running over the flat, yet fertile lands of Belgium, we could not help noticing the scarcity of flowers, trees, and birds. Reaching Brussels at 5.40, and having a few minutes to stay, enabled us to see a large number of the labouring classes of both sexes coming in by early train to their work. Passing Louvain and Liege (the Birmingham of Belgium), and'through a pretty, hilly country, we reached the German frontier at Herbesthal, where the custom house authorities again examined our luggage. Another incident occurred here which is worth noting : we were told to put our watches on just an hour, owing to the increased longitude east of Greenwich. Running on through a more pleasant country, passing Aix-la-Chapelle — or, as the Germans call it, Aachen — the most ancient city of Germany, we reached Cologne at noon. After we had safely lodged our baggage in the cloak room we took our first regular meal since leaving home, in the Wartesaal (refreshment room), at the railway station, and afterwards utilised the afternoon in viewing the famous city. The first place visited was the magnificent Cathedral, which took six hundred years in building, having two spires loftier than any others in Europe, they being five hundred feet in height. The exterior and interior are magnificent. The nave is narrow, double aisles lying on each side of it."], [26, "20 The roof is most striking, standing two hundred feet high. The narrow shaft of each pillar runs straight up to the top without a capital — a marvellous unbroken line. The organ is supposed to be one of the finest in the world. Leaving the Cathedral, we find ourselves in a large square, with good shops on each side, people moving about rather busily, the number of soldiers being very noticeable. At each corner of the streets, or on the bridges, we met with them — pictures and toys in the shop windows all reminding one of soldiers and warfare. Wending our way through the picturesque narrow streets, we crossed the Rhine by the great iron bridge (at each end of which stand immense equestrian bronze statues) to the town of Dentz. On the left of us was a large building, over the door of which was painted the double-headed eagle, and on enquiry we found it to be very extensive barracks. After a fine view of the towers and spires of Cologne, we returned by the curious bridge of boats, which is swung back for the passage of the steamboats and other craft ; meeting again more battalions of soldiers. It was then getting time to leave, and after purchasing eau-de-Cologne in the well known shop of Jean Maria Farina, we took train for Coblenz, passing Bonn and \"the castled crag of Drachenfels,\" along the banks of the Rhine, through many miles of vines. Arriving at Coblenz, we were glad, on account of the rain, to avail ourselves of the omnibus to reach the Belle Vue Hotel, which faces the river. After dinner, although raining, some of us saw a little of the town, and in the dusk looked into the ancient Cathedral. After thirty hours of constant travel we were not slow to take the opportunity of"], [27, "21 retiring early to rest. Up next morning (Friday, 31st) at six o'clock to write home, we were looking from the bedroom windows down to the rapidly-flowing river, on which steam boats were busy plying from place to place, people passing to and fro across the bridge of boats, some with cattle, others with fruits and vegetables ; more soldiers marching about, as though the day's work had begun long before that hour. Having breakfast in good time, we were enabled to visit, on the opposite side of the river, the huge fortifications of Ehrenbreitstein (\"Honour's bright stone\"), one of the wonders of Europe. It seemed like a small town, given over entirely to the protection of the river and town of Coblenz. We then climbed some two hundred feet above the river to get a view of the valley, where we obtained glimpses of the surrounding scenery. Here, too, we saw plenty of evidences of the extensive schemes of military defence so characteristic of German towns. We then went aboard one of the magnificent Rhine steamers for a trip of about sixty miles up the river, to Bingen. The banks of the river are abundantly rich with vines and fruit trees, the steepest slopes being planted with the former. It was a most enjoyable voyage, the river often hemmed in with rocks and wooded hills on either side, interspersed with ancient historical towns and pretty villages of romantic beaut)-, each having its castle and church and own special characteristics. Thus we successively passed the Castle of Stolzenfels, Oberlahnstein, Braubach, Boppart, Monastery of Bornhofen (famous for its Catholic pilgrims), St. Goar, Oberwesel, and Bacharach, and, on approaching Bingen, had distant views of the towers of Rudesheim and the"], [28, "22 Germania Monument. Landing at Bingen, we had an hour to look around. Well may it be called \"Sweet Bingen on the Rhine,\" the high roads being planted with fruit trees laden with peaches, apricots, and pears ; gardens and walks laid out with flowers and fruits, and yet not locked up or fenced off, the fruits remaining unplucked, though within reach of everyone. How different our own towns could be made if people would only learn to admire and not destroy (as is sometimes the case) that which is provided for the public good. Reluctantly leaving this delightful place by rail, we were soon running through the well-kept and cultivated fields of German v to Mayence, with its lofty domes and towers, situated at the junction of the Main with the Rhine. Here the railwav crosses the broad stream of the latter river by a lofty iron bridge. It is remarkable in travelling through Germany that the railway officials, although appearing to have a military discipline among them, are most courteous and obliging to the tourist. In fact, right through Germany one cannot help being impressed by the kindly manner shown, not only to travellers, but also among themselves. Passing through the country between Bingen and Heidelberg gives one an idea of the economy practised by the agriculturists of the rural districts, every bit of available land being cultivated in strips. Illustrative of this, the vegetable and root crops and grain alternating, and the land without hedges or visible fences, you frequently see patches of beans, or perhaps cabbages, growing in the corner of a wheat or barley field. Quantities of maize and tobacco are grown in Germany, the growth of the latter"], [29, "23 being encouraged by agricultural societies. It is also very singular how methodically the trees seem to have been planted, sometimes miles of land seeming to be covered with poplars at regular distances apart. Passing through Mayence at five o'clock, being a printer, naturally one felt an interest in looking out to catch a glimpse of the town that is celebrated, among other things, for having been the birthplace of Gutenberg, the inventor of printing. A trial at law in that city in 1439 revealed the fact that he was engaged in some experiments whose object was a profound secret, and that among the appliances he had constructed for carrying out those experiments were \" four pieces lying in a press,\" which Gutenberg desired should be destroyed or separated, so that no one should see them. It was believed that this tool was a mould for casting types, and in that consisted the invention of printing. In crossing the river immense fortifications are to be seen, reminding one of the sieges of bygone days. Speeding over the great German plain, past Mannheim, we reached Heidelberg in the evening, finding creature comforts at the Hotel Schrieder, taking tea in the verandah over looking the gardens."], [30, ""], [31, "Chukch. Nkckar. Castle."], [32, ""], [33, "CHAPTER II. \" Oh, ye valleys ! oh, ye mountains ! Oh> ye groves and crystal fountains How I love at liberty yi^T^T^ElDELBERG is situated on the river Neckar, m l^sl-^ t'le town I^feing embosomed in loft)', wooded VJLy X^ hills. It may be called the Oxford of Germany, Cym j* but, unlike Oxford, has no ancient or picturesque University buildings, the educational establish- jH ments being built ver)* plain and uninteresting. Pacing a long avenue, ',we went on to the bridge crossing the Neckar, which is adorned with statues of the Electors Charles Theodore and Minerva, dated 1788. Thence to the principal church, a Gothic building with lofty spire, where at different times during the Sunday Roman Catholics and Protestants meet for worship. Underneath the porches of the church are shops of various kinds, where the tradespeople retail their wares, fruits, and vegetables. By turns to come and visit ye. Like many other of the German towns, it is well supplied with public gardens, where the students and citizens meet in the evening to listen to the music of the bands and open-air concerts, combined with coffee, wine, and beer drinking, which seems to be their evening recreation. We visited one of these public gardens, or Stadt Anlage, for which a small charge is made, and a very pretty spectacle it presented. The band was playing 27"], [34, "28 selections of music, while people were promenading the walks. Under the trees were flowers in abundance, all illuminated with electric and coloured lights, fountains playing, ladies attired in beautiful dresses, students of the colleges, with various coloured close-fitting caps, laughing and joking, altogether making up a very characteristic picture. Here we spent a couple of hours, until it was time to return to our hotel. Most of us felt we could not retire to rest without sending home some account of the day's doings, as also of our visit to the gardens of Heidelberg. Out next morning (Saturday, August ist) between six and seven, for a little exercise before breakfast, some took the wooded hillsides, others the town. As our stay was only to be a short one, portmanteaus were packed again in readiness. Setting off for a visit to the famous Castle, we took the tramway up the long main street, which conveys you near to the Schloss (or Castle), then ascending, by the funi cular railway, about three hundred feet above the town. Our leader, having a good knowledge of the Castle and grounds, led the way. On reaching the Castle, to which a small charge for admission is made, we were joined by two American ladies who had come on from Rome, and also a party of German ladies and gentlemen. We then pro ceeded to inspect the various parts of this magnificent ruin, and a maiden, armed with a huge bunch of keys, was told off to act as our instructor. At various points of interest she gave a good description, first in German and then in English, of the particular features and history of the various rooms. In the seventeenth century Princess Elizabeth of Bohemia (daughter of our James I. and wife"], [35, "29 of Frederick V.) lived at the Castle, and was visited by William Penn, with whom she afterwards corresponded. In 1693 Louis XIV. invaded the town, massacred the people, dismantled the castle, and left it in ruins. Some very curious paintings and tapestry still remain in the banqueting hall and chapel. The walls and vaults are ver}' massive, being in some parts seventeen feet in thickness. We ascended the tower, as shown in the illustration on page 25, and obtained a splendid view of the valley of the Neckar for many miles, with distant mountains on either side. Descending to the vaults we were shown the small and great tuns, the largest barrels in the world, the small one having a capacity of ten thousand gallons (and which was built in 16 10), and the larger one forty thousand gallons. To this was fixed a pump, whereby the wine was formerly raised to the banqueting hall. It will give the reader some idea of the height of the great tun, there being forty-two ordinary stair steps from the base to the top. At the front of it stands an image, said to represent \" Perkes,\" the Court jester, who is credited with drinking from fifteen to eighteen bottles of the wine per day. Visiting the famous well and remains of the blown-up tower, we returned to the main building. The carvings, sculpture, and masonry of rich red sandstone which still remain are strikingly beautiful. Here our German friends left us, the two American ladies walking with us down to the town, where we parted and wished them a pleasant and safe journey home. While at Heidelberg we noticed a great number of young men, apparently past or present students of the"], [36, "30 University, very much disfigured about the face and head, and on inquiry learned that these young fellows take rather a pride in the cuts and gashes they get in the sword exercise, which they so largely practise. One in particular, while visiting the Castle, carried his hat in hand, presumably for the purpose of exposing to public view the many marks which he had upon his head. Returning to our hotel at mid-day, we prepared our selves for another journey, hoping to reach Switzerland before nightfall. The railway traverses the Duchy of Baden, past its capital, Carlshue, to Offenburg. Here we changed for the Black Forest line. This picturesque district, called in Germany the \" Schwarzwald,\" is ninety miles long and forty miles across. The scenery in passing is sublime. Climbing by means of two powerful engines we passed the pretty towns of Hausach, Hornberg, and Triberg, the railway running at a great height above them. It was here we first noticed the railway stations and homesteads covered with shingles, or wood tiles, so characteristic of the Black Forest and Switzerland. This mountainous region is clothed with dense pine forests and fertile pastures, rising in some parts five thousand feet above the sea. It abounds in bright running streams, those on the west finding their way into the Rhine, and those flowing eastward into the Danube. Near Triberg the railway rises about two thousand feet, and then rapidlv descends into the valley of the Danube to ;;:Donaueschmgen, near the source of the river. We reached Schaffhausen in the evening, and on to the Rhine Falls, two miles further, to Neuhausen, our leader German Donau."], [37, "31 running off to secure beds for the night at the hotel Belle Vue, which afterwards turned out to be a very necessary thing to do, as a large \" conducted party,\" numbering between twenty and thirty, were claimants for beds at the same place. The hotel was full, but we were comfortably located in the \" Villa Dependance.\" After partaking, on the balcony, of our evening meal in full view of the great falls of Schaffhausen, we sat awhile under the beautiful foliage of the catalpa trees, in the cool, balmy air, until darkness had gathered around. We were rewarded for our waiting by the illumination of the falls with various coloured lights. The day had been rainy, but the evening was calm and the air genial, so that we were able to sit here until late talking over our journeyings and incidents, which seemed to be getting more and more interesting each day. Retiring to rest, it was some little time before we slept on account of the roar of the falling waters not far from and in full view of our apartments. Waking next morning (Sunday, August 2nd), ram was falling, but the air was warm, and filled with sweet scents from the shrubs and flowers. Some of us took a walk along the banks of the Rhine, with the dash and spray of the falls in sight. It had been our intention to find some quiet spot where we could read our usual lesson about the time that our friends at home would be meeting at Severn Street, but owing to the rain we were driven back to the hotel, and met together in one of our apartments, and with thankful hearts remembered our dear ones at home. The rain having abated, we descended through pleasant gardens to the ferry. Taking a boat, we were propelled by a man and a boy with"], [38, "32 large flat oars — resembling very much a baker's peel — across the rushing torrent of blue-green water, surging with foam, until we reached the landing stage at the foot of the falls. We made our way to a small wicket, a notice being affixed thereon that visitors must ring the bell. This we complied with, and in response a youth presented himself, requesting a fee of one franc each for admission. This entitled us to the use of a mackintosh each. These garments are kept to enable visitors to view the falls at different points without discomfort from the spray. The vast volume of water descends with a roar like thunder, and standing on these platforms projecting over it there is an overwhelming feeling of awe. The scene is grand in the extreme, and but little heed is taken of the spray which comes dashing over one. The falls are, perhaps, the finest in Europe. Taking the rapids and cataracts into consideration, the total height of the falls is estimated at one hundred feet, the width being one hundred and twenty-five yards. In the centre of the falls rises a large rock, surmounted by a small pavilion, and which is now called \" The Englishman's Rock,\" from the fact that a few years ago a young Englishman was the first to set foot upon it. It is, however, frequently visited now by tourists, as boats may be hired at a small fee to convey those who feel venturesome enough to its base. Just above the falls a railway and foot-bridge has been constructed, measuring two hundred and ten yards in length. Above the falls is the castle, known as the Schloss Laufen, standing on a wooded rock, giving splendid views of the valley of the Rhine and distant snow peaks. On the summit of the rock a pavilion has been erected, having"], [39, "33 stained-glass windows of many colours, through which the falls may be viewed, changing the tints of the water and surroundings. The Schloss contains a bazaar, where we made one or two purchases, and then returned to Neuhausen, through fine avenues of walnut trees, to the foot-bridge which crosses the river above the falls. Here we obtained an interesting view of the rocky bed of the river ; the water being of a clear blue colour, the bottom is seen very distinctly. In the afternoon we left for Zurich. Just before starting a tremendous thunderstorm broke over the river, and in a torrent of rain we departed for Schaff hausen by the hotel omnibus. Our experiences were pleasant in having seen the falls both in sunshine and storm. Leaving Schaffhausen and passing the busy town of Winterthur, and many pretty and quaint villages, we reached Zurich in the evening. Many conveyances were waiting the arrival of the train. Taking the omnibus, we were driven to the Zurcherhof, where we intended staying the night. Zurich is one of the busiest and most important manufacturing towns in Switzerland, its staple trade being in silk and cotton ; it has also extensive engineering works and iron foundries. The Limmat, flowing swiftly from the lake, runs through the town, its waters being used by manu facturers whose premises are built in and on the banks of the river. The lake of Zurich is twenty-five miles long and two and a quarter broad at its widest part, and its banks are rich with orchards and fertile fields, interspersed with busy towns, villages, and manufactories. Steamers are constantly plying from place to place, and also innumerable"], [40, "34 rowing and sailing boats. In the background of the lake rises the long chain of the Alps. Apart from its beauty, Zurich is one of the most interesting cities of Europe. Its population is one hundred and forty thousand. Its com mercial relations with foreign countries have been well maintained, its merchants and manufacturers carrying on a lively trade with Italy and other countries. The many excellent educational institutions have, no doubt, conduced to its popularity, being based upon well-adapted elementary schools, which, by the way, are really palatial structures, and would alter the opinion of some of our townspeople who complain that our Board Schools have too much money spent upon them. The educational endeavours of Zurich have been the means of securing well-endowed Universities and Technical Schools, one of which we had the privilege of visiting. The buildings are of ancient and modern con struction, all being of stone, very massive and substantial. The Rathaus, or Council House, the seat of the Cantonal Council and Government, is an imposing building, built on, or rather over, the Limmat. As our time in Zurich was very limited we made the best use of it. After dinner at the hotel we strolled along the quay at the foot of the lake, and through the principal streets, in the evening of Sunday. Having been accustomed to the quiet Sunday in England, we were attracted by the many beer halles, or drinking houses, with their windows thrown open, the rooms being filled with people, who were sitting drinking and playing cards and other games in full view of the passers by, the evening seeming to be set aside for pleasure and merry-making."], [41, "35 The next morning (August 3rd) we were up and about at six. Some of us bathed in the lake; others walked in the town, visiting the church of Ulrich Zwingli, the Swiss Reformer, who first occupied its pulpit on New Year's Day, 1519, remaining till 153 1 . It was in this church that our own Reformer, John Knox, also preached. Passing then to the Technical Schools before mentioned, we were reminded of the many improvements which may yet be made in the architecture of our own school buildings. After breakfast we left our comfortable hotel, bag and baggage, for the railway station, which is of splendid proportions and design, from which we were bound with delightful anticipations to the goal of so many Swiss travellers — Lucerne ! Passing through a delightful country, this journey gave us glorious peeps of the Rigi, and a view of Cham, on the shore of the beautiful lake of Zug, in which place is situated the manufactory of the Anglo-Swiss condensed milk. Running alongside the Reuss, which is fed by the snows of the Great St. Gothard, and which was flowing ver}- rapidly, we reached Lucerne before noon. On alighting from the train, a very animated scene pre sented itself. Numbers of dienstmen, or porters, were standing about, waiting to be hired, dressed in the usual blue blouses, with brass-plates on their sleeves, so familiar in Switzerland. Selecting from among many the omnibus belonging to the Swan Hotel, we placed our luggage therein, and sent it on, preferring to walk from the station over the bridge, the point at which the Reuss flows out of the lake, five hundred feet long. Here the glorious scenery of the Lake of Lucerne first met our view."], [42, ""], [43, "Kapelldrucke Pi lat us. Water Tower PoS I AM) TeLKGKAI'H Hi I l( R"], [44, ""], [45, "39 CHAPTER III. \" I feel the heart within me dance and sing, As o'er the lake I see the mountains blue. g X\\T^ iYy EFORE detailing our doings for the few days we groKSEf were here, let me introduce you to this lovely ,i\\~ÆmiJ)3 spot. Lucerne has a population of about 25,000, VJ5_^LS.!y ar,d is situated in the heart of Switzerland, within '- y easy reach of all the grandest scenery of the _ '\\^J lC__J/ Alps. From all parts of Switzerland travellers reach the town by three main lines of railway, and every steamboat on the Lake of Lucerne is laden with tourists for the Forest Cantons. As if this were not sufficient, we find the St. Gothard Railway burrowing through the Alps, bringing its quota of travellers from the sunny South. Thus it is that from early spring until late in October foreign visitors never cease to arrive, so that no one can claim to know Switzerland unless he has spent part of a summer at Lucerne. Lucerne was not always, as it is now, the metropolis of the travelling world : it has only become so since travellers began to take delight in sublime scenery. We are told that in the early days, when mountains, rivers, and lakes were regarded with feelings of terror rather than of admiration, only a little assemblage of fishermen's huts stood on the banks of the Reuss. The village (which derived its name"], [46, "40 Lucerne from the word \"Ludger,\" a synonym of Leodegar) gradually grew into a town, which soon obtained control of the trade of the lake on which it stood. Lucerne has always remained true to the faith of its fathers, many marks still remaining which bear witness to the fidelity with which the burghers supported their compatriots in the conflicts which secured independence for Switzerland. From the Reformation down to the present time the town has maintained its repu tation as one of the strongholds of the Roman Catholic faith in Switzerland. It is estimated that out of its population of twenty-five thousand, there are about four thousand Protestants. While other towns in Switzerland have special charac teristics — for instance, Berne, as the seat of the Federal Government ; Zurich, as the centre of science and commerce ; Basel, its trade and benevolent institutions ; Geneva, its flourishing industries — Lucerne is proud of its wonderful scenery and picturesque surroundings, for whichever way we turn our steps we cannot fail to be surprised and delighted by the beauties which meet us. Standing at the door of the Swan Hotel, on the right of which the clear emerald-green Reuss issues from the lake with the swiftness of a torrent, and looking straight in front, is the lovely lake of Lucerne, which is a little more than twenty-three miles long, and at its greatest breadth, near Gersau, about two miles wide. It is surrounded with lofty mountains, pretty villages, and great fir forests. Close to its shores are a profusion of fruit trees, and many chestnut and walnut trees of enormous size. On the lake are numbers of fine steamers, often loaded with passengers"], [47, "Evening on the Quay,"], [48, ""], [49, "43 taking their daily trips, the majority of whom are English, Americans, and Germans ; there are also numerous rowing and market boats. Looking to the left along the quay is an avenue of short, clumpy chestnut trees bordering the lake, under the shade of which many people sit in the evening, listening to the band which plays in the gardens of the great Schweizerhof hotel. To the right may be seen the great towering mass of jagged peaks, seven thousand feet high, of Mount Pilatus, more than twice as high as the loftiest mountain in Wales. A little to the left of that is the Stanzerhorn, another fine peak nearly as high, the Buochser horn ; and immediately in front the beautiful mountain called the Rigi. At its base are woods and orchards, towers and towns, of which more will be said in a later chapter. Beyond the Rigi are lofty snow peaks, a distant view of which we only obtained once from Lucerne, on account of the lack of sunshine. Bordering the lake on all sides are many fine mansions and gardens, one very noticeable being the property of our Duke of Devonshire. From every possible point where the steamboats call are lovely walks and drives. At the various villages women may very often be seen standing under the trees offering for sale fine grapes, pears, and peaches, which grow in abundance in the neighbourhood. Such are the surroundings of Lucerne, but many visitors no doubt are attracted not so much by its beautiful present as by its romantic past, for many may be seen tracing out the ancient line of the walls in the \" Klein Stadt,\" and dreaming of the days long passed away, when in 1333 the patriotic little city drove the first piles of the bridge of"], [50, "44 defence beside its Watch Tower, which served as a light house for the fishermen. Some may be tempted, as we were, to enjoy the incomparable view from the \" Drei Linden, or to visit the \" Hofkirche,\" in the hope of hearing the beautiful organ ; to walk over the \" Kapell Brucke,\" and return by the \" Spreuer Brucke,\" and in the same frame of mind visit the \" glacier garden,\" and pause for a moment before \" Thorwaldsen's Lion,\" in his rock-hewn niche above the quiet water-pool. Whether in search of scenes historical, or the beauties of natural scenery, Lucerne affords ample ground, reminding one of the \" Old, unhappy, far-off things, And battles long ago.\" And now, being located in Lucerne, let me detail some thing of our doings each day. Monday, August 3rd, our first place of visit was the \" Hofkirche of St. Leodegar,\" with its two slender spires. Ascending about thirty stone steps, we reach the entrance ; passing through the porch, we were attracted by several women sitting immediately in front of the altar, apparently going through their daily worship, paying no heed to the many visitors who were strolling about the church. The beautiful carved choir stalls, the artistic wrought-iron choir screen, as well as the magnificent wood carvings, dating from the fifteenth century, all denote skilled workmanship. The organ, which has ninety registers, is a wonderful instrument, performances on which are given every week-day evening between 6-30 and 7-30. Surrounding the church are the ancient churchyard and cloisters, where friends of the departed may be seen sprinkling the tombstones with \"holy\""], [51, "45 water, which is obtained from fonts placed at different points. From here we ascended the Capuchiner Weg, passing on the way several stations of the cross, at each of which devout Catholics pay their obeisance. After visiting the monastery we descended by a steep flight of steps to the famous Lion of Lucerne, a striking work of art cut in the face of the solid rock in commemoration of twenty-six officers and about seven hundred and sixty soldiers of the Swiss Guard, who fell in the defence of the Tuileries on the ioth of August, 1792. The dying lion (twenty-eight feet in length, reclining in a grotto), piercing the side of which is a broken lance, its fore paws resting on a shield and safe-guarding the Bourbon lily, is hewn out of the natural sandstone, after a model by the celebrated Danish sculptor, Thorwaldsen. The rock, which bears a long inscription and names of the officers, is overhung with trees and creepers clinging to it, and is watered by a spring which flows from the top, forming a pool at the base. Adjoining is the wonderful natural \" glacier garden,\" discovered by accident in 1872 whilst digging out for the foundations of a house. Nine different pot holes were discovered, and others have been found since ; the largest of them is thirty-one feet deep and twenty-six feet in diameter. These pot holes owe their existence to the constant whirling of immense stones, driven round and round by the force of melted ice, grinding the rock and at the same time polishing the stones. Geologists have proved without doubt that this phenomenon occurred at a time when nearly the whole of Switzerland was covered with masses of ice. Further discoveries have been made showing petrifica-"], [52, "46 tions of tropical animals and plants, which are visible on the stones. Leaving here we visited the Town Hall, with its curious clock, crossing the wooden bridge known as the Kapellbrucke, which spans the river Reuss diagonally. The bridge, dating from the year 1333, is constructed entirely of wood, and is one of the features of Lucerne. The roof contains one hundred and twenty-one triangular paintings depicting heroic deeds of bygone days, and the sufferings of the patron saints, Leodegar and Maurice. In the midst of the river and adjoining this bridge stands the curious Wasserthurm (water-tower), where at one time were stored the municipal treasures. Turning to the left along the quay we made our way to the steamboat for Stansstadt. Previous to our departure we noticed that Pilatus was enveloped in clouds, and a little rain fell. Our first delight ful voyage brought us to the foot of the rugged Burgenstock, and past charming villas and orchards to the quaint village of Stansstadt. Here numbers of diligences (stage coaches) were waiting the boat's arrival, to convey tourists to the little town of Stans or Engelberg. Walking along the side of the lake to the foot of the Burgenstock, we sat awhile in the sunshine enjoying the story of \" William Tell,\" written by Walter White, brother of our leader. Returning from here, we were fortunate in obtaining a glorious view of the Titlis and other snow-covered mountains. As there was still a little time previous to dinner, we climbed to the \" Drei Linden \" (the three lime trees), and had a splendid view of Lucerne and its surroundings, with the magnificent panorama of the Alps from the Scheerhorn on the one side to Pilatus"], [53, "Town Hall ami Market Place"], [54, ""], [55, "49 on the other. Returning to our hotel in the evening, we felt very well satisfied with the first day's enjoyment in Lucerne. Next morning (Tuesday, August 4th) four of our party enjoyed before breakfast a bathe in the lake baths, erected on the quay. The charge for bathing, inclusive of towels quite as large as an ordinary bed sheet, in which you may roll yourself, is twenty cents. Baths of various depths to suit timid or bold persons are provided. After breakfast it was arranged that the Rigi form our next excursion ; accordingly we took the steamer for Vitznau, a pretty little village and popular health resort, and the starting point of the Vitznau- Rigi Railway, the oldest and most popular of the mountain railways of Switzerland, it being constructed between 1869 and 1872. The station is close to the quay. The train which is to convey us to the top consists of an engine and one carriage, the latter being in front. On arriving, endeavours are made by the passengers to secure seats close to the windows, to enable them to obtain a better view of the scenery. The carriage will accommodate about sixty persons, therefore several trains are generally required on the arrival of the steamer. The ascent is very steep, requiring great power in the engines. Every possible precaution has been made to prevent accident, a set of cogged rails running between the two outer lines, which lock, so to speak, into cog-wheels fixed to the engine. We were soon on our way, in lovely sunshine. The ascent, through lovely woods of walnut, chestnut, and, higher up, of pine trees, occupies one hour and twenty minutes. In about fifteen minutes from starting the train passes through a tunnel, bored in the rock, eighty-two"], [56, "50 yards long, and then crosses a ravine seventy-five feet deep, the bridge being borne by five iron pillars. To look down from the train causes quite a sensation of being suspended in mid-air, as very little of the construction can be seen. As we near the summit the gradients become steeper, but the progress is much about the same all the distance. The scenery increases in grandeur as we ascend, affording views of the higher mountains of the Alps of Uri and Unterwalden. The Rigi is five thousand nine hundred and five feet above sea level, or four thousand four hundred and seventy feet above the Lake of Lucerne. The south side consists of broad terraces and gentle slopes, covered with fresh green pastures, and supports four thousand head of cattle. The base is planted with fig, chestnut, and almond trees. Large hotels have been erected at the top, where great numbers of visitors remain the night to witness the sun rise next morning. On reaching the summit a few- white clouds rested upon it, affording coolness and concealing for a time part of the glorious landscape. To quote the poet Schiller, who is memorialised in the district, — Through the parting clouds only The earth could be seen, Far down 'neath the vapours The meadows of green. After the clouds had cleared we enjoyed a magnificent view of one hundred miles or more of lakes and forests and great snow mountains. The musical sound of the cattle bells, the bark of the huge St. Bernard dogs, the echoes of the Swiss horn vibrating from mountain to mountain, all add"], [57, "Vitznau, and Rigi Railway."], [58, ""], [59, "53 to the charm of the surroundings, and one looks with wonder and amazement over and over again at the delightful scenery on every hand, the view of the great Rossberg landslip, the town and lake of Zug, and many other lakes with their emerald-green waters being very noticeable. Sitting down on the summit we listened to the remainder of the story of William Tell, the former portion of which the reader will remember was read at the foot of the Burgenstock the day previous. After taking lunch at the hotel and making a few purchases of novelties from the Rigi, we returned by train in the afternoon. The journey down takes about the same time as going up, the trains running in conjunction with the steamboat, by which we returned to Lucerne. Another day. Wednesday, August 5th, was not very promising, it raining heavily. However, our plan was fixed, and nothing daunted we walked down to the steamer bound for Kussnacht, a large and pretty village about two miles dis tant from the Hohle Gasse (Hollow Lane), and Tell's Chapel. Arriving at twelve o'clock, the weather having improved, our leader engaged two carriages for a journey of fourteen miles to Brunnen. Having been driven through the village of Kussnacht and the Hohle Gasse, we alighted to visit Tell's Chapel, where, tradition says, Tell shot Gessler. Passing to Immensee, on the borders of the Lake of Zug, we drove at the foot of the Rigi to Arth, where we halted for luncheon. This picturesque village with its large and lofty church is situated between the Rigi and the Rossberg, the scene of the landslip which occurred on the 6th day of September, 1806, completely overwhelming the village of Goldau, and bury ing four hundred and eighty-seven of its inhabitants. After"], [60, "54 resting the horses awhile, we drove to the village church of Goldau, situated in the midst of the landslip. Skirting the Rigi, under the mighty cliffs overhanging the road, we arrived at Brunnen at four o'clock, the journey occupying four hours. Here we parted with the carriages, occupying the half-hour prior to the departure of the steamboat for Lucerne in surveying the grand scenery of the southern end of the lake known as the Bay of Uri, at the foot of the Axenfels, calling at Gersau and Treib, taking on board more passengers. Then passing at a sharp curve between the \" Nasen \" (noses), these two headlands have been christened, and which are formed by the promontories of the Rigi and the Burgenstock, we reach the pretty village and popular summer resort of Beckenried, where the bones and skulls of those buried in the churchyard long ago have been dug up, whitewashed, and placed on shelves in the church. Many tales are told respecting these skulls, attaching them to noteworthy persons long departed, the accuracy of which remains in doubt. Pleasantly running on we reached Lucerne at six in the evening, having added another most interesting and enjoyable day to our list. Thursday, August 6th. Our original intention was to visit Engelberg, but owing to the rain this trip had to be abandoned. However, providing ourselves with overcoats and umbrellas, the morning was occupied in taking a round of the town of Lucerne. Visiting the Rathaus (Town Hall — see illustration, page 51), and passing through the arcades beside the river, where the peasants assemble on market days to vend their fruits and provisions in their primitive way, we were frequently brought face to face with"], [61, "55 evidences that — as history tells us — in the 16th century there were very few houses in Lucerne but which had their outside walls frescoed, enough having remained to enable genius and care to reconstruct and repaint after the old method. Some of the paintings are very curious indeed, representing trees, the boughs of which contain armorial bearings and incidents connected with preceding members of the family located in the household. The ever-flowing fountains in the streets of Lucerne are also worthy of notice ; that erected in the Weinmarket, with its statue of Saint Maurice, is one of the finest in Switzerland. At one o'clock, the rain having abated, we took the steamboat for Weggis, from which point many travellers make their ascent of the Rigi- Having climbed about fifteen hundred feet, as much as time would permit, we rested awhile. Descending again, we visited the curious old church and churchyard, and strolled along the avenue of fine chestnut trees by the side of the lake, awaiting the arrival of the steamboat to convey us back to Lucerne."], [62, ""], [63, "57 CHAPTER IV. \" Ye icesalls ! ye, that from the mountain's brow, o,— , Adown enormous ravines slope amain — -,-/7r_ Torrents, methinks, that heard a mighty voice, c-^i V\\ A And stoPPe<I ; at once> amid their maddest plunge.\" (fkC|( EXT morning (Friday, August 7th) we packed mI^J'a 0ur Portmant:eaus before breakfast, and bidding adieu to our host, we left Lucerne by boat at eight o'clock for Fluelen, at the extreme end of J[/c_5' the lake. This trip was a very interesting one, passing so many villages and mountains, all of entrancing beauty, the journey occupying nearly three hours. Calling at places first on one side then on the other, we reach a huge piece of rock known as the Mythenstein, standing eighty-five feet out of the lake, and which bears an inscription in honour of the poet Schiller, who celebrated in verse the doings of William Tell, the hero of Switzerland. Crossing the lake again, we called at Tellsplatte, where it is said Tell escaped from the boat in which Gessler was conveying him to prison. Tell's Chapel, close by on the edge of the lake, is visited year by year by the country people in solemn procession. The walls of the chapel are beautifully painted with scenes taken from the days of the famous Swiss hero. Arriving at Fluelen, where the Reuss, flowing down from the snows of the St. Gothard, rushes into the lake, we waited at the railway station, on the platform of which were"], [64, "58 women selling most delicious fruit, some of which we purchased. Here we joined the train for Goeschenen, travelling up the Great St. Gothard Railway, which was constructed at a cost of two hundred and thirty-eight million francs, in the ten years 1872-1882. This is one of the finest engineering achievements of modern times. It has fifty-six tunnels, thirty-two bridges, ten viaducts, and twenty-four minor bridges. The maximum gradient of the line is one in four. Being zig-zag in construction, the same village may be passed in some cases three different times : once far above the rail, then on the same level, and thirdly far below. In this way the powerful engines make the ascent very rapidly. On our arrival at Goeschenen at 2-15, the train was stopped for three-quarters of an hour to enable passengers who were going on to Italy to partake of table d'hote, which w-as provided in the Wartesaal. We joined the party at dinner, which was served in the same manner as in a hotel. The atmosphere was very cold and damp, making the warm meal more desirable. Goeschenen is situated on the Swiss side of the wonderful nine-mile tunnel of the St. Gothard Railway, which is cut through the mountains at a height of four thousand feet above sea level, the mountains themselves rising eight and ten thousand feet, the summit being clothed in perpetual snow. The surrounding scenery, with its mighty cliffs and roaring waterfalls, is extremely grand. After dinner we found two carriages had been engaged, and our luggage carefully packed, ready for our journey over the Furka Pass, which was constructed chiefly for military purposes. A damp, cold mist overhanging made it needful"], [65, "The Devil's Bridge"], [66, ""], [67, "61 to wrap up in coats and rugs. Travelling on we reached the \" Devil's \" Bridge, under which roars a mighty cataract. The terrible cliffs standing up on either side, almost perpendicular ; the mighty gorge beneath. The river rushing down by leaps and bounds over its rugged bed, and which history tells us ran for miles coloured with the blood of the Austrian and French soldiers when the armies met here. Not a particle of vegetation or foliage of any kind to be seen ; surely it was a most sombre picture. On the way up we scarce met anyone on foot, but were passed by several carriages and the mail diligence. Great care and skill are exercised by the kutschers* in passing one another on the road, as the least misjudgment may result in the carriages being precipitated into the ravines below. The road continues to advance up steep zig-zags, above which tower tremendous cliffs almost bare of vegeta tion, and on to the sublimest portions of the St. Gothard Pass. The road now becomes more level, and runs through the rocky tunnel of the Urner Loch to the level plain, nearly five thousand feet above sea level, on which are the little towns of Andermatt and Hospenthal. Driving through them, at the latter place we left the St. Gothard road, and soon reached the bleak little village of Realp. Resting the horses here, three of our friends set out to walk ; after a short time I decided to follow them, and alighted from the carriage for that purpose. I must be excused for telling this little personal experience of the Furka Pass. Leavin\"- the carriages behind, I was soon alone : not a * Coachmen."], [68, "62 human being to be seen, not even the tinkle of the cattle bells or the tramp of the horses' hoofs to be heard — only the mighty roar of the rushing water in the gorge beneath. I tramped on with my wonder so aroused as to feel thankful to have the power and privilege of witnessing such a scene. Whether it was due to the dismal surroundings in which I found myself, or the thoughts of missing my friends altogether, I cannot say, but I certainly felt bound not to go further. Darkness was coming on, no sound of carriage wheels to be heard, no one from whom I could ask the way, and even if there had been it may not have been an Englishman ; therefore I resolved to wait until the carriages came up. Having learned nothing of the whereabouts of our three friends we consulted together, and decided to keep on, taking to the carriages again. After travelling on for a time, we overtook \" Richard,\" he having also failed to find the other two. He, too, like ourselves, had become quite alarmed as to the whereabouts of our two remaining friends, feeling sure something had happened, or that they had taken the wrong \" off-cut.\" So continuing on up mighty zig-zags to the height of eight thousand feet, we gladlv came in sound of human voices, which we very shortly found proceeded from the Hotel Furka. Standing at the hotel door our friends awaited our arrival, which relieved us from further anxiety. They had been here some time, having had a meal and warm coffee and chocolate. A fire had been lit in the stove ready for our comfort, the thermometer in the salon being only forty degrees. We were soon"], [69, "63 made comfortable in the little wooden hotel, which was homely, clean, and cosy. The journey of seventeen miles had occupied four and a half hours. Our horses were stabled for the night, the kutschers being requested to be ready to continue the journey at seven o'clock next morning. This was an experience never to be forgotten. In the room adjoining where we were sitting, from thirty to forty men — mostly Italian labourers — were packed very closely together, drinking wine and smoking cigars, amusing themselves by singing and shouting at the top of their voices. On enquiry of the host, we found they had that night been paid their monthly wages, their employment being to repair the carriage-way over the pass. Having sat awhile round the stove in conversation with an American gentleman, who evidently had travelled many times in the neighbourhood, we felt very tired, and resolved to get to bed in good time. This we did, but on account of the noise kept up by the Italians, who finally seemed to be dancing in the room below, until midnight very little sleep was obtained. It was very cold indeed. Everything seemed damp, making one feel half afraid that the bed-clothing was not sufficiently aired. Some of my friends, in con- sequence, were very cautious, and only partly undressed. Rising next morning at 5-30 we found much snow had fallen in the night, covering the Galenstock and Mutten horn, which stood up on either side of us ten and eleven thousand feet. Two or three of our friends, evidently thinking they were the first out, went on to the snow to test its depth, when, much to their surprise, on in front of them was the venerable figure of our leader looming in"], [70, "64 the mist, he having been his usual walk before breakfast. We returned to breakfast at 6-30, our kutschers in the meantime being busily engaged in fixing the luggage on the back of the carriages. At 7-30, wrapped up in coats and rugs, we started off for a journey of twenty-four miles, over the Grimsel pass to Meyringen. The earlier por tion of the journey being down the mountain sides, better progress was made than on the previous day. Soon we reached the great Rhone glacier. To those of our party who had not previously seen a glacier, what a magnificent sight ! Naturally, being very much interested, we alighted from our carriages at the head of the glacier, for the purpose of getting a closer view of its marvellous blue jagged peaks of ice. The river issues from a beautiful vault of blue ice at its base in a series of small streams, which ultimately find their way into one course, making a very rapidly rushing river within half a mile of the glacier. An artificial ice-grotto is hewn in the glacier, but as we were to have another opportunity to visit one of these, we did not enter it. Taking our carriages again we descended by many zigzag slopes to the Rhone Valley, which was gay with rhododen drons and other Alpine plants. Crossing the river, we halted for a time at the hotel, to rest the horses, prior to our journey over the Grimsel Pass. From time to time we got some striking views of the glacier and snow peaks as we ascended the road ; passing through rich mountain pasture lands, giving food to flocks of sheep and many cattle. Soon we leave the green slopes, and, at a higher altitude, finol ourselves among masses of rock, snow and ice surrounding"], [71, "65 the Todtensee (dead sea), which reminded us of the struggle which took place here in 1799, between the Austrians and the French. Travelling on we reached the Handegg Falls, a cascade of the river Aare, which descends amid a cloud of spray into an abyss of two hundred and fifty feet in depth, and which falls unbroken half way to the bottom, at which point it mingles with the silvery water of the Erlenbach Falls. Here we alighted, to get a close view of the mighty torrent rushing down in the ravines below. Our kutscher, for the purpose of demonstrating the power at which the water was rushing, took up a huge stone and hurled it into the falls : the rush was so great as to force the stone out again on to the opposite side of the ravine. Passing on, the road leads through a tunnel, after which the river gets wider anol descends in noisy rapids. The road becomes wilder, and barren black rocks with huge masses of debris and fallen fir trees testify to the power of avalanche and torrent. Descending, we reach the little village of Guttanen, where we stayed for luncheon. After a very pleasant drive through the thickly fir clad valley to Imhof, we again left the carriages and walked over the Kirchet (a wooded hill sprinkled with blocks of granite), which divides the valley into the lower and upper Haslithal, to the entrance of the gor^e of the Aare. This romantic rocky slit, which affords passage to the Aare, under mighty precipices, is about fifteen hundred yards long, and varying in width from about six to twenty yards. It has been made accessible by means of a o-allery resting on iron stays driven into the side of the rock. On payment of one franc we descended many steps on to the gallery, and walked the whole length of the gorge."], [72, "66 Coming out on the other side we found the carriages waiting our arrival, and very soon we arrived at our destination, Meyringen, which lies on the right bank of the river in a level valley surrounded by wooded mountains. It was half past four when we reached the Brunig Hotel, where we stayed the night. We did not, however, part with our kutschers and carriages until the next morning, as they could not start their return journey that night. Haying to wait an hour or so for dinner, we utilised the time in visiting the quaint church, with its red-quarried floor and primitive seats, as also the detached church tower , originally belonging to a castle, and which stands close to the Alpbach Falls. These falls, later on in the evening, were illuminated with various-coloured limelights, which have a very charming effect upon the water. The village, owing to a great fire in 1 89 1, has been rebuilt in an improved style. Mevringen is finely situated, the great summit of the Wellhorn towering upward on the west. Heavy rain finished the day."], [73, "CHAPTER V. \" Seeds, to the eye invisible, will find On the rude rock the bed that fits their kind ; There on the rugged rock they safely dwell, Till showers and snows the subtle atoms swell, (-Cj.-\\ And spread the enduring foliage ; then we trace f^^^1 zp The freckled flower upon the flinty base.\" ,-^TviyTpE were up at six o'clock on Sunday (August (♦C-llw^Y 9th), in the hope of finding a sunny morning, f^^/i, but the rain still continued. As was our fir&'fyt custom at home and abroad, we met together and read our usual lesson, with pleasant Qy thoughts for our friends at home. Our time was short at Meyringen, and at half-past eight we took train to Brienz, catching on the way a view of the Reichenbach Falls. Arriving at the Lake of Brienz we were soon on the steamboat, which was ready to convey us to Interlaken. Notwithstanding the mist and rain, we had a good view of the Giessbach Falls, which take eleven leaps through mighty rocks and fine pine woods into the lake below. As we were to call at Interlaken on the return, we soon found ourselves in the train for Grindelwald. It is remarkable the number of people who are always seen travelling about on Sunday on the Continent, the trains there being very frequent, and mostly filled ; and, if I may venture an opinion, it is no improvement on the quiet and restful Sunday such as we enjoy in England. Up and up the train went, alongside the Black Lutschine, passing several little 67"], [74, "68 picturesque villages on the way, and, typical of Switzerland, railway stations covered with shingle wood. It was rather pleasing to note the children at some of these villages where the train stopped offering the passengers, for half-a-franc, quantities of wild strawberries, which they evidently had gathered from the hill-side. Nearing Grindelwald, we caught a glimpse of the Jungfrau and Eiger. On arrival we were met by the omnibus from the Hotei Adler, where we intended staying ; we were very warmly received, and soon provided with cosy rooms. Grindelwald is a most interesting place, being associated with the \" conferences \" generally held in the summer months. Its surroundings include lofty snow peaks and mountains, glaciers and lovely valleys. It is an excellent starting point for mountain climbers, and is also a favourite summer resort. There are two glaciers, the upper and lower, the waters of which feed the Black Ltitschine river. Our first place of visit was the upper glacier, which is a magnificent sight, with its jagged peaks of blue ice, winding down betw-een the lofty peaks of the Wetterhorn and Mettenberg. Here we had an opportunity of visiting one of the finest ice grottoes, hewn in the solid ice, into which visitors, on payment of a small fee, may enter ; we went the whole length of this cave. The ice has a very singular effect upon the countenance, changing it to a pallid white. Leaving the grotto, two of our party went on to the glacier, the others being content with a view from its base. While standing at the foot admiring the greater beauties, we were impressed with the growth of beautiful flowers of all colours, and sweet-smelling thymes, some of which were"], [75, "69 plucked and sent home in our letters to England. Returning again, we halted at a curious little hut, where we were supplied with wild raspberries and strawberries, with a plentiful supply of cream. It was then raining heavily, consequently we turned our steps to Grindelwald, which we reached at six o'clock. The following morning (Monday, the ioth) opened up a beautiful picture. From the garden at the rear of the hotel we saw the sun rise over the Wetterhorn, which was completely covered in snow, there having been a heavy fall during the night. Our plans for the day were already fixed, which included a visit to the Baregg and lower glacier. After breakfast we started off, fully equipped for climbing, having provided ourselves with alpenstocks. Passing alongside the church by a narrow path, we soon crossed the bridge spanning a branch of the Lutschine that flows from the upper glacier, thence through great fir woods and under mighty overhanging cliffs, over which at various points the water was falling many feet into the valley below. After ascending about two thousand feet, we encountered a man engaged in carrying wood from the hillside to the hotel at the Baregg. The thought occurred to us that it would be advisable to employ a guide, to explore the glacier ; our leader accordingly hailed the man referred to, asking him if he was familiar with the glacier, to which he replied, \" Ta, sere gut \" ; he was then engaged at a sum of five francs. After we had been climbing some time, our leader of course being in front, we left some of our friends at a distance behind. The guide seemed anxious about them. Frequently turning round to look for them, he exclaimed :"], [76, "70 \"Die alter mann ist die starker mann.\" As I could not quite understand what was meant, I asked for an explanation of the remark, which, translated into English, means \" The older man is the stronger man.\" Nearing the Baregg we were attracted by a noise as of distant thunder, and on looking across the glacier on the opposite side we saw a mighty avalanche of snow falling from the Vieschergrat, which was snow-covered. It would not be over the mark to say thousands of tons came falling down many hundreds of feet into the crevice between the mountain and the glacier. This is a common occurrence about mid-day, the action of the sun causing the snow and ice to slide down the mountain sides in enormous quantities. The Baregg, or \" eck \" (a corner), is a projecting rock overlooking the glacier, and is a spur of the Eiger. The little inn on the edge of the cliff was full ; here we rested awhile, our guide in the meantime furnishing himself with an ice-axe. Five of our number then descended the steep ladders down the mountain side on to the glacier, the descent being too much for our other two friends, who remained behind : following on in the footsteps of our guide, very cautiously avoiding the great cracks in the ice, some of which are many feet in depth. The surface of the lower part of the glacier has a very dirty appearance, its motion bringing down from the mountain-side the debris and rock in confused masses, which by the action of the glacier is being constantly pushed down, forming its moraine. Climbing to a higher point, blue masses of clear ice of irregular shape necessitate great care in getting along, our guide having to make steps by means of his axe."], [77, "71 This glacier is about fourteen miles in length, winding itself alongside the Wetterhorn, and thence between the Eiger and Vieschergrat. Having spent about two hours on the ice, we returned to our friends at the Baregg, quite ready for the refresh ments of chocolate and coffee, bread, cheese, and slabs of butter. While sitting outside the hotel, taking a rest before making the descent, two ladies and a gentleman came and sat alongside of us. Our leader recognised the gentleman, to whom we were afterwards introduced, and ultimately learned that our new friends were Mr. Alderman White, of Norwich, and his two daughters. What made this incident more striking was that both Alderman White of Birmingham, and Alderman White of Norwich, were leaders in the Adult school movement of their respective towns. We exchanged greetings, and started off for the return journey to Grindelwald at about three o'clock. Reaching our hotel at half-past five, we rested awhile, and then prepared for table d'hote at seven o'clock. Tuesday, nth, heavy rain in the valleys and snow on the mountains had been falling during the night, the latter being entirely covered with snow. The morning, however, looked promising. The programme for the day was to be a climb up the Wengern Alp. Not being up to climbing form, I was compelled to remain behind, and was joined by John Parkes, who also preferred to stay. By the kindness of the friends who made the journey, I have been enabled to glean some account of their doings. They proceeded to the railway station for the purpose of ascending the Wengern Alp, intending to walk down to the Valley of Lauterbrunnen,"], [78, "72 which is on the other side. Taking their seats in the train, they first descended into the Valley of the Black Ltitschine — the turbid stream lately born of the ice of the two neighbour ing glaciers — after which they began to climb, first through fine forests of pine (pimts cembra), and over steep pastures with haymakers at work, and up through tunnels and rocky defiles. They had fine views of the surrounding peaks : the Faulhorn, Mettenberg, and Eiger ; but unfortunately, as the panting engine continued to ascend, they ran into a cold wet fog. People go up this mountain pass to obtain the nearest and finest view of the Jungfrau, Monch, and Eiger; but as our friends reached the station Wengern Alp, six thousand seven hundred feet above the level of the sea. all distant views were cut off by the mist. The beautiful silvery peaks of the Jungfrau were completely hidden, and they were only aware of its close proximity by the roar of avalanches from its steep sides. Leaving the big hotel on the top of the pass, they soon began to descend. Then the rain came down in a steady downpour. The path was tremendously steep and slippery, sometimes over rugged pastures, and then through pine woods and scattered hamlets, still high up above the valley. Fortunately for them there was no wind ; and although the rain continued, those of the party who carried umbrellas or mackintoshes were fairly well protected. Still down and down by stony steeps, they were glad to descry the white tower of the church and the hotels of Lauterbrunnen, with the mighty cliffs on the opposite side of the valley, over which the Staubbach Waterfall was flowing from a height of nine hundred feet. Tired and damp, though not disconcerted,"], [79, "Inteblaken, with distant view of the Jukgfrau"], [80, ""], [81, "75 about mid-day they found refreshment very welcome at the Hotel Staubbach, with many hopes that the clouds would lift and the rain cease. This was not to be; so with resolute hearts they walked two miles up the grand valley, near the impetuous White Liitschine, to see the wonderful Trummelbach Waterfall. Going a few hundred feet by a steep path at the foot of the Jungfrau, a gorge is reached, into which rushes, in a circular cauldron formed by the action of the fall, a prodigious volume of water, as from a spout. The roar was deafening, and the surroundings wild and sombre. They then turned their steps to Lauter brunnen, somewhat damper, to join the railway train which would bring them back again. It had been raining most of the day in Grindelwald, consequently we were anxiouslv awaiting their return, in the hope that they had been more fortunate than we ; but when they arrived their appearance soon denoted that they had experienced rough weather, which necessitated a thorough change of wearing apparel and the services of the hotel servants. Wednesday (12th), rain was falling, and much snow lay on the mountains. We had only a few hours to remain in Grindelwald, giving an opportunity of scouring the shops for souvenirs of the visit. Most of us obtained specimens of the beautiful carvings in wood, including an aneroid barometer for presentation to Class I. as a memento, and which now hangs in the class room. I shall never forget the gratitude of the man who kept the little shop from which we made our purchases. He had had a very poor season, and was contem plating what he should do through the winter. However, we were able between us to gladden his heart, and with"], [82, "76 beaming face he was soon at our hotel door with our gccds securely packed for transit to England. Before leaving Grindelwald the sun shone beautifully on the snow-capped mountains, giving a splendid view of the Wetterhorn. Bidding adieu to our genial host, we left for Spiez, calling at Interlaken, where we had about three hours' stay, enabling us to look round that favourite summer resort, which may rightly be termed the Brighton of Sw-itzerland ; lying between the lakes of Brienz and Thun, many visitors make it their headquarters for excursions to the Oberland. It is noted for its mild temperature and purity of its air, and commands a very striking view- of the Jungfrau. It has a fine avenue of old walnut trees, grand hotels, and well-stocked shops. Passing along the avenue, and turning to the left across the stream which joins the two lakes, we visited the older town of Unterseen, with its clock tower and church, dated 1285. Several of the houses are built upon stone columns, and have to be reached by means of wooden steps leading from the streets. Returning to Interlaken, passing the Kursaal with its magnificent gardens and statuary, we were soon on board the steamer bound for Spiez, on the lake of Thun. In little more than an hour we landed at the Spiezerhof Hotel, adjoining the pier. Here we visited the picturesque old chateau and village. Two of us went in search of the village hairdresser, whom we ultimately found, with the customary sign outside, that of two highly-polished brass plates. Ascending a rude sort of a ladder or steps, we found an apartment in which the proprietor was carrying on his business, his wife at the same time being engaged in the weekly washing, which, however,"], [83, "77 did not discommode us in any way, but rather added to the amusement it gave us, for we came out smarter-looking, at the price of half-a-franc apiece. As this was the last hotel at which we stayed the night in Switzerland, a brief description of what occurred may not be out of place. At these hotels everything is done in a complete systematic manner, from the time of entering until the luggage is sent off again on leaving, giving the tourist no anxiety whatever. Rooms having been selected, you may either ascend in the lift or climb the broad staircase to the various landings, where in a few minutes your luggage will be found. Generally the head waiter presents a document, on which you enter your name and address ; in other cases a book is provided for the purpose. Each hotel has its bureau fitted with every convenience, therefore no difficulty is experienced in getting or sending your letters, in some cases on arrival they are despatched to your room. Table d'hote is a special feature, and visitors are all expected to join at dinner, it being not uncommon to find a very large gathering on these occasions. The salle a manger (dining room) is tastefully decorated, and the ladies' dresses generally add very much to the brilliancy of the scene. After dinner music of some kind is given. At this hotel specially-printed programmes were placed upon the table. At one end of the room was a large platform erected, for the accommodation of a band which assembled during the progress of dinner. After playing a selection of pieces, and dinner over, preparations were made to clear the room. During the time that this was in progress, we walked out"], [84, "78 on to the balcony overlooking the lake, which was illuminated with the electric light, and descended the steps to the gardens. Watching the steamers on the lake with their various coloured lights passing from place to place, the swans close to our feet gliding so gracefully on the still water, and enjoying the beautiful scents from the flowers, we were attracted by the sounds of music, and returning to the hotel we found the company engaged in dancing. Two of us joined the party, others played at billiards, our leader leav ing us as we thought for bed. This went on for some time, and the company becoming somewhat thinner, the servants of the hotel were permitted to join. We, however, remained till the close, enjoying the dance in good old English style, very much to the amusement and, we venture to believe, enjoyment of those whose acquaintance we had made. Retiring to rest, a further surprise still awaited us ; our venerable friend, whom we thought had gone to bed, had been essaying our adventures in rhyme, and lying on the table in my bedroom were folios of manuscript, which, as a matter of course, were read to the company before retiring."], [85, "79 CHAPTER VI. \" Who love the haunts of nature, Love the sunshine and the meadow, Love the shadow of the forest, Love the wind among; the branches, And the rain-shower, and the snow-storm, And the rushing of great rivers /-nJJJpæ Through their palisades of pine trees, And the thunder in the mountains.\" Wft^t HURSDAY (:3th)* As if was decided that we U-*-^li//*^' must reach home on the following evening, in C-^^xr order to accomplish this long journey and spend *£A -^*Y a few hours both in Berne and Basel, a start had to be made early after breakfast. Leaving by boat at half-past eight we steamed to Scherzligen, the port of Thun, and thence by rail to Berne. The main streets of this busy city reminded us very much of our Chester, the streets being arcaded with solid stone. Under neath these are shops abundantly supplied with views of Switzerland and wood carvings — especially bears, which are also exhibited on stalls. They are of various sizes, cut out of beech, and may be purchased from half-a-franc upwards. At intervals down the centre of the streets are fountains giving plentiful supplies of pure crystal water, and women and children are frequently seen passing to and fro filling their jugs and decanters. Now and again are to be seen groups of women standing at the fountains washing their clothes and hanging them in the streets to dry. Men may also be seen following their daily occupation of sawing fire wood into"], [86, "80 small logs for the use of the householders. Many of the houses have galleries up to four or six storeys, each apparently occupied by a different family, judging from the name-plates and the number of bells fixed to the doorposts. The city proper stands high above the river Aare, which runs swiftly round it in the shape of a horse-shoe. Of course we could not visit Berne without seeing the living bears, which are kept at the expense of the citizens to perpetuate ancient customs and heroic memories. Among other places visited was the Cathedral, with its magnificent spire, recently renovated. The bronze statue of Rudolf von Erlach in the square, with four bronze bears at its base. We also saw the houses of parliament and government offices, mint, hospital, and clock tower, and the splendid iron bridge which spans the river. The Minister Platz, laid out with rows of lime trees, and standing on a cliff one hundred and twenty feet above the river, is evidently a favourite resort of the citizens of Berne, in the centre of which is a statue of the old hero and founder of the city. From hence we obtained a dim view of the snow peaks of the Ober land and the surroundings of the city. Groups of people were sitting at the tables, which are here and there dotted about, laughing and talking, enjoying the fruits, ices, etc., which are supplied from the stall at each end of the terrace. We next visited the public gardens, which are laid out with brilliant flowers, foliage and statuary. Returning to the railway station, a journey of four hours brought us to Basel, passing on the way Olten, the Crewe of Switzerland, catching a glimpse of its enormous engineering works. Arriving at Basel, we deposited our luggage in the cloak-"], [87, "81 rooms, and walked over the way to the Schweizerhof Hotel for tea. As w_e were to travel all night, our train not leaving till 9-40, arrangements were made for late dinner, giving time to visit the town. Climbing up steep streets, we first visited the ancient cathedral, built in the Romanesque style of architecture. Its roof is tiled with pale blue and deep yellow tiles, having a very pretty effect, especially in the sunshine. The interior is very fine. Passing through the strange-looking cloisters to the Miinster Platz, overlooking the river and under the shade of the huge chestnut trees, a fine panoramic view of the Black Forest and part of the town was obtained. It was here that many of our English reformers came to discuss matters, religious and social, in the days of Queen Mary, they thus escaping the martyrdom that befel some of their less timid brethren, afterwards returning to England in the time of Elizabeth. Looking down on the rushing waters of the Rhine, a little to the left, you see the bridge, one half of which has stone piers, the other half resting on wooden stays weighted with huge blocks of stone to resist the violence of the stream. It is not an uncommon occurrence for parts of the bridge to be carried away with blocks of ice, which sometimes come floating down. Descending some of the narrow streets, we crossed the bridge to visit little Basel. It was evidently leaving time with the workpeople, as there was a constant stream of men and women of the artizan class passing to and fro. The women seem to take an equal share in the work at most places in Switzerland. Turning our steps back again, we recrossed the river by means of the ferry. By an ingenious"], [88, "82 plan, the man in charge of the boat, by means of a small helm, assisted by the rushing water, crosses very rapidly. On each side of the river, securely fastened at the height of about twenty feet, is a wire rope, to which the boat is fixed, a swivel running the whole length of it, so that the boat in crossing is held in check, consequently cannot float down the stream. Reaching the other side, we passed the Town Hall, and along the principal streets to the market place, bringing us to our hotel at dusk. It was a beautiful evening, and we decided to dine out on the balcony of the hotel. After dinner we proceeded to the railway station, securing our luggage, which had to be submitted for inspection to the officials prior to joining the train. The journey from Basel, past Strasburg, was long. At Sterpenich, between four and five in the morning, we were stopped for the Belgian custom house examination. An enterprising little man was at hand, and had prepared warm coffee and tea for the passengers, with whom he did a lively business. Here we received a notification to alter our watches again, in accordance with the altered latitude. Reaching Brussels at eight o'clock in the morning, and having an hour to wait, gave time for breakfast in the waiting room. Starting away at nine, an uninterrupted run of eighty miles brought us to Ostend. We had been looking forward to the sea trip in daylight with pleasant expectation, which was heightened by the beautiful sunshine and clear sky. There were a large number of passengers on board, many of whom soon made themselves comfortable on the main deck, securing all the available chairs and stools. Everything seemed to indicate a delightful trip. However, this was not to be."], [89, "83 Getting out to sea a brisk wind sprung up, the waves increased in volume, and the spray came dashing over, causing quite a stampede among the passengers, clearing the deck in a very short time, a few of the bolder spirits still remaining. The crew donned their sou'-westers and mackintoshes, which plainly told us they expected rough weather. Every thing movable was secured, all baggage being carried below. The waves came dashing over the vessel, now completely swimming the upper deck. Rain began to fall, and a thick mist overhung the sea. This was too much for the great majority of the passengers, their looks denoting their inward feelings. How glad everyone seemed when the word went round that the white cliffs of Dover were in sight, and many of us, gaining courage, reached the deck to welcome them. On leaving the boat our luggage was again examined, which under the circumstances we thought quite unnecessary, being both wet and uncomfortable. The train stood alongside the quay, and we were soon on our way to London, not feeling very cheerful from the effects of the sea passage. Arriving at Holborn Viaduct, two cabs conveyed us to Euston, just in time for the seven o'clock express, which reached Birmingham a little before ten. Then, separating each to his own locality, ended one of the most enjoyable trips it is possible to imagine. I may add in conclusion the hope that the readers of this narrative may derive as much pleasure in the reading of it as I have felt in writing it, and that we who took the trip may re-journey it from time to time in our own households."], [90, ""], [91, "The Story Told in Rhyme"], [92, ""], [93, "d THE STORY TOLD IN RHYME. Seven citizens of Birmingham On foreign travel bent, Set out to London's famous town, And then to Dover went. On Ostend's steamer soon aboard, They soon were o'er the sea, And in the twilight landed there ; But Richard — where was he ? He soon was found, and then they pack Into the Brussels train ; Past Bruges, Ghent, and Alost towns They rattled on amain. At Brussels a brief stop was made, When they set off again, Past Liege and Verviers, Pepinster, And ancient, quaint Louvain. At Herbesthal they, in German land, Met with officials grand, Who turn'd their luggage o'er and o'er, Then chalk'd it with their hand. 87"], [94, "88 Soon on they came to Aix Chapelle, Next Duren's town they won; So over Germany's broad plains They quickly reached Cologne. 'Twas here they needed food and drink : And so, with good intent They went into the Wartesaal,* And there their money spent. They next the grand Cathedral saw, And o'er two bridges went, And walk'd along the narrow streets And then they bought some scent. Then quickly speeding on their way Along the banks of Rhine, To Coblenz came at eventide, Thro' lands of corn and wine. With conscience clear, at the Belle Vue They slept a quiet sleep, And cross'd the bridge at early morn To Ehrenbreitstein's steep. The Dampschifff bore them swift away Past ancient tower and town ; The Stolzenfels. and Boppart's spires, Where ruined castles frown. Waiting or Refreshment Room. t Steamboat."], [95, "89 Old Oberwesel came in view, And Bingen on the Rhine, And o'er the broad and winding stream, The towers of Rudesheim. Next Mayence nobly rose to view, And o'er the plains they sped : At \" Schrieder's \" inn at Heidelberg They found another bed. Early they rose and breakfast ate, And took the mounting rail, And soon were in the castle ground — A maiden them did hail. They paid their fee, and followed her Right thro' the ruins grand ; And climbing up the lofty tower, Did on its summit stand. O'er the broad plains where Neckar flows They gazed with good content ; But time was up ! so hastily They took the train and went Past Bruchsal, Carlsrhue, Rastatt's forts, And so to Offenburg ; And changing trains, soon on their way To Triberg they were urged."], [96, "90 And on they went for many a mile Through Baden's forest Black, Past rushing streams and fertile vales, Along the zig-zag track. To Singen came, and Schaffhausen, And found an open door At \" Bellevue,\" on the rising cliff, In sound of water's roar. Next morn they sung their hymns of joy And pray'd for friends at home ; And crossed to the great waterfall, And o'er its crags did roam. Then leaving this fair scene sublime, To Zurich soon they came, And found their rest at \" Zurcherhof A house not known to fame. Next morn they sped thro' Zurich old ; Saw quarters old and new ; Enjoyed the ripple of its lake — The hours they found too few. Within its stately station high They quickly took the train, By Uetliberg and Zug's fair lake The}- soon to Lucerne came."], [97, "91 The \" Swan \" received them cheerfully, Young Hæfeli's were kind ; They found their chambers neat and clean And cares were left behind. O'er the broad surface of the lake By steamboat quick they came, And under cliffs in Stansstadt sat An hour with great content. And four delightful summer days Around the lake they sped, Where glorious mountains tower'd high, And sunshine overhead. They saw the \" Lucerne Lion,\" carved Upon a rocky wall ; And walked in glacier garden next — Its wonders did appal. Fortifications too they saw, And tower, and turret stand : A memory of ancient times When Austria crush'd the land. They strolled through the market place, O'er bridges old and new ; And at the end of ancient streets Pilatus kept in view."], [98, "92 Another day with cheerful beams Shone brightly on the lake ; And taking breakfast hastily, They did the steamer take. And tow'ring up the Rigi stood, And Weggis came in sight ; The Rothhorn and the Stanserhorn, Six thousand feet in height. They mounted up fair Rigi's height, From Yitznau's slanting rail : Through gardens, orchards, forests grand The iron way did trail. Right from the summit high aloft They viewed the scene below, And lofty mountains far away, With summits cap'd with snow Upon the lofty Rigi kulm A great hotel stands high ; Outside are stalls with Switzer toys, And stones, and jewelry. Our tourists various trifles bought, And lunch'd on Gruyere cheese : Then rail and steamer took them down To Lucerne's busy quays."], [99, "■i 93 Were just in time for table d'hote ; And then they took a stroll Under the shady chestnut trees, Where music thrilled their soul. Next morn refresh'd they climb'd sweet hills. Up to Drei Linden trees ;:;; And by the lake's bright margin walk'd — Rippled by summer breeze. Next steamed away to Kussnacht town Past villas small and great, Under bold Rigi's wooded heights ; And in the church they sate. Then in great style two wagens* hired, And drove along the way That leads 'twixt Zug and Lucerne's lake By cots and gardens gay. They passed through the Hohle Gasse, Where Tell's old chapel stands ; Then drove along to Immensee, 'Mid beauty on all hands. Along the shores of Zuger See Where Arth's tower rose to view ; Under the Rossberg's fatal cliffs, These seven good men and true ; ♦Three lime trees. X German for carriage."], [100, "94 In \" Adler \" inn ate bread and cheese, And fragrant coffee drink ; And scarce had time to pay their bill, Or sit them down and think, Before that they were hurried off To Goldau's church and hill, Where rocks and stones, in rushing down Four hundred folk did kill. Driving past Lowertz' pleasant lake, Under the Mythen grim, They wagens left, and paid the men, Quite sound in wind and limb. On Brunnen's pier they stood awhile, Looking up Uri's Bay ; The steamer came and took them in, And so they went away. Down came the rain in heavy showers, As on the vessel sail'd ; They saw no glorious sunset glow, At which they much bewail'd. To Engleberg they next would go, Suppose the morn was bright, Alack ! alack ! it still rain'd on : Their plan was changed quite ;"], [101, "95 So took the boat to Weggis soon, And at the inn they'd dine ; Then through the walnut trees they went. And up the Rigi climb. Next morn they had to pay their bill, So farewell to the \" Swan\" — And all the length of Lucerne's lake The Dampschiff quickly ran. At Fluelen, a little port, They landed — every man : And took the Gothard rail at once, So thus the climb began. For Gothard's pass is wild and steep, So up to Goeschenen, By zig-zags many, up and up, It took these Englishmen. Two carriages again were hired, Stout kutschers drove the team ; Up, up, the sombre treeless path — \\\\ \"ithout one sunny gleam. Four thousand feet the horses climbed The river roared beneath ; The \" Devil's \" Bridge they quickly crossed And scarce could keep their feet."], [102, "96 The wind blew hard, the mist was damp, Between dark rocks they ran, Through Urner Loch to Andermatt — Again the steeps began. Up Gothard's slopes to Hospenthal, And Realp's little town ; Just where the horses stopped to rest, They some of them got down. Three, stepping forward on the road, Began at once to climb, And up steep \"off-cuts\" 'mid the flowers Quite sound in wind and limb. But Richard gave the climbing up, And waited for the cars ; While youthful W, — Reuben too Kept on, but saw no stars. And neither sun nor sky did see, And they were wet with fog, As on to Furka's mountain pass They sturdily did jog. Eight thousand feet above the sea They found the welcome inn, And long before the wagens came Were settled to a pin."], [103, "97 But, damp and cold, at last drove in With joy the other five, Fearing the two were kill'd and robb'd — But found them still alive. Then supper came — a welcome meal — The stove was heated warm. They went to bed and rested well, And slept till early morn. Down mighty zig-zags quick they drove, Past Rhone's great glacier white, Amid the sound of waterfalls, And mountain peaks in sight. Then over Grimsel's gloomy pass, To roaring Handeck's fall, Down, down they went, thro' gloomy pines And precipices tall ; Then through the sombre Aarschluyt paced For fully half a mile ; And in this dark and gloomy gorge The sun doth never smile. They came to pretty Meyringen, And there from cars got out, And finding rest at \" Brunig \" inn, They walk'd the town about,"], [104, "98 Saw many a glorious waterfall, And then retired to rest. Next morn was Sunday, and once more They read of books — the best I They thought of friends so far away, \" No power could make them twain ; And mountains rose and ocean roll'd To sever them in vain.\" And then they sail'd o'er Brienz lake, To Interlaken came ; 'Mid many and many a mountain peak, More than I care to name. And up, and up, to Grindelwald, Amid the snow peaks white ; And while the toiling engine tugg'd, Great glaciers came in sight. The \" Eagle \" gave them cosy rooms And after that they climb'd Up to the glacier's icy cave, Near Wetterhorn sublime. They saw a thousand feet of ice Under the summer's sun ; Saw ice streams flowing from beneath, 'Mid lovely flowers among."], [105, "99 They saw the mighty avalanche, Of mingled ice and snow, Two thousand feet was falling down Into dark gulfs below. They feasted well on bread and cheese, Upon the mountain height — And on wild strawberries and cream, While Eiger towered in sight. Next morn they climb'd up Eiger's cliffs Right under pine trees tall, And rose two thousand feet or more, Under the rocky wall. They took their time in strolling up, And often stop'd and loll'd : \" Die alter war die starker mann,\" And often them he call'd. So up at last on Baregg's height They every one did sit ; But Parkes and Davis both did say \" For glaciers we're not fit.\" So on the ladders five went down Right on the glacier cold ; And saw a mighty avalanche, That from cold summits roll'd."], [106, "100 They gazed on Schreckhorn's awful height Tower up from ice around ; Saw Zasenberg and Vieschergrat, In majesty profound. The little inn on Baregg's point Was filled with tourists gay ; But coffee good, and cheese and bread Was ready, if they'd pay. Next morning Henson \" middlin \" was, And couldn't climb that day ; So Parkes, he said, at breakfast time, \" With you, my friend, I'll stay.\" The others went up Wengern Alp Seven thousand feet or more ; And when they reached the very top, The rain began to pour. And down it came for all that day, As o'er the pass they walked ; The mist and fog hung o'er them all, And glorious prospects balk'd. Bespattered much with dirt and mud. They came to Lauterbrunnen, And crossed the bridge just by the church, Where Lutschine swift was running."], [107, "101 And here they saw great waterfalls From Jungfrau's cliffs were falling ; The Tummelbach came roaring down, With noise that was appalling. The slender Staubbach met their gaze, Nine hundred feet fell down In the fair valley just below, Where cliffs o'er it did frown. Then turning back to Grindelwald, They found \" H. H.\" all right. Next day they left, with much regret, These mountains of delight, And down to Interlaken came, And saw hotels so grand ; Saw splendid shops death walnut trees — None finer in the land. Then found the steamer, went aboard On Thun's blue glassy lake, And came to Spiez, a lovely spot, A resting place to make. By steam and railway journeying on Next morn to Berne the}- went ; And saw the bears, and walk'd the streets Two hours with great content."], [108, "102 So getting in the train once more, They came to Basel town ; Stood in the shade on Mimster Platz : The Rhine was rushing down. In the cathedral's aisles they walk'd, O'er bridge and ferry cross'd, Saw busy streets and narrow lanes, And mansions of great cost. And having done with Switzerland, Feasted at \" Schweizerhof \" ; And after, found the Ostend train, Then in dark night set off. And so they travelled all that night Through Alsace and Lorraine To Strasburg's tower, which overlooks All the broad German plain. Past Metz of warlike fame they came, And into Belgium sped, And Brussels reached in early morn And hungry being, fed. Then hurrying off for Ostend's pier, Full eighty miles or more O'er flat and fertile Belgium, Past twenty towns or more."], [109, "103 The sea was rough ; the steamer granol Soon sped to Dover's cliffs, And landeol these seven Englishmen, And nothing went amiss. So saddler John, and Thomas D, And jolly Heaton came, With Henson, Sanders, Johnny P, To New Street in the train. But one old soul came with the rest — I haol forgot him quite : He did his best while on the way To wash his friends all \" White.\""], [110, ""], [111, "105 Illustrative of the industry and growth of Switzerland, the following extract from a speech delivered at the Technical School, Birmingham, on December ljth, 1896, by the Right Hon. A. J. Mundella, M.P., may be read with interest: — -' Switzerland, for the number of her inhabitants, was the largest export country in the world, exporting more per head of the population than Great Britain did ; but we had no Board of Trade returns of Swiss imports and exports, because Switzer land, having no seaboard, all her goods went through France, or Germany, or Holland, or Belgium, and appeared in the returns as belonging to those countries. If be wished to illustrate the effect of technical education, he would point to Switzerland and Denmark. Swiss imports in 1887 were thirty-three millions sterling, but its population of three millions exported goods to the value of twenty-six millions. When they compared those figures with the statistics of other countries, they found no State in Europe that had so great a general trade per head of the population. England came next, and Denmark third. Switzer land sent us in textiles worth, watches worth, and machinery to nearly a million — and theoe was the remarkable thing of it: she had no coal or iron, and yet she exported machinery to such an extent — minor industries and condensed milk £2, 000, 000, and a great deal of that came to England. Switzerland owed that commercial and manufacturing success entirely to her splendid system of education. At the beginning of the century she had little employment for her citizens, except to hire the strongest and bravest of them to foreign nations as mercenaries in war ; and yet, with half a century of education, carried out with an unsparing hand and with great wisdom, she had become the most remarkable manufacturing and industrial country in Europe.\""], [112, ""], [113, ""], [114, ""], [115, ""], [116, ""]]