[[1, ""], [2, ""], [3, "DURAZZO: A TRAGEDY *"], [4, "By the same Author, CONSCIENCE ; OR, THE BRIDAL NIGHT: A TRAGEDY, IN FIVE ACTS. Second Edition. In 8vo. Price 4s. sewed. \" The chief excellence of this Tragedy consists in its poetical pas sages, many of which are distinguished by rare and exalted beauties. Its diction blends, in a singular degree, the continuous harmony, and natural expression of the elder dramatists, with the sustained majesty of the best productions of the Continental school.\"— New Monthly Magtizine. LONDON: PRINTED BY S. AND R. BENTLEY, DORSET STREET."], [5, "DURAZZO: A TRAGEDY, IN FIVE ACTS. BY JAMES HAYNES, AUTHOR OF \" CONSCIENCE,\" A TRAGEDY. LONDON, 1823: PRINTED FOR HURST, ROBINSON, AND CO. 90 CHEAPSIDE AND 8 PALL MALL; AND ARCHIBALD CONSTABLE & CO. EDINBURGH."], [6, ""], [7, "ADVERTISEMENT. The Author of the following Tragedy withdrew it from Drury-Lane and Covent-Garden Theatres, rather than descend to the solicitations or submit to the delays which Managers would impose upon literary persons. It is now submitted to the public in a printed form, under a conviction that they will require no previous sanction to direct their judgment ; that if the thing have merit, it will be discovered and acknowledged by them; though the Author, who bows implicitly before their tribunal, has voluntarily shaken off an authority for which he does not feel the same respect."], [8, ""], [9, "DRAMATIS PERSONÆ. THE KING. ZELINDA. BENDUCAR. LEONORA. DURAZZO. ABBESS. ALONZO. NUN. PEREZ. GARCIA. ANTHONIO. MOORISH CHIEF. Lords, Citizens, Herald, Attendants, Sfc. SCENE— Grenada."], [10, ""], [11, "11 DURAZZO; A TRAGEDY. ACT I. SCENE I. An Apartment in Garcia's House. Enter Garcia and Anthonio. anthonio. So Spain hath lost the battle. 'Twas a plot Of deep contrivance, though of fearful risk, To set suspicion whispering through the camp, Till each his fellow doubted. GARCIA. In the stretch Of our designs we must not stop at hazard."], [12, "DURAZZO, [Act 1 2 The king, whose weakness hath prepared revolt, Totters upon his throne. His fall achieved, Grenada's kingdom hails me for its lord : By solemn compact with the Moor, 'tis mine If once our gates receive him. Thence in course Of fair succession it descends to you, My nephew and my true inheritor. ANTHONIO. But is the Moor advancing on our city ? GARCIA. Not yet. Alonzo must be first recall'd, And, in his place, a friend to our intents Appointed. ANTHONIO. Should it not be done with speed ? GARCIA. Even now a messenger is in the camp To summon him before Grenada's council. ANTHONIO. 'Tis said he bore him nobly on that day, Whose failure we upbraid him with. GARCIA He did, But not successfully."], [13, "Scene I.] A TRAGEDY. 3 ANTHONIO. Yet in his fame He '11 find support. Then he has friends. GARCIA. What friends ? Friends found in sunshine, to be lost in storm : There 's many a breeze almost too faint to turn A mote from its straight course upon the air, In aspiration stronger than the sigh That shakes a thousand friends off. ANTHONIO. True ; but still Benducar is not one of those. GARCIA. We know not Until he's tried ; but let him do his utmost. What can a worn-out veteran's honesty Against our plausive guile ? You 've heard me speak Of our Durazzo ? ANTHONIO. I remember it. GARCIA. He vaunts to be a Spaniard born ; yet some Few years ago from foreign lands he came, A stranger to our state, with ample means, b 2"], [14, "[Act 1 4 DURAZZO, But no respectful mention. To the poor He has been ever liberal ; and hence They watch his looks for leave to think ; and act jit\\& if their minds were vassal to his bounty. ANTHONIO. I 've heard he is of weight. GARCIA. But note beside ; He, in his turn, is ready at the door Of greater men, to do small offices, And grow into their notice. If his art Should rouse the people, we might reap the gain, And nothing fear from his ambition. ANTHONIO. They say he 's deeply read. GARCIA. I know not that ; But he has smooth persuasion at command, And learning, not severe, but smiling with The beauty of familiar ornament ; — The light without the shadow of the schools. ANTHONIO. Would you advise him of our purposes ? GARCIA. No farther than may serve to crush Alonzo."], [15, "Scene I.] A TRAGEDY. 5 ANTHONIO. 'Tis worth some thought. GARCIA. He will be here anon, By my appointment, to attend our pleasure. Enter a Servant. GARCIA. How now ? SERVANT. My lord, a stranger prays to see you ; His name, Durazzo. GARCIA. Bid him to approach. [Exit Servant You '11 find his aptness fitting, as I told you. Judge for yourself — observe. Enter Durazzo. DURAZZO. My lord, though here At your command, I fear my zeal hath brought me Too soon ; but on a motion I retire. GARCIA. The time suits well, Durazzo ; sit you down."], [16, "[Act I. DURAZZO, 6 DURAZZO. Nay, not in such a presence. Good my lord, The king's advising counsellors partake A portion of the royalty they guide, And in his absence are his substitutes : I dare not sit. GARCIA. My lord Anthonio, know This man for one of merit. ANTHONIO. Sir, I greet you. DURAZZO. Why to this honour I am raised, I know not, But I would fain deserve it at your hands. GARCIA. Have you not large acquaintance with the people ? DURAZZO. I am well known, GARCIA. And influence ? DURAZZO. As much As falls to the particular lot of any Who, like myself, with good intent alone Purchase opinion of their countrymen."], [17, "Scene I.] A TRAGEDY. 7 ANTHONIO. What say your fellows of our late defeat ? durazzo. Sometimes they murmur. GARCIA. Are they not enraged As we are all ? O ! how the Moor will stride, And lift his dusky brow to think that Spain For once has felt him ! DURAZZO. If I might presume To speak on such high matter — GARCIA. How ! presume ! The winds that blow the rumour in your face, Demand an answer from your passions. DURAZZO. Then, As I have leave to pour my feeling forth Without restraint before you, I will own What pride I had was in my country's greatness, Her fame in arms. The meanest citizen Can claim his share of boast therein, for he Had equals in the ranks that earn'd the glory. To see her greatness sunk ; her fame eclipsed ;"], [18, "8 DURAZZO, [Act I And by the infidel, on whom we trod But sixteen moons before, the vanquish'd slave Our conqueror, the beaten our chastiser ! O ! if to speak my thoughts were not t'offend The masters of my action, I would raise A voice within this city. — But I have Forgot myself and you. GARCIA. Not so, Durazzo ; Your words are but an echo to the thoughts That in us swell. Alonzo wrong'd you once. DURAZZO. He shew'd me some contempt. ANTHONIO. Of course you felt it ? DURAZZO. So far as nature in her law provides ; But she 's a quick performer ; sudden lights Her anger up, and soon it dies away. ANTHONIO. Benducar, too, repulsed you, as 'tis said ? DURAZZO. In the same cause. My purpose was to serve Against the Moor, and with an honest arm Work out a station in the social frame"], [19, "Scene I.] A TRAGEDY. 9 Of this community. Wealth I had some ; And knowledge, some of books, but more of men Caught in the noisy schooling of the world : But still I had no place. They sneer'd at me ; My heart rose once or twice, but that was all ; For I was weak in power, and nothing proud ; And they had fashion's privilege to flout me '» GARCIA. Can you not now retort ? DURAZZO Who, I, my lord ? GARCIA. Ay, you or any. If the mouth can praise, The mouth can blame — the mouth can bite ! DURAZZO. My Lord ! GARCIA. You scan this late disaster like a man Who loves his country's honour. To redeem The lustre of her fame — to vindicate Her fall among the nations, 'twere of use Example should be made. Alonzo led Our heroes to defeat. Alonzo, therefore, He who could sneer at others, he should be The scorn of every candid tongue. Where are"], [20, "DURAZZO, [Act I. 10 The people — that they call not for his life, Surround the palace gates, and shake the throne ? Where are the people ? you, who know their mind, Awake it, and your wishes, though they stop not Where hope doth stop, shall look at your reward With wonder ! DURAZZO. I am wonder-struck already; To think that I, the child of pale neglect, Should thus be pick'd and chosen from the mass To serve your lofty need, and the state's interest ! As I perform, so let me prosper in Your graces — the reward, the only one My zeal can ask or merit. GARCIA. Lose no time ; You '11 find the people in the public square Full of strange fancies and imaginings, By fear and anger bred upon defeat. One word of dark suspicion or reproach Would set them in a flame. DURAZZO. Expect to see it. If there be any faith in destiny, (And I have much,) the colour of my life Was made for this occasion."], [21, "Scene I.] A TRAGEDY. 11 GARCIA. Should you meet Benducar there, accost him. DURAZZO. Can you doubt He 's for Alonzo ? GARCIA. We have need to know. DURAZZO. 1 11 prove him, and report him as I prove. GARCIA. Farewell, my friend DURAZZO. Farewell, my noble patrons. [Exit Durazzo GARCIA. What think you of our new ally ? ANTHONIO. As one Whose service we must use, having no choice. GARCIA. You like him not ANTHONIO, His early sleep of pride One ray of fortune would awake to daring. I read it in his eye."], [22, "DURAZZO, [Act I 12 GARCIA. He seems to bend His very soul before us. ANTHONIO. True — he seems : But these are ceremonials oft put on With indignation, 'till the breath of time Blow them aside, and shew the spirit bare And terrible, and full of wrath to those Who first mistook its nature. GARCIA. Be it so ; Still we must use him, as you say. But come ; The king expects us, and his ear will need Some poison yet, to kill Alonzo's praises. [Exeunt. SCENE II. A public square. Durazzo and a crowd of Citizens appear ; Durazzo as having addressed them. FIRST CITIZEN. Huzza ! huzza ! Durazzo was ever the friend of the people : he advises well. To the Palace — to the Palace ; there to demand justice on Alonzo."], [23, "Scene II.] A TRAGEDY. 13 ALL. To the Palace. Huzza ! DURAZZO. Yet be not rash ; my speech, I doubt, was warm — It may be wrong; but, as my heart conceived, My tongue has utter'd. I would have you firm, But nothing violent ; prepared to urge Your wrongs in accents that inform, and not Offend, the Royal ear. Thus shall your cause Find favour ; your dishonour, full redress. — Outrage expires in weakness. Peace, my friends ; Peace in the city, conduct in the field, And justice on the throne : be this your motto, And prosper. ALL. Huzza ! huzza ! FIRST CITIZEN. We mean no violence ; nothing but justice on a traitor, Enter Benducar benducar. Who talks of traitors ? FIRST CITIZEN I, and every honest man. SF.COND CITIZEN. Alonzo is a traitor."], [24, "[Act I. DURAZZO, 14 BENDUCAR. Have you no reason, no respect for law, No conscience, that unheard you thus condemn A hero, with whose praises you have made Confusion in the clouds, 'till clamour let Their thunders loose to echo your rejoicings ? FIRST CITIZEN. Who is this spokesman ? DURAZZO. 'Tis Benducar speaks ; A veteran warrior, and Alonzo's friend. FIRST CITIZEN. Why, he blusters like the mouth of a cannon. BENDUCAR. 'Tis sign the state lacks vigour and controul, When, in the common streets, the common crowd Usurp from our tribunals, and impeach, Convict, or justify, as winds may blow Their arbitration. I have seen the time You 'd rather eat your caps, than throw them up To hail an outcry, which might harm Alonzo In fame or fortune : now, the air 's too close And heavy for the swing your hate would give To welcome down his ruin. Shame upon you ! Is this your virtue, — this your resolution, —"], [25, "Scene II. j A TRAGEDY. 15 To have no period, no division, 'twixt Your censure and your praise ? No, not so much As tempests, taking breath ! — But shame disowns you. FIRST CITIZEN. This Lord has no more respect for a poor man, than if he had bought our carcases for the sake of our hides. DURAZZO. If we, the crowd, are prone to shift about, 'Tis you, the great ones of a nation, make The weather that we veer in. When your friend Alonzo fought and conquer'd, he had praise ; Now, when he slights the battle, 'tis not change, But constancy of mind, that gives a tone To suit our quick displeasure. Praise and blame Have but one fountain in the heart of man ; They spring from justice both. Your pride would seem To call us brutes in dulness ; but we have One instinct, Sir, to know our enemies, — Another to revenge our wrongs. BENDUCAR. Thou slave ! But I have lost all patience. SECOND CITIZEN. There, you hear he wants patience ! He is mad enough"], [26, "[Act 1, 16 DURAZZO, to lose his temper, and fool enough to acknowledge it. Come to the Palace ! — to the Palace ! ALL. Huzza ! huzza ! [Exeunt Mob, shouting. DURAZZO. You look'd at me : what would you say ? BENDUCAR. The worst My tongue could utter, and not then enough To paint your baseness. DURAZZO. Think you, then, 'tis base To love my country, and to shew some sign Of grief and anger, when her blood 's betray'd ? BENDUCAR. The charge is false. Betray'd ! how — how betray'd ? DURAZZO. Was not the battle lost, and lost by men Of Spain, — by chosen men, — by men who knew The face of Death, and were not raw spectators Of his gaunt form ? Why, they had shaken hands With him before in many a glorious field, And their hot blood felt not his icy pressure. But now to fly ! — Yet, as you say, 'tis false —"], [27, "Scene II.] A TRAGEDY. 17 It may be that Alonzo is reviled Unjustly — Spain abused — and the repute Of this great empire made a mock for nothing. BENDUCAR. Whether to smile at your presumption, or To wonder most, I know not. He who lost The field that day fought with an arm as brave As ever led to conquest. Those who fled Must answer for themselves ; but not to you, Nor such as you. The suttlers of the camp — Nay, those who follow for the sake of plunder — Were fitter judges of a soldier's fame Than loud declaimers, who make mighty talk At home ; are very dastards in their acts, But Alexanders in their rhetoric. DURAZZO. I 'm glad Alonzo finds one tongue, at least, To brave the public voice. BENDUCAR. The public voice ! There 's not an arrant rogue in Spain but calls The wretched raving of his paltry gang \" The public voice :\" nay, those who dare not speak Above their breath, for fear of punishment, Will whisper forth that voice, if you believe c"], [28, "[Act I. DURAZZO, 18 Their timid accents :— but it is not thus Great passions cry ; nor thus, the boiling surge Doth notify to the affrighted shore When anger heaves the ocean. DURAZZO. Let him come — Ay, let him. If the people have not hands Made but to dangle at their sides alone, There is a sinew in the multitude May clutch your idol. You '11 believe the storm When you behold the oak upon the ground. BENDUCAR. Come to me, then, and ask. DURAZZO. I 've spoken to As lofty men. Perchance in mine own breast There sits a counsellor, whose fiery thought But little weighs the station or degree Of those it copes withal. If wither'd age Could shake my nerve, I had not sought your aid To place me where the battle struggles hardest. BENDUCAR. Forgive me, I mistook your alter'd tone : 'Twas then submission."], [29, "Scene II.] A TRAGEDY. 19 DURAZZO. But the boon it ask'd Was danger. benducar. And you spit your venom now On those who knew you better than to trust you. I read your motive : had we not despised Your fawning tricks, and placed you o'er your betters, This patriot burst had never stunn'd the crowd. DURAZZO. It may be so ; for I had likelier fallen, Than lived to talk of it : and yet, methinks, I might have been entrusted with a post In such an army, and not spoil'd its fighting! BENDUCAR. Away ! — DURAZZO. When I have done. BENDUCAR, Then stay, and finish. Avoid me ; 'tis not safe to try me farther. [ Exit Benducar. DURAZZO. A threat ! — I '11 follow, though he were a fiend, c 2"], [30, "DURAZZO, [Act I 20 And taunt him, though we scaled a precipice. [Exit Durazzo. Enter Zelinda aud Leonora. zf.linda. Was that my father ? LEONORA. 'Twas Benducar's voice And figure ; who the other was I know not. ZELINDA. They seem'd to hold an angry conference. LEONORA. I thought so. ZELINDA. Leonora, I 'm undone ! LEONORA. What means my friend ? My dear Zelinda, speak. In stormy times like these canst think it strange That men will quarrel ? Fear not ; 'tis so much A habit now, revenge is never thought on ; Men give their speech a license from the time, As mariners swear loudest when the sea Runs mountain high ZELINDA. Alas ! you know not how"], [31, "Scene II] A TRAGEDY. 21 My heart is torn. That stranger— did you mark ? He saved my life — he won my love ; but now, Not knowing who my father is, hard chance ! He ruins ev'ry hope, offending him. LEONORA. Amazement ! Said you not he saved your life ? ZELINDA. One evening, in the wood that skirts the city, I wander'd forth alone. The weary sun Had stoop'd his forehead from the mountain brow, On which it just had lean'd, as if to rest After the wond'rous journey of the day : The herdsman sought his humble cot, the flocks Their fragrant chambers, and the birds were gone To nestle in their leafy villages ; When from an ambush sprang two ruffians arm'd, And bent their steps where motionless I stood. I dropp'd upon my knees : Heaven heard the prayer That rose in thought and terror ; for behind me Stood a deliverer silent and unseen, 'Till, like the shock that rives the solid earth, He rush'd between the danger and his charge, And fought a gallant fight :— it was that stranger ! The ruffians fled before him ; he return'd, Smiled tenderness, encouraged, raised me up,"], [32, "[Act I. DURAZZO, 22 Bathed my hot temples in the running stream ; Then mild in soothing words he led me on, Retraced my way, nor left me 'till in safety. LEONORA. But how, a stranger still ? Did you not ask The name of your deliverer ? ZELINDA. I did; But all in vain. He told me that a cloud Hung o'er the fortunes of his house, and he Must needs reveal the story of his fate With mention of his name. In fine, he pray'd me To meet him once again ; and with his hand He pointed out a suburb walk, where, time And leisure serving, he would give mine ear To know his strange o'ershadow'd history. LEONORA, You went ? ZELINDA. Before the day appointed came, My father, on a distant journey bound, Took me along : since then I never saw, 'Till now, the man whom next himself I honour. LEONORA. Renounce this sudden passion, and incline"], [33, "Scene H.] A TRAGEDY. 23 To know no more of one so dark — mysterious. Remember 'tis your father's will that you Should wed Alonzo. ZELINDA. Would I could forget it ! Whatever side I turn me is despair. 0 gentle Nature ! clothest thou the brute To meet the fury of the foreign North, - And knitt'st his bushy coat of closer texture With thine own hand ; and wilt thou hold from me, In this, the rougher season of my fate, Such kind support as the poor animal Asks not, but finds in thy compassion ? LEONORA. The richest boon that Heaven can grant you now, Is ne'er to see that stranger. ZELINDA. Say you so ? Then are my riches sorrow. — But, behold ! My father comes, and with him — mighty Heaven ! It is Alonzo ! LEONORA. Nay, be firm, sweet friend ; Support this meeting . all will yet be well."], [34, "DURAZZO, [Act I 24 Enter Benducar and Alonzo. BENDUCAR. Zelinda, from thy father take in pledge Of happier days to come, a hero's hand . He has his tugs with fickle Fortune too ; But thine is not a soul, my tender girl, To slight a brave man in calamity. ZELINDA. Most welcome, Sir, to Spain. [To Alonoz. alonzo. But more to thee ? ZELINDA. So far as friendship may have leave to say so. BENDUCAR. Come, you must lay those maiden airs aside, And talk of love and wedlock. If he need Another claim, to give his suit the force Of gratitude, know that your father's life 'Twas his to save, when, some few moments since, A villain drew upon me. ZELINDA. O, my father ! And would a wretch profane BENDUCAR. I smote him first"], [35, "Scene II ] A TRAGEDY. 25 For his presumption. ZELINDA. How ! a blow ! — are blows For men, who, in their high aspirings, look At Heaven, and see their image in the thought They catch of the Divinity ? BENDUCAR. What means The frantic girl ? LEONORA. Nothing, my Lord ; or but — A sudden illness. Speak not thus, in mercy [To Zelinda. BENDUCAR. 'Tis well my friend Alonzo took my part Warmer than mine own child. Our clashing swords Had else in vain conducted him to where The strong assailant put me on defence. But he shall be my son, and this good act Perform'd, while on his way to meet his foes At home, shall prove an happy augury. ZELINDA Is the offender slain ? ALONZO. Zelinda, no ; I beat their weapons down, and parted them."], [36, "DURAZZO, [Act 1. 26 ZELINDA. Thank Heaven and thee, Alonzo ! [Falls into Leonora's arms. alonzo. Ha ! — she faints ! LEONORA. No, my lord, 'tis weakness, and will pass. The sudden shock her father's danger gave Hath brought this lowness on : 'tis nothing more ; I '11 guide her hence ; anon she will be better. [Exeunt Leonora and Zelinda — the latter supported by the former. BENDUCAR. What could her strong emotion mean ? There is One fear I would not let my mind indulge. alonzo. Durazzo was not named ; or, if he was, 'Twere hardly possible her choice could stoop So low, as for his sake to feel alarm. BENDUCAR. At least we '11 hope so 'till the worst appear ; And then — but I '11 not threaten. ALONZO. We do wrong To doubt her prudence. Of the quarrel, though,"], [37, "Scene II.] A TRAGEDY. 27 Between Durazzo and yourself, my Lord, I had not time to ask how that could happen. BENDUCAR. I should have scorn'd him, but 'tis hard to hear One's friend traduced. ALONZO. What said he ? BENDUCAR. Nothing — but Was insolent, ALONZO. You struck him in your rage ; Twas not for nothing you could lift your arm Against a thing so worthless. BENDKCAR. Nay, he call'd My friend a — coward ! ALONZO. Coward ! — ha ! [Attempting to draw. BENDUCAR. Put up Your sword ; the touch has justified my fury. ALONZO. I own 'twas hard to bear — Durazzo— Well,"], [38, "[Act I. DURAZZO, 28 No matter : we shall meet when Fate decrees, And part when Death makes his election. BENDUCAR. Too long we dwell upon a worthless theme ; Let 's change it for a nobler, and discourse, Like soldiers, of the war. ALONZO. Ah ! there again My wrongs cry out. Before the battle join'd, 'Twas so contrived, that, in the soldiers' tents Were papers dropp'd, insinuating plots Of treachery, concerted with the Moor For their destruction. BENDUCAR. How ! by you concerted ? ALONZO. By me, their leader, who would rather sell My soul in open contract to the fiend, Than indirectly thus devote myself. BENDUCAR. And fled they ? ALONZO. On the first attack, like sheep, From their own fears they fled. I stood my ground,"], [39, "Scene II.] A TRAGEDY. 29 'Twas on a hillock, there resolved to die Within their view. Some matchless spirits rush'd To share my fate ; and with such odds against us We met the charge, that you would think the souls Of men, and not their bodies, were embattled. — BENDUCAR. Fought they so fiercely ? ALONZO. With the tiger's rage, By man's high thought ennobled. Which might be Quickest in act, — the flash of instinct, or The light'ning of the mind, no eye could tell ; So ready was their reason to push on The 'vantage of their rage to victory. With hearts thus cased, not in protecting steel, But in the spirit of offence, which, like A fiery rampart, or the zone that girds A stormy moon, circles the brave, and makes Danger his shield from danger ; long we fought, 'Till what was mortal in us sank beneath What was immortal. — Then my comrades fell For very weariness ; but, on his face Did each man fall, and in his frown expire, And, sword in hand, cut forward to his grave."], [40, "[Act I. DURAZZO, 30 I sank exhausted too ; but Heaven would have My life preserved : cover'd with blood I rose, And once I look'd upon the field, and saw My silent heroes : — if the tears I shed Could speak, their country could not be ungrateful. BENDUCAR. Ungrateful ! — no : the nation's heart will leap To hear this story. — But how happened it The others fought not, when they saw your arm In earnest, and the proof in havock round you ? ALONZO. Some were suborn'd ; the rest were panic-struck, And fled. BENDUCAR. Yet by what chance did you escape Captivity ? ALONZO. Left on the field for dead, I took advantage of the coming night, And to the camp return'd ; where soon arrived The summons for my prompt appearance here, To answer, in my place, the guilt of others. BENDUCAR. Trust to your cause and character : if they"], [41, "Scene II.] A TRAGEDY. 31 Should fail, — trust to that other hope, which, though Unknown to vulgar minds, inspires the noble To bear misfortune rightly. ALONZO. What is that ? BENDUCAR. The sentence of posterity. — They, too, Will have their petty likings, and dislikes, Envies, and jealousies, and treacherous arts Touching the men they live with ; but to us They '11 turn a purer eye, and passionless — As passionless as the embrace of death — Sit in the high justiciary of Time To weigh the memories of men departed. ALONZO. Let faction do its worst ; I will look forward, And so be firm. BENDUCAR. Ay, forward and within. [Exeunt. END OF THE FIRST ACT."], [42, "[Act II. DURAZZO, 32 ACT II. SCENE I. An Apartment in Durazzo's House. Enfer Durazzo and Perez. PEREZ. Yet, Sir, be patient. — Such a. wrong is sure Some time to be revenged. durazzo. If, while my blood Was hot, I struck him dead, 'twere well ; but not On after-thought. PEREZ. The pride that lifts you thus Should pacify you too : I thought the news You heard but now, would have subdued all passion To make a way for mourning. DURAZZO. Poor Vincenzo ! And is he dead ? — Well, he is safe from insult. How did the messenger report of him ? My mind was rack'd too fiercely to attend."], [43, "Scene I.] A TRAGEDY, 33 PEREZ. The story was a brief one, told without Parade of circumstance, and meant no more Than that your friend his mortal wound received In battle, fighting by Alonzo's side: That, to his tent convey'd, he wrote in pain This letter of farewell, produced to you By the same messenger. [Giving a letter. DURAZZO. It may be made Some use of. Was the life extinct before He left the camp who brought it ? said he so ? PRRF.Z. The last cold breath was drawn. [Knocking without DURAZZO Go see who knocks. [Exit Perez, This luuid reminds me of our playful days, Ere I was cursed with hopeless pride, or felt The spurn of insult.— Now, could I employ His memory to profit my revenge, 'Twere like an act of posthumous regard Done by his spirit.— Ha ! My Lord, good morrow ; D"], [44, "DURAZZO, [Act II 34 I look'd not for this honour. Enter Garcia. GARCIA. I have heard Of old Benducar's roughness. DURAZZO. Yes, a blow Was somewhat rough. 'Tis true his hand was feeble, But if a giant's sinews struck me down, They could not brand me with a deeper shame Than his insulting blow. GARCIA. Restrain this passion You think too much of it. DURAZZO. I do submit Myself to your good wisdom, that I ought To feel as others feel such injury. What ! must the poor man keep his choler in When stripes offend him, 'till the smart subside. And he find comfort in the brutes' oblivion ? > Fortune has length of arm, and can push far Our destinies asunder, but not make The difference of a soul betwixt two men,"], [45, "Scene I.] A TRAGEDY 35 Though one were clad in pomp of royalty, And one in rags — the beggar has his feelings. GARCIA. Trust in my faith ; he shall repair the wrong. DURAZZO. Repair he cannot, but he should repent it. GARCIA. I came to you on other business now, Of greater moment than an old man's rage. Alonzo is arrived, the King has named This day to hear his accusation. DURAZZO. That 's somewhat sudden. GARCIA. Somewhat startling too ; For, though the fact will speak full strongly of Itself, the time allows not to provide, By witness, confirmation of our cause, Such as no doubt can tarnish. DURAZZO. I am grieved To hear of this. GARCIA. There are some men, Durazzo, Of upright mind, who, once assured of guilt, d2"], [46, "DURAZZO, [Act II. 36 As you and I can warrant of Alonzo's, Would stretch a little in particulars, To nerve, as 'twere, the arm of justice, lest By accident it fail. DURAZZO. And you would have The same precaution taken ? GARCIA. Could I find A person capable, and so disposed, My wish is to make sure. DURAZZO. I hate Alonzo. He is Benducar's friend. — I think him guilty, — I know him proud. — He spurned my service once — He stepped between me and my just revenge So lately, that the flush is on my cheek With which I saw protection save the hand That smote me pale ; therefore, I 'm yours to think, Contrive, and execute, whatever best May cut off one, or both, or all together. GARCIA. But am I safe to trust you ? DURAZZO. Trust not me :"], [47, "Scene I.] A TRAGEDY. 37 No ; — I lack station, which to honour lends Its binding force ; but trust my wrongs, my rage. My curses; they are potent, and, where honour Might pause, will stop for no impediment. Revenge shall be my voucher ; nay, the fault And error of my birth, which cuts me off From other credit, should obtain me this ; -5 That as I had no pride or eminence Above the worm, but in the form of man, The blow, that hath debased that form, allies And links it to revenge. There is no force In words or bonds, in vows or oaths, to give Assurance so complete as enmity Breathing in silence. GARCIA. I accept the pledge, And thus adopt you in my confidence. DURAZZO. Then hear me. In the battle fell a youth Much noticed of Alonzo for his deeds : My playmate when a child. He wrote to me Upon his dying bed — no matter what — Enough to know he wrote ; and it is known To all the camp beside. What if I bring This witness from the grave to do the work"], [48, "[Act II. DURAZZO, 38 You think the living only can accomplish. GARCIA. Proceed — explain, DURAZZO. I know to imitate His written style, as glass or water send The features back, without a line neglected. In such a sort I '11 pen a grievous charge ; As if the gallant victim made complaint Of treachery, and fix it on Alonzo. GARCIA. Do that — succeed in that, and name the wealth That shall reward you. DURAZZO. Were the stock of Crœsus Within your gift, it could not bribe me to This desperate act. My longings are not sordid ; And, from the spring and upshot of my life, To this my growing prime, I owe the world Too much of ill to claim a balance on Whatever wrong I render. Should you still Persist in recompense, my terms are these, None other. If my fortune be to fail, Pursue me to the grave. I would not live ;"], [49, "Scene I.] A TRAGEDY. 39 'Twill look the more hke innocence in you, And will be real mercy. If I thrive, Let not Alonzo suffer more than exile : Give me the means to pay Benducar's blow : Preserve my footsteps from the lonely ways Neglect finds out to meet and mix with crime : Afford me some condition in the state, And ratify the peace 'twixt me and mankind. GARCIA. Whoe'er thou art, mysterious mortal, thy Commands are sacred. But 'tis fit we part, 'Till in the Court, before the king, our project Is put to test. DURAZZO. The sooner now the better. [Exit Garcia Perez ! Enter Perez. durazzo. Set ink and paper in my chamber, And see that none approach. PEREZ. Sir, I obey. [Exit Perez DURAZZO. In Court to plead, before the King, against"], [50, "[Act II. DURAZZO, 40 The greatest man o' the state ! Hail thou first dawn Of long benighted fortune, and shine forth Without a cloud on thy meridian smde. Now artifice be true to me. The task I undertake is hazardous and foul, But full of mighty purpose. Is it not The way of greatness to select the means, Not for their virtue, but their cogent use In working changes ? Kings ere now have waded Through brothers' blood to empire : children have Trod on the neck of parents in their march To bright ambition. 'Tis not so with me : I push but foes aside : make good my passage Through crowds of scornful and injurious men, No shock to nature or affection giving In the condition of my enterprize. Too long have I been humble. Now to prove The inborn spark ascendant o'er the mass Of vile obstruction : now to stand alone Upon the age, and lift my fortunes up Like mountains, when, in Heaven's high armoury, They gird their loins with thunder, and usurp The attribute of Gods !— To Court — to Court ! These weeds shall soon be doff 'd for golden suits ;"], [51, "Scene II.] A TRAGEDY. 41 While the proud stature, and the lofty mien, Instruct the world that I was born for greatness. [Exit. SCENE II. The Sheet. Enter Benducar and Alonzo. BENDUCAR. The king, methinks, grows wary ; 'twas a prompt Decision, to allow so short a space Between your trial and your coming home. ALONZO. 'Tis better for the better cause. Deceit Abruptly taken will lack breathing-time To gloss and polish its contrivances ; While Truth, whose ready wit is at the call Of quick emergence, needs no art to make Her tale consistent BENDUCAR. We will on to Court Among the first : 'twill shew an eagerness Befitting well your innocence."], [52, "[Act J I DURAZZO, 42 ALONZO. I 'm ready. BENDUCAR. Soft you, Zelinda comes. Go thou before, And wait my presence in the audience -hall, Where, with my best dispatch, I '11 follow you. [Exit Alonzo. How buried in her own surmise she seems ! I '11 tax her indirectly with the doubt That cross'd my mind, and haunts it still. How now ! Enter Zelinda. zelinda. My father ! BENDUCAR. Start you, then, to find him here ? ZELINDA. 'Twas but a foolish tremor of the nerve ; Such as the languid spirits oft give way to, When happiest and safest. BENDUCAR. I would have A word with you : it will not take you long To hear a simple story, not without Its meaning, daughter."], [53, "Scene II.] A TRAGEDY. 43 ZELINDA. 'Tis my duty, Sir, In tale or precept, to attend your wisdom. BENDUCAR. I had a lambkin once, when I was young, And in my arms I used to bear about The woolly favourite : I fed it from My hand with herbs, the sweetest I could find Along the water's brink. It knew my voice, And trotted at my call ; but when it grew To greater strength, it left me — join'd the flock — Got wild, and wander'd : — I remember still The pain I felt at brute ingratitude. ZELINDA. What should I draw from thence ? BENDUCAR. No blame to that Poor native of the field : it was its instinct : The bleating flock it join'd spoke its own language : Mine was a foreign tongue. But had it been A human favourite — a creature skill'd To weigh my words, to read my thoughts, to trace The fondness here abiding, — and it left me ; Or if a daughter, and deserted me — Would you not say that Nature had betray'd"], [54, "[Act II. DURAZZO, 44 Her trust, to make a devil by creation ? — Ha ! — do^you shrink ? ZELINDA. Your manner and your eye Flash fear upon my soul. BENDUCAR. I have not leisure For closer question now — Alonzo waits. But be the issue of this day or good Or bad, so he but live, — look you obey me : The priest is ready to unite your hands, The guests are bidden to the solemn rite, And nought remains but your consent to crown The ceremony. ZELINDA. How ! — so soon, my father? BENDUCAR. Remember 'tis my will, and must be so. [Exit. ZELINDA. Now is the measure of my woes complete. To be Alonzo's wife ! — the horrid thought Creeps like some living reptile o'er my brain, And threatens madness ! Do I rave already ?"], [55, "Scene H.] A TRAGEDY. 45 Enter Durazzo. durazzo. 'Tis she herself! Oh, what a lip is there ! It speaks in silence to the soul of man, And beauty is its language. ZELINDA. What to do I know not , what I ought 's impossible. durazzo. Turn not away. Speak, prithee — speak again ; For not the Thracian Bard could touch a string So melting sweet, when plaintive Echo stole His music on the waters of Despair, As in that accent bless'd me. ZELINDA. For my life, I ought to bless you in the truest sense Of blessing — by my earnest prayers to Heaven : Yet if you knew my name DURAZZO. Pronounce the word . My heart is listening. ZELINDA. It will turn to stone"], [56, "[Act II. 46 DURAZZO, When it has heard. DURAZZO. What are my stars at now ? ZELINDA. Search through your memory for such a name As, with its hateful odour, turns the breath Of mention to a curse. DURAZZO. In all the world There is but one. ZELINDA. Then you can name my father. DURAZZO. Oh misery t and is it worth Heaven's while To set the station'd planets on the watch, That good approach me not. ZELINDA. Forgive my father : Forgive him for Zelinda's sake. DURAZZO. The blow Hath reaeh'd my mind. Forgetfulness, that used To walk with time, performing offices Upon the earth that would become an angel, Cooling the heats and fevers of the brain,"], [57, "Scene H.] A TRAGEDY. 47 And setting passions in a heap aside To melt like snow, is buried in the centre, And never, never more will visit me. How can I then forgive ? ZELINDA. thinking on His daughter's love, who weeps to own she loves you, DURAZZO. Bright angels catch the sound, and bear it on Your silver wings to blend with my ambition. [Trumpets sound. But hark ! the trumpet's tongue proclaims the court Convened. Sweet, we must part : yet, ere I go, One promise grant me : never, come what will, To wed Alonzo. ZELINDA. Never. DURAZZO. One thing more, And then good b'ye. As every parting says, That those it severs ne'er may meet again, For my sake wear this ring : that sparkling hoop Of your's exchange with me : then, if the bolt [They exchange rings. Drop down, by rule or random, on my head,"], [58, "DURAZZO, [Act. II 48 Be sure, if time allow, I '11 kiss this token, And bless you, ere I die. Farewell — farewell, [Exit. ZELINDA. What have I done ? how shall I meet my father ? How bear his look of anger ? and the ring — Ha ! 'twas my mother's ring : I gave it in Mistake. Avert this omen, gracious Heaven, Which seems to threaten ruin and despair. [Exit. SCENE III. A Hall of State. — The King seated on his Throne. The Nobles ranged on each side. Garcia, Anthonio, Benducar, Alonzo, and Attendants standing. KING. Here, in our Court, before the assembled Peers Of Spain, Lord Garcia, freely speak your mind : That if the Moor hath conquer'd, not by force, Or skill superior, but by treachery In your own troops or leaders, we may know Our enemy betimes, nor waste abroad The vengeance due at home."], [59, "Scene III.] A TRAGEDY. 49 GARCIA. To your high mandate, I bow with prompt obedience ; and attach, In virtue of mine office, Don Alonzo As traitor to the State. — His skill is known; His valour oft was tried, and never questioned ; 'Till skill and valour were at length subdued By Moorish hands, which dealt in bribes — not blows. ALONZO. In bribes ! GARCIA. The word is harsh, I will confess ; Even as I speak, I taste its bitterness : But truth must needs be spoken. BENDUCAR. Crush'd, you mean — Stifled — dethroned— cast down, and trod upon Like a base idol, when a statesman dares To wrong an honest soldier. — You to cant Of bribes ! is there no blush beneath that skin ? You taste its bitterness ! — the word should choak you. GARCIA. Again I do repeat my charge is such : Upon what ground, if you will please to listen, The proof shall tell. p."], [60, "DURAZZO, [Act II, 50 KING. What is Alonzo's plea ? Does he deny the accusation, And rest upon his innocence ? ALONZO. My judge, My sovereign ; — I would claim your pity first ; That here I stand the victim of foul arts Practised against mine honour. — To be call'd A traitor by a traitor, and accused Of bartering for bribes my hard-earn'd fame, My well-tried loyalty, my firm affection To those who met the fight, as we meet friends, With transport, when I led : — to hear this done With cold formality, and to be constrain'd To formal answer and smooth argument, 'Spite of the impulse which my innocence Touches with fire ; — to talk like struggling guilt At odds with justice for its own escape, Instead of rushing on the miscreant's throat Whose calumny hath thus reduced me. These Are degradations, sufferings, and wrongs, To move a Monarch's pity. — If there be A witness to be brought, e'en let him come — I dare him. Yet, if falsehood hath a power,"], [61, "Scene III.] A TRAGEDY. 51 Colleagued with arts of Hell, to vanquish truth, And make me seem to be the thing I am not, I ask no pity then, but such as arms The gallant rider 'gainst his noble steed Whose limbs have ta'en a hurt no salve can cure : E'en kill me on the instant. KING. We will use No word to favour or oppose the charge, 'Till, having heard the proof, we can proceed To judge without the hazard of injustice. Bring forth the witness. GARCIA. Here he comes, so please My Royal Master. — Enter Durazzo. alonzo. How ! — Durazzo — he ! BENDUCAR. This ! — what, is this your witness ? — Garcia tell me Anthonio say — witness ! — to what ? — to acts Done in the field, where he durst never peep ? This fellow ! why, he never saw a battle Save in a book, and then was thunder-struck. E 2"], [62, "[Act II. DURAZZO, 52 KING. My Lord Benducar, to your services, And reverend age, we grant more license than Your wisdom ought to stretch into abuse. Our pleasure is that we will hear this man. Know you the cause\" why summon'd thus you stand Before us ? DURAZZO. ' At my Sovereign's feet I kneel, With heavy heart, to state such matter to This grave assembly, as must needs affect The fame of one exalted by the breath Of noblest mention. If he fall through me, From the high estimation which he holds In right of past exploits, 'tis not that I Am envious, and would wrong him, but that he Was reckless, and hath wrong'd his own repute, Discarding fame for lucre. Of myrself, 'Tis true, as hath been said in scorn, I was not Eye-witness to the conduct of the field ; They took good care of that ; but o'er the grave There is a lamp lit up by destiny, In whose reflective and unnatural light The things gone by are shadow'd ; Look, Alonzo ; Know you that writing. [Shewing a packet."], [63, "Scene 111.] A TRAGEDY. 53 ALONZO. It should be Vincenzo's ; The gallant officer who served me well Even to the last. O ! would that he were here To answer from his knowledge the invention Of my accusers. DURAZZO. To the eye of power And justice I commit the document, Fall vengeance where it may! [Gives the packet to the King king — (reads.) Ha ! what is here ? Alonzo, was this well ? DURAZZO. He knew the writer, Spoke praisingly of his deserts but now, Invoked his knowledge to decide the case : — He will not censure whom he praised before, Nor unsay what he said authenticate Of the true record which condemns him. ALONZO. How! I *11 not believe mine ears, that this is so"], [64, "[Act II DURAZZO, 54 May I entreat to look upon the paper If I can see. [The King gives him the packet, durazzo — (aside.) My heart is strongly moved At his despair. But, when I think of spurns, And blows, and the dependance of my hope, In this bad course alone assigned to thrive, 'Tis firm again. He reads. alonzo — (reading.) \" Fly to the King, \" And tell him, on the dying word of one \" Who shed his blood for Spain, that now too late \" Mine eyes are open'd to Alonzo's baseness . — \" 'Tis certain he was bribed, and we betray'd, \" Surrender'd, sold ; — I can no more, for death \" Arrests my hand. Farewell ! and deem no risk \" Too great to run, that may preserve your country.\" I know not what to say — my senses turn Against their owner. I could swear it was His writing ; but my knowledge of his mind, His heart, his glorious spirit, gives the lie To my astonish'd vision. Does it stand To reason, that the comrade who made choice To die with me, when thousands fled the field,"], [65, "Scene III.] A TRAGEDY. 55 Would, on the brink and threshold of his grave, Stop, and turn round, to slander whom he fought for? I'll not believe it. BENDUCAR. No ; nor I — nor any. 'Tis false, — 'tis forged, — a calumny against The living and the dead. Observe its structure : No circumstance detail'd ; no fact set forth With which to grapple ; but an accusation, Whose broad unmeaning face this artist here Would fain bedaub with false particulars To his own vicious liking. Fie upon 't, This is a trick of cunning to avoid Detection, while it murders in the day. DURAZZO. When I adduce such false particulars, Expose — denounce them. I have utter'd none, Nor shall I. If the accusation hangs But loosely, 'tis good reason why Alonzo Should live, as in my soul I wish he may : But is it cause why he should still enjoy The Royal confidence ? and, at the head Of armies, strike the blow, that must be nerved With honest, earnest, unsuspected zeal To reach the heart of opposition, and"], [66, "56 DURAZZO, [Act II Let out the blood of enemies ? Besides, Look to the parts beyond dispute. Who fell ? Those who confided in the General : . And who escaped ? — those who suspected him, And, shame to say, himself. ALONZO. Villain, 'tis false ; There is no shame in fighting to the last, And being saved with honour. Is the will Of Heaven a proof against me ? By your leave — [Snatches Benducar s sivord. There is a stretch of patience guilty-like — » I'll cut the slanderer down. BENDUCAR. Consider, man, [Holding Alonzo. The place — the presence. ALONZO. Let my fury go. BENDUCAR. We are but two. ALONZO. And if but one, I care not. What should I fear, who have a sword — a hand — A heart — a quarrel — and — an injury !"], [67, "Scene III.] A TRAGEDY. 57 O ! 'tis the lion's fury, not his size, That makes the forest tremble. [Breaking from Mm. ALL. Treason ! treason ! [Rising from their seats. DURAZZ0. He threats the King. ALONZO. Abhorred fiend, thou liest. Grant me your pardon, Sire ; 'twas want of patience, Not of respect. DURAZZO. Where patience is respect. BENDUCAR. I pray your Majesty forgive his rashness. ALONZO. I pray your Majesty pronounce my doom, Even as your thought inclines. If I 'm a traitor, Give me the traitor's fate : if not, acquit me. That my brave comrades fell — that I surviv'd — Is true ; and if it be a crime in one To 'scape, who never turn'd his back on danger, 'Tis meet that I should forfeit to the law The penalty of such offending."], [68, "[Act II. DURAZZO, 58 durazzo. I have no more to say : my speech is there — That paper holds it : yet, my gracious master, If there be aught besides you wish to learn, Touching the manner — how it came to hand — Who brought it — who was present when Vincenzo Delivered it — and such corroborants, — I will relate them now in open court ; Or, if it better please, at other time, And to your private ear. BENDUCAR. What means the slave ? Kings have no private ears, or should have none. KING. Here break we up the court to meditate Our final sentence. Meanwhile thou, Durazzo, Attend us to our closet, where alone We have some matter to investigate Touching this cause; the rest remain behind. [Exeunt King and Durazzo BENDUCAR. (Aside to Alonzo) Our violence hath ruin'd all. ALONZO. No matter, — They know our minds,"], [69, "Scene III.] A TRAGEDY. 59 BENDUCAR. I fear the King is wroth ALONZO. I fear it not, for I am innocent. GARCIA. My Lord Benducar. BENDUCAR. Did you name my name ? GARCIA. It is not seemly, that a man of your Repute should hold the prisoner in regard, 'Till his acquittal warrant such communion. BENDUCAR. Indeed ! ANTHONIO. 'Tis not the practice. BENDUCAR. May be not The practice now. Yet 'twas a good old rule That made necessity the test of friendship. At my age habit has an awkward trick Of putting off the fashions of the time, To wear misused virtue, though 'tis laughed at. GARCIA. The Herald comes."], [70, "[Act II. DURAZZO, 60 alonzo. I can look up and hear him. Enter Herald. herald. Attend ye all the missive of the King. In favour to Alonzo's past exploits, The sentence is not death, but banishment, To be in execution ere the night Hath thinn'd Grenada's streets. This proclamation Gives the irrevocable force of law To our dread monarch's breath. ALL. A just award ! ALONZO. Ay, 'tis a fitting punishment for those Who sell their sinews to ingratitude. BENDUCAR. Cheer up, my son ; this cruel injury Shall bear my comment with it. Ere the night, My daughter's hand is thine. alonzo My noble friend, My father, I '11 endure mankind for thee With all their crawling vices. Come, away !"], [71, "Scene III.] A TRAGEDY. 61 BENDUCAR. Give me but leave to spend one hearty curse On those deservers. GARCIA. We disdain your curse. ALONZO. You may : —he has not one to match your baseness. BENDUCAR. I have it in my heart — in gall — in venom, — But language is too weak. Hear, then, thou Power Who see'st it in its working. Let it fall With unexpressive horror on their heads, That the fierce hope which now dries up my tongue May stick to them, like locusts to the grain, That never more can nourish, nor be nourish'd. END OF THE SECOND ACT."], [72, "[Act III. DURAZZO, 62 ACT III. SCENE I. The Street. Enter Two Nobles. FIRST NOBLE. 'Tis passing strange, the King should so degrade The rank of our nobility, to make A present on't to one so meanly born — For such a service too ! SECOND NOBLE. There must be more In this than we have heard. But is it certain Durazzo claims equality with us, And we must bear it ? FIRST NOBLE. Some time since I join'd The Council, in whose presence he was call'd, And there saluted with his proud additions By Royal mandate. SECOND NOBLE. 'Tis a mockery ,"], [73, "Scene I.] A TRAGEDY. 63 But let us farther learn, before we give Our indignation words. FIRST NOBLE. I go with you. [Exeunt. Enter Garcia and Anthonio. ANTHONIO. So this is the humility we thought To make account of. GARCIA. Nay, 'twill serve our cause, By spreading discontent : wherefore, though harsh And galling to our pride, our interest May stomach it, ANTHONIO. But what pretence — what show Of reason, can the King advance to those Who have no deep designs to reconcile Their feelings ? GARCIA. More than you would guess, Anthonio ; For now it so turns out, that, having gain'd The Monarch's favour, in obtaining which Durazzo's smooth devices were employ'd To shut our eyes, and push us on before"], [74, "[Act III DURAZZO, 64 As instruments, not guides, he proves himself Descended of a stock ennobled once ; And shews the claim of right to wear the title. You've heard of Lord Gonsalvo ? anthonio. Many times. GARCIA. An age hath 'lapsed since he for practices Of magic science, which the people loathe — The law forbids — religion execrates — Was of his rank deprived, and banish'd hence A wanderer. ANTHONIO. So far I know the fate Of that corrupted house. GARCIA. The exile lived A careful life ; and, dying, left his son, Durazzo's father, what his prudence saved From sequestration. Some while since the son Died also, which brings down their history Nigh to the point we speak of. ANTHONIO. But how came Durazzo to conceal his birth so long ;"], [75, "Scene I.] A TRAGEDY. 65 Seeing the declaration must have helped His project more than silence ? GARCIA. That he saw not, But rather saw the opposite, and kept The pulse of his ambition down so low, That none could say \" he 's feverish ;\"— nay, he had Some reason, too. ANTHONIO. What reason ? GARCIA. Ere he changed Italian skies for Spanish, in pursuit Of his design, he task'd a beldam's skill To prophesy of the event. ANTHONIO. The taint Was in the race. What said his counsellor ? GARCIA. Foretold the prosperous issue of his cause, But one condition nam'd ; — that he should keep The secret of his birth as close as frost Knits up the waters, 'till by cunning, or By chance, he found admittance to the king, And then-to speak. I'"], [76, "DURAZZO, [Act HI, 66 ANTHONIO. 'Twas singular. GARCIA. She said, Moreover, that if he to other ears Than those of Majesty first told his tale, The gates of hope would shut on his endeavour. He took her word, and triumph'd. ANTHONIO. Is the king Advised of this ? GARCIA He is : 'twas from his lips I heard it now ; he from Durazzo's own: But mark what I have since resolved upon. 'Tis needful to our safety that his pride Should pay a tribute to our influence. Durazzo mounts ; had he but wings to fly, He 'd bear his very appetites to Heaven, And slake his thirst i' the clouds. I '11 touch his temper. ANTHONIO. But how proceed ? GARCIA. E'en now I 'm on my way To meet him in his home, where, putting off"], [77, "Scene II.] A TRAGEDY. 67 All ceremony, I wdl hold myself As great ones o'er inferiors dominate.-* ANTHONIO. And will he brook your haughty carriage tamely ? GARCIA. It shall be tried, at least. Do you, my friend, Meanwhile await the'coming of our spies : I look for notice of the Moor's approach At every new arrival. ANTHONIO. You shall find My zeal awake GARCIA. Anon we'll meet again. [Exeunt. SCENE II. An Apartment in Durazzo's House. Enter Durazzo splendidly attired, followed by Perez. durazzo. Now Perez, give your happy master joy, And change the title of your reverence f 2"], [78, "[Act 111 68 DURAZZO, To suit his new condition. I am come, Ennobled by the King, to mate with greatness. PEREZ. Thank Heaven, I live to call you lord ; therefore, My Lord, I give you joy. DURAZZO. Proclaim it far, That those who mock'd my humble state may gnaw Their lips with envy. 'Tis not that I prize The empty title for its empty sake ; 'Tis but a phrase : yet, as the world is caught With syllables, the phrase hath value in't, And I would give it swelling currency Throughout the realm. PEREZ. It shall not lack my voice. DURAZZO. I met a noble as I came, who thought To look me out of favour with myself, As he was wont to do. My soul was nigh To burst its mortal bound as I rebuked him — Such transport was in pride. PEREZ. It must be sweet To those who long have felt depression sorely."], [79, "Scene II. J A TRAGEDY. 69 DURAZZO. Ay, there you guess aright ; contempt should goad To rouse it to its proper vehemence. The vulgar animal we tie by day, Keeps fiercer watch at night, and nobler brutes Catch vigour from abuses. Feed the lion — He's tame ; 'tis famine lights a soul of fire Within his ribs, and crowns the savage, king ! PEREZ. E'en so, my Lord. But yonder look, where comes Don Garcia through the vestibule. DURAZZO. Depart [Exit Perez. And let us be alone. What ! would he break On my retirement rudely thus uncall'd — No leave obtain'd — no question ask'd ; but in, As if I kept a tavern for his highness ? Enter Garcia. GARCIA. Durazzo ! DURAZZO Garcia ! GARCIA. How, my Lord ?"], [80, "DURAZZO, [Act III 70 DURAZZO. My Lord Again, or Garcia, as you chuse to speak, Addressing me. GARCIA. 'Tis bold, Sir, — nay, methinks You look but slightingly upon your patron. DURAZZO. My patron ! GARCIA. I was so this morning. DURAZZO. True — But see, 'tis mid-day now. Think'st thou yon orb, Who, on his glorious round, keeps half our earth For ever in his beam, beholds no changes In this diurnal planet, but the lapse Of growing hours and seasons ? — think again ; Trust me, there are more strange vicissitudes Than one man standing by another's side, Who never was above him, but in fortune. GARCIA. I would keep down this swelling of my heart To reason calmly with your haughtiness."], [81, "Scene II.] A TRAGEDY. 71 DURAZZO. My haughtiness ! GARCIA. Ay, haughtiness ; what else Could breed this lofty tone ? Those trappings, too, But ill become the state of yesterday. DURAZZO. I wore them not till yesterday was gone. GARCIA. And should not, till the memory had pass'd Into obhvion. DURAZZO your favour, Sir, 'Tis sometimes prudent to adorn our limbs, That fools, who look no deeper, thence may see We mean to be respected. GARCIA. But to change, As you have done, in dress, in manner, word, And action, from the lowly thing you have been, So suddenly, as if the flash of fortune Had set your soul and body in a flame, Is matter more for mirth than deference. DURAZZO. Indeed !"], [82, "DURAZZO, [Act III. 72 GARCIA. The world will laugh. DURAZZO. Advise the world It laugh not out too loud. GARCIA. You would not make So huge a sacrifice as all mankind To your voracious anger. DURAZZO. I might chance To know some voices in the jubilee, And make amusement danger to the sharers. Erewhile my pride was like an idle blade That rusted in the scabbard ; now 'tis drawn, And flourish'd o'er your heads — beware of it. GARCIA. Have you not crawl'd your way to this ? DURAZZO. 'Twas fate Ordain'd it so ; but I have broke her spells, And here stand up for my prerogative, Enlarged, and free to act. What I have done And suffer'd was necessity ; what more"], [83, "Scene II.] A TRAGEDY. 73 I do, shall be from choice, and speak the mind Within me noble. But were I as vile In birth, as penury begot on meanness, Still, having won my place, I would assume Its usage, honours, titles, and respects, And in the teeth of scorn be dignified. GARCIA. 'Twere fitting more such uprise to be humble. DURAZZO. How ! by what process of the intellect Prove you this fitness ? Do we not go arm'd Into the field of arms ; and shall we not Tread proudly in the palaces of pride ? I come amongst you a competitor, To answer taunts with tauntings. When the wind Scolds at the sea, the sea rebukes the wind With lips of foam ; and when a comet starts Into our system, angrily he glares, That the bright multitude of stars turn pale To see the mighty stranger pass along. GARCIA. Yet hear me patiently. — Your tale this morning Hath wrought a purpose useful to the State. Provoke not inquisition, by the spurns"], [84, "DURAZZO, [Act III, 74 You cast on others, lest yourself be found No purer than you should, and what you 've done Be, by your rashness, undone. DURAZZO. Have you aught To urge besides ? GARCIA. But to apply the rule. Let no vindictive spirit 'gainst Benducar Betray your passion to an act of rash Revenge. — Bethink you, I have pass'd my word That in due time he shall submit to you : Bethink, — and pause. DURAZZO. O ! as the insult fell On me, I know how calmly you can bear it ; Nor have I yet forgot, how light you made This morning of the blow ; as if it were A gnat that stung my flesh. — The hand which strikes Down from the clouds, may execute unquestion'd The purposes of its omnipotence : — But that whose force a mortal shoulder wields, Strikes at its peril, and is answerable To God and man."], [85, "Scene II.] A TRAGEDY. 75 GARCIA. Yet be advised, and push not Your rage too far DURAZZO. Revenge is not too far ; Tis the next neighbour of oppression. GARCIA. Beit; Still should it be discreet. — The noblest natures Look down upon its dictates as beneath 'em. DURAZZO. Why, Hannibal had somewhat of a name : He took it upon trust ; his father gave it ; And, on the hot religion of his soul, Burn'd by an oath the curse of haughty Rome . He cherish'd it — fought for it — bled for it ; — There was revenge. GARCIA. Not such was Cæsar. DURAZZO. No! But mark the difference : he died with looks Of mild reproach, not anger: having died, As if reflection crept into his urn, He roused him thence to meet at Phihppi"], [86, "[Act III, 76 DURAZZO, With Brutus, and direct his last despair. There was revenge again. But why appeal To instances ? or if to instances, Why not to yourself? Ask your own heart What you would give to crush me into nothing ; Though I have flung no insult but surprise Into your face, proving myself a man ? GARCIA. I came not here to listen to this rudeness. DURAZZO. Nay, I 've some notion of the cause that brought you. Was it to try the terror of your frown ? GARCIA. Did I not raise you — make you what you are ? DURAZZO. With the King's help, GARCIA. You sneer, but it was so. DURAZZO. Went your intention with it, when you knew not My object nor my claim ? GARCIA. No matter now ; 'Tis now enough to wonder at your fortunes."], [87, "Scene II.] A TRAGEDY. 77 DURAZZO. You see in what a changeful world we live : The beggar of to-day is rich to-morrow ; The rich man poor — despised ; for circumstance Hath, as it were, a charter from the Gods To keep us on the stir for evermore. GARCIA. Your comment is a grave one. DURAZZO. Hear it to The end, though. When you see the prosperous fall, You look upon 'em with an alter'd brow, — Indifferent, if not scornful : when you find The lowly thrive, you still would keep your frown, As if you learnt to nod from Jupiter, Chose you to use it. Why this inconsistence ? Your wants, your wishes change ; your habits change ; Your passions have their date and limit fix'd, When they give place to others : nay, still more, Your very wisdom, veering like the wind, Throws maxims overboard, to take in new, And so sets sail for change ; — your projects, plans, Performances, affections, friendships, change : Why not your arrogance — your vanity ?"], [88, "[Act III DURAZZO, 78 GARCIA. I '11 hear no more. DURAZZO. Go home, and ponder on't. [Exit Garcia. So ; this is well. But next to take some course, Such as may mar the nuptials I have heard of, And lay Benducar prostrate at my feet. [Exit Durazzo. SCENE III. An Apartment in Benducar's House. — Bridal Prepa- rations. — Benducar, Alonzo, Zelinda, Priest, Attendants, &jc. 6)c. discovered. benducar. Now, holy Father, let the rites begin ; For time steals on apace, and we must seek On foreign shores our shelter, when the night, Which comes advising home to other heads, To us shall publish exile. My brave son Alonzo, that our friends assembled here, And all the world, may know how pure I hold"], [89, "Scene III.] A TRAGEDY. 79 Your conduct, though traduced by evil tongues, Take from my hand my daughter. ALONZO. Such a gift, Rich in itself, is richer still from thee ; Crown'd with the noblest motive that can grace A generous act. In war, you taught me how To draw the sword, when honour gave command ; In peace, you teach me how to bear the stings Of faction, hate, caprice, — of hard return For service, and ungrateful memory ; And in affliction there is still a shrine Where, led by you, I may of rapture taste ; My guide in all things, good or fortunate ! BENDUCAR. Zelinda, speak — stand forward. If your tongue Is palsy-struck, your hand can move. I ask it, To give where I have named. ZELINDA. Oh, hear me, Sir, With patience benducar. Look around upon our guests, And say, is this a time to pause, when all Expect what all must well approve ?"], [90, "tAct III. DURAZZO, 80 ALONZO. Yet listen For my sake, noble friend. If in her eye My favour is forbidding, I would rather Leap from the battlements, and take my chance For life with rocks beneath, than creep within The fairest bosom, whose reluctant snows Denied me. Chance may break the greatest fall ; But nothing can revive the drooping heart, Or make aversion love. BENDUCAR. She has not said Her heart disown'd you ; no, some sudden folly Hath seized her mind ; but she must choose between Her father and that folly. Speak again, And in another tone, or speak no more. What ! do you still refuse ? ZELINDA. But for a day. BENDUCAR. Once and for ever, ZELINDA Plead for me, Alonzo ; 'Tis hard to ask you to become my champion Against yourself- but, to the noble mind,"], [91, "Scene m.-i A TRAGEDY. 81 There is no violence in sacrifice, When pride and pity join to honour it. ALONZO. My friend — BENDUCAR. Peace, peace, would you be cozen'd thus To ask ? She knows this night will bear you hence ; Nay, not an hour can 'lapse before the guards Will lead you to the frontiers. Yield in time ; Or let your father's curse — ALONZO. Forbear, my Lord. Oh, good Benducar ! never, for my sake, Shall any curse fall on a chdd of your's ; Much less the hardest curse of all — a father's. BENDUCAR. She wrings it from me. Bid the Priest begone ; I would not have his ears contaminate With imprecations such as I must use For dire example's sake, that those who follow May hear and tremble, and grow wise in fear. ZELINDA. Stay, Holy Father, stay ! your office is To interdict, and not accommodate The purpose of a deep offence to Heaven. G"], [92, "DURAZZO, [Act 111 82 PRIEST. Your own submission, daughter, will prevent What my advice or presence may not check. ZELINDA. Am I then lost, and does religion's self Renounce me ? Yet I have a human father : He will not cast me off; he will not curse me. BENDUCAR. 'Tis from the bottom of an injured heart It breaks ; for now I see reveal'd the cause Of your emotion yesternight. Deny That you have spoken to Durazzo since ; And, though my lips can never bless, I promise They shall not curse you. Ha ! struck dumb already ! Now stop my breath what mortal influence dare, While to the gates of vengeance it ascend, To call down sharpest — heaviest — ZELINDA Hold, in mercy, One moment — I obey. ALONZO. That struggle cost An agony beyond a thousand groans Heaved by a thousand captives. Oh ! Zelinda, Your virtue has subdued e'en love itself,"], [93, "Scene III] A TRAGEDY. 83 To think of nothing but your happiness. BENDUCAR. Your love will best requite her. ALONZO Princes might Be proud of such a task. Yet not for me Such bliss to know. BENDUCAR. What mean'st thou ? ALONZO. To resign All claim to this white trembling hand ; to prove My admiration of her virtue, by An act of justice and humanity. ZELIN DA. Alonzo, this is to be great indeed. durazzo, without. DURAZZO. Stand off — make way there, let the guards advance, As on your peril you shall answer it ! Enter Durazzo and Guards. ALONZO. Again, Durazzo ! By my soul, you come Right aptly to my wish. For all my wrongs g 2"], [94, "DURAZZO, [Act III 84 I give you broad defiance, and the lie Which your own soul must echo. [Draws. DURAZZO, Say you so ? The shortest quarrel is the sword's. I hate The war of words when it is time for action: My life to yours — Come on ! ALONZO. And mine to thine : 'Tis a brief difference where death is umpire. [They fight. ZELINDA. Part them, my father, part — officer. What means this tumult, In scorn of law? My Lord Durazzo, least Of all becomes it you to have a share in't. DURAZZO. Then seize your prisoners ; for, while thus we stand, In attitude to give and take offence, It is the law of our antipathies To strike. OFFICER. Hold : I arrest you, lords — submit."], [95, "Scene III.] A TRAGEDY. 85 BENDUCAR. You are a soldier, and a gallant man ; Oh ! let not such a slave prevail against us. .DURAZZO. Conduct them hence, each to a separate dungeon. BENDUCAR. What, at your bidding ! DURAZZO. Yes ; the slave commands. ALONZO. On what pretence is this audacity ? DURAZZO. I'll tell you, for 'twill gall you. — 'Twas the sentence, That from the city gates you should depart Within a stated time. That time has just Expired. For such contempt you must atone. This your abettor in the like offence, Who harbour'd you against the King's inj unction, Incurs an equal penalty ; — and now I hope you 're answer'd to your wish. BENDUCAR. I see — I see it all. Her slow consent is now Accounted for. My curse is hers again. ZELINDA. Look, on my knees, before this holy man,"], [96, "DURAZZO, [Act 111, 86 And all I love and fear below, my soul Is innocent of the abhorred charge You wrong me with, as light is innocent Of darkness. ALONZO. Oh ! believe it, Sir ; 'tis true — It must be true. BENDUCAR. One only way is left To chase the fell suspicion from my mind : She owes it to her father's peace, now dragg'd To chains, perchance to death : — she owes it to Her own insulted feelings, witnessing His degradation. What I ask — I claim — That from her heart she banish yonder fiend, And, on the instant, swear, by every power, Divine and human, never to be his. ZELINDA. I swear. DURAZZO. Zelinda — pause — deny — retract. ZELINDA. Tis register'd in Heaven. DU RAZZO. Heaven has no ear"], [97, "Scene III.] A TRAGEDY. 87 For such an oath ; 'tis barbarous, unjust, Ungrateful. BENDUCAR. Have we found the means to reach Your stubborn bosom ? — Bless, Oh, bless my child ! ZELINDA. My father! BEN DUCAR Sweet, farewell ! [The Guards bear off Benducar and Alonzo. zelinda. I follow you. DURAZZO. Zelinda ! ZELINDA. Would you speak with me ? DURAZZO A moment — Think on the wrongs I suffer'd. ZELINDA In your own Dark breast they have their record. I must think On those you can inflict. [Exit. DURAZZO. And have I lost her ?"], [98, "88 DURAZZO, [Act II!. The daughter gone ; the father in my power ; My rival too ! Thus bad and good unite, And both distract me ; but the good prevails. 'Tis not upon the top of Fortune's wheel That we should quarrel with our destinies. END OF THE Til 1141) ACT*."], [99, "A TRAGEDY. 89 ACT IV. SCENE I. An Apartment in Durazzo's House. Enter Durazzo and Perez. durazzo. Did I not bid that none should enter here ? PEREZ. I thought, my Lord, Benducar's daughter might. — DURAZZO. Hisdaughter! — sheshallcome: what! are they humbled Those spirits of the high patrician port ? And can they bend and sue, who stand so straight When others bend ?— -Admit her ; and observe ; There rose some tumult in the street but now, Go learn the cause, the times are full of danger. [Exit Perez. I must not flinch one atom from my purpose ; Not though she weep : — what are her tears to me And my revenge ? I should be hard as rocks, When waters dash despairing at their feet, Though lifted by the winds' encouragement. —"], [100, "[Act IV DURAZZO, 90 Enter Zelinda. DURAZZO. Madam ! — ZELINDA. My Lord, I come a suitor to you. — DURAZZO. For whom ? ZELINDA. For one I dare not name. durazzo. Then let Your tongue obey your heart. ZELINDA. In doing so The stronger feeling will at last prevail, And that is for your captive — for my father. DURAZZO Came you from him ? zelinda I did ; but yet without His privity : — he knows not that I came. DURAZZO. 'Tis strange ; for sure he might have pleaded favours Conferr'd on me, to challenge like for like,"], [101, "Scene I.] A TRAGEDY. 91 And draw down mercy on the merciful. ZELINDA. This is no accent to address to grief ; If you must needs refuse, refuse in mildness — Or even in anger : — irony bespeaks A pleasure in the pain it aggravates. DURAZZO. To set aside my other wrongs, reflect How shortly since his word prevail'd with you To cancel all your vows. ZELINDA. What could I do? He would have cursed me. DURAZZO. Cursed you ! if he had- A curse is but a wish, and you should know What human wishes are. The foot of power Is on him now, — the foot of enmity ; Think'st thou a woman's arts can lift him up, Against the strength and sinew of revenge ? Impossible. ZELINDA. 'Tis true, I have no claim — Pretend to none ; perhaps you ought to hate us ;"], [102, "[Act IV. DURAZZO, 92 But, in this trying moment, let the voice Of my distress plead as distress, and win you To mercy, as you 'd spare a vanquish'd foe For mercy's sake alone. — DURAZZO. It is not always A merit to forgive. ZELINDA. It is, for ever : The stamp of Heaven is on it. Though the rage Of wrongs endured abide it not, 'tis noble To tread the passion dowrn, and raise the virtue Above the competition of the clay That feeds our little anger. Oh ! Durazzo, Ambition's self should love it, for 'tis power Exerted in forbearance, proved in peace ; 'Tis like the God who gave it us, unchanging, And angels praise it everlastingly. DURAZZO. I thought not to have met you, thus unmann'd : Zelinda, you will own I saved your life. If I had saved my dog's — that dog had thank'd me — Grown fond of me. It is a claim that wakes In brutal natures the humanity Of gratitude. You talk of mercy well;"], [103, "SCFNE 1.] A TRAGEDY. 93 But why did you forget to shew it me ? ZELINDA. 'Tis for its own sake, not for mine, I ask it Oh, ponder not, but speak. DURAZZO. My thoughts are with The men, or rather with their mighty shades, Who, in the past of time, as records tell, Have done great things by prosecuting vengeance Due to their private wrongs. Fallen Appius thus Lost empire to Virginius, who, in striking The ravisher, struck at the tyrant too; And found revenge was glorious liberty : So when the wrong'd retort, 'tis justice acts, And man is still advantaged. Pride grows mild, And merit proud, to see oppression suffer. ZELINDA. 0 say not so ; or saying, do not act Upon a speech so cruel. He is old. Think of his reverend locks, the silver there Would shame the touch of any injury, And Heaven itself respects the hoary witness Of time, and thought, and sorrow. DURAZZO. It was that"], [104, "DURAZZO, [Act IV 94 Which saved him to this hour. He had long since Paid me in death for my disgrace— but age, Weak, wither'd age, kept house within his bones ; I could not crush the vile inhabitant. ZELINDA. Think not of insult now, but turn away From thoughts like these, to other, better, feelings. Think even of me, who have no mother's care To pay me for a father's torn away With like protection. If, as you have said, You loved me once, keep so much fondness back As yet may warm compassion in your breast For one that loved as well ; and do not join With nature to complete my orphanage. DURAZZO. I must not hear ZELINDA. 'Tis therefore I should speak. DURAZZO Mine ears are shut. ZELINDA. Ay, but your heart is open. I can reach it Thus, with my lifted hands, my streaming eyes, , This posture! — (KneeiiAg.) They prevail. I see the struggle —"], [105, "Scene I.] A TRAGEDY. 95 The victory. Upon your forehead stand Huge drops of pain : those are the tears that melt Even when the burning sight is dry beneath. DURAZZO. You have prevail'd — subdued me. Take— take this ; 'Twill ope the dungeon gates : take it, but fly Before my reason comes loaded with wrongs To chide my weakness. Go — and go for ever. ZELINDA. For ever, then, in this sad world, farewell ! And may we meet in that bright land of peace Where passion rules no more ! [Exit Zelinda. durazzo. Amen! say I. Ambition, I will worship thee alone ; And, from the fitful passions of revenge And love, escape to thy great altar. Lift me Above this petty conflict of the mind, And take me all. The tide flows calmly in ; Nor can the mounds and barriers of art, Nor yet the strong convulsions of the earth, No, nor the travail of the absent moon, When clouds and exhalations push her off From her conspicuous station, check the march Of the sublimely-regular element."], [106, "DURAZZO, [Act IV, 96 So let it be with me ; that having fought Through the thick files of destiny to honour, I may advance unshaken, though encounter'd, And fix my foot upon that steep of fame Which stands too high for kings. Ha! Perez, welcome. Enter Perez. PEREZ. Alas ! my Lord, I come with fearful tidings. DURAZZO. Talk not of fear ; 'tis on the mountain's side We meet with frightful passes, and huge falls ; There strive and struggle 'till th' o'erlabour'd mind Sweats like the body. Once the summit ours, We rest where Jove alights from his Olympus. PEREZ. I went into the street as you commanded, To find the cause of the disorder there. DURAZZO. Well, what report you ? PEUEZ. Thick the people throng'd, For such a sight Grenada's populace Ne'er saw before. Along the public highway Her minister, Don Garcia, with his nephew,"], [107, "Scene I.] A TRAGEDY. 97 Anthonio, both were led in chains ; — the charge Against them treason. DURAZZO. This is news, indeed ! PEREZ. But furthermore, 'tis said Alonzo takes Command within the city, to repel The advancing Moor. durazzo. Alonzo take command ! PEREZ. Benducar, too, is summon'd of the Council. DURAZZO. What day is this o' the month ? PEREZ Twelve suns have pass'd Within its circle. DURAZZO. My prosperity Came on as sudden as a northern spring, That shoots its growth up hke a culverin To meet the instant season ; but, as quick As winter strikes the pole, misfortune turns, To sweep away the track and vestige of My perishing hopes. More must be known of this. H"], [108, "DURAZZO, [Act IV, 98 PEREZ. But how ? DURAZZO. I '11 to Benducar ; 'tis his custom To walk of evenings late^within his garden : There will I force him to reveal, if aught Of danger or suspicion waits for me. PEREZ. 'Tis bold, like all your plans ; but should he dare you? DURAZZO. You cannot fear I 'd kill him ! PEREZ. Mercy ! no ; The Heavens forbid ! DURAZZO About the midnight hour Expect me. If I come not, search the forest. PEREZ. Heaven send that hour well over all of us ! [Exeunt."], [109, "Scene II.] A TRAGEDY. 99 SCENE II. The Street. Enter Two Citizens. FIRST CITIZEN. Here are sharp doings, neighbour. The Moors are coming to attack us ; and every honest tradesman, who works like a slave, is expected to fight like a devil. SECOND CITIZEN. For my part, though I have no objection to fighting, when I 'm in the humour, I don't like those sudden demands upon my valour. FIRST CITIZEN. What do you intend ? SECOND CITIZEN Truly, to take care of myself, as a good subject and a pious Christian ought. But where is Durazzo in this season of danger? FIRST CITIZEN. A heavy suspicion hangs over him, since the spies were seized and the Moor's dispatches to Lord Garcia discovered. Ha ! look, if here be not the rest of our neighbours. h 2"], [110, "DURAZZO, [Act IV. 100 Enter a Body of Citizens. first citizen. Well, what is the latest news ? THIRD CITIZEN. The enemy are expected to-morrow, and a notice is posted up in the public square, requesting that no person, gentle or simple, will be dastardly enough to leave the city in its distress. SECOND CITIZEN. No, no ; we shall leave it before the distress comes on, and so fulfil the proclamation. — But yonder is the Ge neral himself. THIRD CITIZEN. He has been calling at every house, and making harangues in every crowd, to prove what a fine thing it is to get run through the stomach for a patriot. SECOND CITIZEN. My stomach has no appetite for cold steel : — so he may prove what he likes ; but he shall never prove me a fool : so here goes for warmer food. [Going. FIRST CITIZEN. Nay, let us not desert him before his face ; for now that he is found to be an innocent man, and a brave man, lie is entitled to some attention. — Let us hear him"], [111, "Scene II.] A TRAGEDY. 101 for a while patiently and respectfully, and then we may run away like gentlemen. Enter Alonzo. alonzo. How now, friends ; whither haste you ? SECOND CITIZEN. From the city, Whose gates are threaten'd by th' invading Moor. alonzo. And haste you from the city threaten'd thus? SECOND CITIZEN. We dare not stay ALONZO. Were you not born here ? SECOND CITIZEN. Truly, Grenada gave us birth ALONZO. It took some time To train you up to the full state of manhood ; And all that time you pass'd here ? SECON D CITIZEN. You have guess'd Aright. ALONZO. Your trades you learned and practised here ?"], [112, "DURAZZO, [Act IV. 102 SECOND CITIZEN. We did. ALONZO. I And .now, on the first show of danger, Before a sword is drawn, or a spear broken — Nay, even before an enemy appears — The place that gave you birth, that bred you up To man's condition, taught you trades to rise by, Was mother, nurse, instructor, patron to you, Is shunn'd like an infected house, because You hold the noble attribute of life Worth all the virtues in the calendar. FIRST CITIZEN. We know the city long, and love it well, But cannot bring it help. ALONZO. Not with your backs to 't.- I thought the sturdy tough plebeian heart Made, like the oak, for storms ; it used to be. Your bodies you should consecrate to death, Rather than shame them thus. What can you hope From flight ? to starve — to be pursued — be trodden In some dark ditch, like frogs, or wheezing reptiles, Where you had cough 'd and croak'd the night before From cold and terror. Is it thus you bring"], [113, "Scene H.] A TRAGEDY. 103 The tidings of offence, in mouths brimful Of fear, not anger ? Hang your heads for shame, And crawl into some kennel, which the dogs Have left, to bark at the rude noise of war : The holes they shun will serve to shelter you. SECOND CITIZEN. What could our numbers do ? ALONZO. What could the rest ) If all, like you, were bent to save themselves ? FIRST CITIZEN. We had no leader, ALONZO. Had you not the cause Of an endanger'd country ? How ! no leader ! What leader had you when you ran away ? Oh ! you can run by instinct ; but, to stand When danger threatens, is an art you know not. Yet, come ! reform this error, and repair Straight to the citadel ; there call for arms, And, with the noblest of your countrymen, Aspire to use 'em nobly. FIRST CITIZEN. What say you ?"], [114, "[Act IV. 104 DURAZZO, SECOND CITIZEN. I care not if I go, THIRD CITIZEN. Nor I. ALL. Nor we. ALONZO. Those words become your gallant hearts. Now, now You talk like Spaniards, and the Moor hath lost His spell upon you. Come ! and, as we go, Invite your friends, your children, all who know And love you, to partake this great exploit. If we survive and conquer, 'twill be fame ; If we perform and die, 'twill still be fame ; And fame ennobled by the sacrifice Great natures know to make, when great demands Inspire the choice of dying. Follow me : Bring with you blows ; strike, as the trumpet sounds, Through all the field. The Moor will meet you fiercely ; 'Tis his impetuous policy, and instinct : But, when your desperation looks at him, He'll stand aghast ; his noisy troops will pause Of panic, like some thundering cataract Bound up in frost, as silent as the power That smote it in the air. Now for Grenada. [Exeunt."], [115, "Scene 111.] A TRAGEDY. 105 SCENE III. Moonlight. — A Garden belonging to B endu car's House. Enter Durazzo wrapped in a cloak. DURAZZO. This is the spot. Benducar should be here Already. What if he should fail to take His custom'd walk ! There is a chill damp air Abroad, which, through the senses, comes upon The inmost soul with dews of melancholy. How awful is this wide repose ! No sound Of herd, or flock, or happy villager, Of living, moving, or articulate thing, Breaks on the ear through the vast amplitude Of the surrounding skies. Nature is laid Within the arms of silence ; and the breath She drew by day is charm'd to such suspense, As if this earth were but the shadow of Some other world, and all things wrought thereon Held by no stronger tenure than the moonbeams Hold of the vacant air. But, can I trust My passion with an enemy who smote — Degraded — cuffed me as a froward boy"], [116, "DURAZZO, [Act IV. 106 Is taught his manners, or the drudging team To mend its pace ? Sustain me in this trial, Sweet patience, and lock up the memory That fills the vessels of my heart with gall, And stamps on shame the colour of revenge. His age again shall save him. Hark ! he comes — No ; 'twas the falling of some wither'd leaf, That left its branch as men drop off by time From the green stem of life. Again — 'tis he ! Enter Benducar DURAZZO. Hail, and good night ! BENDUCAR. Who's there? a stranger! — speak. DURAZZO. No stranger to your name and worth, Benducar, And yet no friend to either. BENDUCAR. Are you come To taunt— to threaten me ? Within there, help ! DURAZZO. Another word as loud, and we drop dead Together with the sound."], [117, "Scene III.] A TRAGEDY. 107 BENDUCAR. Assassin, cff! DURAZZO. I come not to despoil you of your wealth ; Nor to the peace and honour of your house Bring aught of harm. But hence disguise — you see I am no common felon. [Throwing off his cloak. BENDUCAR. Ha ! Durazzo ! More welcome were the felon at my door ; Nay, in my chamber. DURAZZO. Yes ; the face of those We injure hath its terrors. BENDUCAR. You and I Can never meet to settle wrongs in peace ; Tis absence only can suspend our hatred. DURAZZO. I sought you not'to bend the knee before you, Nor with my tongue to flatter, where I loathe ; But, in such accent as becomes a man, To tell what I suspect, and, on the ground Of fair equivalent, demand an answer."], [118, "DURAZZO, [Act IV. 108 BENDUCAR. I long to hear the favour and the claim. DURAZZO. You would not stand indebted to a foe ? BENDUCAR. Not for my life ! DURAZZO. You know I gave you freedom, The finest feather in the wing of life, Whereby it mounts to glorious enterprize In all the fields of mind ! 'Tis not too much To ask, in fair return, in honesty Of mutual dealing, that the plots (for there Do my suspicions tend), the plots now ripe, Or ripening for my ruin — nay 'tis so — Should, in your tongue's confession, reach mine ear, To guard me from the whisper'd artifice. BENDUCAR. You take me for a prophet. DURAZZO. To be plain, I know the King, Alonzo, and yourself, Held conference to-day. It may concern My welfare much to understand your counsel, And therefore have I come to question you."], [119, "Scene III.] A TRAGEDY. 109 BENDUCAR. First, for your claim, vain man — I owe you nothing : Thank Heaven, I do not. Even the gift of freedom, Coming from you, I had no relish for, But spurn'd it. 'Twas the King deliver'd me. DURAZZO. Ha!— BENDUCAR. Next for the boon : — whatever works against you In public or in private, on the throne Of day, or at the altar of the night, Must find in me a friend, — not a betrayer. DURAZZO. Remember where we stand : — you are not now In fields where, at your word, whole armies moved ; But here alone. The winds that pause above you, Will not at your command bring up their force, Nor send their loud battalions thundering To wake the drowzy sleepers of your house, That they may help you. Old you are, and feeble, And in my power. Let that instruct you how You ought to act, and give a wiser answer. BENDUCAR. 'Tis lost on me. I am too old to learn, And old enough to die."], [120, "[Act IV. 110 DURAZZO, DURAZZO. Mark me ! — this hour Decides my fate. 'Twas told me, when a child, By one who had the art to read the deep And spacious volume of the skies, that, in A spot like this, the year and month agreeing, And all things to the very point of time At which we speak ; that then my star should rise, And, teeming with the fires of destiny, Drop down the good or ill that should await My future days. BENDUCAR. What interest hath this F'or me ? DURAZZO. To shew you that the hour is dark, Portentous, full of awe ; to caution you How, with a desperate man, wound in the toils Of this world, and the mysteries of the next, You trifle longer. BENDUCAR. What I 've sworn to do, I will perform ; and that is, to be secret. DURAZZO. Beware the danger. You have wrong'd me much ;"], [121, "Scene III.] A TRAGEDY. 111 So wrong'd me, that the fiercest appetite Of vengeance, were it human, should relent And stay its persecution. When I sought A soldier's name, you cross'd and thwarted me ; When, as I will confess, I loved your daughter, First having rescued her,— there, there again, You met me with despair ; and when at last You struck Oh, that my tongue should ever tell Of blows endured and unavenged ! — your hfe Was mine by every law. Would you do more, And hope to live ? Again, beware the danger. BENDUCAR. What if I brave it ? Well I know you hate me Why follow me? DURAZZO. Because I hate you more. The hate which shuns its object — that is harmless; The hate that follows is the hate to fear. BENDUCAR. If I must die, it shall not be without Resistance : threats prepare, not shake my soul. DURAZZO. Oh, that you were but young, or I as old ! Then weapons, and not words, should pass between us. I will not stain my manhood with your blood ;"], [122, "[Act IV. DURAZZO, 112 And, though forbearance may be fatal to me, Your rancour yet may breathe. But, hold — there is One fault, one injury, to be redress'd. 'Till now, we never stood alone together, Since I received your blow. To cancel it Is past your power ; but you may yet apply Some kind regret to calm the throbbing sense : I would not go into my grave thus branded ; And, as 'tis like we ne'er shall meet again, I ask for some submission. BENDUCAR. If, indeed, I did repent me, you should hear the same ; But not repenting, 'twere a lie to say so. DURAZZO. Ha ! would you justify the foul disgrace ? BENDUCAR. I would not stoop my mind to think of it. DURAZZO. Behold this ring ! — it was your daughter's gift — A gift I prized : nay, 'twas a pledge of faith Since vanish'd. I restore it back again To her — to you ; and now hostility Is all the bond between me and Benducar. BENDUCAR. I would not have it otherwise."], [123, "Scene III.] A TRAGEDY. 113 DURAZZO. Nor I; But hence you stir not 'till you do me right — Confess — crave pardon. BENDUCAR. Pardon ! DURAZZO. Is't not meet For such an insult ? BENDUCAR. Give me way, DURAZZO. One word [Laying hold of him. Is all I ask, BENDUCAR [Struggling to get loose. Unhand me. DURAZZO. But a word- BENDUCAR. Away ! 'tis ruffian violence to hold My garment thus : I will be free, or fall. Abhorred fiend ! release me. [Strikes him, and ruslies out. DURAZZO. What ! a blow! — i"], [124, "DURAZZO, [Act IV, 114 Another blow ! ! — the second must be fatal. Benducar, draw ; draw, and defend your life ! [Draws his sword, and rushes after Ben- ducar. — Clashing of swords is heard ; after which Durazzo returns, with his sword bloody. DURAZZO. Dead, in an instant ! — So — I am revenged : He strikes no more. Now burn, ye angry lights, That to this fated hour have led me on ! The work is yours ; burn, therefore, in your spheres, That hell may feel you. Where — where am I ? — Perez ! Methinks I am an outcast from the name And race of man ; — the enemy, and not The fellow of their kind I'll seek some cave, And have myself there chained to a rock, Lest I should murder others in my madness. Or shall I murder still, and still be seen Not sparing — not repenting — not at peace ; But standing, like the spirit of the plague Within a ravaged city, listening for A stir of life to fix its fangs again ? Ha ! voices — hush ! — Be they of Heaven, Of earth, or hell, it is my doom to fly them. [Exit."], [125, "Scene IV.] A TRAGEDY. 115 SCENE IV. Au Apartment in Benducar's House. Zelinda and Leonora are discovered with Attendants. ZELINDA. It was the clash of swords. There 's murder done, And in the garden where my father walk'd. Keep off ! 'tis cruel thus to bar my way, When, with a hunter's fury, I should drive Through bush and brake. — LEONORA. Are there not others gone In search of him ? — Confused and agonised, Hopest thou to find him out ? zelinda Him, or despair ! LEONORA Behold ! they come who sought him. — Now — 'tis now The time to call on Heaven. ZELINDA. First, let them speak : Then, if I can, I'll pray i 2"], [126, "[Act IV, DURAZZO, 116 Enter Messengers. LEONORA. What news ? — They 're silent ! Yet there 's a fearful haste within their eyes That would have utterance, but for something still More fearful that prevents their tongues. FIRST MESSENGER Alas !— ZELINDA. Does horror bring you here, and do you pause For language to express your mission ? — What Can happen here so bad, as what you 've look'd on, Though I dropp'd dead at mention of your tale, If what you saw was murder ? FIRST MESSENGER. We must e'en Confess the truth — your father is no more ! ZELINDA. I thought so ; yet I cannot hear it now And keep my senses : — shew me where he lies ; Oh ! Heaven, my father dead ! — Did you say dead ? So good, so kind, so merciful — and dead ! FIRST MESSENGER. 'Tis hard to say it, but we found him with His sword beside him, drawn as in defence, —"], [127, "Scene IV.] A TRAGEDY. 117 The point was bloodless, but the handle stain'd. ZELINDA. And no life gone but his, and no wretch living But me ! LEONORA. There must be one more wretched still, While the assassin breathes. ZELINDA. Let him be found ! If all our forms are not a mockery — Our grave tribunals springes set to catch The light offenders, who will pick and steal, And are not worth revenge, but useless, when The heavy tread of some enormous wrong Shakes the community, and snaps the law Beneath it — find him ouf, and punish him. If murder 'scapes, make laws for kites and crows But not for men : the name of law is weakness. MESSENGER. We hope to seize the monster soon. This ring, [Skewing a ring. Which lying next the body we espied, May haply yet discover him to justice. ZELINDA. A ring ! — ha ! let me see — 'Twere better rave,"], [128, "[Act IV DURAZZO, 118 And, from the cup of madness, pledge the moon, Than look on this with reason — LEONORA What dire secret Hath started from that token ? ZELINDA. 'Twas my mother's : She put it on my hand. — O Heaven ! and I I gave it — LEONORA Speak — to whom ? ZELINDA. To him — Durazzo ; The murderer ! — my father's murderer ! LEONORA. Down on him fall, thou bitter penalty Of conscience ! ZELINDA. No ; the rack, which strains the limbs And tears the joints, can better minister To my substantial fury. Once I loved him ; But now my hate — Oh ! save me from that hate ; Lest, with my woman's voice, I shock the ear Of blessedness, and grow a fiend with cursing. FIRST MESSENGER. There is no time to lose. Let us away"], [129, "Scene IV.] A TRAGEDY. 119 And seek this same Durazzo. [Exeunt Messengers. ZELINDA. Are they gone ? LEONORA. You see they are, ZELINDA. And sure to make him captive ? LEONORA. The next to certain ZELINDA. He was born to be My ruin and his own. But when he's dead, And the offending arm is level with The common dust, 'twill be no crime, I hope, To lay him in the earth, and cover him, And give one shriek back at the memory Of what he was. LEONORA. Nay, think of him no more. ZELINDA. Oh, father ! father ! has my grief no voice To reach thee, in thy distance, cold and far As being changed? Whatlights are those? — ha! torches! — What need of such to make the church-yard gay ;"], [130, "120 DURAZZO, [Act IV, To gild with pomp the cities of the dead ; Those bare republics ? Come ! we '11 follow close ; — It is my father's funeral ! — come on ! He was a hero, and I know him by The plumes, that wave in victory, and wave In death, as flaunting as in victory. [Exeunt. END OF THE FOURTH ACT."], [131, "A TRAGEDY. 121 ACT V. SCENE I. A Wood. Enter Durazzo. durazzo. Methought I heard the voice of Perez call me ; But, 'twas so mingled with remember'd groans, And now and then the summons of the drum Beating to arms, I could not follow it. [Noise without. What noise was that ? Enter Perez PEREZ. My Lord ! my Lord Durazzo ! 'Tis Perez calls, DURAZZO. Ah ! Perez, have I still A friend in thee ? PEREZ. My Lord, a faithful servant : But you are wet and cold. — Where did you sleep Last dreadful night ?"], [132, "[Act V DURAZZO, 122 DURAZZO. In Hell. PEREZ. For pity's sake, Fix not your eyes thus on the vacant air, Or rather on a point whereto your fancy Hath led some monstrous image. Look on me ; Nay, on the ground, the herbage, or the trees, On any living or material thing, Rather than thus, DURAZZO. I see him every where. PEREZ. 'Tis weakness to be moved in this extreme ; If, as I hold most likely, he provoked His fate. DURAZZO. He did. You know he struck me once — He struck again. I bade him arm against me ; He arm'd him ; but the fury in my soul Had broken through a guard of Hercules :-— My blow was death : — he fell. PEREZ. Then learn to think on't 't But as the fatal issue of a quarrel ; You sec it was no more."], [133, "Scene I.] A TRAGEDY. 123 DURAZZO. But then the shame — The pity too, — but more, the shame,— the shame : An old man's blood upon a young man's hand ! Zelinda's father's blood upon Durazzo ! Oh ! when he dropp'd, his head was white as snow : Could I have breath'd my own life into him, He should have lived to see his child again. PEREZ. Unhappy lady ! DURAZZO What of her ? — I charge you — PEREZ. The shock bereaved her mind. She went distracted — Past hope of medicine's healing. DURAZZO. Did she then Suspect my hand ? PEREZ. A ring you dropp'd betray'd you. DURAZZO. That ring she gave me with a smile so sweet, You'd think the soul it shone upon could ne'er Be touch'd with anger more. She gave it me"], [134, "[Aci V. DURAZZO, 124 In love : I dipp'd it in her father's heart, And sent it back in blood. But, if I live, For th' ungrateful deed she shall have justice, That, like the terror of a prodigy, Shall wake the death within her mind, to look And tremble at it. PEREZ. Oh ! my Lord, your speech Is wild on this afflicting theme. 'Twere best Consider how to meet the charge, than thus Unfit yourself. DURAZZO. Peace ! I fear not the law, As thieves and. plunderers fear it, for its pains — Its penalties. 'Tis not the body's fall, Nor the mind's flight ; but the dishonour stamp'd Upon the memory, that shakes my nature. PEREZ. Consider, therefore, what had best be clone. DURAZZO. The noblest course is action. All night long I heard the martial preparations which Denote a coming siege. Methought I heard The death-drum, too, at the first dawn. Was 't fancy ?"], [135, "Scene I.] A TRAGEDY. 125 PEREZ. 'Twas true, my Lord ; for Garcia and Anthonio Were executed then by the King's order. DURAZZO. I thought as much. Well ; they deserved to die : Yet, though I was no party to their treasons, I feel a thrill of sympathy for pride Sealing its moral thus. — How did they suffer ? PEREZ. With solemn firmness they shook hands together, And when upon the block one laid his head, The other seem'd to smile, and follow'd him. I saw no tears, but in the crowd. DURAZZO I 'm glad on't ; One feels a wish man should, to the last, be man : — But to our purpose. I was planning how To join the approaching conflict. PEREZ. You ! my Lord. DURAZZO. Find me some fit disguise. Nay, look not doubting : The King has been my friend ; the people's love Has follow'd me in days of scorn, and cheer'd My heart when great ones chill'd it. I would pay"], [136, "[Act V DURAZZO, 126 Those favours, both at once ; find the disguise. What tongue can say, but fortune may confer One boon at parting ; some illustrious feat — Some gallant rescue ? Death 's a formal thing In jails, on scaffolds, or on beds of down ; But in the field — there he throws off his shroud, And full of mettle as a courser, starts The comrade, not the tyrant, of the brave ! PEREZ. You mean to seek for death, not risk it merely ? DURAZZO. Ay, ay, to knock for entrance at the grave. PEREZ. I '11 do your bidding straight ; and the design, Though terrible to thought, I grieve to say, I cannot wish abandon'd. Since we parted, My tongue, the bearer oft of heavy news, Has learnt another tale I now may speak of. DURAZZO. Now, or at any time. Combine the whole Into one thunderbolt, and strike it at me, You '11 find me firm. PEREZ. Vincenzo —"], [137, "Scene I.] A TRAGEDY. 127 DURAZZO, Ha! PEREZ. Is living — Here in Grenada living. His return Belies the letter that condemn'd Alonzo, And thus o'erthrows your credit with the King. DURAZZO. That I must feel, for that affects my fame. The herald from the camp deceived us then ? PEREZ. He was himself deceived, and all. A trance, The image of the great forgetfulness, Long held Vincenzo in its cold embrace*! And wounds and gashes, in the fight received, Gave countenance to the belief of death, Whose outward shape he wore to all observers. DURAZZO. Hath chance a soul, that it should hate me thus ? But 'tis too late to vent complaints. Begone ! I '11 wander hereabout 'till you return With the disguise, and then I 've done commanding. [Exeunt."], [138, "[Act V. DURAZZO, 128 SCENE II. The Court. Enter King, Alonzo, and Nobles. KING. Benducar's murder shall be well avenged ; But, good Alonzo, 'tis no time for mourning, When at our very gates the enemy Makes bold to knock. alonzo. He shall be answer'd quickly. My soul, indeed, is sad ; yet argue not, Because my soul is sad, my passion feels The less disposed to combat. Grief, grown savage From lack of tears, consorts with slaughter well, And makes a lion of calamity. KING. Are all our faithful citizens in arms To aid the troops ? LORD. All, all : — they flock in crowds ; And from the rampart heights, with brandish'd blades. '}"], [139, "Scene II.] A TRAGEDY. 129 Beckon the foe in their impatience. I saw a mother set her child astride A howitzer ; and, when the infant smiled, Call on the men to smile like him in action. KING. Whether by force, or fraud, the wily Moor Hath overreach'd our army, to arrive And give us fight beneath our very walls, Appears not yet from our advices. Enter an Officer. king. Say, What news report you now ? officer. The enemy Is in the plain, and forming to assail us. KING. Ourself will join the fray. To you, Alonzo, Our young patricians look : the noblest blood In Spain shall make your charge invincible. ALONZO. Now, Lords, prepare ! The Moor, the Moor is come To beard us in our streets : Grenada blushes, But trembles not. You, tho nobility, K"], [140, "[Act V DURAZZO, 130 Have interest in peril to assert Your right to honours, by your worth to wear 'em : Come, fling your coronets into the field, And win them back again, that none may say Your titles rusted from inaction. Zeal you shall have, and numbers at your nod : The common pride that every burgher feels Will make him straight a soldier, and our houses Will pour their populace into the lines, Until they swell with victory : wherefore, Lords, For honour's sake, stand out the foremost rank In deeds and danger, as you are in name. Haste to your horses : mount — the battle waits ; 'Tis tumult, and not war, 'till you are there. [Exeunt. — Flourish qf Trumpet*. SCENE III. A Field of Battle. — (Drums and Trumpets.) Enter the Moorish Chief and Troops. chief. Welcome, my valiant Moors, to Spain, where dwells The Christian, but to glut your enmity"], [141, "Scene 111.] A TRAGEDY. 131 And raise your glory. Yonder towers must blaze, And ruin, through a thousand breaches, find The entrails of their city. Think upon Your fathers, by the cruel Spaniard slain, Your brothers and your friends ! Forget not, then, Your plunder'd towns, your prostrate villages, Your wasted acres ; seasons wither'd by The breath of war, more than the pestdence. They persecute your race, profane your God — And there they are before you. Forward — rush ! 'Tis Alia calls, — Alia and victory ! [They charge — Trumpets, Drums, fyc. SCENE IV. Another part of the Field. — Alarm. Enter Alonzo and Troops. — Drums, &c. alonzo. We'll ride not till they fly. — Behold, they come ! Engage them foot to foot, and hand to hand ; And, from this day's bold memory, begin A new account, with glory for yourselves, And those who follow. — On, my friends, fall on K 2"], [142, "[Act V. DURAZZO, 132 Let 's envy even the dead who are before us In gracing such a scene of enterprize. [They charge — Trumpets, Sfc, Enter Durazzo and the Moorish Cyukt fighting. chief. Base Spaniard, yield ! I am the Moorish Chief. DURAZZO. Proud Infidel ! your vanity hath lost you. Were you of lesser note, you might have 'scaped My scimitar , but death sha'n't miss you now. chief. My boast is in my sword. DURAZZO. This to confound it. [They fight ; Durazzo kills him. Enter Perez. PEREZ. Well met, my Lord, durazzo. Ha ! Perez, honest heart, Good morrow, once again ! how fares it, boy ? There lies the leader of the enemy."], [143, "Scene I V ] A TRAGEDY. 133 PEREZ. Thank Heaven ! the honour was reserv'd for you ! DURAZZO Yes : I forgive my stars. PEREZ. Throughout the field I '11 spread the fame of it, where even already The praise of your exploits is loudly spoken. DURAZZO. What ! am I known then ? PEREZ. When I heard your deeds In every mouth, I could not keep the secret. DURAZZO. Poor fool ! and had I not enough of pride, But you must lend me yours ? PEREZ. Oh ! it rejoiced me : This day's performance cancels all the past, And gives you to renown : distinction waits you : Then live, my Lord ; be it your care to live : I sought you to persuade you. DURAZZO 'Tis in vain , You must work miracles to give this world"], [144, "[Act V. DURAZZO, 134 A relish. — But away ; my limbs are rested : I would be busy in the fight again. Farewell, once more ! PEREZ. My Lord — DURAZZO. What would you say ? PEREZ. It grieves me that I once approved your dying, Oh ! let me now advise DURAZZO. 'Tis insolence ! PEREZ. My Lord, I crave your pardon. May I hope You scorn me not ? DURAZZO No, — not for loving me More than I do myself. How now, in tears ? I 've left you well provided, as you '11 find When I shall be no more. That 's all the harm I wish you, Perez. PEREZ. Heaven be with you, master ! DURAZZO. Yet hold : when I am dead, if I should fall During the day's encounter, bear me to"], [145, "Scene IV.] A TRAGEDY. 135 The convent of Our Lady, where Zelinda 'Bides with the sisterhood. PEREZ. Doubt not, my Lord. DURAZZO. I cannot doubt. I know you '11 do so much For one you 've followed long and faithfully. PEREZ. Your life, I trust, will spare me such a task. DURAZZO. If so, 'twill leave a harder task for me. Enter a Soldier. SOLDIER The King ! — the King ! — haste — rescue ! DURAZZO Out with it, What of the King ? SOLDIER. In yonder narrow pass The foe surround him. [Exit Soldier DURAZZO. Now for such a deed As makes it worth a brave man's while to perish. [Exit Durazzo"], [146, "[Act V DURAZZO, 136 PEREZ. I '11 follow to the last my master's fortunes. [Exit Perez. SCENE V. Another part of the Field. Enter two Lords meeting. FIRST LORD How goes the day ? SECOND LORD. With us such prodigies Of valour have no living memory, Nor trace in all our records. Where I stood A house was set in flames, which the wind blew Across our ranks, but never stirred a man. The fight, — the fire, — the hot perplexity Of murder, staggering in the .multitude, Was scarce a human sight : it look'd a hell, And the red faces of our citizens And troops engaged, the furies raving in it FIRST LORD. What of Alonzo ?"], [147, "Scene V.J A TRAGEDY. 137 SECOND LORD. his skill and courage, The right wing of the enemy was turn'd, And thus ensured the victory. He comes. Enter Alonzo. — ( Trumpets sound for victory.) alonzo. I bring you tidings of the King's escape. Capture or death awaited him but now, When a bold band, Durazzo at their head, (Whose vices left him for a single day) Brought back a monarch and a conqueror. FIRST LORD. The Heavens be praised ! and is Durazzo safe ? ALONZO. It is unknown. The rescue made, he plunged Amid the thickest fray : all eyes pursued His plume ; — it disappear'd, — 'tis thought he fell : But, where he last was seen, the ground is strcw'd With carcases. He left his fiery mark Upon the battle, as the bolt of Heaven Splinters the rock SECOND LORD. He was a gallant man."], [148, "[Act V, DURAZZO, 138 ALONZO. His fortune to the last astonishes. But haste we to congratulate the King, And learn what remnant of our gallant friends This slaughterous hour hath left. first lord. [Exeunt. We will attend you. SCENE VI. The inside (fa Convent. Enter Zelinda, Leonora, and Abbess. LEONORA. Alas ! 'she wanders still — wide, wide from reason ; When, even the terrors of a day like this Moved not her fear, — not even her notice. ABBESS. Truly Her heart is overcharged ; its vessels fill'd With misery of its own, can echo to None other, flow she sighs ! Oh ! speak to her. LEONORA. * Do you not know me, gentle friend ?"], [149, "Scene VI ] A TRAGEDY. 139 ZELINDA. How should I ? The world was peopled once with friends of mine, When my dear father lived ; but now they say He 's dead, and all my friends have left me too : Yet you 're a gentle lady, on whose face I look with pleasure, for 'tis sorrowful. LEONORA. 'Tis sorrowful indeed to see you thus. ZELINDA. Well, you may soon be satisfied ; for death May come as soon to me, as to my father. Oh ! can so great a change as death be wrought In such an instant ? — Life will scarce believe it. Now hving, moving, speaking, loving me ; And now insensible as yonder cloud That makes, not hears, the thunder. Are the drums To beat no more ? LEONORA. Peace is restored, thank Heaven ! ZELINDA. Peace ! what is peace ? You call the sdence, peace, That trembles after slaughter : nay, you give The artful trick of nations, who will pause But to gain strength, and so begin again,"], [150, "[Act V. DURAZZO, 140 The blessed name of peace ! But if within It dwell not— if its spirit be not here — You talk a language, wilder than the wind Conversing with the night, to call it peace, When 'tis but quiet. Misery is quiet , And I am quiet. Would J were at peace LEONORA. You see she noted the loud uproar too. Is not this strange ? ABBESS. 'Tis oft with madness thus, That though, to outward seeming, it observe not The present thought or action, future chance Will touch some string, that shews the memory, In her crazed dwelling, to have treasured it. Enter a Nun. NUN. Oh, Holy Mother, such a sight ! ABBESS. Say, daughter, what sight ? NUN. A wounded warrior at the gate, Faint from the loss of blood, entreats admittance."], [151, "Scene VI.] A TRAGEDY. 141 ABBESS. Be he of Spain, such comfort as the place Affords shall never be denied to him. NUN. He is of Spain ; and, by his dress and bearing, Of no inferior note. ABBESS. Conduct him hither. [Exit Nun. LEONORA. I can look on the dead, but not the dying, And this man comes to die. ABBESS. He 's here already. Enter Durazzo, wounded and bloody. LEONORA. Merciful powers ! Durazzo ! Come, my friend, [ To Zelinda This is no place — this is no sight for you. DURAZZO. Force not the beauteous ruin from mine eyes, For I am come to gaze on it and die. LEONORA. Have you not done enough to make her wretched ?"], [152, "DURAZZO, [Act V. 142 DURAZZO. No ; I must search her heart with one pang more, And then my fate's fulfill'd. LEONORA. 'Tis monstrous wrong. DURAZZO. 'Tis justice, and not wrong, that brings me here. Good mother, pardon me this seeming rudeness ; [To the Abbess. The battle fever still is in my brain And shoots my words out angrily ; but I Am grateful. Let me have a moment's speech With yonder sweet unconscious sufferer, Then, for my soul, say masses. ABBESS. Will you consent ? [To Leonora. He will not harm her DURAZZO. Harm her ! If my heart, Torn from its living cell, could give her rest Or respite, you should see it at her feet : — This hand should shew it you. Harm her !— harm Heaven ! Either were impious and impossible."], [153, "Scene VI.] A TRAGEDY. 143 ABBESS. I said you would not. DURAZZO. Look at her, Oh ! look, And judge how true you spoke. Is she not lovely, And innocent, and gentle as the zephyr, That blows the odour of the blosspm round, But never hurts the bloom ? Harm her ! my life ! A devd could not harm her. ZELINDA. Ha ! that voice ! There is but one voice in the world I know, And that it is I hear. What feeling 's this ? A sudden change, a consciousness I had not, Breaks on the dark infirmity of mind — Is madness giving way within me ? LEONORA. Go: The terror of your presence — [To Durazzo. durazzo. Wakes her reason : You would not, therefore, have me leave your friend ! She faints — (Zelinda falls into Leonora's arms.) Now she revives, and the blue orbs"], [154, "DURAZZO, [Act V. 144 Of meaning, gather up their beams in thought. She knows me— yes, she knows me ! Oh, Zelinda ! I dare not clasp you, but I '11 weep with you . ZELINDA. Stand off ! By what miraculous power you wield My senses at your will, I know not ; but, As you have power, have saintly pity in The exercise. Let me be mad again. Ha ! Are you not a murderer ? DURAZZO. Behold— I bleed while you reproach . ZELINDA. Is't your own blood ? Sweet Leonora, are you with me too ? Oh ! pity him. 'Twould be a crime in me. LEONORA. Pray you retire. [To Durazzo durazzo. Will she not hear me first ? ZELINDA. Some other time DURAZZO. I stand upon the verge Of time, and you must hear me now or never."], [155, "Scene VI.] A TRAGEDY. 145 ZELINDA. What would you ask ? durazzo. Forgive — ZELINDA. But that I see The rapid strides of life to get away From your embrace, I dare not utter pardon ; Yet, as we shall be soon in separate worlds, Bear my forgiveness with you to the next. DURAZZO. Kneeling, I thank you ; and thus measuring The distance which my crimes should set between us, Even after pardon, I stretch out mine arms To bless— but not to touch you. ZELINDA Oh ! Durazzo, There was a time DURAZZO, Talk of that time, sweet maid ; Ambition stifled love awhile ; but now Love comes, as if to peep into my grave. You said there was a time ! say on. ZELINDA. Forget it , For then my father lived, and you were guiltless. You weep ! i."], [156, "DURAZZO, [Act V 146 DURAZZO. If lions weep, they weep such tears. There is more anguish in one drop of mine Than floods that fall from patient gentleness ; For mine are tortured from me : others flow, But mine are tears that bleed. ZELINDA Dry them, and leave me ! DURAZZO. Zelinda, we shall never meet again ; 'Twere wrong that we should part till all is perfect. ZELINDA. What is there more ? DURAZZO. I will not pain you with The story of my wrongs, nor strive to palliate My great offences ; what I could I did This day to make atonement to the state. But you, whom most I love, I most have injured. No matter what contemptuous spurns, what taunts, What provocations, drove me to the deed, Nor what high domineering of the stars : 'Twas cruelty to you ; and, being so, Shall be revenged. ZELINDA. 1 understand you not ; Your eye is wild with passion."], [157, "Scene VI.] A TRAGEDY. 147 DURAZZO. Look on me For the last time, ZELINDA. What mean you ? HURAZZO. To be just. ZELINDA. Be merciful, and leave me. DURAZZO Doubt it not. My hour is come. — Look on me once — now turn Thy face away. Farewell, thou last remember'd ! Death makes a sluggish journey in my veins, But thus I bid him haste. [Stabs himself. ZELINDA. Almighty Heaven ! DURAZZO. The blood upon this dagger be the seal Of peace between us. ZELINDA. Oh ! Durazzo. DURAZZO. Speak ! For in such accents angels speak of mercy. ZELINDA. I cannot."], [158, "[Act V. DURAZZO. 148 DURAZZO. Then, farewell ! The sdent look Shall satisfy, — and now — you are revenged. [Dies. ZELINDA. He's dead ! Durazzo 's dead ! The hand that saved My life is lifeless ; but I '11 kiss the clay. Who 's there ? my father ! interposing— frowning ! I bow me to the interdict, and leave The body to its last receptacle. LEONORA Haste from this scene, my friend ZELINDA. Oh, Leonora ! [Faints. Enter King, Perez, Nobles, &ic. PEREZ. Alas ! my fears were true ; there lies Durazzo. king. The night upon his brow is that alone In which his troubled spirit could find rest ; But he shall lie amongst the gallant slain, And his last deeds shall speak his epitaph. the end. LONDON : PRINTED EY S. AND R. BENTLEY, DORSET-STREET."], [159, ""], [160, "BKJ VI *n-'« fc *A A&' ftVfl' H - m. I I 1 ' n tv * ' i"]]