[[1, ""], [2, ""], [3, "CLEONICE, PRINCESS of BITHYNIA: A TRAGEDY. As it is performed at the THEATRE ROYAL IN COVENT-GARDEN. B Y JOHN HO OLE. *A LONDON: Printed for T. Evans, near York-Buildings, in the Strand, MDCCLXXV."], [4, ""], [5, "T O Mrs. V E R E L S T, AS A SINCERE MARK OF RESPECT, THIS TRAGEDY I S DEDICATED, BY HER MOST OBEDIENT, HUMBLE SERVANT, THE AUTHOR."], [6, ""], [7, "Advertifement. THE Author will not here trouble the Public with a detail of the difficulties through which the Tragedy of Cleonice has ftruggled to make its appearance. He cannot, however, fup prefs his fingular obligations to Mrs. Hartley, who mofl; readily undertook the part of Cleonice, which ftie has con tinued to fupport, with unremitted afli duity and friendly alacrity, amidft the repeated attacks of fevere indifpofition. Shire-Lane, nth March, 1775."], [8, "ERRATA. Page 17. line 14. for give read gives, 63- — — 7. dele Off. . 69. s. from bottom, for ARSETES read ARTABASUS."], [9, "PROLOGUE, Written by THOMAS VAUGHAN, Efq; Spoken by Mr. BENSLEY. me, ye Gods, ye arbiters of wit, Who rule the heavens, or who lead the pit, [addreffing the gallery and pit. Whence comes it, in an age refin'd by tafte, By fcience polifh'd, and by judgment chafte, We fee the Mufe, in dignity fublime, Led on by prologue, ape-ing pantomime ? Whofe fportive fancy, and whofe comic fikill, All muft applaud — where Rofcius guides the quill; Yet when Melpomene in grief appears, Her fuff ring virtue bath'd in forrow' s tears, From tyrant laws, or jealous love opprefs'd, Swelling with filence in her tortur'd breaft How can the heart her genial impulfe fhew, Feel as fhe feels, or weep another's woe-, When gay Thalia has fo late poffefs'd The laughing tranfports of the human breaft? Let each her province keep, let jocund mirth To Epilogue alone give happy birth ; Eafe the ftruck foul from ev'ry anxious fear, And wipe from beauty's cheek the filent tear. Twice Metaftafio'j wings have borne our Bayes, Andfafely brought him o'er the critic feas-, Fir'd"], [10, "PROLOGUE Fir'd withfuccefs, he dares this awful night, Cheer' d by your fmiles to take a bolder flight ; Nor longer ft oop beneath a foreign fhade, j Like Dian Jhining from a borrow' d aid; But comes impregnate with Icarian pride, To fir etch his pinnions, and for fake his guide ; Yet doubtful flies, left vapours damp his force, And one black cloud fhould flop his airy courfe, To awful heights his proud ambition foars, And the dread regions of applaufe explores ; No fun he fears— but courts its warmeft ray, 'Tis yours to raife — or fink him in the fea. Let Candour then proceed to try the caufe, That Magna Charta of dramatic laws ! P R O-"], [11, "PROLOGUE. Written by a Friend, to have been fpoken in the character of the Tragic Mufe. Defigned for Mrs. BARRY. c^fUDGES of Genius ! from whofe hands a bard _f This night awaits the laurel of reward I To you, the Tragic Mufe, in Britain', name, Comes to announce the merits of his claim. 'Tis I have led him timorous do this field, And bade him dare his country's gauntlet wield ; Bade him afpire to vault her fiery breed, Nor humbly ftcop to mount the manag'd fteed. Long had I feen his patient merit toil, In culling chaplets from a foreign foil ; Whilft, here, tranfplanted by his Jkilful hand, Italia', honours bloom' d in AlbionV land. Long had I mark'd, as fuch exotic boughs Content he wove to veil his modeft brows, Afpirit that in paths untrod before Might fnatch the nobler foliage of this fhore. Pleased with the hopes, that I had now defcry'd A future fon, from whom the bufkin's pride To this my favourite Ifte, again might rife ; I touch' d his ear, and pointed out the prize. \" Wither my honours in this clime (I faid) *' Buds here no bounteous leaf to deck thy head ? \" Are thefe once fofttering Jkies fo over- caft, \" That Genius dares not brave th' inclement blafl ? « Come, let me lead thee, where my fons of yore \" In Fancy's fields amafs'd their laureate ftcre ; \" With aclive powers, aloft, beftrode the clouds ** Infpir'd by kind acclaims of fhcuting crowds. a Turn"], [12, "PROLOGUE *c Turn thee, where Shakefpear wav'd the myftic rod_. ** And faw a new creation wait his nod. \" Behold where Terror, with eccentric ft ride, \" Burfts. like a torrent from the mountain's fide ! - Behold, where gentle Pity heaves thefigh, \" Sluicing the fruitful conduit of the eye I «c See Love, at whofe approach, the airy Wiles \" Of Mirth and Freedom, or the jocund Smiles *' Of fweet Content, difpers' din wild affright, tc Mount on their jllken wings and take their flight. '' See Jealoufy his hideous form uprear, f5 Tine the quick brand, and fioake the vengeful fp ear : *' While, clofe behind, fell Anguifh and Difdain *' Stalk fullen by, and fwell his gloomy train. \" Mark where Defpair points to fome diftant ground, \" On blafted yews, where Night-birds fihriek around, \" Where yawning Tombs add horror to the night, V And Meteors flafth their momentary light. '' Here mark thyfelf, what various objeSs rife, W Nor truft the medium of another's eyes.\" I fpeke — and Genius ftr ait began to fpread His ready Plumage, and my voice obey'd, Adventurous, thence, he dares this night qfpirs To ft amp the vivid fcene with native fire. 'Tis yours, ye Britons, then, with kind applaufe, To fan the flame I kindled in your caufe : Nor be it faid, when on your mercy thrown, You fofter every fpark, but what's your own. From your dread fentence, crown'd with laurels won% I ardently expetl to greet a Son : The Palm I have depofited with you, And truft y.ur Hearts to give it where 'tis due."], [13, "Juft publifhed by T. Evans in the Strand, BRAGANZA, a Tragedy, performed at the Theatre Royal Drury-Lane, written by Robert Jephson, Efq. In a fcx i Days will be publifhed, THE HEROINE of THE CAVE, a Tragedy, performed at the Theatre Royal Drury- Lane."], [14, "Dramatis Perfonse. MEN. Artabasus, King of Pontus, Mr. Barry. Pharnaces, \\ his^'f'fLf J Mr. Lewis. ' I name of Arjetes, J Lycomedes, King of Bithynia, Mr. Bensley. „ \\ Prince of the blood 1 -.*_. T _._, Orontes, < ,D/, • {-Mr. Lee. ' l of Bithynia, } Teramenes, General of Bithynia, Mr. Hull. Agenor, Friend to Pharnaces, Mr. Whitefield. Zopyrus, Friend to Orontes, Mr. L'Estrange. Officer, Mr. Thompson. WOMEN. Cleonice, Daughter to Lycomedes, Mrs. Hartley. Arsinoj-, Daughter to Teramenes, Mifs Dayes. Guards, Attendants, Sec. SCENE, a city on the frontiers s/\"Bithynia, and the country adjacent. CLE-"], [15, "C L E O N I C E: A TRAGEDY. ACT I. SCENE, a gallery. TERAMENES, AGENOR. TERAMENES. AGENOR, ftill Bithynia muft retain The fword unfheath'd, and ftill remov'd afar, Shall Peace, in vain defir'dj mock every hope Of dear domeftic happinefs — the leagues Of factious princes, whofe aflbciate force Has vex'd this bleeding land, now yield indeed To Lycomedes' arms, or rather fhrink Before the genius of your noble friend. AGENOR. Arfetes, bred in diftant realms, and long A wanderer o'er the face of earth, muft hail The hour that led his fteps to tread your foil, And gave him Teramenes for his friend. B TERA-"], [16, "CLEONICE: 2 TERAMENES. . Tho' now the rage of civil flxife is paft, Full well thou kriow'ft, to-morrow's fun declin'd, His next returning beam lights up the day That ends the truce with Pontus, and demands Our ftrongef. force to meet a mightier foe, In Artabafus. AGENOR. Five returning funs Have charig'd your vernal groves, fince as the breath Of Fame declares, your armies met and fought On Hippias' banks, what time your martial powers (Forgive me, if report miflead my tongue,) Bow'd to a foreign ftand ard. TERAMENES. Lycomedesj Whofe thirft of glory in his vigorous life Compell'd the neighbouring ftateS to bend beneath Bithynia's ydke ; when creeping time had clogg'd The vital fprings, and kept his age from fcenes Of active valour, by his generals ftill Maintain'd the field, and thro' the nations fpread His martial terrors, till that fatal day, When Hippias, down his current, dy'd with blood, The frequent corfe and glittering enfign bore : Then, midft the flaughter, fell a facrifice To iron war, our king's lamented fon; A youth, the early darling of his fire, The foldier's hope, and nurflihg of the field. AGENOR. Oft have I heard Polemon's name, whofe brave Unpra&is'd arm encounter'd Artabafus, And frorfi his fword received a glorious death. TERA"], [17, "A TRAGEDY. 3 TERAMENES. But tho' the time's neceffity compell'd Bithynia to the truce, ftill, ftill the thought Of his Polemon rankled in the bofcm Of our affii£ted monarch, ftill the hope, Tho' diftant hope of vengeance, glow'd within, And fed eternal hatrfed jn his foul. Whije now to Pontus' bounds, his army fpreads It's conquering legions, he forgoes the ftate Of Nicomedias' palace, to refide Amidft this city, whofe oppofing bulwarks Rife on the kingdom's edge, and dare the foe. AGENOR. Fame fpeaks yoyr rival great, and gives the praife Of might and wifdom to the king of Pontus ; And more, 'tis faid, his fon, amidft the files Of Rome's immortal legions, diftant far From Pontus, learns the rugged trade of war, And gathers laurels in his blooming age, That veterans view with envy : his return Gives earneft of new triumphs. TERAMENES. Let him come ; Would yet Arfetes aid Bithynia's caufe, His fword, with brave Orontes join'd, whofc han<_ Muftfway the fcepter of Bithynia's realm, Might fix th' uhfteady wing of victory To Lycomedes' bands. AGENOR. Orontes' valour Your fovereign deems to merit Cleonice, Whofe piety forfakes the pomp of courts, The fplendid eafe of female life, to attend A father's fteps, amidft the clang of war. B 2 But"], [18, "CLEONICE, 4 The But for Arfetes, thou remembereft well, When firft he join'd to thine his focial arms, He pledg'd his faith for five returning moons To abide your welcome gueft, and now the tenth Wanes in her filver orb. TERAMENES. What fays Agenor ? My mind, tho' loth, recalls each circumftance. But ftill I hop'd Arfetes might be won To breathe our friendly air, ftill mix'd among Bithynia's warlike fons, now hovering o'er The verge of hoftile Pontus, when the time And place concurr'd, to pour with fudden inroad The ftorm of conqueft on our hated foe, To avenge a form, a worth fo like his own—. •But fee, he comes Enter ARSETES. Belov'd Arfetes, welcome . Youth, at thy prefence, buds with bloom renew'd, Such as I was, when, on Arabia's fands, I crufh'd the wandering robbers of the defert. ARSETES. My lord, too partial friendfhip ever finds New praife for your Arfetes ; if I claim Of merit aught, here Heaven receive my thanks, That bade me wield the fword for Lycomedes. TERAMENES. And yet Arfetes now methinks forgets To prize our country's honours ; while the bond Of friendfhip holds no more his changing heart ; That heart, which once I prefs'd with tranfport here. Which feem'd with mutual tranfport to receive 5"], [19, "A TRAGEDY 5 The love I proffer'd, when my bofom glow'd With warmth of gratitude to him, whofe arm Snatch'd Teramenes from impending death, As fierce Lyfippus aim'd the threatening blade At my defencelefs head, when you rufh'd in, {Till then unknown) and fav'd me from the foe. ARSETES. 'Twas fare fome happy ftar, that led my fteps At that bleft moment — if I fav'd the life Of Teramenes, I preferv'd indeed A faithful counsellor for Lycomedes, An army's chief, but for myfeif a friend. TERAMENES. And wilt thou, my Arfetes, now forfake The bands, that late purfued the glorious tafk Of conqueft, taught by thee— now when the great, Th' important moment comes, on which depends Our monarch's fame, our vengeance — led by thee And brave Orontes, we have ftemm'd the tide Of inbred tumult : every rebel head Now lies fubdued, and flufh'd with great fuccefs, Our foldiers now demand, with loud acclaim, To pour their fury o'er yon hoftile bounds, Beneath Arfetes and Orontes, ARSETES. Heaven Be witnefs here, compulfive honour long Has challeng'd my departure — yet, till now, I wav'd obedience to the frequent calls Of duty; but the flame of civil broils At length fubfiding thro' your troubled ftate, I muft (forgive me, chief, forgive me, friend,) Yield tq the powerful voice, £nd quit Bithynia. I By"], [20, "6 C L E O N 1 C E: By every toil my fword has known in battle, But moft the toils I fl_ar' *. with Teramenes, Unwilling and ccmpell'd, I leave your clime, And quit a country dearer than my own. TERAMENES. Farewell, Arfetes ; think that Teramenes Feels from his inmoft foul the fix'd refolve Of him, whom once he fondly deem'd by fortune, From all mankind felec^ed for his friend. I'll feek the king— no lefs will he regret Arfetes' lofs, whofe prefence might infure His wifh'd revenge, and fix his kingdoms glory. [Exit. ARSETES, AGENOR. AGENOR. Why droops Arfetes ? O^ difcover all Thy fecret grief and let Agenor fharc it. ARSETES. Indeed thou doft — my every thought is- thine, My other felf, my bofbm's counsellor ! What needs there more to rend my heart, to fill My tortur'd foul, while loitering here I wrong My native foil, the voice of filial duty Chides my delay, yet Love, the powerful God Reigns in my breaft, and mocks each fettled purpofe : Come, my Agenor, with thy friendly aid Confirm my thoughts, and teach me yet to tread, Yet to refume the path my feet have left ; To quit the land, where all my joys are cecter'd, To tear myfeif from love and Cleonice ■O ! never !— — never AGENOR. Yet again reflect, Thi«k"], [21, "A TRAGEDY. 7 Think who you are, to what has Heaven refer v'd Your virtues — Shall a kingdom's heir « ARSETES. Go on 'Tis hofieft chiding — Shall a kingdom's heir, (Thus would'ft thou fay) on whom th' expecting Of thoufands look for happinefs, on whom A father fixes every dearfeft hope eyes To fee himfelf renew'd to diftant times, Shall he, forgetting all the claims of glory, Forgetting all the ties of filial duty, Defraud his longing people of their prince, And from his fire with-hold a darling fon ? Say— fhall Bithynia's hoftile lands detain, Frcm Artabafus' fight his lov'd Pharnaces ? O ! no — Agenor — thou haft fiFd my foul ; My father ! — yes, I will embrace the knees Of him, whofe love reproaches my delay. Yet never, Cleonice, fhall this breaft Forget its wonted flame : — Is it a crime To adore the fum of all her fex's graces, Tho' wayward chance has plac'd the hoplefs bar Of lineal enmity between our loves ? AGENOR. And yet, my prince; the indulgent hand of fate, Perchance may weave your future web of life With threads of brighter dye ; even love itfelf May find a way to clear the gloomy profpedt : Difcord perhaps may onCe again extinguifh Her hated tbrch that fires the rival nations, And Cleonice be the bond of peace : Too long, already, ftrangtrs have we lived, Alien"], [22, "CLEONICE: 8 Alien from friends and home : tho' Artabafus Sent you beneath my father's guardian care, To learn hard leflons in the fchool of glory, Yet fure the parent fuffer'd in that abfence, Which, as a king, his virtue deem'd would raife Your fame, and fit you for a people's weal. ARSETES. Yes, my Agenor, oft his tendered greetings Have warn'd me to return, when circling time Had brought the period fix'd for my departure ; Or when the paufe of arms, or honour's duty Permitted me to quit the hoft of Rome. AGENOR. And yet— my prince ARSETES. And yet — too true, Agenor, I feel each juft reproach — the land indeed I left, and journey'd o'er a length of foil, When fate (for fure 'twas more than common fortune) Prompted my fteps to tread Bithynia's realm, Where Lycomedes wag'd inteftine war With rebel arms. AGENOR. Thy generous valour then, Warm'd by the common caufe of kings, to aflert A prince's rights, forgot thy country's foe. ARSETES. Full well thou know'ft I vow'd to every God, By all the folemn ties that bind mankind, Ne'er to reveal, while in this hoftile land My"], [23, "A TRAGEDY. 9 My country or my birth ; this, urg'd by thee, I fwore, when firft I told thee my defign, To gaze on Cleonice's wondrous charms. AGENOR. Nor vain the caution — think, O think, how far It yet imports to keep the mighty fecret : Alas ! my friend, I tremble, had your father Been confcious whither fortune led the fteps Of his Pharnaces ; could he know the land Of Lycomedes now detains his fon — Th' idea ftarts a thoufand fears '. Should now Some dreadful chance betray you to the foe j I Shudder at the thought — then let us hence And to the longing troops of Pontus give A blooming hero, promis'd oft in vain : Then let us haften— by my father's Shade I now adjure you — for Pharnaces once Rever'd his Tiridates ARSETES. Witnefs Heaven How dear I held him ! — Artabafus only Could claim a nearer duty o'er my heart, The guide, the great example of my youth ! Methinks I now recall the fatal day That fnatch'd him from us — O my lov'd Agenor ! The fcene is prefent to my eyes — I fee The battle rang'd, when to my ardent gaze His hand experienc'd pointed out the files Of rigid war, and taught me where to drive The thunder of the field ; when Heaven fo will'd^ A diftant arrow fent with deadly aim, Pierc'd his brave breaft AGENOR. C"], [24, "CLEONICE: 10 AGENOR. Then midft the diftant fight, It was not given Agenor's hand to clofe, A dying parent's eyes ARSETES. Thefe arms receiv'd The venerable chief—\" Take, take,\" (he cry'd) \" This laft embrace— ftill let the dear remembrance \" Of Tiridates' counfels move his prince, \" And, for my fake, be kind to my Agenor.\"' He could no more, but left in thee his pledge Of truth and amity — Since which my foul Has held thee ever partner of her fame, Her better half, her other Tiridates ! [Embrace. AGENOR. I am indeed thy Tiridates — yes, My father, from thy feats of blifs and peace, See, how thy prince rewards thy loyal faith, And, in his love, fupplies a parent's lofs And yet, forgive me, prince, thy words awake Remembrance of that day for ever mourn'd ! — My father ARSETES. Go, Agenor, Since my laft Refolves are fix'd — provide whate'er requires To quit this court — to quit my Cleonice, Tho' death is in the thought ! — thy piety Reproaches mine — ere yet the mounting fun Whofe early ray now gilds the face of morn, Attain his mid-day feat, the camp of Pontus Shall fee Pharnaces and Agenor. (Exit Agenor ARSETES"], [25, "A TRAGEDY. 11 ARSETES, alone. Yet Be ftill my beating heart— O Cleonice ! I feel her now — Inftrtidt me every God In foothing Speech — O ! teach my lips to breathe In gentleft founds the fatal word — farewell. ■ Orontes here ! — and is not this the bleft The deftin'd hufband of my Cleonice I fhall relapfe — for if I think — diftra&ion Enfues, and fame and peace are loft for ever ! [Exit. Enter ORONTES. ORONTES. Sure 'twas Arfetes ! that malignant planet, That thwarts my courfe, whene'er my fiery foul Would, eagle-wing'd, Stretch her afpiring flight, He foars above me ftill — Have I not worn The mafk of loyal faith, fmooth'd o'er the dark The fullen brow of deep defign, with fmiles My heart confefs'd not ? — What have I not done, For thee Ambition ! — Let not pale Remembrance Review the paft, or paint a fcene to Stagger The fickly refolution— deeds long done, That fleep fecure from every mortal ken, Are but as Shadows in the coward eye Of confcience — Hence !— Orontes' foul difdains The phantoms of remorfe. Enter Z O P Y R U S. Now, my Zopyrus— Speak ; haft thou aught that claims my ear ? ZOPYRUS. C 2"], [26, "CLEONICE: 12 ZOPYRUS. I learn That the young Stranger, who fo deeply witch'd The madding multitude, prepares this day To leave Bithynia's court. ORONTES. It cannot be Arfetes ! fpeak — what at this fated time, When war again unfolds his brazen portals, And Pontus brings to view its crefted thoufands } A tempting profpect yet untry'd, to prove His fword It cannot be ! ZOPYRUS. This hour Agenor Declar'd Arfetes' purpofe. ORONTES. Speed it gods ! Come near, Zopyrus, to thy faithful ear / I've oft difclos'd the fecrets of my heart, Where Love, but moil Ambition holds his fway, This Stranger is my bane — I Shrink beneath His better Genius— even the field that once Crown'd this good fword with honours, yields me now But wither'd laurels, which his brow difdains ; While the blind herd on him, with full-mouth'd clamour, LaviSh their Shouts. ZOPYRUS. Yet fortune has fecur'd Your brighteft hopes — has not our king declar'd Orontes, next by birth, afcends the throne ? Have"], [27, "a TRAGEDY. 13 Have not the aSTembled States confirm'd the right Of juftfucceftion ? hastening on the Steep Of downward life, our king, though high in fpirit, Blazing with wafting light, that foonmuft fail, Shall fudden fink in night, and leave to thee A glorious rifing to imperial greatnefs ! Fair Cleonice too Shall blefs your bed, And with her beauty fmooth the toils of empire. ORONTES. 'Tis true, the charms of Cleonice well Might claim the tongue of rapture — yet, Zopyrus, While great Ambition's fun lights up my flame, The Star of Love looks fickly at his beams. ZOPYRUS. What more can crown your wiSh, when Happinefs, In all your foul afpires to, foon Shall open Her welcome arms — Mean-time the king, my lord, Efteems, and holds you high above the rank Of Nicomedia's nobles. ORONTES. True, Zopyrus ; Spite of the tardy warmth of cautious age I've work'd me deep in Lycomedes' foul, By more than common zeal to avenge his fon. But home-bred faction, fpreading thro' the land, Compell'd us to the hated truce with Pontus : Till now, nine moons elaps'd, this upftart chief Stept in, to bear away the prize of arms Due to my elder fword, while Teramenes With partial eye beheld his every deed, And idoliz'd the work himfelf had rais'd. ZOPYRUS. Yet common rumour fpeaks that friendship holds In Strongest bands Orontes and Arfetes. ORON-"], [28, "CLEONICE: 14 ORONTES. Even fo, my friend — and policy demands That he, who runs the mingled race of life, Should learn to veil himfelf, and oft appear The thing he is not-'- ■ ZOPYRUS. Should propitious Fortune Remove your rival hence ORONTES. If this report Re true, the dark eclipfe that late has frown'd, No more, my friend, Shall intercept my fame ; The war's great field, at this aufpicious time Begun, Shall not enrich a Stranger's hand, But fall the harveft of Orontes' fword. [Exeunt, END OF THE FIRST ACT."], [29, "A TRAGEDY. 15 ACT II. SCENE, A garden, with palm-trees, olives, and other Eaflern plants. CLEONICE, alone. ALAS ! it will not be ! and fond remembrance In vain recalls the paft where, where is now That reafon's boaft, which o'er creation lifts The pride of man, when fickle as the gale That fweeps the bloffom from the bough, our paffions Veer with each hour, and Shake our beft refolves . How is my bofom chang'd ! — no longer now, From my example, mothers teach the young And tender maid, who dreads each fwelling wave That heaves but gently o'er the Stream of life, To rife fuperior to her fex's weaknefs ! Enter ARSINOE. ARSINOE. Friend of my life, whofe partial choice has givea Arfinde long the privilege to pafs The ceremonious bounds, which birth and title Had plac'd between us, wherefore art thou chang'd From her that lov'd, and lov'd but her Arfinoe ? CLEONICE. Still art thou here the partner of my heart ; Then wherefore this reproach ? and why complain Of change that never yet this breaft has known ? e We"], [30, "CLEONICE: 16 We were two plants that grew in friendship's foil, And promis'd fruits of never-dying love. ARS1N OE. Then every care that Cleonice knew Arfinoe too has Shar'd — but late I've mark'd That Cleonice, different from herfelf, Shur.s even Arfinoe's prefence, ever feeks The lone recefs, and brooding o'er her thoughts, Nurfes fome h dden grief foon war again Shall loofe its rage • perhaps the threatening danger Alarms your fear. CLEONICE. Thou know'ft that I alone Remain'd the comfort of a father's age, When fate, that tore Polemon from the hope Of hisBithynia, from a hufband's arms A haplefs confort fever'd, thou remember'St, My mother, fad Arete, bow'd with grief, Soon mix'd her aShes with the foil's She mourn'd : Then, left in early youth, my converfe oft Sooth'd a fond parent's pangs, when recollection Rais'd up the form of bleflings loft for ever ! While, as I grew, paternal fondnefs faw With partial eye his Cleonice's mind Expand beyond her fex : hence not alone, The foft, the winning talents, that to life Give female polifh, but the greater arts Ennobling man were taught my ripening age. But, o'er the reft, my fire, whofe bofom glow'd T'avenge his fon, enur'J my thoughts to cherifh Deep hatred of the foe by whom he fell. ARSINOE. Hatred and vengeance ill agree, my friend, With tender grief like thine — eftrang'd from all Thy"], [31, "A TRAGEDY. 17 Thy wonted temper, Solitude befpeaks Far other change — Then feek not to deceive The fearchmg eye of friendShip.- CLEONICE. Alas ! Arfinoe, I feei the woman here thou faid'Sl but now That War again muSt foon unloofe its rage : Is there no caufe for fear ? whate'er the tongue Of Stoic fortitude may boaft, the mind, The generous mind that owns life's deareft ties, Will nouriSh feelings pride difdains to own. ARSINOE. Revolve our prefent State, our country's fword, Now us'd to victory, give high expectance Of future triumphs, while for you, my friend, If love, if grandeur charm, Bithynia's throne Shall raife you high, and Hymen light his torch At Cupid's flame Is not the firft of men, The firft of heroes, yours ? Yes, Cleonice, Each anxious doubt Shall fleet like morning mift, And all be loft in your Orontes' arms. CLEONICE. Orontes' arms ! O Heaven ! what have I faid ! By every tie of love But whither — whither Now rove my thoughts ! — Leave, leave me, myArfinde, To brood in fecret o'er my treafur'd forrowS. ARSINOE. Scarce from her tenth fair crefcent has the moos Silver'd night's fleecy robe, Since I've beheld, Tho' Silent, I've beheld thy alter'd mien ; Methinks ere fince the day, When 'midft the ranks Of rebel arms my father 'lcap'd Vith life, Sav'd by the gallant aid of brave Arfetes'——— D Ha!"], [32, "CLEONICE: 18 Ha ! — thou art pale — and now the mantling blood Returns once more— What can this mean ? — My heart Has caught the alarm, and, Oh ! my foul forebodes Diftrefs and anguiSh to my hopelefs love. [afide* CLEONICE. It muft be fo hence every vain refpecl;' I can no more diilemble Hear, Arfinoe, Hear then and pity Cleonice's weaknefs ! While Lycomedes, with a monarch's care, Plans future fchemes of greatnefs — Cleonice, Loft to herfelf, her rank, her fex's glory, Dotes on the merits of a youth unknown ! ARSINOE. Orontes then CLEONICE. Orontes ! name him not I own his worth — I own the facred rights A king and father claim but I muft own, Tho' while I fpeak, confufion fills my foul, Arfetes bears down all ; and tho' the pride Of fortune rais'd me high above his hopes, A pleader here, which nothing could withstand. By looks, by deeds, by all that can ennoble The pride of youthful manhood, had prepar'd My eafy bofom to receive the gueft, That now, fole tyrant, reigns my bofom's lord . ARSINOE. Then am I loft indeed ! (afidi. CLEONICE. Go, my Arfinoe, And learn if aught is rumour'd that pertains To my Arfetes :— foon this favour'd hero Will"], [33, "A TRAGEDY. 19 Will leave Bithynia's court — but Still remember Veil'd in thy faithful breaft to keep my fecret : To thee I truft my life, my fame, my all ! [Exit Arfin. CLEONICE, alone. Loft and bewilder'd Still I rove in fate's Diftrefsful labyrinth — Why, Cleonice, Why didft thou leave the Shore of calm indifference, To launch upon the dangerous fea of love? Enter LYCOMEDES, and TERAMENES LYCOMEDES. This day, my Cleonice, furely dawns With happielt omens — He, whofe valiant arm, Join'd with Orontes, quell'd our rebel fons ; To whom the public voice gave every fuffrage Of grateful tribute, threaten'd to forfake Our realm, and beat to other climes his fword : But Teramenes, who with counfel fage For ever watches o'er his country's weal, Has found the happy means to fix him here, To graft his virtues on Bithynia's Stock, Bleft earneft of revenge { CLEONICE What means my father ? (aftde. My lord, the duty Cleonice owes Her country's welfare, and her father's honour, Demands my thanks for every aid that Heaven Gives to Bithynia's Strength— and fure, Arfetes Stands firft in martial praife — But fay, my father, What happy means has Teramenes found To fix him yours ? D 2 L Y C O-"], [34, "CLEONICE: 20 LYCOMEDES. Such means as oft have dealt Destruction on mankind : what oft has drawn The fword of violence, may now fecure A nation's fame and vengeance — Yes, whate'er Arfetes' race or country, beauty's charms Infure his future fervice. — Fair Arfinb.e, Thy virtuous friend, Shall bind her native land In grateful thanks for fuch a hero's valour. Our friend, our Teramenes, joins to his Arfinoe's hand, and gives, in fuch a fon, A great ally in Lycomedes' caufe. Led by Orontes' and Arfetes' valour, What may Bithynia's fquadrons not atchieye ? CLEONICE. [ajide.] Support me, Heaven ! [to Ter.] — Sir, I confefe the virtues Of my Arfinoe, and her beauty's charms ; Permit me yet to afk you, if Arfetes Has e'er reveal'd Perhaps fome diftant fair, Whofe love and beauty had poffefs'd his foul, Impels him to forfake Bithynia's court. TERAMENES. No, princefs-r-if this judgment, not unfkill'd In human kind, can read the thoughts of men. He loves Arfinbe : late have I obferv'd His bofom labouring with the Stifled paflion, Of recent birth ; and well I know my daughter Owns, with a virgin bluSh, Arfetes' virtues : Nor could a youth, whofe fortune only refts In his own merits and his .word, refufe That hand which Nicomedia's nobleft peers With tra.n Sport would receive. LYCO-"], [35, "A TRAGEDY. 21 LYCOMEDES. Why droops my daughter ? Still cherifh hope ; a train of better days Succeeds, where vengeance brightens up the prolpect. My age's darling ! 'tis for thee my foul Still labours, tho' declining years would fain Woo me to Shades of peace — to raife thee high, With thy Orontes, and avenge my boy, I fcorn repofe — nor will I reft till thefe Old eyes behold in chains or breathlefs ftretch'd The cruel foe by whom Polemon fell ! Come, Teramenes, let us feek Arfetes, Then once again renew our vows to pour The war's whole rage on Artabafus' head. [Exeunt Lye. and Ter. CLEONICE, alone. It is enough — misfortune now has fpent Her utmoft Shafts — and I defy the future ! O Cleonice ! has thy Struggling bofom For this fo long contended ? Oft when pride Of inborn dignity, when fenfe of fame, And every duty to a father, urg'd My foul to combat love — how have the words Of perfidy enfnar'd my eafy heart ! Deceiv'd — rejected — wedded to Arfinoe ! But hence !— avaunt ! — I will — I would forget The perjur'd, yet the once belov'd Arfetes ! But fee ! — the traitor comes ! — O Heaven ! away With woman's weaknefs — meet him as befits A princefs Slighted and her love betray'd ! Enter"], [36, "C L E O N I C E: 22 Enter ARSETES. ARSETES. While thus the faireft of her fex withdraws To folitude and fadnefs, Shuns the gaze Of admiration, let Arfetes yet Intrude on Cleonice's lonely hours Ere cruel fate compels CLEONICE. My lord, forbear This needed not — a hero's towering foul Soars high above the weaknefs of the lover : Since thou wilt part, it is not Cleonice Can here detain Arfetes — other charms But I forget myfelf — excufe me, Sir Whate'er your aims — let not my prefence damp The glorious fortune love and fate prepare And think not e'er, awaken'd from her dream Of fond credulity, that Cleonice Will cloud your joys, or Slop your path to greatnefs. [Exit, ARSETES, alone. Where am I ? fure I dream— my everv fenfe Is loft in wild amazement Enter AGENOR. AGENOR. All is ready, And nothing now remains but that we quit Bithynia's court for Artabafus' camp What mean thofe looks of forrow, wherefore heaves Your f welling breaft, while clouded with defpair Your eyes, in filent paufe, reproach the Gods ! ARSETES."], [37, "A TRAGEDY. 23 ARSETES. Alas ! what Shall I fay— could'ft thou believe it, Agenor ? She for whom my foul had near Forgot a kingdom's fame, a father's love, Each nice refpe£t of honour, made my name To future times the fcorn of every tongue, That fathers to their fons might point the example, And bid them fear to fall as fell Pharnaces ! Even She, my friend, has now with cruel fcorn, Repaid my love ■ AGENOR. O Sir, forgive Agenor^ But fure in pity fate concurs even here To haften your refolves— whate'er the caiifc Of Cleonice's anger, every moment Is wing'd with peril — think what foes confpire Againft your father's peace, his life and fame. ARSETES. No more, no more, Agenor— befl of friends, In thee thy father Tiridates fpeaks. Pharnaces ! ftill thou Shalt retrieve thy glory, Burft from the veil of dark obfcurity And blaze in virtue's beam — But yet, Agenor ! O yet indulge a heart that finks beneath Accumulated anguiSh — can I leave My Cleonice thus — alas ! who knows How foon, by rafh refentment urg'd, her hand May to Orontes- yield her plighted faith ! While abfent hence Pharnaces. AGENOR. Wilt thou then, 2 Wilt"], [38, "CLEONICE: 24 Wilt thou then linger here, unmindful Still Of fame and Artabafus ? ARSETES. No — this night, Be witnefs every power ! we leave the court — This only day indulge a lover's fondnefs ! The care be thine that Artabafus foon Receive this fignet, with the welcome news That his Pharnaces, his expected fon, Will join, ere yet they reach the bounds of Pontus, His native bands, — there, kneeling at his feet, Implore forgivenefs — in this interval Of fate and love, thefe lips Shall once again ASTail with every foothing eloquence The cruel Cleonice ; then, Agenor,' To Artabafus will I open all My fecret heart — perhaps fome future day (O bufy hope !) may give me undifguis'd To plead my caufe before her, when my fighs Shall in her breaft revive the tender flame, And love with endlefs rapture crown Pharnaces ! [Exeunt fever ally. SCENE, a gallery. Enter LYCOMEDES and TERAMENES, LYCOMEDES. How Stand the Soldiers' hopes, my Teramenes ? What fpirit breathes among their ranks, to give A prefage of the war ? TERA-"], [39, "A TRAGEDY. 25 TERAMENES. The troops on fire, Demand alone Orontes and Arfetes 5 With loud reproach they execrate the foe, And hail with joy the near expiring truce. LYCOMEDES. Yes, Teramenes — civil Difcord now, That Sheaths her fword, has left Revenge to rear Her dreadful banner — Nemefis has heard Ourfolemn vows againSt exulting; Pontus. No more Polemon's ghoft fhall haunt my dreams, Arfetes and Orontes Shall extend My name to lateft times; the glorious love Of empire and of arms, that fir'd my youth, Shall warm my frozen age — too long compell'd I fmother'd in my breaft the flame of hatred ; But when my foul forgets thy lofs, Polemon, Difgrace and ruin o'er thefe filver locks Shed their black influence ! — Orontes, welcomes What hear'St thou of the foe ? Enter ORONTES. ORONTES. Not unprepar'd The king of Pontus, from Heraclea's walls, Has drawn the choiceft fons of valour forth, That lie encamp'd befide Parthenius' Stream. TERAMENES. 'Tis faid, they wait the arrival of Pharnaces, (The kingdom's hope) whom Artabafus fent, What time Bithynia fign'd the truce with Pontus, To diftant Rome to train his youth in arms, And Fame, with loudeft tongue, proclaims his praife E LYCO"], [40, "26 CLEONICE: . LYCOMEDES. A Stripling when he left his father's court ? TERAMENES. He was ; and now fcarce twenty funs have ripened Our fruitful years, iince Artabafus gain'd him a parent's name. LYCOMEDES. Such as he is— O, fcorpion memory ! fuch perhaps had been Bithynia's heir and Lycomedes' fon ! O, Teramenes ! O, Orontes ! pity A father's feelings — Thou, Orontes, faw'ft My haplefs boy — thy pious arms embrae'd My loft Polemon, as life's gufhing Stream Sprinkled his budding laurels — where was then A father's vengeful fword, while to his tent You bore him pale and fenfelefs, diftant far, Detain'd by coward age, thefe ears receiv'd The dreadful tidings, when his frantic mother Ended her wretched being — Powerful Jove ! Shed from thy bitter urn the dregs of anguifh On my poor fpan of life, withhold each comfort Which creeping years, o'erwhelm'd with forrow, claim, If I forgive the cruel hand that cropt This blooming plant, which elfe had flourifh'd now And Shelter'd with his Shade my wafting age ! ORONTES. Soon Shall we lead th' embattled fquadrons forth On Artabafus — fhould this boaftcd fon Return, tho' conqueftplum'd, he comes perhaps A fated victim — LYCOMEDES. O ! that thought, Orontes, Gives vigour to my nerves !— Ye powers of vengeance ! Hear."], [41, "A TRAGEDY. 27 Hear, hear a father's voice, and thro' his fon, Reach Artabafus' heart, that after years Of tedious expectation, now at length Return'd and fcarcely welcom'd, he may fall A dreadful facrifice — then thro' the fenfe, The thrilling fenfe of fond parental love, By .his Pharnaces let him know the pangs Of Lycomedes, when Polemon fell j [ExiunU END OF THE SECOND ACT. E 2"], [42, "CLEONICE. 28 ACT III. SCENE, a private apartment. Enter CLEONICE and ARSINOE, CLEONICE. TALK not of comfort — 'tis in vain, Arfinoe ; Arfetes leaves us — my relentlefs fcorn, Impell'd by frantic jealoufy, the madnefs Of woman's love, drives from Bithynia's court The firft of warriors : his right hand, that ftill Held Vi£tory captive, now to happier realms Shall bear his fortune and his fame — the fun That rifes on the war, Shall fee our troops Pale and difmay'd for their Arfetes loft. Who knows the event? — the fame declining fun May blufh upon Bithynia's Shame, and gild With favouring rays the tents of Artabafus, May fmile upon his arms ; while Lycomedes Curfes each day that wider fpreads his Shame. ARSINOE. Alas ! my friend, your warmth of temper frames The gloomieft profpecls of imagin'd terror — ■ — Tho' Fortune now may frown CLEONICE. Thee too, Arfinoe, Thee have I wrong'd forgive thy Cleonice— Art thou to blame, if, fram'd for gentlefl paflions, Thy"], [43, "A TRAGEDY 29 Thy breaft, the feat of innocence and love, Confeft the manly beauties of Arfetes, Not bound by cruel ties of fame or duty? Rouze, rouze, my feeble virtue — yes, I feel New Strength, and Should Arfetes yet remain — I think, Arfinoe — Heaven fupport the thought ! I think — I could relblve to yield him to thee — But fee, thy father Enter TERAMENES. TERAMENES. All the hopes we form'd To keep Arfetes here, diSTolve in air : Thus oft, prefumptuous man too fondly grafps Ideal good : the hero, whom we deem'd Secur'd by every tie, declines the hand By Hymen given, endow'd with wealth and honours} While candour blufhes on his modeft cheek, He owns Arfinoe's virtues, owns the fate That now forbids him to receive her love, Or longer to remain Bithynia's gueft. CLEONICE. Still art thou true, Arfetes ! TERAMENES My ArSinbe, Why heaves thy bofom ? — Still our guardian Qods We trufl will fmile. ARSINOE. My lord, Arfinoe Stands Prepar'd for all — be witnefs, Heaven ! how oft J check'd each flattering hope : forgive, my father. The involuntary figh ! perhaps the laft The fruitlefs effort of expiring pailion ! 8 TERA."], [44, "CLEONICE: 30 TERAMENES. Call up the thoughts that fuit thy fex and rank : Time Shall, with lenient hand, relieve thy anguiSh, Thy princefs, with the gracious warmth of friendship Shall Shed the balm of comfort in thy wounds : — Still art thou fad ? — permit me, Cleonice, Awhile retir'd with dear paternal counfels, To arm her tender breaft, that peace again May chafe defpair and eafe an anxious father. [Exit with Arfinoe. CLEONICE, alone. Though my heart joys to find Arfetes true, Still am I wretched yet again methinks, Fain would I once again behold that face Where love, where faith ! — but O ! 'tis madnefs all ! Doom'd to Orontes, when the lonely hour Invites to Shades of Sorrow, tyrant duty Makes even my grief a crime — but let me Still, Let me once more, while yet without reproach I may indulge the Sight, behold Arfetes, Take the laft fad adieu — and like a wretch That Shivers on the precipice of fate, Enjoy the parting glimpfe of peace and happinefs, Then fink at once to mifery and Orontes, [Exit. SCENE, a ball. Enter LYCOMEDES, TERAMENES, and ORONTES. LYCOMEDES. The Gods have heard our vows, my Teramenes, Ere yet the night afcends, to Pontus' camp Pharnaces will rf turn ; even now we heard From certain tidings, that the prince's Signet Receiv'd"], [45, "A TRAGEDY. 31 Receiv'd by Artabafus, had confirm'd His near approach — TERAMENES. My liege, the enemy Will feel new vigour from the expected fight Of young Pharnaces— ere a few Short days Are pall, th' advancing troops by Areas led Will join our arms ; united then, our bands May rulh to certain conqueft. ORONTES. Teramenes, Forgive me, if my foul revolts from coufels Which frigid prudence dictates— Shall we then Remain inglorious, fkulk within our walls, To wait uncertain aid — permit the foe To gather Strength and courage from theprefence Of this Pharnaces ? — O ! forbid it virtue ! That virtue which has fired Bithynia's fons To glorious conqueft and extended fway ! LYCOMEDES. My empire's hope ! on whofe fucceeding reign Sits expectation : this Pharnaces ftill Turns every fcale of fight ; his towering fpirit, Enthufiait of the battle, looks with fcorn On vulgar honours. — ORONTES. To this boafted hero, Deck'd in his foreign triumphs, fend the trump Of Stern defiance, that Pharnaces' arm May meet with mine before the camp, and give A glorious opening to the morn of war ! LYCOMEDES. — 'Tis nobly utter'd — thy impatient fword May find employment— to the hoflile camp . A herald"], [46, "CLEONICE: 32 A herald Shall to-morrow bear our challenge\" To this Pharnaces, in the lifted field Next day to engage in fingle fight, the champion Bithynia's king Shall fend — but fince the life Of my Orontes on the great event Sufpended hangs — to thine fix wariors more Shall join their dauntlefs names. ORONTES. Let inflant lots Decide the combatant; or rather fix, Without the chance of lots, Orontes' fword, Which here he tenders, vowing from Pharnacea To tear his recent fpoils, and to the manes Of yourPolemon Shed his life, or fall Himfelf a viftim, happy in the applaufe Of his lov'd fovereign, and his country's tears. Enter ARSETES. ARSETES. Permit me, fir, fince time with rapid wing Now mocks my Slay, to waken your remembrance That call'd by fate to other ties which honour, Which duty muft enforce, Arfetes now Prepares to leave the court, reluctant leave That court, where Lycomedes' royal hand Sheds laviSh honours on his poor defert. LYCOMEDES. Yet ere thou goeft, thy valour that has long Suftain'd our arms, may add one labour more; For ftill methinks, Arfetes, would my foul Detain thee here ; but fate, I know not why, In thee from Lycomedes tears a hero, Whom next Orontes he efteem'd his fon ; This very now, ere thy arrival here A challenge"], [47, "A TRAGEDY. 33 A challenge was decreedto dare Pharnaces To fingle fight — Orontes, 'midft the lift Of noble candidates for fame, demands The glorious peril, let us add to thefe Arfetes' name, and inftant lots decide The champion fated on his venturous fword To bear Bithynia's vengeance — ARSETES. [afide] Ha ! what means My wayward deftiny ! ORONTES. Behold the champion Thy choice Selects — fee, Lycomedes, fee, Sufpenfe is on his brow — Is this the man Whofe arms fo oft h ARSETES. Yes, 'tis the man, Orontes ! Who fought Bithynia's battles, he -Vvhofe force — But I am calm. — No, Lycomedes, think not I Shrink from honour's trial — Should the lot Bring forth Arfetes' name — believe me, fir, Whate'er Pharnaces — I alone perhaps Am doom'd his victor, when the world Shall own That what Pharnaces was, is then Arfetes. LYCOMEDES. Enough, enough ; — thy zeal, Orontes, here Prompts thee too far ; nor thou Arfetes, heed Orontes' eager warmth — to dare beyond The level of mankind, and bravely reach At virtue's height, is all that human firmnefs Can 'boaft her own Succefs, enthron'd above, Beyond a mortal's power, by Heaven alone F Com*"], [48, "CLEONICE: 34 Commiflion'd, crowns the deed — now let us hence — The lots once drawn, foon as the fated morn Afcends the Sleep to gild the turret's height, Our knight Shall wait the fignal. [Exeunt Lye. Ter. and Oron. ARSETES, alone. Deity Of blind events ! — fay, whither wouldft thou lead Pharnaces now ? — yet let me once again Behold my Cleonice, then forfake This fatal realm, no more a feign'd ally To tread with hoftile Step Bithynia's court. Enter CLEONICE. She comes— once more 'tis given me to addrels My Cleonice — 'midft furrounding perils Yet happy, if I once again can pour My foul's fujl anguifh here CLEONICE. Alas ! Arfetes, What ShallT fay? how fpeak my bofom's tumult? I fear too much I wrong'd thee ; tho' our fate Can ne'er unite us, yet I feel my heart Will never caft Arfetes from the throne Where Love had plac'd him. , ARSETES. O ! thou molt unkind ! What had I done to merit ! — when my foul With anguiSh bled CLEONICE. Alas ! I thought thee falfe, And tho' I knew thou never could'ft be mine, I could"], [49, "A TRAGEDY. 35 I could not bear another Should receive That lwve, which once I deem'd was mine alone. ARSETES. Another Cleonice ! is there then Amidft the blooming circle of your fex A maid whofe charms — what treacherous tongue has dar*d Traduce my faith ? CLEONICE. The king and Teramenps Declar'd your purpofe to efpoufe Arfinoe ; Fir'd at the thought, my rath ungovern'd temper Thou know'ft the reft. ARSETES. Forbear, I know too much : For this, thou could'Sl unheard condemn the man That lives not but in thee ; bid the fame breath That warm'd my love to rapture, like a froft Nip every bloSTom of my future hopes ! . ■ ■ \\ Thou never lov'dft CLEONICE. Then wherefore am I wretched f Unjuft Arfetes ! give me 'sack, ye powers, That bleft indifference, when as yet this pulSe Had never learnt to beat, thefe nerves to tremble With fear, fufpenfe, with all the namelefs train That baniSh peace for ever In Orontes I view'd a Prince, to whom paternal care Had pledg'd my nuptials ; till a Stranger's virtues Drove every thought from Cleonice's breaft Of intereft or ambition — ftill remember I will — I would retain the inbred dignity That fuits the daughter of Bithynia's king.— — F 2 Enough,"], [50, "CLEONICE: 36 Enough, Arfetes, that my foul has ftoop'd To own her weaknefs— yet fince cruel Fate Forbids our union, when thy heart Selects Another love, may every happinefs That crowns the fondeft pair ARSETES. O ! never, never ! This bofom traitor to its firft CLEONICE. The king Enter LYCOMEDES. LYCOMEDES. Well doft thou honour here the man whofe fword May turn the tide of victory— my daughter, Behold Arfetes, now decreed to meet In combat with Pharnaces — know, the lots Of fate are drawn ; our fame is in thy hands ; Thou art our champion. ARSETES. Since the will of deftiny Seals me thy warrior ; till the morn diffolves The truce with Pontus, let me from the court Awhile retire, on fomething that concerns My weal, my honour — when the blufh of dawn Shall Strike the altar on the foreft's edge To Mars devoted, there thy guard Shall find A champion arm'd to meet Bithynia's foe, If Artabafus' fon accept the war. LYCOMEDES. Till then the hours be all thy own — —Nor claims Bithynia, or Bithynia's king, from thee But"], [51, "A TRAGEDY. 37 But what befits thy honour — Should fuccefs Attend our hero's arms, thefe walls Shall ring With joyful paeans, and to crown the day With jubilee, the day that Sets us free From fuch a foe, Orontes to the altar Shall lead his Cleonice ; and the garlands Of Hymen's triumphs mingle with the palms Which victory difplays — The important hour Demands my counfel hence — till next we meet, Farewell — and Should Pharnaces, fway'd by virtue. Accept our challenge — may Polemon's death Sit on thy lance — a mother's grief and death Edge thy keen faulchion, and a father's Sufferings Infufe new Spirit in the day of fight, That every eye may view with tears of tranfport Arfetes' laurels and Bithynia's glory ! [Exit. CLEONICE, ARSETES. CLEONICE. (paufe) Yet is there more ! O, no ! my fate has long Frown'd in the diftant profpect — now the vifion Draws near, and mifery with rapid fpeed Rides on the advancing hour — thy life, Arfetes, Expos'd to peril in to-morrow's field Excites each fear — for thee my prayers Shall pierce Jove's awful throne ; yet muft thy victory Doom me a wretch for ever — led to grace Thy triumph in Orontes' hated bands ! Yet be it fo — fate, honour, virtue, all Demand this facrifice ! — and .Should the event Of battle crown thee with the victor's wreath, And ftill Bithynia's vows detain thee here, ..Arfinoe be thy bright, thy dear reward— -- She"], [52, "CLEONICE: 38 She love, thee, my Arfetes — yes — O Heaven ! Why do I weep — let her beflow that happinefs Which Cleonice never ■ ARSETES. Still thou know'ft not What fate has yet referv'd— the enfuing combat May clear a myftery, which till now compell'd My bleeding heart had kept from all— from thee . Then by each paft, now hopelefs hour of love, Still cherifh in thy breaft the gentle flame Arfetes kindled, till the expected fun Sets on the battle's fate ; our fate perhaps Hangs on the equal balance — Cleonice Will ne'er refufe thefe moments to Arfetes : Thou know'ft not what I feel for thee, my foul Labours beneath a load of fecret anguiSh ; While danger, ambuSh'd in a thoufand forms, Waits every Step, and threats my way with ruin. CLEONICE. Thou haft prevail'd, Arfetes ; and whate'er The fateful birth that waits to be difclos'd, My love Shall hope the event ■ ARSETES. The day declines. And warns me hence CLEONICE. O Heaven ! we meet no more Til! that eventful time ! yet go, Arfetes ; Go whither glory calls — Hear, every Power . Raife o'er his head the buckler of defence, Pluck from the hoflile hand the nerve of Strength, And bring him vi£tor home — nor let a tear 3 From"], [53, "A TRAGEDY. 39 From Cleonice Stain the hour that gives Bithynia fafety, and Arfetes fame ! [Exit. ARSETES, alone. Methinks my pulfe more quickly beats, and all My fpirits roufe, as nearer to the goal Verges my fate, Enter AGENOR ARSETES. Agenor ! AGENOR. O, my friend ! Refle£t what perils hover round ; fome God (Forgive me, prince !) that frowns upon our raShneSs, Has form'd the labyrinth that threatens now— — This combat by the king propos'd ARSETES. O, wherefore Did not Orontes mark the champion's lot, Then Fate, perhaps But yet, my friend, this fight, This myftic fight, may work fome means to unravel The knot of deftiny — The hour now prefles ; The herald f oon will Seek my father's camp. AGENOR. Then let us hence ! — The warlike troops of Pontuc Impatient wait to fee their prince return ; Whofe glories won in diftant climes, attract Each listening ear, while every foldier, warm With expectation, pants to view that face Where Mars propitious in life's opening prime With youthful graces blends the victor's .mile- Your father too— — ARSE"], [54, "CLEONICE. 40 ARSETES. I feel, I feel it here! The godlike, virtuous ardor ! yes, Agenor, My foul is up in arms — methinks I fee Good Artabafus darting thro' the ranks His ardent looks — methinks I hear him chide, With fond paternal warmth, his tardy fon. Now, on his reverend cheek, where age begins To Shed its filver honours, Stands the tear Of tendernefs, while all the parent longs To fee thofe features ripening into manhood, Which laft he view'd in early bloom 1 hear The Shout of charging hofts ! the neigh of Steeds ? The battle joins, and no Pharnaces there! Now danger Stalks around, and Artabafus Diftracting thought! fly, fly my beft Agenor, Fly to redeem our fame, and fave a father ! [Exeunt* SCENE, another apartment, Enter ORONTES and ZOPYRUS. ZOPYRUS. Compofe yourfelf, my lord. ORONTES. _ • Zopyrus, never Was it for this I deem'd his abfence near, And now behold him with Orontes join'd In glory's lift— nay more, by partial fortune Declar'd Bithynia's champion !— Should he fall, He leaves a name in arms to cope with mine ! . But Should he conquer !— Hell is in that thought ! Who knows, Zopyrus !— whither may the king's Too partial views incline ?— The kingdom freed From"], [55, "A TRAGEDY. 41 from fuch a foe— Polemon's death reveng'd— — He may, perhaps, forget — The crown, Zopyrus, That hfiftrefs of my foul, to which ambition Points every aim, may grace a Stranger's brow ! ZOPYRUS. What fays Orontes ? ORONTES This right arm might reach His life — but policy forbids my hatred To blaze abroad — The many blindly dote On him they fcarcely know Zopyrus, fpeak, Art thou my friend ? ZOPYRUS. Hold — let me think, — Orontes Bears not the coward's fcruples — there is yet Perhaps a way ORONTES. Paufe not, but fpeak- ZOPYRUS. 'Tis here. Arfetes muft not live Give but the word, He dies, and dies ere he can meet Pharnaces I ORONTES. But how? ZOPYRUS. Thou know'ft that I command the guard To efcort Arfetes from the fane of Mars To meet Pharnaces ; from a defperate band, The power of gold, and vaft reward, Shall Single A chofen few, that at si fignal given G Shall"], [56, "CLEONICEj 42 Shall rid your foul of every fear in him; And more to blind fufpicion's eye, their arms, Their vefts Shall feem of Pontus' troops : the deed Effected once, the enfuing fight Shall See Thefe tools of our great enterprife expos'd Full in the front of Slaughter, that in heat Of onfet they may fall, and in their fall Mock all difcovery. ORONTES. Come to my breaft .' By heaven it ripens well — Then, when he's dead, We lead the troops to well feign'd vengeance !— Say Where lies the force of Pontus ? ZOPYRUS. Station'd near Bithynia's bounds, that thrice an arrow's flight May reach their dutmoft guard. ORONTES. Now, hated rival ! Now triumph for a moment — My revenge Prepares fuch greeting, never more thy deeds Shall Shine to vulgar eyes— on proud Arfetes Death foon Shall clofe his everiafting gate, While life to me difplays the glorious path That leads the daring mind to fame and empire. [Exeunt, END OF THE THIRD ACT."], [57, "A TRAGEDY. 43 ACT IV. SCENE, An open place in the city. ORONTES, alone. WHENCE is this feeming weight? Shake off, my foul, This lethargy, and be again Orontes. The truce is ended — all is fafe — Arfetes Accepts our challenge— and ere this Arfetes Waits at the foreft's edge How Slowly night Has dragg'd her courfe ! at length the day returns To lift his beams upon thofe eyes, that never Muft view his fetting fplendor See! the king ! Diffimulation, fpread thy fubtleft fnares, Teach me to amufe the fond credulity Of eafy fools, with Shew of what my heart Difdains to feel but hold Enter LYCOMEDES, attended. LYCOMEDES Yon' orient fun, That, glancing from the dewy mountain, Sheds The day-fpring's early bluShes, on this morn Shines with redoubled luftre ; on this morn, That gives Arfetes to the field of fame Our empire's champion— O, my beft Orontes 1 This hour, methinks, the hand of Heaven once more On deftiny's eternal page begins Q 2 To enroll"], [58, "CLEONICE: 44 To enroll Bithynia's honours Speak, my fon ! Thy generous foul, now wrapt with glory, pants. To Share Arfetes' danger. ORONTES. Lycomedes, I own my fpirit rouzes at the call Of martial conflict; yet, forbid it, Heaven ! My heart, impell'd by envy, Should repine To view another's honours by the hand Of Mars, the patron of my wars, I fwear There's not a breaft would feel Orontes' joy, To hear the fate my ardent hope divines This morn awaits the glories of Arfetes. LYCOMEDES. O truly great ! — nor think thy noble fword Shall ufelefs Sleep ; no — Should the great event Thy foul forebodes, attend Arfetes' valour, Thyfelf with Teramenes join'd, Shall pour Our eager thoufands on the troops (lifmay'd Of Pontus : Areas Shall arrive to join Our glorious arms ; and univerfal victory Clap her glad wings — then every happy wreath, That hope had form'd, Shall deck thefe hoary temples^ And choral virgins hymn Bithynia's bands Retum'd in triumph home ! Our Teramenes, Already now, in pomp of martial pride, Leaves thefe glad walls, and Swells with war's deep notes The foldier's ardor, while the plated mail Reaves on each bofom- Enter CLEONICE, attended. O, my Cleonice ! Age now, with backward gaze, on memory's plain Revives forgotten honour? — r^ay> my c^''^ i Own?"], [59, "A TRAGEDY. 45 Owns not thy heart a more than woman's feelings On this eventful moment ! — — CLEONICE. Yes, my foul Expands to greater hopes — each other thought Now Sleeps neglected — while the mightier claims Of filial duty and my country's love Poffefs me whole the noble mind that draws Its boafted lineage from a race of kings ; Of kings, the facred delegates of Heaven ; Should banifh every felfiSh view that tends not To wide diffufive good Oh ! Should the hand Of profperous fortune mark this happy day, What thoufands then will hail with raptureTs voice Arfetes' bleft return ! -for this event Old age fhall lift his wrinkled palms in praife; The virgin's tears Shall vaniSh into fmiles ; Redoubled warmth Shall nerve the foldier's arm ; Till conqueft fwell the breath of fame to fpread Bithynia's deeds, and lift her name to Heaven ! (dead march at a diflance. LYCOMEDES. Whence is that found ? the martial fym phony With Teramenes ! thefe are other Strains Than joy or victory ! — CLEONICE. The notes of forrow ! And novjr 'tis filence all \\—(mufic)- Again ! ORONTES. My heart Beats high with anxious hope and fear. (aftde. LYCO-"], [60, "46 CLEONICE: LYCOMEDES. Orontes ! What 60 I fee ! thefe aged eyes diftinguiSh A martial train with low inverted pikes, And banners trail'd to earth ! and hark! more near Methinks I hear deep murmurs of diftrefs, And mingled groans, that peal in fancy's ear Arfetes' name ! — — CLEONICE. Arfetes ! look, my father, The low-hung trophy and the dufty arms [Enter in procefjion a troop of foldiers, to a dead march, advancing flowly from the further end ofthefldge : firjl a company trailing their lances and trophies in the dujl, then the helmet, fhield, and lance of Arfetes, borne by two foldiers ; next Teramenes, and lajl a bier with a dead body, covered with a mantle, the foldiers bearing branches of typrefs and palm : the proceffioti advancing towards the front of the flage, halts, and the mujic ceafes.~\\ CLEONICE, advancing towards the trophies. Ha ! fure I know that creft ! That buckler's orb Blaz'd with Arfetes' honours ! LYCOMEDES. Teramenas, Whence is this dreadful pomp of death ? TERAMENES. I cannot I cannot fpeak ! O, royal fir, behold Bithynia's champion ! broken is the lance Of war, the genius of the battle faints ! Arfetes is no more ! 1q ! there he lies Palo"], [61, "A TRAGEDY. 47 Pale from the hand of fate, no more to wake To fame, to virtue, or Bithynia's caufe. (Cleonice faints, LYCOMEDES. My daughter ! — Heaven ! why am I thus unmov'd ! When age, unfeeling, finks not with the Stroke That now perhaps But She revives — remove her From this heart-breaking fcene. CLEONICE. (recovering.) Yet hold — forbear — \"— Ye Shall not tear me hence defpair and grief Now freeze my feat of life ; the dreadful tidings Shall load each pafling gale, and every virgin, Whofe breaft has known the agonies of Ipve, Lament with me, and mark this day with horror I LYCOMEDES. What means my daughter ! CLEONICE. Pardon, Lycomedes j Orontes, pardon — to diffemble further Were infult to his corfe — I lov'd Arfetes, And I avow my flame. ORONTES. In all, my rival ! {afds. LYCOMEDES. Unhappy girl ! — yet think not I will chide ; I feel thy anguifh here !— — ■ TERAMENES. Where now is faith ! Where royal truft in princes ! — while Arfet-es Thus falls a facrifice to murderous treafon, And ends his life by an affaffin's fword\"! i LYCQ-"], [62, "CLEONICE: 48 LYCOMEDES. Ha ! murder'd, Teramenes ! ORONTES. Speak; relate Each horrid circumftance ! TERAMENES. Thou know'ft, Arfetes Directed, that Zopyrus might attend Two hours from dawning day at Mars's altar; But ere th' appointed time, a band of ruffians Attack'd the haplefs youth ; in vain his valour Oppos'd their fury ; cover'd o'er with wounds, Senfelefs he fell ; but when Zopyrus came And afk'd, with tears, the affaflin's name, his eyes Then nearly clos'd, he rais'd, and murmur'd forth Pharnaces' name, and died ! ORONTES. (afide.) Be firm, my foul, And hide thy fecret triumph ! LYCOMEDES. 'Tis enough ! Pharnaces .'—Artabafus ! — Gods, I thank you ! CLEONICE. I weep not now— my heart would fain affume The cruel firmnefs of unfeeling woe ! Arfetes murder'd ! murder'd by Pharnaces ! Where, where was juftice, where the guardian powers That watch o'er virtue ! — Yet, it will not be My refolution melts, and Nature pays This Streaming anguiSh to Arfetes' memory ! LYCO"], [63, "A TRAGEDY. 49 LYCOMEDES. My child, my Cleonice, in thy forrows A king and father Share — for prayers and tears Are all an old man's weapons : hoary age, That breaks the vigour of Alcides, leaves Thefe idle Sinews ufelefs as the arms Of female weaknefs ! CLEONICE. Why, eternal Powers ! Why is not courage given to woman ? Shall not Refentment brace our fex's feeble arm ! I feel, I feel it now — my bofom fwells With fury, with diftrattion See Polemon, A bleeding facrifice ! — lo ! next my mother In death's convulfive pangs, and laft Arfetes, The murder'd victim of the worft of foes ! LYCOMEDES. Hear, mighty Jove ! and fend thy dread vicegerent To weigh in equal fcales the deeds of men ! See, Cleonice — fee where Artabafus Shrinks in the awful trial ! — foon, my daughter, Vengeance Shall rear her bloody creft — Pharnaces Shall pay the forfeit of his deed. CLEONICE. 'Tis there My hopes alone can triumph (here the bier is brought forward.) Lycomedes, Thou know'Sl my weaknefs — then permit me here To pay one mournful tribute — one laft look, To poor Arfetes ! (advancing towards the bier.) H LYCO-"], [64, "CLEONICE: 50 LYCOMEDES. Hold ! my Cleonice, It is too much forbear i the nearer view May Start thee into frenzy. CLEONICE. No, my father, I can — I will fupport it — (approaching the body) Is this Arfetes ! Is this Bithynia's triumph !— — See the mantle That wraps his clay-cold limbs, the fatal prefent Of Cleonice's hand ! O, my Arfetes! Pale, pale and lifelefs ! — murderous Haves! — O where, Where are thofe eyes that Shed their beams of love On Cleonice ! where thofe lips that wak'd The heart-felt tendernefs ! — Diftraftion ! — Hear me, O Heaven ! — Arfetes, hear ! — while thus I clafp Thy fenfelefs corfe, while yet thy fpirit hovers O'er thy cold clay, in pity to our forrows ! O never fhall thefe eye-lids know repofe, This breaft be Still'd to comfort never — never Till this accurs'd Pharnaces Ha ! — look there ! Th' exulting murderer triumphs ! — Stay, Pharnaces — Fly not behold, he bleeds ! fee there the dread Tribunal met, where Minos lifts the urn • His juftice Shall avenge my dear Arfetes ! [Exit. LYCOMEDES. Her griefs are wild — attend and footh her forrows. (to attendants, as they go out. ORONTES. Tears are but woman's tribute — to the foldier A foldier pays far other dues Arfetes Demands"], [65, "A TRAGEDY. 51 Demands Bithynia's gratitude Here reft Your honour'd load, while on the cold remains Of this lamented chief, Orontes vows An offering to his Shade O ! Sir, permit me To fecond, with my own, the foldier's zeal. LYCOMEDES. Thou art my age's hope, the Stay on which My kingdom leans take all thy courage claims, Go — lead the troops to arms. ORONTES. This fword, that oft Has fought my fovereign's caufe, again unfheath'd, Thirfts for the blood of Pontus Yes, I fee, I fee the genius of Arfetes lead The embattled fquadrons, while his fpirit ftill Breathes in each breaft, and marks the foe for vengeance. [Exit. LYCOMEDES. Be it our care to pay the laft fad rites To loft Arfetes to the clouds afcend His funeral flame, and call the Gods to witnefs Our grateful tribute to the chief we mourn ; Then in a facred vafe feledt with care His dear remains, to place them near the urn Where the lov'd relics of Polemon, borne A mournful trophy, ever in our fight, Feeds ftill our grief, and ministers the gale That blows the fmother'd flame of deep revenge ! [Exeunt, the procejfwn going off in order. SCENE, H 2"], [66, "CLEONICE: 52 SCENE, a private apartment. Enter ORONTES _*_. ZOPYRUS. ORONTES. Deftru£tion to my hopes ! what Gods averfe Could blaft my fortune further !— Can it be ! Zopyrus — all our fchemes abortive thus! What he, whom lifelefs now the city mourns, Is not Arfetes Arfetes and Pharnaces % The fame ZOPYRUS. There is no room for doubt — the tablets Found on the veftments of the Slain unknown, Confirm the important truth. ORONTES. Unthinking wretch ! A thoufand proofs recur, that fpeak too plain His birth conceal'd— furprife when Lycomedes Propos'd the combat with the prince— diffraction! A turn like this may fruftrate all ! — it teems With tenfold ruin ! — Cleonice's love To this Arfetes Starts another train Of galling doubts What's to be done ? ZOPYRUS. Already The foldier pants impatient on the edge Of battle— Who can tell the event ? Pharnaces May fall, and crown your wifh. ORONTES. But ftill the chance Of war is ever doubtful -Could we draw 2 Phar-"], [67, "A TRAGEDY. 53 Pharnaces from the tumult of the fight, The tufted grove, that (hades the fane of Mars, Might hide an ambufh'd force, to whelm at once Our foe in fwift destruction. ZOPYRUS. 'Tis a thought The caufe itfelf infpires. ORONTES. Zopyrus, go; Inflame the foldiers with Arfetes' name, That name Shall fecond our defign — I haite To lead them to the field— away [Exit Zopyrus. ORONTES, alone. Afcend, Black Mifchief, child of hell, from the dire gloom Of burning Acheron, whence perfidy, Affaflination, treafon, (names that Shake The coward foul) breathe forth infpiring aid To vaft Ambition, at whofe dazzling Shrine Orontes ever bends — 1 feel, I feel The facred influence here— If Fortune yet Afiift my arms, in fight Pharnaces falls An open victim; but if ftill averfe She thwart my glorious aims, what force denies, Deep covert guile Shall give ; and all my fears Be huSh'd for ever in Pharnaces' blood. [Exit. SCENE, the camp of Artabafus. Enter ARTABASU S and PHARNACES. ARTABASUS. Yes, my Pharnaces, my full bofom heaves With all a father's feelings— Every God That"], [68, "CLEONICE: 54 That knows the tranfport here, receive my vows Of gratitude and praife : thy bleft return Each year Shall chronicle ; on that glad day The hallowed fanes Shall grateful incenfe breathe To thofe high powers, whofe providental care Reliev'd my anxious fears— Pharnaces lives ! In fafety lives, clafp'd in thefe arms of fondnefs ; Yet I could chide— for O ! reflect, my fon, How I have fuffer'd in thy painful abfence, Could'ft thou fo far forget PHARNACES. O, royal fir ! Believe me, while I fwear, that oft the fon Reproach'd the lover ; oft I fympathiz'd With Artabafus. ARTABASUS. Tho' to partial nature The warmer fallies of ungovern'd youth, Ere long experience turns the page of life, Are venial errors, yet thy raShnefs here Startles belief— What perils haft thou 'fcap'd ! What deathful fnares ! perhaps, a fate like his, Whom all Bithynia for Arfetes mourns. Thou faidft it was Araxes PHARNACES. 'Twas Araxes, Whofe mien and near refemblance to your fon Aflifted my defign— When at my fuit You gave confent to accept Arfetes' challenge, I trufted to Araxes' breaft my fecret, Difguis'd him in the veft and arms I wore, When"], [69, "A TRAGEDY. 55 When 'midft Bithynia's fquadrons, with defign Himfelf Should for Arfetes' wage the combat, Instructed firft to yield himfelf my prifoner : From hence I hop'd to plan fome happy means Of peace, by conference open'd with the foe. But this diftrefsful fate, myfterious Heaven Has caft on poor Araxes, baffles all ; And leaves me loft, uncertain whither points This deed, or what inhuman breaft defign'd it. ARTABASUS. Swear, my Pharnaces, never more to tempt Our hoftile Gods in Lycomedes' court, Nor give that life to hazard, which thy father Would ranfom with his own. PHARNACES. (kneels.) this rever'd, This awful hand, Pharnaces vows to Sacrifice His all to filial duty, every act Of his fucceeding life Shall fpeak the fon ; And O ! if Fate requires ! even Love itfelf Shall bleed a vi<Stim at the flirine. ARTABASUS. Think not That Artabafus will condemn the love That honour fandtifies — for Cleonice, If ever Rumour's tongue can claim belief, She merits all you feel — Nay, more, my foul Could witnefs Lycomedes' regal virtues, Did not ambition, that excefs of kings, That thirft of widen'd empire, that too far Infpir'd his early reign, now, even in age Impel"], [70, "CLEONICE: 56 Impel him to unfheath invafion's fword. The king, who, urg'd by partial glory, breaks The facred ties that link a focial world, Should boaft no more the image of thofe Gods, Whofe wide benevolence extends o'er all ! PHARNACES. Still, ftill my hopes, with fond prefumption, form'd Ideal fcenes of happinefs Could Peace, With outftretch'd arms, embrace the warring nations, Could Lycomedes learn one Self-fame Spirit, Inform'd his foe Pharnaces, and his once Belov'd Arfetes — Yet I dare, my father, Boaft a foft advocate in Cleonice. ARTABASUS. O my Pharnaces, what can filial duty With him that loves, and loves like Artabafus ! Ere day can yield to night, a trufty herald Shall to Bithynia's king, try every art Of eloquence, to bend his foul to terms That fit the king and father Grant it, Heaven ! The day that fees my lov'd Pharnaces happy, Gives Artabafus all— Then clofe, ye Powers, Life's anxious fcenes, and let me Sleep in peace — [Alarum andfhout. Whence is that noife ? Enter AGENOR, his fword drawn. AGENGR. To arms, my liege, the foe, Led by Orontes, iffuing from the town, Advances on our camp. , PHAR"], [71, "ATRAGEDY. 57 PHARNACES. Orontes ! Heaven Has heard Pharnaces' prayer— My lord, my father, My foul's on fire, and pants to meet in field My hated rival ! ARTABASUS. Go, Agenor ; bear Our inftant orders to the troops, to range Their ferried files Pharnaces leads them on To fight — to victory PHARNACES. Hear, God of Arms ! Whofe fmiles have grac'd my earlieft youth— O hear This laft requeft— Still in Pharnaces breathe The Spirit of the war ! ARTABASUS. Thy ardor wakes My youth again — Hear now, a father's voice ; With thy Strong genius, lead him thro' the maze Of dangerous battle, that thefe eyes may trace His fearlefs fteps, behold his brandiSh'd fword Shine forth the guardian of a nation's honour ; And, while his arm afferts his country's caufe, Affert the common rights of all mankind. [Exeunt. END OF THE FOURTH ACT. I"], [72, "CLEONICE: 58 A C T V. SCENE, At apartment on the fummit of a tower, commanding a prcfpecl. of the fields without the walls. Two urns on two pedejlals. CLEONICE, alone. O Night ! that foon wilt Stretch oblivion's wing O'er many a wretch, drive on the lagging Shades And clofe the day's dire horrors ! tho' to me Sleep brings no refuge, yet congenial gloom Befits my anguifh — five revolving years Thy fenfelefs afhes in their peaceful dwelling Have every day, Polemon, wak'd remembrance, And oft receiv'd the tributary tears. But here's a Stroke furpaffing all — Arfetes Shrunk to this narrow fpace !-^-at early dawn He tower'd in arms a littfe hour he lay A breathlefs corfe, and here his fad remains Warm from the funeral flame, are clos'd for ever ! Enter ARSINOE. If thou bring'ft comfort, fpeak ! ARSINOE. Alas ! my friend, I know it not fince from the walls my father Led forth his followers, to fupport the attack Of brave Orontes on the foe, fufpenfe Has dwelt on all— the citizens affrighted Hearken to every found, that whifpers aught Of"], [73, "A TRAGEDY., 59 Of fight or victory— (diflant alarms.) Heaven guard my father. C L 5 O N I C E Sure 'tis the diftant murmur of the fight That fwells upon the wind, and fee, Arfinoe, Ere yet the Shade of evening faintly fpreads O'er the dun fields, fee thro\" the dufty whirl The flafh of arms — ARSINOE. But hark ! fome hafty foot Sounds on the Steps that lead to this recefs : O ! let me fly, and eafe my beating heart For Teramenes' fafety ! [Exit. CLEONICE. Nearer ftill I hear the deepening roar — another Shout !— There, there perhaps, Pharnaces, hated name ! Sheds wide destruction ! — can it be, ye Powers ! Can he who ftoop'd to murder, rife in aught That's great or noble ? fure Arfetes' Shade Should hover round, and in the day of battle Wither his Strength ! — Some fatal news at hand ! 'Tis Teramenes —Heavens ! — Enter TERAMENES, and Officer. TERAMENES. Where, where's the king ? — O Cleonice CLEONICE. Speak — TERAMENES. Bithynia's loft ! — Our lateft hour is come. — I 2 Enter"], [74, "CLEONICE: 60 Enter LYCOMEDES. LYCOMEDES. What means'this tumult? What from the camp— but now a peal of Shouts Broke on my Slumbering fenfe— how Stand our hopes ? TERAMENES. The foe is in the walls ! — our bands repuls'd By Artabafus and his fon, retreated To gain the gates — with them the conquering troops Of Pontus enter'd. LYCOMEDES. 'Tis enough — thefe eyes Have feen enough of woe ! — Where is Orontes? TERAMENES. I faw him laft, with dauntlefs courage, brave The hoftile troops, when headed by Pharnaces They thunder'd thro' the gates, at which dire moment He vaniSh'd from my fight, and O ! I fear He falls a vidtim to this dreadful day ! — But time forbids our vain laments — this inftant The victor may be here — one way remains That yet may f ave my king — the weftern tower Is ftill our own, and may perhaps fuftain The foe's attack, till Areas Shall arrive — But now, Arfinoe thither with a guard I fent— retire, my liege, with Cleonice, In fafety there. LYCOMEDES. No — tho' this trembling arm Shrinks from the buckler's weight, I can provoke The death I wiSh for from the pitying foe ! Come forth; this fword, that long has idly Slept, Shall once again CLEO"], [75, "A TRAGEDY. 61 Are CLEONICE. What means my father ? — yet Retract your purpofe — think on Cleonice ! Forfaken here — I fee, I fee the hand Of ruffian force drag by the Silver locks Thy venerable age — I fee thofe features, That oft have fondly fmil'd on Cleonice, In agony distorted. — What remains For me at that curft moment ? — wild with horror To rend my fcatter'd hair — againft the pavement DaSh thefe poor limbs — then bare my breaft to meet The fteel, yet reeking with a parent's life, And mingle blood with his that gave me being !— — LYCOMEDES. Diftradting image ! — O my child ! my child ! And Shall 1 then this moment I could yield The laft cold drops that linger in thefe veins — And blefs the hand that Struck me — yet when Death Draws his dark veil — to catch a glim pfe of life, But to behold thee die — Hafte, let me hence To lofe the dreadful thought — a minute longer May place us fafe beyond the future reach Of fate, of mifery, and Artabafus ! CLEONICE. O, hear me ftill — yet let thefe filial tears Prevail. — Death is the laft, the fure refource, And when Fate clofes every path that leads To future hope — this arm can then my father Fix one great period to a life of woes. TERAMENES. My fovereign, Artabafus and Barzanes"], [76, "CLEONICE: 62 Are near at hand, from hence we may difcern Their bucklers blaze (looking out) ; away, my liege ! LYCOMEDES. O ! never ! They Shall be met — thefe withered limbs — look there, See thofe fad monuments— (points to the urns.) And fhall the hands, The murderous hands by which they fell, here grafp The fword in triumph ? — No, thefe trembling feet Shall meet their fury. (Going. CLEONICE. Yet — O yet, my father ! One moment hear TERAMENES. Forgive me, royal fir ! If thus compell'd — Learchus, help — LYCOMEDES. (Struggling.) Unhand me 'Tis more than treafon — hence ! (drops his fword in the flruggle.) CLEONICE. Lo ! there, my father. Some God defcends, and from your nervelefs arm Strikes your reflfting weapon. LYCOMEDES. O, Shame ! Shame ! 'Tis fure the work of Heaven ! — then all is paft ! I yield — Lead, lead me where thou wilt ! (Shout.) TERAMENES. Again ! Conduct them fafely thro' the fecret gate, 5 Mean,-"], [77, "A TRAGEDY. 63 Meantime myfelf, with fome few friends will feek Orontes, and fecure my King's retreat. [Exit. CLEONICE. O ! hear me, Heaven ! for Lycomedes hear ! Still fave him, finking in this gulph of ruin ! Or let one moment whelm us both in death, And end a father's and a daughter's woes ! [Exeunt Off. S C E N E, an open place in the city. torARTABASUS, BARZANES, andSoldiers. ARTABASUS. Thus far, Barzanes, has the victor wreath \" Crown'd virtue with fuccefs — our arms, by Heaven ImpelPd to guard the facred rights of men, Have to their deep recefs purfu'd the foe. The city now is ours — the hoftile bands Submiflive, or difpers'd, contend no longer; Then Sheath the fword of death, and bid refentment To mercy yield her reign — the noble mind, Tho' Juftice draw the fword, regrets that triumph Humanity muft mourn : for Lycomedes, Give heedful orders, that whate'er Shall chance, To make him prifoner, to our better fortune, They treat him with fuch honours as befit His name and rank, a captive of the war. Enter Officer. My liege, this inftant Lycomedes taken, With Cleonice, as they fought to gain The weftern tower, conducted by the guard, Attend your fovereign will. [Exit. EnUr"], [78, "CLEONICE: 64 Enter LYCOMEDES, CLE ON ICE in chains^ Guards. LYCOMEDES. (Entering) . Lead me to him, Whom Lycomedes' evil Star has rais'd On fallen Bithynia's ruin — Cleonice Affociate in thy father's woes -Are thefe The hands that once 1 fondly prefs'd in mine, When on my knee thy prattling infancy Held me in all a parent's dear fufpence ? Are thefe lov'd hands now clafp'd in rugged fteel And Slavifh manaeles ? CLEONICE. Thefe hands, my father, Exult in chains that give to Cleonice, A glorious Share in Lycomedes' fufferings. Nor are they bonds, fince ftill thefe filial arms Embrace my father — O ! believe me, fir, To fuffer thus with you is height of blifs, Compar'd to freedom banifh'd from your prefence. ARTABASUS. If thou art he — O, Lycomedes ! — hear No more thy foe, but brother — would to Heaven Thy age would now repofe in peace ! thofe hairs Demand refpedT: and honour — let me then Exchange thefe flavifh ties, for other ties Of amity and love. (makes afign to the guard who takes off his chains.) For thee, fair princefs, What fhall I fay ?— thefe arms prophan'd demand More than a king's atonement. (takes off her chains.) Is there aught Befide the gift of freedom ? CLEO-"], [79, "A TRAGEDY. 65 Of CLEONICE. Artabafus, There needs no more— from him that flew my brother All gifts are equal— tho' to the woman's weaknefs I yield thefe tears, my firmer foul difdains The tribute nature pays; — then once again Reftore thofe Shackles— give me, to the depth Of dungeon gloom — there's not a hoflile pang That enmity inflicts, but Cleonice Shall meet it all !— My father too— O, Heaven! Hence female foftnefs— yes, behold that weak Deprefs'd old age, behold this bloom of youth Nurs'd in the pomp of courts— yet, Artabafus, This pair, unShaken, dares your worft of pains. LYCOMEDES. Hear every God my vows renew'd — hear too Polemon's Shade ! whene'er this hand fhall join In friendly league with Pontus, haunt each hour Of ebbing life with horror's direft forms ! ARTABASUS. Yet hear me, Lycomedes, Still reflect, Thyfelf a warrior once, in fight he fell, Fell as a hero ought. — In arms of old When Demi-gods have fought, the fields have oft Borne flaughter'd chiefs, whofe parents from the fky View'd their pale fons, and yielded to their fate. LYCOMEDES. Hear, hear, ye fathers ; hear how cool the victor Can palliate death, and footh a parent's lofs. Polemon fell in fight — yes, Artabafus, Nobly indeed he fell — too daring youth ! Whofe unfledg'd open valour met the arm K"], [80, "CLEONICE: 66 Of veteran cruelty— but hear, proud man, Do all thy enemies fo fairly perifh?— How died Arfetes? haplefs youth, — the laft, The glorious work of Artabafus' race ! Midft all my fufferings, ftill I joy to know Polemon died a hero— Had the hand Of Time drawn out his early age to years Of ripe experience, he, like poor Arfetes, Had fall'n the murderer's victim. ARTABASUS. Little, fure, Thou know'ft the work of fate, — the youth who fell Was by Pharnaces CLE^INICE. Pharnaces ! yes, I know it well — Is this the glorious hero, The boafted pupil in the fchool of Mars ? Did he for this in Rome's immortal ranks Learn the brave trade of arms, to edge the fword Of bafe affaffination, that the wiles Of black confpiracy might catch that life, Which ne'er had funk in equal field of combat ! Yes my Arfetes to Pharnaces' cruelty Thou faH'ft a vidtim— fall'ft by him, whofe arm Had elfe perhaps confeff'd thy valour's force. Then had thofe limbs, my father, never felt The weight of chains — yet Should Orontes live, His valorous arm — perhaps Pharnaces' life Atones for poor Arfetes ARTABASUS. Every power Forbid the implication ! Lycomedes, Could"], [81, "A TRAGEDY. 67 Could I as well appeafe each vengeful thought For loft Polemon, as I now can clear The virtue of my fon, by lying fame Traduc'd CLEONICE. Did not his lips all pale in death Proclaim Pharnaces guilty ? ARTABASUS. There indeed, Myfterious darknefs lurks but, Lycomedes, Speak— Should the hero whofe triumphant arm Efpous'd Bithynia's caufe— Should he yet live— CLEONICE. Yet live ! what means this cruel fport with woe ? ARTABASUS. Hear then, and wondering hear— -Arfetes lives, Arfetes and Pharnaces are the fame. LYCOMEDES. The fame ! — fpeak Artabafus Enter OFFICER. OFFICER. Hafte, my fovereign ! Hafte to the grove of palms,-— the prince affail'd By numbers, with Orontes at their head, A hundred lances glitter at his breaft, And all their cry is vengeance and Arfetes. ARTABASUS. What do I hear ! now cruel Lycomedes, Now, Cleonice, glut your rage, — yet know K.2 Arfetes"], [82, "68 C L E O N I C E: Arfetes lives, and lives in my Pharnaces, Or this dread 'moment feals perhaps his doom, And ends a wretched parent ! [Exeunt Artabafus and Barzanes attended. CLEONICE. Does he live, Live in Pharnaces ! O mylterious Heaven ! Should it be thus, how has my ruthlefs hatred Purfued the man whom moft I lov'd — the man (MadneSS is in the thought) who now may breathe Hisiaft. LYCOMEDES. Forbid it, virtue! — Gods ! I feel A fecret impulfe here — it muft not be For me he oft has triumph'd fpite of age And impotence of Strength, yet will I face This laft, this fatal fcene my Cleonice, Thy courage will purfue thy father's Steps ; Come, let us prove the worft of fortune's malice, Then clofe our eyes in peace, and reft for ever ! [Exeunt. SCENE, A grove of palm trees, with the temple of Mars difcovered at a difiance. [Clafhing of fwords.) Enter ORONTES retreating before PHARNACES, a party of Orontes driven off by the foldiers of Pharnaces. PHARNACES. Enough, my friends ; enough — this life demands My fword alone— for thee, whofe murderous guile With"], [83, "A TRAGEDY. 69 With feeming manhood, drew me from the fight To fall by numbers, from this arm receive Thy treafon's due reward. ORONTES. Fortune at length Deceives my aim ; but be it fo 1 fcorn To deprecate thy vengeance — well thou know'ft Orontes now; Zopyrus has confefs'd, Pale, trembling daftard ! finking by thy arm, Our firft device againfl the feign'd Arfetes This laft is mine— tho' intereft and ambition Forbid me now to rifk an equal combat, Yet fince thy hated genius ftill prevails,— Hence every vain difguife — as man to man, I dare thy worft, PHARNACES. Behold, thou double traitor ! The grove and temple where Araxes fell : [ >| Where now thy followers lurk'd in fatal ambufh To enfnare Pharnaces— tremble nov^, while juftice Here lifts the fword on this devoted fpot, Here claims a facrifice to every virtue, Faith, friendfhip, loyalty, and poor Araxes ! (fight. ARSETES. [within] Defend, defend my fon ! (Oion.falls. PHARNACES. There link for ever, Nor leave thy equal here to curfe mankind ! Enter"], [84, "CLEONICE: 70 Enter ARTABASUS ..iAGENOR ARTABASUS. Art thou then Safe ? — my fon ! my fon ! PHARNACES. My father ! Enter LYCOMEDES, CLEONlCE,«». TERAMENES. CLEONICE. [Entering.'] Death has been bufy fure the battle's tumult Rag'd here but now PHARNACES [turning.] 'Tis Cleonice's voice ! LYCOMEDES. He lives indeed ! 'tis he ! — the guardian genius That watch'd Bithynia's fafety CLEONICE. Heavenly Powers ! And yet it cannot— fpeak,— O fpeak, my father, Ere this lov'd phantom • PHARNACES. Still Arfetes lives ; Behold him here ; [kneels] No more unknown, who now Aflferts the lineal honours that await A kingdom's heir and Artabafus' fon. CLEONICE."], [85, "A TRAGEDY. 71 CLEONICE. Pharnaces rife, — fure 'tis illufion all ! What then was he, whofe pale and lifelefs code— ARTABASUS. The youth, whom late you mourn'd for Slain Arfetes, Was in his Stead deputed for the fight. PHARNACES. Orontes and Zopyrus have confefs'd The fnare in which this haplefs vittim fell ; Orontes drew me now, by fraudful ambufh, To periSh here— -behold where lies the traitor; His guilty life fall ebbing with his blood. LYCOMEDES. Orontes ! — where ! then where is virtue, Gods J Now only living with Bithynia's foes ! Why, Artabafus, did Polemon fall ! Or fall by thee ! . ORONTES. [raiftng himfelf.] Hear, moft unhappy father; Thou feek'ftt' avenge Polemon's death, — behold Him now reveng'd— lo ! here his murderer lies ! ARTABASUS. The youth that fell by me ! ORONTES. thee he fell , But fell unwounded— -to his tent convey'd Senfelefs awhile, he lay-— myfelf alone Watch'd his returning life — at that fell moment, Ambition, powerful friend ! held forth to view Bithynia's crown — my facrilegious hand Uplifted then, with murderous weapon -truck My prince's life. 3 LYCO-"], [86, "CLEONICE: 72 LYCOMEDES. What do I hear !— my blood Is chill'd !— pernicious villain ! — take the vengeance A father's fury [draws, and is held by An. andTet. CLEONICE. Gracious Heaven ! — my brother ! TERAMENES. Yet hold— tho' great your woe, — the guilty wretch Already gafps in death, and Shivering Stands On that dread brink, where vaft eternity Unfolds her infinite abyfs. LYCOMEDES. Polemon ! My murder'd boy ! ORONTES. O thou bright fun ! whofe beams Now fet in blood, doft thou not hafte to veil Thy head in night, while Nature, thro' her works Shrinks from a wretch like me ! — Come, deepeft darknefs, Hide, hide me frommyfelf !— hence, bleeding phantom — Why doft thou haunt me ftill ! — another ! — hence ! They drive me to the precipice — I fink O Lycomedes ! (dies. LYCOMEDES. Lo ! where lies the ferpent That late I nouriSh'd in my breaft, to Sting My unfufpeding heart ARTABASUS. A father's nature Feels for thy dreadful trial Lycomedes, Receive this pledge of friendship ftill be thine Bithynia's crown, nor claim I aught from conqueft But"], [87, "A TRAGEDY. 73 But mutual peace fome other time fhall tell This work of fate But who fhall Search the ways Of Heaven infcrutable, or dare to queflion Why the fame power beheld Polemon fall, And fav'd Pharnaces for a father's love ? 'Tis ours with humble praife to take from Jove The cordial draught of joy, nor murmur when He deals the cup of woe. LYCOMEDES. O, Artabafus ! No longer now my foe — this honour'd hand, This hand now free from my Polemon's death, Confirm the brother's union balmy peace Reft with his manes, and remembrance ever With odorous praife furround his laurell'd tomb ! But yet I have a fon — in thee he lives, Lives in Pharnaces [embrace] Yes, my more than brother, Our friendship knit fhall plant the welcome olives Thro' both our lands, and blefs their fons with peace ! PHARNACES. It muft, it muft — fome genius whifpers now Oblivion to my cares, and bright-wing'd Hope, Like Cleonice, points my foul to blifs ! LYCOMEDES. If blifs be Cleonice, She is yours Once more, my fon- ARTABASUS. My daughter— every God Propitious fmile to crown your virtuous love ! L PHAR-"], [88, "CLEONICE, 74 PHARNACES. Speak, Cleonice! does thy heart refufe To own the mighty rapture ? CLEONICE. O, Pharnaces ! Think how my bofom throbs with various tumult Of mingled joy and grief My brother's fate Still labours here, 'fpite of the blifs that fills My confcious heart; for blifs it is to avow My boundlefs paffion wife of my Pharnaces, Or rather that dear name which firft fubdu'd My virgin heart — my ever lov'd Arfetes ! LYCOMEDES. To thee, my fon Pharnaces, I refign Bithynia's crown, while I, retir'd in eafe, Steal gently down the peaceful vale of life. ARTABASUS. Behold the latent treafon brought to light! Tho' hid from mortal eye, the Eternal Mind Pervades the deepeft gloom Confefs, my brother, The dazzling meteor that milled thy youth, And even feduc'd thy age : the monarch fir'd With falfe ambition for a conqueror's name, Is but the lafh of Jove to fcourge mankind. For thee, my fon, by Lycomedes rais'd To guide, with early hand, the reins of empire, Remember what the duty of a king Exa&s, while each domeftic blifs Shall crown Thy private hours, to watch thy people's weal, And Share, like Heaven, thy happinefs with all. END OF THE FIFTH ACT."], [89, "EPILOGUE. Spoken by Mrs. BULKLEY. /t UR author, all fubmiffion, fends me here, To make excufes for your fimple cheer; And I, that have no inter eft in his fcenes, Muft bear the train of tragic kings and queens. Shall I fupport the weaknefs of his Mufe? — Egad — if fo — Til fit him with abufe — I'll foon diffeci his fine-fpun work, andjhow That all bis plot has more of farce than wee. For, after all, the creature's much deceiv'd, If e'er he thinks his tale can he believ'd. So tame and fo inanimate bis maid is — How very different from our modern ladies ! — What, could a blooming lafs with ripen' d charms, Be held fo long from her admirer's arms ?—— If fuch were truths in prudifh Heathen climes, Examples vary in our later times — Then for theatric play — how poor ! how cold! A heroine's language Jhould be nobly bold, Outflrip the decency of vulgar life, Mouth at the Heavens, and fet the Gods at jlrife.-— Time was indeed, an antiquated bard Paid to a beldame, Nature, fome regard, And drew his females with fuch fimple features, That all, who f aw, believ'd them human creatures. 2 Plain"], [90, "EPILOGUE Plain Defdemona bore no trace of art, And Portia play'd a wife's domeflic part ; While Confance fhew'd, but what before we knew, And only griev'd, as real mothers do. — ■ Shall this flak poet give the Drama law, Who poorly copied enly what he faw? Nay, flole from life, in every clime and age, The characters that fill his boaftedpege ? Well! as Hive, 'tis £.7— (looking out)— -0, are you come? Does all go well? — poor devil! — feal his doom, This live-long night he watches every eye, Talks, like his heroes, in fililoquy-— Then Jl arts afide — What! fomething goes amifs? — \" Sure 'tis the difiant murmur of a hifs!\" '■ Alas! kind foul! — / pity his condition, will in his behalf this Houfe petition : — ; To you, good folks above, for ever ready To ferve a friend, all Englifh hearts andjleady ; To you, ye. men of candour, fenfe, and wit, Who fill the circle of this awful pit ; To you, ye ladies, ever prone tofpare The bard, who love and beauty makes his care ; / here commend him — take him to your favour, And I'll be furety for his good behaviour. FINIS."], [91, ""], [92, ""]]