[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE poetical »orfes OF THE LATE ALFRED JOHNSTONE HOLLINGSWORTH, WITH HIS MEMOIRS."], [6, ""], [7, ""], [8, ""], [9, "£f)e poetical æorits OF THE LATE Alfred Jolmstone Hollingsworth WITH Memoirs of the Author EDITED BY DR. GEORGE SEXTON, F.R.G.S., &c. &c. &c. SECOND EDITION. VOL. I. II on & on : C. J. SKEET, 10, KING WILLIAM STREET, CHARING CROSS. 1858. [The Right of Translation is Reserved.]"], [10, ""], [11, "PREFACE TO THE SECOND EDITION. The First Edition of the following Poem was published two years ago. Up to that period, the name of Hollingsworth was entirely unknown amongst English Poets. When \"Childe Erconwold\" first appeared, it received most favourable notices from some of the leading critics of the age, and si net' that time the popularity of its Author has been daily increasing. Had he lived a few years longer, there can be little doubt he would have attained a rank equal to some of the most illus trious of those upon whom the mantle of poetry has fallen in our island home. That he may do so even now is by no means improbable, as many of his productions still remain unpublished. True, this is an age in which the ranting-wordy spasmodics and the \" washy lakers \" are much in favour, but in spite of this there remains still in the English heart, a deep love for that sound"], [12, "2 substantial old Saxon which has made English Literature so famous and so immortal. Hollingsworth had an intense love for that grand and expressive language, Anglo-Saxon, now so much neglected for the barbarous jargon — semi- Latin cum French — which prevails so extensively in our literature. He was probably — though during his life time few were aware of the fact — one of the best Anglo-Saxon scholars of his day. Amongst his manuscripts there are translations of modern authors into that noble tongue, done in a manner which few have equalled — none surpassed. His taste in this respect has considerably influenced his poetry as will appear obvious on examining \"Childe Erconwold.\" A long introduction, however, in the form of a preface, is by no means necessary. The Poem will speak for itself. GEORGE SEXTON. London, May \\nt, 1858."], [13, "cl$t4m{)hj<j OF Alfred Johnstone Hollingsworth : WRITTEN BY HIS TUTOR, THE REV. , OF , NEAR LIVERPOOL. \\y HILE reading The Times of the 15th December, 1853, I observed the following advertisement : — THE RELATIVES of ALFRED JOHNSTONE HOLLINGSWORTH, who returned from Denmark last April, are requested to COMM UNIC ATE with Mr. Edward Melladew , 34, Great Tower-street, City. Though the person named here was no relative of mine, yet he had been to me as dear as any of my sons ; and was still remembered with a kind of parental affection. That the interest I had in him and the above advertisement may be sully understood, I will endeavour to give a sketch of his career. A. J. Hollingsworth was born near London about the year 1818. His mother, whom I have known almost all my life,"], [14, "iflfUmotr-\"*. VI is a lady of high respectability. Her infant was left to the care of an aged widow — a nurse, whose husband's name was Hollingsworth. The child was called after her and her family, and treated as her own. In 1828, when the boy was about ten years of age, he was placed under my guardianship by her who was most interested in his welfare. She requested that he should receive the best classical education; and be treated as one of my own family circle. I made a sacred vow that I would never divulge her name to him or to any other. It is for this reason that mine too must appear a blank in this publication. As I am so well acqainted with her and her family, my being known might end in making them so. It is, moreover, my intention not to let this public literary occupation interfere with my clerical station. I hope that this confession will suffice to satisfy all curiosity on this, — the most unpleasant part of my undertaking. The boy soon displayed great natural ability, and quickness in learning ; going through his grammars with extraordinary facility. He had an excellent memory ; and was very fond of reading. He began to write poetry when he was about fifteen years of age ; and, as it seems, continued ever after wards to do so. I was afraid that his constitution might suffer from his studies, and was frequently obliged to damp his"], [15, "jfHemoir-3. VII ardour. I was then engaged with the study of the Anglo- Saxon tongue : in which he received some instructions. Perhaps, his early knowledge of this language gave him that taste for Northern Antiquities, which he afterwards so diligently cultivated. The boy thus grew up into a young man. He was even then, in his youth, eccentric; for he shunned the rough sports in which generally those of his years delight; and preferred study or wandering alone to any gymnastic exercise. He became, in mind and habits, a man before he had been a boy. His adopted aged parent had probably stamped the child with her own antiquity : the old nurse was still lurking in him ; and swayed, perhaps, more or less, his whole existence. Much, too, was owing to his naturally weak constitution : his chest was delicate ; his stature, tall and thin, inclined to stoop. He was easily provoked, and very passionate ; had a tender affectionate heart, but a proud independent spirit : which suffered no restraint, and rebelled the more it was chastised. I was, for many reasons, more indulgent to him than I would have been to others. It was decided, that he should enter Cambridge when he was sufficiently advanced ; but he had a horror of college regulations, and of all systematical study : though what he once did undertake, he toiled, excluding all other objects, to"], [16, "fRtmaitS, VIII accomplish. His going to Cambridge was, therefore, post poned ; and postponed till at last, through what subsequently occurred, it never happened. He must have always had a lively recollection of his aged nurse — his adopted mother ; and would, doubtless, often wonder at the sudden transition from her humble station to that in which he was now placed. He had been taught to believe that his father died when he was an infant ; that, at his mother's (the nurse's) death, a rich uncle in London had placed him under my care ; paying his bills, and furnishing him with all that he required. But the world soon learns, and is always ready, to reproach these unfortunate people. His questions, as he grew older and more suspicious, were of a serious character : — JVhat were his profpeSis ? Why could he not visit his uncle ? What was bis profession ? — I endea voured to satisfy my pupil by saying, that he was well pro vided for ; and would be comfortably independent. But the questions occurred again and again; and I was, at last, obliged to evade them, or to refuse an answer. In 1838, he, being about twenty years of age, met a young lady at my house. She frequently visited my wife. She was of a highly respectable family that attended my church : where he, doubtless, often had observed her. They became fondly attached to each other. His ardent affection changed"], [17, "fHtmot'rs. IX his whole character and career. He cared less about his studies ; and requested me to introduce him to her parents that he might ask their consent to marry her. I remonstrated with him, telling him that he was too young for such an impor tant step ; and that he should first travel a little. He became angry, went, and gained an introduction through others. I then secretly wrote to his mother. She begged me not to thwart him. He asked the consent of the young lady's parents. They applied to me for references to his family : which I could not give them. My negative answers caused them to suspect all; when they, highly indignant at my not having prevented him from speaking to their daughter, left my house and, soon afterwards, my church. Thus ended my friendship with them. It would be the moji difficult thing in this world to keep young people from looking at each other. The lady's parents went, and answered my pupil very roughly ; uncharitably telling him openly what he was, and ordering him to leave their house for ever. He, enraged at them, came to me ; and furiously commanded me to tell him who, and where, his parents were ; accusing me of all his misfor tunes, — of being in a plot which was formed to defraud and ruin him. Here I too became angry, and resolutely refused to answer his command. He threatened desperate things. I wrote to London, requesting his mother to release me of my b"], [18, "i&tmaitS. X charge. She begged me to bear with him. He would go, he said, to London and find his parents. I defied him to do so. He shut himself up in his room, regarding all as his enemies, and acting as one would that was afraid of being poisoned. At last, he requested me to beg his \" uncle\" (as he sneeringly called his parent) to advance a sum of money which would enable him to travel for five years. This was a wild proposal ; but as we could not exist together, I was as wishful as he was to further it; and made it to his mother. After much unpleasant correspondence, a sum was advanced. He received it ; and left my house ; saying that, when it was expended, he should come again. He remained in the neigh bourhood some weeks, lodging at a cottage near the young lady's home; but finally departed for London. This was in 1839. Such was his thankless return for ten years paternal kindness ! In 1844, he re-appeared. He informed me that he had been travelling through France; and had studied at some German university. He was more affable, or tried to be so, than he ever had been; and begged me to forget all that had transpired. We were, indeed, glad to meet again; but his principal object was to procure more money. He remained at my house until he had received the desired remittance. I gave him my best advice ; and begged him to study for some"], [19, "{ttnnoirg. XI profession. We parted friendly, wishing each other all hap piness. I was in constant correspondence with his mother : who was often secretly informed of his movements. Years passed away. In 1849, he came again. He had been in Spain, Portugal, and other countries since his last visit. I strongly advised him to turn his knowledge and ability to some account : he came not for advice but for money. He received another remittance ; and departed. In 1853, he re-appeared ; received his usual remittance, and left. I have described Mr. Hollingsworth as he was when a youth : as this was our last meeting, I may here describe him as he then appeared. He seemed to have lost all youthful ness : he had become a pale sorrowful-looking man ; was meager, above the middle stature, having a flight stoop ; was of a dark — not sallow — complexion ; his forehead was high, but somewhat wrinkled ; his nose, prominent, inclined to the Roman ; his eye, jet, large, and expressive. He shaved off all appearance of whiskers. There was about his face an old-fashionednefs (if I may so express myself) which, not withstanding his fine black hair and beardless chin, caused him to look ten years older than he was. At first sight, one was apt to take him for a man of forty who shaved his cheeks and wore a wig vainly to appear youthful again. His b 2"], [20, "fHtmotrsl. XII general appearance was that of a man who had grown old before his time ; — of one whose body was always on the rack of his mind. He wore then a dark furtout, dark pantaloons, black velvet waistcoat, and black neckhandkerchief carelessly knotted : unadorned with rings or jewellery of any kind. I heard nothing of Mr. Hollingfworth before the 15th De cember, 1853: when reading The Times of that day, I noticed the advertisement already quoted. I proceeded to London on the following morning ; but was informed there that Mr. Edward Melladew was at Birkenhead. I procured his address, and hastened to Birkenhead : where he made to me a most distressing communication. I begged him, some time after our interview, to convey to paper all that he remem bered of Mr. Hollingfworth. To avoid repetition, I shall at once lay Mr. Edward Melladew's statement before the reader. It is the following : — Birkenhead, January 10, 1854. \" The Rev. , at , near Liverpool. \" Dear Sir, \" You wish me to give you an account of my meet ing with Mr. Hollingfworth, and I will attempt to do so ; but I cannot remember much. I was sent on business in the autumn of 1850 by a London firm for which I travel, to"], [21, "fHcinoii'0. XIII Denmark and Sweden. I left London by the steamer \"John Bull\" for Hamburg; and travelled from Hamburg to Lubeck by diligence ; and then left there by the steamer \" Svithjod\" for Stockholm. As I had finished my business at Stockholm, I sailed to Wisby on the island of Gothland. I was told at the inn there that a countryman of mine of the name of Hollingfworth was in the town. As I had com pleted my business there, I went on board the steamer to return to Stockholm. An Englishman was in the boat; for I soon saw that he was an Englishman ; and supposed, he was the one I had heard of. We got acquainted on the voyage, and went to the fame hotel in Stockholm. I remem ber, Mr. Hollingfworth did nothing there but read and write : he seemed to be at home in every strange place ; and never cared about seeing remarkable places; for, he said, he had seen them all ; but what he liked most was to lie in his dressing-gown on the sofa, reading, and smoking his German pipe, and drinking black coffee : he seemed to be quite tired of travelling. I remember, the cholera was in Sweden then ; it had not broken out in Stockholm, but it was expected: nothing else was talked of, and the whole country was busy with nothing but cholera; the foolish quarantine regulations obliged me to give up my journey to Gothenburg, and all my plans in Sweden. I consequently left Stockholm for"], [22, "fHcmoird. XIV Denmark with Mr. Hollingfworth ; and we passed through Ystadt and came to Malmo, where we sailed from in a small sloop for Copenhagen; but had to go with two other passen gers to Klampenborg, a few miles from Copenhagen, to per form quarantine. I remember, that place was like a park ; and we were brought into a small cottage there, which was like a lodge or gamekeeper's house ; with a small space of ground for exercise, railed off. A sentinel stood there at the gate, where a bell was rung when anything was ordered ; and the provisions were pushed through a kind of trough. I remember that place and what happened there better than all the rest of my journey; for I was ten days there. We were all fellow-prisoners, and easily acquainted ; Mr. Hol lingfworth and I were countrymen, and were soon brotherly ; our friendship began there, I may say ; he gave me an account of his travels : I understood, he had studied at a German college ; and had been often in Spain. His con versation was amusing, but he was close in all about his home and family. I could hear, he was a bachelor ; and a native of London, but was educated somewhere near Liver pool ; I was curious to know whereabouts near Liverpool, as my home was at Birkenhead; but he was close about this. His room at the quarantine was next to mine ; he read there till noon, and had the habit of walking about in it, and speaking to"], [23, "$fttmoir$. XV himself in some foreign language; he seemed to speak every lan guage as well as his own, and had a great memory : he asto nished our foreign companions with his knowledge of their countries and literature. One of them was a German, the other was a Swede, I think. I thought my friend was a very clever man, but not a happy one. We all met after dinner in our public room, and played Ecarte, Chefs, and Backgammon. Our Swedish companion was a good finger, I remember ; and carried in his pocket an album, and took sketches. He took the German's likeness one evening, while my friend and I were playing Chefs ; he asked Mr. Hollingfworth to sit for his likeness, and sketched his portrait, which I showed you. My friend threw it to me, and said, \"There, Melladew, — there's a souvenir of our journey.\"* It is bad enough, and I prized it little then ; but I value it now, as it is the only likeness of him. We drove to Copen hagen when the ten days were out, where I stayed at the Hotel Phœnix: he went to private lodgings. His favourite place was the Museum of Northern Antiquities, but I pre ferred Thorvaldfen's Museum and The Casino. I stayed at Copenhagen about a week, and we met every evening ; we * The worst part of this likeness (fee frontispiece) is the mouth : the upper lip should have been curled ; the lower is too small and hanging. — Ed."], [24, "XVI iWcmotriJ. were very sorry to part after about six weeks' travelling together ; he promised to write to me, and to visit me when he returned to England, which I begged him to do ; and then went home by Lubeck and Hamburg ; and arrived in London after being away about two months. This is all that I can remember now of my journey with Mr. Hollingf worth. I remember only a few things here and there ; for he was then no more to me than any other fellow-traveller, and I took little notice of what did not concern my business. I see by my letters, it was in September, 1853, almofl three years after my arrival in London, I was at home in Birken head. I had made several other journeys in those three years, and never expected to see Mr. Hollingfworth again ; for he had not even written to me. The servant one morn- ing informed me that a gentleman wished to speak to me ; I went, and saw to my astonishment Mr. Hollingfworth. He dined with me that day, and told me, he returned to England last April ; he gave me an account of what he had been doing since we parted ; he had been studying Icelandic in Copenhagen ; and had been in Iceland ; and in different parts of Denmark to study, as I understood him, the Danish dialects ; he told me, he had had the brain-fever, and his appearance was changed for the worse. I advised him to study less, when he answered, \" I fly to books as some men"], [25, "fttcmoirs. XVII fly to drink;\" but the grand end of his visit was to tell me that he was about going to America, to see, he said, the Falls of Niagara. He wished me to take charge of a box which he had filled with all he would not need on the journey; it contained books and papers, he said, which were of no use to others but valuable to him ; he told me to take great care of it, which I assured him, I would do. This was, to the best of my recollection, on the 14th or 15th September last. He told me, the \"Isaac Wright\" was the first ship, and was advertised to sail on the 16th, but might be detained a day ; so, we went to see the vessel, which was a first class regular packet-ship of Messrs. Baring Brothers and Co.'s Line. I asked my friend if he had taken his passage ; he could do that, he said, on board when he had tried the accommodations. I told him not to think of going in any but the first cabin ; as he would, otherwise, be jumbled up with emigrants and all sorts of people : — \" Well,\" was his answer; \"we are all God's creatures.\" He was not at all nice about where he lodged, or how he travelled, — I saw that in our journey ; for such an old wanderer was accus tomed to all sorts of people and places ; first class or third class was all the fame to him. I was with him every day in Liverpool till he failed; he told me, when we parted, to take great care of the box. I begged him to be quite at ease c-d"], [26, "UfUmoirS. XVIII about it; he promised to write to me from America. This was our second parting. As I was in Liverpool in the beginning of October, I heard the \"Isaac Wright's\" cala mity; a full account was in the papers; the following was in The Times of the 7th October: — LIVERPOOL, Oct. 6. The cholera has broken out among the German passengers on board the American emigrant-ship Isaac Wright, which put back to this port on Tuesday, having struck on a rock N.N.W. of Cape Clear on the 28 th ult. Before the vessel reached the Mersey 47 pas sengers were thrown overboard, and after making the river three more died and were carried ashore. It was then found necessary to remove a considerable number to the hospital at the workhouse, three unfortunate creatures dying in the carts on their transit thither. The governor of the workhouse, who witnessed the Irish famine crisis, fays he never saw cartloads of human misery which filled him with so much horror as those which conveyed the sick emigrants to the workhouse on Tuesday. Several died on Wednesday, and five more expired between 2 o'clock this morning and the time our correspondent made enquiries at the house (3.35 p.m.). There were then 38 sick emigrants in the hospital, many of whom are, no doubt, dead before this will meet the public eye. The poor creatures were loud in their complaints of the insufficiency and unwholesomeness of the provi sions on board, some of them asserting that several of their relatives and friends had died from positive hunger and tliirst ; while they described the conduct of the officers and crew as having been brutal in the extreme. The cook (a black) they said, had charged them at the rate of 6d. a-quart for hot water, while for the first 1 1 days they only received six days' provisions. One especial cause of grievance was, that at the end of the first week at sea the division between the men and women's berths was broken down, and that there was nothing to secure a separation of the sexes. There are still a few cases of cholera in the workhouse from the American emigrant ship Silas Greenman ; but the disease among them has been partially over come, and no danger is apprehended in their case. There have been several deaths from cholera in the town since Monday."], [27, "{■Mtmoirs. XIX \" 1 was sadly shocked at all this, and could not find his name amongst the names of the cabin passengers. I thought, then, that he was amongst the emigrants ; but he was nowhere to be found ; for he was not amongst those who were waiting for the vessel sailing again, nor amongst those at the hospital. The number of passengers returned and the number dead and thrown overboard, made up the number that left; so, as he was not amongst the living, he must have been one of the forty-seven. I went from one place to the other, and inquired of every one likely to know anything ; but neither the captain and crew nor passengers, could tell me anything ; it was not likely that any one would be noticed or remem- bered on the deck of a vessel with 50Q to 600 emigrants ; and all was panic and confusion after the ship struck ; for the lower hold was full of water, and everyone that was able had to pump. All hope was over when I saw my friend's unclaimed portmanteau and carpet-bag turn up; which were at last given up to me ; and placed beside the box he had left. I was now at a loss what to do with these ; for they were well locked up ; and I did not think, I had a right to break them open ; although they might contain letters or papers with the address of his friends. I waited and consi- dered till about the middle of December, when I was about leaving for London; and gave a news-agent in Liverpool the c-d 2"], [28, "illfinot'i's. XX advertisement to insert in The Times. I was unexpectedly detained at home, and begged the firm in London to forward me all letters. I got to hear something, perhaps, of all the Hollingfworths in England through that advertisement. But you, Reverend Sir, appeared on the 1 8 th December at my home in Birkenhead, and perfectly satisfied all my inquiries ; and I consequently gave up my journey to London. You may print this account if you think proper. \" I am, dear Sir, yours sincerely, \"Edward Melladew.\" Such was the melancholy communication which Mr. E. Melladew made to me ! After having received it, I made every possible inquiry ; but all lead to the fame fad conclu sion. I, therefore, returned to London to acquaint her who was most interested in the fate of this unfortunate man. I shall pass over all that relates to my interview with her. She requested me to examine the luggage, and to inform her of the contents. I returned to Mr. E. Melladew. To this gentleman, Mr. Hollingfworth had confided more than to me ; for, at our last meeting, he never hinted that it was his intention to visit America ; nor had he considered me worthy of guarding his box of papers. I have previously mentioned his suspicions towards me: of which, notwithstanding his"], [29, "ftTcmoiis. XXI friendliness during his stiort visits, he was probably never divested. It was, too, perhaps, in his nature to hate those whom he had offended or injured: \" Proprium humani ingenii odisse, quern laeseris.\" We are sometimes inclined to trust to an uninterested companion what we would lock up from our nearest relative. \" This corn-merchant,\" he probably reasoned with himself, \" will care nothing about my Anglo-Saxon books and literary works ; he will have no curiosity to pry into them that he may correspond with my concealed parents. Our homely confidants are too familiar to respect our goods and secrets. This business man will be more to be depended upon. I read his character thoroughly as we were (hut out from the world in our lonely quarantine — as we travelled and lived together so long alone, and exchanged every thought to beguile the tediousness of our journey.\" I can imagine that nothing knits two of the fame soil so intimately together as travelling in foreign countries. Be this as it may, Mr. Hol lingfworth appears to have been much attached to his busi ness friend. Opening the box which was intrusted to him, we found an old writing-desk, some pieces of wearing apparel thrown over books, loose papers, and manuicripts. The desk con-"], [30, "jWrmotni. XXII tained a legal document in an envelope addressed, \" Mr. Edward Melladew.\" It is to the effect -.—That, in case Mr. Hollingfworth died on the journey to America, he authorized Mr. E. Melladew to publish his Works or to employ such persons as were capable of doing so ; that one half of the profits is to be divided amongst him and those whom he employed; the other half is to be given to Mrs. . This lady is the fame that he met in 1838. She was mar ried shortly after his quarrel with her parents ; but she still resides in the neighbourhood. He never, when he returned from the Continent, questioned me respecting this lady; but he, doubtless, gained information from other sources. He lodged then, I am informed, often weeks near her dwelling after having left mine. But to return. We found some manuscripts : which it is the object of myself and of some learned friends whom Mr. E. Melladew has employed, to give to the Public. These manuscripts are written in an almost illegible scrawl ; whole passages being frequently blotted, erased, and interlined. Many parts of them are on scraps and half sheets of paper often unconnectedly packed together. To judge from them, it would appear that their author composed easily and with great rapidity ; but that he afterwards laboured long and often"], [31, "fHemoirs. XXIII on what he had written, and was never satisfied with his productions. More than two years have been suffered to elapse in making arrangements, and in deciphering the little that we now bring before the Public. It is about a third part — about 4,000 lines of his latest and largest Work — \"Childe Erconwold:\" the whole of which consists, I should say at a guess, of about 10,000 to 12,000 lines. We intend to publisti his smaller manuscripts after this shall have appeared. I have thus given a bare imperfect outline of the life of my gifted unfortunate pupil. In doing so, it has been my principal endeavour to fay all that might be said of the dead without offending the living. The Public, having to do with the author and his Works only, will, it is hoped, refrain from inquiring more — from desiring that the feelings and station of private individuals should be exposed to the gaze of curiosity. It may be asked, Why did Mr. Hollingfworth not publish his Works as he composed them? and maybe answered, He doubtless never intended that they should appear in their present state. It seems that he condemned in one month what he had written in the preceding. It would appear, too, from some verses which we find scattered in his note-books, that he wished to live in peaceful obscurity. He was in the habit, Mr. E. Melladew informs us, of carrying one of the"], [32, "iMtmotisf. XXIV above-named books in the pocket of his dressing-gown. We find some fragments in them which show his reasons for not publishing, his taste, temper, and character. We, therefore, submit them underneath to the reader's perusal. They seem to be of the first draught, written under the impulse of the moment; for they bear few marks of correction, are often unconnected, irregular in their rhymes, and abrupt in their terminations. It would appear from them that he had a pre sentiment of death — an idea that his life would be short. They are sometimes bitterly satirical ; and not at all amiable : abounding with angry lines: which we could wish were not; and which he probably, after a second reading, would have blotted. But we must say on this occasion as on all similar, that we are acting not as critics and censors but as editors ; and are, therefore, bound to give our author's productions as we find them, whatever unamiable sentiments they may contain. With these fragments, I conclude these imperfect Memoirs. The second part of \" Childe Erconwold\" will follow when it is ready for publication. Near Liverpool, May, 1856."], [33, "rjs i\\ a jg m u n t s . UUR Age will be Time's wonder-age of ages ;- How bold in wit ! how brave in inky wars ! How rife in seers ! — in run-and-read deep sages ! 'Twould pump an ocean dry, and count the stars It knows what was, what is, what aye will be ;— Dives down to hell, or towers beyond the skies ; It chats with spirits on eternity : — Is surely, then, most great and wise. Old fairy Fiction now is forced to flee : Reality has more poetic worth : Young giant Science strides o'er every sea, And plays at football with our little Earth. As his club rules, poor Poetry must rise To mystic worlds beyond his railway crowds ; — Must whine o'er daisies; chatter in the skies; And rant and rave among the clouds. Hail Prophet- Age ! Hold up thy glorious men ! Thou giv'rt us lads of poets who can rhyme On spirits, death, on all beyond our ken ; — Great critics too to dub their rant, \" Sublime !\""], [34, "dfragmentg. XXVI »9 Thou giv'st us bards who polish wondrous fine — Use Criticism's file so marvellous well That every word — nay, every dot must tell ; Then leave, at last, a cold dead marble-line. \" Their art is great. They give a well-set gem ; And are the best of sculptors in their verse. They're right, methinks ; for surely nought is worse Than Shakspeare's folk : they've too much life in them \" And wha can bear two Byron's grewsome carles ? [Minerva's — Scotland's — Curse is na forgot) Down with laird Byron ! Up with Walter Scot .'\" Our cannie critic snarls, \" Or praise up that fad Chant of Undertakers, Our mystic Ranters, and our washy Lakers.\" These darlings with their critics soon will be Gone \" down among the dead men \" ne'er to rise. But who knows what we yet may live to fee ? Time might misname them, \" Great\" or \" Wife ;\" — Give them a dark nook in his hall like that Which Captain Rag has now with King and Sprat. But thou, proud Byron, still wilt live and please ; — With all thy faults, with all thy shameful wit, With all that I too wish had ne'er been writ, Still have the soul-unlocking \" golden keys ;\" — Wilt still be found in that far-looming age A great heart-mover in Old England's page."], [35, "dfrag-mcnts. XXVII I'd give a groat to know who then will sleep In dread oblivion. Who will wear the bay That boast it now ? Who'll then have dozed away ?• Be \" buried in the bosom of the ocean deep\"? — I too have sinn'd in verse ; — have chisell'd rhymes ; But fee this age praise high its balderdash ; And call \" Sublime !\" what ne'er was aught but trash So, leave my books to worms or better times. They're in my trunk : where wits or mice may feed. When Holl is dead, up, Critics ! and condemn. Some friend may find — nay, haply, publish them ; And take unto himself all praise and meed. They'll be no worse, if so, for coming late. And I shall then have kept my peace of mind ; — Have lived among the lowliest of my kind Far from that little world men call, The great. But whither, buckram Steam- Age, wilt thou lead : It might betide that some great men to be — That coming Johnsons look asquint on thee ; And honour less our talking than our deed; — That all will laugh at us in far-off times When they behold our phizzes and our rhymes ; And see then how we stuck upon our cop What likens most a smoky chimney-top, But what, with marvellous taste, we christen'd, Hat ; See how we liked to brace, to strap and bind ; To strut, with hair-patch'd jaws in stiff cravat, In blanket-cape, or wrapp'd up in a sack, With swallow-tail nice hanging out behind. e 2"], [36, "dTiacrmtntd. XXVIII \" What,\" they might cry then, \" can ye hope to find In such a starchy pack ? These show'd by what they put upon their back How graceless was their mind !\" — It might — For who knows what may come to pass? — It might betide when fifty years are o'er, That Blackwood's trump'd up fogey live no more ; — That our great valley-bard be call'd, Great Ass. The Bible's full of turn'd inverted phrase ; — How shall men understand it in these days ! Heaven help thee, Shakspeare! — thee, High Milton, too!' Thee, \" Glorious John !\" Whatever will ye do ? We really can't, in our transcendent times, Put up with you — with your old screw'd up rhymes. Thou, Lulling Pope ! — and thou, Old Churchyard Gray ! Thou, Ocean Byron ! — Ye've all had your day : Lake Wordsworth taught us what ye wadna ken; And all our guid Reviews have said, Amen. 'Tis true, ye have a sign above your door ; — A golden sign, ye never had of yore : Which makes us so forgive your twisted rhyme. 'Tis true, too, that ye're very often read ; — That critics kindly call your verse \" Sublime \" Where't never would be if ye were not dead. But, after all, we'll have to bury you; For none dare write now as ye dared to do ; And this quoth Wordsworth, this quoth \" Our Review.\" Yet this poetic Cobden broke his rules : Even he, at last, must write as other fools :"], [37, "dfiagnunts. XXIX This workman could not use his own dear tools : — \" If I along that lowly way With sympathetic heart may stray ;\" — \" What nobler marvels than the mind May in life's daily prospect find ;\" — Inspiring verse of that sweet daisy-lover ! — \" That daisy with its boss of gold That spreads itself, some fairy bold In fight to cover /\" — \" With little here to do or see Of things that in the great world be ;\"■ \" His forehead wrinkled was and furs d \" (so mine Would soon be too if oft I read thy line) ; — \" Praise it is enough for me, If there be but three or four Who will love my little flower!\" Praise is enough ? Egad ! methinks so too. Pronounce his flower, Floor; and then 'twill do. But \" Praise it is \" — What pretty mode of speech ! Which he it is, his friends it is, would teach. Was England drunk in those old Tory days When such Wish-Wash as his won gold and praise ? 'Tis well for her that he's yet all unknown In foreign lands, and little in his own ; — That he's so great but in a Scotch Review. It were not hard to prove that all his verse Is like to that above, and often worse. But Works on his would soon be buried too ; And more \"our limits\" will not let \"us\" do."], [38, "dft-aginmtg. XXX What cant is that ye fuperwise ones speak Of what thou, Veil'd Posterity, wilt fay ! What is thy maxim ? — \" Dans la politique, II n'y a pas des hommes (I choose and pay) : II n'y a que des interets.\" \" I'll keep too, Holl, thy moony spell — That is, — If it should like me well, I'll let thee live a day. But though thou bleed for every line ; And ponder till thy cranium break : I will not keep a verse of thine But for mine own dear fake.\" O well, my lass ! — I know thy selfish ways. From this time forth, shall Holl and thou be quit I give thee not a thank for all thy praise Of what I write or may have writ ! — London, May, 1853. O for a Johnson in these days ! To tell Who's Who and What is What, That dunces might not win such praise ; Nor Shakspeare, Milton, be degraded ; And blent with every Pict and Scot ! Shall all be damn'd by Daisy Wordy's creed ? Does literary England sleep ? — invaded By those marauders from beyond the Tweed ?"], [39, "dftagmcnts. XXXI We have on her old high Parnassus ('Tis woe to fay !) no lack of asses : Who like their thistles and their weed. I'd rouse her foul against that clan ; And hope, when I'm no more, to wake her. Then, Blackwoods, fay the worst ye can ; But don't compare me with your Laker ! — London, May, 1853. • I care nought for what wigged Learning fay ; — For Latin Doctor's frown, or critic's dart. If I should die not with my fleeting day, I'd live in every good old woman's heart ; — Be known to John the Boots, to Poll the nurse, And judged by loving maidens of my land : Then, down with Mystics ! Mine shall be the verse That men may study ; children, understand. L on don, June, 1853."], [40, ""], [41, "CJnltie Ctcontoolfc, % &pll *f $ovt and Mar. B"], [42, ""], [43, "Hftat an <Std (prnntrU sags oj tlu gar \"A.D. 1096: pHIS year, crafty men knew what was in a \" man's head when they felt its bumps ; and great \" was the marvel thereat. \" This year, also, the Pope's legate came to \" England ; and took with him Peter's pence; and \" called himself, Bishop. And this year it was, \" when William Rufus was king of England, that \" the Lay of Childe Erconwold was fung: it \" was fung, as books fay unto us, at Hallentun, \" near Runckhorne, in Mercia : which is ever still b 2"], [44, "iffijinjf HsrconlDOltr. 4 \" called, Haulton Castle. There dwelt the Norman \" Earl Nigel and his daughter Mable. This \" Mable was a very fair lady, so that there was \" none more lovely in all England. Thither, as it \" is written, there came a Saxon gleeman. He was \" not very old, but he seemed so : his high brow \" was furrowed, and his long locks were white as \" snow. On the Eve of Saint Andrew's Mass, \" there being a fearful storm, he sheltered at the \" castle ; and long there abode. Young Mable \" and her father, the Earl, bade him sing ; and he \" did so : he sang of all that betided at Hallentun \" thirty years before their day, — of times when the \" mighty Saxon, Earl Wodennoth the Bold, was \" lord there; when Harold was king of England. \" As the Norman Count Nigel heard that the \" Lay was concerning his castle, then much it liked \" him : he bade a monk come, and pen all that the \" gleeman fang. Now, this monk was a Norman, \" much given to Frankish and Latin: when he mif \" conned the Saxon, then wrote he what he best"], [45, "<fl1)injf iii. to n too in. 5 \" might; and that in his own wife, setting before \"every speech 'So quoth Erconwold' — 'Thus \" said Melitha.' He, moreover, set down many \" Latin and outlandish words, which the gleeman \" never knew; and wrote of things which were not \" in those days. Others, too, long after his death, \" altered the scrolls; for, well methinks, the gleeman \" never fang of Sturla, Montogildas, and \" others ; and that no man then knew of aught \" that they did. Some monk of our own times set \" them alive in the book. They liken the new \" pillars in our old minster: the Superwise say that \" their newness mars its ancient look; but crowds \" go the old ones by to gaze on the new. \" When the hoary minstrel had fung his lay, then \" were the scrolls of the monk given to fair Mable. \" They passed, as books tell us, from her to her \" children and children's children. After three \" hundred years, they fell into the hands of many \" not akin to the Nigels. Then were they given \" with lands to a neighbouring monastery. There"], [46, "6 ŒtHIDc lEironluoHi. \" were they much read and altered. Some brother \" monks lately strove about them : — ' This poem, \" methinks, is an Epic' — ' Nay,' quoth the next, \" ' more dramatic ; neither one nor t'other.' — 'Why, \" then, 'tis both,' said a third, 'a dramatic Epopee.' \" — ' Tut !' cried a fourth, ' Never, since Adam, hight \" a poem so!' — Long these critics strove till, at last, \" one, who was vastly learned, said : — ' This child, \" among the children of Imagination, hath three \" legs ; and be, therefore, a monster.' — Still none \" knew what to name it ; and, so, it be unchristened \" to this day. If men like it, it boot little, \" methinks, what they call it. Not long these \" monks held the scrolls : they sold them to book \" men. They too changed all ; and set therein \" New English with much of our own times. At \" last, they were held by a wandering monk hight \" Domingo Hollingsworth ; but what he did \" with them, no man knoweth. — \" This year, the Scots conspired against Duncan, \" their king ; and slew him ; and took his uncle"], [47, "(H^illit ISisonttJOltr. 7 \" Dufenal for their king. This year, also, on the \" Vigil of Saint Matthew, was seen a bloody cloud; \" and many foretold that the end of the world was \" nigh, and great was the fear thereof; and tables \" were seen to leap and spin about ; and men fell \" into a trance when others waved their hand. \" And this year, the people were fore afraid that \" the Franks would come and ravage England; and, \" at Candlemas, King William Rufus went to « Hastings; ******\""], [48, ""], [49, "in janlinn (Jasik pULL thirty winters now are fled Since English Harold fought and bled ; And Rufus, Norman William's son, Now wears the crown which Alfred won It storms without : 'tis dreary night. The lordly hearth in Nigel's hall Is heap'd with fire, and throws its light O'er glittering shields upon the wall, And armour worn in Hasting's fight."], [50, "tfijiios i£rconUJOllr. 10 While he that wore it on that day, — Now tottering old, with silver-hair, — Is set near lady Mable there ; And tells of kings long pass'd away. She, dark-eyed maid, so young and fair, With raven-locks, fays \" Yes\" or \" Nay ;\" But muses on some lover's lay. Both watch the fire with thoughtful eye. To him the sparks and ashes mean, — That man must rife, and shine, and die ; — Be then as though he ne'er had been. She traces there a dragon-fight, A bounding steed and glittering knight ; Then, haply, thinks on him she loves ; — Sees rocky caverns, winding groves ; — Now, skies with fiery fun and clouds ; — Now, shapes like coffins, deathly shrouds,- Ha ! Hark ! What night, black scowling ! Wind o'er the high towers howling,"], [51, "(ffjtiar ?:iionujolo. 11 Moaning, whistling, Trees loud rustling ; Lightning flashes ; Deep dread thunder, Nearer nearer rolling, crashes ; — An old thane opes the door : — 3s\\lt£tl What now ? &l)Unt. Sire Knight, A minstrel bides without ; — an aged wight. What will he ? Cftaitf. Shelter, lord. \"\"Bi(JfI» Then, let him come. Be Haulton Castle e'er the poor one's home ! To greet the man of song, kind Mable goes: — Ah, for poor minstrel, happy days were those ! — Drear Night, lead-wing'd, flees flow: with lovers' lay, She bids him hasten the long dull hours away : —"], [52, "i2 (ssfjiltis Jjrsonujoia. Come near the hearth, thou Man of Lays ; Come, rest thyself: thou'rt old, I see. i¥lt'nst» Soon, Earl, we shall have lived our days ; But thou hast one to mourn for thee. Full many a dreary winter's snow Hath fallen o'er these locks of mine. I long have ceased to live below ; Or, lived but for to moan and pine. No wife, no child, no friend, is here ; — Ah ! nothing in the wide world more Than this poor harp and memory dear, To tell of blissful days of yore. As Harold lost his life and crown, I wander'd from my father-town ; And, since those woeful Norman times, Have roved or dwelt in other climes ; — Have fung abroad my Saxon lays. But there, of late, I long'd to fee"], [53, "■aTfjtltre l£rronU)oltr. 13 itflable. itttnst ifflaWe. •flttnst. > The spot which is so dear to me ; And came to end my days. Here, drink this wine (Her small white hand Fills him a cup on ft her -ft and ;) And sing us then some gladdening song In Norman or in Saxon tongue. Though mouldering Time may cast all down, Our speech will never die away: Though Frank or Dane should win our crown Our England there will live for aye ! There is a Saxon tale of old, Which all our aged neighbours ken. Full often have I heard it told, And yet would hear it once again. 'Tis call'd, \" Childe Ercon's Lay.\" I weet It is of one that god-like strove ; But gave up Earth and Heaven for love."], [54, "«Tf)iltrr lSt-sonU>ol&. 14 i-HaWe, iflmst &Wl i¥lal)le. i-Htnft. A tale so sad ! — I know not why, — so sweet ! I too, kind lady, ken his lay. In song, he lives ; — in life, is dead Ah ! All, though thirty years are sled, — All is but as of yesterday ! — Oh ! though I've seen such deathful strife ; — Our Saxon flag for ever furl'd ! — Seen all most dear borne from this world To that of light and endless life ! — It must be fad to live thus all bereft. Hast thou no friend — no loving daughter left ? What is most loved, we fear so much to lose, That even its very having is a care. But nought can reave the poet of his Muse, Whatever want and sorrows he may bear. In this true friend, I set my hope and trust ; Since all that was most dear, is false or dust ! — I give to her all thought, all love, all rest,"], [55, "ifTinltu\" ISrronujoro. 15 All j'oys of life, unhearten'd and unknown; — Find in long toil, — in tears wept on her breast, A soothing balm for all that grieve mine own : — i-Hal)!*?* Ah, poor old man !— i-Htnft. But to Childe Ercon's Lay: — My lady waits : —"], [56, ""], [57, "Cfultre Crcontooiti: cf h4 <P i it a t \\ t V s £ jrn #. u"], [58, ""], [59, "floto tije jfttnstrel begins fns 3Up* i. What the §fltap|g |Ronii and |p»ta at £i WStoQuxtf** do. '\"\"PHE world's great star is set; the night-shades fall; The raven croaks ; the forest wild ones howl. The Benedictines gather in their hall ; — Set round the borde,f throw back their swarthy cowl ; — Now bring out merrily their hidden bowl ; — Cry, \" Hail, King Harold! Hail, our Saxon sway! \" Drink! Godwin's son was crowned king to-day !\"(i) * At Chester. (Anglo-Saxon, Lœge Cefter.) t Table. (Anglo-Saxon, B6rd.) C 2"], [60, "(fffjtUj*? lErrontooia. 20 The borde is spread with fruit and dainty food, Which Holcrofts sent (What godly familie!); With rarest fowl, caught in the Wirral-wood ; With wines from Frankenland and Hispanie ; * The best of fish that swim in Diffyrdee.f Our worthy monks now neither ask nor care How Time's wave flow ; or, man's salvation fare. Two, near the door, tell what our late king said. One blames the new one ; — holds the Duke in scorn A ring of grizzly hair is round his head : Which he would have us call his Crown of Thorn ; — A mark of suffering most unmeetly worn : All that he wear or seem, could never hide His envy-pouting lip and frown of pride. France and Spain. f The Dee."], [61, "(pfyiiut istsonmoin. 21 We've some like him among our holy kin, — Great popes in little Romes : — 'Tis fad to fee ! — Who bear such lording brow, high drawn-up chin ; Such love of might, such cold cold charitie ; Who rage if any take their C for G ; Or, with their meekness, love, and Christian glow, Are oft themselves the gods they'd have us know. His talk-mate is a chubby short-neck'd wight ; — All cheeks and paunch, for ever in his chinks. He holds a glistening goblet in his right ; — Now laughs ; — now seems to hear; — now fills, and drinks. He ponders nought his lean friend fears or thinks ; Nor cares what hap in England or in Rome. Full cups for him ! Then anywhere's his home ! —"], [62, "22 tCfjiUr* iEramtooliJ. See, next to them, a silent gambling pair : Who play Bach Cammon. One props up his head ; — Is watching every throw with anxious stare ; — Thinks now far more than when the creed is said. How pale is he ! while, pimpled, cherry-red, His beak juts out 'mid white funk cheeks to tell, — That wine and wanton glee like him for well. His dice-mate is a gloomy fretful wight, With olive leer and rolling eagle-eyes. He, ne'er at ease, leans every way but right ; — Now rubs his brow; — now plays; — now yawns and sighs What gnaws his heart ? His mind-worm never dies. His worst of woes here is to think and be ; His hardest toil, to make slow Time to flee. —"], [63, "(tijilitt tJtTomuoUr. 23 See wise old Wilfrid : whom those ill ones hate. He sits alone ; — is musing o'er a book ; — Reads good Prudentius, his dearest mate : With whom he steals from all to yon still nook; — Eyes oft the roof, in thought, to shun their look : Where dire Chimæra with like monsters be ; And circles, — symbols of eternitie. What long white leer is under that black cowl ! He's fad-eyed Thought's poor happy willing slave. He ne'er was heard to laugh; — -likes more to scowl. Smiles light his cheek as fun-beams light a grave. Above his book-shelf is : — \" What dost thou crave \" Life with the Living Dead? — If so, friend, stay; \" But, if with our Dead Living, go thy way !\" —"], [64, "tJTfjtltn\" i£rsonU)olO. 24 Oneopes the door:— Who comes ?— 'Tis Brother Odda ! (Short,writhed-faced man with hump on back; which he Is wont to call, Mount Ætna of his body) Each rises wonder-struck ; — cries, \" Can it be !\" All gather around him', — \" What! from Hifpanie?\" (fi^jfoa* Ay, friends! 'Tis I!— Olong-yearn'd-forday! How fain! What bliss ! What bliss ! I can look on Old Cester again ! \" Young Erconwold, good Widow Hilda's son, \" Came with our ship. He went last year to Rome \" For Wodennoth, our Earl of Hallentun. \" Go, bid him rest till morn: when he'll ride home.\" Old Wilfrid goes: — returns; — Lo! there they come As dark November link'd with rosy May, As black-robed Night in hand with dazzling Day."], [65, "(ttfilUt lEtsonlDOIti. 25 He's comely fhapen ; — not of tallest height ; Of hardy build ; with locks of raven hair ; — South-Franken hazel eyes, quick gleaming bright; Is dark as Roman ; — not, as Saxon, fair ; — Nought like the sons chill North is wont to bear : And yet his heart beats quick when others tell How Alfred ruled and Iron Edmund fell. His tunic of white silk is purfled blue ; — Bound close by girdle -set with glittering stone. His starry mantle of bright welkin-hue * Hangs down in folds, o'er his left shoulder thrown A brooch is on the right, — in shape, a cone : Wherein, like fun and stars, large rubies glare. Not Harold, king, I trow, hath one more fair. Skvblue."], [66, "26 (£t)UHt ?:iTOnujolo. His wrist is dight with ring of shining gold Where \"me heht wyrcan Erconwald\" is seen.* A Danish Viking own'd his sword of old. 'Twas won at bloody Brunnanburg. Some ween, — That, when unsheathed, its runes grow flaming sheen It hath been will'd so long by sire to son ; And Ercon swears by't, when he'll have aught done. He bears on fist a hawk of goodly price — The Faulcon of the Rock ; which, as a boon, With silks and rings and every precious spice, The good Pope sends our Earl of Hallentun : Where Widow Hilda too dwells with her son. He, after all the sights of glorious Rome, Now nears so full of glee his English home. \" Erconwold commanded me to be made.\""], [67, "(£t)ilOt larrontooltr 27 His lineage might be long : 'tis no-where shown. Men say but little of his rank and bands. These are not great, methinks ; else, it were known ; Were long since chronicled by priestly hands : (For they'd know best what Saint will get his lands) And yet he's proud; — believes that nought on earth Is more than freedom and his English birth. Youth weens but fairy-lands beyond its own. He hath roam'd far ; — o'er Europe's widest space ; — From where god Odin built his favourite town To where the Moorish prophet spread his race ; — Hath learn'd so young * Here the MS. is illegible. — Ed."], [68, "28 <Cf)il&r ?SrrmtU)oI&. mm. Old Wilfrid, lo, now washes Ercon's feet; — Kind wont in Saxonland ! — Now bids him come, Enjoy good fare ; — and takes near him a feat. — Now both the comelings tell their tales of Rome, Of Saint Iago ; — ask of all at home ; — Drink, chatter loud, and laugh. But Wilfrid eyes The merry Childe; — frownsoft; — still ofter sighs: — \" To thee, glad youth, the world's a blissful bower; — ■ \" Sweet valley where but thornlefs roses grow. \" How merrily thou whil'st away thine hour ! \" How brightly gleams Life's crown upon thy brow ! \" O may'st thou ever bide as glad as now ! \" Thy Past be yesterday ; thy Future, morn ! \" Ne'er know the real world to fret or scorn !\""], [69, "iCfnltir larrontoonj. 29 1 They drown that old monk's voice with roaring laugh. Cowls being doff'd, such words are empty found. They call for song ; — joke out the night, and quaff ; — Send merrily the bowl and harp around : But — Ha ! ha ! That chub carle wallows on the ground All know by that, 'tis time to slink away. Each reels now to his bed, afear'd of day. But Wilfrid, all alone, remains to pray. —"], [70, ""], [71, "II. lean IStUjfrtd tjounfidfi <K ij r o n ut o I d \"\"\"PIS spring of day. A lamp, on gilden desk, Burns yet within the chapel of the monks ; — Is glimmering o'er a bright illumined book : Where pale grave Wilfrid, pondering deeply, reads. All is so still in solemn twilight-gloom ; — So light, albeit, that thou may'st faintly fee The Virgin's image near a high gilt cross ; Where that of dying blessed Jesus hangs. —"], [72, "•aTfjilUr JSrrontooltr. 32 It grows now light. Thelampisquench'd. ButWiLFRiD Abides yet there. — The door is open'd ; — Lo ! Childe Ercon enters; — comes to bid Farewell. That old monk counsels. Ercon would hurry away. 22HlI» Take heed, young man, — (&VC. My horse is waiting. Say on ! 2189 ll* It is so hard to go the narrow way ; For Life is masked Death in glittering pall : Who bribes us there with lures, gold, pomp, or sway ; And leads us then into his groanful hall. Mark well an old man's words ; for snowy locks Drop pearls of truth, which toil and tears have won. He knows life's wrecking shoals, life's hidden rocks; — Hath gone the way which thou hast but begun."], [73, "i!?!)tltrf 33 Lost gold is found : lost hours are lost for aye. Let time, young man ! be deem'd thy dearest store. Life is an inn where thou wilt dwell a day ; — Go soon the long old road, and come no more. (2) Be kind to poor Old Age : thy years roll on. Bear with its weakness: thou art hale and strong. It needs most helping love. Why give it none ? 'Twill soon need less : — It will not want thee long ! Kind mother's love is heavenlinefs below ; — In our ill world, a temple undefiled. Be good to thine, lest thou too come to know What grief it is to have a worthless child. Young love is sweet. 'Tis light to wander free ; — To cast old dim-grown, for new shining, gem : Mind yet thy parents : if they weary thee, O think how much, how long, thou'st wearied them ! D"], [74, "«TI)tHir i£t*somuoID. 34 Goad not thy foe : he too is Sorrow's son ; — Can boast some Good, whate'er thy hate may fay. Steel, gold, and silver never bind as one : All have their worth. Then, let him go his way. To love thy wife, — all those of thy dear mind ; To praise thy friend; — help him who help thee most : These are the beggar-virtues of mankind, Which even the lowest savages can boast. Hope on ! The worst of storms will pass away. Hold fast thy helm, howe'er the billows flow. Time's at his wheel ; — can turn all in one day ; And grave Hie j ac et o'er thy dreadest foe. Thou nam'st all, Friends. Thou ween'st, they'll ne'er forsake ; May'st hold their kindness for thy dearest hoard. But sweetest flowers can hide a deathful snake. Need proves thy friends, O youth ! as war, thy sword. (3)"], [75, "-&t)il&e IBrcontoolU. 35 Trust not spring's ice ; nor lurking snake at rest ; Nornew-fown field; norwords,— least, wavering girl's: For Fickleness dwells in her lily-breast ; And woman's heart is like the wheel that whirls. Trust not to wealth ; — oft fcatter'd in a day ! What hast thou when the golden bird is fled ? Flocks, friends, — all die ; thou too must soon away : But one thing lives, — the Doom upon the Dead. (4) Have thou in mind — (Qt(* Enough, monk ! I had rather Thou'dst spoken of thine own young days of glee ; For I shall talk as wifely as my father When I have seen and done as much as he. Farewell ! — [Exit. d 2"], [76, "36 (fffnUu* tEramtooia. ma. Is gone ? — Well ! Heaven watch over thee ! — What time and counsel idly thrown away ! Back to my book ! — How wild is youthful head ! Perchance, he'll mind me yet ; — once come to fay : \" Ah, had I done but that old Wilfrid said !\" — This page — Ay ; here I've read. — The monk is seated at the desk again : While Ercon makes all yare ; and Odda leaves his bed"], [77, "III. dhpiiuioU t^att^a faij Jallpiun. QARKNESS flown with Elves of Night, (5) Morning comes in her golden wain ; Shedding forth her gladdening light. Waking all to life again. — Ercon whiles beside yon cot, Chattering with a blushing maid. Though she leers so fore afraid, Yet, methinks, she hates him not. —"], [78, "38 i!Tf)ilDr ISrnmUJOlO. Ha ! yon dame with locks of gray, Listening still to what they fay, Peeps from window o'er their head Oh ! He kisses her ! — has forgot All that wife old Wilfrid said! — Cester's gleamy pinnacles, Spires and walls of dazzling white, Shine o'er funny flowery hills. — Cheerful larks, high rising, sing O'er that meadow so dewy bright. — Near yon wood, where loveful Spring Decks each bough with livening green, Werburg's rosy walls are seen. Where the swallows, twittering, skim ; Huzzing Dee flows quickly along."], [79, "CTfjtUJ*' lirroiiiDoiD. 39 All is gladness, all is rife With new hope ; — sings joyful hymn Million birds, with chirp and song, Hail the beacon of light and life. — Where is Erc ? — 'Tis growing late : Earth's great Gladdener higher shines Look now at yon arched gate, Where the honey-suckle twines: Where a young horse, sheenly dight, Neighs so loud ; and paws to run. See thereon our youthful knight Glittering in the morning-fun. While, beside him, Odda stands With a listening gleeful leer ; — Holds a goblet in his hands, Bending down his head to hear."], [80, "tffjtllrc ŒvconinolO. 40 How he nods with merry grin, With his \" Ætna \" jutting high ! 'Tis as though he'd laugh'd his chin — Laugh'd his eyes and cheeks awry. What is Ercon telling there ? — Now they giggle, and shake their head : — 'Tis of yonder peeping fair ; Or, of that old Wilfrid said; — Now they're louder : — (j£tl* Mother knows not I am near. (S^Jjlja. She'll joy so, then, to fee her little dear. (25l'(. 'Tis twelve months since I left her. #l)tia. Ride not yet. <&rt. It grows so late ; — ©IJtia. Ha ! ha ! She's looking yon. She likes thee well. She'll sorrow when thou'rt gonei (01T. A prettier gold-hair'd lass, I never met. (BVti a. Here, take, Erc : drink."], [81, "(\"Tljtttrf <£rnmb)0lti. 41 <£tT. No more. (Ptltia, Come, come ! — a sup. ®rr. Well ! at our parting : give. Be hale ! — $l)tia. Drink up.— (Qtt. Ha! Now I must gallop — What runs yon?— a hare? — It crosses the road? Dread sign! This bodes nought good. «2F>ijlja. But look above it ! (j£l'C. An eagle is shooting there ! — Is after it! — See! — now swooping into the wood! — That kingly bird makes gloomy sign to fair ; I should have been, else, in no merry mood. <®VH(l. Ha ! ha ! Young heathen ! (£rs. Nay ! 'Tis ill begun. Now whip and spur ! (f^ljljtl. Greet friends at Hallentun. <&Vl. Tell Wilfrid that I'll strive to heed. (HHtfia. Ha! ha! (£ it. Farewell !"], [82, "42 tfijilDf -©rcontoolU. mtiu. Good speed ! — He's off! There laughing Odda bides ; And eyes Erc till the neighbouring forest hides. Strong is the bridle of that fiery steed ; But stronger needs the youth of him who rides. —"], [83, "IV. Wi&aw gilda and hq daujjhiq SUtlqtd Æn^mturtd'a JJtoiluij and Siataj. CEE yon the glorious bounding Mersey run. — But turn away. Behold that grassy plot O'er-look'd by proud high towering Hallentun, And fee poor Widow Hilda's lowly cot. When meek-eyed Charity leaves Heaven for earth, She dwells in her, ungemm'd, and homely dight. The Weary rife enliven'd from her hearth. The Poor ne'er lack her blessing and her mite."], [84, "<!Ti)tl&r (Srrontaioia. 44 No neighbour heals so soon a baneful wound. 'Tis not by spell, as Envy makes it known. 'Tis by the heart that beats for those around ; In others' woe, forgetting all Its own. A daughter dwells with her : whom Heaven denied Full thought and speech. In stead of them, it gave A heart and mind that know nor guilt nor pride, To steal through life unsinning to the grave. This olden child laughs out our frail life's day ; Nor dreams of phantoms, kings and sages fear ; In firm belief that ftie will live for aye ; — Will, young and ruddy, full of hope and cheer, Live on through endless time 'mid all she holds most dear."], [85, "V (Snianuiatd iuLatj gome*. TPHE slow tired swain drives lowing herd to stall. The weary tiller leads his team to rest. Day, lingering, wanes. Soft Twilight steals o'er all : While Earth's great Gilder, sinking in the West, Illumes with crimson Halltun-castle's wall. He whiles yet o'er yon trees with gorgeous show ; — Goes, dazzling, down amid faint ocean-green : Whence million clouds like waves of crimson flow ; And light a calm smooth lake below. While distant houses through the gloom are seen With windows gleaming fiery sheen. —"], [86, "(fitfiVac ŒrcontooUJ. 46 Now fee yon hawthorn lane near Ercon's home : Where two fond lovers, whispering, slowly roam ; — With long long dearing gaze, tell young Love's tale ; — Sigh'd o'er to notes of plaintive nightingale. It warbles yon : where hawthorns, roses, bloom ; And fill with fragrance meekening twilight-gloom : Where honey-suckles twine round flowery trees So lightly rustling in the balmy breeze. Knows yon sweet bird the tale those lovers tell ? — It hears their whispers. All is lulling still But tender bleating lamb ; or, murmuring rill ; Or, humming beetle ; over-bubbling well ; Far lowing herd ; 'mid peal of vesper-bell, That sounds from o'er the neighbouring dell : — \" What listener now ?\" — One rides deep-thoughtful by He seems to tell each step, as though for fear. — The lovers think, he whiles there but to spy ; And steal away thence through the next lane near."], [87, "Cijiltn* Œrrom-ooltr. 47 He heeds them not ; — is bound with awing spell : — At home again ! — He fees dear Halltun-towers ; — Hears well-loved Mersey purl ; — still Even's bell, — The fame old bell he heard in childhood's hours. — He rides so slow ; — draws in the loofen'd reins ; — He knows not, why ; — fees crumbling monasterie (Laid waste of old by ThorkelPs heathen Danes). He rides now by with tearful ee. Its roofless walls, o'ergrown with ivy, rest. There boyish Erconwold was wont to play ; — Climb its old broken arch to find a nest. Why doth it gloom his brow to-day ? He sees from there his home : — Lo, now is nigh ! How blest to gaze once more on all around ! His heart is so glad ! and yet — It fears — But why ? — He rides as though his steed trode holy ground : —"], [88, "•arfjiUr*? -a?rrotttt>oUr. 48 err. \" My mother !— Twelve long months from this dear spot ! \" My sister ! — Heaven ! That we but meet again ! — \" Still nought ? — No blaze yet from yon lonely cot ? — \" Ah, dread betidings may have been since then ! cc What swart elf raised in me this gloomy thought? — \" So glad this morn ! Why, Heart, so full of fear ? — \" Can all be well ? That hare — No found of aught? — \" They may be gone — may greet some kinsman near: — \" He stops, — leaps from the saddle: — \"No — no light? — \" None hear? None come? Ah! What? The garden-gate— \" How? Lock'd! Why thus? 'Twas never but at night! \" O Heaven! Sad bodings! Dead! Too late! Too late!\" He climbs the rail ; — is at the door : — Vain hopes ! He knocks;— None come?— He knocks again;— yet nought? Looks through the lattice; — breaks — The portal opes ! He falls, lo, into the bosom of her he fought !"], [89, "«Tf)ittrr (Srronujoltr. 49 Oh bliss ! What bliss ! The goal is won ! The mother has found her long-lost son ! So many storms and dangers braved ! Now — Heaven be thank'd! — her child is saved! i-HOtlKf. \" What ! Ercon dear ?— My son ! My son !— \" Thanks, O thou great — My darling one ! — \" What ! Ercon ? — O thou blessed Power ! — \" How have I pray'd to live this hour!\" — Sweet gladness-tears flow with each kiss : While Sethrid laughs; — would tell him so fain, In her broken speech, how happy she is At meeting \" Ert \" (as she calls him) again : While his dog barks, gleefully leaping up. — And now they talk o'er all that has been, By the well spread borde, by the brimming cup Of the dear old morat so rarely seen. — E"], [90, "■ÆJjtltie lErcontaJolS. 50 Oh ! What bliss, after roving alone, To clasp in our arms some darling one ! — After the storms of the raging main, To greet our friends and home again ! What was his happiness, east or west, To that which he finds in his mother's breast ! What are the sights of old glorious Rome To that of his own dear English home ! —"], [91, "5 VI. <Sni| dfotjl of galbithtn. UOW lofty Halltun-castle's high towers rife! Their proud flag waving from yon rocky wall. Look, how they seem to reach up to the skies : While scowling down on all. Earl Wodennoth reigns yon: whose might, Whose daring deeds all nations ken. He hath fought Death in every fight, Yet lived full sixty years and ten ; — E 2"], [92, "Cfjtlta iErcontooUr. 52 Was tall and straight ; — ay, is so now ;— Can game or drink yet, dance or run ; — Hath roaring voice and awing brow, To frighten all he looks upon. If any stare at aught he fay, He roars a dreadful thundering oath. His loves and wars be pass'd away; But even yet he's good at both. His brother rued old works of evil ; — As mournful pilgrim, went to Rome ; — Unlike our Earl : who stays at home ; Nor cares a whit for pope or devil. Our Earl will have that thou shalt know But that which was so long ago. All mighty things that hap to-day Fleet over him as clouds away."], [93, "iStfitat lEt'rortUiolti. 53 His cloak and tunic, red as gore, Be shaped and gemm'd as those of yore. His logic is of easy ken: — That should he now ; for it was then : All tunics then were red as blood ; And, therefore, green ones can't be good. \" When I was chief of our left wing,\" — \" When Danish Canute fway'd the land,\" — \" When Ethelred was lord and king,\" — \" When lofel Edric had command,\" — \" When I was bound to fall or win,\" — ('Tis thus his olden tales begin) \" When I was in the Witena-moot,\" — \" When Edmund died, our old king's son,.\" — None dare to speak or stir a foot Till all these wearying long long tales be done"], [94, "t-TInim* l£ramU)oU>. 54 Who listen well and hear their end, Will surely be his goodly friend ; And welcome guest at Hallentun. And yet this knight of iron war Is oft as gentle as a dove ; — Is ever so where ladies are : — Their lion when they need his aid ; Their lamb in peace: whom they can move To mourn with them o'er sorrow-love ; And weep as tender-hearted maid. His bosom glows with patriot-sire When England shields the Good and True. He moans her woes ; — gainstands with ire The wrong that mighty villains do. And though so proud, is hard to none ; Up-holding every helpless one. Such is our Earl of Hallentun. —"], [95, "VII. <©ut[ dhtjl at Jomi}. s O, yon our warrior-earl of by-gone date, Amid old weapons, files a rusty sword. His daughter, liking not such grate-grate-grate, Is set afar beside a gilden borde.* She holds in lily-hand its silken cover, And broiders there a lady with her lover. She looks — \" Ha! Who comes up ?\" — She hurries away; — Would shun some knight; — goes quickly thence to her bower. • Table."], [96, "56 -tffjiltrr iSrsontooIti. She may have seen him ere, — I cannot fay, — Have met at mass ; or, peep'd from yon high tower. But why so flee ? — Now none is there save our old Earl the Bold. The door is open'd; — 'Tis but Erconwold. Yet high-born Woden rises ; — is so fain To gripe a long-sought will, which Ercon bears ; — To look on all from our good pope and Spain ; — Now roars in a rage ; — cries \" O Saint Chad !\" and swears As Ercon fays, the brother comes not home; But slays, to be poor Cluniac in Rome. But now his oaths and sudden anger end. He takes a golden ring of by-gone days ; — Dights Ercon's arm with it; — now calls him, \" Friend;\" — Gives many thanks and sweet high-sounding praise, Now dropping into talk of Ofmer's head ; Of Edric's wiles ; of how Dane Canute fled : —"], [97, "CTfjilUr ISramtooltr. 57 earl. \" Our English there were eighty thousand men /\" err. \"Indeed, my lord?\" earl. \" My blood! I say but right!— \" What glorious troop ! Saint Chad ! — I fay again, — \" I tell thee, — On my troth, as worthy knight, \" As Halltun's earl, — Such was our glory then ! \" Yes, Erc, believe me, — Ninety thousand men!\" He rattles on, as wearying and dree As any broken ever-dinging bell : — earl. \" For all thou ft done, I'll make a man of thee. \" Join our bold troop, lad ! Bear that old sword well! \" Get thee a helmet! By the Holy Rood, \" Who is no warrior, never can be good! \" 'Tis our craft, Erc, that leads to Glory's way. \" Thou'lt rise thereby to shield Great Alfred's land; — \" Tomighty thane; — Who knows? — toking some day!"], [98, "58 <Ci)ittrr ifirromiJoUr. y \" Dost hear me, yougling? Ha! I've such a band! \" Thou'rt one of it! I'll make thee — By the Word! \" As good a man as ever /wang a sword!\" He prates on thus till youthful Ercon's brain Grows raving wild, and dreams of nought but fame Believing truly, he was born to reign; — To write in Time's old book a deathless name. How soon our high Earl maddens that young head Which set at nought what lowly Wilfrid said !"], [99, "œjat happens Clemen -JHontfjs Slater*"], [100, ""], [101, "VIII. dhjrflntuotd ia bqsjnu} a iuhipjlmj. \"\\17*HAT shouts from yonder field ! where thousands are With spears and helmets glittering in the fun ;— With waving banners. Some, lo, march ; some run ; Some beat the drum : — What toil to learn the killing craft of war ! — 'Tis light to ken amid the crowd Our daring Earl of Hallentun ; — To fee him range them, shouting loud \"Stop!\"— \" Holy Chad!\"— \"Aha!\"— \"Well done!\"—"], [102, "62 (•Tfjiltrr lErsoittoolD. But who can tell his praise from blame ? Both, given so roughly, seem the fame. — We saw Erc come from foreign land. Ten moons have waned. Behold him now, See warlike Erc, with helm on brow, The highest in our fearless band. Our Earl now calls him, \" Friend,\" — \" My son,\" And bids him oft to Hallentun. This makes him strut and look so proud, — So hated by yon envious crowd. He yearns now but for rank and might; And prays that Norman William come;— Can dream of nought but raging fight, Of clashing weapons, beating drum, Of storming towns, of raising mound; — How soon young minds are whirl'd around!"], [103, "djtUu: Uj-rrontooltr. 63 Now all is good, all must be done, That please our Earl of Hallentun. An old saw taught ('Tis ever new By telling what is always true) : — One little head so crack 'd or mad Can make ten thousand more as bad. He'd like above all things to see The Norman fleet come near our shore (Where, many fay, it soon will be): — Old Woden's creed hath changed him so! Our Earl's in him. He thinks no more As Ercon thought a year ago, When Odda came with him from Spain. The laughing monk, the cottage fair, So pleasing then, were foolish now ; For love of fame hath whirl'd his brain; — Stirr'd up his mind to fret for glare. Eagle Ambition glooms his brow."], [104, "64 (\"TfHHic ISrsontoonr. Now thoughtful Ercon leaves yon warlike plain; — Thus speaking with himself, goes slowly home again :— <J?n\\\" To come to dust? — Why, then, is all our strife?— \" Our rock-built castles — nothing, nothing lasts? \"This huzzing stream, loud bubbling tide, of life;— \"Our wealthy havens forested with masts; — \" Must all so shadow-like once fleet away? — \" Be but a tale? — So says Time's yesterday! — \" Ah, how the soul shrinks at this lurking thought ! \"This being and not being! — \"There's the sin; \" For if we rightly trow'd that all we sought, \" Were 'yond the grave, why strive so here to win?— \" We'd dread not then this coming here to nought; \" Nor fag for that we hoped so soon to find : — \" Thus were an end to fevers of the mind! — \" But lurking Untrust of what yon be found, \" Makes us so fret to jump o'er mortal bound;"], [105, "■iCfjtHir £rccinuiolD- 65 \" And leave our being in this world behind; — \" Makes us so grasping here, in spite of creed, \" E'er spurring on to toil and daring deed; — \" Ay, oft to monstrous ills and bloody crime: \" That, finding nothing in yon unknown clime, \" (Grimmest of thoughts, which fiends would bid us heed1) \" We here may tower o'er all-down-gulping Time; \" And have a name for after-men to read. — \" Yet— What is Erc ?— The Bold Earl's friend:— Nought won ! \" 'Tis nought at all! — My Sword! More must be done! — \" O, let Duke William and his Normans come! \" Earl Harold wears a crown; — he, cowherd's son! \"What may not, then, the friend of Hallentun?\" — Erc reaches thus his lowly home. — 1"], [106, ""], [107, "eye IX. glut SliditinhUIlhlk. \"-pIS awing midnight. — Look without, and Yon lonely shore lit up with full moon's ray: Where rippled waters, silvery beaming, flow Beneath the starry calm unclouded sky. Night wears her glittering robe to rival Day. Where bulging rocks be shadow'd not below The pearly sand is like to moonlit snow. F 2"], [108, "(Cijtltri* iSrrortUJom. 68 All is so still. Ye hear but murmuring wave; — The sea-bird croak; — far wild beast howl or yell. — Now Halltun's heavy bell Tolls deep slow dolefome knell; — Like that toll'd o'er the grave: — Dread founding through the distant dell : — It stops, — hath toll'd out twelve — Was that a footstep ? — What dark form comes yon ? — What monster shaped as man hies over the strand? — Wrapp'd up in swarthy mantle, hurrying on; With heavy trample, dashing the pebbles and sand? — How quickly it hastens along! — What gloomful one! — Like man; — yet not; — so grimly dark and dread, But follow'd by long black shadow flickering with each tread !"], [109, "•CTfltltir tFrromuolu. 69 'Tis near yon moonlit rock. — It goes a way That leaves the shore and, rising steep on high, Leads up to Halltun's craggy towering height. There man nor horse dare go but when 'tis day, For dread of howling wolves, of Grendel's cry, Of baneful witches, elves, or moaning sprite. Yon dark shape fears not, being grim as they. — It rises higher, having, on the right, A cliff whose peak would reach the silvering sky. Thence beetling huge out-bulging rocks of white Look down, and seem to fall. Yon wanderer underneath, now hurrying by, Hears startled eagle scream; and wild goat call. While, on the left, a frightful steep — A gulf too dread for human eye Yawns, endless deep. —"], [110, "tffjUtir <£ramU)Cittr. 70 It hurries, mounting high till yon steep way Ends, curving left. There mouldering castle is. Its moonlit towers in ivy's green array Hang, tottering, o'er that frightful precipice. A tyrant-lord dwelt there in by-gone day. He, jealous of his lady's friendly kiss, Hurl'd down the fair. 'Tis said, her rueful sprite Is heard to moan nigh those drear walls at night. Yon dark form, sweeping by, hears hooting owl; — Now goes an even path. There, on the right, A barren heath lies boundless to the sight: Where ravens croak ; and lank wolves, prowling, howl The ghost-world's fun beams bright. But whither flee if nigh yon greedy wolf? The left edge of the foot-path is the brink Of that deep yawning gulf. —"], [111, "-tfijilUe IBtsonkuolti. 71 Yon muffled shape can have nor heart nor mind, So dashing forward o'er that narrow way, With sable mantle waving in the wind ; — Now hastening by yon tree. A skeleton Hangs down there lit with ghastly ray. — 'Tis past the heath ; — sweeps now with quickening pace Along a forest ; having, on the left, The dreadful gulf: — comes now to higher ground. Thence raging torrent, straight, with moonlit foam, Runs dashing down ; and, rushing onward, pours Into the deep abyss : — How dread it roars 'Mid hollow howling from the forest near ! While o'er the foamy gap through which it flows, On narrow plank, yon fearless wanderer goes. — It hastens on, as though it ne'er would stay, Along the dismal forest. — What is yon ? It stops. That road is call'd, \" The Witches' Way.\""], [112, "72 <?f)tilir dfrrottujoia. It opes a cavern-door. Before a lamp, An aged man with bald head, long gray beard, In white skin-garment, gazes on a book. 'Tis Kormak ; 'tis that old Icelandic Skald * So famed in England for true prophecy : Who hath outlived himself — his loves and hates : Who, tired of our old world, hath built him there A world of his own kind ; and peopled it With ghostly beings, phantoms of his brain : Who looks (or, weens so) into life to be, Communing with the fouls of men long dead ; — Hath walk'd through Heaven and Hell ;— seen how men there Live on in weal or woe their endless day. He knows no death. 'Tis meanlefs word to him : Who holds that life ne'er ends ; — that dying is To live as now he lives, and loves to live. Pronounce the a short as in the word Callous ; — as in French Allcr, German Bald."], [113, "<Cf)tmr iirromuolD. 73 But yon dark shape? — It throws the cloak — Behold! 'Tis Erconwold! — IaOI*. What feekest here ? err. My rest. 2\\0l*. What sorrow- worm can gnaw so young a breast ? What doth your ill world now that Youth so soon Must droop, and flee to haunts that fright the moon ? What elvish mood, — what fifel * bloody crime Makes thee to wander at this unked time ? — To walk the gray one's f road like outlaw'd thrall ? — To come where fpae-wives\"| dwell, and ling-eels§ crawl? Love-blinking maid will make thee sorrow less. There's nought for thee in this drear unkednefs. err. What state of man is that wherein the mind, For want of sorrows, makes them ? — when it railes A hell within itself; and real woes, * Horrible (i short). f Trie wolf. \\ Witches. § Serpents."], [114, "(■Tfjiltrr ISrcomuciUr. 74 That call it thence, come like to cheering angels ? — When friends seem foes ? — when 'twere a childish play To dare the raging lion? liOr. 'Tis a madness. err. Dark weening hath so weigh'd me down of late ; Making my mind-stream overflow its bank, And run to waste ! How flee from this drear state ? i^nr.Get thee a wife and seven children. err. Ah!— I dreamt an ill dream ; — since, have had no rest. Deep thinking on it set my brain a-whirl. I will'd, at last, to come ; and bare to thee The hidden snake that curls within my breast ; — IlOr. Say on ;— err. To know my dream's foreboding. i-ior. Well ? What was thy dream ? Stand far away : — Now tell."], [115, "■aTf)tttrr fct sonujolu. 75 y err. I stood upon an oak which, floating, lay Amid a lake. All near was still and lone. 'Twas night, — but such a night as shamed the day Blue moonlit sky, full glittering gold-stars, shone Down o'er the water. It, smooth pearly way, Was girt from all with high dark hills of stone ; With trees behind of every shape and hue; — Like shades of monsters on the sky of blue. — I, gazing thence, beheld an isle which lay In that bright lake. 'Twas clouded o'er and drear High hills and trees withholding every ray. 'Twas wintery dark while all around was clear. I dreamt, it had been so from Time's first day ; — That nought of life e'er trode its earth for fear Of some dire end, — of that eternal gloom Which hover 'd there 'mid stillness of the tomb. —"], [116, "76 (Cfnliis ISrroiHDOltJ. I look'd then down. The smooth clear water scem'd Like shining glass. The heavens shone there below As deep deep gulf of light : wherein all gleam'd, Full glittering stars, with clouds like moonlit snow. I, gazing, mused till suddenly from that oak I fell, whirling, into the deep gulf; — seream'd ; — And then awoke. — I slept, and dreamt again. Methought, I stray'd O'er that lone isle ; — saw there in twilight-gloom Woods, rocks, and caverns ; haunts of elves and sprites ; Church-yards of old full sunken mossy tombs ; — Saw, 'mid the mouldering bones, live grizzly rats ; Old broken swords and goblets ; slow, long, crawling Big glutted worms ; and lank wolves prowl around. There, too, were stalking rueful shapes of men In long black palls : whose leers were like to those Of dried up mummies. Yet they seem'd not old,"], [117, "tftjiiaf 3£rsonU)Oltr. 77 As flash'd their eye from out its hollow cave ; As, from their mouldering brow, o'er shrunken cheek, Long raven-locks in youthful freshness roll'd. Head-drooping, fad, they walk'd. Each was alone ; — Ne'er seem'd to know his brother ; nor to reck Of aught around. While all was still — Still as at Death's behest. And there I saw the wreck of kingly greatness ; — Old broken sceptres, crowns ; high tottering halls, Where crumbling Time in awing stillness reign'd. I enter'd one of them. Shields, rusty weapons Hung there on black old walls : while, o'er the ground, Trod down in tatters, lay the Saxon flag. I turn'd — Behold, a fire-eyed skeleton, Stretching its bony arm, held forth a crown ; While thousands groan'd \" Hail, Erconwold, our King!' I woke ; — trembling, forsook my couch."], [118, "78 ifffjiUrc iErronlooItr. i%Ot\\ Thy spirit-man will leave his dark shade here ! Set not thine eyes on me ! Nay, come not near ! Now mark my words : — Thou fawest in that isle of woe What England soon will be. All will be held by wolvisti foe Ere two short winters flee. Though lowly born, Thou may'st be king If thou ne'er do one little thing : Which done, thou'lt mourn. err. O what, then ? What ? iU>r» Heed that I fay,— At leysa or læc^ingi e*ha at drepa or druma. Now fare thy way. etT. Speak, friend !"], [119, "<C1)iUic iSrrontooltr. 79 &or. No more ! Bide not at Hallentun ! Hence ! Go with Him who made the fun ! — (6) Erc bids in vain. The seer will answer nought. Yon dark shape leaves the mystic skald of fame ; Goes slowly, full of gloom and thought, The dreary way it came. —"], [120, ""], [121, "X J she Of all to m*\\. \"\"PIS dead of night. Sleep holds o'er all her wand. Nought breaks her whispers but the watch-dog's bark Or, moan of waves on Mersey's gloomy strand. — Now all is still. — Yon road was dark. What shines now there through the cloud of the night?. Now thousand blazing torches light — Steel armour and helmets glisten afar! — <."], [122, "82 -tffnltif* iJPrconUHJltr. What legions of war! They, trampling, come With hasty march to the loud drum ! drum ! — What cheering shouts of yon glittering throng ! Now war-horses, clattering, gallop along! — What clash of weapons! — Now bugles found! Awake! — It is — The war-drum's nigh! The naked sword is borne around With spear and flag of bloody dye ! \" To war! To war!\" yon legions cry, \" For Norway's King's on English ground; — \" Is now at York; — has there unfurl'd \" His deathful ' Harrower of the World.' \" Up, England! Wilt thou be his thrall? — \" Be trampled down ? Lo ! with him are \" Thy sleeky friends. Have at them all! — \" At those so near, and those afar! \" Up, England! Wake! To war! To war! — \" These grudging foes! They ween that we"], [123, "tffjiais HErrontooUJ. 83 \" Will let them harrow as they would! — \" Thus trample down the Great and Free, \" The Fair and True, the High and Good! \" They yet shall know, ere this can be, \" We'll give our last dear drop of blood! \" If any 'mong us feel not thus, \" Then hang him on the first old tree! \" The hilding shall not dwell with us! \" Out with the foes we feed at home, \" Who love peace but for rest or mart! \" Out with the friends and slaves of Rome, \" In whom ne'er beat an English heart! \" First, drive out them! — the dastard spies! \" Up, Englishmen! Awake! Arise! \" Quick follow us hence to glorious fight \" For England, Freedom, God, and Right!' \" Away ! Away !\"— c. 2"], [124, "84 <ri)*itu* iSrrottU)oi&. i With lightning-speed, Through the torch-lit road, flies the fiery steed, Quick making the stones that it dashes o'er flash As the weapons clash ; And the minster-bell, Through the echoing dell, 'Mid the shouts and yell, Tolls loud its deep dread awful knell, Awakening all with quick start; — And now the warrior grasps his sword. The weakling listens with quivering heart. Fear-stricken misers clutch their hoard: While villains who have nought to lose, Now lawless, merrily hail the news. But such as dream that man may rife And soar as blessed angel, god-like wise; With all that love fair Peace for gain, Curse war as work of madman's brain."], [125, "tffjtl&t* -Ærromnolti. 85 The mother seeks her babe, and faints. Our whining monks invoke their saints. But Ercon quick with his bandsmen run To rouse our Earl of Hallentun. — King Harold's brother, — Tostig hight, Hence driven, join'd a foreign band; — Now comes with Northern foes to fight Against his race and fatherland. — He dies the death most dire and grim Who murderous takes his brother's life: What, then, shall be the doom o'er him Who fills the world with bloody strife! — Who, but to win a crown or name, — To prove himself most great or wife, Blows evil embers into flame; — Makes millions against millions rife!"], [126, "86 tffnUir iPicoituiLilO Woe rack him who thus uses might ! Accursed be his fiendish spells! That make the blooming fields to blight, And merry chimes to dolesome knells; That foul the Pure, root up the Good; — Make tender mother tear her young ; — Old doting men grow tiger-strong In raging for their neighbour's blood. —"], [127, "XI. WilvAt tltij JUld\" (Bai[I sl^^j lultp he Iujaijfj tli4 iMittjga. \"MOW Ercon is at Hallentun. He tells our Earl how Norway's band With wreaking Tostig, Godwin's son, Are trampling down our English land. \" Saint Chad!\" bold Woden cries. \" What more \" This proves what I have always said!\" But now he thinks on days of yore ; And talks of Old King Ethelred :—"], [128, "88 tffjilDr tPraumioUi. \" Sit down. I'll teach thee how to shoot, \" That never once an arrow fail. \" When I was in the Witena-moot,\" — All ends thus with a long old tale. But fiery hasting Erconwold Stamps, — walks about, and strikes his head ; For that our Chronicle of Old Forgets so soon a tale so dread : — err. \" Heaven help us, Earl ! 'Twill soon be day ! \" The heathen wolves are prowling near. \" O let me head your troops, I pray, \" To shield what is most high and dear ! \" My bosom loathes this cankering rest : \" A something great is here, I feel ! \" So fiery burns here, in my breast, \" The love to strive for England's weal !\""], [129, "(Cfjiltrr liiromnoltj. 89 earl. \" Saint Chad ! Thou shalt ! Here, give thy hand! — \" A better war-cub ne'er was born ! \" Go, lead to York our goodly band. \" I'll follow thee to-morrow morn. \" Here, take this helm. 'Twill fit thy head : — \" Now, Whelps of War ! Go, do your work !\" Thus faith our Earl ; then hies to bed ; But never gets so far as York."], [130, ""], [131, "XII. 8t iorlu |mu rgto\\fa\\\\, iaijl n( JJmitIuimki[land, plds tc Jj0i[trat)'f> $ht|f. jyrORKAR wails to Edwin : — \" Woe ! \" Harold comes not with his men. \" Thus we cannot meet the foe. \" Tostig will be lord again. \" Hie to Norway's King, and fay: — \" Let us still live hale and free ; \" Spare us ; and, at noon to-day, \" York will ope its gate to thee.\" —"], [132, "<ri)iUH\" ISmmtooUr. 92 With this errand, Edwin goes; — Finds the warriors holding Ting;— Swordlefs, 'mid ten thousand foes, Stands before the dreaded king. Tall is he, — of towering height ; Like the giant-earls of old ; Clad in tunic welkin-bright, Starr'd with gems and glittering gold Freyja's locks of golden hair Deck this awing son of War. Crown'd he stands, as Baldur fair, Strong and bold as Afa-Thor. (7) (£t)U.lUL \" Morkar, greeting, bids me fay : — \" Let us still live hale and free; \" Spare us ; and, at noon to-day, \" York will ope its gate to thee.\""], [133, "tffjtltrf ifit-rontooUJ. 93 JUllOs, \" Go thou. Tell North-humbria's Earl : — \" Norway greets. Live hale and free. \" Yield ! Land-eydo * then shall furl, \" Help us, Odin, Villi, Ve ! \" Here, at Stamford-Bridge, we bide. \" Bring us pledges soon : if not, \" York will fall ere even-tide. \" This shall be, fays Norway's Drot!\" f Clashing shields, they loudly swear ; — Each with hand on naked sword. — Edwin goes; — bids all be yare Soon to meet their banilh'd lord. — \" Land-ravager : his standard. f Lord."], [134, "XIII. Urnu t}\\6[ gjtoifihmp, at await goata^a; fort \\\\{vn\\ d$ {ftp. TpHE Northmen, so glad that York will yield, Are merrily met in Stamford-Field. Their heavy war-gear thrown away, Some tumble and leap ; some gambol and play. Some, resting on the sunny green, Still hear their harping skald's old lay On Baldur's death and heart-rent queen; — How Frey gave up his wondrous sword;"], [135, "atijillir ©rsoitUJOlU. 95 And Odur left his bride to pine. While the king and his earls, at tæffle-board,* Are merrily quaffing old wine. But Tostig? He can no-where rest. A hellish monster racks his breast. 'Tis call'd, Revenge. With gaze on high, With knitted lips, ire-darting eye, Fast clinched hand, he, stamping, walks the heath As if o'er poisoning snakes he'd crush to death. \" Tis time!\" he cries to the king, \" Away! \" No hostages yet! Waste here the day! \" Why hope for aught from yon shuffling horde? \" I knew, the losels could keep no word!\" — IvUtJJ* What hastens so yon? — Look! j£rjfk What? — I fee nought:— Where? — A cloud of dust? 2£jjj(r If now — Great Thor! If they're — * Chefs."], [136, "96 •Æfjtltrr -^rronluolli. •> Cslst. Some wandering reapers — l^tnij, Saw'st not that ? — Meseems, — Cost. 'Tis but an oxen-drove ; — Hl'nff. Again it gleams ! 'Twas glittering steel! Cost. O king, it cannot be. Some English boors yon come to speak with thee And ask of us — ifcftlg. Seest not? Art blind to day? — Great Odin! 'Tis — Let the bugle sound! My steed here! Quick! My helmet! Away! — Out, out, Land-eydo! — Gather around! \" The foe! The foe!\" With lightning-speed, The Viking flies on his raven steed. \" The foe! The foe!\" he calls aloud. \" The foe! The foe!\" back echoes the crowd."], [137, "tftjiltJr e-i soiiiuoiti 97 All, feeing their Valkirs o'er them fly, Throng round their banner to win or die Now drawn up in a half-moon line, They fee our English hurrying on; — Our standard wave, our armour shine, Bright glistening in the noon-day fun; — See, back of all, so far, so far, A never-ending wave of war Come rolling on them: Yet, as high cliff on their dear strand Looks down on raging storm beneath, So they too stand; — So look on death. Their leader, bounding by them, sings A lay on mighty deeds of old: — n"], [138, "98 (ssljillre l2t*sottUioUi. liilig. We lack our sarks.* Yon glittering things Were never for the Great and Bold. We'll meet the Saxon weaklings thus, And do what others ne'er have done. Great Odin's eyes shines bright on us: Enough is that for Norway's son! Bold Ragnar bids us fall or beat! — Why halt they yon? — The bedlings t fear ! — But who be these? — They come to greet.\" See twenty Saxon horsemen near, All clad in steel from helm to feet: — 8£>aron. Where's Godwin's son, Earl Tostig hight? Cost. Lo, here am I! What will ye? Speak! * Coat of Mail. f The Sun. I An effeminate man. (Anglo-Saxon, Bedling.)"], [139, "<ffniar (£r*rotttt>Ql&. 99 J&ajTOn. Thus faith King Harold: — Ere the fight, We bid our brother blin* to wreak; — Hold out to him our friendly hand, His rank again, — wealth, earldom, land, With aught that knightly man may crave. Cost. Fair words at last! They're all ye bring? But if I take them, what shall have My trusty friend here, Norway's King? Js>ai*0n. We've said all, Earl. 'Tis all we can. Let him go home and rest a stound.f Or, as he's such a high tall man, We'll give him seven feet of ground; — Cost. Then, rack my soul! if — Ride your way! Hence! Bid my brother yare J to fight; For none but liars foul shall say That Tostig ever brake his plight! * Cease. (Anglo-Saxon, Blinnan.) t A While. \\ Make readv. (Anglo-Saxon, Gearwian.) H 2"], [140, "Oiltir l£rs0IlU)0l&. 100 So back to lording Harold! Hie! Say, Here I'll reign, or here I'll die ! \" This having heard, the Saxons ride Away again: — now tell our king. — The Northmen wait; — stand side by side In close pack'd lines of great half-ring; With two-edged long swords glittering bright, With spears that thickly bristle high (Steel forest unto weening eye): All yearning for the fight. — Swords and armour nearer flash; — Ha! The drum! — Now they come ! — Come with clattering weapon-clash ! See yon thousand horsemen fly Rushing on in glittering gear! —"], [141, "<Cl)tUJC l£i ronujoio. 101 Now so nigh ! — Now they rear! — Crashing, dash O'er the foemen's bristling spear! How yon hardy sons of War, Firm as rock, Stand the shock! — Driving every horseman back, Clash their shields in praise to Thor! Now the Saxon arrows fall, — Showering, drop 'mid deathful wail; Battering 'gainst that human wall Like a heavy storm of hail. — On our English rush again; And again are driven to flight. Now the Northerns, over-fain, Follow, raging for the fight! —"], [142, "■tffjtltrr ISrcontoJOUr. 102 Now their ranks are broken! Lo! Back the horsemen suddenly fly, Hewing down the unwary foe, Follow'd quick by the legions nigh! Ah! What moans! Deathful groans Slowly rife 'Mid the cries, Shouts, and clash! How yon steeds, high bounding, dash How the Living, raging, tread O'er those bloody heaps of Dead ! Norway's men call \" Odin! Thor!\" 'Mid the wail and weapon-din. Saxons dart their snakes of war, * Crying \" On! JVe win! We win!\" * Arrows. (Anglo-Saxon, Hildc-nœdre.)"], [143, "<fff)il&r !£vsomuoU>. 103 Roaring, flows the battle-tide. Death is there on every side. Those yet woundlefs raging tread O'er the dying and the dead. Each one weens, he came to stay; — Ne'er was born to fall to-day. — \" Look!\" cries Harold: — \" Ha! Well done! \" Norway's dreaded flag is won! \" Who is he so young and bold?\" — \"One, methinks, hight Erconwold.\" \"He shall have our love; — But fain — \" Ho, there! Tostig! Haste to him! Say, — \" We shall win this glorious day, \" Yet thy brother bids again, — \"Offers friendly hand; — Away!\" Ouickly his errand-bearer hies; — Greeting Tostig, calls aloud."], [144, "<£t)itoc l£rconto)oHr. 104 He, like angry demon, flies Raging through the battle-crowd; — Now, with gory sword in hand, Sudden stops: — Hither, Earl, I haste to fay: We shall win this glorious day; Yet our lord and king would be Friendly with — Cost. To Hell with thee ! Victory, slave, or death for me !\" How they bleed ! — Groaning, die ! And none will heed Their deathful cry ; — Victorious shouts Now rend the sky, 'Mid groanful wail ; — What awful cries !"], [145, "tftnlUr i!*rromi)olti. 105 Odin's men begin to quail ; — * Hey ! How our English banner flies ! While — Ah ! yonder — How they tread Tiger-fiercely o'er the dead ! — \" Win or die!\" the Northerns roar, \" Heed not ghastly Hela's calls ! \" Lovely Valkirs fly before, \" Beckoning us to blissful halls!\" — Woe ! What woe ! All is lost ! How they fall ! — Gasping, wring ! — Striving with a mightier toe — Death's grim King ! — * Lose courage."], [146, "106 <ff)tUrr i?rsonU)i)ia. Now begins a fearful rout. O'er the bridge, the foemen hie ; While, with loud victorious shout, Following quick, our English fly ; — \" Halt!\" — On the bridge, lo! Norway's ruler stands;- Waves boldly there his long sword dripping gore ; — Full anger raging, calls his fleeing bands ; And will not let a Saxon o'er. \" Hew him down !\" — What giant-foe ! — Felling all he hap to meet! See there ! Every single blow Lays a Saxon at his feet ! All our arrows boot not here, Flying back as though by spell : While our men begin to fear, Yon must be the King of Hell."], [147, "ifjjil&r iirronUiolD. 107 I Now ten more rush on again, Staggering with each blow he gives : — Seven — now eight — now nine are slain ! But the tenth still, fighting, lives ! How they clash their flashing steels, Hearten'd by our cheering men ! — Now — Aha ! The Viking reels ! — Falls, — lo, ne'er to rife again ! \" What,\" asks Harold, \" is his name? \" Who's that one so young and bold ? — \" Lion-heart! It is the fame — \" 'Tis the fame Childe Erconwold! \" He shall have our raising hand. \" Soon we'll make him Earl ; — But, on ! \" Drive the war-wolf* to the strand!\" — ' Destroying army. (Anglo-Saxon, Herc-zvit/f.)"], [148, "108 itttUHt UrconiJioirs. There Great Hardrada's, meeting Godwin's, son Kneels ; — lowly begs to leave our land. This being boon'd, he raises fail ; — now wends To cliffy Norway, mourning thousand friends With the few left of their mighty band."], [149, "XIV. SiawtafcdMM af^l *M Jatth. /~)UR King and Earls walk o'er the corse-deck'd ground:— XUltjJ* They seem to grin at us! — What death around! — Death on these faces so well known! — so dear! — This morn, all funny bright with hope and cheer! — Foh! Bloody heaps!— But Tostig ?—Crr! What groan! #ari]There' KinS' Is~ iUng. Back! — O Heaven! There — there he lies ! Grim ghastly leer! Those angry rolling eyes!"], [150, "<ff)tHir ISrrontooltr. 110 That gory head cold pillow'd on mossy stone! — Look up, my brother! Look on Harold! Cost. Thou ■'— Avaunt ! WiinQ. Shrink — Frown not thus at last! Cost. Boast now ! Up with the plume !— Dire pang!— Wilt twit us,— Eh? Wilt overcrow? To-morrow is a day; — Ye racking wounds! Ah!— Hence! Why prowl ye here ? lUniJ. O Tostig, Tostig! — brother once so dear! Forget! Forgive! Feed this ill grudge no more! Ah ! must we — we, whom that fame kind one bore ; — Same bosom cherish'd ;— same loved hearth gave cheer ; By childhood's gambols, youth's sweet memory, dear; We thus for ever sunder! Tostig! Oh! How little thought our mother, 'twould be so! Cost. All for kind love of might !-of gold !- Woe! Woe! To-day, 'tis Tostig's turn to lose and die."], [151, "Cljriltir tSrconUMJtti. 111 To-morrow, lording Harold, 'twill be thine! The breeze wherein yon victory-banners fly, — What pang ! Oh ! Oh .-The breeze- Ah ! Hellish pine ! All lost for ever! — Oh, thou racking sore! — That breeze, King Harold,— it— mind Tostig then!— It wafts, ha! ha! ha! the Norman to yon shore With eighty thousand men! — (17) SU'ltg* Dead ! Thus to die ! — Hence with him :— Softly !— Go.— What more could I? He fpurn'd my friendship twice :— Ah.fearful prophecy!—\" Our sheen prank'd earls, our sceptred lord full thought And woe-foreboding gloom, Slow follow Tostig's corse that it be brought To kingly tomb.—-"], [152, "•tfWl&r iSrrontooUr. 112 'Tis night. Now friend and foe sleep on that ground O'er those cold ghastly cheeks, the moon-beams play: While lank wolves of the forest howl around; And greedy ravens croak above their prey. Who thought at noon, that, back of such fair day, Night lower'd so grim! — that this could ever be, As on the funny green they gamed so merrilie! —"], [153, "XV. ihnj Sinn; and ftia <5 0 it n 4 U . MOW Harold, set on York's old king-stool, hears His wisest earls aread.* They stand around. A hoary warrior there tells why he fears That Normans soon will cross our watery bound. \" But — how?\" fays Harold ere the speech is done, \" We fee not here Earl Wodennoth the Bold?\" He came not to the fight, King,\" answers one ; \" But sent instead that young man, Erconwold.\" * Advise. I"], [154, "<ftt)iti}e iSt-nmtoott. 114 \"Young Erconwold? — Ha! he, we mind, who took \"HARDRADA'sflag. Go, bid him come.— Well ? More! \"So, ween ye that these gales will bring the Duke ? \"He'll find it rather bleak on Humbria's shore. \"But 'D« le gar t.' The South is warm and fair. \"He hath been waiting for enlivening Spring.* \" But make all ready, Earls. We'll meet him there;\" — Childe Ercon kneels before our fleering King: — Iting. Whence art thou, friend ? et*r. Near Halltun I was born. lU'ng. Say, where is Woden ? Why hath he not been ? err. It was his mind, he said, to come next morn; — * Differing from history, the poet makes the battle occur in Spring. The Action of the Poem begins in the Spring of one year ; and ends, we find, in that of the second following year. This will appear evident as the reader proceeds. — Ed."], [155, "<fff)iiae -Œrcontoolti. 115 lUltg. Old men's to-morrows have long nights between. Dun locks and swarthy? Com'st of Norman race? Those fiery eyes have such a Franken dart. err. But where the Saxon is not in my face, The more he sways the sceptre in my heart ! lU'ng. That likes us well ! — Nay, Earls ! why laugh ye thus ? — May Heaven give England many a son like thee ! In little while, friend, thou shalt hear from us ; — Shalt learn at home what our high will may be. Bid Woden make all ready for our foes, And wait behest. Go. Fare with God ! — Now, Earls, to Lundenburg ! \" Thence Harold goes; As, glittering, victory-proud, he waves his kingly rod. — 1 2"], [156, ""], [157, "i XVI. galtptnn aftq thrs Rattle (ft 1*4011 wold's g^tnipt. HpHE tidings are come to Hallentun! — Oh, every heart is so fain! Away with our fears ! The battle is won ! Old England lives again! How bright is the day ! How merry the bells How proudly our standard waves ! Old monks forsake their lonely cells; Man-hating men, their caves!"], [158, "tffjtl&r -Ærcontoolti. 118 Now Weak and Hale, now Mean and High, Now limping Old Age will roam ; For Ercon with his men are nigh, — Will soon be in sight of home ! From near and far, on funny green, All gather so full of glee. There maidens fair with lovers sheen Go, chattering merrilie: While others dance with joyful spring To the double pipe and lyre: While harping gleemen cheery sing The death of foes so dire ; — Tell how the heathen flag was won By neighbour Erconwold; How poor good Widow Hilda's son Slew king so dread and bold. —"], [159, "ifffjiUJ*' IStfOUUJOlu. 119 v Our old men, while their children play, Tell how times were and are. Their daughters dream of wedding-day ; Their sons, of glorious war. — Glad ruddy farmers with their wives Sit round the village-inn : While gleemen throw high balls and knives Bear poles upon their chin. A skulk of friars wrangle warm On Tostig's hate and wreak. Good Hilda leans on Sethrid's arm, And lists to what they speak. One, shouting in her deafen'd ear, Tells all that Erc has done. How proudly beats her heart to hear Such tidings of her son ! —"], [160, "(Htfitise ?:t sonmoiu 120 Hear those who spurn'd her Erconwold ; And said, he'd never mend; — Hear all, before so proud and cold, Now claim him as their friend ! Learn where to welcome ; — where to sigh ; — Where, flatter ; — where, despise : How low thy lords may fall ! How high Thine underlings may rife ! — Yon, — at his wine-borde sheen with gold, Where gilded lions stand, — Is seated Woden noth the Bold, With silver cup in hand. He prates to Holcroft named, \" The Proud:\" Whose head, so deafen'd, whirls. He'd rather walk among the crowd ; Or, hear yon harping girls."], [161, "<Ff)iUU\" iilsOMUlOlO. 121 A facret with two gentle-hawks Perch o'er a sleeping hound. Its keeper, as Earl Woden talks, Makes cornicinus sound. Lord Holcroft eyes the man with hate: Who, having ears, should think : That, when our Earl begins to prate, There is no time to drink. \" Young Erc,\" he roars, \" was bolder than \" The most in that poor fight. \" Good Heaven, all know, hath made the man ; \" But / have made the knight !\" — Young ladies goodly dight and fair, Are at the porch beneath. Melitha,* Bold Earl's daughter, there, In silence, twines a wreath. \" Pronounce Meleetha."], [162, "HSffittt lEramlDOft*. 122 She binds the twigs with golden thread And ties of fairy spell. Some ween, it is for Ercon's head ; But that she will not tell : — \" Ha! Hearken! — It is — They come! they come!\" What shouting! What running to meet! All hear the marching and loud drum! drum! Each would be the first to greet. — Now yon, some lift Erc off the way; — Now set him in a chair Bedight with flowers and cherry-bay; — Now carry him hither from there! What waving kerchiefs and happy leers To greet the poor Widow's son ! — Ha ! Now, with loud sky-rending cheers, They come to Hallentun !"], [163, "iCt)ilt)C III roniuolD. 123 Our Earl and wealthy Holcroft go Among the crowd to greet. There, while they bid him welcome, lo ! A wreath falls at his feet ! Some take it up ; — now deck his brow : While drums and bugles found. Glad Ercon, wondering, fain would know By what kind hand 'twas wound. They set him in the chair again ; — Leave banner-dight Hallentun. His mother comes, so proud and fain, To meet her darling son. She winds him in her arms. Glad tears Flow down her aged jole : — i¥lOtf)tH\\ \" How idle were my thousand fears ! — \" O thou, my Life ! — my Soul ! —"], [164, "(EttilOe lErronUJOttr. 124 \" How good is Heaven ! — The heathen foe \"Spared all most dear to me ! — \"My darling Erc ! I dreaded so \"This day would never be ! \" en. \"Good mother! now thy cares shall end. \" Now let thy heart be fain ! \"For Harold, our King, calls Ercon 'Friend; \"Will make me soon his thane! \"Oh, thou shalt have such goodly things! — \"A gairish house with land ! — \"Buy silky kirtles ! — golden rings \"To dight this darling hand ! \"Yet soon again I must away \"If Normans tread our shore ; \"But, after that, will be thy stay ; \"And ne'er forsake thee more."], [165, "(■TfjUO\"? lirronuioio. 125 5 \"Thy life shall thus so happily end \" Nor e'er know toil again ; \"For Harold, our king, is now my friend \" And I shall be his thane !\" — They tear him from her arms away, Thus leaving half unsaid ; — Now feast and revel. Sore I dread That all they've done for him to-day, Will madden his young head. —"], [166, ""], [167, "> XVII. (ftmnucold at this (Jfastl^. |7RC, seated near our Earl, tries oft to tell What Harold said; and how Hardrada fell. This is not easy. Ere one part be told, He's stopp'd ; — must hear a long long tale of old : For all that is and will be, — all so new, When proved by what hath been, is surely true. Some good old sire learn'd more than all can know Said, \" This is right ;\" it, therefore, must be so."], [168, "128 CTijiiar iSrromDOliJ. How many Earls of Hallentun we boast ! What garden hath no weeds ? What art, no host Of such as will not let our Youth work on ; Nor find a road which they have never gone ? — But look at Erc, — Ha ! — has not ended yet ! Our Earl is — Sudden he starts : — earl. \"This Harold bade? \" ' Old men's to-morrows have long nights between ' \"Said Harold that? The boor! Nowrsl^S1- Chad ! \"This son of a cowherd ! He makes me so mad !\" He, stamping out ire, goes, muttering, quick to & fro. — His friend begins again : — earl. \"But tell me,— Get up ! \"How stood the king of Norway ? So ? — or, so ?\" — err. \"So, Earl,—\" earl. \" Unsheathe ! — Stand out ! — Now ward thee, son ! — \"Well done! Then so?\"—"], [169, "<JTf)tHrr v-rroiiuioli). 129 <Btt. \"Ay, Earl.\" eat'I. \" Strike !— Well !— Well done ! \"Then so?— Mind! /amtheking;— Nowforit!— Goon!\" Lo, see how rash He strikes at Erc ! — Stamps on the boards ! Hark, how their swords, Quick flashing, clash ! What fearful work ! His sport is so dread ! Is that his play ? In what other way Would he cleave a head ? How Erc now reels ! Our Earl's old fire, At clash of steels, Can blaze so dire! K"], [170, "(Sfyim ŒrcotttooIH. 130 earl. What fearful game ! His tiger tame Now rages again ! O dreadful blows, Quick driving Ercon along the walls ! Earl Woden sees now Canute the Dane! — Now fights at Sherstone with thousand foes ! \"Stop! stop!\" Erc calls, — \"On! on! Saint Chad! \" Die, Danish dog!\" He, foaming, bawls; — \" Stop, Earl! Art mad?\" Erc falls, — Lies, seemingly, as dead as any log. \" ' Old men's to-morrows have long nights between ! ' \"See there! Aha! I still can break a head! — \" Am not cast off yet ! — am as I have been ! \"If Harold spake it (which he never did),"], [171, "•tffnltir »:vsonujoiu. 131 \" Why come and tell? They'd have old Woden dead!— \"Melitha1 Ho there! ho! — This hero's new! \"All chatter now but of our young one! — Ho! \"Melitha! Ho, I fay!\" fflth( Entering.) \" Well, father ? Who— \"Ah, what is there! — Saints! — Ercon!\" <£arl. \" Here, girl! Stay! \" The carle hath fwoon'd. Bringwater. Quick! Away!\" The lady goes. — Now Ercon opes his eyes ; — Looks wildly round : — <£arl. \" Ha, friend?\"— Cfs. \" I cannot rife.\" Carl. \" 'Twas done to teach thee; — not, thou know'st, in hate. \" Thou foughtest well, — right well.\" (0rf. \"Ah!— O my head!\" Carl. \" I had a rage to-day for clashing steel. \" Bide there awhile. Thou hast a bleeding pate, — K 2"], [172, "tfffnlir*? ©rcontaJOlU. 132 \" A scratch — a little gap. It soon will heal ; — \" Ha ! Holcroft calls ! I must go ! 'Tis late!\" Earl Woden, hurrying thence, leaves Erc upon the floor. — Small white hands ope the door. — The lady with her maid are near him now ; — Kneel ; — leaning o'er him, bathe his bleeding brow. She, gazing, smiles ; but ofter, pitying, sighs ; — Now gives him wine ; — would know what caused the fray Erc answers nought ; but stares with wondering eyes ; — Looks on that face as though he'd look for aye. But what our hero think, is more than I can fay. —"], [173, "XVIII. dkitoutuold, at homi}, tqlh uihat fyttityd at jjallptun, err. NA^' not that wound> Mother dear ! There's none. My breast — The wound — Heigh-ho ! 'Tis here ! 'tis here ! — How fair ! — And her eyes ! — Blue,gleaming bright ! — How kind they smiled ! — So full of love ! — of heavenly light !"], [174, "134 *Tinit)r i£rronU)Oltr. Her bosom ! — Oh, so lily-fair ! — It lean'd o'er mine ! Her look ! — What pitying love was there ! She, kneeling, sigh'd \" Poor Erconwold !\" And her fondling locks ! — My dark ones twined with those of gold ! Oh ! While that dear hand bathed my cheek She bade me tell — I know not ! — Ah ! I could not speak ! I lay as one 'mid fairy ground ; — Heard in each word But heavenly sweet enchanting sound ! That found ! — Oh, yet 'tis everywhere ! — Ah ! Flitting so lightly, She left me there !"], [175, "tffnUrr istsontDoin. 135 iWotftrr. Like go with like ! A higher one Now woos the queen of Hallentun : The proud Earl — err. What ! Birth makes us high ? Have kings made man ? What is old Holcroft more than I? — But hence ! Ah, here I cannot rest ! Old Age chills all :— Thou wilt not calm this anxious breast ! — High birth could win ? Proud Holcroft might ; Though, as our Earl, He stay'd at home and shunn'd the fight My sceptre's here ! — this, at my side ! iWotOtr. Nay, boast not thus. 'Tis wrong, my son. Our Earl could show not greater pride In all the rank that he hath won, Than Erc now shows in having none."], [176, "136 tfTinltir <£rcoitU)onj. eiT. Ah ! Fare thee well ! I'll to the wood ! — My Sword ! Thou hast another creed. Thy great ones are the Great by Deed : — Which stain here is of kingly blood ? — Thy lord is one Who knows no rank but that of Good ! [Exit."], [177, "i XIX. lelltat (ftqfliuuotd saga to himsqtf lulul^ m u si t n jg in this Wiool UEIGH-HO! Shame, Erc! How childish thou art grown What sweet gloom makes thee wander thus alone? And seek no more that toil'd for most? — That loved the best? — Nor heed if all be won or lost? — No-where at rest! —"], [178, "138 tftjti&r ŒwontoJoUr. I Fame was so dear! I tower'd so high of late; — Loved but the pomp of war, the lofty Great; And her — My Mother! — Ah, so good! Now all is nought! Now seek I but the lonesome wood, Full pining thought! — And yet can tell not — Heigh-ho! — whence all came What elf hath made the wild-foul'd Erc so tame? These endless sighs, — this brow so hot, — This anxious breast Aye yearning for — I know not, what! Ne'er let me rest. — Yet 'tis not sorrow ! Nay ! Nor grief nor care Could pine me thus. 'Tis far more sweet to bear! — So sweet ! It weans from all of yore ! For thence I roam. Glad song and harp can cheer no more, Nor friends nor home! —"], [179, "(PfjtlUfp -v5rsonU)ol6. 139 But all I yearn for, — all, unwitting, fear, Could one — Ah, still! — What fluttering heart is here! Thou dar'st to love that high-born fair? It cannot be! Still, then! Thou hast no grief or care; — Ah, sorrow's me! Oft have I heard of love. It comes not so; For 'tis, our gleemen fay, Heaven's bliss below. And she — O, Erc! Love that high one? Art mad and blind? It is a spell ! — some ill craft, done To gloom thy mind! — She was not proud; — so pitying kind! — Why, then, But if I went? — I'll look at her again! — Ha! Show our Earl my crest? — Which he hath never seen? — Away! 'Tis best! But one more gaze at Halltun's queen ! Then, Erc, thou'lt rest! [Exit"], [180, ""], [181, "XX. <§nij (Bail's daijdp. ''\"TIS now when Earth appears in youthful pride; — As fair young queen bedight with rosy pall. 'Tis now when Earth is Heaven's endearing bride ; — Cheers drooping hope ; — breathes meekening love in all When old hearts feel some fire of by-gone day ; And dream that Youth is yet not flown away : When young ones blissful beat; — find Heaven on earth; Ween all the world full song of love and mirth : — Hail, gladdening Month ! Sweet May ! —"], [182, "■arijiUir lErrontooia. 142 Tis calm soft Twilight's hour. The gentle breeze Steals o'er yon garden full of blooming trees ; — Sighs, whispering faintly, through the rustling leaves There lulling huzz of distant stream is heard ; — Ha ! now the warbling of the plaintive bird ; — Now, hum of beetles ; — now far vesper-bell ; — Now bleat of tender lamb in neighbouring dell. It is the hour of thought. It is the hour When lovers' vows steal through the fragrant air ; And all, at coming Night, seems awed to prayer. The lady of our song whiles in her bower ; — With harp held down, still, thoughtful, lingers there ; — Sees how the setting fun gilds o'er yon ruin'd tower: fflUl. \" Before yon sun go thirty times so down, \" I must become that hated Holcroft's wife ; \" Or, bear for aye my cruel father's frown. \"Ah, Mother! Since thy death, how drear is life! — \" ColdHoLCROFT! O, my heart can ne'er be thine!\""], [183, "<Ci)iltJr UJiTontoom. 143 The lady weeps. See ! Erc, all love and fear, Is gazing there as on some holy shrine. He dreads to come more near. — Startled, she turns to hide her tearful eye. — Bold Ercon kneels; — would ask — He can but sigh; — Now takes that little hand half drawn away ; — There, in one kiss, fays all he yearns to fay. But she would chide. The chiding ends in sighs ; — In long kind loving gaze at kneeling Ercon's eyes : — $fUl, Thou art come soon again ! Thy wound is worse? — Wilt ever have me for thy little nurse ? — Earl Wodennoth and Holcroft are away. If any told them, — Oh ! What would they fay ! —"], [184, "H4 -arfnttrr lErromiJolti. Ha, little Mars ! I should— ay, will too chide ; For Litha must be soon Earl Holcroft's bride; — ClT. Oh ! then— Lost ! lost ! -JflfL Lost ?— What ? err. oh '• oh ! Jflel. He loves ! — Crr. Steel never wounded so ! That e'er I look'd on thee ! But yestermorn, Was Ercon blest ! — $fltl. How soon art thou hopelorn ! — So turn away from me ? — So hang thy head ? — I must love Holcroft; — it, at least, h/aid; — Was that unheard ? — Shall Litha tell thee more ? — Why, Erc has never thought on love before ; — Has never seen me ; — never sigh'd ere now : While I — Who twined a wreath to dight this brow ? erf. What! 'Twas from thee?-- OHeaven! Known but to-day! What gem was mine ! — now found to lose for aye !"], [185, "«ff)tl&r 3.2n-oinuoiu 145 JWfl. I ought to love him, father says : he's good. It likes me more to fay : I must than would. ClT. Must love him? — Never his, then! — Blessed word! — By heavens, O never ! — never, by my sword ! That one, one, speech can make or mar our rest ! Ha ! What a world of woe falls from my breast ! And mine art thou? And me canst love? — Oh, bliss! — What ! My Melitha ? Angel-hope were this ! Say but, \" Dear Erc !\" Who can be mightier then ? — Who steal my Love, my Life of life, again ? — But idle asking ! That blue gem ! — That gaze ! — They tell me Yes against a million Nays ! O Dearest ! O my Life ! While loving thus, What world of Holcrofts e'er can sunder us ! iHfl. Why, little prattler ! Words flow sweetly now. Where was all this as late I bathed thy brow ? eiT. In loving thee, I break the worldly link That bound me down ; — feel now what angels think !"], [186, "«riiilHr e-rrsliiuiola. 146 Ere, like a worm, I wallow'd on the sod ; — Saw thee, and lo! the cherub saw his God! (8) What bliss is love ! Can angels joy in more ? What ill elf would not let us meet before ? I came — how often ! Thou wert aye so near ? Yet aye so far ? — O thou than worlds more dear ! I wander'd hence ! — could leave my land to roam — Leave all I yearn'd to love so near my home ! Ha ! Thou wert fault, thou darling one, of this : Who didst not come, and bring me so much bliss ! \" i^ltl.Heart-stealer ! Teach cold Holcroft how to woo ; — And yet — Teach not ; for then I'd love him too ! — So, lose my Erc ! How easy it would be To wed this eve if he were aught like thee ! erf. Give me that little straying lock of hair. Thou wilt not need it : thou wilt bide as fair ; But I shall take a greater conquest home Than ever mighty Cæsar did to Rome !"], [187, "tfljilfir <*?rrontooUj. 147 Mth What pretty flatterer !— Ha! Who rings so the bell ? My maid may tell— Alas ! How soon farewell ! But, if thou love so, come another day; — Tell father all. He'll be four nights away ! — A long long lonesome time to wait to know What makes my whole life's bliss, or whole life's woe!— Ha ! Do not! — Steal my locks ! Dear little thief! — Who calls so again ? err. Oh ! How more lief Than Harold's might art thou, my little Curl ! — How dearer than the rank of thane or earl ! iHfl. Who rings so the bell ? Farewell, farewell, must be ! eiT. What! Leave me? — Nay! My heart is aye with thee! Thy love's mine only world — my world of bliss : In that I live, nor reck aught more of this! — Mtl O Erc !— erf. But one — one more — another kiss ! — [Exeunt. L 2"], [188, ""], [189, "XXI. (ihi^itwold'a inmi fflOfytV. I-JIE, ope the door. Who come ?— Some bandsmen ? — Lo, 'tis they ! They've been here thrice to-day. Would Heaven he were at home ! — *anwLan.}We scek your son again- Not here ? No-where to find ! As lief I'd fly to catch the roving wind. He heeds now not a whit his work and men."], [190, "tffnim* ÆrcoiUDoHi. 150 *25S2!r JThe bookmen at the school isanosman.j Tell wondrous things : they fay, \" Genius or mad, he'll surely be some day :\" Which means, methinks, that he will be a/W. 'Tis likely ; for they tell : — He wanders through the wood, Loud prating with himself in gloomy mood ; — Sits on the rocks ; or lies down in the dell. Some often hear him call, \" O darling! O my fair!\" But whisper, Mother : — Ay ! He's ever there ! — Woos lady Lith !— 'Tis true !— her at the hall ! — Now further ! Come, men ; come. We'll seek him : — Fare ye well. —"], [191, "Csijiltir \\T-t roiiuioio. 151 iHotfjtr. Ah, sooth, 'tis pine to tell ! He's never now at home. Old friends be now unknown. He loves but that proud one. All thought for us is gone : — He cares not for his own ! — Forgets so soon his vow ; — What I should live to see ; — What I should have and be : — He'll never heed us now ! — Can nought but muse and sigh ; — Ah, Sethrid ! Helpless one ! Thou, when poor mother's gone, Wilt pine and die ! —"], [192, ""], [193, "XXII. dhtij daijl'f} <®at[ip: u it h at Jtoon. J-Kld, T'LL chide him well! He's far beyond the hour. I've waited o'er nine minutes in my bower ; — Why rustled the trees so? — It blew not? — Where — Ha! Ercon ! — eiT. Darling ! — ffltl Thou wert hiding there ? I'll pull these locks, — I will : — So watching me ! To hear of all my longing after thee ! —"], [194, "(ttfilbe <{?rrottliH>U». 154 •3 And shake the leaves so ! — Hast thou never read : When trees in calm air move, then /peak the dead? Sooth, I could kill thee ! — and I'd do so fain, — If loving more could make alive again ! ert. Oh, 'tis not idle dream that gives me thee ! 'Tis life, 'tis breathing life, I hold and fee ! For, when away, I gaze on all as now ; — Gaze on those eyes, — these locks, — thisethel* brow! Hear but thy words, bewitching laugh, and sigh : Thus we, my own sweet Love ! are ever nigh. ;f$lcl, I'd fain believe, I am so dear to thee: — Ah ! Once a kind old lady said to me : — \" Beware of men! Their words, aye honey-sweet, \" Flow light for all ; — for every one they meet.\" That were so fad ! I hope, it prove untrue ; For, else, indeed, thou'dst make me sorely rue ! And others fay : \" Love is so easily crossd.\" What pity, then, that hearts so soon be lost! * Noble. (Anglo-Saxon, Æ<$slc.)"], [195, "(CfjiHrr EwotttBOia. 155 et'r. Thou, all-bestowing Heaven, wilt suffer none To sever twain born so to live as one ! Nay ! if 'twere not, my soul's dear hope would die ; And life become one long, fad, moanful sigh ! Thine Erc has none but thee to live for now. Friends, England, kinsmen, mother, — all art thou! These are forsook, who were of late so dear. At home, — I live not there: my heart is here. Yet thou must keep it: for king Harold's reign, I would not have thee give it back again. When aught betides to mar my dream of thee, 'Tis but to make it soon more sweet to me ; For all so fair — See! That high glorious fun Would, dazzling, blind if ever gazed upon ; — ;0lrl. Yon livening green, become old ugly gray ; And I, not be to-morrow as to-day. Js that it, Erc? — Ha, caught! Ye flattering men! Your first vow binds ; your second frees again."], [196, "156 iTijilUr iSrronUioia. Ye must have dreadful things to tell our priest. When wert at mass ? — Not for a month at least ; For, lately, there — I will not tell thee lest Thou think I saw one more than all the rest. So goodly clad to-day! So glittering dight! What fibula! — This girdle — Oh, how bright! — Methinks, I too could make thee one like this : Ha! There, out- shining all, thy soul's gem is! — But tell me, what does thy fond mother fay Of Litha's winning so thy love away ? Keep yet a little for that tender one That I grow dear to her. Then both are won ! Let not old love, at sight of new, take wing ; My soul be knit with thine in every thing! I'll soon go fee her ; — Why so turn away ? — I'll find your home ; — come, unaware, some day. Thus, I shall have with Erc a mother too. She'll watch o'er me as mine was wont to do! —"], [197, "(■TfjtUrc ?ii souujoiii 157 What cloud again ! How suddenly thou'rt sad ! — Here, take my harp : — Nay, come ; I'll have thee glad. ei'f. My heart's dear joyling! Glad? No human woe Could make me, holding thee, to look not so ! A wicked Elf of Thought with fable wings, Would gloom my love by whispering rueful things; — 'Tis flown away ! Come 'neath that shady tree. — Sit here. — Thy harp shall tell my bliss to thee ; — By that hand play'd ! — O, Chords, how blest are ye ! iHtfl. Go, buzzing flies! — Now, Stamford's Hero! Play! ClT. Ah, well ! Now hear thy baby's lay : — Can ye tell us, learned Sages, What can make but years of ages ? — Knows nor time, nor space, nor bound? — Wings the dull flow Day and Morrow? — Gives new hope, and sweetens sorrow, Making Earth to fairy-ground? —"], [198, "158 (•Tfjil&f l£rnmtool&. Angels call it, \" Bliss of Heaven ;\" Souls unbodied, \" Sin forgiven ;\" Here, on Earth, men name it, \" Love ;\" Fiends, e'er hating, \" Hell's worst Paining :\" (9) 'Tis the Might o'er all things reigning, — God below, and God above ! Hence it is, the foul, high soaring, Leaves on Earth its clayey mooring ; — Hence, all Nature greens and blows; — Hope points up to brighter skies ; — Moons with planets harmonise ; — Summer comes ; and Winter goes. Wherefore, while her vows so bless me, — While those little hands caress me, — Say, ye Wisest of the Wife : How can I, nor learn'd nor gifted,"], [199, "iCfjiiac ii-rroiiuiolu 159 With her smile, be thus up-lifted Far above your paradise ? — Love can whisper, learned Sages, Truths ye'd find in musty pages ; — Tell a child what ye'd be told. But full oft ye like nought better Than your cheerless deadening letter ; — Like your gilding more than gold. $tltl Thou handiest well my harp. All that may be, Dear little Sage in Love's Philosophy ! Yet many think, true love has never been ; And is what moony poets only ween. ert. Do they, my Life ? They call this, Silly Prate. Such cannot love ; or, rather love to hate. The dead feel nought. As these, so blind and weak, Can never know what angels think or speak"], [200, "160 •arfjtiar l£rn*mta)oU>. (To whom a speech unkent of man is given) ; So know they not our language and our heaven. — $flfl. Look, how yon tender Redbreast hops along ! — It comes so near ; — 'twould listen to thy song. — Yet — Heigh-ho, Erc ! — See this. How lightly wove ! etT. That silk ? ;f¥l(I. How easily torn ! We call it, Love ! What would' st thou fay, if I were doom'd to leave thee ? — To wed some other? — Ah ! Nought yet is known ! — What, Dearest, fay, — if death or ill bereave thee Of one so all thine own ? et'f. Up-hold us, Heaven ! What gloomy boding's this ! Let no dark weening cloud such day of bliss ! All must go well with us ! iUrl, Ah, thoughts will rife ! eiT. Shut out these adders from our paradise ; — iWrl. What rustled then ? — So little makes me fear ! — We'll leave this feat ; — My maids can eye us here ; —"], [201, "-aTijilOf iarsontooia. 161 ei*C What fees my Love ? — i¥lf I. Methought, I saw her there ; — They like so much to tell — to peep and stare ; — Come to the bower. 'Tis shady yon 'Tis better here : — Sit down : — That stool is thine. — et'f. How sweetly here the honey-suckles twine ! What blooming rose ! I'll set it in thy hair : — J¥lf I. Pull not my locks so ! — Oh ! — Ah, this poor brow ! — Not yet all heal'd? — Shall Litha bathe it now? ClT. Hold there that darling hand. All was to be. What blessed wound that made thee known to me ! i¥[t I. But— Oh, that bee !— 'Tis flown ;— there, in sweet rose ; — Look, — steals the honey ; — Ha ! now, humming, goes. It cares not for the flower, ungrateful thing ! — But — I would ask — Ha! What said Harold, king? etT. He was well pleased. He'll need us soon again ; And fend ere long from — Nay ! Wilt leave me then ? M"], [202, "162 tffjtltif iSrsonuiolD. eiT. Alas ! I must, if— J¥lfl. Heaven ! If thou wert slain ! What dreadful — Oh, this war ! What can men gain By slaying thus each other ? Oft I'd know, But ne'er could learn yet, why it should be so. For thou canst tell not in the raging strife, Who has his Love at home ; who, child and wife; — Ken not the Good and Kind, the High and Great : And these thou, surely, ne'er wilt wound or hate ? But, Oh ! whatever kingdoms Harold won, I'd not lose thee for them and Hallentun ! erf. Thou darling ! I could weep, o'er-glad at this, — Full praise to Heaven for so much love and bliss ! — Why lade our hearts with care for time to be ? While thy love fail not, all is light to me. Black Elves of Bane, e'er hovering o'er Life's dell, Drop most where Peace and Happiness would dwell. It is their glee to turn delight to woes. But fear them not : Love dares a world of foes."], [203, "■yrfjiiar iivromuotti. 163 $$lt\\. If father answer'd, Nay,— ClT. It cannot be ! Yet vow to Heaven to marry none but me ; For, while our hearts be knit together thus, Not all the world can ever sunder us. JWfl. I vow this, Holy Saints ! — But nay,— By thee ! For nought is dearer, — nought so high to me ! erf. Oh, bless thee ! — bless thee ! Love-bond, given as this, Must ever bind ; — now feal'd with one sweet kiss : — jfjffe I. Have done !— Thy rose falls ;— Teaser! Heigh-ho,heigh ! erf. Lo, here's a moth. 'Twould fret thy silky frill ; — $fttl As Care, the heart ! ei*f. Why does my darling sigh ? $flf I. Hast slain it, warrior ? How thou lik'st to kill ! — What clatter of horses ? — Ha ! — Yon two — So nigh ! ClT. Our Earl and Wilfrid there ? mi O fly ! M 2"], [204, "164 tff-itUJr ©rsontooltr. <£rr 1 How leave so my darling ! Come quickly again ! Then tell all to father, — tell all, we'd so fain ; And— But hie,my sweet Love!— Near the porch now!— Away Oh, what could have made him so hurry to-day ? — Quick haste through the gate that no one may meet! Fare well ! — Ah, Heart ! Why so fluttering beat ? — Let no long tarrying make me mourn ! Fare well ! [Exit. Is gone ! — Now all forlorn ! What blissful day ! Would Heaven 'twere morn ! — [Exit."], [205, "XXIII. flhpnujohl at l)omc. \"\"\"\"50\"S i-HotOrr.ART thou asleep?— Erc! err. Well ? iWotljrr. One comes to know — err. More weary talk! Heigh-ho! What will he there? Some prating bandsman — Let him go! iMotftri\". He's from our Earl, — eiT. Ha ! from — Where is he, then ? Where ? With news of my Love! — Quick, man! What tidings ? Speak ! Ne'er mind the old dog! He'll bite not! prasant.} He can bark~ err. Come ! come ! $)r<liant. I wold na meet him in the dark; — i-HOtlirr. Get out, dog! Out! —"], [206, "166 ifijtltJr liramiJDoUJ. err. What now, man? Speak! peasant. Earl Woden bade me hurry hither to say: — He wes at Lega-Cester; — came but now; — Will leave for Hastings soon, — ay, mon, to-day. All Englond bith aroused to war agen ! Duke William come with eighty thousand men! eiT. What cursed hap ! The Northmen scarce away ! peasant. He bids ye make all ready to be gone ; — Set all in gear to gong this afternoon; For Englond, quoth he, needs now every one. err. Unwelcome tidings! Leave my Love so soon! But answer, that I'll — Greet our Earl, — 'Tis well, — . I'll hasten to him ;— Wait, man! He said nought more? Peasant. I mind nought, — ett. Nought of other— Wilt not tell? Is Holcroft come? peasant. Nay: he bith gone before — err. To Lunden ? peasant. I sailt. Nay: to Hastings ye shall fare; — err. Art sure of that ? Peasant. I heard; but whit not, where; — err. The Normans take him! Go. HI soon be there. —"], [207, "XXIV. 3fn <&ut Carl's (Harfcen, ISilfijid, fi^inn dnp'js tou^ (oij Jtt^tttk, tafys him asidij. WHL Q SHUN that all-bewitching eye! O flee! Leave her while yet the kindling fire may smother She might bring happiness, if born for thee ; But woe, ne'er-ending woe, if for another! Up-lifted high with hope that nought can fever Two hearts so knit to beat as one for ever, Thou, all-o'er-daring, gazest in her eyes ; And, nestling as thine own the darling dove,"], [208, "\"1 168 (Cfjiltir ISrronUKittr. Wilt never dream that aught can blight such love; — That aught can waste so dear a paradise ! err. With sorrow-dew, thy wrinkled cheek is wet. Hast thou in youth, old man, so blissful loved; And still canst not forget? — ffi&lil. Oh, happy dream! — Ah! Thou may'st soon awaken, And find around but darkness and despair; — Go, wandering o'er the waste of life, forsaken, In search of one aye thine ; but never there ! Love's fire will burn then like a funeral-pile; — The dove, become an adder in thy breast; Yet still be fondled, still as dove caress'd! And then, O heed — err. Away! Thy swarthy mood Makes all the world as black as is thy hood! — Angels to fiends! It cannot — ne'er can be! She loves me, monk' — she loves me! Canst not see? mil But, if ne'er thine, what would'st —"], [209, "<ff)iltir ŒrroittoolD. 169 err. What would I say! What would I say if God now shatter'd all ? — Now dash'd to dust and atoms Earth's great ball; — Brake down the world ; — let moons give up their race ; — Suns drop, and blazing fly through boundless space : While lightning flash'd, deep thunder crash'd, And star with star and planet clash'd, Grim corses whirling ! What — If all, thus warring And ever jarring, Through deathful endless space, flew on for aye! — What would I say? Tut! tut! Thou mak'st me mad! [Exit. W\\il Is gone! — so wild, indeed! — Ah, Youth, how sad! Thou wilt not flee, when Jhozvn, the Bad! — [Exit."], [210, ""], [211, "XXV. #ni{ gamin, JJftaiuj liin^a.'ial, and {\"~\\UR Earl is seated. — Ercon comes to tell, — That all are ready now, and would be gone; — To crave a weighty boon; — then take farewell Of her, his darling one. Our Earl is still: in whom Snake Envy lurks; The loathing all men have, and none will own. His heart is with the fiend that hidden works And hates so being known."], [212, "(Cijtttrr ISrsonlDOia. 172 List! now our hero tells his love-tale o'er, — How boldly he hath won the high-born fair, — Our Earl starts up! He'd start, I ween, not more Were twenty demons there ! earl. Why,-why,— what say'st thou? What! My daughter? Mine. My daughter, thou wilt wed? Why, what — Saint Chad ! The pease are o'er the sticks! What — Out of my sight! Thou wasterel,* thou! Art mad? en. By Heavens ! for this — But, Ah! Thou'rt old and gray, — Art her dear father ; — Down, my Sword ! Woe ! Woe ! Mind, Earl, — To-morrow is another day! (10) O, thou shalt rue for having fpurn'd me so ! A wasterel! Ah! Had any said that word, — But, hence to Hastings! There — Out! Brookallthis? — Down! O, I will not, — will not! Down, my Sword1 We yet are one, and nought can sunder us! Now, Harold! Now for love and hate! Away! Walle, refuse, of society."], [213, "-tfTfjtUu* 3£rs0ttU)0ltr. 173 That word hath roused my soul to gain a world! To make our mighty Earl unsay And rue that he hath said to-day ! [Exit. Carl. Bless us all! He's gone, — Ha? Young crazy-head! The world's turn'd mountebank ! My daughter ? Mine? Saint Chad be with us! What? The daring scout! \"Old men's to-morr — \" This comes of doing good! I thought, 'twas wrong at home;— But how— St- Chad!— How leave to-night? I'll make old Wilfrid stay; — Watch all while I'm at Hastings;— Rot the lad! Melitha, here! Ho, Wilfrid, ho! WM. (Entering.) Well, Earl? Carl. Why, what — Why, Wilfrid! Where's my daughter? S23sl» At the door — Carl, I ask thee, Where's my daughter? Bless my life ! The world's gone mad ! Why, Wilfrid! Wd\\. Well? Carl. But where? Look! — Where's that girl?"], [214, "tffni&i iii roiiujoiti 174 Œ2M. I was about to fay : The lady, anxious listening at the door, Scream'd suddenly, and swoon'd ; — was borne away ; — Lies on her couch — Carl. Loves him! These young ones! Ha! This comes of having girls! He win her heart ! I'd put that too in steel, — I would, Saint Chad! — Thus shot at once with every fellow's dart! This comes of having girls ! Away to her ! Thou bid'st while I'm from home, — Dost hear? »1. I do,— Carl. The devil's in the girls! He wins them too! — Now, mind me, — never let her out of sight! Follow me, monk! — Ho, ho! I'll make her rue! [Exeunt."], [215, "XXVI. Ma. §^000.1 t^auij p\\ fasting a. CEE what troops are gathering yonder, beating loud the battle-drum ; Making known throughout all Mercia, — Eighty thousand foes are come, Victory there, so lately greeted, cannot end her holy-day : War begins his awful hazard : Peace, affrighted, flies away. England is the mighty wager. Norman William would be king. Those at home are anxious waiting, dreading all an hour may bring ; While our warriors march to Hastings, sworn to shield our land or die Who would be no cringing bondsman, now must heed the battle-cry."], [216, "176 (fffjtliif ISrnmtooia. See Childe Ercon's little dwelling. Thousands come from near and far ; — Gather there so merry-hearted round his famous flag of war. Now they're muster'd ; — now are leaving ! helmets, armour glittering bright ; Banners waving, bugles sounding, horses eager for the flight. Now they go ! — What sore fad partings ! — See them now on Mersey-Strand Like one moving mass, loud singing, merry as a wedding-band : Leaving helpless women wailing — mothers weeping for their sons ; Children, wives, for sires and husbands ; maidens, for their darling ones. War, in all his gorgeous trappings, glads yon troops ; and leads the way ; — Tells them how they're born for greatness, following but to gait! and flay ; — Makes al] merrily leave their children, happy homes, — No more to see ! With his winning glory-whispers, what a luring cheat is he ! Ercon — Ah ! How heavy-hearted ! — Though on that high raven steed, — Tho' so bright with glistening armour, thou hast nought— nought there to heed; Riding first,— How still and thoughtful !— Sorrow glooms thy helmed brow. Famelefs thou didst walk to Stamford; — wert not then so fad as now."], [217, "dstfUht iimmtoolt-. 177 Gaze not on the well-known garden ! Seek not there thy Litha's bower ! Gaze not on the banner flying proudly from his hated tower ! Look not at yon snowy kerchief, greeting, waved by darling hand ; Lest, forgetting all but her, thou rurn again and leave thy band. Still the fad, deep, hollow yearning, parting from such dearest one Leaves behind ! O, look not, weakling ! — look not at proud Hallentun ! Haughty fpurner ! He must follow. Hastings, haply, ends his day. Normans might be bolder warriors. Litha then is thine for aye ! — (i i) N"], [218, ""], [219, "XXVII. tSIiat dfc nail's tastt\\% Strops ainn as tlm 401114 ni|ai| Jastinp. =\"=>'>£*= with the Night-cap of Peace from thy head! Wilt sicken at home in thy grandmother's bed ? — See whining long faces, take powders and pills ; Then, if thou get well, go to gaol for thy bills ? Up ! Never, man ! Crowns Old War can give. And for freedom to die, — 'tis to live ! 'tis to live '. Then, Huzza for Old War! with his drum! drum! drum! If we all rest at home, lo ! the tyrant will come ! Then, Huzza for Old England ! whom e'er we'll defend ! But Victory for us or a glorious end ! N 2"], [220, "180 ■artjilti*? ISrsontooUr. Wilt toil for some lording, e'er haughty and cold, Who'd work thee to death in his craving for gold ? Wilt go all thy life as a clock or machine ? — Be worn out with care or with fretting and spleen ? Up ! Never, man ! Crowns Old War can give. And for Freedom to die, — 'tis to live ! 'tis to live ! Then, Huzza for Old War ! with his drum! drum! drum! If we all doze at home, lo ! the tyrant will come ! Then, Huzza for Old England ! whom e'er we'll defend ! But Victory for us or a glorious end ! Wilt wait till the plague come to gripe thee away ? Or, in dreading so, have it oft ten times a day ? Wilt hunger at home ? — die of gout and thy fat ? — Or, fail o'er the seas and be drown'd like a cat ? Up ! Never, man ! Crowns Old War can give. And for Freedom to die, — 'tis to live ! 'tis to live ! Then, Huzza for Old War! with his drum! drum! drum! If we all talk at home, lo ! the tyrant will come ! Then, Huzza for Old England! whom e'er we'll defend ! But Victory for us or a glorious end ! —"], [221, "&t Hallentun: Itlliat Iiajj|J4n.(i t It^ r 4 ujftiljj tft^ iaiity is 04*110, fought."], [222, ""], [223, "XXVIII. (P^Ittha jntaga fa\\ h$r fct^r. 3DS: CHE kneels before a rood. Long golden hair, Loose falling, veils her arms cross'd on the breast. She gazes, with up-lifted eyes, in prayer ; — Would find again her rest. Those lips move speechless, telling all her fears, — Her love, her hopes. She weeps; — What heavy sighs! Now speaks with angels. How those pearly tears Drop from her young blue eyes !"], [224, "184 ttfljtltit* i£rconU)oia. i She blesses him, they bid her so forget ; — Can mind and love but him howe'er she pray, — But far dear Ercon ! — Ah, no tidings yet ! — Now two long weeks away ! Where's now the laugh ? — the step so quick and light ?■ The gleeful eye ? — the heart of late so boon ? Ah, that one ill hour thus can wreck or blight ! — That aught so fair should droop so soon ! To dote on one, yet doubt if that one be ; — To dread, — yet hope, — yet dread again, — What woe Too soon, dear maid, this sorrow comes on thee ; But 'tis what all that love, must know."], [225, "XXIX. gouf tlt4 Saig laments in Iteij gou^r i¥lrl. npHESE roses droop. All looks so dead!— So dark and drear! All tells me what my darling said; But he's not here ! I while beneath yon shady tree; — Dear blissful day ! — It sighs but \"Erc;\" and yet — Ah me! — So far away! —"], [226, "186 (PfjtHrr Crrnmtooia. I seek the tower ; — muse there alone. I seek my bed : The wind, loud howling, seems to moan \" Dear Ercon's dead !\" — Asleep, I dream o'er all he spake ; — I twine his hair As on that happy day; — awake; But he's not there! — Friends tell me what is right and best, — What should be done ; But kind words cheer not, — give no rest My Love is gone ! — They bid me think on rank and birth ; — These are forgot ! — How drear seems all the wide wide earth Where one is not ! —"], [227, "ittfiioc iZtsontooKi. 187 1 And then, how spurn'd ! — So gone to die ! — My life's most dear ! The foe will stab his breast, and I — I be not near ! Poor heart ! He'll moan so ! None will heed ; None bind his wound ! He'll grow so weak ! — fall from his steed To hard cold ground ! They'll trample him ! they'll hurt him so ! — Mar his black hair ! None, none, will mind him ! Then — What woe He'll need me there ! They'll know not him on that fad day, — Him more than all ! — Tread down my Love in cold cold clay With boor and thrall ! —"], [228, "188 (ffljiltJ\"? lEtcontooltr. Ah, Wilfrid comes ! — Good tidings, Wilfrid? Will. None are yet — imi What! None? What, none of him? — \"Will. Ah, lady ! Spare those tears ; — Jffld. No tidings of the fight ? OTt'I. If lost or won, Is yet unknown ; — Oh ! Oh ! My dreadful fears, — They tell me, Lost ! — all loft ! My darling one ! — Know'st thou where Ercon's mother dwells ? Will I do ;— iltl. I'll thither. Quick ! Will. It is a lowly cot,— ;0lf I. Hence ! Let my steed be ready ! That will cheer ! I'll know her ; — Follow ! — know the happy spot ; — See where he dwelt ; — Wil But, lady, 'tis not near, — ffith See where, as child, he play'd; — where slept; — Away ! 'Twill glad me most to gaze on all so dear ! [Exeunt."], [229, "XXX. lUtta Jihla and jl^tfqid at §01114 CEE yonder cot o'er-grown with hanging ivy ; — Its weedy grafs-plot : where a huge oak grows : Of whose dead boughs below, a seat is wrought. 'Tis Ercon's home. His sires, as old wills prove, Lived there of yore ere Brunnanburg was fought. Now step within. — No silk bedecks the wall, Nor shine of castled earls and lording thanes ; But English cloth, with some of Ercon's spears, His aged mother's crucifix and beads, — Once gilt, now worn with prayer ; as she, with years."], [230, "Ctjtl&r -Ærrmttoolti. 190 Look, yon she spins ; — well, neat, but homely, clad ; Unwrinkled, though her locks are snowy white ; — So lovely still in wreck of loveliness ! Meek, heavenly brow'd, she calmly sees life wane ; — Its thread grow short, ev'n as yon flax grows less. And there is Sethrid, — maid with laughing leer. She decks old oaken borde with homely meal ; — Is fond of sweets and dress ; — can ne'er forget; — Hears, sees, minds all ; — kens ever right from wrong, Or friends and foes ; — is mother's fondling pet. A dog is watching her. 'Tis like a lamb ; — Has white wool-locks, big round eyes black as coal ; Sits up with begging paws. 'Twill always come When meals be nigh — whene'er the fast is o'er ; — Then, upright, staring, watches every crumb."], [231, "i£t)ilitc (Svcontooiit. 191 1 The ruddy maid, with hand in warning raised, Now tells it where its master, Ercon, is ; — Now, laughing, gives it nuts ; — \" Ha ! See !\" The mother cries, \" What Riders near ? — \" Will hither ! Lo ! Who can they be ?— \" A lady ! — Ha ! What must be done ? \" It is the queen of Hallentun ! \" O, hurry ! O, what shall I do ? \" How guest such— Bring the morat ! Hie ! — \" Hush, dog! hush ! — Lo, Wilfrid's coming too See yon her fair white steed; — her gold-locks fly O'er silk hood, glittering gemm'd, of welkin-dye ;■ Her snowy kirtle ; — arms with shining rings ; — Yon orange-hued, gilt-purfled, long robe waving ; And silver whip in hand with golden strings. 1 Skyblue."], [232, "-arfHUir JSrrontooUr. 192 Old Wilfrid jogs near, gloomy, black as night, Onlimpingrough-hair'dchestnut,\"Dunstan\"hight: Which he hath had nigh twenty years, I ween. I His thoughtful face, so long and ghostly white, Peeps under swarthy cowl; else, nothing fair is seen. — The mother, in her best of garments dight, Halts out; — bows low; and bids them both alight. But — Ha ! Why frowns the lady ? Hark : — &lt\\. \" What, this?— Nay, Wilfrid, nay ! That old — it cannot be! Erc never could dwell here, monk?\" Ml. \" As I said,-\" istri. \" What ! He, who— Nay ! \" iflOtljer. \" The Saints watch o'er you ! Welcome! This way, good lady. Bide with us a while. Forsooth, ye' re weary, — \""], [233, "tffjilto ©rcotHnoia. 193 Mtl \"Hoo! What a filthy gate ! /&ri?,where-Away!Oh!Oh! How could our king Ah,thus — thus cheatedl/ser^ni hate him!— hate!— Hate him, — I will! I will! Here, flatterer? Hence ! How could Earl Woden like him ? Love a boor .' Oh ! — But I will not mourn !\" \"-J-HOtfrCr* \" Warm ? Sooth, 'tis very warm. And ye're athirst and tired? I have sweet morat, And right good mead ; but wine — \" Mtl \" What old woman ! Foh !\" i\"HOtJ)tr. \"What fays she, monk? I hear not well to-day; — \" Mtl \"To think-But I'll enter! Then the worst is seen ! To think that I could dote on a boor! — That he so knightly clad, so winning and sheen, Could wallow in this !\" — \" Come forth. Our dwelling's lowly. Sit here, kind lady, while I hasten to bring you — Ye seem so fretted. Come, be seated — \" o"], [234, "Oilfcr il^rro 110)0 IB. 194 Mel. \" No ! And what one is this? What chubby girl! How low! Thus gapes upon me? — staring? — laughing so? — What can she mean by that? — Ha, Wilfrid ! Why,— She's silly ! Away, monk ! Foh !\" She goes ; — gallops quickly thence in angry flight, — Flees as from deadly pest. — Now both are out of sight. Kind Hilda saw well all she could not hear, — Her daughter spurn'd ; — her failing helpless child. There is the wound that, softly touch'd, will pang ; — The heart'skeen thorn. PoorSETHRiDsceseachtear; — Unknowing why good mother weeps so, mourns ; And, fondling her, does all she can to cheer. —"], [235, "XXXI. IHu} Uistjit. JJtytiiim In S^d. JfWfl. QLD Wilfrid stirr'd up rue. {faults. (Entering.) My lady call'd ? £&Cl. I pray thee, stay ! I've had such weary night ; — Am so cast down: — Ah, wait! — Were it but light! — He spake too late ; — could teach when all was done. Had I ne'er been — ne'er been to spurn that one ! — Her, dear kind mother! — Ercon loves her too; — Spurn that forlorn one ! Ah, what 'tis to rue ! — o 2"], [236, "196 (fffjiHri' Jirrouujoiti Go thou, at Even, as the fun goes down, And take to them yon hood and silken gown ; With this — this gold ; but, mind me, never tell — Say, thou art come from one that loves them well. I must forego him ; — Ah, I must ! — And yet — So easy 'tis to love ; — such sorrow, to forget ! — JSaiJj.Why weep so? She will bless you for this gold. One worthier comes ; and new love soon heals old. iftSrl.O well is thee, who know'st not what it is ! A worthier? Nay! Wrench out thy tongue for this! Wilt blacken him? What goodlier man could be! The fun ne'er shone o'er aught so dear as he ! — If he'd but kindly said, his birth was low, I had not loved — not doted on him so ; But ne'er to tell ! As lord of all, he came ; With Harold's praise, and with a hero's fame; — My father too to like him best ! Oh ! Oh ! — Hflaflj.Nay ; cheer, good lady: — Cheer! —"], [237, "iffflilUc vl-rsoiiujnlu. 197 Mtl Alas! What woe! I still might love him, if, when first we met, — But — Ah, now all is o'er ! — all ! all ! And yet, I would not have him — not for worlds ! — to know That Litha went and fpurn'd his mother so ! Were he now here, I'd tell him all my rue. He would forgive me ; — I would make him do ; And then might rest : — Ah, heart !— J-fflaifc. What sorry sigh !— JJtrl. But he's so far ! — may come no more ; — may die !* And then he can't forgive ; and I shall fret — Rue all my life : so, never — never can forget ! — j-Haftl. Nay, weep not. — Cheer ! — Jiflel, O, had I stay'd from there, I might have loved him now as well as ere ! But, wrong them so ! How anger maddens us ! My mother always said, it would be thus. To scorn his darlings ! — make his dear ones pine ! He loves his mother ev'n as I loved mine. —"], [238, "198 ■ÆfHliie* lEromfcuoHJ. But 'twas not right to come in such array, And take by wily stealth my heart away : Which I'd have freely given, and ne'er have rued ; If, as poor Ercon, he had come and wooed ! — Put out the lamp. itta it). Why ! 'Tis but spring of day ; — Lo ! Whither goes my lady ? i-Hrl . Follow thou. Come to the garden. Come. Morn glimmers now. 'Twill cool my fever'd brow. — [Exeunt."], [239, "XXXII. Wh\\t hapj4iis on anotluit dag at (Simon's §01114. J Hot tin . A SILKEN gown! — How sheen! — Who can it be? — Look, daughter. We'll keep these for Sunday-gear. But I ken none that love so thee and me. These are too good for us, I fear. — Lo! Who rides yon? Methinks, — 'Tis her white steed. There's our high lady! She'll not dare to stay: — Thou wilt to mass? Go, queen! Thy soul hath need Of prayer and tears — She stops! — She rides away: —"], [240, "•tffHltr*\" ©wanuioltr. 200 i Thou'lt find not in thy heart to come again, And hurt— Turns back?— Will here?— Knocks at our gate What shall we do? We cannot let her wait; — Be quiet, dog ! — Bide, daughter, / will go. — 0UI.I call to tell— iWotijer.My hearing's dull. — Mel If she'd but ask, I'd stay. She's angry with me; — will not bid to-day. — I come to tell — If, e'er through him — thy son, Thou hear aught from our Earl of Hallentun, — ittoltjrr. Heard nought! No tidings yet! It grieves us sore! Erc went away heart-broken! — told his men, That he would rather die than come again! Dread is us all, we ne'er shall greet him more! JWrl.Poor Erc! How sad! — I weep not for thy son: — If father fell, — Ah, then I should have none ! What then would come of us! Oh! Oh! —"], [241, "ifffnl&c ISrconuioltr. 201 iWotfjrr. Ye too — Ye too can weep? Mtl Alas!— Oh! if ye knew— Saw how I mourn, — Thou wilt not greet to-day ; — Not welcome me; — not ask me once to stay. JfttOtfjrr.Our Jowly house was ne'er for such as ye; Else, I would bid — mtl. Nay, nay! I anger'd thee. MottftV.My children are my pride; — Erc, this poor one, All, all, on earth wherein my soul can boast: — But Heaven is with us! — It must wound me most To hear an ill word — 'Twas unkindly done! mtl.O weep not! — weep not so! I will alight: — motljtV.Come,— mtl. I'll not hence ere thou forgive me quite. I came — Ye Poor are hard, — ay, haughty too! To let me wait so long, and scorn my rue ! — iMotfKr.This way.—"], [242, "202 <£f)iU)t iSrcontoom. Mtl Poor woman! Thou canst hardly go; — So lame and bent ! How could he leave thee so ! — iWOtfrrr. Step in. — There, lady, rest you. Sit ye down. — Mtl Still wrath is in thy heart: I saw thee frown. iHOt&er, Nay, lady; nay — Mtl Thou need'st not answer, Nay. Lo! Here I kneel: — Forget that ireful day! — O, tell not Erc! — I'll rise not hence before Thou kindly bid me think on it no more; — Nay, till thou kiss me, I will ne'er be gone. — What! Silent yet? Thou unforgiving one! iBotlirr. Rise, lady! mtl Nay; I'll bear all. Speak thy mind; Nor hide thus angry heart with seeming kind; — Ah, weep not so ! — nor scowl, nor shake thy head ! I will unsay the bitter words I said; — J-Hotljtr. Ah, ye have— I have lost a darling son! For whom I bore a world of cares and fears; —"], [243, "(ttfitat <5rronU)oltJ. 203 Glad yet in hope that,when bow'd down with years,— A goodlier child, ye never look'd upon! — In hope that, when all thus began to fail, I still might find in him a help and stay: — Ah me ! To set our heart in aught so frail ! — But it must be. 'Tis right in our world's way. 'Tis in the team of things that nought should last ; — Young, go with young ; and old ones, be forecast! — Mtl* I hear all. Come, tell out. That was my wrong; — MOffytt* Life's Giver is o'er all yet: God is strong: — 'Twas not before time so: — Well! Let it be! — Ye have withholden all his heart from me; — 'Twas, haply, best : — Ah, then ! Heaven give you speed ! — . He was aye thus; — in every new love, wild; High-towering, hot of heart, e'en from a child; And all-o'er-daring, both in thought and deed. — iMfl.Say on: I list."], [244, "iSDilbt ©rconuioltr. 204 motl)tr Nor would he here take heed. So great in your sight is the pomp of life: And folly was with him, I said, to trow That ye would ever come to be his wife: For his ill work, ye came to spurn us so! — JWfl. For such dear sinning! Ah! Look not away! I'd have thee all forget that evil day. As the hasty fire-eyed Elf of Anger flew, One dropp'd. It ne'er would fly . 'Twas gnawingRue. I saw thy tears flow, as I left you then; — Soon wept at all ; and moan'd to come again. For oft, methought, I saw my mother weep; — Saw thine eyes chide as hers ;— Ah ! could not sleep ;— Wept till 'twas morn ; and pray 'd full rue and fear ;— Would fain have given thee pearls for every tear ! This lightning-anger — Ah, what evil foe! — Comes quickly and flies ; but leaves such lasting woe !"], [245, "csrfjilUr isrcontooilr. 205 Yet unforgiving ? — Who can aye be one ? That ill should look so ill but when 'tis done ! — I came of late in grief and anxious fear ; — Learn'd unawares that he so loved dwelt here; — Could, kingly wooing, come in bright array; And lure — thus lure me from myself away ! — But ye'll forgive ? — Ah! Ercon would, I know. He would not let me weep, and bid thee so. Speak peace to me. I was, indeed, to blame: Ah, who that loves, is every day the fame ! I have been school'd to think — and learn'd too well That Good can be but where the lordly dwell; — Known but proud state, the craft to shine and vie : Erc taught how all are one to Him on high ! — Wean'd me from pride to sorrow for my sin ; — To learn that ye with us are God's dear kin ! And, Oh ! for this, I'll love him— love him yet, Though all the world should bid me so forget !"], [246, "206 (SffilXft Œrnmul-oUr. MottfCV. Ah, that were sad ! — fflel. Thou still art cold to me? — How poor and proud ! What can I more ? — Ha, see ! Thy daughter smiles. She hath forgiven : — Sit here. Thou wilt forget ? Ah, Ercon's sister ! Dear ! Bid mother love us both, and cease to moan: — I'll call thee, Mother; — bless thee as mine own ! — Would Heaven I had been born in this poor cot ! — Ne'er known aught better! 'Twere a happy spot. I now should have a watchful tender mother ; — Love him as never sister loved a brother ! — I bade thy darling keep his heart for thee, That his fond parent might be one to me. Mine died so young ; — left her dear child to mourn In life's glad May, unfriended and forlorn ; — To live for glare in world of empty shine, With none to love, no heart that beat as mine, No hand to lead, — ev'n nought of kin that cared If all went well with me, or all misfared !"], [247, "tSsljiUlc -vi* i Toituiolo. 207 'Twas easy then to cling; — to love that one Who loved me so. But now Erc too is gone! — JttOtfl* V. Is gone ! Ah ! Ah ! Mel. Wail not. Ask all ye need,— Strong healing wine, gold, hood, or silken weed ; — Ask aught I have ; but stay to weep and moan. Call Litha, Daughter: love her as thine own ! Mother. Be blest for all ! I lack, fair lady, nought ; For God is great in help : — 'Tis woe to find, We live too long for those who should be kind ! — But think no more on that ye said or wrought: Afy days are gone: — Old Age should live at rest; — Well !Erc loves you; and,e'er since ye were known, Hath minded nought; hath cared not for his own. / tarry long ; — But all is for the best ; — Well ! Well ! — Old folk fee life with other eyes: My fun goes down, while his begins to rise. Mel. Erc loves butw;^.? — Dear Erc! — butme? Ah, fain I'd give thy darling fondler back again ! —"], [248, "208 ifffitHir ŒrconUJOltr. i And yet I would not. But I'll make thy son To dear * you more than he hath ever done. So well inclined am I to thee and thine. Commune with me. Let all your wants be mine. If I can help in any wise, but fay ; Ask word or deed: thou shalt not have my Nay. Thus all ye lose in him, ye'll find in me. iJTOtfrCT. O thank you! thank you! Heaven watch over thee! JHel. Ha! Smiling at last! Now I can kiss thee! — There! But tell nought to him;— What a lighter heart I bear ! I can leave now so happy ! — But never, never, fay — ;#flOtl)£ I*. No, bless you, lady ! But will ye not wait ? iJSUI. I'll come again soon. It is growing so late. We will gladden each other while Ercon's away. But fare ye now well ! iWotbtr. I'll with you to the gate.— * To hold dear, to love. (Anglo-Saxon, Deorsin.)"], [249, "XXXIII. 8t tf)e Castle. lEItat MStJfotd mp to th^ tin} Ja%(i2) i. rrsP- ) fTPHE strongest of our war-ships lay At anchor, fase in fremmed* bay. Her fails, so white, were neatly furl'd. She seem'd so new in work and cast ; And yet had roam'd long o'er the world , And weather'd many a wrecking blast ; — Was, all believed, of such a form, — So goodly built, so rightly mann'd ; Foreign. (Anglo-Saxon, Fremed.) P"], [250, "-vXrtjtltJs lErnmtooIO. 210 As ne'er to dread, in any storm, Of being driven on the strand. If she was this, my song will fay : She'd often beaten her compeers; And done more in a single day Than weaker others had in many years. — 1. Now months are o'er. — 'Tis wane of day. The bark hies swift on her homeward way; Now nears again our English strand With trophies won of other land. — The sky is calm as all below: As sleeping babe, dread Ocean lies. To watch it now, ye'd little trow That raging storm could ever rise. — Each is so glad at thought of home, — At meeting soon his darling there;"], [251, "CfnltH' ISrcontooltr. 211 While eve's light zephyr seems to come As that forlorn one's sigh or prayer: — \" What! what is that?\" cries the startled crew, Lo! now the bark, which so lately flew, Stands still. They see a monster rise High o'er the bow, with fiery eyes, Huge lion's-head, long fishy tail, And wings that flap o'er the highest fail ! \" 'Tis Serra! Down !\" the sea-king cries, And goes against it with his men. They stab it till it sinks and dies. 'Tis down ! — The bark fails on again. All praise so high its righteous king For having overcome yon evil thing. — (13) 3- They watch now gentle twilight fall; — A flock of sea-birds wheel and skim ; — p 2"], [252, "(■JJnHJi* isramtoolti. 212 A speck of sail, white looming far away ; — The sun go down like fiery ball With swarthy rim. \" That oft betokens storm,\" they fay; \" But ill can come not after such a day.\" — 4- 'Tis night. The full moon, cloudless, high, Shines calm as but for lovers' eye; And silvers o'er unrippled sea: Which is as smooth as lake could be, — A mirror of the starry sky. — 5- 'Tis later. Hear the wind. How loud It howls, Woo-hoo! What sudden blasts Now flap the fails on the quivering masts ' And, lo ! the sky begins to cloud."], [253, "tffnltrr Hi romjoolt). 213 The sea-king cannot rest: — \" How strange!\" He, wondering, cries; \" What sudden change! Now let the bark go with the gale; And take in fail !\" — 6. 'Tis midnight; — O, how dark is all! The ship begins to roll and leap; — The rain, as gushing stream, to fall Into the black and yawning deep. — 7- Now foaming billows, rolling high, Roar loud to the wailing howling wind. How swiftly yon leaden clouds sweep o'er the sky ! — Now letting the wan moon dart behind, — Now suddenly blazing with lightning-flash ! What roaring thunder-crash! —"], [254, "<rt)tlor iirronuiolo. 214 How the high black billows make her rise, Or dive deep, as they raging flow! Now up, she seems to touch the skies ! — Now down again in the gulf below ! While foaming spray sweeps over the deck, Shivering each plank, or dashing to wreck! — 8. Now Hope grows faint. All moan for day. The black sky lets the pale moon peep, 'Neath bulging clouds, with sickly ray Down on the dark dread raging deep. 9- The helm is gone ; the bulwark, too ; Sail, rent; and compass wash'd away. Lo, now the wretched moaning crew, — Bereft of every hope and stay, — Save but their wine; and drink down fear and rue"], [255, "«rt)iitjf iBtsonujoia. 215 IO. They wake to find that all is lost ; — So, care not how their wreck be toss'd ! But let it drift, float any way, As foul wind blow ; or, ill wave roll. At last, one weens, he spies a bay ; Or, what might be some happy goal : — \" Each take an oar, and work ;\" they cry \" We'll row so far that we may hail.\" What will poor suffering man not try To save dear life, though all should fail ! Each grasps an oar, and tries to row ; — Toils hard to keep his wreck in sway ; — But, Ah, how ill ! These cannot trow That man should strive in such a way : They hold that it is wrong or low. And, haply, some more base than they,"], [256, "216 tffjtltrr 'j With such a wreck and oar in hand, By fair or foul, would reach the land ; — Ha, hark ! What winning song around ! It cheers their hopelorn sorrow-breast ; — Is now most sweet bewitching sound ; And lulls each one to deathful rest. — ii. Now dread Thunder, peal on peal, Like a mighty god in ire, Starts them ; — makes the proudest kneel Brandishing his sword of fire ; — Strikes with awe and wild despair, Even the boldest-hearted there. — 12. But now the soothing lulling strain, More soft, more sweet, begins again."], [257, "•tCfjiltJs \"ffirrontoolti. 217 'Tis lovely Sirens': who delight To lure the Sad from Good and Right. All drop their oars ; — are lost for aye ; — Now let their wreck drift any way, And sleep to wake in endless night. — I3- The pride, the boast, of our old town ; — The hope of all, thus wreck'd, went down ! — With its good king, its daring men ! Nor boat nor fragment, — not a scrip Hath ever come to land again! — Mtl What song for me ! 8Hfl. Thus Passions, lady, wreck full oft our ship ;— Those gales that blow Life's bark safe into goal ; But, Ah ! thus oft, thus oft, on deathful shoal :"], [258, "218 (fffjtltic iSrcontoolo. Mtl Where luring Sirens dwell : who then can win Those whom, in weal, great Serra made not sin. Full oft our firmest bark had stood the blast, But thus was wreck'd in evil storm at last ; So good and strong, it near'd the well-known shore : Ah ! none are safe ere Life's black night is o'er. And when thus lightning-anger — Still, I bid ! I bade thee sing away my care and fear ; But thou art more to gloom us than to cheer ; — Ha ! What— What horses ? It was— Ha,hark ! the drum ! The band — Lo, hither — Good saints ! They come ! they come ! 'Tis my Ercon ! Heaven ! Oh, tell him — Away ! away ! Hie to them, maid! — Yon, Wilfrid, — Hie, girl! Say — A bandsman comes yon, hurrying hither, — O flee ! Quick, Edith, hasten him! Tell — What tidings has he? Now at the porch— Ah, Heart ! His words can make — Can make — make thee to live, or break ! —"], [259, "Cfnlij*? iSrnmtoottr. 219 3139(1*1 taught in vain. The storm hath soon begun. — i$f I. Ha, now ! She comes with the bandsman ! Be quick, Edith ! run ! — here's the man, good — Mth Speak, ha ! speak thou ! Near ! Where is — Why wagg'st thou so that ghostly leer? Up with thy head,man! What !my father? Ercon ? Speak! *«-}** I*- ittei. Both! 36anfc. All ! iiflfl. Die, Heart, at this ! 2123 fl. What shriek! Look to the lady, girl ! Saints ! Heaven ! O, help ! Hasfwoon'd! Howwan! Bear her away, maid:— Go.— Both slain ? 33ailIJ. Holcroft — All! all! — King Harold slain! Lost ! England lost ! — down, ne'er to rise again ! 212tU!.What, Harold? — William, king?"], [260, "220 (Cijtl&e iSrronVuoia. 33antl. I've said. They won ; And soon — now soon will rage at Hallentun, — WM. A furore Normannorum nos liber a, Domine ! 3SaillJ. Ah,kneel,monk!— kneel and quake. Sad days be come; Now every Saxon man must beg a home ! 213M.I saw such blazing hair-star* here last week! Up-hold us, Heaven ! 33aufr. They're nigh with fire and wreak, — m t'l. What shall— Saint Oswald bless us! Oh !— Are near? rBaitlJ.One, named CountEarl GERBouD,will soon be here. I'll flee. WlH He's fled! Oh, what— what shall we— Hence! They'll slay us ! Ah ! My bag of silver too! — All gather'd bit by bit ! What shall we— Oh ! My books ! my books ! What woe ! What woe ! [Exit. * Comet. (Anglo-Saxon, Feaxed-Jleorra.)"], [261, "XXXIV. ($It4 |Joi[inanfi £01114 t° iattyninn. T O, what host near Ercon's dwelling ! 'Tis the direful Norman foe Hurrying onward, burning houses, leaving nought but wreck and woe ; Treading down the flowery meadows, — everything to foul or blight. Tostig's wreakful ghost at Hastings, watching o'er them, got the fight ;■ Comes now yonder ; — stalks before them, kindling rage in every one : Oh, how fad that mischief lives yet when its doer's dead and gone ! He, the loon, foretold so truly : Harold — whom we lately saw Boasting proudly, victory-swollen, — now is food for raven's craw."], [262, "•GTfjtltrr IBvtontoolO. 222 How the drunken horsemen bellow 'mid the tramp* and weapon-din, Waving high their Norman banner with its three red lions in ! Cester's f Earl rides first. None ever call'd him \" Earl \" ere yesterday : Many folk in Flanders know him as Gereoud, le Charretiir.% He is six feet high, or higher ; — light-hair'd, gaunt, old beardless lad ; — Soft and gentle, milky-mooded ; — good, because he can't be bad. Dull in thought, he drawls his words out : thou may'st tell a score between How such one e'er grew so mighty, — that Saint Oswald knows, I ween. He was always mild and peaceful ; — never fond of glorious war ; — Therefore, keeps, to do his fighting, Marlhal Capitaiiie Volmar. - See him yon, — that dark-hair'd warrior, little higher than his sword, — How he bids his lantern master give him Hallentun to lord ! He's a fiery hectoring Norman, glorying but in might and guerre ; — Known among his foreign kinsmen as Volmar, le petit Tailleur; — § Now so grasping, haughty, strifeful : were but this one man alive, Then, for want of other foeman, Le Tailleur and he would strive. * The sound caused by the tread os a marching army. f Chester. % Gerboiid, the Waggoner. Accent the last syllables. § Volmar, the little tailor. Accent the last syllables."], [263, "■ÆfjU&c Œrcontooltr. 223 These arc mounted, clad in armour, leading on ten thousand near : O'er whose shields are painted tigers, leopards, heads of wolves and deer. On the fiery (kipping Marshal's, gilded lions fighting rage ; — Oh, this little tailor's lions have become so dread with age! — Now they come to Ercon's dwelling ! 'Tis too mean. They gallop by, Seeing yonder wealthy castle, towering Hallentun, so nigh ; Leading shaven-headed archers, — drunken loons who hoot and howl Follow'd by the beak-helm'd bowmen, spearmen grim in iron cowl. Now the terror-stricken Saxons, running, shout \" They come ! they come!\" Wailing women, wild despairing, hurry aghast from babe and home. Quaking monks, with cross and missal, fleeing, chant or say a prayer. All would shelter at yon castle, — find a home — They know not where ! — Now see yon couch : where poor Melitha lies ; With kirtle rent ; loose torn, long, golden hair ; With cheek so white ; and tearless, soft, blue eyes Fixed on the ground in fad, cold, death-like stare."], [264, "tfljiinr lErcottiDOltr. 224 (Whereon her shining gems and rings are thrown) So still, so calm in woe, flie gazes there : As lovely white-robed image, wrought in stone, Of worn out Sorrow tired with her own moan. — Now Wilfrid comes to her, trembling, pale with fear. He bids her rise and flee to the minster near. She heeds him not, nor seems to hear : — \" Hark, O lady ! Flee, O flee ! They're near ! they're near ! — \" Heavens ! Now at the porch ! They're here !\" See ! Two Normans, stamping, enter; — rushing, pass old Wilfrid by; — Stop ; — now gaze where Ercon's darling and her fallen bright gems lie. One takes her rings up while his fellow seizes her : \" She's mine !\" he cries, — \" Unhand her quickly !\" — \" Neverlnever! He who tears her from me, dies!\" Ha, how they rufli upon each other! — tiger-fiercely rage and fight! — ■ But lo ! Gerboud, their mild lord, enters ; follow'd by his angry knight : \"Fol.\"Put up your swords ! Ye drunken varlets ! Norman so 'gainst Norman ? Out ! I'll have you hang'd, — I will, par Gamm! Swords up! What's this new strife about?\""], [265, "tffDilit lEramtuoltr. 225 Gerboud goes by, and leaves them wrangling there ; — Stops, seeing her. She gazes on the ground ; Nor minds him, hears not, recks of nought around. Our Flemish Earl, in wonder, eyes the fair. He calls the monk (who, quaking, kneels afar ; And dreads to come) ; — begins again to stare ; Nor turns away till startled by Volmar : — &n\\ \" Volmar.\" Wal. \" Ha ! Well, sire ? Well ?\" (©cr. \" A gentle prize. Dost see ? Guard thou this mourning one : she liketh me, — \" Wal. \" She's a beauty, par Gamm! — too good for those Breton boors ! I came in time : 'twas for her the varlets fought. I'll mind all well, — / will : rest ; think of nought. Take, sire, par mariage ou par amours.\" &tv. \" What monk is — \" ŒoL \" guaking kirtle !\" jJJgfL \" O be meek ! — Help, saints ! O saints ! — Here, kneeling,—\" \" Up ! Who's she ?\" Q"], [266, "tfijiUH\" iBrconU)Ol&. 226 212StI.\" Earl Wodennoth— his daughter—\" 2£rjl, \"His, eh? Speak!\" 212311.\" O spare us! spare!\" \" Risej monk: we'll harm not thee. Tell all thou know of this fad one to me.\" 212M. \" Thanks, my good lord !\" 2f ol. \" I'll away. I'll leave you here : Chen en cofyn compaignie ne desire.\" Volmar's away. — Gerboud, still gazing yon, Hears Wilfrid tell the tale of love and woe. He sighs at all; but fays nought: being one That locks his words up and himself with them: Whom, hence, we cannot understand or know. We like nought thus; and, where such is, condemn; — Call our new Earl \" Coldhearted, dull, and slow.\" But is he this? — or, not? — His deeds will show. I tell to thee what others tell of each."], [267, "tffjiltjr <JFrronUjolD. 227 The beings of the world doom often wrong, Defame, and scorn: — What! Shall those of my song Ne'er err at all in aught they work or teach? No mortal can: think not, Volmar will, then. All paintings of our kin, at last, are none. They too are beings; — are our own mind's men: Who wander o'er the world when we be gone. Their hearts may seem as ill as thine to ken; Their deeds, as strange; — as hard to con: — <BtV. \" Is named, Melith ?— Melith :— Why wilt not look? 1*11 marry thee, Melith : — Give, monk, that book: — I speak it o'er the missal; — by my sword; And, ere the fun go down, will keep my word.\" WM* \" Heaven bless you, Earl!\"— (BtV* \" But she — she answers nought.\" mil*\"0, lady, speak!\"— i&tV* \" 'Twould make her glad, methought.\" Q 2"], [268, "228 (Stylist ISrrontooHr. W&ll\" Look, lady! Hear! Ye still can be so blest.\" iHfl. \" Leave — I care not.\" — <BtV. \" Well. Let her sleep. 'Tis best. I'll watch here my young wife ;— Hoo-ha !— I too need rest. \""], [269, "& Wittk after tf)e JHarrtage*"], [270, ""], [271, "XXXV. 6ai;t dq&j&itd and his °§\\u\\$. T^HE wedding's o'er. It was a gloomy one, Though hordes of Normans revell'd at the feast. Now Cester's Earl is lord o'er Hallentun ; But, where he would be most so, is it least; — Least o'er the heart which poor-born Ercon won. That little thing is bow'd not with his might ; Nor heeds his love — his love, which thousands crave. Now life hath nought wherein she can delight. The whole world seems to her one deep deep grave ; Her darling's grave o'er-gloom'd with endless night."], [272, "232 -tffjtnre <J!PtsOttU)Ol&. I > Where are the gems and rings so lately there? — The sky-blue hood? — sheen orange robe? — All gone! Now mournful black enrobes this grieving fair : Which makes the wanness of her cheek more wan ; — More golden bright, each playing lock of hair. Ye mind how they, as lord and captive, met? He holds her now in honour, — far above Aught else below ; — does all that she forget Dear Erc and father ; — pitying, learns to love ; And hopes that time may make her kinder yet. He ne'er was gifted with the balmy speech, — The craft to sooth or heal the breast of woe (Which but kind Love in sorrow school'd can teach) Is, says the world, coldhearted, dull, and slow ; — The grave of all he feels and all may know."], [273, "•tfijtltir? (^rrotttooltJ. 233 <Btv. Now raised above himself, he's wont to show The half-moon neb,* whose ends would reach his ears; Up, mighty earl ! {Le Charretier's below.) — Would gild his words ; — likes home * * * -j Gold more than fame, albeit in life's best years. He left his hearth to follow toilsome war, — Not for its glory, — for its state and pelf. But now he'll rest ; — leave all to kind Volmar Who'll plume his helmet as it please himself, And wield the sceptre while his lord's afar. He, seated yon now by his mourning bride, Bids her be glad : while tears steal down her cheek, She tries in vain to hide : — Be hearten'd, good Melith. — Mourn not, I pray. — I love thee well. — What wilt thou have us do ? — Cleave now to me. — If aught here fail thee, fay. Mouth. t MS. is here illegible. — Ed."], [274, "tflnlUf ŒrconluoUi. 234 Mtl Thanks, gentle Earl: — Ye're kind: — Unfar from here, Erc's widow'd mother and poor sister dwell : On whom, in these fad days of grief and fear, More ill might fall. If aught could give me cheer, It were to meet them ; for I love them well. — They pine so for their darling ; — Ah ! they do : — His mother — Old and weak ! — Who'll love now thee ? — And thee, poor sister ? — This I crave of you, — That ye, my kind lord, let them dwell with me ; For none are safe where your grim Normans be. <BtV. Would'st have themhere? Well;— well, then, I will fee. Mtl Now poor as they, I have nought more to boon ; Nor more dare ask: who had nor friends nor home! Bid, my good lord, — O do now ! — bid them come ; But let it, if thou love me, be done soon. <StV* Soon, Dear, — Ay : — Qui tost donne, deuz fois donne; Volmar fays oft. Yes : I can bid — But still, — Well, come with me ; and tell him where they won ; For he's a Gentil-man, — mi O thanks ! Let us go !— <BtV* And likes to do my lady's will. — [Exeunt."], [275, "XXXVI. WivSm Hilda and j^thtjid arriut| at tty djafitl? ©Ii^til JtftMiinjj with ladg fl5qboud. HPH E poor ones come. The pale bride fees them near; Now meets lame Hilda; — makes her rest; And, kissing her, — for Ercon's fake so dear! — Falls, sobbing, on her breast. — Mtl Shed out thy tears o'er me. —"], [276, "236 ŒtfilOt ISrcomDOltr. 1 ifH0tf)tr. Erc gone for aye! My son ! Would Heaven— My son ! Oh, this at last ! My hope, my life, — all blighted with one blast ! He, the poor widow's — he, her only stay! jOTel.Oh! Oh! What woe! My father gone!— all gone! MineownERc'sLove! Thou poor forlorn dear one! Jffi0tJ)tt\\Oh! Had I look'd on all,— could I have seen My darling fall; — have borne him off the ground; — Have watch'd his dear dear blood gush from its wound: His end were not so dreadful as I ween; — So grim as that which dark Thought fays he bore ! To leave in health; and come — Ah, never more! To fleet away as though he ne'er had been! — Mtl Ah, truth, poor Mother!— M0tl)tV. 'Tis as if my son Had died a thousand dreadful deaths in one! I ask and ask. The whole world moans but \"Dead!\" How long he linger'd;— where was hurt;— none know"], [277, "Cfjiltre ISrcontoom. 237 \"Is slain, is slain\" Dear heart! What little said To tell us so much woe! — jHUtl. My father too ! — To give up all most dear ! — Leave friends and home!— leave, bent on mighty deeds, With glorious plans for many a coming year! — ,$*HotI)?r.I built up all my hopes on that dear one; — My soul's delight! I gave him every thought; — Lived but for him! Now all — Oh, all is gone! My long hard life has been for nought! — JHf I What mournful death ! It leaves no balm behind; — No fond last dying look; — no gloomy cheer Of having help'd when most we had been kind; — No grave to deck, no-where to shed a tear; — No time for sweet forgiveness of aught done, — To mend our wrongs with love! Ah! yet, as then, I hear and see them ; — see now all they wore. They seem not dead. 'Tis as if both were gone To far far land; — will come ere long again: — Ah, never never more! —"], [278, "238 <£t)Ubt iErfflttUJOlO. iUlOt!)tt\\ Kind caring mothers! Could ye but foresee — Know what your darling ones may come to be, How heavy were your burden ! — iHfl. Ah ! Be cheer'd,— ffi[Otl)t r. Nay ! If ye saw their tale of life unfurl'd, — Saw all that waits them in this tumbling world, Your heart would die before they half were rear'd. JWf I. I fpurn'd you so that day ; — Ah ! little thought That our high rank would go so soon to nought; — That I should soon be poor as ye were then: — Oh, with what pride I walk'd on Ruin's brink ! — But 'twas forgiven. Why speak of this again? That ill deed first endear'd. Thus let our sin Teach us to rue; and rue, to love our kin! — My sorrows meeken; — weigh my mind to think; — Have bow'd the heart of Woden's daughterthus; — Made her, ere cheery, deeply muse and ween. 'Tis woe to see what time can make of us ! Where now is that which Woden's house hath been?"], [279, "iCfjtl&r iSrrontoottr. 239 It lies with all its glory in the dust! — Blown down for aye by one ill gust! — MOtfytV.My darling Erc! — What bitter throe to bear! — What sleepless nights and anxious days to rear! What sorrow! — Ah, what never-ending care! As crowns to kings, so was to me my Dear! His early lisp — What gladden'd so mine ear! To mark his little step ! — What sweet delight To see him in his first red tunic dight ! — Ha ! see my darling grow from year to year ! \" And when he's grown to manhood\" I would fay \"I wonder what kind maid he'll take to wife? \" How happy I shall be on that glad day !\" But now — Oh ! Oh ! 'Tis more than I can bide ! 'Twill quench my flickering lamp of life ! — Had it pleased Heaven — If I, worn out, had died ; If that poor helpless girl — But Erc ! My son ! — In all life's fulness ! Erc, my darling pride ! — Mtl I sorrow with thee, mourning our dear one ; — Yes, mourning as that kind wife would have done."], [280, "arfni&e QSrtonWolit. 240 MOtl)tV. But what of this do mighty rulers ken ? Who flack the reins of kingdoms in their hold; Then gamble with their poorer fellow-men, As dicers with their gold ! — Mtl Nay, moan not more! Look up! Am I not thine? Now all your wants and all your cares are mine. Come. Lean on me. Dear mother! Come within. Mot\\)tt. In this I know your goodness, ethel * one ! Without your help, kind lady, — Mtl Nay, have done ! Call Litha, Daughter; — from this eve begin: Our sorrows make us all akin. jJ-Hotfttr, Ah, bless thee ! bless thee ! Such kind love from thee! To care for us poor ones when ye too moan, — Are laden so with sorrows of your own ! 'Tis building up in Heaven what aye will be. How I mifdeem'd! Erc well might love thee best. I call'd you, Proud — Forgive me ! O, be blest ! Mtl. Now come: — Take time, dear Mother. Leanonme. Come to thy room, and rest. — [Exeunt. * Noble."], [281, "and wills j B XXXVII. lothai -Dolimiij tixmh, ftpa \"\\X/\"HO struts with such an awing pace Before yon castle-wall ? — Ha ! now I see his beardless face. 'Tis lady-like and small. He, clad in steel, so bold and sheen Is yare for any shock. A goodlier blending ne'er was seen Of man and fighting-cock."], [282, "(UttylOt i/irstniuJOlD 242 The seneschal is come to know, — But hear ye what they fay : — JS>W. I bade you ask the Count — Wol. Speak up ! Why speak so low? — J^ftt. About that land — Wol. To be sure, I did, man ! — yesterday. &tll. What said he ? 2f0l. Rubb'd his long jaws, — (CWe-e will fees — \" We-e ca-an think of it,\" — what he always fays to me. JS>e rt. Why, hang it ! 2F0l. Tes ; he's an easy toll-loll. He's tall He does no harm ; — when that is said, 'tis all ; — Pays what he owes; does what he must and should — What Nature makes him : that's his mongrel-good ! Purpeo ne park hoes? g£il n'ad ajfez de langue. There is no kindling his cold heart and head ; — He love! He's just the fame. Nought melts his lead."], [283, "(ttfiUst l£rsontooli>. 243 &>tl\\* Where is he now ? Wol F From home. Si>tl\\. But he wanted me : He fays, he'll get me — Wol Get thee fiddlededee ! He's gone to Cester, man ; — lolls there all day. When his Good comes, we're old or turn'd to clay. Ere I live thus with him, I'll fee him far. I'll make the world soon hear who is Volmar ! — I will, par Gamm ! — What Saxon dog there — Ho ! I'll have thee hang'd; — thee, varlet! Pack and go! What wilt here ? „* \\ Ah! Unloose me, lord! and I— &ayai\\.} 81 0LWhat, slave!- What wilt thou ? Prate out, thief, or die ! Hold, lord ! I come— I seek Childe Ercon's mother; Bear tidings — Wol* Tidings, scout ? &aroit* Yes ; of her son>— R 2"], [284, "(Stylist Hrronuioin. 244 TrjQl A slate's off thy roof. Whence art thou, Homespun? Jj>ar01I. I was his bandsman; — reach'd my house last night, — Uol. Fool ! Ercon's dead. JibarOH. He fell not in the fight. He lives near Dover, in a gaol there ; — W, Who— Who told thee that ? I know it— U0I4 Ha? If true?— Set thy mind's smithy well to work, Volmar ! — Win our dear lady? — and so win him too? — If she'd think well of me? — I have it! He's won! He'll give me then what I want at Hallentun ! — Come thou, — Seneschal, go. Enough of that to-day! Here ! follow me, Saxon ! This way ! — [Exeunt."], [285, "XXXVIII. Whnt fToImaij t^Ih f adn (Sqhostd and dlJr4onojold's JPoth^r. jUftfl. T BADE Volmar guard well your house. 'Tis done. Then stay with us. Ye're safe at Hallentun. \"jW ID tl)tl'. Volmar— Wol (Entering.) Well? What's he done now? — I heard his name. If any speak of him, it is to blame. How fares my lady? mtl Better, fir, to-day. Wol Who spoke of me, then? — Let this lily-hand, —"], [286, "2+6 (Stylist lerronlDOlH. In homage kiss'd, — as sceptre, o'er us sway : What ye would have your servant do, command. JHf I. Thanks, sir,— Wol. What's wrong with that window ? — Breton fools ! They've — Rack it! — They've — If I had now my tools, — JWOItJtr.This knight strives hard to cheer. i¥lel* Ah! strives, 'tis true; — Not to please us, but show what he can do. iHOtfyrr.He speaks our tongue as folk of other land; — Blends with it words I cannot understand. iMrLIt is new English. iftflOtfjrr. Yea, forsooth, 'tis new; — 2F0I. They've fpoil'd the— Fools [—They've— I can't fix it now. ifclfl. Leave it, kind sir,— Uol. It makes such a deuced row! I've brought you here— You like flowers, eh ? I knew— Some roses; — sweeter, I'll take my oath, ne'er grew."], [287, "(Stylet -Œtsom-ooiti. 247 If you'd a vase, I'd fill— Ha! see there, there's one;— Why, it's broken! — Well :— Ay :— Well: — How's that ? That'll do ! Eh? iWfl. Thanks, sir,— U-Ol. Eh? Mtl. 'Tis sweet. Uol. Ay. Mother thought, Her Volmy was the man to garnish aught; — Dear soul she was! But, lady, you're so fad. \" Petit id petit, I'oifeau fait son nidP You'll find us hated Normans not so bad; — Nay, rack that old window! — Mothermourns so too. I call you, Mother: mine was so like you. Some people told you that your son was slain; But it strikes me, you'll see him soon again; — iWfI.Why? How? iflOtfoer. Ah, never!"], [288, "(Stylist IBvtonOsolls. 248 Wol* Never? I fay as I said: It strikes me forcibly, Ercon is not dead; — iHfl. But why, sir? Why? 20Ol. Well! Since I have begun, — It's not a tale I'd tell to every one; — Not for the Count. What he could cleave in two; — Twice grind and swallow; — might, perchance, be true. However, fox your good, I'll tell it you. — E'er since I was a child in Normandie, A little animal has follow'd me. It follows some, — in millions, maybe, one; And then but when a good work shall be done. 'Tis four-legg'd, little, — just about the cat's size; — Has snowy locks: which, like white silk, long hanging, fall. But — what, my lady, is most strange of all — It has a baby's face with large black eyes, —"], [289, "(Stylist ertontoolls. 249 A lovely baby's! I'll take my oath, it's true! My head on that! ifiri. But what has it to do With Erconwold? Wal. Why, if you'll listen, I'll show,— But — Rack that old window! — shaking,clattering so! — It has to do. Well known in Normandie, 'Tis call'd, Letiche. It always follows me; Yet rarely shows itself; — then but at night, And most ere Christmas Eve in full-moon's light. Now, as it comes, — Mind ! it never was caught, — I'm suddenly struck with dismal dreadful thought ; — Then hear the woeful moans of that fad one ; And cannot rest till all it wants, be done. Last night, — Now listen! — startled from my sleep, I paced about ; and fear'd — I'd fain know, what! Fear, since my baby-hood, has been forgot. At last, I heard it come ; — slow, softly, creep ; —"], [290, "(Stylist (Srtonijsolls. 250 Then lightly rustle, — It darted from under my bed, Swift as an arrow, over the moonlit room ! I sought it long ; but found it not. 'Twas fled. But then I heard, as out of hollow tomb, A deep fad moan. At last, it, whining, said : — \" Tell thy good lady, Ercon is not dead !\" Mtl Where living, then ? It told thee nothing more? IJoI, Nothing, my lady. It won't tell all before. It comes the first time but to stir the mind ; Then vanishes ; yet leaves me power behind To call it up once on the following day. Mark ! after that, I have no more to fay. But, in that while, 'twill either tell or show, By words or vision, all I choose to know ! — motl)tV. Vision? Vol What's What ? Vision ? I cannot teach, If you can't comprehend, your Saxon speech."], [291, "(Stylist ©rcontooltr. 251 Now, when my eyes are with a kerchief bound, I'll answer where Childe Ercon may be found ; I'll tell you what a spirit cannot tell, — I will, par Gamm ! Mtl Why, that were wondrous wise ! \"fcJoI. I b'lieve you ! Few are gifted. Bind my eyes. Here, take this kerchief, lady ; tie it well. Letiche, when I can't get a glimpse of day, Will come unseen ; and teach me what to say. i-tflOtlKi\\But that were witching — T-Jfll, Witching, my grannyhood! Letiche is white, — a spirit but of Good. Don't think, I'm one of Old Nicneven's crew. iHSOtfK t'.What wondrous things these fremmed * folk can do!— Mtl There, it is tied Vol I see nought. Lead. — ** Foreign."], [292, "CfnUn: ŒrrontooKi. 252 Mtl Sit here.— TffOl Inquire now:— O Letiche, Letiche, come near! Mtl*l am afraid — Vol* Dread not. Mtl Then,— Where is he ? IJdl. Letiche! Letiche! Letiche! — Ha! now I see; — The cliff of Dover moves before my eyes ; — Ha ! now a prison. In it — What is there ? — A pale knight gazing at a lock of hair ; — Mtl O Saints !— \"J-Jol. On bed of straw — Ay; yon he lies: — i-HotfKf.I trow not!— Usll. Ah, what chains! I hear them clash; — His arm in fling! — His brow with bloody gash ! — A book is there ; — Stay ! — O'er the back of it, — \"Childe\" — e-r-c-o-n. \"Childe Ercon\" 's writ. What fays he? Hark! — \"Dear dear Melith!\" he cries; —"], [293, "(Stylist iEmmumUi. 253 Mt I O quick ! I must know it ! Whom shall I bid ? O seek ! Wol What more would you have? mi Enough ! Enough ! Sad ? Weak ?— Bound in a dark gaol ? Wounded ? — Send to me — But how — What shall I do! My lord — Where — Where is he ? Wol At Cester, lady. He'll be soon at home, — Mtl Oh, thou canst go ! Why wait till he may come? Wol 'Tis just to tell him, lady. Bid him send To Count Dis What's his name? He's our old friend ; — But he's the man to set him free — mi Ah! Where— To wait so long, while Erc is pining there! Wol. (Aside.) \" Volmar's no fool,\" all after this will fay ! Mtl O Mother, if 'twere true ! iSlOtfifr. Ah, child! Ah, nay! Mtl Oh, true or false, he's lost now — lost to me for aye ! —"], [294, "(Stylist lErnmtooia. 254 Vol. Both weeping ? — Ah ! — This ought to melt his Flemish lead : — If that fool should tell another what he said ? — I'll after him quick! If he — I'll break his head! (14) [Exit."], [295, "j XXXIX. SHu} daol ni|ai| Donor. s OOK through the narrow chink in that dread tower. Look down ; — How deep ! There is enough of light, That fetter'd man within may see Those grim black walls ; and, while they deathful lower Mind that God's earth without is funny bright ; — That others wander free. And while — But who is that fad wailing one ? — What mournful shape ? — It leans there 'gainst the wall. 'Tis some poor man — some wounded knight"], [296, "256 (Stylist ©rrontooia. Weigh'd down with sorrow, fetter'd, woe-begone ; With drooping head : whence sable tresses fall O'er cheek so funk and white. His left arm hanging down, the right is tied With gory fling. A kerchief binds his brow. He gazes on the ground in fad deep muse, — Ha ! suddenly draws a dagger from his side ! — He holds it forth ! — What will he with it now, When life is nought to lose ! — He tries its point ! — That weapon soon can heal His pining wounds ; — soon ease him of all care ; — Break every fetter ; — launch him — Now he goes ! Is near the bench ! — now takes that dreadful steel !■ Lo, carves a darling name — \" Melitha\" — there ; And sighs o'er it a prayer."], [297, "-MTfnl&r Hi sonuiolti. 257 So lost, ye think, are such as look unblest ! Ye'd ask what they can love, or care about ? Who rules great worlds, rules them and him. How heavenly hope gleams still in his poor breast ! It is a better fun than that without ; — Shines bright when all's so dim. — That name is carved. — He seeks the bed of straw ;■ Falls on it, weary, sighing; — tries to rest; And dream away the long, long, sorrow-hour. Yon is that Ercon whom we lately saw So happy nestling in his lady's breast, Love-lull'd in rosy bower. He knows not that Earl Wodennoth is slain ; — Ne'er weens, the foe could reach dear Hallentun : But thinks, it soon will have to flee, — s"], [298, "«ri)tltre Œrronuioia. 258 Soon overcome, hie quickly home again ; — That Hastings lost, were not all England won ;• That worse could never be. And this, in very deed, too must have been If each had loved his father-land as well : The foe were never — Now he speaks : — \" What is waste ? — or, fairy-land ? Both were like if wanting thee ! All without that little hand, — All on earth were nought to me ! \" Lower, dark Walls ! I was before, Far from her, as lone as here ; — Should not like a palace more, If my darling were not near !"], [299, "-tffnltH\" ŒrroMDOlti. 259 1, \" If not where that dear one be, — If from her, what matter where? Heaven would seem no heaven to me, Were my Life of life not there ! — \" Look here on this wither'd flower ! — Touch'd by her, thou still art blest ! — Ah ! In what a blissful hour, Wert thou stolen from her breast ! — \" Thou too, Lock ! — Erc's only cheer Were I but where thou hast lain ! — Shorn away from those so dear, Wilt thou fly to them again ? — \" Fly ! and bring my Love to me ; Tell her how I sorrow here ; — Ah ! — But wherefore mourn to thee ? She is ever, ever, near ! — s 2"], [300, "260 (Stylist Ertonissolls. \" Senseless I was borne away From the deathful battle-field; — Heard of nought before to-day, When my felling gash was heal'd. — \" Ye, hard Fetters, cannot bind ! — Gloomy Walls ! scowl down and lower : Ercon dwells in heart and mind, Near his lady's rosy bower ! \" But— If false ?— Saints ! Never! No' Down, O fiendish Elf! Begone ! — Two that love each other so, Are, and must abide, but one ! — \" Litha ! — Litha !\"■ Sleep ends his wild love's strain He lives once more in sleeting realms of bliss : —"], [301, "(Stylist -ÆrcornuoiD. 261 Sees glorious Mersey ; — wanders free, Nigh happy home, with his dear Love again ; — With his Melitha ; — her that was — not is, And yet will ever be. — We'll leave thee, Erc, in world that Fancy sways ; To find yet there what was in this real one, — Was that it soon might never be! Wake not to mourn: dreams were thy happiest days; — But dreams of her at Saxon Hallentun, When our dear land was free ! —"], [302, ""], [303, "XL. % §1^8* (ftttiqa tho (Saol. U first. jy/J A Y Heaven, in mercy, watch o'er thee, my son ! — Art thou asleep ? — dStt. Ha! Who?— Uritft. Arise. tiStt. Who's there ? Priest. A friend that comes — i£tt. A friend ? — from Hallentun ? Say ! What — Our Earl — what tidings dost thou bear ? JJrirst. Poor raving man ! Is every sense so dead ? My cope should tell — Keep not a word from me ! iSvt."], [304, "264 (Stylist lit*sonU)oIiJ. }3l*tf ft. I ne'er saw Hallentun, nor ken I thee ; But, yestereve, in Dover, heard it said : That thou, so famed for deeds at Stamford fight, Wert pining here. Seest not this alb ? — this White? (Œl't* Ha ! Holy father ! At thy feet,— Forgive ! priest. Arise, my son : arise. — I bring thee here — An oaten cake ; and there — good wine to cheer : But most am come for that thy foul may live And drink the water of eternal life ; — (&Xt. What, holy man ! already doom'd to die ? IJrifst. No more than others in this deathful strife ; — Than he, the Keeper, there ; — no more than I. We walk thus through the palace or the gaol, To gladden suffering man. Now, for thy weal, I come to thee ; lest Hope, grown weary, fail. For into these sad homes, where gloom and want Cast down the soul, the fiend delights to steal ; And work eternal bale. i£l'(. Ah ! What can still in me this anxious fear ! — This endless longing after all so dear ! — Ah ! all so nigh — in musing, ever seen ;"], [305, "<l?f)tltjc l3rsonU)olti. 265 Yet far as though wide oceans roll'd between ! These fetters grieve ; but hope and fear at strife — This pining yearning love wears out my life ! priest. Our blessed Healer, Who redeem'd all men, Will break those bonds : to Whom most thou art dear. He looks from Heaven down on thy sufferings here. Delight and hope in Him. Thus find, till then, A sweet reviving in this home of sorrow. All turns to Good. Gloom not with anxious fear. Let each fad day trust in the coming morrow : Our heavenly Lord is ever near. (£l't. These kind words, father, ought to hearten me. Prifst. Most joys are sorrow-born. Glad end will be. Oft Woe thus cradles Weal. In after-years, We reap the Good now sown with toil and tears. Thus heroes 'mid the crowd (still all unknown But to themselves), in sorrow, poor, and lone, Brood mighty deeds ; — toil, hoard up strength to rise. Thus banisti'd kings, cast down and taught to moan, Find Good in rue to win again their throne."], [306, "266 (Stylist i^rconuiolu. Bear all, then, for thy weal : in suffering lies Oft that we need to make us great or wise. (0l\"C. These are right words to bid me sorrow less, And should upheave my soul from wretchedness. But I'd fain know, why yet, by Norman will, These hard links bind? — how long they'll do so still? Was Hastings lost ? Ah! thence our woes are sprung. (Ql't. What bedlings* let them further? priest Know'st not? (fill. Nought. None will come hither. Whence could I learn ought? My Norman keepers cannot speak our tongue. priest- Wert thou not there? (Bl't* Yes, as the fight began ; But since have eyed nor fun nor living man. I soon was fell'd ; — came here again to life. What tidings of our king ? priest. Ah, dreadful strife ! Oh, bitter day ! Some tell that he was slain ; * Weak effeminate persons."], [307, "(Stylist (grcontooll). 267 But, then, his corse is no-where found. Far more believe, he fled to come again ; — To meet the Duke on other ground ; — Is gathering might afar to snare the foe, — Some think, at York. 'Tis hard to fay : 'Tis past all finding out ; for none can know What has been done since that ill day. The Duke went southward hence some weeks ago; — Left Normans here : who keep our town in hold. We trust, the king will drive them soon away. Such wondrous tales of all are feign'd and told, Although 'tis death to tell our mind. Now Dover is so trampled down and grieved By routs whom William left behind. We pray that Harold come to set us free ; And, as all wish it most, 'tis most believed That this will be. erf. Then he'll unfetter me ! Then, Hallentun !— then back to thee! |h'if ft. I must now leave thee. Peace to — Ha ! I forgot — Two more will come to-day to share thy lot."], [308, "(Stylist l£rrontt)oUr. 268 <S*tT. Two more will come ? l^rtrst. They'll soon be here, I ween. We call one, Sturla ; — Heed me. Rouse ! ®ve. Ah ! Well ? What is he, father ? Iprtrst. That were hard to tell. 'Tis far more light to prove what he hath been. ®rr. And both are English ? Drtrst. Even so, my son ; But such as walk not their good fathers' way ; — Were born a thousand years before their day ; — Outlandish English. Ah, our race is run : Our Holy Church goes down for aye ! tStC. What were their ill deeds ? IJrirft. Foreign speech and climes — Outlandish wonts have made them what they are. Since they came home, they've lived so ajar With all that is; — with their own selves and times: Aye stirring up our land to mental war. (Sve. He dwells in Dover ? U first. Yes. Both have been there — Eight years, I heard, — or, since they ceased to roam."], [309, "<*T$iltir ill sonuiolD. 269 They were before in every land at home ; — Roved far and wide ; — lived here or anywhere. This Sturla was at first a Mercian priest ; — (Btt. He knows, then, Hallentun ! — Urtrst. But lost erelong His alb and church for having done some wrong. He liked so well to riot and to feast. He then tried every craft ; but fail'd in all. Then roved to Denmark, Frankenland, and Rome ; — Return'd at last to teach us fools at home. Some trow'd that he had seen Garita's Wall. (15) And, as the folk of Dover heard him speak The many tongues 'twixt Frankish and old Greek, All marvell'd so ! Some ween'd that it was done By crafty working of hell's Evil One. He then wrote songs; but soon forsook the muse ; — Became a Criticus — a — What is it ? — We have no word ; — and penn'd, with biting wit, What, in outlandish tongue, be call'd Reviews. But, lo ! the Normans came. He fear'd for nought ; — Strove with them too; — did as he'd ever wrought; —"], [310, "(fftjil&r ISrrontooltr. 270 Wrote, with most gaily pen, sarcastic verse On Norman lords. This made them pang us worse For this they had him caught. (£vt* What little crime ! Our woes will make us one. He may have heard good things of Hallentun. |3t'i£st. His life's great game is lost : its sweets are gall : His only glee is now to sneer at all. Full oft, with wounding gibe and laughing grin, He doles out truth; — tears off the veil of sin: But never heeds if Good or Evil win. (Qlt . Ah me ! — Poor man ! Priest* Grieve not for him, my son; — Nay, rather learn to fear this baneful one : Whose adder-tongue and evil-brooding mind Strive but to show the weakness of his kind. He spies the wounds of all to lay them bare ; And looks on nought, however good or fair, — On nought in this wide world, unless to find The Bad that may be there. (0t*C. It is a sick mind's ailing ; — some men's way : Whose heart, yet meaning well, —"], [311, "-CTfjtlUr \"ffirronVunia. 271 1 Driest. Ha ! Nay, son ; nay ! As bees seek honey, so his evil mood Seeks everywhere the Bad ; but leaves the Good. He'd chide the rose for being oft so red ; And make it brown or purple, if he could. More in his mien, than in his words, is said : Which, as he drawls them, are as adder-stings. Heed not this evil one ; nor mind his spite, Or aught he ween in hate, to priests and kings. He is a laughing, waspish, sneering wight ; Who loves to fay but bitter things. ($XX. I heed all, holy man. Howe'er he jeer, His words will never reach mine inward ear. It hearkens but to that my fad heart fay Of home and — one so loved ! — so far away ! fJrtfft.His wit might shame, were his own deeds the best. His truths might teach, if said to better us. But who will mind while he, in that he does, Is ever light and drunken as the rest ? — While he, great preacher ! is as weak, as blind, As fond of our ill world, as any one ? And would but shine in all things said or done, —"], [312, "(Stylist iErroittooIU. 272 But plume himself and boast his own great mind. Heed, then, my words ; lest thou too go his way. Shun him, my son ! erf. I care for nought he fay. Were crowds around, yet I should dwell alone ; — Should rove afar in world that is mine own. Srifst. I ken his fellow, Montogildas, least. He was a monk while Sturla was a priest ; And, with his mate, liked more the brimming bowl, The midnight-revel, song of drunken glee, Than mass and rood or caring for his soul ; — Cast off his cowl to live and riot free : — Thus gave up endless life for this frail day ! — Then, growing wealthy, rambled with his mate; — Became as worldy wise. Both fared one way ; — Must now abide one fate. erf. Yet, father, I have heard but of their ill. Is nought of Good left in them still ? |3 I'lfst. The world dooms rightly here, albeit unkind. I speak in secret, — not to hurt, Heaven knows ! Lock up these words, as treasures, in thy mind ;"], [313, "(Stylist ISrrontooID. 273 Keep them from all as that most dear. Both have one friend yet 'mid a world of foes ; — An earl whom Sturla knew in Baldwin's Land. * He came with Count Disard. They have no fear; But hope that his kind helping hand Redeem them soon from here. They well, indeed, may hope ; for Count Disard Has kindly boon'd, I heard, that, — once a day, Both leave the gaol to walk a little way, Kept under Norman guard ; — That both here, as at home, have hearty cheer ; And bring whate'er they like in food or drink. I saw without their books, lamp, other gear ; — Nay, — what is worst of all — their pen and ink. — Thou would'st be glad, methought, to learn all this: Thou may'st walkout with them. — Yet silent, son? On what art musing ? — (ijl-f. Holy man ! What is — ? Ha ! Thanks for these — I was at Hallentun. Flanders. 1"], [314, "274 (Stylist IBrrotttooItr. pl'ifst. Thou canst rove out with them. (■si's. Ah, thanks to thee ! But what were blooming fields around ? — What, fairest paradise to me ? — What, all the world while thus I'm bound ? — Thus know, I breathe not free ? Clear lake were but as noisome stream ; Sweet flowery valley's hill would seem Like dungeon-wall of tyrant-foes ; While, wither'd, droop'd the full-blown rose ; And the merry song of free ones near Fell like death-knell o'er mourner's ear. Oh ! What can pang the lofty soul — So cast it down — as this dire thought ? That man must walk by man's control ; — That Heaven's free breath is sold and bought ! As keen frost nips the bloomful tree, So this grim thought chills all in me ; Blighting each hope as it strives to be ! — priest. Whence shall I help while all is so cast down ?— I cannot send unto thy home for thee ; For none dare enter, none dare leave, the town ; —"], [315, "CTIjilUr Hi ronuioiD 275 1 [Exit Ha, hark ! They come ! I hurry — Be ware (tSvt. I will, good — Priest. Hate whom the Holy hate ! — This dun-brow'd Sturla with his mate. He stoops ; — is lean ; has steek black hair, Long hanging ; is outlandish dight : — Wears golden cap with raven-feather ; Short yellow cloak and tunic, bright But reckless hanging, loose, and wide ; — Has long hose bandaged with red leather ; And dagger dangling at his side : — But away! — Live well! Heaven guard thee, my son, From the craft and bane of the Evil One ! — (Uts . At last, he's gone ! Now can I rest again His wearying tale of . * ****** ****** * Here the MS. is illegible. — Ed. T 2"], [316, "276 (Stylist i£rronU)ol&. Are these poor men as bad as he would prove ? — Ah ! such must ne'er have known kind meekening love He hates them so. How sweeter is the sin — How easier done ! — of loving well our kin ! Love, near that one, was heavenly joy below ; And now, without her, is such pleasing woe ! — Bears all in hope * * * * Here the MS. is illegible.— Ed."], [317, "i i XLI. guff, tin} aupni of gflontoniida.'i, rnterfi ihq €aoI, tyiqkg a ioijrh; foltoun*d % JltnjjJa and Okolqs. Bliss. THHIS- Whew ! Whet smell of rats ond mice be here ! Js>tttr.What Hydro-Sulpho ! — Come, Chub, bring the beer. Haste to thy master. Light the lamp. JBtlff. Aught moe? — Beest noo my lord? Moon-face! I'll let him know! JDtlff. Haw! /can grin, — drawl through my nose so slow. JS>tUr.Ha, Flesh-vat? If I prate with him to-day, He'll never mind to-morrow what I fay?"], [318, "278 <!Tf)iUJr Œt-ronmoUJ. Duff. Wha watch'd our mester gie thee gold last night? — He keeps us baith, methinks, to work or write? J&tUr. Nay ! Here's a biter ! Dttff. Haw! In your guid school, I maun grow like ye; else, I were a fool. He'll crush us all! Ere he should daub in print, I'd break his head and everything that's in't! — Duff. Whew ! Rot these Counts ! j5>tUtV Ha! ha! Now learns to curse? Good Law has put him here to make him worse. Dllff. Hong them! — The bench? — Grope! grope! J&tlir* Set down the books. Dtlff. Whet! These our straw-beds? .•\"Mur. Ay: they're pretty nooks. Dttff. Wha lies here? JS>tUr. Ha! Another? — Well, mate? Cre. Well? What tales abroad? Hush, man! I dare not tell. (£t's. Methought, I could learn everything from thee. Art thou not Sturla?"], [319, "(Stylist l£rronUJOl&. 279 Jjtftir. Lo! Thy servant's he. Behold here his I-Have with his I-Am; — A friend of cups and tickling epigram : Who has been fool'd by Mistress World so long, As now to see nought but the Foul and Wrong; — To see in her old phiz but frowns and pimples Where once he saw such pretty leers and dimples. ClT. Kenn'st Hallentun and Wodennoth? £>tUT. Full well. (fill. Did he outlive the fight? Js>ttll'. I cannot tell. He's fond of training little children up: If he can't get them, then— a pretty pup. How jogs Old Cester? What has there been done? How flits our evil day at Hallentun? ClT. Ah, that I'd learn! ,=§>tur. Would'st be so happy then? Cheer up, man ! Rise ! We'll look about our den. OSl't. What man goes there ? j5>tUt*. He's Montogildas' Jack: Who fays \" My lord?\" and \" Yes, my lord !\" for sack ;-"], [320, "280 tftjilDr ISrronluolD. Was born where Picts and Scots were wont to dwell;— Has learn'd among us how to talk and spell ; — Can sing his gibberish, scribble, or abuse; And soon will write for guid Reviews. <0ri.When comes his master? JS>ttlri Soon. <}$Xl* Who's he? £>tW. My friend;— The genius of our day, to whom all bend; The giant-mind that leads the gaping mass; The human lion o'er the human ass ; The beacon of our age : for he has writ Some little tales full pretty wit. d's.I met him once, methinks. How doth he look? Jj'tUt'.Dark, — lemon-skinn'd (thou'lt find him in his Book), With round, big, rolling, Oriental eyes; With forehead towering — fleeting in the skies Through long dark locks: wherein great genius lies. \" Confusio Cerebri\" his grand Work hight. It set ten thousand brains to whirl for spite. Man spurns aught new ; — goes long to clastic school ; — Won't think that, at the last, he's but a fool."], [321, "(Stylist tPrronUJoUr. 281 And 'tis right fad. It's nae nice sport to own That one can teach what all have never known : Which \" Cerebri Confusio \" does so well That great men wish it — Where? I will not tell. A pretty madhouse and church-yard are near. We'll thither, lad. There we can sip our beer; And frisk on the livening Green. (£ri. I'll go with thee. J^tttr.What said our priest? — He's very fond of me?— I know him well. (Ql't. He came to cheer — to fay — daub us on thy mind in his own way? — Old World hath curdled in me Good to Evil; And now, to boot, would call me, Devil. What that one fays, is, was, and aye must be; — Earth never fed a greater rogue than he! To grasp and crave; to fawn, hate, wreak, and feast If any do these well, it is a priest. — Here, youngling, — here's a bumper. Drink! Laugh at life's whirligig. Don't think; For Bedlam is next door ; — Eh, Chub ?"], [322, "(Stylist iSrronU)Oia. 282 SonctChad! Huff. We maun be wise if this ne drive us mad ! §>tur. Our world hath one of every leer and pall. It must be so ; else, 'twere no world at all. \" But he who is — \" 13uff, He ! he ! Sing on ! £tur. Wilt learn Ha ! ha! of me? Thou'rt so fed up that thou must squeak He ! he ! \" But he who is jolly, \" Is philofophcolly — \" Is philofophcolly inclined :\" — flJllff. Whet's fillo — jptltr. 'Tis too learn'd for thy poor mind. We'll talk here Norman, French, Greek, Latin now ; And leave old Saxon to such boors as thou. Duff. A learn'd one, thu ! Wilt teach us whet to speak? Bith Bread ond Cheese, or Cheese and Bread, best Greek ? StUt. Look to the lamp ! Take hence thy collop-flanks ! — Here,Youthful,drink. Letold World play her pranks. Head up, lad ! <BVC. Well ?"], [323, "(Stylist mvtatmoiis. 283 £tut\\ What has she done to thee ? — Come, roam with us. Pipe out to-day in glee. <£te. Ah, well ! We'll go. £>tur. Laugh. Here's no tax or rent. An hour without a grin is badly spent. Make England laugh, ye Wits ! She looks so green ; — Is full of bile — of some old Doctor's spleen. Her saints have given her such a hang-dog leer ; — Gloom'd her poor soul where fail'd her gin and beer. Make England laugh, ye Wits ! She tipples well ; — Can wrangle too on all 'yond Heaven and hell. But let her be cheery; — preach less gloomy loud ; — Be still as holy, but not quite so proud. Stiff. Ne'er heed thet mon : he likes to gibe. What fay'st, my chubby moon-faced scribe ? Art here to lose those hanging cheeks of thine ? — But come, young Worthy. Chirp! Why dost thou pine? Tell me thy tale : — •Huff. I follow. Wait! — 4tUt*. Out priest told mine. [Exeunt."], [324, ""], [325, "XLII. Sit Hallentun. Jam JmIij dqkud\", aftr having told what § olmaij said, fap hj lord to fifind to JtoiM. ffltl. \\^/AS it not so, Volmar ? I'll take my oath, it was ! $f[f I. O send, my lord ! — do, my good lord ! O send ! I too believe now that poor Erc is there : In dreadful dream, I saw his bleeding wound O fend, my gentle lord ! I pray you, fend ! 0(1'. Volmar, —"], [326, "286 (fffjilUr <£rronti)oI&. 2F0l. Well, sire? Well? <S>ft*. I never heard before — Why, thou hast had thy beard shaved off. Wol, My beard? Well? What's that to do — 'Twas but a half of one. The greatest men have generally had none. iBfl*. I never heard, Letiche so follow'd thee? WO I. It does, sire, — it does : it always follows me. i¥lf I. Redeem him from such hard death ! O my lord ! Our time is as a gust that rushes by ; But it will dure in England's Chronicle : Where other ages — races yet unborn Will read of all; — hoot \" Shame!\" at these fad days; — Tell how this land was rack'd and sorrow-smitten ! Then let it be that, on the woe-dark page, Thy good deeds shine ; — that there, bright gilded,stand: \" Gerboud did well in our poor Saxonland!\" (Sri*. We'll think — I cannot trow that Erc is there, — Wol. HI take my oath on't, sire ! My head on that ! Jftfl. Why should / bid so ? Art not thou my lord ? All hopes of him are blighted! — lost for aye! Well, sire? Well?"], [327, "(Stylist (Svtontssolls. 287 Dead is dear Ercon ! — dead, his dear Melith! 'Tis thy — thy wife who bids ; — and yet not ; — Nay ! 'Tis Heaven's still might, that bows the heartsof kings; 'Tis meek kind Charity, who sees his wounds ; — A blessed angel, mourning at our side, And whispering to thy wife this prayer for him ! Shut not the gate upon these heavenly ones, Lest ill betide ! And, Oh ! the heartening thought Of having thus redeem'd a poor lost brother, — What healing cheer in all life's woe 'twill be ! — What gladdening, soul-uplifting thought to thee ! — 2FoI. Let wounds weep blood; but woman's eyes in tears — Those watery drops unman me ! — 6rr. if I sent,— But then, — I do not know Disard so well ; — $ltl. O nay, my lord! — let not thy good will halt! O send, but send1 — Behold me at thy feet! — When thy strong castles, — when yon holy church, — When the bright palaces in ruins mould ; When I, and thou, and all around are dust : Oh then, as never-crumbling monument,"], [328, "288 (Stylist i£rrottU)oia. This good work yet above will bear thy name ; — Yet blessed stand rear'd in the Hall of Heaven ! — Woh Nay, Saint e Croix! At this — See her thus weep and kneel ! — What cold-cold-hearted man! <Btl\\ Well, Melith. But— ;0ld. Yet flits my lord? Give not ill Nay to this! — Thou hast three props, — Gold, Kinsmen, and Good Works. (16) But Gold forsakes thee when the death-king nears; For, nought more liking, it can give thee nought. Friends bear thee to the grave; then turn away, And read thy will. But Good Works follow thee! — Rise with thee to the blessed Throne of Heaven; And, as fair angels, plead for mercy there! O be not hard, then! Do one kind work more; For never erring man had fitter time To prove his goodness! Let it not go by; For Heaven hath sent it thee, that thou may'st have Such pleader for thy sins ! 2i?0l. Nay ! — Dear soul ! — My eyes — But see him! — like a post there!"], [329, "(Stylist drvtoniuolls. 289 #er. Well. But, Love, I have no might yon: Count Disard is lord. Besides, I cannot trow that Ercon lives — 2M. But I fay, he does ! <3tl\\ Now, be not thou so angry; — 2M. If ever— Nay!— But, sire? Will you let me send?— #Flf I. All fails to help !— erf. Well. If thou wilt, thou may'st. 2FoI. Then, rise, my good lady ! Leave the rest to me. I know Disard. He'll do what I will, I know; — I'm sure, he will. JHrI. Heaven bless thee, kind Volmar ! 2F0l. I'll hurry, and fend. [Exit. en*. The little man is wroth. — Weep not, Melith ; for thou may'st still become Dear Ercon's wife : I might be slain some day. — Come with me to the garden. — Weep not, Love. — Lo, what fair day : it is the sunniest hour. Come. Let us rest there in the bower. — [Exeunt. v"], [330, ""], [331, "<S t It o 11 D o i c. si OF A. J. HOLLINGSWORTH I . Chaucer's \" Man of Lawe \" Stanza. 2. Cato said, Man must go out of life as out of an inn. Voltaire, in his old age, fang more merrily : — \"II faut fortir de la vie ainsi que d'un banquet, Remerciant son hote, et faisant son paquet.\" 3. \" Men striden profvar klingan, och noden vannen.\" Fritbiofs Saga. 4.. What gallantry can the ladies expect from a monk ? I must apologize to them for this rude old fellow. He had, probably, been reading an old Eddaic Poem which fays : — \" Trust not to the ice of one day's freezing ; neither to the serpent that lies asleep ; * * * * * nor to a field which is newly sown. — Trust not to the words of a girl ; neither to those which a woman utters ; for their hearts have been made like the wheel that turns round : levity was put into their bosoms. — Flocks perish ; relations die ; friends are not immortal ; you will die yourself; but I know one thing alone that is out of the reach of fate : and that is the judgment which is pasted upon the dead.\" So fays the Hdva-mul. Tegner too has borrowed these senti- ments in his verses beginning : \" Nattgammal is tro icke, ej vardags fno.\" 5. The Elves in this Work are Scandinavian — not Anglo-Saxon. 6. The Icelandic \" Farewell.\" 7. \" Skon stod han der som Balder, och hog som Afa-Thor.\" — Fritbiofs Saga. 8. \" Wollust ward dem Wurm gegeben, Und der Cherub steht vor Gott.\"— Schiller. 9. A fair young German lady taught me a verse of an old German song which contained some of these sentiments. But — Eheu ! Non sum qualis eram ! — I have forgotten the sweet words ; and never knew who was their author. 10. When Danish King Valdemar failed in any undertaking, he called out, — \" 1 Morgen er det atter Dag !\" meaning that he did not give up, but awaited a more favourable opportunity. He was, hence, called — Valdemar Atterdag : or, as some will u 2"], [332, "292 <©tl)er flott*. have it, — \" fordi ved hans store Egenfkaber, Dagen atter be- gyndte at oprinde paa Danmarks længe formorkede Himmel.\" Vide Allens Fcedrelands Historic l I . This metre and Stanza are, for aught I know, foreigners in our language. They occur in Fritbiofs Saga. The style too of the last stanza but one resembles that of the fourth in Fritbiofs Frestelfe : which begins — \" See ej pS de ogons himmel,\" &c. 12. Though this may appear to be an Episode, it is an essential part of the whole Work. 13. This monster, according to the Anglo-Saxons, was the marine representative of his Satanic Majesty. 14. We learn from Mr. Thomas Wright's Literature and Supersti- tions of England in the Middle Ages, that Letiche was a white harmless animal, which appeared at night ; and was supposed to be the spirit of an infant that had died before baptism. Mr. Vol- mar's Letiche is a very different personage. It would have been an invaluable little animal in our mesmerizing, spiritualizing age. Say no more of the superstitions of the dark ages ! What are we coming to now? Where our old bards brought witches into their Works, let our modern harpers give us Mefmerizers and Spiritualists — such worthies as Kormak. These gentlemen will be the salvation of Poetry. 15. In an Anglo-Saxon Dialogue between Saturn and Solomon, is : — \" Saga me hwær gæ§ seo sunne on æfen to sætle ? — Ic p6 secge, GarJta hatte seo burh.\" A modern priest would have said,—\" The Chinese Wall.\" 16. \" Drei Freunde hat der Mensch, sagen die Rabbiner, in dieser Welt; aber wie betragen sie sich, wenn der Engel des Todes naht ? Das Geld, noch der beste Freund in unserer Zeit, ver- lasst ihn zuerst ; Verwandte und Freunde begleiten ihn allenfalls noch bis zur Pforte des Todes, dann kehren diefe in ihre Hiiuser, und jene fallen iiber den Schatz her, wenn einer da ist ; der dritte Freund ist es allein, der ihn zum Throne des Richters begleitet — seine Werke.\" — Demokritos, vol. ii. 17. \" The fame breeze in which the banners of the victorious Saxons waved, also swelled the Norman sails, and urged them on towards the coast of Sussex.\" — Thierry. Norman Conquest. 20 SE 58 END OF VOLUME I."], [333, "NEW WORKS PUBLISHED BY MESSRS, SAUNDERS AND OTLEY, JJuIHtr Utsirary, CONDUIT STREET, HANOVER SQUARE, LONDON. i. An Australian Settler's Travels. In 2 vols., post 8vo, DIARY OF TRAVELS IN THREE QUARTERS OF THE GLOBE. BY AN AUSTRALIAN SETTLER. \" This Diary including so many places of interest at the present moment, and bringing the narrative of events down to so recent a period, will be universally read and appreciated.\" — Observer. \" As a Bonk of Travel, this Diary is entitled to the highest praise. We can cordially recommend it as a work full of animated and interest ing descriptions of men and things.\" — Morning Post. [I. Fourth Edition of ' ' Paul Ferroll, In post 8vo, PAUL FERROLL. A TALE. By the Author of \" IX Poems by V.\" THE FODRTH EDITION, WITH A NEW CONCLUDING CHAPTER. \" ' Paul Ferroll' is a most strikingly original production. It may be regarded as a phenomenon in literature— a book that must be read, and cannot be forgotten.\"— Morning Post. \" The fruit of much thoughtful investigation is presented to us in the character of ' Paul Ferroll.' * * * We do not need to be told how he felt and why he acted thus and thus: it will be obvious to most minds from the very opening pages ; but the power of the story is not weakened by this early knowledge, rather is it heightened, since the artistic force of contrast is grand and fearful in the two figures who cling so closely together in their fond human love.\" — Morning' Chronicle. \" ' Paul Ferroll ' is a book that will be very much read, talked about, and marvelled at.\" — Globe. \" The art displayed in presenting ' Paul Ferroll' throughout the story is beyond all praise.\" — Examiner. \"The incidentsof the book are extremely well managed.\" — Athenæum \" It is one of the most singular and striking works we have ever read.\" — Economist. \" To all the elements of powerful effect, the story adds the merit of being ably and forcibly written.\"— John Bull. \" We have seldom read so wonderful a romance. We can find no fault in it as a work of art. It leaves us in admiration, almost in awe, of the powers of its author.\"— New Quarterly."], [334, "■2 New Works Published by Sounders and Otley. in. Mr. Platt's New Work. Post 8vo, 10s. 6d, LINDEN MANOR; OB, RURAL RECOLLECTIONS. BY WILLIAM PLATT, ESQ. \" There is something truly refreshing in the simple, homely themes of ' Linden Manor;' they touch the heart, and the contemplation of them tends to exalt the mind. The writer may rest satisfied that he has pro duced a standard work which will delight every class of reader. It is admirably suited for a Christmas present.\" — Sporting- Magazine. \" A book recommending itself to al) lovers of rural England, by its honest sympathy with country scenes, and its loving observation of country characters.\" — The Leader. \" A pleasant tale — told in a gentlemanly style.\"— Critic. \" Shows throughout a genial spirit.\" — Athenæum. \"A very meritorious composition — full of kind feeling and bright fancy.\" — Morning- Post. \"In these 'Recollections' we have presented to us a picture of life as it was in the homely and hospitable mansions of England's squires, before the great change which has since come over the spirit of our dream.\" — John Bull. \" Have afforded us pleasure, so rationally are these * Recollections* described.\" — Morning Herald. \" Will be perused with pleasure by all those who delight in rural scenery, society, and associations.\" — Morning Advertiser. ** The chapters of this pleasing volume are fragmentary sketches of rural life, touched off with a calm and picturesque pencil. Will suit the bright lamp, the warm hearth, the workbox on the table, and the family group around it.\" — Era. ** A rural sketch book, combined with a very pleasing story.\" — H'eekly Times. \" This is a work which commends itself to our notice, especially for the genial tone and spirit in which it is conceived.\"— Herts Guardian. IV. Post 8vo, cloth lettered, BEATEN PATHS FROM BOULOGNE TO BABELMANDEB. BY EDWARD SULLIVAN, ESQ. Author of \" Rambles and Scrambles in North and South America,\" \" The Bungalow and the Tent,\" &c.\" \" Mr. Sullivan has here produced a lively, graphic, and entertaining volume ; rich in curious anecdotes, exciting incidents, and scholarly allusions.\" — Morning Post."], [335, "New Works Published by Sounders and Otley. 3 v. Colonel Churchill's New 'Work.— Second Edition. In 3 vols., Svo, with a new and important Map, laid down by the British Officers of the Expedition. Original Portraits of Druse and Maronite Chiefs, and Illustrative Landscape Drawings, by F. Halpen, Esq. MOUNT LEBANON AND ITS INHABITANTS: A TEN YEARS' RESIDENCE, FROM 1842 TO 1852. With Descriptive Sketches of its Scenery, Productions, &c, the Manners and Customs of its Inhabitants, particularly of the Druses and Maronites ; and a Full and Correct Account of the Druse Religion, Historical Records of the Mountain Tribes, from Personal Intercourse with their Chiefs, and other Authentic Sources. BY COLONEL CHURCHILL, STAFF OFFICER ON THE BRITISH EXPEOITION TO SYRIA. \" There can be no doubt that Col. Churchill's ' Mount Lebanon ' is the most complete work on the subject that has been given to the public. The history of the Druse religion forms a most interesting and important feature in these volumes.\" — Observer. VI. Miss La Mcnte's New Novel, In 2 vols., post Svo, LOVE VERSUS MONEY. BY ELISH LAMONTE. \" This work will take its place among the most popular novels of the day. The scene is laid in Ireland and the writer is quite at home in delineating the manners and habits of that country. It is a book that will be read with delight by every son and daughter of ' Ould Ireland.' \" — Sporting Magazine. VII. The Kaffir War. In 1 vol., 8vo, with Map and Plates, the Second Edition, revised, CAMPAIGNING IN KAFFIRLAND; Or, Scenes and Adventures in the Kaffir War of 1851-2. BY CAPT. W. R. KING. \" Captain King's book contains the best picture that has appeared of the incidents and hardships which occurred to the troops engaged in the war in South Africa.\" — Spectator. \" The Government Map of the Cape prefixed to this new edition adds greatly to the value of the work.\""], [336, "Neic Works Published by Sounders and Otley. 4 VIII. Captain Henderson's \" New South Wales.\" Second Edition, in 2 vols., post 8vo, EXCURSIONS AND ADVENTURES IN NEW SOUTH WALES. BY CAPTAIN HENDERSON, 78TH HIGHLANDERS. IX. Completion of Mr. James's New Historical \"Work. In 4 vols., 8vo, THE LIFE AND TIMES OF RICHARD CŒUR DE LION. BY G. P. R. JAMES, ESQ. Author of \"Richelieu,\" \"Life of Louis XIV,\" &c. \" Mr. James's characters are drawn with the utmost attention to exist ing records. The events are industriously studied, so as to bear the stamp of historic truth; and the very landscapes are painted with that fidelity which an artist only can bestow.\" — Monthly Review. Subscribers are requested to complete their sets. x. In 2 large vols, 8vo, A TREASURY OF PEARLS OF GREAT PRICE, Collected and set in order by Louisa Frances Poulter. '* This book is a collection of choice readings, divided into four sections. The first two are from writers on divine subjects, ancient and modern ; the third is occupied by writers upon miscellaneous topics, the selections all being in harmony with a religious spirit; the fourth is composed wholly of passages intended to breathe consolation to the bereaved. Miss Poulter's religious feeling is entirely separate from the dissentions of the day. It regards the essence of Christianity, and awakens only the most universal and Catholic emotions. Therefore it is that her treasury — which contains just and beautiful thoughts of all kinds from writers themselves conflicting much in opinion on points of discipline — among contemporaries, for example, from the Vicar of Frome and Archdeacon Manning, as well as from Mr. Maurice, Thomas Carlyle, and Walter Savage Landor — is one out of which men of all sects may draw stores for the increase of their own wealth. So choice is the fruit offered us here from the best trees of a most extensive orchard — and though it is true that in our greediness we could wish Miss Poulter had gone to some trees that have been passed by, this cannot be said in blame ; for when the lap is full the gathering must cease. In the whole lapful there is nothing that we wish to throw away ; we may, therefore, all sit down and be thankful to the bringer of the feast.\" — Examiner. \" I believe it must be acknowledged that so many noble sentiments, passages of such eloquence and exquisite beauty, so great a variety of thoughts in the highest degree original and interesting, will seldom be found within the narrow compass of two volumes ; and that the title I havegiven to them is no vain assumption for that they do indeed contain ' Pearls of Great Price.' \" — Preface."], [337, "New Works Published by Sounders and Otley. 5 XI. Mrs. Jameson's Delineations of the Female Character. Fourth Edition, in 2 vols.. post 8vo, with Etchings by the Author. THE CHARACTERISTICS OF WOMEN. BY MRS. JAMESON. Author of \" Legends of the Saints,\" and of the \" Madonna.\" \" Two truly delightful volumes; the most charming of all the works of a charming writer.\" — Blackwood. XII. Third Edition, in 2 vols., post 8vo, CELEBRATED FEMALE SOVEREIGNS. BY MRS. JAMESON. \" We are indebted to Mrs. Jameson for these very delightful volumes.\" — New Montldy. \" A series of admirable biographies of celebrated Female Sovereigns.\" — Metropolitan. XIII. Turning in all its Branches. With numerous plates, price 7s. Gd. bound, post free, a complete and practical Guide to this beautiful science, entitled, THE HANDBOOK OF TURNING. XIV. A Gift Book for all Seasons. THE ELEVENTH EDITION — THE FLOWERS COLOURED FROM NATURE. In 1 vol., choice silk binding, price 10s. 6d. post free, THE LANGUAGE OF FLOWERS. (FLEURS PARLANTES.) DEDICATED EV SPECIAL PERMISSION TO THE DUCHESS OF KENT. \"An elegant edition has just been issued of the ' Language of Flowers.' It appears to have been the object of the publishers to furnish a book that shall be suitable in every respect as a presentation or rift book, so exquisitely finished are its embellishments, and so chaste, elegant, and appropriate its highly ornamental silk binding.\" XV. Second Edition, in post 8vo, price 7s. 6d, A TRIP TO THE TRENCHES, IN FEBRUARY AND MARCH, 1855. BY AN AMATEUR. This book records the convictions arrived at in the Crimea by one"], [338, "New Works Published by Sounders and Otley. 6 who, far from prejudiced in our favour, determined to ascertain on the spot the truth for himself; and now, having seen with his own eyes, this unwilling witness renders full justice to our efforts.\" — Times. \" This work is written with piquancy and graphic power, and contains much that must be acceptable at the present moment.\" — Post. XVI. In 1 vol., post 8vo, HERBERT ANNESLIE. A Reminiscence. BY FULWAR CRAVEN FOWLE, OF THE BENGAL CIVIL SERVICE. \"A tale of every-day life, well written, and pointing a wholesome moral. — Critic. \" Realizing those agreeable scenes of rural life so dear to the national heart. It is difficult to shake off the impression that we are really listen ing to a narrative of facts told in the very person of their chief actor. The delineations of natural country life are among the foremost merits of the book.\" — Lit. Chron. XVII. Miss Norris's New Work. In 3 vols., post 8vo, PHILIP LANCASTER. BY MARIA NORRIS. Author of \" The Life and Times of Madame de Stael. \" There is as much matter of thought and variety of subject in ' Philip Lancaster' as is often found in half-a-dozen novels or volumes of sketches ; it is not unlike ' Our Village,' by the late Miss Mitford.\" — Spectator. XVIII. In 1 vol., post 8vo, ANNE BOLEYN; Or, the Suppression of the Religious Houses. \" The great conflict between Popery and Protestantism in the reign of Henry VI II. is powerfully illustrated in this historical romance; while the fate of the unhappy Queen who is the heroine of the tale is delineated with a highly graphic pen.\" — John Bull. XIX. Mr. Fatmore's New \"Work. In 3 vols., post 8vo, MY FRIENDS AND ACQUAINTANCE. BY P. G. PATMORE, ESQ. \" A work of rare personal and literary interest, a kind of kaleidoscope of the literary world. \"—John Bull. \"His volumes contain much clever writing and pleasant anecdote.\" — Examiner."], [339, "New Works Published by Sounders and Otley. 7 XX. In 1 large vol, 8vo, SKETCHES AND CHARACTERS: Or, the Natural History of the Human Intellects. BY J. W. WHITECROSS. \"This work is full of animated yet deep reflection; it is strikingly marked by originality of views.\" — Literary Chronicle. XXI. OUTLINES OF MILITARY FORTIFICATION. For the use of Officers of the Line, Militia, Students, &c. With a Flan of the Citadel of Antwerp. By J. S. ERLAM, Esq., Engineer Officer. XXII. ainUcr tfjr œsucr'al Patronage of Srv JHajf <\"tii & 13riiuc Stlurit. CORRECTED THROUGHOUT BY THE NOBILITY. Mr. LODGE'S PEERAGE & BARONETAGE for 1856, IS NOW READY. Mr. Lodge's \"Peerage\" being the only work of the kind published under the Royal Patronage, every effort is employed to render it strictly accurate. The work is submitted for correction throughout to the head of each noble family. The account of the collateral branches is corrected by their representatives. An authenticated history of the families of the highest classes is thus obtained. The latest corrections are made and introduced in their proper places in consequence of the type being kept constantly standing — a feature peculiar to this work. In the New Edition for 1856, just published, the numerous changes occasioned by the war are especially noted. CHEAP EDITIONS. ADVENTURES OF AN ATTORNEY IN SEARCH OF PRACTICE. 7s. 6d. ADVENTURES OF A GENTLEMAN IN SEARCH OF A HORSE. By Sir George Stephen. 6th Edition. Illustrated by Cruikshank. 7s. 6d. RAGSTER'S MANAGEMENT OF BEES, WITH A DESCRIPTION OF THE LADIES' SAFETY HIVE. Third Edition, with 40 Engravings. 7s. 6d. DOCTRINES OF THE REFORMATION IN THE WORDS OF THE GREAT REFORMER, MARTIN LUTHER. Cloth lettered, 2s. 6d."], [340, "8 New Works Published by Sounders and Otley. NEW POEMS. The Emigrant's Reverie and Dream. Carmagnola. An Italian Tale of the Fifteenth Century. The Parricide. A Posthumous Rhapsody. Far and Near. Translations and Originals. By Eta Mawr. Saint Bartholomew's Day ; and other Poems. By Stewart Lockyer. Mammon's Marriage. A Poem in Two Cantos. IX Poems by V. A New Edition, with Additional Poems. Sacred Poems. By the late Right Hon. Sir Robert Grant, with a Notice by Lord Glenelg. A Voice from the East. By Mrs- St. John. The Last Days of Diserth. By w. G. Starbuck. Poetical Tentatives. By Lynn Erith. Poems. By Philip Chaloner. Five Dramas. By an Englishman. Moi'bida ; or< Passion Past, and other Poems, from the Cymric. Flotsam and Jetsam. By Hookanit Bee, Esq. Hanno. A Tragedy. The Second Edition. Mortimer. A Tale. By W. G. Starbuck. Sir E. L. Bulwer's Eva; and °the1' Poems. Lays of Many Years. By the Rev. J. D. Hull. Royal and Republican Letters ; and other Poems. Another Note on the Turkish Question. (Not by Authority) but by the Author. War Lyrics. Second Edition. By A. and L. Shore. Randolph. A Poem. ON THE COMPOSITION OP POETRY. Now Ready, 2s., post free, THE YOUNG POET'S ASSISTANT; A Few Hints on the Composition of Poetry. By An Old Reviewer. FOR AUTHORS PUBLISHING. A DVICE TO AUTHORS, Inexperienced Writers, -^*- and Possessors of Manuscripts, on the efficient publication of Books intended for General Circulation or Private Distribution. Sent post free to orders enclosing twelve stamps, addressed to Messrs. SAUNDERS and OTLEY, Publishers, Conduit Street. BEADING FAMILIES AND BOOK CLUBS. ALL THE NEW AND POPULAR BOOKS, Including the best Works of Fiction, may be obtained for perusal at SAUNDERS AND OTLEY'S Extensive Library, Conduit Street. Supplies are sent monthly to Country Subscribers, and the number of volumes sent at one time regulated by the amount of the annual Sub scription. Catalogues and boxes are furnished without charge. Terms on application to Messrs. SAUNDERS and OTLEY, Publishers, Conduit Street. F. SHOUEKI., VR1NTER, 51, RUPERT STREET, HAVMARKET."], [341, ""], [342, ""], [343, ""], [344, ""]]