[[1, ""], [2, ""], [3, "Father FRANCIS AND Sister CO N S T A N C E, A POEM, FROM A Story in the Spect at o r. AND CHESS: A POEM Translated into Englissi from Vida GEORGE JEFFREYS, Esq; LONDON: Printed for Lawton Gilliver and John Clarke at Homer s Head against St. Dunftans Church in Fleetftreet, 1736. Price 5 s."], [4, ""], [5, "THE PREFACE WHatever my success may be in writing upon these two Snbjefts, I hope the first of them will be allow'd to be well chosen, as being a true Story with as much Beauty as Ficlion could have bestowed upon it : for, without that horror and bloodshed which are so dis agreeable in some Tragedies, it has all the delicacy of a well-invented Distress : there is nothing in it to shock the most tender-hearted, and yet every thing to melt the most insensible. But to give a loose to Passion, under the re straint of Rhyme, is a work of some difficulty ; and if it be done here in any tolerable degree, it is the only Praise which was left me by that excellent Author in the Specta tor, who has obligd the World with Father Francis and Sifter Constance in Prose. As for the Translation from Vida, I flatter my self that it will be entertaining enough to such of my Readers as understand the Game ; and that the reft will take it upon trust in deference to the great Name of its Author, The"], [6, "The P R E F A C F, The drier his Subjecl is, the more his Genius shines in embellishing it with all the Ornaments of Poetry; in somuch that his Chess is, reckon d one of his beft Perfor mances: and, as several of the reft have been already turnd into English, this attempt of mine may be regard ed os one step more to a compleat Translation of the most celebrated Latin Poet among the Moderns. I cannot conclude without a mark of my Gratitude, and withal of my Vanity, in publishing the Honour done me upon this occasion by Mr. Pope'-s assistance. The Translation, being upon a Subjecl to which he is a Stran ger, must appear with all its faults : but I may ven ture to fay, that the most considerable blemishes in Fa ther Francis are removed by some few retrenchments and alterations which I have made upon the authority of so unquestioned a Judge and Master : And if my Sub scribers will follow the example of his Humanity and Patience 'jo far as to give me a Reading, it will be os great an instance of Regard, os, 1 believe, most Authors, besides Hhnjelf, have receivd for some time past. ERRATA P. 53. 1. 19. for Tnhurt r. Unhurt. P. 62. 1. 19. for In has, r. In haste,"], [7, "(O Father FRANCIS AND Sister CO N S T A N C E, From the Spectator. COnstantia, now a Saint, was Heavenly fair, Her Sexe's Pride, and Theodofius7 Care ; Whose Passion told and by degrees approv'd, She frown'd, ssie blush'd, ssie listen'd and ssie lov'd This Pair renown'd for Beauty and for Truth, The fruit of Virtue in the fllower of Youth, B A while"], [8, "CO A while the Sweets of young Desire (enjoy 'd In unsuspected Innocence) em ploy 'd : Successive Years their mutual Ardour nurs'd, New Charms diseover'd, and improv'd the first. But oh the fate of Love with Faith profess'd! So rarely found and yet more rarely bless'd ! Of noble Ancestry the Lover came, But, wanting wealth to traffic for the Dame, Her Father's churlissi heart in vain aslail'd : He laugh'd at titles where revenues fail'd. Resolv'd his Daughter's secret soul to try, Intently on her face he fix'd his eye, And held her hand — And can it be ? he said, Dares Theodojius hope to ssiare thy bed ? He dares : thy leaping pulse and blussiing face Speak his presumption and thy own disgrace. Good Heaven ! what Magick has bewitch'd my Child, By nothing but Desert and Birth beguil'd ? For where's the Boy's estate to ballance mine ? Land to match Land ? and Coin to heap on Coin ? I pass"], [9, "3 I pass the feuds between his Sire and Me ; But never can forgive his Poverty. Have you his Heart ? retain the worthless Stake, That only Present he had power to make. Nay, grant you stood engag'd by solemn vow; Ev'n there the Learn'd a wise reserve allow : Fondly 'twas made when none but Him you knew, And only binds you till a wealthier sue ; By far a wealthier (thank your Father's care) Soon ssiall you wed in old Antonio's Heir : Of generous Soul and gentle Blood is He, ~) Predestin'd yours by Fate's unchang'd decree : > Go ; learn your Duty there by first obeying Me. j He ceas'd : Constantia pale, without reply Receiv'd her doom ; as Wretches loth to dy, When sternly warn'd of Dissolution near, Resign'd and mute the doleful sentence hear. But when th' abandoned Lover, forc'd to part From Her who long had rul'd his faithful heart, B 2 Heard"], [10, "4 Heard of a Rival, and the marriage made; The day ev'n fix'd, nor by the Fair delay'd ; What wit can paint the raving Youth's distress ? Wit cannot paint, and only Love can guess. Bv doubtful moons along the gloomy ssiade Of woods, resounding his laments he stray'd: And every flood and every hill bewail Constant ia lost ; Constant ia every vale. To the smooth beach or myrtle as he came, Carv'd with the fond memorial of his flame, \\ He stop'd and kneel'd, and kiss'd Confiantids name. \\ Sretch'd on the ground he lay in dumb despair, 1 Then starting furious up invok'd the Fair, > Or rais'd his eyes to Heav'n, as begging pity there, j Or chac'd her all in vain o'er Lawns and Streams, In visions of affright and fancy-labouring dreams. By stealth at length, of every hope bereft, In dead of night his native home he left. The news like Lightning to Constantia fled, By message from his Sire on message sped To"], [11, "5 To seek him there. And is he gone? ssie cried, Unknown his way, and dark despair his guide ? For ever gone ! when, to confirm her thought, These words in writing from the Youth were brought. Forgive a grief too artless to endite : I could not speak, and tremble while I write. O my Constant ia, how am I distress 'd ! Has Theodofius dream'd ? and was he bless'd ? Say, can I live, and see your Angel charms The right, the treasure of Another's arms ? O my Constant ia ! but I must resign : Yet once I thought, and still must call you mine : Is it a crime ? be witness every Grove Where we no more ssiall meet and talk of Love. Ah cruel memory of past delight ! But soon it will be kind and kill me quite. Farewel — be happy — and for me — alas ! Forget that ever Theodofius was. She read, and fainted. To her aid they ran : She breath'd at last, and wildly thus began. Nay"], [12, "(O Nay Theodofius, turn ; ah ! turn thee now : They forc'd me once : but oh my Soul ! I vow By all thy wrongs — where art thou ? ha ! undone ! Self-murder'd 1 Mercy ! Heaven ! for I had none. Away ! and let me have a vent for grief — For rage — for blood — nor dare to name relief. Would ye give That ? recall the flying hours, Give life to clay, and yesterday to flowers. Or since 'tis past th' irrevocable doom, Conduct me quickly to my Lover's tomb : Alas I rave, for oh no tomb has he, A Prey to Wolves as pityless as Me. Base that I was, and Trayt'refs to resign, Dear Theodofius, what was only thine : For thine, before my Father's hard command, Thine was my heart by love, by vow my hand : This hand on which thou hast so often swore, l Warm'd it with sighs, with kisses run it o'er ; \\ Thou wer't all love, thou wer't but art no more. \\ Then"], [13, "7 Then hear, oh hear me Earth and Heaven above ; And chiefly Thou my poor departed Love : To Thee, to Thee I call ; by Thee I swear, Low as the dust, and soon to moulder there : By the dear love of thy unpraclis'd Youth, Its artless transports, and prevailing truth ; Ev'n by the love that wing'd thy desp'rate flight To realms unknown and everlasting night ; By its last wound that to my Soul appears Streaming with blood, as these poor eyes with tears Shed now too late ; by that avenging Power, At whose dread Altar, in a treacherous hour I yielded to have been profanely fold An Offering to my Father's Idol, Gold. By all that's holy, dreadful, dear, and good, I'll ne'er become the Purchase of thy blood : No time ssiall change me, and no hand ssiall join : I was, I am, I will be only thine. With such sincerity and warmth denied, The hateful project of her Nuptials died. Mov' Vi"], [14, "8 Mov'd by convenience rather than desire, 1 The Lover soon was pacified ; the Sire J> Gain'd his chief point, and kept his Hoards entire, j The Widow'd Fair a solemn Mourning kept ; Whole days ssie fasted, and whole nights ssie wept : Till by degrees the storm, that tofs'd her mind, Into a melancholy calm declin'd : Forlorn at first, in penitence and prayer She sought for comfort, and ssie found it there ; Religion stamp'd her sorrow-melting heart ; Infpir'd new longings, and allay 'd its smart; And taught her wat'ry eyes again to ssiine, And tun'd her Soul anew to Love Divine ; If by resemblance of a flame so chast, The present Passion might beguile the past. Thus, bent to travel for eternal day, She chose a Convent as the nearest way ; Where contemplation, free from care and noise, h In holy solitude the Soul employs C To learn Heav'n's laws, and antedate its joys ; \\ To"], [15, "(?) To clear and fix our intellectual eye, And wind devotion up to ecstacy. Her Sire, who lik'd a maintenance for life, And deem'd a Nun less costly than a Wife, Pour'd ready tears as ssie her mind reveal'd ; And words like these his inward joy conceal'd. Now may that Grace, which whispers thee within, And thus inspires what to withstand were sin, Arm me with Christian constancy to bear This suddain parting from a Child so dear ; Yet when you go, as you alas have vow'd, You'll chuse a Nunnery that's well endow'd. Lost to the world in a propitious hour, My Child ssiall save her Soul — and I her Dower, He softly added. She, as custom taught, E'er yet Recluse, a Ghostly Father sought Her sad, sincere confession to receive, Ker doubts resolve, her agonies relieve ; A Father with distinguifh'd Graces crown'd ; And whom she fought, in Theodojim found. C Her"], [16, "Her Theodojius, doom'd for Years to pass As dead with Her, (and dead to Her he was, To Her and to the World) by Heav'n infpir'd, To Convent ssiades and holy Life retir'd. For as the Mind, on new pursuits employ'd In room of lost delights, abhors a Void, So this fair Soul, denied its first desire, Found a fressi Object to engage its fire ; Wean'd from the world by wo, it fix'd above, Exalted on the wings of Heavenly love. Learn'd, holy, wife, of venerable fame, (But Father Francis was his borrow'd name) Long had he now the sacred Vestment wore; And ne'er inquir'd, (for so resolv'd he swore) / Ah could he ne'er have thought of lost ConflantiaC more ! To Him in his religious weeds unknown 1 (His hooded head was ssiav'd, and beard o'ergrown)> His dear Constantia made her tender moan : y To Him her once adoring Slave ssie kneel'd, And in these words her lab'ring soul reveal'd. if, 10"], [17, "If, holy Father, to be here distress'd Seals the repenting Soul to heavenly rest, There's hope for Me in that immortal state, For I alas am most unfortunate : O were That all, I might my tale pursue Without a blussi, but I am guilty too. Excuse these tears : the memory of One, By too much love, and love of Me undone, One whom I lov'd, be witness Heaven, how dear — You seem disturb'd, and I ssiall tire your ear. But grief is eas'd by freedom to complain : Ah wretched freedom ! ease indulg'd in vain ! What ssiall I say? my Father's dire decree And tyrant duty rent my Love from Me : Another then his hated vows addrefs'd ; To him, (but spare my ssiame, and guess the rest) I, Coward I consenting to be bound, Gave my despairing Youth his mortal wound ; For oh he disappears at once: but I Have surer proof, his dying Legacy. C 2 Read? 11"], [18, "12 Read, and imagin what that Letter meant, (A Letter here Ihe gave) the last he sent ; See there how fatal my refusal prov'd ! How much he bore 1 how tenderly he lov'd I And oh ! if Love, if Pity e'er you felt, (For You can weep, and You begin to melt) Let me indulge a grief so justly due : My Theodojius ! ah too fond 1 too true ! In his dear loss my crime at full appear' d ; And think not, can you think I persever'd ? No Father, no : believe it by the vow That brings me a devoted Virgin now ; By — stiall I add my tears? alas They flow'd Ev'n when I poorly broke the Faith I ow'd, I still unmarried have his fate bewail'd: His prayers were fruitless, but his blood prevail'd. In cloisters now my days that yet remain I mean to end ; and then I end my pain : But shall I end it then ? the purging fires, My guilty, blood-polluted Soul requires, Flash"], [19, "( >3) Flash in my face: ah Father, aid me here; 1 Is there a way on earth to wasti me clear ? \\ And make that Spectre Conscience disappear ? j What shall I do the throne of Grace to see ? And Mercy's wings display 'd to shelter Me ? By daily Penance will I purge my stain, And pray and weep, and fast and pray again : Poor my attire, and course shall be my bread • The brook my beverige, and the ground my bed. Such is the thorny path to joys above : But can I sliare 'em with my perisli'd Love ? Or is he sentenc'd to atone the blow Of black despair by never-ending wo ? Who can believe a forfeit so severe ? Sure a forsaken Lovers hell is here. O for a glimps of hope (would heaven impart So kind a cordial to my fainting heart) That still, though distant far in climes unknown, He drew this vital air, and saw the Sun ! Some"], [20, "( H) Some Angel then might guide the voice of Fame To carry to his ears Constant ids name ; To tell the pangs that for his loss I bore, Tho' I ne'er saw — I wou'd not see him more : Love, kindling at that Face so dearly known, 1 Might drive Religion from his ancient throne, And hold no vows so binding as his own. j As thus Conftantia told her moving tale, The Father started and turn'd deadly pale : In deep attention fix'd awhile he view'd The kneeling Fair ; a gale of sighs ensued, And tears unbid : And still the more he heard, 1 By just degrees the swelling grief appear'd, > Till, gusliing in a flood, it pour'd adown his beard, j He smote his breast, whence issued in a croud 1 Sobs, murmurs, groans; his head to earth he bow'd, S With trembling shook his feat, and wept aloud, j Then in the broken eloquence of grief By starts he gave, or strove to give relief. Why"], [21, "C i5) Whysoo'erwhelm'd with care? have better cheer- Your heart's too tender — he you hold so dear — I pity from my soul — but Heaven decreed — 1 Wrath had its hour, and mercy must succeed, > More mercy far than your offence can need ; 3 'Tis not so heinous — I pronounce you free So may eternal goodness deal by me. He could no more. Admonilh'd to return The following day, she left him free to mourn : Home in the bitterness of foul he went, When thus conflicting passions found a vent. What have I done ? Conjiantia faithful still ! Heavens, we may mourn, though not dispute your will : How have ye tried me! had I but delay'd These weeds I now could tear, the lovely Maid (Her I have ruin'd too) had then been mine ; O suffering Saints ! fidelity Divine ! O Love I O Piety ! my rending Heart Obeys ye both ; for each will have a part, Yet"], [22, "( iO Yet neither be sufiVd : but 'twas my fate ; And thus, resign'd, I sink beneath its weight ; Thus low and groveling on the ground adore, With heart as humble, Heaven's chastising power. How happy had I been, if curs'd alone ! But when I think what She has undergone, The tender, dear, mistaken, martyr'd Fair! Will she forgive the grief I made her bear ? She will : Ihe, only she had truth to grieve ; And Ihe alone has goodness to forgive. Thus pass'd the day, and restless thus the night, Drawn into mournful length till dawning light ; When steep unsought return'd with sweet surprise, In kindlier dews to bath his weeping eyes. In steep his anxious soul pursued the theme That fix'd its waking thoughts, and form'd a dream, Not idle, wild or dark, as those that, bred From fuming vapours, croud the fickly head ; Or"], [23, "17 I t But Or those the jumbled images create, That on capricious Fancy's summons wait ; But lively and distinct, the messenger of fate. For in a grove with fragrant breezes cheer'd Conftantia by a chrystal spring appear'd : The chrystal spring receiv'd the tears she shed, And (bending o'er it as she hung her head, Prop'd on her hand) reflected him to view, As nearer still with fancied haste he drew. Upstarting pleas'd, with wide-extended arms, In flowing lawn that thinly veil'd the charms Her panting bosom half display 'd, stie ran, And weeping, smiling on her Love, began. O dearer than the Light I view'd with pain, Depriv'd of thee so long defir'd in vain 1 O ever present to my Mind ! from whence Art thou restor'd to my despairing Sense ? Life of my life, and balm of Sufferings past, O welcome, welcome to my arms at last ! D"], [24, "But why so chang'd thy form that scarce I trace The meagre Reliques of my Lover's face ? This Habit too ? thy Head devoutly bare ? Ah frantic sally of unjust despair ! Lay not on my imagin'd change the blame ; For, bate the breaches in this tender frame ( Impair'd by grief for Thee, and I am still the fame ; \\ True to the sacred vows enroll'd above, Those mutual ties of our once mutual Love. Why then ? ah why ? — but yet we might retrieve, Would You repent what I can still forgive. Away with these fantastic Weeds, design'd For the lean body and the brainsick mind. Must Youth like thine be harrass'd by the Call Of midnight bells, and pent within a stall ? Can heavenly Beings sport with human wo? l And curse us with desires we must forego, \\ Denied to tast the blessings they bestow ? \\ Just nature would another story tell ; Hear then her voice, and guard her Franchise well • For 18"], [25, "19 For once let Fancy in the least restrain 1 The lawful freedom reason should maintain, \\ And never stiall you bound her still encreasing reign. 3 Trust not in prayer, to plighted faith untrue, But pity Me, and heaven may pity You : Nor urge th' engagement you so rashly past; The first to Me absolves you from the last. You thought me false ; receive me free from stain ; The cause is vanisti'd, stiall th' effect remain ? Behold, behold this unfrequented Grove, The kind retreat of long-expecting Love : How fresh the balmy air ! how gay the view ! The zephyrs whisper, and the turtles coo : 'Tis Nature's voice ; and all her works employ Their various powers to court thy Soul to joy. Haft then to joy, on flowers embracing laid ; Haft e'er the flowers our transient emblems fade : Yet a few Years, and then thou must resign ; 1 Yet a few hours, and fate may cut thy line : \\ O snatch the Blessing now, for only Now is thine. N D 2 She"], [26, "'d She spoke ; the Father eagerly essay 'd Close to his leaping heart to clasp the Maid : Thrice he essay'd, but thrice the fleeting Fair, Deluding his embrace, dissolv'd in air. He almost wak'd with anguisli and surprize : His Angel interpos'd and seal'd his eyes : And, seeming, as he stept, to gaze around, Fast by his fide again his Love he found : But now a figure more divine she took, A Nun in habit, and a Saint in look : For through the Veil before her radiant Face, A stream of glory and angelick grace, Ineffable as Heaven from whence it came, Improv'd her beauty, and refin'd his flame. In ecstasy he wept : when lo ! a Voice Cried from a bright descending cloud, Rejoice : Rejoice ye Lovers in the Nuptial tie, Advanc'd by Virtue to your kindred sky : Here ceas'd the voice • and strait the wond'rine: Pair ; Snatch'd on the golden cloud aloft in air, Disdain 20"], [27, "21 Disdain'd the less'ning Globe, and wing'd their flight Along th' æthereal blue to heavenly light. The skies unfolding pour'd a glorious throng 1 Angels and Saints, who stretch'd in order long, \\ In ranks on either side began the bridal i^ong : \\ And, as Heaven's azure circuit ecchoed round, So full the Quire, so lively was the sound, He wak'd ; and list'ning lay awhile to hear The dying notes that chim'd within his ear. The Vision mann'd his Soul before dismay 'd, And rallied all her powers to Virtue's aid: Soft was his accent, and serene his look, When the returning Dame he thus bespoke. Why droops Confiantia when stie means anon To put her hallow'd Wedding garment on ? Trust my experience, you prepare for joy Too plenteous not to fill, too pure to cloy. There was a time when I lamented too, The Son of sorrow, and forelorn like You : But"], [28, "22 But when, abandon'd to extreme despair, I fled for refuge to the house of prayer, Retir'd from hopes and fears, from noise and strife To tast the calm delights of holy life, My secret soul unutterably flow'd With comfort from the Spring above bestow'd, And taught the world, no longer now its stave, To grudge the solid bliss it never gave. Debar'd from sight (as Convent laws ordain) We meet no more : but if, to ease your pain, My meanness ought by writing can impart, I promise a sincere and willing heart. For You my vows stiall day by day be made ; My care stiall watch you, and my council aid, To reconcile to peace your wounded Soul, And urge your Christian speed to seise the goal ; To nearer view the heavenly prize display ; Clear the perplex'd, and smooth the rugged way. Daughter farewell. Henceforward banisti cares : Heav'ns goodness guide, and prosper all your prayers. They"], [29, "i i Her C«) They parted, and the next arising Sun Saw her Prose ss'd : the ceremony done, Thus wrote the Father to the new-made Nun. An Earnest of the comforts, that attend The late performance of your Vow, I fend : Your Theodojius Jives : discharge the weight Of Grief misplac'd on his imagin'd fate. The Father, whom so feelingly you mov'd With you fad tale of faith too well approv'd, That Father is the man whom once you lov'd : But to succeed to paflion pure and true, As yours has prov'd to Me and mine to You, Where could it be but to our Maker due ? Then lay no more successless Love to heart : Heaven pains the worse to save the better part ; Disposing, as a Father's care requires, Both to our goods, though not to our desires. In Theodofiiis let the Lover dy ; And Father Francis stiall the Friend supply."], [30, "(H) Her Abbess brought the note ; Conftantia knew The hand familiar to her former view. Alarm 'd with trembling hast she read it o'er ; Then wonder'd at her ignorance before : Now stie recall'd his face, his mien, his tone ; But most his sorrows might have made him known. With lifted eyes (her eyes by stealth she dried) She paus'd ; then smiling, 'tis enough ! she cried : He lives 1 he lives ! and once again we meet ! Heav'n's ways are wond'rous, and its mercies great : Happy, too happy had we met before, With comfort (hall I live and dy with more. Thus, as when Argive laws refus'd to grace Those who with equal speed perform'd the race, The consecrated Garland, hung on high, Became an Offering to the Deity ; So in this course of Love so fairly run, Where either was the Prize which neither won, God claim'd his great Prerogative to gain What both so dearly earn'd but earn'd in vain. Yet"], [31, "( ** ) Yet, bound by rules that mutual speech denied, By often writing they that want supplied : And still the Letters, where they once were wrote Preserv'd with care, and with devotion fraught, Read to the wond'ring Youth, their minds improve, \"\\ Wife to convince, affectionate to move, J> The fairest Copies of Seraphic Love. 3 But, thus e'er ten revolving Years were past, A raging Fever laid the region waste ; And, like the flames that not the Temples spare, Surpris'd, dissolv'd the consecrated Pair. The Father led the way ; but, e'er he went, His benediction to the Sister sent In moving language with his parting breath, Was brought her with the tidings of his death. Just on the wing Constantids Soul appear'd, When at the news her dying head stie rear'd ; A joyful lustre o'er her cheeks it spread, And kindled into bloom the sickly red. > Then falt'ring, with a faint low voice (he said. 3 E Our"], [32, "26 Our course is run, and now for our reward, Since Grace perform'd what Nature found so hard. This only boon my last request I make • 'Twill please his Ghost which I stiall soon o'ertake ; And sure it cannot misbecome the vow, Which, binding but for life, determines now. We liv'd asunder ; but within his tomb Allow the dust of poor Conjlantia room : In that cold bed no new divorce stiall move Me from my Friend, oh ! let me fay, my Love. As after this her Soul no longer staid, ~\\ The fame triumphant day to Heaven convey'd C The blameless Lover and the faithful Maid, V At once to claim the glory that awaits Their holy lives and undivided fates ; While side by side entomb'd their Bodies \\y7 And Virtuous Fame embalms their Memory. The"], [33, "27 a a u cc The following lines their sacred marble keep. 1 Hence ye prophane, ye fair and pious weep; \\ Here Father Francis, Sister Constance steep, 3 By flames of chast desire for Heaven refin'd ; And, lovely in their lives, in death they join'd. E 2 CHESS:"], [34, ""], [35, "CHESS: A POEM English'd from Vida A Sportive image of the Martial rage, And war which two fictitious Monarchs wage, Their boxen troops inspir'd by thirst of praise, And party-colour'd arms invite my lays. Th' important strife unsung by former times, Record ye Serian Nymphs in deathless rimes : A daring warmth transports my Soul : 'tis sweet To tempt untrodden paths with youthful feet : Vouchsafe, O Goddesses, my steps to guide O'er barren hills and rocks till now untried .; 'Tis yours to point the secret path ; from you Italian Swains the matchless Science drew, By"], [36, "By Scacchis your illustrious Sister taught. When Ocean, gaining Her he long had sought, Was match'd with Earth, to grace the Nuptial Feast Descended Jove his chief invited Guest, To Memnons fields and Æxhiopids coast, And in his train the wnole ccelestial Host. With universal sliouts the sliores around Of all the wide-extended Sea resound. Anon (the table of the banquet clear'd) By order of Oceamis appear 'd A painted Board, the Gods to entertain With mimic war ; for on its chequer'd Plain Twice thirty Seats and four a Square compose, Eight multiplied by eight in even rows : A various hue alternately they take, White intermix'd with black ; alike in make, In compass equal : so diversified, The tortoise raises in its speckled pride His bending back. The Gods admiring fate, When Ocean thus began. Behold the fate Of 30"], [37, "Of war in little on this field of fight, Where two contending Kings dispute their right, And adverse Legions with their Martial mow Delight the Nereids in their beds below, And nations bordVing on the spacious Main, 1 When, undisturb'd by winds, its chrystal Plain J> Betrays the Secrets of the watry Reign. \\ The Heroes are at hand : he spoke the word, And heap'd with ready war the destin'd board : Drawn from an urn, the Pigmy Warriors ape, In Box by Artists turn'd, the human Shape ; And match'd in number as in strength are seen, One white, another black, of each sixteen. Distinct in form, they vary too in name ; Nor are their powers or offices the fame ; For here two Monarchs pair'd on either side Raise their crown'd heads ; with each a Royal Bride. Prompt to engage ; in Quivers some delight ; Some hors'd, and some on foot provoke the fight : And 31"], [38, "( 30 And here, for war in India's clime renown'd, The tower-sustaining Elephant is found. Two neighbour camps divide the double band ; And front to front in marstial'd ranks they stand. In Lines the most remote the Kings appear; And each, supreme in height, adorns his rear: Against each other full their feats are fix'd, Fourth in the lines ; and with twice three betwixt They form a Line across : a feat of white Holds the black King, of black, his Opposite. Close by the Kings the Queens assume their place ; Left of her Lord the white, the black, to grace Her Hero's better side ; and, e'er she moves, A station each of her own hue approves. In either line the next partitions claim Two x Archers, Areiphili their name, Belov'd by Mars; to whose distinguisli'd care Belongs the guard of each Imperial Pair : The Guards inclosing, and the Pairs inclos'd, Are white and white to black and black oppos'd. i Bishops. To"], [39, "33 I r * I S If To These, two Knights on either hand succeed, Each mounted on a white or sable steed, His cassock grac'd with gold, with plumes his head To close each line, of 2 Elephants a Pair High on their. backs the pond'rous Castle bear. The foremost Lines their Infantry display ; Eight of a side the King or Queenj obey, To tempt the danger and begin the day. Two armies thus distinguisli'd share the field ; And adverse wings their various colours yield, Such as our eyes might once again behold If Gattids Offspring, white with Alpine cold, Should here embattail'd on the Plain descend, And Æthiops there their Negro wings extend. Then Father Ocean thus his theme pursu'd : Immortal Powers, ye have already view'd The form of Battle ; I must now explain The Laws that here amid the war obtain, And with eternal force its rage restrain. Denied in bodies form'd to try their chance, But one at once alternate they advance : F 2 Rooks."], [40, "(3+) If first a Black upon the Plain appears, Against him strait a White his weapon rears. One common end the Combatants propose, To hem the Monarch in who heads their foes ; And He so pent, that 3 no Remove is found To save his head from some impending wound, Concludes the battle. But, e'er yet they gain The well-defended Prize, o'er heaps of stain A glorious way is clear'd : by turns they yield, By turns prevail, and thin the painted field. The Dead are born away ; their empty place Receives the Conquerors, who there must face The Friends of the Deceas'd ; and, if they meet Their vow'd revenge unhurt, may thence retreat. The 4 Foot alone, an easy loss, by law Of arms, when once advanc'd, can ne'er withdraw. By proper marches to the field they bend, And still in various forms of war contend. The Foot, detatch'd the doubtful fight to prove, Directly forward in a line must move : 3 Check-Mate. 4 Pawns. Their"], [41, "35 Their motions ever to one step are tied, Save that the first allows a double stride : The method varies when at hand they strike, And flank the Foe by stealth with wounds oblique. But when the castled Elephants forsake The wings they close the war to undertake, At once from end to end they scour the field ; And right or left opposing Warriors yield, Or forward when they rush or back again ; But lines directly strait their course constrain : For only 5 they who bend the bow, by grant From Mars, can deal the distant death aslant; And always cross the Field the Marksmen claim To speed their arrows with unerring aim. Their various paths of various hue are found ; One treads the white, and one the fable ground: To these conditions fix'd, their feats they change, And here and there the whole division range. Impatient of the curb, the 6 Warrior Horse Bounds o'er the field with unresisted force, F 2 And 5 Bishops. 6 Knight."], [42, "* _ His (30 And with a bending leap he springs amain A feat the second from his own to gain ; White is the goal, if black the starting place ; For as one colour still begins the race, Another ends it in a stated space. Bnt forward, backward, to the left and right, The Queen, superior to the rest in fight, Directly or athwart the field divides ; But a strait path her manag'd fury guides : Nor can she mount aloft and shift her ground As does the Horseman with a winding bound : No bars, no limits her career restrain, At will extended o'er the painted Plain, So neither friend nor foe the Pass maintain; For 'tis to none but to the Steed allow'd To force entrenchments and o'erleap the croud. Each Monarch, faithful to a trust so great, With caution tempers his heroic heat : For all while he is safe are bent on fight ; But, broken by his fall, they take their flight :"], [43, "37 His tardy steps, that rule his People's fate, His safety favour, and become his state : Plac'd in the midst the thronging Legions fence Their Darling Leader at their lives expence ; Receive his wounds, by loyal ardor led, And pleas'd in death to guard his sacred head. He rarely chuses to attack a Foe, Contented to decline th' impending blow : But should ill Stars some Enemy engage In close encounter to provoke his rage, Its dire effects the rash Advent'rer feels ; And certain fate on every side he deals To neighb'ring foes; but seldom is he known 1 To reach their flight ; nor are his arrows thrown y Beyond a feat contiguous to his own : \\ So he advances too, and so retires ; Excepting that his 7 first remove requires A stride more spacious, when on either hand 1 He takes the Wing beneath his own command, J> And bids its Leader near the Center stand. 3 7 Casteling. Now"], [44, "38 Now view, ye heavenly Powers, a battle fought Within these rules by antient wisdom taught. But as, when war the leagues of men divides, The Powers above espouse their different sides ; With mutual hate they feed the spreading flame, And dire contention shakes th' æthereal frame; The Thund'rer, awful from his throne on high, H (Threats in his mouth and terror in his eye) \\ Enjoins the trembling Gods a strict neutrality. \\ Apollo then and Maids Offspring, fair And blooming both, he bids for fight prepare: But then no wings did Mercury convey ; 1 Nor yet had Thœbus learn'd to drive the day, > Lodg'd in his orient Car, along the heavenly way. 3 Across his shoulder was his quiver plac'd, And golden locks his shining temples grac'd. These only Jove ordains to wage the war; And due rewards await the Conqueror. The greater Powers assume their feats ; the Band Of minor Deities around them stand. But"], [45, "39 But to his sacred law consent the Gods, That none by words, by gesture, or by nods, To either Champion stiall presume to mow Where he may give, receive, or ward a blow. And now the blind award of lots must try Who first to battle stiall his Foe defy : A post of honour and advantage too, Which Thœhus for his white Militia drew. He ponders deeply how to use the grace, And who stiall first explore the middle space. The Warrior plac'd before the Queen at length Obeys the Gods command with all his strength, And makes one step of two: with equal force The swarthy Queen's Forelorn arrests his course. Thus, each to other opposite, they form The threatning front of war's impetuous storm ; In vain it threatens ; for the Foot, when found 1 In one continued track, maintain their ground ; > But never lanch the spear, or give the mutual wound. \\ The"], [46, "The rest, to aid their friends on either side, Alternate stretch along the Champian wide ; And stiort excursions are securely tried. Fair was the face of war, nor were they yet With deadly hate in dreadful combat met ; When he, who from the Blacks his march began, Through one of equal rank his faulchion ran ; Sidelong he piere'd the foe, and seiz'd his room ; In vain he seiz'd it, for he stiar'd his doom ; Surprising and surpris'd he yeilds his breath ; Nor saw th' avenger of his Brother's death. The wary Moorish King his danger knew, And 8 from the middle of his camp withdrew : Its inmost parts a safe retreat afford ; . And close-embodied Foot surround their Lord. But suddain now the fieree insulting Knight From either Army's left renews the fight : By turns a passage through the Foe they clear, And scatter ruin in their swift career. 8 Castled. The 40"], [47, "The wretched Foot in every part are stain ; -, Retire thev cannot, and resist in vain ; ( With noise of trampling Steeds resounds thespaciousv Plain. But while the Knight, by fierce Apollo led, With havoc of the Foot his fury fed, To crafty stealth insidious Hermes true, Contriv'd to execute a higher view : Against the hostile King he bent his wiles, And sped the left-hand Knight through adverse files : Uncheck'd, unpunisti'd here and there he pass'd ; He wheel'd, he travers'd, and he fix'd at last. The station long desir'd his course compleats ; And King and Elephant at once he 9 threats, Ev'n that huge bulk selected to sustain The tower that on the right o'erlook'd the Plain. Apollo, warn'd of danger to the State, Sigh'd for his Elephant's unhappy fate, Expos'd defenceless to the Sable Knight, While he remov'd his Monarch to the right: G Cold 9 Checks. 41"], [48, "( 4*. ) Cold in his heart he feels the Victor's blade, And low in dust his glorious schemes are laid : Nor could a heavier loss the King betide, But in the fall of his unequal'd Bride. Yet Traytor ! thou, Apollo cried aloud, Shalt ne'er escape the stroke of vengeance vow'd ; Sternly he cried ; the trembliug Cavalier Beheld inevitable ruin near ; For thick Battalions here the Wretch inclos'd, And there the Warrior Dame his flight oppos'd ; The Warrior Dame his forfeit life requir'd ; He fell with honour, and with joy expir'd. Lame of a wing, the Whites, with double rage Supplying loss of strength, their foes engage. Such fury fires the Bull, whose better horn In cruel conflict from his front is torn : His mortal smart augments his frantic mood, ~) His neck and sturdy chest are bath'd in blood, ( His grones re-eccho through the bellowing wood. \\ ApoUo"], [49, "43 Apollo thus a loose to vengeance gave, With death insatiate, and with fury brave : No scheme directs the fall of friends or foes ; To ruin these alike he ruins those. But artfnl Mercury prolongs the war, In movements cautious, stow, and regular : The distant consequence, maturely weigh'd, His deeper reach in every stroke difplay'd : And oft, as from afar he aim'd a dart To pierce the haughty Queen's unguarded heart, His Foot at hand, abandon'd with design, Their willing souls to hide his frauds resign. In far-fetch'd sighs the knavisti God repents His seeming blunders, and in words laments. And now an Archer from his Right, unseen, His Arrow level'd at Apollo's Queen ; Whose interposing Foot, untaught to scan The stratagem at first, to move began : But Venus, pitying so severe a fate, On Thœbus wink'd, as facing him (he fate. G 2 The"], [50, "44 The trembling God obey'd the mute command, And roll'd his eyes around, and stop'd his hand : The snare thus found no longer he neglects, But, snatching back her guard, the Queen protects. The foe demands her as his lawful prize ; And rocks and hollow iliores repeat his cries : The jarring Gods with warmth the claim contest ; And thus Apollo his defence address'd. As now no law forbids us to amend A wrong beginning, what can He intend To mar our pastimes by disputes like these ? But fix the point hereafter as you please : And let this rule without distinction bind The Warriors of the black and snowy kind, That none, advent'ring once to leave his feat, Though not half way advanc'd, stiall e'er retreat, But take the purpos'd post and wait th' event. He spoke ; th' Immortals gave their joint consent. Impartial Jove rebuk'd the Paphian Queen With stern regards by Mercury unseen ; Whose"], [51, "45 Whose ample hand enrag'd could scarce refrain -y To jumble in revenge the numerous train ( Of foes and friends at once, and sweep the plain. V But soon he chang'd to cooler thoughts, intent On all the wicked ways to circumvent. He bids an Archer lay his Quiver by, And, wheeling like a Knight, the Queen defy : Apollo mark'd his Adversary's guile, Turn'd to the Standers-by, and forc'd a smile : Fallacious God, he cry'd, we own your art ; The nimble hand obeys the naughty heart : But go, thou vain Impostor ; thou art found h Recall thy Archer from forbidden ground. With peals of laughter loud the Gods proclaim'd Detected fraud, and Mercury was sliam'd. Pretending error to excuse his fault, The Shooter to his proper place he brought. Apollo thus forewarn'd of every snare, Regards the twisted finger's play with care, Lest"], [52, "Us) Lest Hermes, One advancing in his turn, Another Warrior should by stealth suborn. And now a Quiver-bearing Youth in white Address 'd his stiaft to wound a hostile Knight, Who watch'd to stay his Queen ; in social arms An Ivory Elephant the Foe alarms By various marches: in the midst a place Holds his confed'rate Knight, at once to I0 face The Monarch and his Queen, by glorious spoils Secure in fancy to repay his toils. Deluding fancy 1 for with zeal to guard The Queen, an Archer had his Bow prepar'd : The ix chosen Infantry with vain effort, Denouncing swift revenge, the Knight support. The loyal I2 Bowyer, of his death assur'd, Defy'd the terror, by the praise allur'd. Pleas'd, e'er he dy'd, to kill, his dart he sped Against the Knight, and fix'd its steely head Deep in his entrails : tumbled from his feat He roll'd, and lasli'd the wind with quivering feet. •10 Check. A wnite Pawn. 12 The black Bishop. f 1 The"], [53, "47 The Victor's fall a I3 vulgar hand renown'd, 14 Another vulgar hand reveng'd the wound. A marp engagement follows. High in air The justling Elephants their turrets rear ; Destruction hovers o'er the bended bow, And groneing earth, resents the Courser's blow. The mingling Legions, fir'd with mutual rage, In conflict close their cluster'd swarms engage. The leaders and the led, the black and white Are blended in the tumult of the fight; [might. C And chance and valour join'd exert their utmostx The Victors, who had chac'd their foes away, Chac'd in their turn, the changing tide obey. As when encountring winds are loos'd to keep Their noisy Revels, and upturn the Deep, Scourg'd into foam th' Ionian billows roar, And roll alternate to the crooked stiore. Oppos'd by vanquisti'd multitudes in vain, The fierce white Queen intrepid fcour'd th' Plain : 13 A white Pawn. 14 A black Pawn, which with Vida's leave, mighc have taken the white Knight and so spar'd his own Bishop. Advan-"], [54, "48 Advancing to the fight, a Bowyer's throat She piere'd ; an Elephant, returning, smote. From wing to wing she lanch'd the thund'ring dart ; Sure was her hand, remorseless was her heart. Thro' (hafts, thro' foes (he pusli'd her warm attack ; The stiafts were useless, and the foes gave back : To check her furious course in vain they swarm ; And manly spirits raise her conqu'ring arm, Eager to cleave their thickest ranks alone, To mount their inmost trench and storm the throne. The gloomy Monarch and his Clan dismay 'd, Implore at length their own Virago's aid : Fir'd by the call, impatient to appear, -) She springs to stop her Rival Queen's career, C And makes with equal force her Ebon spear. V Heroic Amazon, how dire a wast i Of flaughter'd foes thy vengeful weapon grae'd ? y And who the first expir'd, and who the last ? ) The Horse and Infantry of either host, No longer now their speed or firmness boast ; But"], [55, "49 But roll promiscuous o'er the fatal field ; Nor can the Warrior God his Archers shield. Who can rehearse the carnage of the day ? Or how can song the prostrate Chiefs display ? A dismal havoc all the Plain o'erspreads, With dying Men confus'd, and sprawling Steeds. For here the white and there the swarthy Dame Their pointed weapons at each other aim ; Determin'd ne'er to yield till death (hall cease. The cruel strife, and give the Vanquished peace. Mean while the two contending Powers divine Their captive dead on either part confine To prisons near the camp ; and watch with care, 1 Lest bodies, once bereft of vital air, S Reviv'd, should try again the fortune of the war. j But Mars, to Mercury in friendsliip tied, And leaning on Apollo's shoulder, plied His working thoughts the Youth to reinforce (Would fate allow it) by some new resource. H For"], [56, "For this, a 4» Sentinel and Archer slain i He rais'd from death, and slur'd upon the plain, K In jetty arms to front their foes again. 3 So when Medea's oft repeated spell Has charm'd the Tyrant Pair that govern Hell, The Goddess, summon'd by her triple name, With a false soul erects the lifeless frame ; Breath to its lungs her Magic power supplies, Speech to its tongue, and light to glad its eyes. So foul a fraud, by Vulcan found alone, With loud resentment was to Phœbus stiown. Diseover'd as he was, the blood retir'd From Mars his cheeks, and rage Apollo's fir'd. With indignation chaf'd, the King of Gods Commanded Hermes to withdraw his odds Of aids unjustly rais'd, unwove the train Of false removes, and right prevail'd again. The Leaders now with doubled fury strive, And both their Queens through flying Squadrons drive. 15 Pawn. The 50"], [57, "<*«. ) The female Warriors, drench'd in slaughter, pass'd 1 Resistless oe'r the field, but stop'd at last ; > And each, to guard her King, her Rival fae'd. \\ A defp'rate pulh Apollo's Champion made, And stretch'd on earth her Adversary laid ; But ah how dear the fleeting pleasure cost, When, with her life, the Royal spoils me lost ! Alarm'd on either part they turn their eyes \"1 To view the falling Queens ; and female cries, \\ And floods of tears attend their obsequies. \\ With grief the people croud each Royal tent ; The drooping Kings with mutual grief lament. Alike on Blacks and Whites the tempest driven, With equal loss had equal terror given. Yet neither side was quite of strength bereft, But still unbroken a Remainder left. Apollo's force, to three of vulgar kind, An Archer and an Elephant confin'd, Was match'd by Mercury, except the want Of his alone surviving Elephant, H 2 Whose"], [58, "(50 Whose blood had newly stain'd a flying dart, That piere'd him from afar, as then, apart From arms, he loiter'd in the lazy court. But still a Knight was Mercury's support : The rest, involv'd in war's disastrous fate, Had left his swarming Palace desolate. The God with sighs bewails the Nation's fall, And many a Hero's early funeral Boils in his bosom ; but, untaught to yield, Though all his hopes are lost, he keeps the field. The wretched Remnants of Apollos rage Require his caution and his craft, to wage The war with broken troops, if any chance Might once again a ruin'd cause advance. With frequent halts he marches close and stow, And trys all methods to annoy the Foe. The Foe triumphant drives his rattling car With eager speed, and breaths offensive war. But oh the Warriors in disgraceful plight ! And oh the Kings a miserable sight! The"], [59, "53 The Legions thin'd reveal the Plains around, And Courts unpeopled of their Guests are found; The Monarchs, piere'd with sorrow for the dead, With loathing each beheld his widow'd bed : True to their former loves they both remain ; But cruel Interest bids them wed asain : And therefore first the Ruler of the Whites To (hare his bed the faithful l6 Maids invites* And dear Companions of his Consort lost ; Who, since her death, their useless Javelins tost Amid their adverse ranks, and danger scorn'd, Secure to stiare the destiny they mourn'd. But first the daring of their souls he tried, Resolv'd by proof to chuse a worthy Bride, Persuasions and commands unite their force To speed the Virgins in their glorious course: For so the system of the war requires, That (he, who to her Monarch's couch aspires, Tnhurt through (hafts and enemies must move, And gain the hostile Emperor's 1? Alcove. Toge 16 His three remaining Pawns. 17 Inmost Line."], [60, "54 Together to the goal directly press'd The Maids elate ; but (he outsirip'd the rest, Who measur'd on the right the farthest line ; ~) Her tow'ring thoughts the future prize design, N Which hopeless now her fellow Nymphs decline. Vast is her aim, but glory wings her feet ; And love and empire her reward compleat. Nor does the Negro King her march withstand, Himself ambitious of the nuptial band. But on the left, the Maid, he means to grace, In the fourth line begins th' alternate race, Short of her Rival by a single pace. Her dauntless Rival pass'd the way betwixt, And on the lofty goal her standard fix'd : And, as her aim atchiev'd bespoke her worth, The Monarch brought the Crown and Sceptre forth ; Nor was the Chair of the Deceas'd forgot ; And willing Hymen tied the solemn knot. With songs of triumph, that ascend the skies, The Whites from far insult their enemies. But"], [61, "55 But Hermes wept, and from his swelling breast With rage and sorrow tore the painted Vest. His Monarch's l8 Handmaid is denied to wed, Though wanting but a step to mount his bed: But ah in time unhappy Virgin stay, Or for that fatal step thy life (hall pay : Behold an Elephaut in evil hour Prepar'd to crusti thee with his Iv'ry tower ; Mark how he guards the hindmost Line's extent, And fear rhe death that waits the steep ascent. Mean while, exulting in her lot, arose The new-made Queen, and flasti'd among her foes : With Lightning's force (he hurls her (hafts around, And ecchoing skies her loud alarms resound. With horror the despairing Blacks survey'd The hateful Visage of the Martial Maid, And shelter from the gaping earth implor'd To shield their heads from her destructive sword, Her silver arrows with her onset ring, And flying foes appall'd surround their King. As i 8 A black Pawn within a Remove of the Top."], [62, "c*o As when a samisli'd Wolf invades the Mead, Where helpless Herds and scatter'd Heyfers feed ; Shock'd at the sight, with murmurs hoarse and loud Around their Leader for defence they croud ; And Eccho, waken'd by the suppliant Drove, Returns their lowings from the lofty grove. But thund'ring on their backs, the Victor Queen Shifts here and there the battle's varied scene: Her keenest shafts, against the Monarch bent, In hissing showers alarm th' Imperial tent. And, had (he not to better fate been blind, There was a post by better fate afllgn'd : The line was fourth in rank, and white the feat, Obliquely pointing to the King's retreat : That avenue possess'd had (hut the pass, And ended with the war the Negro race ; For thence the King, '? obnoxions to his foe, Had found no friend to ward the deadly blow. This Hermes saw ; with fear he inly stiook ; And, that Apollo might the blot o'erlook, 19 Check 'd. Urg'd"], [63, "57 Urg'd his dispatch in words that nothing meant But vainly to amuse, and balk the scent. Not yet resolv'd ? the bold Impostor cried, Forbear henceforward My delay to chide. What lethargy is this ? awake for (hame ; Or do you wait for night to end the game ? Unwary Phœbus, by these taunts misled To spend his fury on a vulgar head, Miss'd the decisive stroke. A joyful cry Proclaim'd the nice escape of Mercury. Deriding Phœbus thus by fraud o'ermatch'd, The King from danger and despair he snatch'd ; And posted then his willing Knight between The rescued Monarch and the hostile Queen. His Rival's Elephant, that aw'd the 2o Maid, -\\ AVho now had languissi'd long with hope delay'd, (. Struck by an arrow next, his Giant bulk display 'd. V The huge unwieldy Monster (hook the ground, While Phœbus strove in vain the King to wound ; As much in vain he watch'd the swarthy Dame, Who reach'd the gaol and strait a Queen became. I And 20 The black Pawn within a Remove of the Top."], [64, "58 And now, rejoicing in his second Love, Each Rival King with rival vigour strove: And though alternate hopes and fears prevail, And fortune pauses o'er the doubtful scale, Yet with a fetch familiar to the sly, Already Hermes claim'd the victory : Advanc'd in stiow beyond misfortune's reach, Secure his look, and lofty was his speech : And often, feigning joy, he rais'd his tone, To slight Apollo's strength, and boast his own. Apollo found his drift, and thus begun; The battle, Youth, is far from being won : Insult me then, and wage the war of words, When conquest triumphs on the Negro swords. Without delay I dare thee to the Plain, And trust my hand to prove thy vaunting vain. With that his ardent Queen, provok'd anew, Her twanging bow with mad resentment drew. Resolv'd to win or dy on either part, They rusli undaunted on the threat'ning dart. Dismay,"], [65, "59 Dismay, confusion, terror every where, And death in all his ghastly forms was there. They struggled man to man, and breast to breast, By turns distressing, and by turns distress'd : And flying now within their camp they halt, And chasing then the hostile camp assault : Their hopes and fears are various fortune's play ; She sooths with hope, and tortures with delay. Among her thickest foes the swarthy Queen With death attending on her lance was seen ; Her Rival, careless to oppose her wrath, Surpris'd the Palace by a secret path ; The narrow pass (he seis'd, the guards disarm 'd ; The Court beleaguer'd, and the King 2I alarm'd. But when the Moorish Bride her Lord beheld Endanger'd thus, by loyal love impell'd, And hurrying home aghast, (he left undone The ravage so auspiciously begun ; And, at the hazard of Imperial blood, Her Country's bulwark and her Sovereign's stood. I 2 Apollo 21 Check 'd."], [66, "Apollo here is fated to deplore A new disaster worse than all before. The Sable Knight along the Plain advanc'd, And here and there his generous Courser pranc'd With bounding fury and unwearied hast, Till that predestin'd seat he gain'd at last, Where brandish 'd high his dusky spear was seen, Alike impending o'er the King and Queen. Apollo view'd his doom with mute surprise ; And sorrow swell'd his heart, and tears his eyes: Lamenting now his strength entirely lost, And all his hopes by envious Dæmons crofs'd, He left his happier Rival to rejoice, Resume his spirit and exalt his voice. The Queen entangled in his fatal toils The Horsman smote, and strip'd of regal Spoils ; But quickly by the Monarch's sword he fell, Rejoic'd in death to serve his cause so well. Yet Thœbus perseveres, though all in vain ; -\\ For still an Archer of the Martial strain, \\ And two unwounded of his foot remain. \\ Embol- 60"], [67, "For (6. ) Embolden'd by despair, and brave too late, They struggle hard to prop a (inking State. But better aids are wanting to support The King, and Champions of another sort : With rapid Marches the relentless Maid The spacious circuit of his camp survey'd, And all its inlets here and there essay'd. The works, demolisti'd by degrees, proclaim Her matchless force and her unfailing aim ; Till now the gleanings of her fury gone Expos'd the King defenceless and alone. As when Aurora, streak'd with rising light, Has put the radiant Host of Stars to flight, By Venus still a glimmering beam is cast ; She shines the fairest and withdraws the last, No prospect now of victory remains ; But still the Hero King the fight maintains, Retiring where the Negro ranks disclose The hopes of refuge in surrounding foes ; *"], [68, "62 For should he reach a place of safety there, And 22 vainly for the next Remove prepare, Debar'd from marching by the hostile host, 1 The labour then on either side were lost, V And none the conquest or the praise could boast. V He therefore, wheeling here and there, retreats Through desart regions and through empty feats : The Tyrant of the Blacks pursu'd the chace; But still allow'd him room to shift his place: Quite to his inmost line he pusti'd the F'oe, And plac'd his Queen to guard the next below : With awe the wretched Foe her walk declines ; And still the hindmost path his flight confines. The Victor Monarch then at distance due, Exulting, nearer yet and nearer drew: Till heartless now, the vanquisli'd King was fix'd, Oblig'd to front him with a feat betwixt. In has, the wilh'd occasion to improve, The stern Virago seis'd the line above ; And 22 A Stall which, according to Vida, makes a drawn Game."], [69, "cm And lodg'd securely, from its farther end, Confronts the King forbidden to descend : Then, rising to the stroke with all her might, She lays him dead, and terminates the fight. The Gods with loud applause the Victor crown'd ; The Victor's stiouts from (hore to (hore resound : Apollo with ungenerous joy he jeers ; Insults his fortune and derides his tears. Triumphant thus, by Jove's supreme command He takes his bless'd reward the golden Wand ; Freed by whose power, from gloomy Styx retires The righteous Soul refin'd by purging fires ; It drives the guilty Damn'd to (hades beneath ; Commands the dews of sleep, and softens death. Nor was it long before the pleasing Play, -j Taught by the God, to Mortals made its way, ( And with Italians first beguil'd the lingering day. \\ For Scacchis, as authentic tales attest, In days of old by Hermes was compress'd ; The"], [70, "(*+) The brightest of the Serian Sisters, She / ? * Nor love bad known, nor danger could foresee As, wand'ring by the River side, (he fed Her Swans with herbage from its oozy bed : The boxen Warriors then of different hue,. A Present to her wrongs and beauty due, The God bestow'd, and, glorious to behold, A board of silver interspers'd with gold. Instructed in its use, stie gave her 23 Name, And gives it still to crown the sacred Game ; Whose praises, by majestic Rome begun, O'erspread the Globe, and travel with the Sun: For so the Serian Maids inspir'd my dream, While, then a Boy, I sung the Darling theme, Extended on the bank of their paternal stream. 23 Scacchia, the Latin Word for Chess. FINIS."], [71, ""], [72, ""]]