[[1, ""], [2, ""], [3, "THE 3facol)tte .Conventicle. A P O E M. For Fools are Stubborn in their Way, As Coins are hardned by th' Allay, And Obstinacy's he^r so stiff, As when 'tis in a wrong belief. Hudibras, Yart 3. Canto- 2. L 0 N T> 0 N : Printed for K. Stafford, 1692."], [4, ""], [5, "TH E PREFACE IN the days of Whig and Tory, when the Loyal Pulpits founded with Harranguesof Obedience and Submission, and the poor Diffen- tey was forced to creep by Owl-light into some private House to Worship his God in Secret ,when loud Hems Echoed through the Churches,^ way of Approbation, to a Clinching Period against the Cromwellians and new Anti-royallists, and the Meeters drag'd through the Streets by Con jlabks and Watchmen, when that bouncing Loy- alty tookjilace of all the other Venues^ andnqne were to be Saved out of the Pale of the Church of England : Who would have thought to have seen such a change of Affairs ? But above all, to have seen # Conventicle (\" that word oj odious found} composed of a few Discontented Persons, who yet call themselves the Church of England ' Pro-"], [6, "The Preface. Protestants ; surely Copernicus was not much in the wrong, when he said the World went\" round,and the Sun flood still j but Conscience, they fay, is a Sacred thing, and ought not to be Violated ; but at the fame time, is it not a great PJddle, that Man's Conscience should boggle at a Lawful Oath, andyet be quiet enough under an Vnl.iwful Debauch, pretend Loyalty to Go vernment, andyet run counter to all its com mands, Fast an d Revel on the days Appointed for Fasting and Humiliation J2ry they are of an Esta blished Cburch,andjet meet in an ZJnlawfulCour venticle ; aver they Love their Countrey, and jet wish well to the French Dragoons ? If these are not so many contradictions, let the World judg, for they whose minds can swallow such Contra rieties, are fit to believe Tranlubstantiation,^ undoubtedly willprove as Errand Biggots to the Church of Rome, should another Revolution happen, as they are now (to what they falfly call themselves the true Members of) The Church of England THE"], [7, "1 T HE Jacoftjte Con^entule; TEdious have been our hopes, and long our Prayers, Within the compass of the three past Tears, How oft in private have we met to Mourn, And whine and snivel for Our Lord's Return ? Our Wishes too,how strangely were they crost, WhcntheFrenchFleet drew near thcEnglijhCoaft, When we expected our Deliver ance^max, From Choa\\\\ng Oaths and Taxes so Severe • B A"], [8, "VM A glimps of Heaven we having then in view, But ah ! how soon that gawdy Scene withdrew, Leaving a dilmal Prospect in its room, Of thousand Miseries are-yet to come ; Must still our thoughts endure the wracking pain, Always to hope, and wish, but yet in vain ? Nay, Heaven it self, to add to our Dispairs, Seems- to neglect and put by all our Prayers : Is there no hopes, fchat wretched,, cla«a£ed weA Shall Once more taste of Luscious Liberty ; Once more be thought the Favourites of the Nation, And tnample otc the Men of Abdication? Those Rogues, who to increafi their guilty score., Found out a word wasncver heard before. Yet there a time may come, r^but when it will, Exceeds the reach of Learned Gadb'rys Skill J When hoyalty shall meet in due regard, And those that dare be honest, find reward. The time may come— when Right will haveits place, And lie no longer under Black Disgrace. To"], [9, "C 3 ] To Skill in Star:?,; tho I make no rief? Methinks I view kin the Present bam Methinks I fee th Approaching smiling Years Roul on a-pace to recompence our Tears. Fly fast, ye Weeks/ye Months, post q.iickly or;, And settles— once more upon his Throne. But hold— to what strange Notions am I brought By the too strong Impulses of my thought? To Church HI go—that word, Good Heaven , \\ forgive, The Cbmch shall be my Odium while I live : • I hate the Priest, who has a Double Face, Religions Scandal, and his Gown^s Disgrace. Give me the Man with Conscience void oi blame^ Is in all Turns of Government the lame, Who hates Rebellion, nor can Treason bless, And does not judge of Actions b^ Success ; That Man should never starve while l*was able I'de serve him with my Purse, my Bed, my Ta- ble ; His Doctrine I much sooner would- believe, Than a Spruce Bishops s in his white Lawn Sleeve: . Suchi"], [10, "C 4.3 Such Men I've heard, and hope to hear agen. Bless me! tis late— the Clock: has just struck ten. But hold— Before to Fetter, Lane I go, \"-'Tis requisite the Entrance* word I know : . Last Sunday °twas Commandement the fifth, And now St. Germains is the Shibboleth : so — and now with eager steps I fly To the true Church of England's Ministry, To hear a sort of Men who ever knew, Still to be faithful, loyal, firm and true, W^ho from their Souls detest the swearing Vice, Eeither to get or keep a Benefice. » Thus I in Temple-Cloyflers walking, O're^heard a Man t himself a talking : But if for Lye you this will Chalk; At least I thought he thus would talk ; For by a Discontented Phi^, . One sometimes reads a Thought which lies, Full Fifteen Fathom under Water : If this is false, thank Err a Pater For"], [11, "I C 5 3 For in his Book, the Fourteenth Chapter, About an Astrological Rapture, He fays,- — But why do I thus strive To telf you what you wont believe ? But I my self being somewhat curious, Did follow this Old Huncfy Penurious, Through Streets, Lanes, Alleys and By-ways, More than are found in Stow's Surveys, Traversing almost as much Ground, As on New-Market Heath is sound, Leading me such a dainty jaunt, \\. As if one on an Errand sent, Miffing his way, which did not hap well, Should go by Lambeth to Whixe-Chappel ; How^ere at last, in Lam of Fetter, Than which, there is not many better, In Magpye-court, or Tard, or Alley, For which 't.was, Faith, Lcaanot tell ye, He stopt at Door, which stood at jar, And whiip ring softly in the Ear, Of one whose looks declared Suspicion, Receivd into the House Admission ; C"], [12, "? Which CO I seeing this, with Confidence, WhateVe might be the consequence, Went boldly up, and gave the Sign, {\"The Word I mean) and so got in ; But by their jealous Looks and Eyes, I plainly read their strange Surprize, To see one to their Meeting come, Whom, they believed was none of Them . They StarM— and I forgot to Blush, But boldly to the midst 1 rush, And late me down upon a. Hastbcl^, Expecting Clergy-man in Caffocl^, That Holy Smith who blows the Coals Of Discontent, and Saves their Souls, By telling them that no Salvation Can be to Men of Abdication, And that a Hell is still appointed For those resist the Lord's Anointed. But he, it seems, was not come yet, But staid behind to take a Whet Of White Wine, in a brimming Taster, In Memory of {{]$ Absent Master,"], [13, "C 7 3 Which might his Spirits better quicken ;: But now the Plot begins to Thicken, Fol\\s to the Place in Clusters Trolling, (AsSnow-balls gather by their Rolling, So fast, altho the Room was Large, Twas cram'd as full as Gravefend Barge, 'Tho different Sexes, different Ages, (\"For some were Tenths m& some were Sages J Made up this private Congregation, Yzt Envy, Discontent and Pajjion, In Face of every one appeared, Both of smooth Chin and grisly Beard , As plain as is the Light inThœbus, When he Looks down on Mortal Rebus, , Nor could the grinning smile conceal The Vaffions^whkhin Breast they feel, As if these People took delight, Only to wait on God for Spite ; Soft buzzing Whispers fill the Room,. . And into clofeCommittees, some Retire, to give their Thoughts a Vent* AndDrevxlforth thdv Discontent, Which"], [14, "C8 1 Which Poyson, as the one spits forth, The other Licks it up, in Troth. A Man perceiving of a Dry Nod, Came to a little Private Synod, Ox Junto, which was just behind me, To prate they fall, and did not mind me ; But not in words so soft and Butter d, But I could hear each word they ZJtterd ; Quoth one, I wonder what a Devil Should make the Parliament so civil, SuchTaxes on the L.W to Draw, We must make Briefs, yet have no Straw j If they go on, tis plain and clear, The French, which we so idly fear, As soon will make Desoent on Finland, As e're Attempt to Land in England. Within three years we shall become The Poorest State in Christendom*,- All Nations will on us be Pisstng, And we become the Scorn and tiissmg, Of all the Kingdoms which are known, -Twixtusand Laudos Press er John, Besides"], [15, "L9l Besides, the Mony which is Rais'd Pays not the English, God be Praisd; No, poor contented Villains, they Must venture on, yet have no Pay, Except a little small Subsistance, A very trifling small Assistance, Just to keep Life and Soul together. Against the force os Wind and Weather, Wh\\\\Q.Brandenl?urgers, Danes arid Dutchmen, Sweeds) Germans, and all other such Men, Are duly paid off to a Penny, And long Arrears they have not any. You speak the very truth on^t Neighbour, Replies his Friend (with thought in Labour To be Deliver'dof some Matter, Which fcre opprest hisPia Mater) If our forefathers were complaining, That Rome Was still their Purses Draining ; By _P eters Pence, and such Taxation, How just arcnow the Cries o'th' Nation? Four Shillings first in eveiy Pound, Did fine Estates most largely wound, D ( Estates"], [16, "C Estates as well as Bodies needing For their Healths fake a timely Bleeding 1 Jzhz -s>mbk Excise, which all men recked 1 o hold but one year, lasts a Second And it may still sor ought that we know, 1 ill Day of Judgment so continue : But that which was the topping sole Act Of the last SeJJmt, was &J>Ja8 Where each man must, or nil], orwilling, wt, d &ay quartcr]y a w% When most Mens Brains inHead which rest, Are hardly worth a single 7Vtf«- ■ T p V' ftou,d k very loth 2*7* #*T£ or take an °^- Wf -Ass°0n swallows- Or any other p^„ that.S What swaliowdown „, «, . A"], [17, "C \" 3 A Butter d Hedg-hog I could better . ' Digest, than of the Oaths a Letter. But pray what News have y in the City? Sure matters there go very pretty, And Guineas into Guild-hall go, As if our Land were Mexico, Or as each Merchant there a Dweller, Had found a Golden Mine in^ Celler : Well, if their Faith for things above, Like that for things below, does prove, DTis Ten to One, and Two to Eleven,, They all of them will meet in Heaven.. They fay the King and all his Allies > (^Speaks a fourth Man amongst these fellows) Intend, as folk's report most true is, To pull down Pride of Mighty Lewis, And William fora Wager carries • His Arms into the Heart of Paris, And of the strange Opinion some are,, > That all this must be done this Summer : J Well, they may please their idle Fancies, , With sochlike Tales and State. Romancer; Bxtfc:"], [18, "C » 3 But I believe they'l find more Odds, Than Giants did that Fought with Gods; Alas, their mighty Preparations, Made of the Scum of several Nations, Are not to France so Formidable, As are to Us a City R abble • You 11 find their Mighty Hopes Defeated, And They most miserably Cheated. Hold, let's forbear pur idle Tales, Hes come,— .Who is't ? Why Mr. Sb- A precious Man Hist, silence there, At which all instantly forbear, Andlookingat the Ministers —God bless you, Sir. His Surplice on, and then prepare To foynmth him in Common-Tt -ayer, Nor Psalms nor Prayers does heomit any, Till coming to that place i'th' Littany, W herein oblig'd by Name to Pray, For those who b^xtht Sovereign Sway, Hedidin'sFr^frjrioNameputin, '■• But those of 'Gracious King and Queen-, Which"], [19, "C :h 3 Which Prayer* no sooner did it reach the Ears of them a\\\\,~but-We beseech thee, Echoed more loud by Persons there, Than the Relponce to any Tray er, W^hich in the Liturgy we read, From the Lord's Prayer to Nicene Creed. The Service done, I then expected T'ave heard a singing Tfalm directed ■ But having got the Pious Qualnys, Their Souls were not in tune for Psalms, For. how can ever Capivesbnng Their Minds into a Frame to Sing ? Tho it is plain that Fetters none' They had, but what themselves put on ;■ But if they would have tund their throats, To Sternholds or to. Hopkins Notes, It would, according as 'tis reckond, Have been to Psalm calld Seventy Second, Lord give thy Judgments to the King, ' Therein InHruU him well, E And"], [20, "C Hi And with his Son that frincely thing, Lord, let thy Justice dwell. But now the Priest was to Pulpit gone; At least to what might pals for one; After a short Prayer, not forgetting Os King andQueen^tomind his Knitting, Who with a Zeal most mighty Fervent, Were thought of by their suffering. Servant-, R emembring likewise most Devoutly, To Pray for Mother Church most stoutly, The Church of England, which they fancy, None out of their Communion can see ; The Church opprest, distrestand warried, And in a fence Spiritually carried Captive away, whilst its Adorners Are sored to Preach and Pray in Corners. - This done, and th' Audience composing Themselves for Hearing, or lor Doling ; T> a Bible of Geneva size, Himself Devoutly Priest applies, And"], [21, "D '5 1 And from a thousand various Texts, This part of Scripture strait Selects. R O M. 13. 1, 2. Let every Soul be SnbjeB to the Higher Pow- ers, 6cc. Whosoever therefore Refifteth she Power, Resist-. eth the Ordinance of God, and they that Re- fist, sto all receive to themselves Damnation. i- The Text (quoth he ) beloved; plainly Holds forth, that every one should mainly Strive who should most Enriched be With the Dear jewel Loyalty : I do not mean the Counterfeit, Which every one that Swears can get, To lave their Purses, having a mind ; Theirs is a Bristol Stone — no Diamond -y:. But I do mean that Sacred Jewel, Which flattering Arts, nor openCraek, ty,"], [22, "[ 16 ] ty os Men, ere with all their Bluster, Could make it lose its sparkling Lustre • A Good, by Holy Writ Commended/ With thousand Blessings still attended, ' A Virtue which the very Angels Practise above, or it were strange else, None of them daring to Rebels Since Lucifer, and his Crew sell,' A Virtue all have here I hopen' • But now my Text begins to Open. Let every Soul, Slc' Let every Soul, --Man, Woman, Child Be with this Holy Virtue RlPd, For there's not one in all the Nation ' Excepted in this Proclamation, Tho there are thousands senl'eless E!ves> W ho wickedly Except themselves, And foolishly .suppose that they Were Born to Govern, not Obey • Ah!"], [23, "£ «7 3 Ah I Parents, for I must be true t ye, And tell you that it is your Duty, To let your Children hazard at all, Learn, as just as they can Prattle, TheCrifs-Cross-Row of Loyalty, Before they learn their A. B. C. Tell the Dignity of Crown d Heads, And make °em learn to hate the Round- heads ; Tell em, there nothing is in Nature, ; So, Monstrous as a Wbiggifb Creature ; Tell 'em— — Nay tell em any thing T° advance' thcGlory of a King \\ Indeed tis plain without Correction, That Loyalty implies Subje&ion. v • het every Soul be SubjeB, Sec. That is, let every Soul be ready, . With a fixt mind, resolvd andsteddy, ' E To"], [24, "C is 3 To part with Life Estate, and all, When ereit is his Princes call ?UV^Vei\"iet him Hm a\"dHa», And Question if-tis done by Law, to him mould be r/heRuleofL^and£^v ■ But now Beloved lets Discourse Ol whatis meant by Higher Powers. Lv:zSmlhis^-^^ Æl^^^uld be Aboveall other Governments', Which ate mEartbs most w de Extents- Alas! what man a liveis able . ' T endure the Ruling of a Rabb/e\" But"], [25, "c 193 But Common-wealths why should we rob, Os th' Glory os a Ruling Mob; Distinctions, they know no other, Than well met Friend, and hale well Bro- ther; But amongst all the Ruling Powers Of Monarchy, there^snone like ours; I fay, not as 'tis now- — alas ! My meaning is, as once it was, When Good King— but 111 leave the rest By your Good Judgments to be guest, Whilst in few words I shall Rehearse The Meaning of the Second Verse : Whosoever therefore Rests} eth, &c Beloved, 'tis a dreadful Curse, But good enough, were't ten times worse, For those who meddle in State-matters, And will be Kings and Monarch-haters Tho"], [26, "l>o 3 . Tho most Men make a Recreation Os that so common word Damnation, But they will all to Hell be Carried, As sure as Judas csiPd Iscariot, Who in the smallest point or thing, Or thought, P^ebel against their King, To \"whom the Title still we give Os God's true Representative ; No wonder then that God is Jealous, , When gainst his Vice Roy they r Rebelli- ous j What mighty havock have ye done, Ye wicked Men of Forty One ; Nay, I might farther here rejoyn, Ye Belial's Sons of Eighty Nine ; Nay Laugh not, for, for all your fearing, Therecsnot one Barrel better Herring : Fight 'gainst your King ! — How my Blood Curdles ? Have you a mind to Jay on Hurdles t And"], [27, "C »3 And whether you are Low or High born, \\Vitha.TsalmenA'*yom Days at Tyburn s But my Belov'd, 'tis plain and clear That there are no such Persons here, We are all Here a sudden noise, To silence put the Preachers Voice, When instantly without much R abble, An Officer that's call'd Constable, Attended by some Musqueteers, Entred the Room and jfpoild their Geers Genteels (quoth he) without much Preface, You all my Prisoners are in the place ; None Answering him upon that Score, Obedience Passive were all o re ; Some few efcap't, but those he guest, Were but blind Biggots to the rest j The PrieH too, having llipt off Habit, Soon got away like Cased Rabit, G The"], [28, "[ 22 ] The now Detected Conventickrs, Who are for Loyalty such Sticklers, Were carried fore a Magistrate, Where little ctwou!d avail to prate ; The Oaths were 2 endred, and none willing To take cem, each pay Forty Shilling ; Patient in Suifering with applause, Not for the Old, but goodTW Cause. F I I s."], [29, "Wmm^ AH me ! Flow great a Cordial's Hope^ When fawcy Fear don't interlope ? How sweetly at the Ten we tipple, Till Fear puts Wormwood on the Nipple > How hot was, toother day's Discourse, That mighty Force of Foot and Horse, Headed by ever Valiant J — ~s, Were come almost to mouth of Thames ; Nay, some to carry on the Joke, Swore he would Land at Puddle-doc^ '•, But Expectation is a Blessing, Surmounts the pleasure of Possessing \\ Yet Ms a question, worth Solution, Who dgainby such a Revolution ? Unless we think Ropes, Fire and Axes, Are milder things than Modern Taxes ; Or"], [30, "Postscript. Or when from Pockets Rome takes Toll, Is better than a Quarter Poll, And think the Levies 6f Commission, More cruel than the Inquisition j If words, of mind, the true Intent is, These men are lure Non compos mentis, And Bedlam must be sure Enlarg'd, When 'tis with such State -blockheads charges' Where they themselves may hourly tickle, And keep each day a Conventicle. ADVERTISEMENT. CHufc which you will, Liberty orSlave-ri ry; or, an Irnparti al Representation of? the Danger of being again Subjected to 1 Topijh Prince."], [31, ""], [32, ""]]