[[1, ""], [2, ""], [3, ""], [4, ""], [5, "OFFICIAL CORRESPONDENCE WITH THE DEPARTMENT OF WAR, RELATIVE TQ THE MILITARY OPERATIONS OF THE AMERICAN ARMY VNBEB THE COMMAND Or MAJOR GENERAL IZARD, oir THE Northern Frontier of the United States. IN THE YEARS 1814 AND 1815. PHILADELPHIA: PUBLISHED BY THOMAS DOBSON, AT THE STONE HOUSE, No. 41, SOUTH SECOND STREET William Fry, Printer 1816."], [6, "District of Pennsylvania, to wit: :**\"\"\": BE IT REMEMBERED, That on the twenty-ninth day ; SEAL. ; 0f May, in the fortieth year of the Independence of the .......... united States of America, A. D.I 816, Thomas Dobson, of the said district, hath deposited in this office, the title of a book, the right whereof he claims as proprietor, in the words following, to wit: \"Official Correspondence with the Department of War, relating to the Military Operations of the American Army under the command of Major General Izard, on the Northern Frontier of the United States, in the years 1814 and 1815.\" In conformity to the act of the Congress of the United States, intitu led, \" An act for the encouragement of learning, by securing the copies of maps, charts, and books, to the authors and proprietors of such copies during the times therein mentioned.\" — And also to the act, entitled, \" An act supplementary to twi act, entitled, \" An act for the encourage ment of learning, by securing the copies of maps, charts, and books, to the authors and proprietors of such copies during the times therein mentioned,\" and extending the benefits thereof to the arts of design ing, engraving, and etching historical and other prints.\" D. CALDWELL, Clerk of the District of Pennsylvania."], [7, "INTRODUCTION. THE people, in our free and happy country, have the right to expect information respecting events of national interest; and every man, who has been placed in a situation of trust in the public service, is amenable to the great tribunal of public opinion, — whose judgments differ from those of posterity, only inasmuch as time exposes to the latter, misrepresentations which not unfrequently involve contemporary history in doubt and obscurity. The following correspondence will enable the attentive reader to judge of the real state of our military affairs on the northern frontier, during the last year of the war with Great Britain. It may be proper here to remark, that our estimates, at that time, of the British force in the Canadas were considerably below the truth. From unquestionable sources of information, since the peace, it has been ascer-"], [8, "IV tained that in the month os October. 1814, there were from thirty-four to thirty-five thousand British regular troops in the upper and lower provinces; on the American side (from Detroit to Plattsburg inclusively) the whole amount of the effective United States' forces never ex- ceeded ten thousand men. It may now be determined with what degree of justice a clamour was raised against the military conduct of the officer commanding in chief on the northern frontier at the close of the war. Puerile vanity may have attributed to itself success which had been prepared by the foresight and exertions of another; — pride may have hesitated to acknowledge the relief afforded in its distress; — arrogance may have sought consolation for its repulse, by encourag ing calumny; — and malice, writhing under chastisement, may have exulted in the prospect of attaching its venom to the fair fame of an honest man and a successful commander; but the offspring of falsehood and folly must vanish before the mirror of truth. The appearance of a pamphlet, ascribed to the pen of General Armstrong, (in which offensive mention was made of Major General Izard,) induced the latter to inquire of the supposed author, if he avowed the production; — it was disavowed in the following terms."], [9, "V \" La Bergerie, 25 April, 1816. « SIR, \" I received your letter of the 17th instant by Saturday's mail, and the duplicate copy by that of yesterday. I am not the author of the pamphlet to which you refer, and which you say the public voice ascribes to me. Though no ap prover of your military conduct in the campaign of 1814, I have not published a line on that subject. You do me no more than justice in supposing that what I write, I am willing to acknowledge. I am, sir, respectfully, Your obedient servant, JOHN ARMSTRONG.\" Gen. Izard, Philadelphia. With an anonymous libeller, no man of honour can enter the lists. The sarcasm levelled at Gen. I's character was entitled to notice, only as coming from a personage, whose opinions might appear to the world the result of an intimate acquaintance with facts. But as Gen. Armstrong has (in the above quoted letter) announced himself unequi vocally to be no approver of the military conduct of one who, during his ministry, was placed in a situation so responsible, as well as honourable, as that of commander of the principal army on the menaced frontier of the"], [10, "VI United States, — General Izard feels it incumbent on him, as an American and a soldier, to furnish his fellow citizens with the means of deciding on the merits of his public conduct. No mode more effectual presents itself of ob taining a candid judgment than by exhibiting for public investigation his correspondence with the department of war, accompanied by such documents as may illustrate the facts mentioned in his letters. No erasures have been made but of such passages as relate to the misconduct of individuals. The many meritorious officers, whose intrepidity and military talents solaced their commander in those scenes of labour, danger and privation, would have cause to complain of being neglected in the official reports to the secretary at war, but for the following explanation. On every occasion where an officer had distinguished himself, the circumstance was noticed in general orders issued to the army, and a memorandum was entered on a record which was intended to be laid before the executive at the close of the campaign. After the peace, and on the reduc tion of the army, General Izard had no opportunity of laying these titles to the patronage of government before the competent authority;— nor was he consulted in the selection of officers for the peace establishment. In the few instances where names were particularly mentioned (in the correspondence with the secretary at war) it was"], [11, "VII done to guard the rights of individuals who were entitled to promotion; — because some alarming instances of the irregular advancement of favourites had occurred in the new organization of the army in 1814. It would be superfluous to apologize for any inaccu racies in the composition of these letters. Most of them were written amidst unavoidable interruptions. During the latter part of the campaign on the Niagara, the wnter was suffering from a painful and debilitating malady. This was the period seized upon, by an infamous tool of dis appointed ambition, for inventing calumnies, not only unsupported by a shadow of truth or probability, and contradicted by the tenor of a whole life, but entirely irrelevant to the exercise of professional duties. Philadelphia, May 30, 1816."], [12, ""], [13, "OFFICIAL CORRESPONDENCE WITH THE DEPARTMENT OF WAR, IN THE YEARS 1814 AND 1815. The Secretary at War to Major General George Izard. War Department, \\8th April, 1814. SIR, '* Enclosed is a duplicate copy of my letter to you of the 8th instant, by which authority is vested in you to adjourn the court to be assembled for the trial of Major General Wilkinson, in the contingency only of your not finding its members together on the 25th inst. The late occurrences on the frontier made it proper that this authority should be enlarged. You are accordingly instructed to postpone the assembling of the court until the end of the campaign, if, in your opinion, its sitting, agreeably to the order given, would produce inconvenience or injury to the public interest. Should you decide on deferring the trial, you will immediately proceed to the head quarters of the army, at or near Plattsburg, and take upon yourself the command thereof. I have the honour to be, sir, With great respect, Y our most obedient servant, JOHN ARMSTRONG. A"], [14, "2 Major General Izard to the Hon. John Armstrong, Secretary at War. Northern Army, H. Q. Plattsburg, May 7, 1814. SIR, The papers which I forwarded from Lake George will have informed you of what took place in regard to the court martial ordered to assemble there. I arrived in this vicinity on the 1st instant, and assumed the command of the army on the 4th. Brigadier General Macomb had been called to this station, from the eastern side of the lake, by Major General Wilkinson on his departure, and Brigadier General Smith was sent to Burlington. Both these officers being desirous of resuming their former posts, I directed them to do so. Brigadier General Smith has not yet re ported himself here. I have been engaged for three days in examining the troops, and am sorry to say that I am greatly disappoint ed, both in their number and quality. With very few exceptions (and those confined to companies) they are deficient in all the requisites of regular soldiers. Their clothing and equipment are in a wretched state, — their proficiency in field manœuvres, and even the rudiments of exercise, is lamentably small, — and an undue proportion of them are on the sick list. Of those who appear under arms, a very great number are unfit to take the field, in consequence of indispositions contracted in the last move ment to the Lacole. Whole battalions are composed of year's men, who in a few days will be entitled to their discharge from the service. In short, I cannot, on this side of Lake Champlain, produce an aggregate force of more than two thousand effectives, and these raw, ill-clad and worse disciplined."], [15, "3 The brigade in Vermont is not proportionally stronger: the last report from Burlington presents no more than an aggregate of six hundred men. There is besides, at Ver gennes, a detachment of about three hundred; and I un derstand that four or five hundred recruits, under Colonel Dana, may soon be expected in that quarter. The extent of my command not having been defined, I have some hesitation in giving orders to detached officers. The morning on which I left Albany, I was informed that orders, directly from the war office, had been received by the senior officer at Greenbush to forward all his recruits to the westward. Nothing is farther from my wishes than to interfere with the movements of any officer at a distance. I must, however, request, that limits may be designated to the district over which I am to have a control — still, of course, reserving the right to command in chief, should circumstances bring a junior officer within the circle of my operations. In the mean time I find it necessary to order some of the officers at Albany to join their corps here. We have a detachment of more than one hundred dragoons under charge of a single subaltern. Lieutenant Colonel Ball will be directed to repair hither, and to order such dragoon officers as he may meet or hear of, not on other active duty, to join him. The same measure will be adopted respecting the light artillery, of which there are three companies, with only one officer to each. Different systems of instruction have been adopted by the officers of this division. As uniformity is indispensable in this particular, I am about to authorize the former practice, agreeably to Baron Steuben's regulations — with out, however, giving to the latter the formality of a general order until the first of June; when, unless I receive in-"], [16, "4 structions to the contrary, I shall adopt them as regula tions for the troops under my command. I have the honour to be, very respectfully, Sir, Your most obedient humble servant, GEO. IZARD. From the Same to the Same. Northern Army, H. Q. Plattsburg, May 9, 1814. SIR, I deem it proper to make you acquainted with the state of our supplies here; and enclose returns from the quartermaster's department, handed in this morning. - The dragoons are without clothing; their arms, with scarcely an exception, unfit for use — and they have not been paid for many months. The riflemen have had no pay for considerably more than a year. I regret to say that several desertions have taken place from these two corps since my arrival. The master of the steam-boat from Whitehall reports, that Commodore Macdonough will not be ready so soon as was expected. I am, very respectfully, Sec. &c. &c."], [17, "5 The Secretary at War to Major General Izard. War Department, 28th April, 1814. SIR, If, under the authority given by my last letter, you have not already adjourned the proposed court-martial (in the case of Major General Wilkinson) until further orders, you will no longer delay doing so. The early movements of the enemy on the lakes render it highly imprudent to detain you longer from the army, or to draw from it the witnesses necessary to the prosecution and defence. Colonels King and Hamilton will return to the Fifth District, and Brigadier General M'Arthur to the Eighth, via Washington. I am, sir, Sec. &c. The Same to the Same. War Department, April 28th, 1814. SIR, It is to be hoped that our flotilla on Lake Champlain will soon be in condition to act with effect, and that the naval force of the enemy will be confined to the Sorrel. In this case you will concentrate all your regular force on the west side of the lake, and take such position as may be best recommended by the following considerations. 1st. Its own physical strength and fitness to receive and accommodate an army: 2d. The protection it will give to your depots of sup plies, and to the country in your rear: and 3d. The facilities it may offer of approaching and an noying the enemy."], [18, "6 These considerations indicate the character to be given to the campaign on Lake Champlain. If our force shall be so augmented by enlistments as will warrant an attack on the enemy's posts in front of Montreal, it will be made. Lacole, forced or turned, and a position taken between the Isle-aux-noix and Montreal, he will be compelled to hazard a battle in defence of his communications. This object in view, reinforcements will be forwarded to you from all the points from which they can be spared: but as these will be principally composed of recruits, the most unwearied attention must be paid to them. It is matter of serious regret that, in our oldest corps, an attention to police and a knowledge of duty are yet very deficient. The source of this evil is principally to be found in the commanding generals, who do not fol low up their orders, by their own personal observation, or by that of their staff, to their complete execution. I have also to complain, that the rules prescribed by this depart ment, and which had for their objects order and economy, have not been steadily or strictly observed. The President looks to you for a remedy of these evils, and for a correc tion of all other abuses which come under your notice. I am, sir, &c."], [19, "7 Major General Izard to the Secretary at War. Northern Army, H. Q. Plattsburg, May 13, 1814. SIR, The enemy's flotilla, consisting of one brig of twenty or twenty-four guns, three sloops of from six to eight guns, and thirteen gun-boats and gallies, passed Chazy on the 9th and 10th instant. They remained the 11th. and 12th in sight of this place, and are this day out of sight, having proceeded up the lake. Their approach was announced by express to Brigadier General Macomb, at Burlington, early on the 10th, who forwarded the information to Cap tain Macdonough (Navy) at Vergennes and to Whitehall. They have not landed on this side of the lake, but plun dered some of the inhabitants on the Vermont shore. They may have from twelve to fifteen hundred men on board. They have a number of small boats with them. Our force at Vergennes consists of 1 ship of 26 guns, 1 schooner of 20 guns, 2 sloops of 8 ~\\ 6 row- gallies of 2( each. 4 gun-boats of 1 3 The mouth of Otter creek is defended by a small bat tery of seven twelve pounders, on ship carriages. A furnace is also built for heating shot. Captain Macdonough wrote to me, under da te of the 5th May, a letter which I received only last Ail ght from Burlington. He states his equipment to be n early all arrived; but is short of his complement of mei i by two hundred and fifty. He requests that number tc » be fur nished him from among the troops. We are i ourselves very deficient in numbers; but, conceiving it jto be of"], [20, "8 material advantage to have his force out, I have instruct ed Brigadier General Macomb to make such an arrange ment as may be least inconvenient. Were it not for the mass of provisions which I should be obliged to leave exposed here, I would proceed to Rouse's Point, in the hope of intercepting the enemy's return. They are, how ever, in force between Isle-aux-noix and Montreal, and are daily receiving reinforcements from below. The re ports of spies and deserters are doubtless exaggerated; but they greatly outnumber us at the lowest estimate. On the 10th a detachment of exchanged prisoners, amounting to three hundred men, of whom twelve are seamen, were received by an officer of my staff near Champlain. They arrived within my cantonment yester day. No rolls, except of names, accompany them. Colonel Pinkney is directed to report on the subject to the Adju tant and Inspector's office at Washington. The seamen are now proceeding to the other side of the lake, and I hope will reach Vergennes to-morrow. I have directed the quartermaster's department to furnish them with pro visions, and a boat, which they will navigate themselves. They are warned to be on their guard. Sailingmaster Trent is their senior officer. Lieutenant Spenser, of the pay department, has lately arrived here with money for the troops, which they are now receiving. I shall rejoice when it is all spent; and hope means will be adopted to correct the inconvenience of such distant payments. I send this letter by express, on the west side of Lake Champlain to Albany, under cover to Colonel Jenkins; and, while the enemy continues above us, shall establish a line of expresses on that route. I have the honour, &c. &c."], [21, "9 The Secretary at War to Major General Izard. War Department, 6th May, 1814. SIR, Your letter of the 27th ultimo, enclosing copies of your correspondence with General Wilkinson, has been received. I may hereafter make some remarks upon it. My object at present is principally to give you some information, received through Commodore Chauncey. That Benedict's story, in extenso, is that of an old woman, there can be no doubt. Whether the senses of a man, who could believe such a quiz, are to be trusted at all, is the only question at present. If large detachments have gone up the St. Lawrence (and he says he has seen one of this description) they are not from Europe, but from Montreal. They are of course proportionably weak in this point, and may be struck with effect, if the roads yet permit the travelling of cannon of sufficient calibre to batter down or to burn their out works. Employ all means to get information, and act accordinelv. I am, &c. &c. B"], [22, "10 Major General Izard to the Secretary at War. Head Quarters, Plattsburg, May 17, 1814. SIR, On the 13th instant I had the honour of informing you, that the enemy's flotilla had proceeded up the lake. Early the next morning a heavy firing was heard in a south-east direction, for which we were at a loss to ac count until last afternoon, when the express I had sent to Vermont returned with a letter from Brigadier General Macomb, enclosing a note to him from Captain Mac donough. On receiving notice of the enemy's proceeding up the lake on the 13th, a detachment of fifty light artillery men, under the command of Captain Thornton, of that corps, was despatched in wagons from Burlington to Vergennes, where they arrived in time to man the battery at the mouth of Otter creek. At day-break the enemy at tacked with his whole force; and, after a severe cannonade of two hours' duration, during which their gallies suffered very considerably, they withdrew to repair damages. — Yesterday they repassed this place, having some of their vessels in tow, and are gone towards their own posts. Two of their gallies are said to be missing. No damage was done on our side, except dismounting one gun in the battery, by which two men were slightly injured. I enclose a copy of the note, written by Captain Macdonough to Brigadier General Macomb. I have information that eighty new bateaux, to hold from twenty-five to thirty men each, are assembled below Rouse's Point, and that the enemy is daily receiving rein forcements in that quarter. One battalion of the 8th and one of the 60th British regiments are stated, by the officers"], [23, "11 lately exchanged, to have arrived at Chambly and St. John's. A hand-bill was published at Montreal, four days ago, announcing the arrival at Quebec of a large number of transports. When our fleet is well out of port, I shall concentrate my force on this side of the lake, and collect the stores dispersed at several points. It is stated that the communication is stopped on the lines by the British authorities. This has been the usual precursor of their expeditions. — Not having heard a word from the westward, I can only make my arrangements for the banks of this lake; and, if the flotilla were well out, I shall have very little apprehension in this quarter. Among the exchanged prisoners, who reported them selves to me yesterday, were Captain Leonard, of the ar tillery, and Dr. Chapin, of Niagara. The former is ordered to proceed to Washington: the latter I informed he was at liberty to go home, as he wishes to do. Some claims against the United States, by inhabitants of the vicinity of French Mills, have been presented here. I refused to act on the subject; and at the request of the agent, a Mr. D. Jones, forward them, under cover, to the Adjutant and Inspector. I am, &c. &c."], [24, "12 The Secretary at War to Major General Izard. War Department, Wth May, 1814. SIR, You will receive herewith a copy of laws, having rela tion to the army, passed at the last session of Congress, and of the new military regulations, which the President has approved-~and which, in addition to those already published, it becomes your duty to promulgate and enforce within your command. Those relating to hospitals and to clothing call for the most rigid observance. Brigadier General Winder, having been exchanged, has been assigned to the important office of chief of the staff, and, as such, will report to you. I am, sir, &c. Sec. From the Same to the Satne. War Department, May 1 1//;, 1814. SIR, As in other branches of service, there are many irregu larities in the conduct of judge advocates; and particularly in their not transmitting the proceedings of courts martial, within a reasonable time, to this department, as matters of record. The only notice received here of the proceedings in the cases of B. P. Barnet, Frederick G. Gates, James Deane, James W. Lanning, Amasa J. Brown, Conant, Waterman, Baily, and Presbury West, is a copy of the general order of the ;>lst of January last. Other trials have been had, as those of Lieutenant Nickerson (31st regiment)"], [25, "13 and of Lieutenants Merrit and Standiford, of which no notice of any kind has been received. It is the province of Inspectors General to report judge advocates not perform ing their duty agreeably to law. You will be pleased to issue the necessary orders on this point, and accept the assurances of my great respect. JOHN ARMSTRONG. From Major General Izard to the Secretary at War. Head Quarters, Plattsburg, May 24, 1814. SIR, Yesterday's mail brought me two letters from you, dated the 1 1th inst. The papers they covered are referred to the Inspector General, who will report respecting any irregularities in the proceedings of courts martial. The judge advocate whom I found here, Mr. S. Lush, had leave of absence two days ago (on his repeated and ear nest solicitation) to attend to private business of the greatest importance at Albany. Brigadier General Winder, not being met by the officer who was expected from Montreal, returned hither yester day. I communicated to him your notice of his being ap pointed chief of the staff. — My letters, from this place, will have informed you how diminutive the force under my command is. The appointment of so large a staff gives me the comfortable assurance that it is intended to add to the number of troops on this lake: they now would barely constitute a full brigade, on the footing of the re gulations for the army; and I shall be somewhat puzzled, when the remnant of Macomb's brigade joins me from"], [26, "14 Vermont, how to dispose of four brigadiers and all their staff officers. I had directed the commanding officer in Vermont to furnish Captain Macdonough with the number of men he required, under the assurance that in a few days he would, by their assistance, be enabled to sail. My in structions were either misunderstood or neglected; and on further notice from the Commodore, that he was di rected, by the navy department, to apply for this aid, and that he could not move without it, I repeated the order to supply the men immediately. It has at last been done: but, to my surprise and mortification, I am informed from Vergennes, that another week must elapse before the fleet can put out. In the meantime the intercourse with the other side of the lake is rendered dangerous by gallies of the enemy, which skulk behind the islands, and pre vent the transportation of troops or stores; and this morn ing I have intelligence, that the enemy's naval armament is again above Rouse's Point. Paralyzed as I am by this unexpected delay in the advance of our fleet, I can only make preparations to guard the position I occupy — a po sition adapted for three times the number of men at my disposal; but to which I am tied by a variety of conside rations, which it is needless to repeat to you. Of the accuracy of the intelligence transmitted from Ogdensburg, I have no means of judging. There is no intercourse whatever between this point and the St. Law rence. I have endeavoured to obtain correct information of the enemy's force and movements. The men hitherto employed are, I suspect, as much in the enemy's pay as in ours. I found some of them on the footing of receiving monthly stipends to no inconsiderable amount. This is stopped; and they have notice that, in future, the reward shall be proportioned to the value of the service rendered."], [27, "15 Lieutenant Colonel Forsyth has undertaken to ascertain what I wished to know. I am in hourly expectation of his discoveries. The report of Lieutenant Colonel Davis, relative to the attack of the battery at Vergennes, and Brigadier Ma comb's letter, transmitting it, are herewith enclosed. I also send a letter from Captain Macdonough to the Briga dier, under date 18th May. In consequence of Brigadier General Winder's com munication to me, respecting the convention entered into by him, I have thought it my duty to alter the disposition of the officers and soldiers lately received as exchanged prisoners from Canada. This, as a matter of delicacy, I beg to have specific instructions about. I have the honour, &c. From the Secretary at War to Major General Izard. War Department, \\±th May, 1814. SIR, Enclosed is the distribution made of the general staff, and of regiments and corps, for District No. 9. If the regiments assigned to your division can be filled by even the 1st day of August next, the campaign may be a good one. Of reinforcements to the enemy, we hear only of the 76th and 16th regiments of infantry coming from England. It is proposed to get together at Buffaloe about six thousand effectives, regular and irregular, pass them into Canada by means of the flotilla on lake Erie, and give them Burlington and York as objects of attack. The ene-"], [28, "16 my, to maintain these posts, must weaken himself below, and expose either Kingston or Montreal. If the former, General Gaines will be instructed (with the aid of the fleet) to carry his attack against that point; and if the lat ter, you will be in condition to avail yourself of it. If, on the other hand, the western posts are left to maintain themselves, they must fall; and the peninsula will be added to what we already hold of Upper Canada. This result will be assured, if Chauncey should beat Yeo. The enemy's force, westward of Kingston, does not exceed, as we are informed, two thousand men. The privates of the 20th regiment will be transferred to the 12th; and the officers of the former sent to Virginia to recruit. The fragments of the 22d and 23d regiments will be sent to Sackett's Harbour; and all parts of corps or regi ments, which have been assigned to your division, and are now serving in that of the left, will have orders to join you. From General Macomb's account of the militia at Ver gennes, they ought to be discharged. I am, sir, &c. &c."], [29, "17 ENCLOSURE. Distribution of the General Staff, of the Corps and Regi- ments of the Army of the United States, in the Ninth Military District, for the year 1814. FIRST, OR DIVISION OF THE RIGHT. Major General George Izard. Brigadier General Wm. H. Winder, chief of the staff, C Alexander Macomb. Brigadier Generals < Thomas A. Smith. ( Daniel Bissell. Adjutant General William dimming. . . . ,. .-, C Ebenezer Beeke. Assist. Adits. Gen. < _ , _, T C. Mann r. Lormax. Inspector General Ninian Pinkney. A . , T r, C Sylvester Churchill. Assist. Insp. Oen. \\ • £ George r. reters. tp. On . . ,<\\ John Bleeker. Deputy *<uartermasters Lreneral < ■ t James Rees. Assist. Dep. Q. M. Gen. $ !?\" B'eHogaB* C. Henry Stanton. Engineers Major J. G. Totten. Depy. Commy. of Ordnance.... Assist. Depy. Commy. of Ordnance.... Physician and Surgeon General.. ..James Triton. C James Mann. Hospital Surgeons < W. V. Wheaton. ( H. Hunt and J. C. Bronaugh Hosp, Surg. Mates S **«* . 10 £ Abraham Vanhoy, &c. &ev r . . , C Philip S. Parker, Esq. Judge Advocates -? ,r _ , „ ( Stephen Lush., JLsq$r"], [30, "18 Regiments and Corps. 1. The regiment of light artillery. 2. Two squadrons of light dragoons. 3. The 4th, 5th, 6th, 10th, 12th, 13th, 14th, 15th, 16th? 29th, 30th, 31st, 33d, 34th, 37th, 45th infantry, and a battalion of the 1st rifle regiment. SECOND, OR DIVISION OF THE LEFT. Major General Jacob Brown. S Edmund P. Gaines. W. Scott. E. W. Ripley. Adjutant General Charles K. Gardner. Assist. Adits. General < „ ° ■ * J I Robert G. Hite. Inspector General Josiah Snelling. . . T n C Azor Orne. Assist. Insp. Gen. < . , n ,„ „ 1 I Nathaniel B. Hall. -. ~ ,-, C Samuel Brown. Deputy Quartermast. Gen. j . £ Darby Noon (acting). f, C Major William M'Rea. Engineers < - -J- „„ 5 C E. D. Wood. SHosea Blood. J. K. Martin. E. W. Bull, and Wm. Thomas, Regiments and Corps. 1. Two squadrons of light dragoons. 2. Detachment of the corps of artillery, serving as such. 3. Corps of artillery, serving as infantry. 4. The 1st, 9th, 11th, 21st, 22d, 23d, and 25th regi- ments of infantry. 5. Battalion of the 1st regiment of riflemen,"], [31, "19 From the Secretary at War to Major General Izard. War Department, May \\&th, 1814. SIR, You will take measures to have the public provisions on lake Champlain inspected, and the quantity ascertained to be on hand on the 1st of June next. You will cause re turns of the same to be made to this department, and re ceipts given by the store keepers to the present contractor as promptly as possible. These returns and receipts will designate by whom, when and where the provisions have been deposited. You will also direct the necessary arrange ments to be made to secure the regular issues from the same, until the new contractor, or other authorized agent or agents, arrive to take possession of such balance as may remain on hand. I have the honour, &c. From the Same to the Same. War Office, \\8th May, 1814. SIR, The guard having charge of the British prisoners at Pittsfield, have orders to conduct them to the lines, in exchange for our's recently sent from Canada. You will prescribe the route by which they are to go; and notice is sent to deputy marshal Melville to this effect. I am, &c."], [32, "20 From the Same to the Same. War Department, May \\8th, 1814. SIR, Your letters of the 7th and 9th instant have been re ceived. The papers forwarded by you from lake George, were lost in transmission to the President from the war office. I must ask other copies of them. The report you make of the troops is painful. When will our regimental officers learn their duty, and practice it? Whenever the commanding general shall do his. Con fidential reports have been provided by the rules. Colonel Atkinson is the only inspector of the north v/ho has com plied with them — and he in relation only to General Hamp ton's division. Of clothing, there has been the most de testable abuses. Among the new rules, are some intended to correct these hereafter. I know your attention and firm ness — both will be tried, and will triumph, in spite of the many deep-laying causes of insubordination. All recruits belonging to regiments assigned to your division, will be sent to you. Money has been forwarded for the re-enlistment of the men of the 29th, 30th, 31st, 33d, and 34th, actually in service. — Are the officers attentive to their duty? Do the men re-enlist? Major Lee says, he has not been able to get a muster roll from Forsyth. He will have orders to pay the rifle men, but muster-rolls are indispensable — and the officer omitting to lender them, must be arrested and tried for neglect of duty. Orders will also be given for paying off the dragoons. — The senior officer present of this corps,"], [33, "21 will make a requisition on the issuing commissary for clothing and arms. Territorial limits of command are found inconvenient. The corps assigned to your division, and all officers be longing to these, unless specially designated for other duty, will form your command. Where two or more divisions unite, the senior officer will necessarily command. The quartermaster general, the apothecary general, and the ordnance department, at Albany, will obey your requi sitions. I am, sir, &c. &c. &c. From Major General Izard, to the Secretary at War. Head Quarters, Plattsburg, June 1st, 1814. SIR, Your letter of the 18th, was received by the last mail. I enclose copies of the papers which I forwarded to you from lake George. Captain Macdonough made his appearance here on the 29th May. We are now engaged in bringing over from Burlington, the troops and stores on that side of the lake. As soon as I can equip a portion of the force for the field, I shall advance a small corps to occupy the ground in front of Chazy. Brigadier General Smith will command the detachment. What shall we do for horses? there are not more than sixty fit for service among the dragoons, about forty in the light artillery, and but six in the Quartermas ter's department. The senior hospital surgeon reported to me yesterday, that a case of small pox has occurred in the cantonment."], [34, "22 Every precaution is taking to prevent infection — and there not being any k:ne pox matter in this part of the country, an express has been sent to Albany for the purpose of procuring some. It is unfortunate that this was not done by the proper department some weeks ago. In my next I shall have the honour of submitting to you more in detail the state of things here, and the result of the enquiries directed to be made in some of your late communications. I am very respectfully, &c. &c. From the Same to the Same. Head Quarters, Plattsburg, June 2d, 1814. SIR, A despatch for the secretary of state accompanied by a note to me, from sir George Prevost, (in which he re quests that it may be forwarded as expeditiously as possi ble,) was delivered at Chazy this forenoon. I have in con sequence directed Colonel Snelling to proceed with it to the seat of government, as he is the only confidential officer who can be spared from this army at present. I am, &c. &c."], [35, "23 From the Secretary at War, to Major General Izard. War Department, May 25th, 1814. SIR, I have the honor to acknowledge the receipt of your letter of the 13th instant. A despatch, from Captain Macdonough, is published in the Intelligencer of yesterday, stating the repulse of the enemy's squadron at the mouth of Otter creek, and their retreat up the lake. We ought not to be thus anticipated by naval reports. Officers at posts nearer the seat of go vernment than the head quarters of the division or brigade to which they belong, should be instructed to report all affairs with the enemy in which they may be engaged, as well to the department of war, as to the commanding general. In the despatch above mentioned (dated the 14th in stant) the Captain states, that his whole force will be at the mouth of the creek in four or five days — by which I understand that he will then be in condition to face the enemy's flotilla on the lake. Of this contingency you will not fail to avail yourself. Should the enemy be brought to action and beaten on the upper part of the lake, you will immediately seize Rouse's point, and plant upon it a heavy battery, which, with the aid of Macdonough, will put you at ease with regard to your magazines, for the remainder of the campaign; — enable you to concentrate your force, and (with the exception of the men necessary to manage the battery) make the whole of it disposable. If on the other hand (which is the more probable conjecture of the two) he withdraws himself from the open lake, and refuses"], [36, "24 to engage but in the narrow waters, and under the protec tion of his land batteries, the same course should be pur sued — because the advantage resulting from it to you will be the same as in the former case. On the supposition that Macdonough is beaten, you will be compelled to adopt a plan merely defensive. The calls of the navy for soldiers, as substitutes for marines or seamen, or for the protection of ships build ing, or built and laid up to avoid the enemy, are becoming frequent and producing a very considerable diversion from our field strength; and if yielded to, without the most dis tinct understanding, that the supply is temporary and will be withdrawn whenever wanted for military purposes, will extinguish all effort on the part of that department to fur nish itself. We have now one regiment and a detachment of artillery guarding the United States and Macedonian, at New London; the fleet on lake Erie wants men (I be lieve two hundred and fifty or three hundred.) Chauncey wants a company for artillerists — and Hull's 74, at Ports mouth, may be attacked by the enemy, and must therefore be defended. Be explicit therefore with Captain Macdo nough, otherwise he will expect from you this campaign as much, if not more aid, than he had the last from Ge neral Hampton. The recruits belonging to the regiments assigned to your division, will be ordered on to join you without de lay. Enclosed are two lists of exchanged prisoners, which indicate the regiments to which they respectively belong. We shall furnish such other facts in relation to them as the muster and inspection rolls will afford. The men be longing to regiments serving with Major General Brown, or in the eighth military district, will be sent on to Utica, to await further orders. This grows out of a rule, which"], [37, "25 must be most punctually observed, that regiments are not hereafter to be split up into detachments serving remotely from each other. — The non-observance of this rule has been a fruitful source of mischief to the army. You will perceive, by a General Order, communicated through the Adjutant General, attached to the war depart ment, that the practice of duelling, no where tolerated at the opening or during the progress of a campaign, has be come so prevalent in our army, (as well in the presence of the enemy, as in the face of the law,) as to have drawn upon it the most marked disapprobation of the executive department. Two young men at this place have been killed within a very short period; and if a late duel, fought near your head quarters, has not been personally so dis astrous, its effects on the public service have been much more so, as it has deprived us of a most useful officer as signed to the command of a regiment very much requiring his immediate attention; and eventually can hardly fail to put an end to the public services of all the parties con cerned. On the receipt of this letter you will cause to be arrested the principals and seconds, report their names and the names of persons having knowledge of the fact, to this department, and order the whole to Greenbush, where a court martial shall be promptly instituted. If Colonel At kinson's wound be such as prevents him from travelling, he may remain where he is, until he can be removed with out hazard. As your troops have recently been paid, let me know exactly the number receiving pay, and the amount actu ally paid to each. Our army is very great in the estimates uoted by payments, and very small in the field, I am, sir, &c. &c. D"], [38, "26 From Major . General Izard, to the Secretary at War. Head Quarters, June \\Otfi, 1814. SIR, It was some days after the arrival of Captain Macdo nough's force, before a sufficient number of transports could be found to bring over the troops and stores from Burlington. The former have all arrived, some of the lat ter are yet to come. My intention has been to have in fu ture on this station, as an intermediate depot, only two months supply at one time for the whole active force on this side of the lake, to be replenished monthly from Whitehall, where our magazines and stores may be ac cumulated. The latter is a place easily secured. By what troops this shall be done, and whether or not to consider it as a dependency of this army, are questions which I beg leave to submit for your determination. At Burlington there remains only the hospital, which is on an excellent establishment. The convalescents are deemed sufficient for such military duties as are necessary. The number left there, including nurses, &c. is twohun dred. I have endeavoured to ascertain what number of year's men have re-enlisted, but can obtain no correct reports on the subject. This is the effect, not merely of ignorance and negligence on the part of the officers, but also of the irregularity with which the recruiting service has been carried on in this quarter. Many of the men re-enlisting, preferred changing their regiments, and in the repeated modifications in the formation of the corps, consolidations,"], [39, "27 transfers, Sec. &c. the company and regimental books have in most instances been kept in a confused manner. The circumstance of taking soldiers from our ranks to man the navy, is in every aspect a very unpleasant one. It is not only unjust to the individuals, but mortifying to their officers. But what is to be done? — In a late instance the naval force could not have moved without adopting this measure; and had it lingered in Otter creek one week lon ger, we should have been out of bread at this place. I have remonstrated freely on the subject with the commander of the fleet, and read to him the passage of your letter res pecting it. He assured me that he had repeatedly urged this matter to his department, and would do so again. In the mean time I have endeavoured to render the service less disagreeable to all concerned, by substituting volun teers for the companies originally placed on board, and have succeeded in a great measure. This however has also its attendant inconveniences, as some officers, whose principal importance in the army consists in the talent of being dissatisfied with every thing, have discouraged their men from coming forward. I have no other mode of determining the amount of money paid to the troops, than by reference to the pay rolls-, these are of course in the pay-office at Washington. Mr. Irving, an assistant commissary of purchases, ar rived here a few days ago. The issues commenced only yesterday. Some of the men were literally naked. The clothing is of a very bad quality — so bad indeed, that the commanding officers of regiments would be justified in refusing it, if their men were not in this pitiful condi tion. There have no uniforms arrived for the riflemen; they object to receiving the infantry dress. I can devise no remedy. *"], [40, "28 The quantity of stores arrived and arriving much exceeds my expectation and wish. I shall probably be under the necessity of sending some of them up the lake. The prisoners from Pittsfield mentioned in one of your letters of the 18th May, have not been heard of. In conformity to your instructions the detachments of the 22d, and 23d, regiments are preparing to proceed to Utica; they will leave this place on the 14th instant for Whitehall. Their number is between three and four hun dred men. Major Brooke, of the 23d, has charge of them. Major Arrowsmith is not here. This is no inconsiderable reduction in so small an army. I have formed a light brigade, of which I have given the command to Brigadier General Smith. It consists of the 4th, and 10th regiments consolidated, Colonel Purdy; the 12th, Major Morgan; the riflemen now at Chazy, Lieu tenant Colonel Forsyth; and one company of light artille ry, Captain Branch. The whole nearly one thousand three hundred men. They have been encamped some days at Dead creek, where their preparations have been making with all practicable expedition. I indulge the hope that they may march to Chazy in the course of to-morrow. The flotilla will cover the boats containing their camp equipage, which will precede them to that place, and Cap tain Macdonough will go on to examine the enemy's fleet, now at anchor near Rouse's Point. It is with great exertion that we have been able to equip this little force. As soon as I can get the rest of the infantry ready, I shall join them. Brigadier Smith will take a strong position at Champlain; and I am not without expectation that we shall succeed in carrying some of their detached posts. At all events, we shall be enabled to com pute more accurately their force between the St. Law-"], [41, "29 rence and Richelieu, and will govern ourselves accord ingly. My artillery consists only of light pieces. I have, in all, but six medium eighteen pounders on travelling carriages; a heavy battery cannot therefore be mounted, as you sug gest, at any point below this. The enemy's attention has been for some weeks attracted by Rouse's; he expects us there: as yet we have the command of the lake, and its occupation is not essential so long as that is the case. But if the information, received within the last twenty-four hours, of gallies being transported from Chambly to St. John's, and of considerable preparations being in forward ness at the Isle-aux-noix, be confirmed, something must be risked in order to seize that or some other command ipg position. The funds in the Quartermaster General's hands are very low. He informs me that he is this day reduced to less than one thousand dollars. The deputy paymaster placed with him ten thousand dollars, a few weeks ago, for bounties and premiums, subject to my order: of this sum only about two thousand has been drawn. There re sults always much difficulty, in the settlement of ac counts at the war office, from taking of an appropriated fund for another service; it may however become neces sary to do so in the present instance. Brigadier General Gaines gave me notice, by a letter dated the 8th of May, of the handsome affair at Sandy creek. This, with the de feat of the enemy in their late incursion upon lake Cham plain, and the gallant defence at Oswego, has had the ef fect of inspiriting our men, who will, I doubt not, deserve praise whenever an opportunity shall present itself. I have the honour to be, sir, &c. &c. P. S. I enclose an abstract, just handed in, for your in-"], [42, "30 formation. Deduct three hundred and thirty-two for Brooke's command, and of the remainder (although re ported for duty) not less than one fifth, who would be left on the road after two days march. Total effective force three thousand men. The Secretary at War to Major General Izard. War Department, 5th June, 1814. SIR, The condition in which you found your troops, as to numbers and discipline, as stated in your letters of the and , is indeed provoking. With regard to the former, you will soon have less reason for complaint. Your aggregate is even now respectable. But why so great a difference between that and your effective force, present and fit for duty? This is nearly or altogether one third, and exists no where but in District No. 9. An order on this subject was issued this day, which will be communicated to you from the Adjutant and Inspector General's office. The recruits of the regiments assigned to your division are under marching orders, and will amount to upwards of four thousand men. The 37th infantry, re- tained at New London, to guard the frigates laid up there, does not enter into this calculation. Another call is making for the protection of a seventy-four gun ship, building at Portsmouth. Between drafts to protect vessels in such situations, and doing nothing — and calls for assistance to man others preparing for service, we shall be considerably weakened. Mr. Secretary Jones assures me, however, that men are going on to Macdonough, and that he will not long require the aid of yours."], [43, "31 The other subject, the want of discipline, is one on which we neither can nor ought to speak temperately — because it is the consequence of a most unpardonable neglect in your predecessor, and the officers of his general staff. Was it not the duty of these to have known and re ported to this department the fact and its causes? These existed somewhere — with platoon, field, or general offi cers. In the particular instance, given by you, of the condition of the dragoons, the light artillery, and the rifle battalions, the fault is properly with the commanding general and his inspector. The former furloughed the officers, and, in their absence, the men were neglected. But why, in this case, was the inspector silent? Why did he not do his duty? Why not report the state of discip line, arms and clothing, and whether the men were or were not regularly paid? Why is he himself paid, but to do this? How can abuses be corrected, but by being known? The paymaster is prepared to show that the fault is not his. Money was given to an officer of dragoons, acting as paymaster, to pay off both regiments; and with regard to the riflemen, no roll, on which they could be legally paid, was tendered. These facts could not but be known to the Inspector General. The last was matter of common conversation in camp. These facts present a state of things truly degrading and reproachful. Without discipline, order and economy, an army is a nuisance. The foundation of these is obedi ence. This must be exacted from the highest as well as the lowest. It must go throughout, or it will not exist at all. For creating and maintaining it, you will have the full and unqualified support of this department. Accept, sir, the assurance of my great respect."], [44, "32 P. S. The following is the order alluded to in the preceding; letter. [circular. J GENERAL ORDER. Adjutant &? Inspector General's Office, Washington, 4t/i June, 1814 General Izard will despatch an officer, qualified in all respects for the duty, to look up and assemble the ab sentees of every regiment or corps, assigned to his divi sion, and now serving on lake Champlain. If, of these, any are unfit for service, let them be left at the place of rendezvous, and reported to this office. All others will be marched to their regiments respectively, and without de lay. This order includes servants to officers, of whatever grade, who are soldiers in the line. The Same to the Same. War Department, \\Qth June, 1814. SIR, A list of the prisoners, receipted for by Colonel Pinkney, was transmitted to this department by the Commissary General of prisoners, a few days ago, with the following remarks: \" These men are not yet exchang ed. So soon as we learn that corresponding numbers, now sending by us to Canada, have arrived, I shall make use of all the exertions in my power to effect the requisite exchanges, regulars against regulars, militia against mili tia, as far as practicable.\""], [45, "33 It will be proper for you to inform Sir G. Prevost, that the men returned to us are not on military duty, and will not be put on such duty till regularly exchanged; and that it is expected that a measure corresponding with this will be taken, on his part, in relation to the prisoners sent back to Canada by us. I am, sir, very respectfully, &c. The Same to the Same. (Confidential.) War Department, WthJune, 1814. SIR, I avail myself of the return of Colonel Snelling, to communicate to you the general objects and outline of the present campaign. 1. Captain Sinclair will repair to Detroit with a part of the fleet under his command. He will there embark Lieutenant Colonel Croghan and as large a number of troops, with the necessary supplies of ammunition and provisions, as his vessels will accommodate. He will then enter lake Huron, and proceed to Gloucester Bay, where the troops will debark, attack and carry the enemy's new establishment at Motshedash — fortify and garrison that place, and open, with General Brown, a communication, if another part of the plan,- to be next detailed, shall suc ceed. This effected, the fleet will go on to the mouth of St. Joseph's and to Mackinaw, &c. 2. What remains of the fleet a,-3uffalo will be put under orders to transport General Brown's division to the Canada shore. The place of landing will be selected in the discretion of the general, and under the best informa- E"], [46, "34 tion of which he may be possessed. Burlington heights will be his first object. These he will fortify; and, so soon as Commodore Chauncey shall be in condition to co-ope rate with him (say the 15th of July) proceed to attack the enemy's posts on the peninsula in succession, &c. 3. A number of armed gallies (such as those employed on lake Champlain), will be immediately constructed at Sackett's Harbour, and (while we have the ascendency on lake Ontario) pushed into the St. Lawrence, with orders to occupy the rapids of that river, and thus inter cept the water communication between Montreal and Kingston. The better to effect this object, a post will be established on the south bank of the St. Lawrence, ; \"ugly fortified, garrisoned by a competent force (say fifteen hundred men) and sustained by the first or division of the right. The moment for beginning this establish ment will be that which assures to us the command of lake Ontario. An engineer will be employed by the war department to select the site: and 4. A post on lake Champlain, adapted to the purpose of co-operating with and covering our fleet on that lake, and of excluding the enemy's flotilla therefrom, will be immediately selected, established and garrisoned. This post you will select. I am, sir, with very great respect, &c."], [47, "35 From Major General Izard to the Secretary at War, Head Quarters, Plattsburg, June 25, 1814. SIR, Colonel Snelling delivered to me your letters of the 10th and 11th of June on the 22d, and the mail of yester day brought me yours of the 5th of June, with a copy of a (circular) general order, dated the 4th, relative to des patching an officer to assemble the troops assigned to my division, &c. The post-mark of the latter is of the 13th instant, Washington. There must have been some neglect in forwarding it. The plan of the campaign, as detailed in your despatch of the 11th, is before me. That part of it, which relates to lake Champlain, was in part anticipated. I had commenced raising works for the security of the fleet, about which Captain Macdonough had expressed some uneasiness. A battery of four eighteen pounders is thrown up on Cum berland Head; and other field works will be prepared in a few days, at such points as shall appear most advantage ously situated for the purpose. You will have noticed, in a former communication, that I have, in all, but six pieces of that calibre, which are of the medium size, on field carriages. Some weeks ago I wrote to Major Bomford to send me some twenty-four pounders. Two of these are, he informs me, on their way; the remainder of what I asked for (ten twenty-four pounders) are to come from New York, or Philadelphia, or Washington. No addition has been made to my stock of horses, besides the few which have lately arrived from Burlington, belonging to the light artillery and quartermaster's department there. I have, therefore, availed myself of water transportation for the detachments in advance of this position."], [48, "36 Brigadier General Smith is at Champlain, occupying that village, and the ground between it and the Canadian line, with fourteen hundred men. Colonel Pearce, of the 16th, with the consolidations of the 15th and 16th, and of the 6th and 13th, at Chazy; the latter about eight hundred effectives. The rest of my force, consisting of about twelve hundred effectives, occupies Cumberland Head, Dead Creek, and the cantonment between the lake and the Saranac. The troops are new clothed, — but badly so, from the quality and make of the clothing. I daily expect detachments, which are reported on the road from the eastward and southward; they are said to amount to about one thousand men. When they arrive, I shall break up this cantonment, leaving a garrison of invalids at Platt's Point and Cumberland Head, and take the field near the Canadian line. Brigadier General Smith reports the enemy to be five thousand five hundred strong near Lacole. This is con firmed by spies and deserters, making due allowance for exaggeration by the latter. The following is the Brigadier's report. British Force at Lacole. J 3th regiment - - 900 16th ... - 1000 49th - - -500 100th ... . -800 Marines .... 400 Voltigeurs (at the bridge) - 650 Meuron's regiment (at Lacadie) 1000 Cavalry at Chambly - - 300 Total 5550 The last deserters add to the above, two brigades of artillery, of fifteen pieces each, at Chambly."], [49, "37 A few evenings ago, Lieutenant Colonel Forsyth, with a party of seventy riflemen, was attacked in Odeltown by two hundred of the enemy's light troops. The latter were beaten off with the loss of several of their men. We lost one rifleman, killed, and five wounded. Last night a small picket, commanded by a lieutenant, was surprised in consequence of the carelessness of a sentinel by a detachment of Voltigeurs of twice their number. The picket had established itself in a blacksmith's shop; — they were surrounded; — but charged through the enemy, and escaped without loss. One of the latter was found dead on the ground by the supporting party from Champlain, — the others had fled. Every thing in the proceeding of the enemy leads me to expect a serious attack. I shall endeavour to draw him to this side of the Great Chazy river, and then give him battle. He will outnumber us; but I hope for a successful termination. One half of the idlers belonging to regiments assigned to my division would enable me to face him without a doubt of the event. I now must trust to fortune, while I cannot dissemble my surprise at the tardiness of every preparation for the due equipment of the force under my command. The flotilla, under Captain Macdonough, returned this forenoon from the lines, and is now anchored north of Cumberland Head. I had no notice of the movement, and am unacquainted with its cause. Colonel Snelling, whom I despatched with a flag as bearer of a letter, with which he was entrusted by the secretary of state, was directed to be urgent to deliver it in person to Sir George Prevost. He penetrated some miles into Canada, but was at last positively refused per mission to go further. His observations confirm the other reports I have detailed. The roads, lately obstructed, have been cleared of their obstacles."], [50, "38 Colonel Gumming, my Adjutant General, has this evening returned from my advance. He reports the arri val at Montreal of two thousand regulars more. Whether intended for us or not is of course uncertain. Threats are uttered of retaliation for the proceeding at Long Point. If this take place, though humanity groan for the resolution, I shall try to make such a return of their barbarity as shall set it at rest, in this part of the frontier at least. In your letter of the 5th of June, which, as I -before observed, was only received yesterday, are several ques tions respecting the causes of the inefficiency, both in numbers and discipline, of this portion of the forces. The division commanded by Major General Hampton last au tumn, of which the remnant is now here, was principally composed of year's-men. The 29th, 30th, 31st, 33d, 34th regiments, and Colonel M'Cobb's volunteers, from Maine, were exclusively of this description: many of the 10th were so. In the march down the Chateaugay, the latter regiment did not exceed two hundred effectives. When to the di minution, produced by the expiration of inlistments, are added the prodigious mortality occasioned by the ill judged movements of the troops, at an inclement season, in this frightful climate, — and the diseases consequent upon the unlucky expedition to Lacole, it will cease to be sur prising that so many men should have disappeared from the roll of effectives. Another circumstance deserves attention. The regi ments have been so broken into fragments, that it is diffi cult to report their real strength. The estimates sent into the war office will generally be found to exceed the actual force; because absentees are accounted for in different reports. Thus in the light artillery, when I came here, the aggregate embraced the parts of that regiment, stationed at various places; — so with the dragoons; — so with some"], [51, "39 regiments of infantry. At Sackett's Harbour the thing was reversed. The detachments on lake Champlain were there again accounted for. — These double rolls would naturally induce error in those who are not familiar with the forms of our very intricate and tedious military returns. The want of discipline can be with equal facility ac counted for. Though the regiments are the same that served in the last campaign, the greater part of the officers and men have joined since; the best of the former have either been promoted, or transferred, or have retired from the service. Raw officers have charge of raw recruits; and if they were not alarming to the safety of the country and the honour of our arms, the exhibitions in even old regi ments, which not unfrequently meet the eye, would excite ridicule as much as disgust. Good inspectors may in some degree correct these evils; but they must not only be themselves qualified to per form the important duties entrusted to their department, they must likewise have the aid of some intelligent officers and non-commissioned officers. Of the neglect of duty among the staff officers, previous to my arrival here, I can say nothing; — of their activity since, I may speak with commendation: but that duty is arduous and requires more practical experience, than mi litary subjects have often met with in our country. The foundation of discipline, as is very justly stated in your letter, is obedience. To establish it is not the work of a day, and requires the sincere co-operation and support of the highest authority. If the frivolous complaints and misrepresentations of subordinates meet with attention and respect, and produce enquiry and investigation, without being communicated to the superior officer at whom they are aimed, the consequence is as injurious to the service"], [52, "40 as it is alarming and offensive to a commander. I have therefore reason to rejoice at the assurance you honour me with, that \" in creating and maintaining obedience, I shall have the full and unqualified support of the war department.'\" Colonel Snelling can no where be more usefully em ployed than here. As he received no renewal of orders to proceed to the westward, in his late visit to Washington, I have ventured to consult his inclination and my own in assigning to him some important duties in this part of the force. I have in the last campaign had reason to appre ciate his firmness and activity. No answer has been received from Sir George Prevost on the subject of the returned prisoners of war. I have lit tle doubt however that he will put such as he shall find useful immediately on active duty. I have the honour to be, &c. &c. &c. From the Same to the Same. Head Quarters near Plattsburg, June 24th, 1814. SIR, Some days ago, Lieutenant Colonel Forsyth took a man of the name of Perkins, from his residence in Odeltown, and conveyed him to the camp of our advanced brigade. This Perkins has been notoriously employed by the enemy as a spy, and my orders were to seize him within our ter ritory, for the purpose of making such an example of him, as might deter others from conduct so prejudicial to"], [53, "41 our interest. The following day one of our citizens, by the name of Hamilton, residing on the frontier, was carried off by a British party, and a note, from the British officer commanding at Lacole, was addressed to Lieutenant Colo nel Forsyth, remonstrating against the seizure of Perkins, and offering to relieve their captive if we would return ours. The details of this business were reported to me only on the 27th, and I am about to institute an enquiry into the subject. The enclosed letter will inform you of what took place yesterday on the lines. The indiscretion of poor Forsyth, prevented the entire success of the project; he has paid for it with his life. By a second note from Brigadier General Smith, of this morning, I find that the loss of the enemy is seventeen killed, among whom are some Indians. On our side none has fallen besides the gallant, but eccentric and irregular Forsyth. Major Willoughby Morgan, of the 12th, received a slight contusion from a musket ball. The enemy's attention seems much engaged with the proceedings in this quarter. Sir George Prevost was at Chambly two days ago. I have, &c. &c. &c. -F"], [54, "42 From the Secretary at War to Major General Izard. War Department, June \\5th, 1814. SIR, As the hot season is approaching, it is deemed advisable to have the flour which has been deposited by the late con tractor, or other public agents, baked into hard bread as soon as practicable. You will give orders to have this done in whole or in part, as you may think proper. I am, sir, &c. &c. &c. Major Bell to Major General Izard. Adjutant and Inspector General's Office, Washington, 15 June, 1814. SIR, Your letter of the 5th instant has been received, and submitted to the secretary of war. I am directed to inform you, that, to avoid the inconvenience of travelling, the general court martial may be held near your head quar ters, and that you will be pleased to appoint the court. I have the honour, &c. &c. JNO. R. BELL, Adjutant Inspector General."], [55, "43 Major General Izard to the Secretary at War. Camp near Plat tsburg, \\st July, 1814. SIR, I have directed the Judge Advocate of this division, to forward the proceedings of the general court martial, in the cases of Colonel A and Captain M , to the war office. It has appeared to me that the most proper course for me to follow in this business, would be to refer the decision to superior authority; and in the mean time, as these gentlemen have been for several weeks under arrest, I shall this day allow them to resume their swords until the pleasure of the President respecting them shall be known. I am, &c. &c. 8cc The Secretary at War to Majot General Izard. War Department, June 2\\st, 1814. SIR, Your letters of the* 3d, and 10th instant have been received. The quartermaster must mount your dragoons. Funds, for that and other purposes, will be sent the mo ment they are put at my disposition. Orders shall be given to Mr. Merchant, to forward from Albany, three hundred suits of rifle clothing to Mr. Irvine, who will * Note. The letter of the 3d from General I. to General A. was private, it related to the duel mentioned above. The secretary's an swer was dated the 18th June, and was considered also private. They are therefore both omitted."], [56, "44 issue it agreeably to the rules and regulations. The light artillery with you, will do the duty of heavy artillery, and therefore need not be mounted. I need not tell you the reason of mounting light artillery. With us, this reason does not and will not exist, until we have masses of caval ry with whom they may co-operate, and until our champ de bataille is an open and level plain. By the last letters from Commodore Chauncey it would appear, that he will be ready for Sir James Yeo, by the first proximo. Can you spare Major Totten for the exami nation of the point on the St. Lawrence, mentioned in my letter by Colonel Snelling? General Wilkinson stated, that he had required a num ber of heavy guns for Rouse's point. What became of the heavy pieces he brought down the St. Lawrence with him in November last? Besides these, several of the gun boats were heavily armed. By what we learn from Halifax, the reinforcements for Canada do not exceed one thou sand eight hundred men; one thousand four hundred in faniry, and four hundred seamen. I am, sir, &c. Sec. &c."], [57, "45 Major General Izard to the Secretary at War. Camp near Plattsburg, July 3d, 1814. SIR, I am honoured with your letters of the 15th, 18th, and 21st June. The protection of the stores and public property, which are daily but irregularly arriving at this place, has deter mined me to raise some defensive works here. A few re doubts, judiciously placed, and flanking each other, will ena ble a small force to resist numbers for a given time, and will render the favourite mode of proceeding of the enemy in destroying public buildings and depots, more difficult than heretofore. The work is commenced and will be executed exclusively by the troops. I shall be obliged to support the battery at Cumber land Head in the same way; and when able to march, will leave them in charge of invalids, under the best officer I can select for the purpose. Colonel Fenwick will be ad vantageously employed in this way. His wounds have in capacitated him for the fatigues of the field, but his zeal and activity will render him essentially useful here. Several small detachments have arrived from Whitehall and the eastward in the last ten days, amounting in all to men. Nothing worthy of notice has occurred on the lines since my last. After examining the Canadian prisoners, men tioned in my letter of the 29th June, I dismissed them to their homes; and made the elder Perkins a present which seemed to reconcile him to what had happened. A letter from Hamilton, (the American who was taken in retalia-"], [58, "46 tion,) was sent to me by his wife; it appears that he was kind ly treated, and informed that he should be released when the others were. This was one of the many instances in which the indiscretion of the late Forsyth, prepared embarrass ments for his commanding officer. The inhabitants near the border were greatly alarmed from the apprehension of the system being persevered in. I have endeavoured to tranquillize them, and, I believe, with success. In consequence of your having mentioned Major Totten as a proper officer, to examine the banks of the St. Law rence, for a situation on which to establish the intended fortification, I sent him on that duty two days ago. He is instructed, should it appear that a letter would reach the war office sooner from that quarter, than by postponing the report until his return, to write to you from thence. It is inconvenient to be without him; but the object in view is of immediate importance, and we can spare him for a short time. He will be absent eight or nine days. Desertion prevails to an alarming extent among the re cruits before they join the army. Of a detachment of the 6th regiment lately arrived here, and consisting, when they left Greenbush, of about one hundred and sixty men, twenty-six deserted on the road. The late order, for re warding citizens who shall deliver up deserters, will, I have no doubt, prove eminently useful. There was, some years ago, a regulation of our service, prohibiting the enlistment of negroes and people of colour. I have not heard of its being enforced. Among the New England recruits there have lately been brought hither a number of these people, to the great annoyance of the officers and soldiers here. The latter object to doing duty with them. The Inspector General is now organizing them"], [59, "47 as a sort of pioneer corps. Shall they be retained and mus tered in that capacity? I am with the greatest respect, &c. The Same to the Same. July 8th, 1814. SIR, The enclosed letter is from one of the most valuable officers of his grade, in the service of the United States. Captain Nelson has uniformly distinguished himself by attention to duty, as well as the most undaunted bravery and cheerful activity. There is probably not, in this army, one officer who has been more frequently in action, and none more generally esteemed by all ranks for his good humour and correct deportment. He commanded the 2d company of the 10th regiment, in the engagement on the left bank of the Chateaugay river, where less than two hundred and fifty Americans beat four full companies of Voltigeurs, after a brisk action of twenty minutes, and drove them from a strong position which they occupied. There are not many gentlemen in our service more entitled to the notice of the war department. I have the honour, &c."], [60, "48 The Secretary at War to Major General Izard. War Department, June 2Zth, 1814. SIR, Herewith I forward to you a register of the army, and a certified copy of the rules and regulations as approved by the president. The former has in it some errors, for the correction of which, officers commanding corps have been required to send in their remarks to the office of the Adjutant and Inspector General at this place. I am, sir, very respectfully, &c. The Same to the Same. War Department, June 30th, 1814. SIR, I enclose the copy of a letter of the 11th instant, from Captain Macdonough to the secretary of the navy. If it be determined not to augment our fleet on lake Champlain, the alternative of fortifying will necessarily be imposed upon us, and to an extent beyond our first calculation. I suggest this idea, that your requisitions on the ordnance department may be commensurate with the wants of the service. I find a difference of opinion exists between the relative advantages of occupying Rouse's Point, and that at the mouth of Lacole and Ash Island. Between these, being on the spot, you will decide. I am, &c."], [61, "49 From Captain Macdonough, United States Navy, to the Secretary of the Navy, (enclosed in the preceding letter. J U. S. Ship Saratoga, 1 \\th June, 1814. SIR, Four sailors (deserters) from the enemy's squadron came in to-day, who give information that the keel of a ship to carry thirty-two guns was laid at Isle-aux-Noix, and that the enemy are getting up gallies from Quebec. This intelligence is confirmed by the person whom I sent in a few days since, who has returned with information, that the enemy have the keel of a ship laid, which was to equal at least the Saratoga; that three gallies had arrived at the Isle-aux-Noix from Quebec, and that eight more gallies were on their way to that place from Quebec. They certainly consider the command of this lake of much importance, by the determination they evince to have an ascendency on it; and, as they can easily obtain a correct statement of our force, they can prepare their's accordingly. Four frames of vessels have arrived at Montreal, two of which, it is said, are intended for this lake, the others for lake Ontario. I shall, however, ascertain what is to be done with those frames without delay. Our force is now very considerable on the lakes, an augmentation of which, on this, probably might be un necessary , if the narrow parts in the vicinity of the line were so fortified as to keep the enemy from entering our waters with the assistance of our vessels, until there should be an expedition against Isle-aux-Noix. Should it be or dered to increase our naval force, it should be commenced without loss of time, and Messrs. Browns of New Y ork, would be the persons to build such force as might be G"], [62, "50 deemed necessary. Gallies are unquestionably the best description of vessels for the northern parts of this lake, but the number of men they require is a very serious ob jection to them. The next best vessels for this service in my opinion, are schooners or brigs, carrying sixteen or eighteen long eighteen pounders; these guns would reach their gallies in their skulking places; the number of men requisite for these latter vessels in comparison with the gallies, 1 think would make them the vessels to be pre ferred. The whole expense of the gallies would exceed the expenses of larger vessels, without being so healthy or comfortable. All the carpenters have long since gone to New York. Cannon, rigging, &c. would have to be sent on, which I should like to be about getting on immediately, should you order me to build. I hoped a short time since that no increase of our naval force would become necessary, and that the enemy would meet us with what force he had completed, which three years ago he would have considered equal to ours; but now, sir, I am sure he intends risking nothing, but will endeavour to out build us, and there is no knowing where this building may stop, for as I before said, his acquain tance with our force, will enable him to know exactly what force to bring against us, so there is a probability of his not meeting us, unless he is pretty confident of being successful. He is now under the protection of the Isle-aux-Noix, and will no doubt continue there until he feels himself strong enough to risk a battle. I have been changing some of my crews for other men from the ranks, and shall now go down towards Isle-aux-"], [63, "51 Noix, and if I can, without very imprudently exposing my vessels, I shall endeavour to bring him to action. I have the honour to be, sir, with great respect, Your most obedient servant, T. MACDONOUGH. The Secretary at War to Major General Izard. War Department, July 2d, 1814. SIR, I yesterday saw the secretary of the navy, and received from him an explicit declaration that he would not add to the naval means on Lake Champlain, as suggested by Captain Macdonough, in his letters of the 8th and 11th ultimo. We are, therefore, driven to the expedient of fortifying the narrows. The late events in Europe give to the enemy a great disposable force, and the means, of course, of being very formidable. The newspapers report, that large armaments are to be sent hither; but of the actual sailing of these, we have no advice. The next arrivals from Europe will show whether the story be merely made up to operate on the ne gotiation, or is the precursor of a new and increased activity on the part of the enemy in prosecuting the war. I am, sir, &c."], [64, "52 Major General Izard to the Secretary at War. Plattsburg, July \\2th, 1814. SIR, Your letters of the 30th June and 2d July, with en closures, reached me at Champlain. I am gratified at having anticipated the instructions you have honoured me with for the protection of the naval force and military stores, by having commenced some defensive works, which will, I hope, be executed in time to meet con tingencies no longer improbable. With respect to their location, it will be difficult to explain the reasons for the preference of certain points, without referring you to correct plans and drafts of the country and neighbouring waters. Of these there are, I believe, none but a few sketches, made by the officers under my command. I am led to the observation, by a passage in your letter of the 30th June, relative to Rouse's Point, the mouth of Lacole river, and Ash Island. The two latter are in the occupation of the enemy, strongly fortified, and affording a cover for their fleet, which is moored under batteries at those places. The other (Rouse's) has been long an object of myr attention. It is admirably situated for the establishment of a heavy battery, which would command the passage of the lake in its narrowest part; but there is not room for defensive works in its rear; and its immediate vicinity to the princi pal post of the enemy at the Lacole mill (now surrounded with intrenchments) would make its occupation very ha zardous. The question next lay between the relative ad vantages of the Pointe-aux-Rochers and Cumberland Head. I have determined in favour of the latter for a"], [65, "53 variety of reasons. Its connexion with this position (which I hope to place soon in a respectable state of defence) and the protection it may afford in combination with the oppo site shore of Grande Isle to our naval force, are the prin cipal inducements to the choice I have made. But I am deficient in heavy artillery. Two twenty-four and six eighteen pounders are all I have. I beg leave to transmit a letter and draft from Major Totten, U. S. Engineers, touching the ground for a for tification on the St. Lawrence. Colonel Lear and Major Melville arrived at this place two days ago. On the 7th instant, I communicated to the British commander the appointment of the former gentle man as commissioner to treat of an exchange, &C. I have yet had no answer on the subject. With the highest respect, &c. P. S. July 13th. Last afternoon a despatch from Sir George Prevost announced that he had appointed Colonel Baynes, his Adjutant General, and Lieutenant Colonel Brenton, his provincial Aid-de-Camp, to meet Col. Lear at Champlain Town, on Friday the 15th. Not having any objection to the time or place, I have given notice of the circumstance to Col. Lear, who will proceed accordingly with Major Melville."], [66, "54 From the Same to the Same. Camp near Plattsburg, July \\9th, 1814. SIR, Colonel Lear and Major Melville have returned frorr the conference they held with Col. Baynes and Lieut. Col. Brenton, of the British army; and have terminated, I be lieve satisfactorily, their negotiation. I am informed by them, that the exchange, previously to the 15th April, is definitive; and shall, in consequence, put on duty those men, now very few in numbers, who were considered as paroled prisoners. The Governor of Canada had taken this step some time ago. Frequent desertions to the enemy from our troops on the lines, within the last week, induced an inquiry into the causes of a crime hitherto novel in our service. I am sorry to say that it is, in a great measure, attributable to the unwarranted severity which inferior officers have been in the habit of exercising towards the soldiers, by privately punishing them with blows. I have strongly reprehended this mode of proceeding, and have announced my inten tion of making an example of such individuals as shall be again guilty of this infraction of the laws. The lax dis cipline entertained by the late Colonel Forsyth in his corps, has induced his successor to endeavour at restoring order by a more arbitrary rule than that irregular troop had been accustomed to. Several have gone over to the enemy. A systematic mode of enforcing subordination will, I hope, put a stop to this serious evil. On a complaint of improper conduct against Colonel C ( — th Regt.), recruiting in Vermont, I directed my Adjutant General to order the restitution of a man he"], [67, "55 (Col. C ) had taken by force from the general hospital, in opposition to the remonstrances of Dr. Hunt, director of that establishment. He took no notice of the order. He is in consequence arrested, and would have been tried by a general court martial, now in session here; but for ill ness, real or pretended, which, as he alleges, prevents his crossing the lake. As he is in the habit of writing to the war office, his case has probably been already presented to you by himself. The Adjutant General's note to him I did not see till after it was transmitted, and is couched in terms too harsh for a man of his age. This, however, is a matter between themselves, and has no relation to his dis obedience and contumacy. I will direct him to turn over his recruiting business to the next senior officer of his regiment; and, if he is not well enough to attend here in the next ten days, shall refer him to a trial at a season when we have less business of importance to attend to. It is wonderful how much valuable time these courts martial engross. I have more than once exerted the pri vilege of pardoning, in order to empty the provost prison; but it is rapidly repeopled. I do not, however, complain of the troops. With better officers, especially of the lower grades, in a few weeks they would be equal to the finest corps in any foreign service. The fortifications are progressing fast. They will be nearly finished in this month. Leaving the necessary num ber for their guard, and that of the stores, I count on confronting the Lower Canada forces with five thousand men, early in August. With this army, I can defend this frontier against a greater force. It is, however, entirely inadequate to the conquest of any important part of the country, with the intention of retaining it. I look with some uneasiness to the westward. Should"], [68, "56 any accident occur in that quarter, ought I not to move to the St. Lawrence, and threaten the rear of Kingston? Colonel Lear, on leaving this place yesterday, wrote to request that the twenty-three British soldiers, hostages at Greenbush, who are released and exchanged in common with the other prisoners, might be ordered under a secure guard to the frontier for delivery. I cannot, by the present arrangement, order Brigadier General Burbeck to take this step: but I shall, by this day's mail, recommend it to him; and, if they are sent here, will deliver them to the nearest British post. I am, &c. &c. From the Hon. James Fisk to the Secretary at War. (Referred by the latter to Major General Izard.) Barre, Vermont, 27 ' th June, 1814. SIR, I learn, from unquestionable authority, that droves of cattle are continually passing from the northern parts of this state into Canada to the British. This business is principally carried on in that part of this state which lies east of lake Memphramagog and west of Connecticut river, and can only be checked by an armed force: pro bably one company of horse might be sufficient. Whether^ the object be worthy of attention, you must judge. With great respect, ckc."], [69, "57 From Major General Izard to the Secretary at War. Camfi near Plattsburg, July 31, 1814. SIR, Several communications from the war office have reached me since I last had the honour of addressing you. They have all been duly attended to. The letter from Mr. Fisk of Vermont, only confirmed a fact, which is not only disgraceful to our countrymen, but seriously detrimental to the public interest. From the St. Lawrence to the ocean an open disregard prevails for the laws prohibiting intercourse with the enemy. The road to St. Regis is covered with droves of cattle, and the river with rafts, destined for the enemy. The revenue officers see these things, but acknowledge their inability to put a stop to such outrageous proceedings. On the eastern side of lake Champlain, the high roads are found insufficient for the supplies of cattle which are pouring into Canada. Like herds of buffaloes, they press through the forest, making paths for themselves. The collectors of Plattsburg and Burlington have applied to me for assist- ance. I have offered to supply them with what men and means they might require. Plans have been proposed and acceded to. But when the hour of execution arrives, the civil officers decline acting. Nothing but a cordon of troops, from the French Mills to lake Memphramagog, could effectually check the evil. — Were it not for these supplies, the British forces in Canada would soon be suf fering from famine, or their government be subjected to enormous expense for their maintenance. H"], [70, "58 The enclosed extract from a handbill,* published in Montreal on the 25th instant, was sent me yesterday by a respectable inhabitant of the neighbourhood. You will pro bably have received the information from other sources. On the night of the 27th instant, a small party, headed by Captain Nelson of the 10th (in whose favour I wrote to you on the 8th instant) surprised an enemy's guard in Odeltown, and brought off nine prisoners. They were very near taking the commanding officer at Lacole (Col. Herriot) who, with two others, owe their escape to the speed of their horses. The recruits who have arrived here in the last three months, have not yet received the second moiety of their bounties. I have been under the necessity of making to some of the companies an advance, on account, of ten dollars per man, which I have drawn from the fund at my disposal for the recruiting service. Officers and men complain of the irregularity of their payment. It is pecu liarly hard on the former at the moment of taking the field. Yesterday afternoon arrived here Captain Hopkins's troop of light dragoons, and on the 29th a party of fifty men, belonging to the 15th infantry. These are all the re inforcements I have had since the arrival of Lieutenant Colonel Clinch with a detachment of the 10th infantry. — Not a man has yet joined from the left division. I am told, however, that some of the 13th and 29th regiments are on their way. I know not when to expect them. Macomb's brigade (6th, 13th, 15th, 16th and 29th) set out this morning in bateaux from Cumberland Head for Chazy Landing. He has left his invalids, and two hundred * JVote. This handbill stated the arrival at Quebec of a fleet of men of war and transports, with several thousand troops from Bordeaux. The strength of each regiment was given in detail."], [71, "59 men as a working party, to finish the work at the former place. His force is about eleven hundred effectives. Bissell's brigade (5th, 14th, 30th, 31st, 33d, 34th, and 45th) commences its movement this afternoon, by land, and will be at Chazy village, two miles from the Landing, to-morrow. I shall attach one company of light (serving as field) artillery to each brigade. Including all arms, we shall be to-morrow at our position, in rear of Champlain, with the three brigades, about 4500 strong. I leave two incomplete companies of artillery, all the sick, and a working party, of between three and four hundred men, here, under command of Colonel Fenwick. Major Totten (Engineers) directs the fortifications. It is matter of surprise to me, that so few officers join their regiments. The dragoons and artillery have less than half their complement of subalterns. In the infantry there is also a deficiency. Many of the officers from the east ward, on the appearance of active service, have sent in their resignations! Some on the plea of ill health — others claiming to be discharged, having engaged for one year's service only! I accept no resignations; but direct the Ad jutant General to forward them to the war office. On the recommendation of their immediate commanding field officers and the Brigadier to whom they are attached, they generally obtain leave of absence till answers arrive from Washington. Colonel Snelling, to the regret of the officers of this division as well as his own, leaves us to-morrow for the Niagara frontier. I have the honour, &c."], [72, "60 From the Secretary at War to Major General Izard. War Department, 30th July, 1814. SIR, Your letter of the 19th instant was brought by the mail of to-day. Colonel Lear's arrangement reached us some days ago, and gave occasion to the order of the 26th instant, a copy of which has been forwarded to you. An order has also been sent to General Burbeck to hasten the departure of the remaining hostages to the lines. Colonel C is not in the habit of corresponding with me, nor have I heard any thing from him on the subject of his arrest. The lawless punishment of soldiers should be strictly forbidden, and your orders in this case rigorously enforced. My letter of the 27th has anticipated your remark in relation to a movement towards the St. Lawrence. I am, fkc. &.c. Major General Izard to the Secretary at War. Cainfi be/ore Chazy, slugust 7th, 1814. SIR, I have just received your letter of the 30th July, which was brought by the express mail from Plattsburg. You inform me, that your \" letter of the 27th ult. has antici pated my remark in relation to a movement towards the St. Lawrence.'''' I have received no letter from you of that dale. No communication from yourself 'has reached me of a later date than the 2d of July. As it is impossible for"], [73, "61 me to judge, from the other passages of your letter, what the nature of the instructions in the missing despatch is, I hasten to inform you of the accident by an express, who is ordered to overtake the mail, or proceed to Albany. The post-office at Plattsburg closes the departing southern mail before the letters from that quarter are delivered. My first line, consisting of Macomb's and Smith's brigades, is within an hour's march of the enemy, who is in force at Odeltown. My reserve is here. I am, most respectfully, &c. From the Secretary at War to Major General Izard. (Private.) War Department, August 2d, 1814. SIR, Enclosed is the copy of a letter this moment received from Buffalo. The movement indicated in my letter of the 27th, a copy of which is also enclosed, ought to be made without delay. General Gaines is under orders for Buffalo, and Lieutenant Colonel Mitchell in command at Sackett's Harbour. Commodore Decatur is ordered, provisionally, to take command of the fleet on lake Ontario. With the actual commander you will communicate freely and fre quently. The secretary of the navy assures me, that he is at ease with respect to the naval superiority on lake Champlain. T am, sir, very, &c."], [74, "62 From J. B. Varnum to the Secretary at War. (Enclosed in the foregoing letter.) Buffalo, July 27th, 1814. DEAR SIR, I have but just time to inform you, that a most san guinary battle was fought on the evening of the 25th inst. near Cliippewa. General Drummond came up with a large reinforcement from Kingston, and immediately moved up against our armjr with a force nearly double our number. The battle commenced about seven o'clock in the even ing, and continued until near eleven. Our army behaved most gallantly, fought to desperation — but the enemy wTere too numerous for them. The whole of the enemy's artillery was twice taken and retaken. The slaughter on both sides was dreadful. Our first brigade was almost annihilated. But one field officer, in the whole brigade, escaped death or severe wounds. General Brown and General Scott were both severely wounded. One of General Brown's aids was mortally wounded, and both of General Scott's severely. Major M'Farland, of the 25th, was killed. Colonel Brady, Majors M'Neill, Levenworth, Brooke, Jessup, and many other worthy officers, wounded. It is impossible to say what is the full extent of our loss. A small proportion of our wounded fell into the hands of the enemy, besides, I fear, several prisoners. The enemy were so severely cut to pieces, that they did not pursue our army. Several most brilliant charges were made by General Scott's brigade. The enemy's lines were completely broken, and upwards of two hundred prisoners made, among whom are Major"], [75, "63 General Rial and suite, one of General Drummond's aids, and fifteen other officers. The prisoners are now here. General Rial badly wounded. I cannot say for certainty, but I presume the remnant of our army will immediately recross the Niagara. Please excuse my hasty scrawl. My time has been so much engrossed in assisting to render the wounded comfortable, that I have but a moment to write. I will give you more particulars by the next mail. We shall lose the services of General Brown and General Scott for this campaign. I have the honour to be, very respectfully, Your obedient servant, J. B. VARNUM. P. S. Our army retired about two miles from the battle ground, and remained in good order for the night and yes terday. Our artillery and baggage is all safe. j. b. v."], [76, "64 The Secretary at War to Major General George Izard. [This letter accompanied J. B. Varnum's letter to the secretary, en- closed in the same envelope with that of the 2d of August.] (Private. — D uplicate .) War Department, July 27th, 1814. SIR, If General Brown's movements have produced large detachments from Montreal (as is stated) some enterprise on your part, menacing to that place, or to some other higher up the St. Lawrence, would be proper. Of these points, Prescot would be the best, from the relation a movement in this direction, and apparently with this object, would bear to that which follows, viz. Should Chauncey beat and cripple Yeo, and drive him into Kingston, we should gain little but honour. If merely blockaded, he will soon refit, and, when his new ship is ready, come out and turn the tables upon us. Though I understand a mere blockade of this kind is all that (even in the circumstance of victory) enters into the commo- dore's plan of operations. We must endeavour to give to these a character more decisive. A junction between you, Gaines and himself may be the means employed. Arrived at Ogdensburg, you may be embarked, and carried up, by the inner channel, to a point near Kingston, while the fleet attacks in face of the harbour. I throw out these hints for your consideration, and (if nothing oppose) for your adoption. Should you make this movement, your stores should be placed as far from the enemy as your water communication admits, and covered by batteries or block- houses, and a small but efficient corps. Nor should any time be lost in communicating with Commodore Chaun-"], [77, "65 cey. I did hope much from his co-operation with General Brown: but that has failed, and in all probability the second division is now falling back upon fort Erie. I am, sir, very respectfully, &c. Major General Izard to the Secretary at War. Camp near Chazy, Head Quarters, August 1 \\th, 1814. SIR, Your letter of the 2d August, (accompanying a copy of that of the 27th July from you to me, and one of the same date of Mr. J. B. Varnum from Buffalo,) reached me last afternoon. The original of the missing despatch dated 27th ultimo, has not come to hand. I have sent two confidential officers this day to the westward; one to Sackett's Harbour, with a communication to Captain Chauncey of the United States' navy, desiring to know from him what assistance he can furnish me with, for the transportation of my troops from Ogdensburg, in the way designated by you; and the other to Ogdensburg, to learn what provisions, artillery and land transportation may be counted upon in that quarter. I will make the movement you direct, if possible; but I shall do it with the apprehension of risking the fofce under my command, and with the certainty that every thing in this vicinity, but the lately erected works at Platts burg and Cumberland Head, will, in less than three days after my departure, be in the possession of the enemy. He is in force superior to mine in my front; he daily"], [78, "66 threatens an attack on my position at Champlain; we are all in hourly expectation of a serious conflict. That he has not attacked us before this time, is attributable to caution on his part, from exaggerated reports of our num bers, and from his expectation of reinforcements. You will ask why I have changed my view of this sub ject since my letter of the 19th July? On that day, I knew of the proceedings at the westward no more than you had communicated in the plan of the campaign, forwarded by Colonel Snelling, and than I had read in the newspapers. The second division was advancing. I had not advanced, with the whole of my disposable force, to the frontier line; nor had I certain information of what was in my front; nor did I foresee that neither men, nor funds for the Quarter master's department, would arrive. Let me not be supposed to hesitate about executing any project, which the government I have the honour to serve think proper to direct. My little army will do its duty. I only desire to have the difficulties which I have to con tend with, properly understood. It has always been my conviction, that the numerical force of the enemy has been underrated. I believe this to be the strong point of our frontier, for either attack or de fence; and I know that a British force has been kept in check in Lower Canada, for many weeks past, greatly superior to that which I could oppose to it. These things I mention, sir, because although I antici pate disappointment, I will guard myself against disgrace. I enclose what is believed to be a correct statement of the arrivals at Quebec, from the 26th July to the 2d of August. Yesterday morning Captain Mailloux, a Canadian par tisan of some celebrity on these borders, was wounded"], [79, "67 and taken prisoner in a skirmish at our outposts. He died* this forenoon at the camp near Champlain. An Indian was killed of the party under his command, the rest escaped. We have, for some days past, lost but a couple of centinels killed by skulking savages. Our men are in the best spirits, but they begin to ask for their pay. The officers suffer from the want of it. I am, sir, &c. The Secretary at War to Major General Izard. War Department, August \\Oth, 1814. SIR, Should you make a movement towards the St. Law rence, in conformity to my suggestion of the 27th ultimo, or of that contained in your letter of the 19th, will it not be advisable to strengthen the several posts on lake Cham plain, by military detachments? You are authorised to call on the governors of New York, and Vermont, for this species of troops, if in your opinion they will be necessary. I am, sir, Sec. • Note. This was a mistake. Mailloux lingered about a week after the date of this letter, and died at Judge Moore's house. His corpse was given to the enemy, who buried him in Canada."], [80, "68 The Same to the Same. War Department, August Mth, 1814. SIR, Your letter of the 31st ultimo was received on the 9th instant. — Our embarrassments for money are extreme, which may have occasioned the delay in paying off the second moiety of the bounty. These embarrassments were foreseen, when the law giving increased bounties was in progress through the legislature, and many endeavours made, to prevent their prompt payment; but congress in its wisdom, thought only of getting the men, without looking forward to the difficulty of getting the money to pay them. What I can do, has been done. I have or dered the paymaster to make provision for the case. The 13thand 29th have left Sackett's Harbour for Platts burg, but by what route I do not know. The strength of both is about five hundred. Several other detachments are in march for your head quarters. The absence of officers from their regiments is as un accountable to me as to you. Orders have been long since given, that all not employed on the recruiting service, should join their corps respectively and without delay. Major Bell is now making out a list of those engaged in recruiting, by comparing which with your report of such as are in the field, we may arrive at the names of the ab sentees against orders. I wish you to accept the resignation of all officers whose past conduct gives no pledge of future usefulness. Refer ences to this department are useless, so long as your In spector General, by withholding confidential reports, with-"], [81, "69 holds also the means of knowing whether officers are worth retaining or otherwise. The Postmaster General will establish without delay an express mail, between your head quarters and those of the second division, via Sackett's Harbour. It is the Pre sident's wish, that a direct and frequent correspondence be kept up between the two divisions, so that each com manding officer be fully acquainted with the movements of the other, and both, with those of the fleet, by separate communications with the commodore. Until the Post master General shall have made the above mentioned ar rangement, your Quartermaster General will provide ex presses, as occasion may require. I am, sir, &c. From the Same to the Same. War Department, August \\2th, 1814. SIR, The movement suggested in my letter of the 27th ulti mo against Kingston, rests altogether upon the presump tion that Chauncey has beaten Yeo, or at least has driven him into port and confined him there. If, however, the enemy should carry his force from Montreal to Kingston, (and his is the shorter line of the two) and be prepared to meet you at this new point, the attack may be suspended, and another safer movement substituted for it. This will be to embark two thousand men at Sackett's Harbour, and carry them up to the west end of the lake. United with the second division, you will be able to reduce fort George and Niagara, and what is of even more importance, cap-"], [82, "70 ture the whole of Drummond's force on the Niagara. We have already seen that Rial, on General Brown's approach to fort George, withdrew his main body to Twenty Mile Creek. Drummond, when he falls back, will pursue the same policy and retire to the same place, or to Burlington Heights. To defeat this, these heights should be seized by you. This will compel him to take a position at fort George, and abide the fall of that place or of a battle; it will completely sever his communication with York and Kingston by land, as well as by water, and deprive him of the resources of the neighbouring country. From thjg point of debarkation, your movements will be made in concert with Brigadier General Gaines, who commands the division of the left. Commodore Chauncey will be in- structed by the secretary of the navy, on this plan of ope- rations. It remains to say a word or two, with regard to the residuary part of your corps. May not this be left at Sackett's Harbour, with advantage? Will it not compel the enemy to keep a large force at Kingston? Can any other point be menaced with more effect? On the project of taking post on the St. Lawrence, there is a great draw- back, from the difficulty we shall find in subsisting, and if occasion should arise, in supporting it. It is very dis- tinctly my opinion, that it has become good policy on our part, to carry the war as far to the westward as possible, particularly while we have an ascendency on the lakes. Were a post taken at the narrows and on our side of the river, it would immediately produce one on that of the enemy, and sufficiently near Vermont, to have the whole benefit of the shameful traffic carried on by many of its inhabitants. In this proposed translation of your force from lake Champlain, immediate attention will be necessary to your"], [83, "71 deposit of provisions. Those on lake Ontario and it* waters should be multiplied and increased, while those on lake Champlain should be lessened both in number and quantity. I am, sir, very respectfully, Your most obedient, and very humble servant, J. ARMSTRONG. Note. The object of the present publication is not to criminate public functionaries, but to throw light on an interesting period of our national history. To judge sanely of the expediency of military ope rations, dates as well as distances must be attended to. On the 12th August, (the date of the foregoing letter,) Brigadier General Gaines was closely invested at fort Erie, by a British army under General Drummond, — on the night of the 14th — 15 th August, the assault took place, in which our troops gallantly repelled the enemy. On the 20th (the day when the secretary's letter reached General Izard) the siege of the American intrenchments was progressing. The dis tance from Champlain to fort Erie, a vol d'oiseau is about three hun dred miles; — by the nearest practicable route, considerably more than four hundred miles. Major General Izard to the Secretary at War. Camp near Chazy, August 20th, 1844. SIR, My last of the 11th instant will have informed you, that I had, immediately on receiving yours of the 27th ultimo, taken measures to execute the movement you have directed. I this day received your despatch of the 12th of August, by express from Albany. Deficient as I am in the means of transportation, with"], [84, "72 an enemy in superior force immediately before me, with but one road to move upon, I need make no excuse for delay in executing the order given to me. It will yet be four or five days before I can proceed with my division. I must not be responsible for the consequences of aban doning my present strong position. I will obey orders, and execute them as well as I know how. Major General Brisbane commands at Odeltown, he is said to have between five and six thousand men with him. At Chambly are stated to be about four thousand. Enclosed is the report of Colonel Cumming, Adjutant General, whom I sent to Ogdensburg. I have yet heard nothing from Sackett's Harbour. I have the honour to be, &c. The Same to the Same. Camp near Chazy, August 23d, 1814. SIR, Major General Brisbane, commanding the advance of the British army in Lower Canada, wrote to me some days ago on the subject of the shooting of sentinels and solitary individuals near our respective positions; and pro posing to establish a rule on this subject similar to European practice. To this I answered, that nothing would give me more satisfaction, than to carry on the war on this frontier, in an honourable and soldier-like manner; but that he would find on enquiry, this shameful practice had not been commenced by the American troops. His expressions to the officer who bore my answer were liberal, and he mentioned his intention of ordering his In-"], [85, "73 dians into the rear. We, the following day, made one of these wretches prisoner; he is sent to Plattsburg, and shall go on to Greenbush. On the 21st, notwithstanding these fair speeches, a sentry of ours was fired upon by some creeping savages or soldiers, and two balls lodged in his cap. The man is not hurt. Yesterday a letter and packet were brought me from the same officer, announcing that one of his subalterns had taken from a tax collector in Vermont, near the lines, a sum of money said to be seven hundred and seventy one dollars, which he now returned, not considering such proceedings as according with the agreement he ha dpro posed. I have turned the money, which was found to amount to the sum mentioned, into the hands of the Quar termaster General, who will pay it to the tax-collector, a resident on Grande Isle of the name of Adams. The road through Chateaugay-Four-Corners to Parish ville, is scarcely passable for horses. The enemy have opened that which leads from their lower settlements to that place, and I understand are collecting a force in that direction. Were I attacked in that wilderness, with a long column of infantry and baggage, the consequences, not withstanding every human exertion, might be deplorable. The idea of turning our backs on the enemy is scarcely less unpleasant. But the alternative was decided in my own mind. However, to prevent grumbling, though by no means an admirer of councils of war, I wrote the en closed note, which was some hours afterwards returned with the opinion of which I send you the original.* * Note. The council of war was composed of the following officers, viz: Brigadiers General Macomb, Smith, and Bissell, Colonel Cum ming, Adjutant General, Colonel Drayton, Inspector General, and Major Rees, Deputy Quartermaster General. The question: « We are to move to Sackett's Harbour — Shall we proceed by Chaleaugay, K"], [86, "74 By Schenectady then we go. Some difficulty necessarily presents itself on account of supplies and transportation; but in the course of a very few days, or more properly speaking, as soon as the quartermaster and contractor in form me they are ready, I march with 4000 active men, I shall take no artillery, expecting to find what I want on Lake Ontario. All my sick and convalescents, and about 1200 effectives, will garrison Platt's Point and Cumberland Head. Brigadier General Macomb will be left in com mand there. All this, however, is only in the supposition that we shall not be attacked, a contingency by no means unlikely.* Your letter of the 10th instant, authorising me to call out the militia, was yesterday received, and I have required of Major General Moers, commanding that description of force in this part of the country, to assemble without delay one regiment of infantry and one troop of light dragoons, organized and equipped according to law, at the village of Chazy; rifle companies to be accepted as a portion of the infantry. The inhabitants are in consternation, — and Capt. Mac donough will be obliged to go up the Lake near Cumber land Head. I have the honor to be, &c. Ogdensburg and the right bank of the St. Lawrence, or by the south end of lake George and Schenectady?\" The answer, (signed by all and stated to be unanimous,) \" By Schenectady.\" * It was devoutly prayed for by the whole army."], [87, "75 The Same to the Same. Head of Lake George, 1st Septembers 1814. SIR, On the 29th instant the troops at (Jhamplain and Chazy commenced their march in this direction. On the 29th, I Waited at Plattsburg till the rear of the last column had left that village; and having passed them on the road, I ar rived here yesterday. The whole division, consisting of dragoons, light artillery, (armed as infantry,) the 4th, 5th, 10th, 12th, 13th, 14th, 15th, 16th, and 45th infantry, (making a total of about four thousand effectives) will be at this place on Saturday, 3d September. — The transpor tation delays us. Oxen are necessarily employed, as there are not horses sufficient for the purpose, and they move very slowly over this rough country. I hope that they will reach Glenn's Falls on the 4th. — From thence they will take the road which I shall learn to be the best to Sackett's, Harbour. There may be a good one by Johnstown; but I have yet no correct information on the subject. I wrote by express, before I left Chazy, to Commodore Chauncey, that I expected to be at Sackett's Harbour on the 13th September, and that I should be glad to embark my troops immediately on their arrival. It is now doubtful if we can be there so soon; but I will take care to give him accurate information of our approach. I am, &c."], [88, "76 The Same to the Same. Schenectady, New-York, September 7th, 1814. SIR, On the morning of the 5th instant the troops, having rested twenty-four hours at the south end of Lake George, resumed their march for Sackett's Harbour. I had oppor tunities of acquiring better information respecting the road by Johnstown than when I last wrote on the subject, and in consequence gave the columns another direction, which will considerably lessen the distance. To-morrow they will halt at Johnstown; — from thence they will pro ceed to Remsenj sixty miles, — and from the latter to Sackett's Harbour, sixty more. As I wish to bring them in fresh and ready for immediate service, we shall average no more than fifteen miles per day, unless advices from Commodore Chauncey should render a more rapid move ment advisable. 1 have written to that officer that I am desirous of embarking the division on the moment of our arrival, as success will in a great measure depend on the promptness with which we shall reach the point of attack. Copies of intercepted letters from Sir George Prevost to Lieutenant General Drummond, of the 26th August, were forwarded to me by express from Colonel Mitchell, and lead to the belief that we may arrive on the Niagara before the reinforcements from Kingston and Montreal shall have joined the British army. Every thing however will depend upon the readiness of the fleet to convey us. Not having received instructions from you since those dated the 12th of August, and the aspect of affairs having materially changed since the advices you were at that date"], [89, "77 possessed of, I shall be under the necessity of governing myself by the information I shall obtain at Sackett's Har bour, to which place I shall hasten after seeing the troops at Johnstown to-morrow. On the 14th or 15th instant at latest, they will overtake me. I have, &c. Major General Izard to Captain Chauncey, commanding Is. S. Naval Forces on Lake Ontario. First Division, Northern Army, H. Q. Chazy, August Wth, 1816. SIR, I have received instructions from the Secretary at War to communicate with you freely and frequently. — A move ment of the force under my command (preparatory to a junction with some of the troops on Lake Ontario and a co-operation with the naval armament in ulterior measures against the enemy) is designated. Ogdensburg is men tioned as the place which I should occupy in the first instance, — from thence to embark and be carried up by the inner channel to a point in Canada, while the fleet at tacks in face of the harbour. Should it be possible to reach with my army the banks of the St. Lawrence, I have to ask of you information re specting the means of transportation by water, in con formity with the secretary's project. Colonel Snelling, In spector General in the army, will deliver you this letter and will receive your answer, as well as such confidential communications as you may think proper to make me."], [90, "78 He is authorised to give you information respecting my situation and strength. I am, sir, respectfully, &c. Note. — The Commodore's answer to the above letter is mislaid. It contained a statement of the difficulties which would attend the navigation up the St. Lawrence, in consequence of the want of vessels adapted to it, the enemy having secured all the small craft from the lake downwards. The Same to the Same. H. Q. near Chazy, August 28th, 1814. SIR, On comparing the inconveniences attending the march of troops from this place to Sackett's Harbour by Malone, and by Utica, I have determined on taking the latter route. I hope to be at Sackett's Harbour with four thousand men on the 13th September; this however will very much depend on the state of the roads and on the weather. If the expedition to the head of lake Ontario should continue to be the order of government, the sooner we embark after our arrival the more success we may look for. I shall take care to advise you of our approach, and shall have great pleasure in making the acquaintance of an officer for whom, &c. &c."], [91, "79 Commodore Chauncey to Major General Izard. U. S. ship Superior, off Kingston, \\\\th September, 1814. SIR, I was yesterday honoured with your letter of the 26th ultimo, by Major Brown. — I am pleased that you move direct for Sackett's Harbour, as the route by Ogdens burg would have been attended with many difficulties. The fleet under my command shall be in a state of preparation to receive the troops as soon as they ar rive. I have the honor to be, &c. The Same to the Same. U. S. Ship Superior {Lake Ontario) \\(,th Sept. 1814. SIR, Your favour of the 13th was this day handed to me by Major Brown. I hope to anchor the fleet at Stoney Island (eight miles from Sackett's Harbour) between this and to-morrow morning. If you will do me the honour to step on board the Lady of the Lake, and visit me at my anchorage, I shall feel particularly flattered, and I will have the pleasure of communicating to you all the infor mation that I possess respecting the preparations of the enemy at Kingston. I have the honour, &c."], [92, "80 Major General Izard to Commodore Chauncey. September \\6th. SIR, Major Brown has just now delivered to me your note of this date. I regret that mine, of which he was the bearer, did not reach you twenty-four hours sooner, as I should then have been able to accept your obliging invitation to visit you on board of the fleet; but the troops have this morning arrived, and my presence here is at present indispensable. Until the last communication which has been made me by Major General Brown, under date the 11th instant, I was impressed with the belief that an expedition might be undertaken with success to the head of the lake, which might embrace, among other objects, the attack of fort Niagara. But it seems that he is very closely pressed by the enemy in his position, and considers the arrival of my division to his relief as of the utmost importance. In this view, it has become my duty to hasten to his assistance, and to proceed with the least possible delay to Buffalo. The only doubt remaining is, whether the transportation of my force by water to the mouth of Genesee river, or to some other point in that vicinity, will expedite my move ment more than a continuance of my march by land. In either case, the train of the army must be sent to Onon dago, as so many horses cannot be conveyed in the vessels provided here. The uncertainty as to the time of arrival, should we go by water, is balanced by the greater fatigue incident to the length and badness of the route. Permit me then to rest my decision upon the answer to this ques tion which I beg leave to propose to you; — whether the"], [93, "81 naval means at your command are sufficient, and prepared to take on board four thousand men, on the morning of the 18th instant (the day after to-morrow) and convey them to the mouth of Genesee river? — If your opinion be in the affirmative, the troops will be ready for embarkation at sun-rise on that day; — if it should be otherwise, we shall march to-morrow afternoon, or the following morning. Accept, sir, the assurance of respect, &c. From Commodore Chauncey to Major General Izard. U. S. Ship Superior, off Stoney Island, Friday Evening, \\6th Sept. 1814. SIR, I was this evening honoured with your favour of this day's date, and in answer to the question therein pro- pounded, \" Whether the naval means at my command are sufficient, and prepared to take on board four thousand men on the morning of the 18th instant, and carry them to the mouth of Genesee river,\" I answer, that the naval force under my command (and on this station) is not suf- ficient to receive four thousand men; but all the means that I have shall be ready to receive as many of your troops, on the morning of the 18th, as we can accommo- date, and transport them to Genesee river, or any other point on lake Ontario, that you may wish to land them at. Probably the vessels that are at present in this vicinity could accommodate from fifteen hundred to two thousand men. You will judge whether it is advisable to separate your force or not. At any rate, I have ordered the vessels cruising off Presque Isle to rejoin me immediately; and I L"], [94, "82 shall run into the Harbour with this fleet to-morrow morning, and be prepared to afford you every assistance within my power. I have the honour, &c. Major General Izard to Commodore Chauncey. H. Q. Sackett's Harbour, Sept. 17, 1814. SIR, The army will move at sun-rise to-morrow morning. As many of the troops as can be received on board of vessels will be embarked in such manner as you shall deem most convenient. The rest will proceed by land. I have the honour, &c. Commodore Chauncey to Major General Izard. Superior, Sunday, \\Sth Sept. p. m. dear SIR, It is impossible to embark the troops so long as the weather continues so boisterous. The moment that it moderates I will cause the fleet to be prepared for the reception of the troops, and inform you when they are ready. Boats at this season will be found troublesome, and will retard the fleet, unless we should be so fortunate as to be savoured with a fine wind. I have, &c. &c."], [95, "83 Major General Izard to Commodore Chauncey. S. H. September \\8th, 1814. DEAR SIR, I need make no apology, I am sure, to you for the anxiety 1 feel to move to the westward. Your readiness to assist me in this object I am convinced of. Allow me then to consult you with regard to the most expeditious mode of transporting my force to the relief of fort Erie. Your long acquaintance with this climate, as well as your professional eminence, give to your opinion a weight which justifies my reliance on it; and, short as is our acquaint ance, I shall be flattered if you would communicate it as to one whom you believe to have confidence in your good will and judgment. Do you think that I can move the troops I have brought on (setting out as soon as this conflict of the elements shall cease) more quickly by waiting a day or two for the con veyance by water, through the aid of your fleet, than I can do by land? You will suppose me, if you please, fur nished with all the wagons and horses that I have occasion for. This mode of treating on matters of public service, after the lessons those engaged in them have received, may appear indiscreet. I hope you will see in it nothing more than the unaffected expression of my earnestness to obtain an object, which I believe important, and of the respect and esteem with which I am, sir, &c."], [96, "84 Commodore Chauncey to Major General Izard. U. S. Ship Superior, Sackett's Harbour, \\9lh Sept. 1814. DEAR SIR, The fleet will be ready to receive your troops at 11 o'clock, a. m. Boats will be ready near the cantonment, arranged agreeably to the 'numbers of the vessels. The boats of the Superior, No. 1, will take the right of the line; Mohawk, No. 2, next, and so on to the left. Be pleased to give the necessary orders for the troops so to arrange themselves, as to conform to the above ar rangement of the boats, which will avoid much confusion in the embarkation. I have, &c. From Major General Izard to Major General Brown. Sackett's Harbour, September ISth, 1814. SIR, In consequence of orders from the department of war, I moved with about four thousand men of the army under my command from lake Champlain for this place. I did expect, before I arrived here, to have received further in structions relatively to my destination. These have not reached me, and I am left to adopt such measures as ap pear to me best calculated for the advantage of the service. The troops will be here on the 15th or 16th instant. It will depend on the naval preparations how soon afterwards we may embark. Should nothing intervene to alter my"], [97, "85 destination, I will proceed to the head of the lake, and place myself in the rear of the British forces in your front. Should the reinforcements which are destined for the enemy not join him before we land, the happiest con sequences may result from this movement. I write without having seen Commodore Chauncey, who is off Kingston. I have from him, however, the promise, by letter, under date of the 11th, that his vessels shall be ready to receive the troops as soon as they arrive. I cannot yet positively designate the point at which I shall disembark, but will give you notice of every par ticular as soon as I can decide upon the subject. In the mean time I have thought that it would be satisfactory to you to know that an effective force is approaching to your assistance. I shall be glad to learn your precise situation and strength as soon as possible, and to have your opinion respecting the ulterior measures of the campaign. I am, sir, &.c."], [98, "86 From Major General Brown to Major General Izard. [Received a few hours after the preceding was despatched] H. Q. Fort Erie, September 10th, 1814. SIR, I h a ve been expecting with much anxiety to hear from you, and to learn the aid that you can afford this army. My total effective force does not much exceed two thousand men; perhaps I may be able to fight, in position, twenty five hundred. The force of the enemy, which confines us to our works, is believed to amount to four thousand, and the 90th or 97th (the deserters say both these regiments) is nigh at hand. I will not conceal from you that I consider the fate of this army very doubtful, unless speedy relief is afforded; and my opinion is, that the wisest course will be to effect a junction, by landing below Niagara, marching on the American side of the strait, and crossing over from Buffalo. Will your force be such as to insure relief to this army if you land on the British side? Our united forces would, I have no doubt, be competent to drive Drum mond from the field, and perhaps capture him. Whatever may be your plans of operations, be so good as to make me acquainted with them, so that I may know how to calculate. Your orders will be received and obeyed with pleasure. General Porter has assembled say three thousand mili tia. It remains to be seen if they can be made useful. Very respectfully, sir, &c."], [99, "87 The Same to the Same. H. Q. Fort Erie, Sept. Wth, 1814. SIR, I have nothing new of importance to communicate, and by the return of the express, think proper to say so for your satisfaction. We have received but few shot or she^s from the enemy within the two last days. Many deserters come in, who state that the enemy's supply is exhausted, but that they expect to be resupplied within a short time. There is no doubt but that they are erecting additional batteries. General Porter has succeeded in getting over about one thousand of his militia; — more are expected to cross. Should you deem it proper to pass rapidly to this theatre of war, I do not doubt but that it will be in your power to carry every thing within the peninsula. However if, with the aid of the fleet and the forces at Sackett'6 Harbour, you can succeed in carrying Kingston, you will accomplish a much more important object. In the execu tion of any plan you will find me disposed to exert myself, and I am convinced that the remains of my gallant army will do their duty under any circumstances. I shall be happy to receive your orders, and be made acquainted with your plan of operations. My command must find relief in some way, before many days. I am, sir, &c. JACOB BROWN. P. S. Forts George and Niagara must be nearly empty. It is not probable that there are many of the enemy's re gular troops between this and Kingston. Their militia are worse than ours. They are good for nothing."], [100, "88 My private opinion is, that the enemy cannot bring into the field to exceed three thousand regulars between this and Burlington, unless the 97th or 90th have arrived. If you think proper to land north of fort George, and I could know the moment of your landing so as to press upon the enemy, it would perhaps be the shortest cut to your ob ject, the capture of Drummond and his army. He cannot escape, provided you can promptly form a junction with my present command. We have artillery sufficient for every object in the field, and perhaps sufficient for the reduction of Niagara. Major General Izard to the Secretary at War. Sackett's Harbour, Sept. 17, 1814. SIR, Yesterday forenoon the division which marched under my command from the Champlain frontier arrived at this place. The mounted dragoons were halted at Champion, and will be ordered to meet the rest of the troops at Batavia; — they will march by Onondago. Part of the fleet under Commodore Chauncey came into this harbour within a few hours; the remainder is expected in the course of the night. I have seen the Com modore for the first time this afternoon, upon his coming on shore. We shall embark about three thousand men to morrow morning, and proceed to the westward. Should the winds favour us, my intention is to land above the Niagara river, in the hope of intercepting the army under Lieutenant General Drummond. If the debarkation in that part of the lake cannot take place in forty-eight hours after sailing from hence, we will be landed at the mouth"], [101, "89 of Genesee river, and hasten to the relief of Major General Brown's force, which is represented by him as closely pressed. The necessity for the fleet's returning to its station near Kingston will prevent its supporting me in Upper Canada for more than a few days; and without it, to cover my supplies, I should risk the almost only remaining regular force on our frontier. t The defences of Sackett's Harbour are miserable. This point, rendered important by the scarcity of good harbours on these waters, might with little expense be rendered safe. It requires but an able engineer to construct works which, with less than one thousand men, might effectually protect the stores and fleet from any attack, except by an overwhelming force by land as well as water. I find here fif teen hundred militia, in addition to the remnant of the Left Division, consisting of Lieut. Col. Mitchell's detachment of field artillery (four hundred men) and a squadron of dismounted dragoons. The latter I take with me, and leave in their stead a battalion of the 13th infantry, and the sick and weary of my division. I am, respectfully, &c. P. S. I have this moment received a despatch from Brigadier General Macomb, giving a hasty account of the repulse of the enemy, on the 11th instant, from the works near Plattsburg. As I ordered the Brigadier to communi cate all events of importance, after my departure, to the war department as well as to myself, you will of course have had an official report of this gallant achievement. — Permit me, sir, to offer my congratulations on this further decisive proof, if such were yet wanting, of the valour of our regular troops, and of the confidence which the nation may repose in them. M"], [102, "90 From the Same to the Same. Head Quarters, Sackett's Harbour, Sept. 18, 1814. SIR, Last night a violent storm, accompanied by torrents of rain, commenced and still rages. I despatched at dawn of day a note to Commodore Chauncey, who had return ed to his ship after a conversation with me last evening,— but, though anchored within a few hundred yards from the shore, it is reported to me that no boat can reach him. I wish to learn his opinion respecting the continuance of this tempestuous weather, which some persons residing here de clare will last for a fortnight or more. (The wind is at west, so that nothing can go out.) Should this be confirmed, as every moment is precious, I will if possible resume my march to-morrow towards Onondago. The roads are scarcely passable; but I have in prospect two most im portant objects, — the relief of a brave and valuable band of tried warriors at fort Erie, and the possible discomfiture of the enemy who besieges them. I am, &c."], [103, "91 The Same to the Same. U. S. Ship Superior, Sackett' . Harbour, Sept. 20th, 1814. SIR, The storm having abated, I was yesterday forenoon informed by Commodore Chauncey, that the fleet was ready to receive the troops. Accordingly the infantry de signated for embarcation, amounting to twenty-five hun dred men, were at an early hour of the evening distributed in the various ships of war, and in some schooners engaged for the purpose by the Quartermaster General. We were in hopes of being able to get under w~ay in the course of the night or this morning; — but the wind is opposed to our moving. Not a moment will be lost to hasten our departure. It was the opinion of the naval commander that the employment of the gun -boats and other small craft would be both unsafe and productive of delay. In consequence, I reluctantly resolved on dividing myr force. The regiment of light artillery and the dismounted dragoons marched for Onondago last afternoon. The squadron of mounted dra goons is ordered to leave Champion for the same point. For the security of Sackett's Harbour, I leave, in ad dition to the artillery under Lieut. Col. Mitchell, two battalions of infantry — the 13th, commanded by Major Malcom, and the 45th, under Major Brevoort. These troops, all in good condition, and among the best of my division, will, I trust, be sufficient (with the numerous militia already arrived and arriving) to guard the public stores and navy yard."], [104, "92 I cannot learn with certainty whether the reinforcements ordered from Kingston have gone on to join General Drummond, nor whether they consist of the 90th and 97th, or of only one of these corps. The last accounts from Major General Brown state, that both are expected by the enemy. Very respectfully, &c The Same to the Same. Northern Army, H. Q. Batavia, N. Y. Sept. 28, 1814. SIR, On the 21st instant, the fleet under Commodore Chauncey sailed, in the forenoon, from Sackett's Har bour; and, the wind favouring us, we were off the mouth of Genesee river the next morning early. The troops were all disembarked before night, and encamped near the lake. Every exertion was used to collect a sufficient number of wagons and horses for the transportation of our camp equipage and provisions; but our appearance being unex pected, and that part of the country thinly peopled, it was not until the 24th that we could resume our march. Part of the tents and stores were unavoidably left, to fol low as fast as means could be procured for the purpose. Through excessively bad roads, and amidst continual and heavy rains, we proceeded; the officers of every grade, with very few exceptions, being dismounted. On the 26th, some hours before night, the whole of our corps arrived in good spirits at this village, and with a less proportion of men disabled for immediate duty than could, under such circumstances, have been expected."], [105, "93 It was not until I had been here part of a day that I received a letter from General Brown, for the first time since we sailed from Sackett's Harbour. His messenger had sought me at the Eighteen Mile Creek and at Gene see river. The successful sortie of the 17th, which I now learnt, would have induced me to remain on the Ridge Road, in order to approach fort Niagara with less fatigue to the men. The want of artillery, however, would have rendered the attack impracticable, until I should be sup plied from Buffalo and the little arsenal at this place. Yesterday I met Major General Brown by appointment, and obtained from him such details as are necessary for the concert of our proceedings. Lieutenant General Drum mond's further operations against fort Erie are in all pro bability abandoned for this campaign. He is reported to have destroyed the bridges at Frenchman's creek and Chippewa, — and to have covered himself with his field works on the latter stream. His effective force does pro bably not exceed three thousand men, besides the garrisons of forts George, Niagara, and their dependencies; — these cannot be complete. I have, therefore, determined on be sieging fort Niagara, while Brown's division (which is not a little reduced by the numerous gallant and sanguinary conflicts in which it has been engaged) shall hold him in check on the western side of the strait. We shall be but badly furnished with artillery. With the exception of one heavy twenty-four pounder, on a truck carriage at fort Erie, there are no pieces of larger calibre than eighteens, and these light, and their carriages wanting repairs. I have directed the latter to be commenced immediately, and in as short a time as possible shall transport towards Lewis town, by land and water, six or eight of the eighteen pounders, and the only two mortars which can be found. With these I hope, after a few days of open trenches, to"], [106, "94 restore to the United States the shamefully lost fortress of Niagara. My intention is yet a secret to all but Major General Brown and my chief engineer, Major Totten. I shall endeavour to mislead the enemy into a belief that I am about to land & force on the north side of lake Erie, in order to possess myself of Burlington heights. The detachments which I was obliged to forward, by land, from Sackett's Harbour, cannot be expected in less than a week; neither will the squadron of light dragoons join us sooner. The roads and weather oppose any rapid movement. Indeed when I look back on the distance which we have come since we left our position in front of a superior enemy on the Champlain line, I am surprised at the little time and few accidents which have attended our progress. The experience of the last campaign proves the neces sity of adopting timely measures for the accommodation and comfort of the troops during the winter. Disease, consequent on the severity of the climate, exposure at a late season, and bad diet, destroyed ten times more men than fell by the hands of the enemy. The force, now as sembling on this frontier, small as it is in numbers, is great in value to the United States. It should not be for gotten that they were raw recruits only a few months ago, and that they have been engaged in active service ever since. Their instruction as soldiers is consequently far from what it might be, although the essentials of soldier ship, as obedience, hardihood and courage, are theirs. In the repose of winter quarters they can acquire what is yet alone wanting to render them equal, if not superior, to any troops on earth. Round these may be assembled the re cruits from the interior. The officers, of all grades, should be made to remain with them. Applications for leave of absence, except under very urgent circumstances, should be"], [107, "95 refused. In this manner discipline and order will be speedily established, the many individuals who yet dis grace their military appointments, will be known and driven from the service; and early in the spring, before the enemy can receive reinforcements from Europe, the most important blows may be struck. I have the honour, &c. P. S. The latest communication I have had from the war office, was received at Chazy, and is dated the 12th August. The Secretary at War to Major General Izard. War Department, September 27th, 1814. SIR, Your letter of was the last which has been received. A strong hope is entertained that yours and Commo dore Chauncey's movements were in harmony, and that you have been placed by means of his fleet in safety at the point of your destination; — arriving there, full confi dence exists, that you and the corps under your com mand will justify the high opinion cherished by the govern ment, of the gallantry and probable success of your operations. When I took charge of the department of war, you were on your march by Sackett's Harbour to the strait of Niagara, in aid of General Brown, who was closely pres sed by a superior force at fort Erie. General Macomb was exposed by your departure, to an attack from Mon-"], [108, "96 treal; and Sackett's Harbor would likewise be exposed to an attack from Kingston, as soon as you and Commo dore Chauncey left it. It did not seem to be proper to suspend any of these movements. I took the most effec tual measures in my power to strengthen the exposed parts. I requested the governors of New York and Ver mont, to send immediate aid to General Macomb, and Sackett's Harbour, and ordered a reinforcement of one thousand men from Detroit to fort Erie, which may pos sibly arrive in time to afford aid there. On your arrival at the strait of Niagara, being the senior officer, the President directs that you take the com mand of the whole force. The military operations there must be combined and directed to one result, which can only be done, by being placed in the hands of one com mander. Your future command will extend to the whole of the 9th district. I have the honour to be, &c. JAMES MONROE. P. S. Since writing the above, 1 have received your let ters of the 16th, and 18th of this month."], [109, "97 Major General Izard to the Honourable James Monroe Secretary at War. Northern Army, H. Q. near Leivistown, October 7th, 1814. SIR, I received last evening by express from Buffalo, your letter of the 27th ultimo — none other has reached me from the war department of later date than the 12th of August. I have in the interval, regularly addressed the secretary at war, and my opinion respecting the move ments which I was ordered to execute, as well as the modifications which were necessitated by circumstances, have been detailed in my letters from Chazy of the 11th, 20th, and 23d August; from lake George, of the 1st September; from Schenectady of the 7th September; from Sackett's Harbour of the 17th, 18th, and 20th; and from Batavia of the 28th. Being without instructions, and having received at Sackett's Harbour pressing letters from Major General Brown, to hasten to the relief of the forces at fort Erie, I considered it my duty to depart from the course laid down by the late secretary; and in the pro priety of having done so, I am confirmed by the situation I find things in on this frontier. On the 1st of this month I moved from Batavia, with the troops which had accompanied me by water from Sackett's Harbour, for this point. My route was through a wilderness, the greater part swamp, twenty-six miles in extent, until I reached the Ridge Road, (thirty-five miles east of this place); from thence the road is good. We arrived here the day before yesterday in the morning, having encamped the preceeding night at a deserted ham let six miles off. If boats could have been procured, we N"], [110, "98 should have surprised a British battalion lying at Queens town. Unluckily every description of craft has been re moved from this shore, by the enemy. Major Generals Brown and P. B. Porter met me the same evening. The opinions of these officers are decided ly, that we should concentrate our forces south of Chip pewa river, (which stream has not yet been abandoned by General Drummond,) and defer the attack of the forts at the mouth of Niagara river, so long as he is in the field. I enclose a copy of the note I addressed, after our conver sation, to Major General Brown, and his answer. As soon as I hear again from him, I will march to Schlosser and cross my brigades to the Canada shore. Two parties which were sent out last evening, to recon noitre fort Niagara and the intervening ground, have just now returned. The enemy has drawn all his garrison with in his walls, and is adding to his defences both there and at fort George. Early this morning a body of infantry, re ported to be eight hundred men, marched from the latter fort towards Queenstown; they were accompanied by bag gage wagons, and are probably going to reinforce their army above. Some publications have appeared calculated to induce a belief, that the force left at Plattsburg was incompetent to the defence of that important point. I beg leave to cor rect this misrepresentation. There were at Plattsburg, in and about the works which I had erected in the preced ing two months, under the direction of a valuable young officer, Major Totten, of the engineers, not less than three thousand regulars, of whom one thousand five hundred were fit for duty in the field, (in the number were three good companies of artillery,) besides some hundreds of what are reported extra duty men and convalescents. There can not have been five hundred of the whole number"], [111, "99 useless, in case of an attack. They were amply provided with artillery, ammunition and stores of every kind, com pletely secured from annoyance. I may venture to assert that without the works, (fort Moreau and its dependen cies,) Captain Macdonough would not have ventured to await the enemy's attack in Plattsburg Bay, and would have been obliged to retire to the upper end of lake Champlain; and that with the garrison which Brigadier General Macomb had, he might (with the skill and atten tion to be looked for, in a professional man of his rank, and with the able assistance he had in some of our best officers of every arm (Colonel Melancthon Smith of the 29th, Lieutenant Colonel Appling of the riflemen, Major Totten of the engineers, Captains Brooke, and Leonard of the artillery,) have defended those works for three weeks against a combined attack by land and water, had the British fleet been victorious, and Sir George Prevost's force really as is stated. I hope, sir, that you will do me the honour to lay these facts before the President — as I am anxious to prove that I have not been undeserving of the confidence, which has been placed in my exertions, to defend the frontier entrusted to my charge. I am, very respectfully, Sec."], [112, "100 The Same to the Same. Head Quarters, Northern Army, Camp near Street's Creek, Upper Canada, Octr. 16, 1814. SIR, On the 8th instant I marched from Lewistown for Schlosser, intending to embark at or near that landing with my troops and cross the strait to a point south of Chip pewa, where I was to be met by Major General Brown's Division. On arriving at Cayuga creek, where the boats had been concealed, I found that they would not con tain above one fourth of my force; and to cross in the face of the enemy's batteries and intrenchments at Chip pewa, by small detachments, would have been' mad ness. I therefore encamped for the night; and the next morning having lightened my wagons by putting part of their loads in the boats, we proceeded towards Black Rock. Some delay occurred at Tonewante creek, a bold and deep stream, the bridge over which was destroyed some months ago. On the 10th and 1 1th my division crossed the strait and encamped about two, miles north of fort Erie. I found at that post (besides the remains of Brown's division and the New-York volunteers under General-Por ter) the 17th regiment of infantry, which had arrived a few days before from the westward; the latter I attached to the 1st brigade of my division. Having ordered the works to be completed, and leaving a garrison, competent to their protection from insult under present circum stances, which I entrusted to Major Hindman of the ar tillery as commandant, I marched on the morning of the 13th with this army, consisting of the first division, three"], [113, "101 thousand five hundred strong, under my immediate com mand, and the second division under Major General Brown, two thousand regulars and eight hundred militia volunteers. At Black-Creek we halted that night. A small party of the enemy's light troops and dragoons were on the op posite side of the creek, observing us; they had destroyed the bridges and houses, and driven away the inhabitants. The forage they had endeavoured to burn, but were in too much haste to do so effectually. I cause all that we have occasion to take to be paid for, and spare no pains to pro tect the wretched people from being plundered. Some excesses, I regret to state, have been committed by the irregulars and riflemen, but they are remedied as much as possible; and if repeated (after the orders I have given on the subject) shall not go unpunished. The construction of bridges over the numerous little streams we met with delayed our progress on the 14th. We encamped that night at this place, little more than two miles from the enemy's intrenchments on the Chippewa. Yesterday morning, having completed a bridge over Street's creek for the passage of the field pieces, I occupied with my division forming the first line of the army, the ground in front of the enemy's works; my right on the strait, my left in the woods skirting the Chippewa river, and a body of riflemen in advance covering the left flank, on Lyons's creek, which falls into the Chippewa about a mile and a half above its mouth. Both streams are deep and without a ferd for many miles. At their junction the enemy has erected a strong redoubt. For the purpose of drawing the fire from his defences, in order to choose the situation of our batteries, I ordered a field piece forward into the road, from which several shot"], [114, "102 were discharged with effect at the prominent buildings within their fortification; but they did not think proper to answer us. Some confusion was observed on their side; loaded wagons were seen going off and a number of soldiers retreating by the lake road. Some of my officers were induced to believe they were evacuating the post, and Major General Brown was of this opinion. To ascer tain the fact, which seemed to me incredible in the appa rent state of their works, I ordered the whole of my little train (consisting of Towson's and Archer's companies, the former three six pounders and one 5§ inch howitzer, the latter two eighteen pounders) to advance and fire on their batteries. Nothing could be more gallant than the pro ceeding of this little band. They advanced through the open ground in full view of the enemy's batteries of twen ty-four and twelve pounders, formed the line without any cover whatever, and commenced a cool and correct can nonade, which was immediately answered by their ad versaries. The vast superiority of our artillerists was dis cernible to the most inexperienced eye. Every shot told. One of their batteries was silenced. The intended effect was produced, and it was plain that so far from abandoning their forts, the British were in strength, and superior in weight of metal, and number of guns. The firing continued till dusk, when I directed our pieces to be withdrawn for the night. Two deserters who came over this morning, state that considerable execution was done in the battery which they were posted in, on the hither side of the creek. On our side we lost but four men killed; none wounded, except Major S. Lush, Army Judge Advocate, who volunteered his services as one of my staff, and who imprudently was in a groupe with a number of other young officers, which"], [115, "103 attracted the notice of the enemy. His horse was shot un der him by a twenty- four pound ball, and himself severely hurt. I am happy to add, that the surgeons pronounce the wound not mortal. This morning I have directed Lyons's creek, on the right of the enemy's position, to be closely reconnoi tered. I have just learnt by express from Sackett's Harbour, that Commodore Chauncey, with the whole of his fleet, has retired into port and is throwing up batteries for its protection. This defeats all the objects of the operations by land in this quarter. I may turn Chippewa, and should General Drummond not retire, may succeed in giving him a great deal of trouble; but if he falls back on fort George, or Burlington Heights, every step I take in pur suit, exposes me to be cut off by the large reinforcements it is in the power of the enemy to throw in twenty-four hours upon my flank or rear. All the artillery and all the ordnance stores on this fron tier, are inadequate to the siege of one of the enemy's for tresses. Three fourths of the arms of the troops from the westward, are unfit for service. The severe season is ap proaching. A fact, which I was not aware of before I wit nessed it from Lewistown Heights, is that the communi cation by water between York and the mouth of the Nia gara was uninterrupted, notwithstanding our supremacy at that time on lake Ontario. I saw a large square rigged vessel arriving, and another, a brig, lying close to the Canada shore. Not a vessel of ours was in sight. I confess, sir, that I am greatly embarrassed. At the head of the most efficient army which the United States have possessed during this war, much must be expected from me — and yet I can discern no object which can be"], [116, "104 achieved at this point, worthy of the risk which will at tend its attempt. The relief of Major General Brown's force is completely effected. I have presented the army under my command in the open field, and under the enemy's intrenchments for battle, which he prudently de clines. The opinions of all the principal officers whom I have spoken with on the subject, are against attempts which can result in no national advantage, and which even if successful, would be attended by the unavoidable loss of many men, now more valuable than ever. Under these circumstances, should no opening present itself in a few days, to obtain an immediate advantage over the enemy, I shall feel it my duty to commence preparations for the dis tribution of the troops in winter quarters, at such places as will enable them to assemble with celerity round any menaced point. I am, sir, &c. The Same to the Same. Camp, opposite Black Rock, October 23d, 1814. SIR, On the 17th and 18th instant I manœuvred with the army under my command in front of Chippewa, in the hope of drawing the enemy out into the field; — but in vain. When I retired a few miles, his light parties ob served us with great caution; and whenever we returned towards them, they took shelter in their works. — Having been informed that there was a considerable quantity of grain collected for the British troops at Cook's Mill on Lyons's Creek, twelve miles above Chippewa, I detached"], [117, "105 Brigadier General Bissell, with nine hundred infantry, on the morning of the 18th to seize it, and (if impracticable to convey it to our camp) he had orders to destroy it. Enclosed is the Brigadier's report. The enemy was completely routed, and suffered severely. I transmit a return of our loss, both there and in the cannonade be fore Chippewa, which, under the circumstances of the case, has been small. The conduct of Brigadier Ge neral Bissell was marked by coolness, and the most undaunted intrepidity. During the whole campaign I have received great advantage from the assistance of this valua ble officer. His zeal, and attention to discipline have been unremitted. I beg leave to recommend him particularly to the notice of the government. The officers who are mentioned in his letter deserve also great commendation for their uniform good conduct, since I have had the com mand of the army. During the absence of this detach ment, I learnt from several quarters that the British fleet had arrived at the mouth of the Niagara, and that troops and stores were landing at fort George. This intelligence induced me to hope that the enemy would be encouraged to accept the battle I had so frequently offered him. I therefore took a position at Black creek, leaving the bridges, which we had thrown over the various streams, in good repair for their accommodation. On the 21st, finding that he still continued within his works which he had been assiduously engaged in strengthening from the moment of our first appearance, the weather beginning to be severe, and a great number of our officers and men suf fering from their continued fatigues, and exposure, at 12 at noon I broke up my encampment and marched to this ground, in order to prepare winter quarters for the troops. Major General Brown addressed a note to me on the 19th o"], [118, "106 suggesting his wish to be ordered immediately to Sackett's Harbour, where he should precede his division, which, I had informed him, it was my intention to station there this winter. In compliance with his request he was di rected to proceed to that post, which he did on the 20th. The infantry remaining of his late force is placed under the command of Brigadier General Winder (who joined me a few days ago,) and will commence its march for Sackett's Harbour to-morrow. I shall endeavour to secure fort Erie from insult by perfecting its defences; and having selected convenient ground at Black Rock, shall lose no time in constructing huts for the arrays It needs repose. The dysentery has already commenced its ravages among all ranks, and our sick list is daily increasing. I beg leave to apologize for any omissions in the present com-. munication. — The weather is very cold and stormy, and the ground wet. As soon as I shall have made my final arrangements, I will do myself the honour of giving you precise information on the subject. I have, &c."], [119, "107 The Secretary at War to Major General Izard. War Department, October 24, 1814. SIR, I have received your letter of the 16th of this month. — It appears doubtful by it, whether you will be able to force the enemy from his present position, or to make any further impression on him before the campaign closes. And as Commodore Chauncey is not a match for the enemy on the lake, and the successes heretofore gained on the strait, and the pressure now made on General Drum mond may draw Sir George Prevost in great force to his aid, it becomes an object to look to your own safety and to that of the country westward of you, more especially the post of Detroit. Equally important is it to look to the safety of Sackett's Harbour, which seems to be imminently exposed by the ascendency which the enemy have gained on the lake; — by its own weakness, the great force which the enemy either have now or mayr soon have at Kingston, and your distance from it with the main army of the Uni ted States. Heretofore I thought it most advisable, as I intimated to you in a former letter, to suffer the movement which had been given by my predecessor to go on, and to strengthen the posts which were most exposed in consequence of it. The Governor of New-York was called on for such aids in militia as would secure Plattsburg, Sackett's Har bour and fort Erie. — Not knowing, as you depended on the flotilla for your conveyance up the lake, when you might arrive at the point of destination, General M' Arthur"], [120, "108 was instructed to send a detachment of one thousand regular troops from Detroit to its aid; and not wishing to press too much on the militia of New-York, the Governor of Vermont was requested to send a strong detachment of the militia of that state to Plattsburg. I was happy to find that those views had been anticipated in a great measure by the Governors of those states, aud to receive assu rances from them of their continued exertions in sup port of our operations in those quarters. If it should be practicable to demolish the army before you, it would certainly be a happy event. The good ef fects of it would be felt through the whole northern and western frontier, along the coast and in Europe. It is im possible at this distance to give an opinion of the propriety of such an attempt. The President entertains full confi dence in your judgment, that you will omit nothing justi fied by a well founded prospect of success, nor attempt any thing attended with great risk, always recollecting that the preservation of the troops we now have is important, not only for the protection of our frontier through the winter, but as a school of instruction and a model for the much greater army which it is contemplated to raise. As soon as the enemy perceives that your offensive operations are suspended in the strait, should that be the case, and that General Drummond is secure, he will pro bably attempt Sackett's Harbour, if not previously. That post is deplorably weak. Its importance is well known to you. It constitutes in a manner the principal head-quarters on our western frontier. I have to request on the receipt of this letter, in case the state of affairs on the strait will permit, that you either repair thither in person or detach General Brown to take the command, as you may deem most expedient. The great interest depending there and the critical posture of affairs, admit of no delay in pro-"], [121, "109 viding for the safety of that post, which it is thought had best be done by either you, or General Brown, taking im mediate charge of it. The next distant object to attend to is Detroit. It was expected that the regular troops brought thence lately to Erie would be sent back before this winter set in. It is apprehended that that post will be exposed to much dan ger in the course of the winter, not from the Indians only, but from more serious exertions consisting of regular troops, set on foot from below. How this may be practi cable, regarding the position which we may hold on the strait, during the winter, and other circumstances on which movements from below must depend, you will best be able to judge. If the one thousand men can be spared with safety to other objects, the President prefers that they be sent back to Detroit. He leaves this however to your judgment. You will apprize General M' Arthur of your decision as soon as taken, whether it be to detain or send them back. I am, Sec."], [122, "110 Major General Izard to the Secretary at War. U. S. Military District, No. 9, H. Quarters, Buffalo, November 2d, 1814. SIR, Severe indisposition, which scarcely left me faculties to execute the indispensable duties of routine, has prevented me from sooner communicating to you the occurrences on this frontier since the 23d ultimo, the date of the last letter I had the honour of addressing to you. The infantry of Major General Brown's division under Brigadier Gene ral Winder, proceeded (as was intended) on the 24th, and must be now well on its way towards Sackett's Harbour. I entertain great doubts of the enemy's attacking that place this winter; but even should they do so, this reinforce ment of troops, who have seen severe service, will be a most important addition to its defence. The crowds of disorganized and unarmed militia which have assembled there in the last few weeks, would be of more disadvan tage than service. A letter from a Brigadier General Tucker, of the New-York militia, dated the 20th ultimo, states the number to be then between five and six thou sand, — without guns, mutinous, and determined to move off (as they came) en masse on the 25th instant, should they not be previously discharged. The arrival of Major General Brown will, I hope, have the effect of calming these people, to whom he has for years been personally known, and among whom he is popular. I am happy un der every point of view, in having thus anticipated your instructions of the 24th, which with the order of the 19th relative to ordnance stores, reached me two days ago. A"], [123, "111 private letter of a late date from Detroit which was read to me by an officer of my staff the day previous to receiving your despatches, stated the fact of the arrival at that post of M'Arthur's command of mounted riflemen seven or eight hundred strong. These would I trust secure it for the present. From hence it would take a body of men at least twenty-five days to march round the lake to Detroit, and baggage and supplies could not in the present condi tion of the roads accompany them at all. I despatched, however, immediately an express to General M' Arthur, to know his situation, and should means of water conveyance occur, and the situation of things here permit the movement, I will send him such forces as can be spared. The regiment you allude to from that quarter, and whioh arrived at fort Erie, a few days before me, is by no means as strong as stated in your let ter. By yesterday's report it has only twenty-one officers, and four hundred and seventy-six non-commissioned officers and privates fit for duty. Further changes have taken place in this quarter, which again must govern my operations. When before Chippewa, the impression left by General Brown's estimates and observation was, that the remaining British regular force for the field before us, was rather under, than over four thousand men (includ ing the garrisons of the forts below, perhaps five hundred men). It was also reported by our spies near the mouth of the strait, that the fleet landed only a few hundred troops, but that the bulk of their cargoes consisted in provisions and stores. This was only in part true. It now seems from the deposition of deserters, corroborated by more recent observation, that the troops were one thou sand six hundred in number; besides whom four hundred exchanged prisoners (of the 41st regiment, from Erie,)"], [124, "112 had immediately been put upon duty — and the whole ad vanced to Chippewa. Thus when General Brown's command, and Porter's volunteers (the latter highly commendable for having crossed when they did, and having encouraged by their presence the fainting regulars at fort Erie,) had repassed the strait, the relative change between the enemy's strength and mine, exceeded four thousand men. If un der this disparity of numbers we can keep in check their superior force, the object attained is no humble one. My own belief is, that they have been in error respecting my original force, and are yet ignorant of the movement of General Winder's detachment. I cannot otherwise ac count for their cautious conduct in keeping behind their intrenchments, at a moment when in the face of an open country, I have crossed at least six thousand troops of all descriptions with their horses, cannon, and baggage, and with a complement of boats which could convey no more, than six to seven hundred at a time. The last bri gade which has landed at Black Rock, is that of General Bissell; it reached the American shore in safety yesterday. For the two days previous, the violence of the southwest wind rendered all communication from this shore to the other impracticable, without being driven so low in the strait as would have thrown the boats within the British posts below. While the storm lasted, (on the last day of which would expire the provisions for the whole force then left on the other side,) I was informed from several sources that these storms frequently continued a fortnight or three weeks in the month of November; and that in the course of the winter, the interruption was often repeated. These things inspired no pleasing reflections. Fortunately the wind"], [125, "113 abated in time to relieve this important part of my army, and induced me to examine maturely the advantages, and inconveniences of retaining fort Erie under the American flag. I can find not one of the former, (except its being a trophy) which in any point of view would justify my ex- posing in a weak, ill planned, and hastily repaired redoubt (it scarcely deserves even that humble designation,) some hundreds of valuable officers and men, with the cannon, and various stores, which if it were taken would neces- sarily fall with it into the hands of the enemy. It is as much unprotected in the winter by a force on this side, as if it were fifty miles off. It commands nothing, not even the entrance of the strait; and should by any untoward accident, the naval superiority on lake Erie be recovered by the enemy, the garrison must at any season and in a very short time, throw open their gates to any body that will furnish them with the means of subsistence. After much turning these thoughts and others on the same subject in my mind, I communicated the result separately to Gen. Swartwout, Quartermaster General, — Brigadier General Bissell and Major Totten, my chief engineer. They each instantly', and unequivocally, expressed their satisfaction at learning my resolution; and I was at the same time informed, that the desertions among the troops designated for the garrison had, since their destination was known, been daily and numerous. I have directed the secret to be rigidly kept — the work to be continued as if for huts and magazines — but in fact, for fuel and mines; — and on the 4th or 5th (should the weather favour us, and no attack be made previously by the enemy), fort Erie will be dismantled, evacuated and destroyed. I have the honour, &c. p"], [126, "114 The Same to the Same. Head Quarters, Buffalo, November 8th, 1814. SIR, On the 3d instant I had notice that the British fleet was again at the mouth of the Niagara, and landing troops and stores. My informant stated several pieces of heavy ordnance, and fifteen hundred men to have passed that morning from fort George to Queenstown Heights. The enemy however advanced no force beyond Frenchman's Creek. All appeared quiet in the vicinity of his position. On the morning of the 5th, every thing hav ing been removed from fort Erie, and the preparations for its destruction being completed, the small remaining garrison was embarked, and soon afterwards the bastions were blown up; — it is thoroughly demolished. The enemy were not aware of what had been done for more than twenty- four hours afterwards. The whole of my force is now in the vicinity of this village, engaged in construct ing huts. The cantonment will be finished in about three weeks. The scarcity of forage has induced me to send the dragoons to the Genesee country; where they will be kept better, and at one fourth of the expense. I have des patched Lieutenant Colonel Ball, and an officer of the Quartermaster General's department, to select the ground for their winter quarters; and in the mean, time they have moved to Williamsville, where there is provender suffi cient for a few days. The construction of the hospital at the latter place, has been delayed by jealousies, and quar- •els, between the surgeons, and the Quartermaster's de- partment of General Brown's division. It is far from ready :br the reception of the sick and wounded, who remain"], [127, "115 principally under tents. By the advice of Doctor Bull, senior surgeon, I have directed such as could bear the transportation, to be conveyed to Greenbush in wagons; — among these will be the wounded British prisoners. But the remaining number is distressingly great; there are yet nearly two thousand men on the surgeon's list. ( No information has reached me from the westward, since my last to you of the 2d instant. If the flotilla were here, I would immediately detach a thousand or twelve hundred men to Detroit by land — it is now impracticable. The dispersion of troops, assembled with so much trouble and difficulty, would be an unpleasant measure; but I know no other means of protecting Detroit from an attack, — which seems to me not an improbable event. The enemy will, I believe, notwithstanding their now very superior numbers, be disposed to let this part of the frontier alone. With such a fair opportunity as was repeatedly offered them on the Canada side of the strait to meet us, I doubt their inclination to resume the offensive, especially in this ruined country. There is however a greater probability of their sending a force to the westward. On the subject of the preparations by General M' Arthur and governor Cass, I am entirely destitute of information. The troops under my immediate command being now engaged in constructing their huts, and the final disposi tion being made of the various detachments and garrisons, there will remain in a short time nothing on this frontier, to require my presence. The attention of government will probably be immediately directed to the operations of the next campaign. If it is the intention of the President to honour me with the command of the 9th district during the next season, it will be all-important that I should employ the winter months in making such arrangements, as will enable us to take the field, and seize"], [128, "116 some strong positions early in the spring. Much is to be done in every department of the army. System must be en forced in the various branches of the Ordnance, Clothing, Quartermaster's, Surgeon's and Pay departments. Incal culable expense is produced by the present disorganized state of things. The staff of the army is on a very unpleasant footing. No regular course of discipline, and instruction is followed by the troops. Much may be done in the next five or six months; but it must be quickly commenced, to be of permanent advantage. I could, at Philadelphia, commu nicate more rapidly with the department of war, and there superintend the various supplies required for the frontier; At the same time I should have an opportunity of paying some attention to my health, which has suffered consi derably by the two last campaigns, and the restoration of which I can scarcely hope for, if I remain the winter in this inclement climate. I am, Sec."], [129, "117 The Secretary at War to Major General Izard. War Department, November 9th, 1814. SIR, I had the honour to receive your letter of the 2d in stant yesterday, and am much gratified to find that you had withdrawn the greater part and intend to withdraw the whole of your force from the north of the strait. With out a commanding force on that side of the strait, I see no essential advantage in holding the post of Erie. By keeping our force on this side, we shall secure it, and as I presume compel the enemy to retain as many troops on the other as if we had remained there. A small force at fort Erie, would form little if any check, on the operations of the enemy against Detroit, should such be in contem plation. The President therefore approves of the removal of your whole force, under existing circumstances to this side of the strait. The probability that the enemy may attempt to recover the command of lake Erie, and the waters above it, of Maiden and Detroit, and to destroy our vessels and stores at the village of Erie (Presqu' Isle) excites great uneasi ness. This must be prevented; we have ample means to retain what we have, and to fill the enemy with just ap prehensions for his own safety through the winter, and to confirm his most unfavourable anticipations on the open ing of the next campaign. I must request that you will look to the post of Erie, and see that it is made secure. Strict geographical limits in military command involve an obscurity that was not thought of when the arrange ment of military districts was formed. The protection of our own people and overthrow of the enemy are the great"], [130, "118 objects. Fix your attention on all the enemy's movements in the direction stated, and afford all the protection in your power to every exposed part of the country. Communicate to General M'Arthur every incident that occurs, that may deserve attention. By this I do not mean to curtail your command in any point to which it was heretofore extended. I have the honour, &c. Major General Izard to the Secretary at War. H. Q. Buffalo, Nov. 17, 1814. SIR, Nothing of interest has occurred here since my last. Rumours, from several quarters, lead to the belief that Brigadier General M'Arthur has made an incursion in the upper province. My only information on the subject is derived from persons lately from the other side, who have been permitted to join their families in this part of the country. Where, when, and with what force, I am entirely ignorant of- The express I sent to him on the 1st instant, has not returned. A letter from Captain Sinclair, U. S. Navy, dated Erie Roads, 7th November, reached me on the 13th, at night. He applies for marines, and a guard for naval stores. I was glad to know where to direct to him, and despatched an express informing him, that \" if he deems it practicable, and consonant to his instructions, a detachment of troops should be embarked for Detroit as soon as he should be ready to take them on board.\" The roads must be very bad, or the messenger would have returned ere this. Brigadier General Smith, on his urgent request, had leave of absence, on our recrossing the strait. He had"], [131, "119 been absent several years from his family, and is gone to Tennessee. I had no particular reasons for wishing to de tain him. Brigadier General Bissell is in ill health, and presses for a similar indulgence. I wrote on his subject to the war office on the 8th instant. To obviate the inconvenience of leaving this division without general officers, I have order ed Brigadier Gen. Winder to repair hither from Sackett's Harbour. I expect him about the end of this month. I am, Sec. From the Same to the Same. Buffalo, Nov. 20, 1814. SIR, I l as r evening received your despatch of the 9th. The arrangements you direct are progressing, and I hope to send a detachment in a couple of days to Erie. On the weather will depend the practicability of executing them in time. By the next post I will detail my proceedings. It is exceedingly satisfactory to find that my conduct has met the approbation of the president and your own. There are few attractions in our career; — the reward that I have it most at heart to obtain is (with the consciousness of having done my duty) the applause of the government which employs me, and of the honest and independent portion of the community. ******** ********** *** * * * * * * The success of the next campaign on this frontier will, in a great measure, depend on concert and a good understanding among the superior officers. The proximity in rank between Major General Brown and"], [132, "120 myself cannot but make him feel unpleasantly on the subject of being under my orders. Nothing in words indicated this feeling when we were together; but I have good reason for believing that there is a strong spirit of jealousy existing among the principal officers of the divi- sions formerly designated as those of the right and left. General Brown is certainly a brave, intelligent and active officer. Where a portion of the forees is composed of ir- regular troops, I have no hesitation in acknowledging my conviction of his being better qualified than I, to make them useful in the public service. He is a resident in that part of the Ninth District which must become the center of operations. I believe that he would duly execute the intentions of the government as its commander. Should my request, that he be appointed in my place, meet with your consent, I only beg in addition that it may be so done as to show to the army and the public that the mea- sure is not consequent on my having lost the confidence of government. Every information and assistance which my experience and observations on this frontier enable me to give, shall be candidly and fully communicated, in order to contribute to the success of such operations as may be undertaken. I am very truly, Sec."], [133, "121 The Same to the Same. Buffalo, November 26, 1814. SIR, On the 23d, Colonel Miller with the 17th and 19th regiments (consolidated) marched for Erie. The extreme badness of the roads, and the difficulty of obtaining teams, induced me to send his baggage in bateaux. The latter can accompany the troops no farther than Cataraugus; from thence wagons must be used. An officer of the quartermaster's department is gone for the purpose of procuring them. The aggregate of his force is eight hun dred and sixty-eight. To cover and protect the stores at Batavia, I have de tached a battalion of dismounted dragoons, commanded by Major Helms, to take up their winter-quarters near that village. Mr. J. Ellicott, agent for the Holland Land Company^, offered the use of land and timber for such force as I should send there. This will save considerable expense to the United States. A battalion of light artillery, under Lieutenant Colonel Eustis, is stationed at Williamsville, to guard the exten sive hospital establishment there. The squadron of mounted dragoons, under Lieutenant Colonel Ball, is quartered, for the convenience of forage, on the Genesee river, near the village of Avon. The remainder of my force is cantoned in the vicinity of this place. The whole of the infantry on the margin of lake Erie, near Black Rock. The barracks are erected on land belonging to the state of New York. Two companies of artillery occupy the batteries cover ing the crossing place; the remainder of that corps, armed 9."], [134, "122 as infantry, are constructing their quarters about a mile from hence, on the main eastern road, so as to command a cross-road leading'to the strait. The rifle corps, under Major Selden, is in the advance, on Conjockatis creek. The quartermaster's department is reduced to the greatest difficulty by the want of funds. Brigadier General Swartwout is gone to Albany, to attend to this important subject. Here the Deputy Quartermaster General has been obliged to raise money, on his own responsibility, to meet current demands. Part of the troops have been without pay since April last; — many of those who came from Sackett's Harbour have yet the second moiety of bounty due to them. The situation of the officers, who have now particularly need of money to make their arrangements for the winter, is extremely unpleasant. The express which I sent, on the 1st instant, to Briga dier General M'Arthur has not returned, nor have I heard any thing authentic of that officer. I have the honour, Sec."], [135, "123 The Same to the Same. Head-Quarters, Buffalo, November 27, 1814. SIR, Last night an express from Erie brought me letters from Brigadier General M'Arthur and Captain Sinclair. The former received my letter of the 1st on his return to Detroit, and gives me in his of the 18th a brief account of his expedition. *** * * * * ********* I am respectfully, Sec. The Secretary at War to Major General Izard. War Department, November 24, 1814. SIR, You were inadvertently, on my part, put on the court- martial to sit at Utica for the trial of General Wilkinson. The importance of the command at the strait of Niagara, and its extensive relations and bearings, make it improper that you should leave it. I have therefore ordered that some other officer be appointed to the court in your stead, and have to request that you remain in command of your district. To the letter recently received, I shall have the honour to give you an early answer. I think pro- per to intimate at this time, my regret, at seeing so many officers of the line, some of these held in high estimation, withdrawing on furlough from the army; we have much reason to apprehend that the enemy will make an attack"], [136, "124 on some of the points within your district in the course of the winter. I have the honour to be, Sec The Same to the Same. Department of War, November 26, 1814. SIR, We have just heard from Colonel Smith, at present in command at Plattsburg, that Sir George Prevost was en gaged in embarking from Canada for the East end of Long Island, by Halifax, six thousand troops, to be com manded by General Powers, who is now at Halifax. Re cent accounts from England state that thirteen sail, con sisting of ships of the line, frigates and other vessels, had left Plymouth for the United States, early in September, with several thousand men. It seems probable that these two detachments will unite at Halifax, and move against the same object. New-York may be that object. The idea is prevalent that the enemy have a very strong force in Cana da, upwards of thirty thousand men, and that they contem plate an attack on some or all of our posts, more particu larly Plattsburg and Sackett's Harbour, with intention to co-operate with the force that may be expected on the coast from England. At New-York the regular force is inconsiderable. At Plattsburg it is equally weak. It is thought by the Presi dent, painful as it is to move any part of the troops from Buffalo, that it is desirable that you should detach one thousand men to Greenbush, to be prepared to move them to any point at which the enemy may present him self. In executing this measure, it will be proper that you"], [137, "125 have sleighs prepared for their transportation, to take advantage of the first snow that falls. This order is not intended to be positive. Although the occasion is considered urgent, yet its execution is left dis cretionary with you. Should you have detached any part of your force for Detroit or Erie, a compliance with it will be more difficult. In case you have sent no troops to either of these places, I have to request that you apprize General M'Arthur of your inability to do it, and the governors of Ohio and Pennsylvania of the importance and exposed situation of Erie, our flotilla being there, and call for such troops from either or both, as may secure it. I shall be glad to receive your opinion of the propriety of retaining our force at Buffalo, or on the strait. It appears to me that there is little to defend there, and that our fu ture operations cannot well commence there with a view to any important effect. While it is retained, the force must be adequate to the object. Whenever it is with drawn, the stores should be first moved to some other place of safety. In examining this question it will claim attention, what force will the enemy keep there this winter, and whether it be for defensive or offensive operations? at what point or points the force which may be left in case of a change for the protection of that frontier should be stationed, and what number would be sufficient? If the enemy withdraw a part of their forces from Canada to attack our sea- board during the winter, and more especially if they contemplate a combined operation of the kind suspected, we shall be much embarrassed if we cannot draw to our aid some portion of our regular force from places where it may be inactive. I have the honour, Sec."], [138, "126 Major General Izard to the Secretary at War. Buffalo, December 16, 1814. SIR, Your letters of the 24th and 26th November arrived by the express mail late last evening. The cause of this ex traordinary delay is stated to be the badness of the roads; I cannot however believe that this alone has detained the mail. Permit me to answer your communications in the order of their dates. The circumstance of so many officers being absent from the army is a serious evil, and calls for a remedy from the highest authority. I had the honour to express my opinion on this subject in my letter to you of the 28th September from Batavia. What I had witnessed on the frontier last winter made me apprehend a repetition of the same incon- venience; and I have exposed myself to the ill-will of many individuals by resisting their importunities. I am at some loss to know whether the officers in high estimation, whose withdrawal you mention, are supposed to be from the army under my immediate command. I beg leave to assure you that this is a mistake. No officer of rank, whose services could be considered important, has had leave of absence except on account of health. Brigadier General Smith had made application several months ago; the circumstance of Colonel Miller's being the next senior officer in his bri- gade justified its being granted when we recrossed the strait, as I had reason to believe him competent to the command which devolved on him. — The movement of his regiment to Erie has deprived us of his assistance. Brigadier General Bissell is seriously ill, and has been de tailed for the court-martial at Utica. Besides these two"], [139, "127 officers, none who were not supernumeraries have been permitted to leave the frontier, except by orders from the Adjutant and Inspector's Office at Washington. The latter have in some cases been sent to officers whose applications had been refused here. For what has been done at the other stations of this district I cannot answer, as I have been left entirely uninformed of transactions there. Of Brigadier General Macomb's absence from Plattsburg I knew nothing until I received a letter from him dated Albany^, stating that he had the Secretary at War's per mission to visit his friends. Brigadier General Winder was ordered to join me here; — the last mail brought me notice that he was summoned to New-York to attend a court martial. There are in consequence of these arrangements (overwhich Ihavehadno control) no general officers for duty on the whole northern frontier besides General Brown and myself. Brigadier Bissell's brigade is now commanded by Colonel Pearce of the 16th infantry, and Brigadier Smith's by Lieutenant Colonel Clinch, of the 10th; these are the only two officers of this division above the rank of Majors. The inconvenience of this state of things is great and sensibly felt by me personally. Averse from troubling you with details, while I know the multiplicity of weighty matters which engage you, I intended to defer the men tion of this and several other subjects until I should have the advantage of seeing you. The truth is, that my com mand, though nominally over the 9th district, does not extend beyond the division with which I am present; and if I am to construe literally some of the orders which have been transmitted to me by colonel J. R. Bell, Inspec tor General and by Brigadier General D. Parker, Adju tant and Inspector General, it is so understood at the war office. The former addresses me as commanding the se-"], [140, "128 cond division of the Northern Army; the latter directs me to remain in the command of the army at Buffalo, (in General Orders of the 25th November,) and sends to my Adjutant General an order for an officer of my staff to proceed to Plattsburg without any reference to me. The movement of so considerable a portion of my force as 1000 men from this point to Greenbush will be attended at this season with great difficulty. The distance is more than three hundred miles, and there are no quarters for them on the road. They have very lately completed their barracks. A small part only of their winter clothing has been received. The Quartermaster General is entirely destitute of funds. I will however immediately take mea sures for despatching the force required, though I shall defer putting it in motion until I hear again from you. On the subject of the propriety of retaining our force at Buffalo or on the strait, (respecting which you desire my opinion,) I have no hesitation in saying that it seems to me an error to have carried on our operations at a point so distant from our sources of supply. Between the Nia gara and Genesee rivers there is, as you justly observe, little to defend. The country is thinly settled and incapa ble of affording subsistence for an army even of the smal lest size. The position we now occupy is an admirable site for a fortress, and (did one exist, in which stores might be accumulated without danger) it would become the centre from which military operations against Upper Ca nada might be undertaken with effect. But in the present circumstances of this frontier, I can discern no advantage in keeping a large force here. The enemy might indeed possess himself of it; but every step he takes into the interior will multiply his difficulties. There is at present one important object gained by our being here; — the enemy has been induced to keep a much larger force in"], [141, "129 our vicinity than heretofore. From the best accounts I can obtain he has not less than five thousand men on the Niagara, besides strong detachments at Burlington Heights and at York. These he subsists at great expense and with much trouble. The four voyages which the whole British fleet made from Kingston to Niagara were principally for the transportation of stores to the latter place. I do not believe that they will move from thence this winter; indeed I doubt if they have it in their power. By water it is impossible; and by land, besides the seve rity of the weather, they would encounter great difficulty in conveying the necessary supplies. Although I doubt the fact of the British force in Ca nada amounting to thirty thousand regulars, it is certain that they will find it very inconvenient to feed even a con siderably less number during the long winter of this country. It is therefore not improbable that the detach ments to Halifax may be for the purpose of wintering there in consequence of the readier communication with Europe. The navigation to that port is, I believe, never interrupted, though it may be more dangerous at some seasons than at others. With respect to the frontier from Lake Champlain to Lake Ontario, the enemy can undoubtedly penetrate at any point between Plattsburg arid Sackett's Harbour. I do believe, however, that both these posts are safe. There are at least three thousand regulars at each of them. If they invade our territory, it will (in my opinion) be for the purpose of occupying both shores of the St. Lawrence. It seems to me very improbable that they will advance into the interior; The possession of the right bank of the St. Lawrence is all-important to them, and therefore it is that the objf-ct of our first operations next campaign should be the establishment of a respectable fortress on that river, r"], [142, "130 which would interrupt its navigation and thus paralyze the Upper Province. I am, Sec. The Same to the Same. Buffalo, Deer. \\8th, 1814. SIR, The present state of this frontier admits of my retiring from it without inconvenience to the public service; I may therefore without any sacrifice of duty prefer, through you, my request to the President that he will be pleased to ac cept the resignation of my commission as a Major-Gene ral in the army of the United States. Considerations of a private nature (though urgent) do not alone induce me to take this measure, which I fear will be disapproved by some of my friends, among the most distinguished of whom I have long been proud to consider yourself; I hope, however, at a future moment, to satisfy them of the propriety of my proceeding. I am fully aware that attempts have been made to lessen the confidence of government, as well as of the public, in my ability to execute the important duties entrusted to me, — duties which were imposed unexpectedly and much against my inclination. It is therefore not improbable that my voluntary retirement will relieve the department of war from some embarrassment, and that my individual satisfaction will accord with the public advantage; especi ally as my view of the connexion between military com mand and responsibility differs materially from that enter tained by persons in high authority."], [143, "131 You will add to the many favours, for which I am sin cerely grateful to you, by obtaining for me with as little delay as possible the President's permission to withdraw from the service, as both my health and domestic affairs require my presence with my family. I have the honour to be, Sec. The Same to the Same. Buffalo, January \\tt, 1815. SIR, In my despatch of the 16th December, I stated to you that I should defer putting the detachment you directed to Greenbush in motion until I heard again from you. Pre parations were however immediately commenced, and as it is uncertain if the same means of transportation could again without considerable additional expense be procured in the winter, (although I have not received any further orders) I determined to send on the troops. With the view of facilitating their progress and accommodation on the route, theyr proceed in parties of about two hundred each, at intervals of twenty-four hours. The whole effective force consists of between one thousand and eleven hundred men, of the following regiments: the light artillery, dis mounted dragoons, and the 14th infantry. They will ar rive at Greenbush before the middle of this month. The commanding officer at that post is ordered to prepare quar ters for their reception. I beg leave to request your attention to the several let ters I have had the honour of addressing to you in the last six weeks, — and remain with great respect, Sec."], [144, "132 The Same to the Same. Buffalo, January 15, 1815. SIR, The removal of the several detachments mentioned in my last of the 1st instant rendered it necessary to replace them in the positions they had held by other troops. The 15th regiment occupies the post at Batavia in the place of the dismounted dragoons, and the 4th regiment is now sta tioned at Williamsville, which was heretofore guarded by the light artillery. A detachment composed of the men dis charged from the hospital, belonging to various regiments of the division commanded by Major General Brown, (nearly two hundred men) has also left us to join their corps at Sackett's Harbour. There now remain in the vicinity of Buffalo, one brigade of infantry (nearly complete) — a battalion of field artillery — and one battalion of riflemen. They are in better health than has been usual at this season on this frontier, — are comfortably clad, and well hutted. The ordnance stores are removed to Batavia;— -all the artillery, not in use as a field-train with the corps, will be at that place in the next week. I have directed the contractors not to accumulate pro visions at this point; there are now as much as will suffice for the present force until the 1st of March. The Quartermaster's Department has been sorely press ed for funds. Finding there were sums of money in the hands of officers for the pay and recruiting service, as balances of unsettled accounts, I recommended that they should pay them into that department, which I directed to give receipts for them. The money thus obtained, amount-"], [145, "133 ing to about ten thousand dollars, alone enabled me to move the troops to Greenbush. In order to lessen the expense of feeding the cattle here (which is enormous) I have caused all the oxen and horses, that could possibly be dispensed with, to be sold at auction; this has not only relieved us from considerable daily expense, but added something to our disposable fund. More than six months have elapsed since any of the troops have been paid; — some of them have a twelve month's pay due. The officers suffer; — the men are as tonishingly patient. — The enemy is quiet. I can learn nothing of interest from their side of the strait. Not having any thing to call for immediate attention here, I purpose in a few days to visit my posts eastward of this place (at one of which, where the mounted dragoons are cantoned, there has been some disturbance) and shall proceed toUtica and Greenbush, in the hope of receiving (before I reach the latter) an answer to the letter I had the honour of addressing to you on the 18th ultimo. I am, Sec."], [146, "134 The Secretary at War to Major General Izard. Department of War, January 8th, 1815. SIR, Your letter of the 18th of December I have had the honour to receive. The object of this is to request you to repair here without delay, after making the best arrangements for the command of the troops, in your absence, in your power. I have the honour, Sec. The Same to the Same. Washington, January 8, 1815. (Private) DEAR SIR, Of the opinion entertained by the President of your merit, the rank with which you have been honoured is a sufficient proof. Of my own personal respect and friend ship for you, your letter of the 18th ultimo, satisfies me that you have entire confidence. — On the subject of that letter it is thought most advisable to make no decision until an opportunity is offered for a personal interview, and free and friendly communication. It is with that view that an order to you to repair here is enclosed. With great respect and esteem, Sec."], [147, "135 The Same to the Same. Department of War, January 12, 1815. SIR, I find by a letter just received from General Macomb that he is in great apprehension of an attack from the enemy, at Plattsburg and Whitehall. It would be morti fying, if after the former repulse and all the warning we have since had, these posts should be carried by the enemy. I trust that such an event is impossible; yet the most ac tive and vigorous measures ought to be taken to prevent it. General Macomb complains that he is destitute of ar tillery, and under the absolute necessity of drilling infantry to the guns. He complains also that Whitehall is unpro tected. I have to request that you will change the route of the men (one thousand) heretofore directed to Albany, to Whitehall, and send to General Macomb all the artillery which you may spare with safety to the force more imme diately under your command. I have the honour to be, &c."], [148, "136 Major General Izard to the Secretary at War. Utica, January 31, 1815. SIR, I have had the honour of receiving your letters of the 8th and 12th instant. Mine of the first will have informed you of the march of the detachments directed to Greenbush. They all arrived at their place of destination in the middle of this month. The posts at Williamsville, Batavia and Genesee river are in good order; the troops remarkably healthy. — I shall visit Greenbush, and proceed with as little delay as possible to Philadelphia. I am, sir, Sec. The Same to the Same. Philadelphia, Feb. Wth, 1815. SIR, It appeared by the last accounts I had at Albany from the Champlain frontier, that considerable detachments had been made by the enemy from the lower province, and that the apprehensions at Plattsburg had subsided. Of the state of the forces at that post I have been left uninform ed for several months. I can, however, estimate them at not less than four thousand effectives. I ordered from Greenbush and Whitehall some companies of the 6th and 29th infantry to join their regiments under Major General Macomb. A strong detachment of the 15th was at the same time forwarded to Whitehall, where they will join one or two companies of that corps under Major Youngs,"], [149, "137 and, with a body of riflemen already there, they will be more than sufficient for the security of that station. There are at Plattsburg two companies of the corps of artillery. These are amply adequate to the service of the pieces there, — and the circumstance of attaching infantry to guns is customary in all armies. I would have sent from Greenbush the light artillery, — but this corps, com posed almost entirely of recruits of last spring, has, by orders from the late secretary at war, been armed and disciplined only as infantry. I shall pass two or three days with my family, from which I have been absent almost a twelvemonth, and hasten to present my respects to you at Washington. I have the honour, Sec. From the Secretary at War to Major General Izard. War Department, Feb. 22, 1815. SIR, You will proceed to Philadelphia, and remain there until further orders. The peace which has just taken place lessens the motive for your hastening back to take the command you have hitherto had on the frontier; though that (except in directing General Macomb to report to this department and, in your absence, to General Brown) remains under you as heretofore. I have the honour to be, Sec. JAS. MONROE. 5"], [150, ""], [151, "APPENDIX"], [152, ""], [153, "APPENDIX. Major General Brisbane, commanding the British advance, to Major General Izard, commanding U. S. Forces. Odeltovm, 16 August, 1814. SIR, As I have the command of the posts opposite to you, and as I have lately arrived from a country where war was carried on upon a great scale, and in the most hon ourable manner, I beg leave to propose to you that we should follow up the same system here. I regret to learn that sentinels are fired at, as well as solitary individuals, which I never before heard of. If, therefore, you will abolish it on the part of your troops, I shall pledge myself for my own. Fix your own boundary, and I shall occupy my posts accordingly, and shall not trespass on yours; without which, in my opinion, neither party should have recourse to a petty warfare beneath the dignity of the nations which carry it on, and which exists amongst no other regular armies. It, therefore, remains with you to abolish what can only aggravate the horrors of war with out benefiting either party: or by adhering to a mode of warfare that must lower the troops that practice it in the eyes of the world, and which I should most sincerely lament. I have the honour to be, sir, Your obedient and humble servant, Thos. BRISBANE, Maj. Genl."], [154, "142 ANSWER. H. Q. Chazy, August 17, 1814. SIR, The note you did me the honour to address to me yesterday was received in the evening. You will, I believe, on inquiry, find that the practice of firing on sentinels was not commenced by the American troops on this frontier. It will give me great satisfaction to see an end put to this savage and unsoldier-like species of warfare. Young as we are in war, we know that those who fight their coun try's battles may, without departing from duty, be govern ed towards its enemies by a sense of humanity, — and that courtesy is not incompatible with zeal for the service o^ our government. Disposed to esteem the brave already distinguished by honourable and successful military ex ploits, we shall endeavour to inspire them with a similar sentiment for troops, whose character has been misunder stood, and whose conduct greatly misrepresented. — What ever mode of preventing the irregularities alluded to shall appear satisfactory to both parties, I will cause to be en forced, on your engaging to adopt reciprocal measures. I am, sir, Your obed. humble servant, Geo. IZARD. M. Genl. Brisbane, tfc. fc?c. &r>. Odeltown."], [155, "143 Major General Izard to Brigadier General Macomb. Head Quarters, Chazy, August 27, 1814. SIR, The orders of the department of war call me, with a considerable part of the force under my command, to the westward. As you are the officer next in rank, I en trust to your charge the posts at Platt's Point and Cum berland Head, with the command of the United States' troops on the banks of lake Champlain, as well in the state of Vermont as in that of New-York. You are hereby authorised to call upon the ordnance and quartermaster's departments for such supplies as you may have occasion for. A co-operation with the naval force under Captain Macdonough will be necessary, in many instances, for mutual security and the public service. The works near Plattsburg are now in a state of defence. Should they be attacked, I anticipate much distinction for the commandant and credit for the troops. So soon as the finishing work is performed on the for tifications, you will direct Major Totten and Lieutenant Trescott, of the engineers, to join me at Sackett's Har bour; they must make their arrangements to be at that place on the 12th September at latest. Captain Sproull of the 13th regiment will remain with you, and take charge of such detachments of infantry as you may assign to him. Major Bleecker, Deputy Quartermaster General, is at tached to your command. You will communicate all matters of importance to the war office directly, and let me know from time to time such occurrences, worthy of notice, as may take plaee within the limits assigned to you."], [156, "144 I have written to the governor of New-York to inform him that Major General Moers, senior officer of militia in this part of the country, has not felt himself authorised to call out one regiment of infantry and one troop of dra goons, upon a requisition made by me some days ago. It is probable that the governor will address the command ing officer here on this subject. Should a letter for me from His Excellency arrive at the post-office, you are hereby instructed to open it, and act upon its contents. — All other despatches of a public nature, unless addressed to me or commanding officer, you will forward by express to be furnished by the quartermaster's department, or by a commissioned officer of the U. S. army. I have the honour to be, Sec. Return and estimate of the forces left at Plattsburg (and at its dependencies) on the 28M August, commanded by Brigadier General Alexander Macomb. FOR DUTY. Aggregate. Detachments of the regiments and corps that marched - - 77 Captain Leonard's company of Light Artillery ... 1Q0 Captain M'Glassin's, 15th Infantry - ... jO 6th, 29th, 30th, 31st, 33d, and 34th regts. of Infantry, reported from the aggregate present on the 31stof July ... 1771 Capt. Shell's company, 6th regt., arrived 9th Sept., (100 aggregate) say 80 Detachment of 13th regt. under Captain Sproull, estimated 200 For Duty 2278 Sick and Invalids of the Light Artillery and Dragoons, the 4th, 5th, 10th, 12th, 14th, 15th, 16th, and 45th regts. of ' Infantry, from re- gimental returns, for August, of these regiments - 803 On board the fleet, detachments from the infantry of the lir>e - 250 Grand aggregate 333,1 Of which force, it is presumed, that not more than one thousand are Invalids and non-combatants. This return and estimate is believed to be under the total amount of forces left by a few hundreds; for instance, the 29th regiment was reinforced in August by a detachment under Major Sizer, — and this regt. is reported from July. J. M. O'CONNOR. Lake George, od Sept. 1814. Assist. Adj. Gen. Omitted in the above — two veteran companies of the corps of Artillery, com manded by Captain Alexander Brooks, U. S. Artillery."], [157, "145 Extracts of Letters from Colonel G. C. Mitchell, United States' Artillery. Sackett's Harbour, Octr. \\Oth, 1814. \" Commodore Chauncey returned to Harbour on the 7th instant. From his conversation and his preparations to build several batteries, it is probable he will not venture another cruise. He appears convinced that Sir James Yeo will attack him in Harbour.\" \" There are about three thousand troops at Kingston. Reported that Sir George Prevost was on his way up with a large force.\" \" There appears to be a general alarm in the country for the danger of this place. I shall take advantage of it, and make the militia work on our works, which are con siderably improved since you left this place.\" October, 1 5 th, 1814. \" The General (Collins, of the militia) read me a letter to day from below Prescot, informing that an attack would be made on this place on the 16th instant. This has alarmed the General and his officers.\" — \" The militia un der the late order of the Governor are crowding into this place. We have not less than three thousand militia at this post.\" October, 25th, 1814. \" The British fleet sailed from Kingston on the 18th with between two and three thousand land troops for the Niagara. Sir George Prevost remained at Kingston.\" \" Lieutenant was over in Canada, and had a good T"], [158, "146 opportunity of obtaining information. As usual the capture of this post was spoken of with confidence. Sir George had pledged himself (report says) \" to take Sackett's Harbour this winter.\" The British officers visited Og densburg daily. One of them had been to this post. The enemy was supplied with scow loads of live cattle every day.\" From Commodore Chauncey, to Major General Izard. U. S. Ship Superior, Sackett's Harbour, \\7th Octr. 1814. DEAR GENERAL, I came in with the fleet a few days since, in order to prepare for the reception of the enemy. The Sylph re turned last evening with information that the enemy's fleet was out, consisting of eight sail, including his large ship. Whether his object is immediately to attack this place or go to the head of the Lake with provisions, I am at a loss to determine; but am inclined to think the latter. But that he is determined to attack this place this fall we have ever)r reason to believe, and I regret that we are not better prepared to meet him. We have a large body of militia here, it is true; but one third of them are without arms, and the best of them are still militia. I should feel more safety in half the number of regular troops. If you could spare a regiment from your army for the protection of this place, you would insure its safety; but without such reinforcement it will be very doubtful whether the place can be maintained, and the fall of Sackett's Harbour involves the destruction of this fleet. I am confident that you will give this subject all the con-"], [159, "147 sideration that its importance demands, and will decide with a view of promoting the best interest of our country. I have the honour to be, Sec. From Brigadier General Oliver Collins, New York Mili- tia to the Same. Sackett's Harbour, Octr. 20th, 1814. Colonel Washington Irving, aid-de-camp to his ex cellency the Governor, arrived here on the 5th instant, with orders to empower the commanding officer to make such requisitions on the militia as should be thought ad visable for the defence of the post. After consulting with Lieutenant Colonel Mitchell, I called the militia en masse from the counties of Herkimer, Oneida, Lewis, and Jef ferson. The two former counties have produced about twenty five hundred men, the two latter not more than four hundred, which in addition to Our former force amounts to between five and six thousand. This force might protect us if it were possible to detain them. We have the greatest difficulty on account of quarters; five thousand men are almost literally without them. — Many are quartered in the dwelling-houses, — great numbers are quartered in barns — from twenty to fifty in a common room. Every exertion will be made to detain the militia until the danger is past, — but I fear it will be impossible to detain them longer than the 1st day of November, as some of my confidential officers inform me that there appears an universal determination to go in a body on that day, un less they are discharged. If there is a probability that this place will be attacked"], [160, "148 after the 1st of November, it will be necessary to send a regular force to ensure our safety. In my letter of the 1st instant I requested authority to order General Courts Martial for the trial of militia offenders. O. COLLINS, Brig. Genl. Commanding at Sackett's Harbour. Major General Izard to Colonel Mitchell, U. S. Artillery. Buffalo, Octr. 28th, 1814. SIR, I have to thank you for several communications since my arrival in this quarter; the last is of the 25th instant, and was received this morning. Major General Brown's arrival will have removed some of the embarrassments of your situation. I cannot but regret that such an accumu lation of militia should have taken place at Sackett's Har bour. The expense will be great and not at all commen surate to their usefulness. For my own part I very much doubt the enemy's attacking you; but if he should do so after the arrival of the force under Brigadier General Winder, I anticipate an abundant harvest of laurels to all concerned. General Collins, of the militia, wrote me a letter dated the 20th, in which he expresses his belief that his men will go off in a body on the 1st November, unless dis charged. For the credit of the country I trust this will not be done till the regulars arrive, when I think the others may be spared. I am with much esteem, Sec."], [161, "149 The Same to Brigadier General Collins, New- York Militia. Head-Quarters, Buffalo, October 28th, 1814. SIR, I had the honor to receive very lately your letter of the 20th instant from Sackett's Harbour. While I regret that the militia called out for the defence of that post are sub jected to so much inconvenience, I indulge the hope that they will not abandon it before a considerable reinforce ment of regular troops, now on their march from this quar ter, shall have arrived. You mention in your letter having written a preceding one to me on the 1st instant; this I have not received. Major General Brown, who has proceeded to take the com mand at your station, will be authorized to order general courts-martial. I am, sir, your obedient servant. The Same to Commodore Chauncey. Buffalo, October 29, 1814. DEAR SIR, I had some days ago the pleasure to receive your letter of the 17th from Sackett's Harbour. — You will have found that I anticipated your wishes, in detaching, as soon as circumstances in this quarter permitted me to do so, a large force for the defence of that place. No authentic information respecting the movements of the enemy has lately reached me. It is believed that they"], [162, "150 have landed some fresh troops at fort George, and have taken away their wounded and invalids. Their fleet lay some days off the mouth of the Niagara, and then disap peared. I cannot but doubt their intention to attack you in port; — but this is no time for conjecture. I am, Sec. Major Totten, U. S. Engineers, to General Izard. Fort Erie, November 1st, 1814. SIR, I have the honour to report that from the progress already made in preparation for the explosion of these works, three more days may be estimated as sufficient. It is proper to state the impossibility of sinking our shafts to a depth which will give the greatest effect to our powder, from the circumstance of meeting veins of water in almost every instance of our attempts. More powder will conse quently be requisite, nor indeed will that resource give us the means of complete destruction. The materials of the bastions also (the toughest clay and masonry) require 201b of powder to a cubic toise, — a proportion unusually great. I beg leave to enclose for your order a return of the ordnance master. The quantity is doubtless more than sufficient. I am desirous of having at hand enough to meet contingencies. I am, Sec."], [163, "151 ANSWER. Head-Quarters, November 3d, 1814. SIR, Yours dated the 1st instant (by mistake I presume) is this moment received. There is an irrefragable argument against sending the article* you require, which you shall know in due season. Let then what can be usefully applied at fort Erie be freely used at the last moment only, and let me know positively, before noon to-morrow, your state of preparation. I remain, Sec. Lieut. Col. Hindman, U. S. Artillery, to Maj. Genl. Izard. Fort Erie, Upper Canada, November 2d, 1814. SIR, I have this moment received a flag, which I send you by Lieutenant Robinson, dragoons. It is evident from some improper questions asked the picket guard, that something is brewing. A dragoon deserted last night from my picket guard, he will be able to tell the enemy much. By to-morrow night I think we shall be ready to blow up the place. If heavy boats are not sent, there will be a great sacrifice of artillery. I sent over yesterday ten or twelve pieces of heavy ordnance. I have fifteen or sixteen still * Note. — There was at this time a great scarcity of powder with us."], [164, "152 here, and some heavy. I wait boats to transport them to the other side. We have horses and oxen, which can only be transported from opposite the Rock, but I fear the enemy will seize upon the ferry. I am, Sec. ANSWER. Head Quarters, November 3d, 1814. SIR, Your note dated (I presume by mistake) the 2d No vember, is received this day. Large boats for your pur pose will be provided, and nothing of value must be left. You can, should you be molested, defend yourself, and will of course, be duly supported. It is from choice, not force, that we relinquish an useless conquest; and if the latter be resorted to, we will keep it. I am, Sec. . jm& ERRATA. Page 1 1, Line 12, for \"shall\" read should. Page 17, Line 13, for \" Lormax\" read I^omax. Page 26, Line 9, for \" on\" read at. Page 67, Line 15, for \" military\" read militia. Page 1 10, Line 22, for \" 25th instant\" rend 1st instant."], [165, ""], [166, ""], [167, ""], [168, ""]]