[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, "Owr- at i7&n///&. &'■&■"], [7, "L /V £ £ c t-^Z: L , UJ . *f£Z 4C*C* oc Jg^ A Modern Pilgrimage, BY mi? » » m 7- LONDON: PRINTED FOR PRIVATE CIRCULATION ONLY."], [8, ""], [9, "\"APOLOGIA.\" Pray pass not over this. \" A preface is oft a key to unlock the understanding of that which follows.\" Old MS. It has \" come to this,\" that I have written a book ! Yes, a book after a fashion ; but it professes to be nothing more than a simple narration of what we saw and did duting our tour of last year, in the form of a Journal which has been written since entirely from memory, as it was found almost impossible at the close of a long day's march, when one was perhaps half asleep, to be writing a full account of all that we had seen. Years ago it was suggested to me that I should very likely take to writing some day, but I rejected the idea as being a very improbable one, and yet somehow that idea has formed itself into a fact, and I herein venture to tell of my travels and adventures to my friends, not wishing to risk the criti cism ofthe public generally by addressing them. I feel that this account is too personal to be likely to prove interesting to those who are not acquainted with any of the Quintette party, whose own particular adventures this pro fesses only to speak of; and yet, in another sense, I fear that I have avoided making even this personal enough, by merging all individualities into the comprehensive but non-descriptive pronoun \" we,\" (except where the inevitable \" I \" must be brought in.)"], [10, "\" APOLOGIA.\" IV There are very many amusing incidents occurring in the course of a journey of this kind, and laughable things are constantly being said or done, but these lose all their fun and piquancy when written down long afterwards, so they are best omitted altogether, I think. It must be believed that the prevailing tone of mind of Pilgrims would be that of gravity and religious feeling and sentiment, but there were also many touches of the comic element amongst us ; indeed, it almost superabounded at times ! We all have two sides to our nature, the grave and gay, in some increased to the actual comic and sentimental ; and these two sides are developed a good deal according to cir cumstances and those with whom we are associated. Many friends even know but one side of us, and they do not always find out the depth and shade, and the way to unfold many hidden quiet thoughts which are in the mind, as well as those which are on the surface. Perhaps in writing we feel more inclined to reveal the graver side of our characters. That \" Our eyes see all around in gloom or glow, Hues of their own, fresh borrow'd from the heart,\" is very true of the traveller ; and it is often rather difficult for those who may be sitting quietly at home to believe in the enthusiasm which certain places, either from their beauty or the interest with which they are invested, call forth from the beholder. We must all speak as we felt at the time, and not try to tone down every feeling into the quiet and graver hues of every-day life. Let the sun flash back from where it shone with more brilliancy than it ordinarily does, illuminating the very page as you write of it ; but speak also ofthe shadows of weariness and discomforts, the storm and rain, as well as the sunshine, all in true colouring."], [11, "\" APOLOGIA.\" V But I must give you a few words in explanation of how it was that I went upon this journey. It happened that in January I was at Cannes with my younger brother, where we were intending to spend a few weeks before going to Algiers ; but one Sunday evening I was reading a verse in Isaiah, and singing over the words, \" O, Jerusalem, the Holy City,\" when a letter was brought to me from E. B., commencing thus: — \"Dear friend, Can you come with us to Jerusalem ? C. and I are thinking of going. Answer as quickly as possible.\" It was a singular coincidence, that at the very moment I was thinking of that \" Holy City,\" and half wondering whether I should ever behold it, this invitation came. I was inclined to look upon it as a sort of sign that I ought to go, and it came to pass that after a few preliminary arrangements and a tele graphic despatch from L . . . . y Park, which put the finishing touch to my hesitations about setting forth, I resolved to risk all and go. My brother was not inclined to enter upon the Pilgrimage with us, but he accompanied me to Genoa on my way to join the tourists, where I take up my narrative. The Bs. had been advised to try the easiest way of accomplishing so distant a tour, by joining Mr. Cs party, just about to start at the time they wished to leave England, and they came from Paris with him and the company of tourists to Milan. Although doubting very much the advisability of going with rather a \" mixed multitude \" of strangers, I could not but feel that, with such friends as C. and E. B., it would be \" all right,\" and that we must and would make up our minds to share in the mingling of comforts and discomforts, the advantages and disadvantages of not going as independent travellers. We found it altogether a most easy and agreeable way of"], [12, "\" APOLOGIA.\" VI being convoyed about the world. Mr. C. saves you all the ordinary troubles and anxieties incidental to travelling life, by the care and forethought with which everything is arranged. There are so many, that you are able to make your little coterie rather apart from the others ; and how agreeably ours was formed, and how friendship was strength ened by the pleasures and perils shared in the course of our \" Pilgrimage,\" will be seen in the following pages. On looking over this little history now it is in type, I see a multitude of faults which I did not notice in the MS. For these I crave indulgence. I also feel that some readers may be disappointed in not finding more description in detail of many of these distant and yet well-known shrines of interest. But the very fact of their being so familiar, from the many learned books published about them, is what shuts one up from saying more than that we saw so and so ; the name is enough, you know all about it ! But this preface lengthens, and the patience of its readers must be shortening. I will only add, that I most affectionately dedicate these memories of last spring to those others of the Quintette, with whom I was permitted to enjoy and share in so much that is a lasting pleasure to us all to remember. H. M. M. K. London, April, 187 1. P.S. I might make a very long list of Errata, but I will content myself with these : — P. 61. For u mount\" read, mound. 66. For \" jo to take \" read, so taking. 1 34. For \" Lycobcttus \" read, Lycabcttus."], [13, "CONTENTS. CHaP. PACE I. MILAN TO VENICE . 9 II. EGYPT i7 III. JOPPA TO JERUSALEM 33 IV. JERUSALEM AND JERICHO 43 V. JERUSALEM TO NAZARETH AND TIBERIAS 69 VI. CAPERNAUM TO DAMASCUS 84 VII. DAMASCUS AND BEYROUT 93 VIII. EPHESUS AND CONSTANTINOPLE . . . .114 IX. ATHENS 131 X. FROM GREECE THROUGH ITALY HOME . . 143"], [14, "LIST OF SKETCHES. C.CŒa&Jru-Hh i. Our Encampment at Jenin . . E. ff>3f-J?/i?sh 2. Obelisk, at Heliopolis . . . E. B. — Y.lrr/ffc.-yr^PrJl 3. North Wall of Jerusalem 4. Tower of David . . . . E. B. - 5. Castle of Herod and Dead Sea . 'L.lfc^O M-*£C ' 6. South-east Wall of Jerusalem P. 7. Tiberias . . ... . . E. B. 8. Banias, or Cæsarea Philippi . . H. Kfr/fi* 9. Damascus . . . . . . E. B. 10. Island of Cyprus. . . . . H. K. 1 1. Ephesus . . . . . . H. K. 12. Athens — Temple of Jupiter P."], [15, "A MODERN PILGRIMAGE. CHAPTER I. MILAN TO VENICE. It was upon the morning of the 10th of February, 1870, that I met C. and E. B., with Mr. C. and his party of travellers, at the station at Milan, and proceeded with them that day to Venice. I had come the day before from Genoa, and was to have joined them at Turin that same evening, but meeting some pleasant English ladies in the train, who were going direct to Milan, I changed my ticket, as they persuaded me that it would' save both time and fatigue to go on with them. I spent a pleasant evening with these ladies at the Grand Hotel de la Ville, where we talked over my intended journey ; and I described its probable charms in such glow ing terms, that one of them very nearly decided then and there, without any preparation, to go off with me the next day. Certainly I needed some talking about it and encouragement to keep up my own spirits, for I felt some misgivings as to how I should really manage so long and distant a journey, but still I did not dream of giving in ; although I think that in all great undertakings the heart must have some alternations of fears and doubts, and unless B"], [16, "10 A MODERN PILGRIMAGE. you have the decision not to look too much at objections, you will always stick fast in a little slough of despond at the foot of some imaginary mountain of difficulty. The next morning I was at the station soon after ten o'clock, and rushed out directly on the platform to look for the train that was due from Turin, and with many palpitations of heart I watched the crowd of people getting down from it on the opposite side. At last I caught sight of the B.s ; and, oh, what joy it was to see E.'s welcoming, beaming face, and C. B/s too, looking so kind and friendly. How warmly E. and I embraced, and how fast and eagerly we talked — making the time pass so quickly, during the remainder of the day spent in journeying to Venice. A momentary introduction of myself to Mr. C, as the Miss K. who was to join his party there, sufficed ; and he said, \" I leave you to your friends,\" in a sort of easy way, with a pleasant, good-natured smile, which, I may as well here remark, generally dwelt on the benign countenance of our greatly-renowned tourist conductor. We arrived at Venice in the most intense cold, and passed over the long railway-bridge which connects this wondrous city of the sea with the mainland. Broad sheets of ice were on either side. The city looked like an outspread iceberg, anchored and bound in the midst of the water. Snow rested upon most ofthe roofs and pinnacles, and there was a magic sort of frozen silence fallen upon the city which I had seen only the year before sparkling and shining in all the brilliance of a summer sun. On entering it, we found the larger canals were free from ice, and we soon made our way in a gondola"], [17, "MILAN TO VENICE. 11 to the Hotel Victoria, and found allotted for us, according to our numbers, three very comfortable rooms, which, however, we had some difficulty to warm up with the china stoves in the corners. The cold of the large marble-floored rooms and passages was most penetrating ; peculiar to the watery foundation of Venice I should think. At dinner this evening I had my first sight of the whole party together, destined to be our companions for many weeks to come. They numbered about twenty-five at this time, and, of course, gentlemen were in preponderance, as this sort of journey was one to which many ladies would not feel equal ; and I must say, that I was very much surprised at the strength and endurance which all the ladies of the party showed they possessed in the course of the fatigues to which we were exposed, and how well they always kept up to the mark. I think that all were generally interested in reconnoitring the assembled group, and wondering who might prove to be their especial companions amongst them. Our fate was most happily sealed a day or two afterwards, as will be seen. The next day (Friday) we spent in seeing all we could of Venice, and, as it was an unknown place to C. and E. B., I undertook to be their guide as far as I could ; but we felt frozen ; and going about in a gondola in snow is not so dreamy and romantic as the atmosphere of Venice ought to make one feel. We were obliged to give in to the cold rather earlier in the day than we should otherwise have done ; but we went to the church of San Marco, and over the palace of the Doges, and to the \" Bridge of Sighs,\" and round the beautiful Piazza. A visit to the Academy, with its beautiful gem b 2"], [18, "A MODERN PILGRIMAGE. 12 of Titian's,* and the remarkable church of the Frari, com pleted our sight-seeing. It snowed very heavily, and we had to sit crouched under the sheltered end of the gondola. In the evening, a good many of the tourists went on with Mr. C. to Trieste, so that they might gain a day there ; but we preferred remaining in our beds that cold night, and went on with the rest of the party at nine o'clock the next morning. There was a great crowd at the station, and much confusion about luggage, and another train was going off at the same time as ours. The scrimmage ended in eight of our party being left behind ; but we did not know of their unfortunate condition until we had been two or three hours on our way, and were stopping at a station, when some one appeared at the window of our carriage, looking for the lost ones, and exclaimed, \" Then they are all left behind, for this is the last carriage ! \" It quite startled us, and we felt very sorry and vexed for them, but I am afraid could not help laughing a little at their misfortunes, for it seemed so absurd their being left in the lurch ; and we wondered what they could do, but supposed they might be able to catch us up at Trieste, by taking a special train at once, and so get on board before the steamer started. We quieted our minds about them with this supposition, and we were rather glad to have some exciting topic of con versation to beguile the long journey of twelve hours. But the time was also very agreeably passed in our making acquaintance with two of the party in the same carriage with us, and who will henceforth be spoken of as P. and Z. * See Appendix for some lines written on the occasion."], [19, "MILAN TO VENICE. 13 They proved to be the pleasantest friends throughout the whole course of our tour, and the most congenial fellow pilgrims to Jerusalem whom we could have wished to meet. Somehow we all took to each other at once, and we became quite friendly during the course of this first day of meeting, in anticipation, as it were, of the many happy hours that we were afterwards to spend together. We arrived at Trieste some hours after the train had been due, having been impeded by the snow. It was perfectly dark, and after we had joined the others at an hotel, and been refreshed by a solid tea, we went on board at once, and tried to settle into the cabins that we found allotted to us for the five days we expected to be at sea. This voyage was a new epoch in my life, and by degrees it realised to me the many accounts I had read of all that goes on in the life on board these large steamers, fitted up as a sort of hotel. The Aurora was a perfectly new vessel, and everything was very fresh and clean in her fittings ; but a storm that we encountered for the first two days drove nearly every one of the passengers into private life in their berths, unable to move ; and it was not until Tuesday that any of us hardly were fit to appear in the saloon, or were able to go on deck. It was a fierce, warm wind — a sirocco. Let it not be imagined though that I was perfectly incapable of moving all this time. I got up and dressed the next morn ing, and struggled into the breakfast-room, where about half-a-dozen were collected, all looking very miserable, I thought. I remained the greater part of that day and the next in our cabin, where we were not at all comfortable, and very much crowded, there being no place to put away our"], [20, "14 A MODERN PILGRIMAGE. clothes — and there were four of us. We existed on in a sort of confused heap, that was not by any means agreeable, but which seemed to be unavoidable. What numbers of apples we ate during our seclusion ! almost the only food we could fancy then, with a little bread, although the funny old \" Cameriera \" would try to make us take all sorts of dishes from the dejeuners and diners that go on just the same, and are spread out pro bono publico, even if there are so few to partake of them. This good old body kept telling us that it was very soon going to be calm, and that we should be in \"paradise\" when in the harbour at Corfu ; but it seemed to us that it was a long trial of purgatorio before ! On Sunday night the vessel pitched and creaked in every board, so dreadfully that I thought we must go to pieces, and almost made up my mind for such an event ; but E. B. and I managed to cheer up ourselves by faintly singing two or three well-known hymns, which I believe also greatly cheered and delighted those of our fellow-passengers who heard us. However, by degrees the storm calmed, and on Tuesday night, to our great comfort and quietness of mind and body, we were in the harbour of Corfu, exactly twenty-four hours late though, owing to the storm. We did not see anything of the island, and had left it again before daybreak ; but in the course of the day we all revived and came out into public life, and went up on the deck and enjoyed most beautiful views of the Ionian Islands which we were then passing ; delighting in everything around us, the more, I think, from the contrast to the long weary hours of sickness from which we had just escaped. We inhaled with much delight the soft warm air of the"], [21, "MILAN TO VENICE. 15 Southern climes we were fast passing into, upon the surface of the bluest and most beautiful of seas, this treacherous, but now smiling, Mediterranean; and we sketched and sang, and read and talked, feeling full of happiness and praise for being permitted to enjoy so much that was pleasant. The Quintette was here gradually forming itself. There was a brilliant moon, which kept us up until nearly midnight wandering up and down the deck, and not knowing when to leave it and retreat into our little prison-room again. I somehow always look back upon these three days of sea-life as amongst the happiest of the whole tour, and as I write of them, even now, it seems as if I felt a waft of fresh sea-air brought back to me in remembrance. We went close to Ithaca, Cephalonia, and Zante. The latter is poetically and musically called the \" Fior di Levanti.\" There were some amusing varieties of character amongst those on board, which developed in the course of the voyage. Some were always pacing up and down the deck vigorously for exercise, rather like wild animals going ceaselessly to and fro in their dens, feeling cramped by the narrow bounds of the portion allotted to them for walking ; others generally stood or sat in small circles, talking and busily discussing all manner of topics. The dry, quaint humour, and native shrewdness of a certain Yorkshireman, amused us greatly, and he was drawn out occasionally for our special benefit, by his being set off upon certain subjects, about which he laid down the law and expressed his opinions in no measured terms. He had a friend with him, ofthe Boswell character, who evidently admired all that he said, and agreed with him"], [22, "16 A MODERN PILGRIMAGE. not only in sentiment but in language, repeating after him the last words of every sentence. One of the Italian officers of the Aurora could speak English very fairly, and joined our little party sometimes on deck, when we were singing and talking. He gave me a few lessons in reading his musical language, from a book I had with me. He took us down into the machinery department ofthe ship one day, and showed us the burning furnaces, in a most dreadful kind of place, which we looked at with much wonder and surprise that they had not set fire to the vessel long ago, so dan gerous they looked to our eyes. But I must not write so much of sea-life ; all the charm of it «vas compressed into these last two or three days, which brought us to Alexandria on Friday night, or rather to within sight of the renowned Pharos. We could not enter the harbour at night, and so we remained at anchor a few miles distant from the shore — the coast of Africa; a new and unknown quarter ofthe globe to most of us. We en joyed one more calm, dreamy evening, on deck, singing and watching the silvery play of the moonbeams on the sea, which, with all its horrors, past and forgotten even so soon, we were actually regretting to leave, although Egypt and the Pyramids were before us."], [23, "CHAPTER II. EGYPT. At daybreak we went into the harbour, and at 7.30, after a hasty cup of coffee, we bade farewell to the Aurora, and, amidst the noisiest crowd of Arabs screaming broken English at us, pulling us this way and that to enter their particular boats, and fighting over our boxes and bags amongst themselves as if to carry them off for good, in their eagerness to get hold of them, we landed on the shores of the most ancient kingdom in the world, bewildered and be-bothered with all this scrimmage around us. Some few matters of form at the custom house were gone through, and we then packed into a large omnibus on our way to the Hotel d'Europe. What a new phase of life was revealed to us as we went even this short distance ! The dark figures that we passed, in varied and marvellously coloured cos tumes, so unfamiliar to English eyes, constantly made us exclaim with wonder. At a corner in one of the streets, we were hailed by one of our lost companions from Venice, who appeared dressed in his best to greet us, mounted on a remarkably fine donkey, and careering along, with his donkey-boy clearing the way before him, in true Egyptian style. O, Dr. B. ! it was a fuss we left you in at Venice ; but after all, you and your seven companions have reached Alexandria before us, and we, the first off, have come in"], [24, "18 A MODERN PILGRIMAGE. last ; but still by the direct and proper route as pre-arranged. We found all the party from Venice eagerly awaiting our arrival at the hotel ; they had gone by train to Brindisi, and taken the steamer from thence to Alexandria. P. and Z. proposed our going on to Cairo that same after noon, as there was much more of interest to be seen there, so that we rather hurried through the sights of Alexandria. Soon after breakfast we started forth in a large, comfortable carriage, with a dragoman, riding on a donkey by our side, to see all that we could. We drove first to the Pasha's palace, but it was too modern and Frenchified in furniture and detail to interest us much, so we soon left it ; and we preferred driving through the streets and roadways of the city, watching the busy crowds of people, who interested us far more. We went to see \" Pompey's Pillar\" of course, and admired it, rising up in its solitary majesty to the height of ninety-five feet. It is of red granite, and, standing on a slight eminence isolated from any surrounding buildings, is the more remarkable and impressive. There are many traditions regarding its origin, but none seem to be quite authenticated. After sketching it, and meditating on its beauty for a while, we drove off to some gardens of the Sultan's, by a canal branch of the Nile. From thence we returned into the town, and went to gaze at \"Cleopatra's Needle,\" fancifully so called. It stood in a stonemason's yard, as if one of the latest cuttings there, for sale ; although it, and its fellow needle, disgracefully buried in rubbish close by, came from the palaces of the Ptolemies. One of the Cæsars is supposed to have brought them to Alexandria from Heliopolis. They are about seventy feet in height."], [25, "EGYPT, 19 By three o'clock in the afternoon we five were in the train for Cairo, charmed and delighted to be off by ourselves ; and a most pleasant journey we had, although we expected it to be rather monotonous, from the well-known flatness of the country. But, tame as the actual country of Egypt is, and dry and barren, except when moistened into the most soft and brilliant verdure wherever the fructifying Nile has overflowed, the monotonous outline is almost compensated by the extraordinary interest of everything living and moving upon its surface ; the people, the camels, the active little donkeys, the strange villages of mud huts, and all the varied life that passed by the side of a stream, which we kept alongside of for some hours, appeared like figures moving in a diorama. Cairo we reached at 8.30 ; and, seated in a sort of open omnibus, we were taken to the renowned Shepherd's Hotel, and soon portioned out into three large, comfortable rooms. The absence of bells struck us for the first time ; but we soon learned to clap our hands instead, at the opened door, to summon the slaves or waiters, who were stationed at intervals round the long corridor of. the house. How de lighted E. B. and I were to be in a room again, after the week spent in a small cabin ! We shook out our dresses, and strewed garments about the floor in reckless confusion, for the very pleasure of having sufficient space to spread them out in ! We soon, though, tidied down one half of our room into a sort of salon, where all our little party often assembled, and wrote and read together. Sunday, the 20th. — We all went to morning service in a building set apart for the English Church, and in the"], [26, "20 A MODERN PILGRIMAGE. afternoon we went for a ramble through the native quarter of the city, where we wandered amongst crowds, the half of whom appeared to have lost the sight of one eye, a sad peculiarity of the place we learned it to be. They never jostled us I was surprised to find ; and we had only to keep a look-out for any carriage or horse passing quickly by, and be warned by the man running before to clear the way. Sometimes we had to get out of a line of camels stepping along in solemn single file. We threaded our way through the most narrow, crooked and winding streets, bye-ways and passages, following our guide from the hotel. We went into one very old mosque, and saw the tomb of some Caliph of ancient times. Some went to afternoon service at the Scotch church ; but I went to the hotel and read quietly until dinner-time, after which we went to a room in another large hotel, where P., by special request, conducted the service, and gave us a most interesting sermon on the appropriate subject of \" Israel in bondage in Egypt ;\" bringing it home to those who were yet in the bondage-land of sin. E. and I helped in the singing. Monday, February 2nr.— We had made arrangements with a dragoman to start early for an expedition to the Pyramids, and by seven o'clock we were off. We crossed the Nile in a rough sort of boat, excited to be on its broad bosom for the first time, but we had not many minutes to gaze upon it then, for we hurried on, fearing we were late for the train that was to take us to Memphis. But no, there was plenty of time — all is calmness and deliberation with Eastern officials — and we arrived duly at our destina-"], [27, "EGYPT 21 tion in about an hour's time. Then there was a great bargaining for donkeys, and, after waiting some minutes for these quadrupeds to be saddled and made ready, we started in high glee, careering along through a perfect forest of palm trees, until we came to the few remains which are to be seen of the city that once stood there. The most remarkable object is a great figure of Rameses, which has fallen with its face to the ground, half buried in a muddy pool. This, and a gigantic arm of another statue in a field near, alone testify of the departed grandeur of this great capital of the proud Pharaohs. We all sketched, and then rode on again some little dis tance to a branch of the Nile, where, in the shadow of a bridge, we sat down to lunch, and let our little animals be refreshed with heaps of green clover-grass that had been gathered from the wayside. We were still in the verdant part of the country, although up to within one hundred yards of the desert of Libya, which we were then making for, with eagerness to be in such a strange country. How hot the sun and wind were from this point until quite late in the evening ! Everything looked in a sort of mysterious haze of heat and sand-dust. The sun was not clear, although so powerful, and a gust of wind almost blew me off my little donkey at one point; but we floundered on somehow, although nearly blinded by the dust, and, after another hour's riding, which seemed very long to us then, and passing over heaps of sand, bones, mummy cloths, and broken pottery, we came to the wonderful tombs of the bulls Apis. We went down into long cavernous passages which seemed to be endless, and saw about thirty enormous blocks"], [28, "22 A MODERN PILGRIMAGE. of porphyry, which were formerly the actual tombs of these sacred animals, worshipped as gods, by the deluded Egyptians of old. They were most remarkable for their size, and were of one block, squared and hollowed out, so that one, into which people can descend by a ladder, seemed like a small room in the massive stone. There are no remains of the animals in them ; but these tombs outlive everything, and look as if they would stand on in their darkness and mysterious silence for ages yet to come. The hot air of these passages underground made us very thankful for some of the dirtiest water I ever drank in my life, brought by the Sheik who accompanied us. We were obliged to hurry on, as the sun was waning in the heavens ; right glad we were for the cooling atmosphere; yet it was all important that the fifteen miles which lay between us and our night's destination — the great Pyramids — should be accomplished ere darkness overtook us, out in the wilds. We hurried on our little steeds after dismounting once more to see a very remarkable temple by the way, on whose walls were frescoes as bright as could be ; and, leaving the smaller Pyramids of Sakkara on the left, we ran and cantered as fast as we could make our animals go. How much we laughed, and shouted \" riglak,\" as we found that word had a magic effect on the pace of the donkeys, either from us, or from the boys running breathlessly along by us, and when we lagged every now and then for a few minutes, how vigorously we all united again for a great \" riglak,\" to send us on another spurt. Thus laughing and talking and gazing with wonder at the remarkable scene around us, we rode along the border-land of cultivation and desert, where the"], [29, "EGYPT, 23 struggle for life of vegetation amidst the sand is going on. Now and then we were on a few blades of grass ; then all was sand, and what a mighty power the multiplication of grains of the latter have, we learned well in the course of our short stay in Egypt. It seems to be an overwhelming force which nothing can resist, and it swallows up by degrees all that stands against it, and enfolds them in its dry coverlet. It reminds one in its power of the sea, encroaching upon and fretting away the rocks that forbid its progress ; but we must say in its favour that sand often preserves where it does overwhelm, whilst the sea injures wherever it touches and lingers. We passed some wild-looking Bedouin en campments ; but gradually, as we neared the Pyramids, all signs of life faded away in the gloom of coming night, and we were perfectly alone, in our little detachment, as we rode up to these most wonderful and mysterious of all buildings on the face ofthe earth. \" The Great Pyramid of Cheops is 460 feet in height ; it covers 570,000 square feet; each base is 756 feet long, and it is about 4,000 years old.\" A sense of their grandeur and awfulness fell upon us as we slowly wound up the way by the Sphinx to a small house which we found on the side of the largest one. It was most im pressive coming upon them in this way, and they quite appalled us by their majesty. We felt very small and like ants creeping up to look at a mountain ; yet, with all this, glad we were to be housed for a time, and to take some more food from the basket of provisons, carried for us by the dra goman, Mohammed by name. He was such an ugly man — with such a nose ! I always mistrusted him from the first from his having an organ of such very irregular shape and"], [30, "24 A MODERN PILGRIMAGE. size ; and we had reason not to think too well of him afterwards. It was now quite dark, and we could see nothing outside, so we resolved to explore the interior, and we went into the Great Pyramid. Never can I \"forget the clambering, sliding kind of proceeding that it was — first down a steep incline, then up again and round a corner, with a step of some feet in height. I clung to an Arab, who assisted me most carefully, and pulled me up a most horribly dangerous sort of incline, only about two feet wide, by the side of a chasm-like passage ; it looked to me certain destruction if one slipped ; but I was forced to muster up courage to do it, once there, in order to get into the renowned King's Chamber ; and well repaid were we by the pleasure we had in seeing it, and in singing over the empty sarcophagus. Never did voices become so melodised by the sounding powers of any build ing elsewhere, as here in this dark mysterious chamber. It was perfectly wonderful, and we could hardly stop our selves, although we were rudely interrupted by a sudden rush into the place of about a dozen merry, wild-looking Arabs, who startled us rather, and, I must confess, made me feel a little nervous as to their possible intentions — perhaps of surrounding us out there alone and robbing us, as we were amongst a tribe of these wild sons of the desert by ourselves. But after all they had only come to give us any help wanted in descending, and I had the services of three or four of them in going down those steep marble slippery passages, in which the only thing to help you is a shallow groove every now and then some steps apart, and from one to the other of which you must slide. Half-way"], [31, "EGYPT 25 down, we went into the Queen's Chamber, so called ; and when at last we emerged into the outer darkness again, and sat panting on the steps of the entrance, we were all very glad that we had come safely out of such a very strange and dangerous place. We turned into the sort of little hotel close by, and we all composed ourselves in various places to try and sleep, or at least repose, in the large, bare room we had to rest in. Some of us on boards, one on chairs, and one on a recumbent ladder, we all settled down to silence; but for E. B. and myself sleep was impossible, from the number of tiny creatures of a lively disposition that had made their way to us ; and, after having restlessly tried two or three hours of this torture, we woke up the others, and all sallied forth into the moonlight about midnight. We had been waiting till then impatiently for the moon to rise. We roamed about a little, and soon decided not to go back into the house, but to try a bed in the sand. We fixed on a hollow by the Sphinx, and here was shown a most remarkable illustration of Z.'s cleverness in packing us up one by one in rows like mummies (so appropriate to the place we were at !) on the soft bed of sand. He made pillows and bolsters for us of small heaps of sand, and arranged our shawls in a very Bedouin-like fashion, wrapping up our heads and feet in them ! We could hardly move when packed, although I could not help bobbing my head up every now and then to look at the moon, or more exciting still, at some prowling figures of Arabs who hovered near us, rather disturbing our serenity ; and the six- barrelled revolver that we had amongst us was fired off to show that we were armed, and ready to defend ourselves. With all c"], [32, "26 A MODERN PILGRIMAGE. these grand arrangements though, we were not comfortable, and the night-air was chilly, even out there, so that we betook ourselves unto a tomb close by — a sort of stone chamber of twelve feet square, into the corners of which we packed ourselves again, then quite warm and more com- fortable, although in the centre of it there was a well or squared chasm of unknown depth, reaching down to water, as we found out from stones thrown into it. Here we reposed until daybreak, when we were aroused by the Arabs and our dragoman to hasten up the Great Pyramid to see the sun rise. One of our party was too much exhausted by the fatigues of the previous day to try the ascent, but I started with the others, and, must I confess it? gave in about two-thirds ofthe way up. I was pushed so quickly, and propelled up the steps, many 'of which are four feet in height, with such energy, that I quite lost my breath, and feared losing con- sciousness altogether, or something of the kind, so that I had to stop and slowly jump down, or be carried from step to step, fearing almost to look below me at the immense height I was then at. But it was a grand view from the half-way platform. I stayed on it for some time, looking over miles and miles of the country of Egypt before me, and watching it all being gradually lighted up by the rising sun. I went down humbled at my weakness, but thankful to get a little break- fast, and to make a sort of morning toilet whilst the others were absent. C. B. remained sleeping in the tomb, and I sent Mohammed to rouse him, and call him to breakfast, fearing that he might have falfen into the dreadful chasm, if given"], [33, "EGYPT 27 to somnambulism. The three others were soon down, proud of having accomplished all to the highest extent. We breakfasted out of doors, then went to sketch the Sphinx, and see some more tombs and temples. The sun began to broil us, and we were beset with demands for \"baksheesh\" from every Arab of the place almost, although the crowds of Mr. Cs party, who began to appear everywhere, soon took up the attention fortunately of a good many. We pitied our companions being hurried so much as they were ; but they did not seem to mind it, and rushed up the Pyra mid in such numbers that they quite covered the top of it ; then ran round the Sphinx, and into a temple, and were off and back again in Cairo by lunch-time at Shepherd's Hotel ! We mounted our donkeys about mid-day, and deliberately rode along the capital good road there has lately been made between Cairo and these Pyramids — a distance of ten miles — and thus ended our exciting, romantic, and interesting day and night spent out in the desert plains. The whole of the next day was passed in seeing all that we could of Cairo. Taking a carriage for the day, we drove first to the curious, deserted-looking city, known as the Tombs of the Caliphs, or more correctly speaking, Mame lukes — a cluster of Mosques and Tombs dating from the 15th Century, when one of the most beautiful looking ofthe Mosques was built. The domes of many of them are of varied patterns and beautiful designs. We stopped to sketch them. I forgot to mention that Z. and P. were mounted on donkeys, running along before or behind the carriage, in which we ladies were with C. B. A dragoman also went with us, to explain all these places to us — a most C2"], [34, "28 A MODERN PILGRIMAGE. pleasant-looking man. We went inside many of these Mosques, and sang chants and hymns in their half-ruined courts; from thence we went to the Citadel, and entered a remarkably sine marble court, with a large fountain in the centre of it, at which some of the \" faithful \" were washing their faces and hands preparatory to answering the call to prayers, which just then sounded from a Minaret near, and whom we followed into-the magnificent new Mosque built by Mohammed Ali. We watched with interest, not un mixed with sympathy, the prostrations of these Moham medans, and their outward signs of reverence before the throne of an invisible Allah. These churches without altar, or pews, or seats of any kind, struck us as very curious and somewhat imposing, from their very simplicity. We went afterwards to another in old Cairo, when we had visited \" Joseph's Well \" at the back of the Citadel. In the crypt of a most ancient Coptic Church we were shown the supposed hiding place of the Virgin Mary with the Infant Saviour and Joseph, when here in Egypt, where we sang her glorious hymn of praise — the \" Mag nificat.\" At two o'clock we returned to the hotel for rest and refreshment, and started out again at 3.30, with a fresh pair of horses, for Heliopolis, stopping by the way to see Miss Whateley's most interesting school of Arab boys, who read to us in very good English a chapter of St. John's Gospel. Of Heliopolis nothing remains now but one grand Obelisk, standing in a field of clover; but we felt that Moses and Joseph too had looked upon it, and that here the latter must have often been, for it was the place where he found his wife — the daughter of the priest of On,"], [35, "i&&gZ&g>t&f. c^jB."], [36, ""], [37, "EGYPT 29 or Heliopolis. We all drew it diligently, and delighted in the quietness and freshness of these green fields, after the heat and dust of the day in Cairo. We went to Joseph's Tree on our way back, and returned to the hotel just in time for dinner after our busy day. The large table d'hote room was crowded ; a numerous party of tourists who had been up the Nile having arrived, who were going to join us. We were above sixty now in number. Mr. C. solemnly summoned the whole assembly to a room after dinner, where he laid out his plans for Palestine before us, for approbation or otherwise. It was an amusing scene ! Large ants were running about the floor, which rather distracted my attention from the speakers. We afterwards actually went out again for a last ramble in the town, which, however, we found too dark to penetrate very far into. Thus ended, our pleasant, and only too short, sojourn in the capital of Egypt. We started at eight o'clock the next morning by train for Suez, our immense party nearly filling all the first-class carriages. It was a comparatively uneventful day, passing along sandy deserts and wastes, and by occasional towns and villages, until seven in the evening found us at Suez ; but the time was very profitably spent part of the way by our reading aloud verse by verse in turn those chapters in Exodus describing the plagues of Egypt, and the marvellous escape of the children of Israel from their bondage by the way along which we were passing, or at least in the very same direction towards the Red Sea. We also bought some of the strange sort of refreshments sold by the natives at the various stations we passed by : sugar-canes, dates, cakes of un leavened bread, pitchers of Nile water, carried on the heads"], [38, "30 A MODERN PILGRIMAGE. of little girls often or twelve years of age. Many of these small women- were married ! At Suez we were some little time being distributed over the large hotel there, in parties of threes and fours. A very elaborate dinner at length was pro vided for us, served in Indian style, with Hindoo servants — such thin, lithe figures, in their close-fitting white jackets. A bazaar-room in the hotel interested us ladies greatly, for we had been \" done out \" of our shopping at Cairo by the gentlemen ; and here they could not carry us off to see any thing more interesting, so that we were glad to provide our selves with \"puggeries \" for our hats, and whips for the riding in Palestine. We were called before six the next morning, to go out for an early sail with P. Z. and C. B., to try and get as much into the Red Sea as possible. We fancied what we saw at least to be rosy, and it was a very pleasant fresh morning airing, although I fear that it is not geographi cally correct to say we could have reached that sea proper; but we were perhaps not far from the part where the Israelites walked through it, and we sang with much energy that grand old song of Miriam's, \" Sound the loud timbrel o'er Egypt's dark sea ; \" and we sounded out our voices until we were quite breathless, yet came in just at eight o'clock to the quay in front of the hotel, where the party were anxiously looking out for us, fearing that we were drowned, like Pharaoh and his hosts, or would be too late for the steamer which was to take us up the canal. We shouted forth one more \" loud timbrel \" as we landed. We had but a few minutes for a snatch of breakfast, and then we went on board the small steamer with the others, and proceeded towards the renowned canal, upon"], [39, "EGYPT 31 which we spent the whole of that day, and the greater part of the next, on our way to Port Said, where we were to rejoin the Aurora to go on to Jaffa. These two days were the most monotonous of our whole journey, for there was no variety in the scenery — banks of sand on either side, and now and then enormous dredging machines at work, and great expanses of lake that we passed through. We were rather crowded in our little steamer, and found it difficult to have a quiet corner for reading or writing. We painted up one or two sketches though, in the tiny cabin, until driven out of it by smokers. We had lunch provided in large hampers. The first night we stopped at Ismailia; and after a scene of great confusion at the hotel there, which was not yet finished, and still in the hands of workpeople, seven of us ladies were billeted off to some rooms in M. de Lesseps' gardens : a sort of bungalow place, where, however, we were pretty comfortable, although we felt rather unsafe, all being on the ground; but no one attacked us, and the next morning we were off early, and in the horrid steamer again for another day ofthe same kind. We passed but one large ship in our way, and many were the speculations of the men-kind as to the paying properties of the great engineering work, a ques- tion which time will answer. Arrived at Port Said, we filed through its wretched sandy streets, full of the most cut-throat looking people, most of them armed to the teeth with daggers, pistols, sabres, muskets, and every queer kind of weapon. We went to a most uncomfortable sort of shed- hotel to dine, and wait for the steamer due that evening. Dinner over — and a very lengthy, crowded affair it was — there were no signs of the steamer being in sight, so that it was"], [40, "32 A MODERN PILGRIMAGE. impossible to hope to get away that day. To console and amuse ourselves we wandered forth upon the sea shore, one mass of shells, close to the edge of the water. Then we went out on a sort of breakwater ridge of stones, and re mained there seated on the edge of it, with our feet almost in the waves that came tumbling up alongside of it, until it was quite dark, singing our usual round of evening melodies, and glad to be there in the wildness and solitude, out of the crowded room we had just left, which was filled by several other travellers besides our own large party. When we went in at last, there seemed to be nothing for it but to sleep on chairs in the dining-room, which, indeed, most of our party were obliged to do ; but some kind gentleman came and told us, to our delight, that beds could be had for five or six ladies in a nice hotel they had discovered, so that E. B. and I gladly packed off to it under strong escort to protect us. We did get a room and some rest there, and were glad to remain until late the next day (unfortunately a Sunday) in the cool, when we were summoned to join the others on board the Aurora, which had arrived very early that morning, and which we were pleased to find ourselves upon again, after a week's absence from it. We found one of the Archdukes of Austria on board, with his wife and suite, but they did not interfere materially with us, and we can but hope that we did not annoy them."], [41, "CHAPTER III. JOPPA TO JERUSALEM. We were up early, as may be imagined, on the morning which was to bring us in sight of the Land of Canaan; and it was scarcely daylight when we first looked forth on a low, flat line of country which we could see from our cabin. We were soon on deck, and at anchor before the ancient city of Joppa, or Yaffa, as it is most generally called now. In port no vessel can be, for there is no harbour for craft beyond small boats ; it is a very dangerous shore, with a low reef of rocks a few yards from the land, between which you cannot pass except in calm weather, and had it been unfortunately rough, we should have been obliged to proceed at once to Beyrout — quite the other end of the land — in the North, and the whole course of our journey must consequently have been altered. As it was, we were obliged, by rumours of want of water and disturbances amongst the Mohammedans, to give up the most beautiful route to Jerusalem — by Hebron. We gazed with much interest on the picturesque little town before us, and our sketch-books recorded its outlines of flat roofed houses, crowded one on the top of the other in such manner that all seemed determined to have a look seaward, although the absence of any large-sized windows is one of the characteristics of all Eastern towns. We knew it well from pictures ; and the place seemed quite familiar to me"], [42, "34 A MODERN PILGRIMAGE. from this side of it, as I had not long ago drawn a large picture of it, from the sketch of a friend, for a lecture on Palestine, little thinking then that I should thus be here sketching it myself one day. Was it one of those prophetic glimpses that we have sometimes in life ? I think so ; and I have a strong belief in things repeating themselves. Boats soon came up alongside the steamer to take us ashore, and we crowded down eagerly into them, in such numbers that one or two appeared to be in danger of being swamped by the surf; but we all went safely, and the one I was in made for the quay in the middle of the town, where crowds of strange-looking people were waiting and lounging about, gazing in amazement at the immense number of Western Christians come in one flock to visit the country. Mr. C. stepped ashore, and I followed ; but, after some ges- ticulating and talking, we were hurried back again to the boat ; we were not to land in the town, but at the side of it, where our tents were prepared for us, so I had to descend again into the boat, after feeling so excited at being the first lady ofthe party who had trodden upon the holy ground. I was literally bundled down the side of a wall in the arms of some boatman, and we pushed on a few hundred yards further to the sandy shore, by the side of a fortification wall. Here, seeing our fate was to be carried on terra firma bythe Arabs, who rushed into the water around us for that purpose, I chose a strong and comparatively clean-looking one who offered himself, and I clung round his neck, and thus effected a landing a second time — happy still to find myself by chance the first of the ladies, and almost the first of all the party, in the country of Palestine. We stood laughing at"], [43, "JOPPA TO JERUSALEM. 35 the others going through the same process of carriage, and half hoping some would be dropped in the course of the transit ; but we anxiously watched our various bags, port manteaus and bundles, all arriving in the same way, not wishing them a like fate ! Then we all made our way over some sand heaps, which we were told marked the graves of the garrison who were so brutally massacred here by Napoleon, in 1799. We soon reached a grassy space, where we saw with much interest and excitement the camp pitched, which was to be our home for the time of our sojourn in the land. \" To your tents, O Israel ! \" was the cry, and how pleasant and picturesque they looked — how novel and amusing was the first examination of these comfortable little habitations. Ours was dark blue inside, with red and yellow stripes. E. B. and I asked a lady, whom we had seen a little of, and liked amongst the company, to be the one to take the third bed in the tent allotted to us, and a very pleasant companion we found her during the few weeks that we shared it together. C. B., P. and Z. and another, companionized, and aster some various discussions and choosings, all arranged them selves. There was a great and important division though made of the whole party, into two quite distinct encamp ments, from this day forward, and those who had joined us in Cairo, with a few others, made up a number of more than twenty in the first camp, under a separate dragoman ; whilst we made up a party of thirty-three in all, with two dragomans as our guides and chiefs — Pietro and Timolien, by name. We all made our toilettes for riding, and after an excellent breakfast in one of the larger tents — an earnest of the"], [44, "36 A MODERN PILGRIMAGE. wonderfully good cuisine that travelled about with us — we made our way into the town in detachments, nobody knowing the way, and all of us losing each other amongst the crowds that beset the gateway of the city, choked up with strings of camels and donkeys, and people of all colours, both in dress and face. It was some time before we found ourselves at the English school-house of Miss Arnott, where we were charmed to see, and hear sing and read, a picturesque-looking group of little native maidens, thus being taught the one true faith by this earnest-minded, kindly-looking English lady, who has been here some years. There are about a thousand Chris tians in Jaffa. As we threaded our way through the dirty, narrow streets, we thought that the dust of ages had indeed accumulated here with a vengeance, for they look as if they never had been cleansed or swept out since the flood — and there is a tradition, from Pliny, of this town existing before that time ! Be that as it may, it is undoubtedly one of the oldest cities in the world. The first mention of it in Scrip ture, is of its being one of the maritime towns allotted to Dan. (Joshua xix. 46). It was here also that floats of cedar and pine, from Lebanon, were sent for the building of Solomon's Temple (2 Chron. ii. 16) ; and again at the re building of it by Ezra. (iii. 7). Here Jonah embarked for Tarshish, and Peter raised Tabitha to life, and resided many days in the house of one \" Simon, a tanner.\" (Acts ix. 36 ; x. 9). This house of Simon's is still shown, and we went, of course, to see it, believing that what we saw may at least be on the site of the old house, and there are some very old stone walls below the present natural surface"], [45, "JOPPA TO JERUSALEM. 37 ofthe ground. It was very warm, and we were glad to get out again to our camp, and to eat some of the large, delicious oranges for which the place is celebrated. Very soon our tents were all struck, packed away on the backs of mules, and sent forward with our luggage to the place where we were to rest that night. Camp No. I (which always, I grieve to say, took precedence of us) had already gone on, and we were to loiter about and wait for our start at 1.30. We were close to a Moslem burying-ground, and we sat upon some of the tombs ; from that day forward we learned to sit upon stones, grass, or anything that offered itself, with thankfulness, as our pic-nic life here began, and we never saw chairs again, or anything like easy lounges, until the end of our stay in Palestine, excepting the few days in Jerusalem that we were at the Bishop's house. We went into some beautiful orange groves near ; but soon we were called to choose our horses and prepare to be off. I fixed on a grey horse, which seemed to be a good looking animal, and E. B. chose a grey ; P. and Z. happened to get grey horses also ; C. B. had a bay one. Some of the party had actually never ridden before at all, and there was generally much fun and excitement in this first horsing of the cavalcade. At length we all made a start, and 1 rode forth nearly the first ofthe procession, with P. and E. B., feeling solemnised by the gravity and importance of the journey we were about to make. It all seemed so strange, and unlike anything we had done before. Once clear of the crowds near Jaffa, and the files of camels, we soon began trying the paces of our various steeds along the tolerably good road there is on this route. We cantered along over these plains of"], [46, "38 A MODERN PILGRIMAGE. Sharon, sometimes before and sometimes behind the detach ments of the party ; but we were all soon called off to a green place, by the side of the road, where we found lunch pro vided for us, on carpets spread out in long lines. One of the ladies came in at a full gallop, clinging to her saddle, and very much dishevelled in appearance, her horse being quite beyond her control, for she had never mounted anything beyond a donkey before. I am sorry to say that later in the day she had a rather bad fall on the hard road, and her arm was a good deal bruised, so that she was unable to hold the reins, and was obliged to be led by a muleteer for some days ; but nothing very bad happened, wonderful to relate, to any of the party, with the exception of one elderly man, who did get a severe kick on his leg from a horse in the other camp, and he was obliged to remain in Jerusalem for some time after we had left. These two first days of riding I did especially enjoy, and cantered about, going off the beaten tracks to find smooth places for going ahead ; and we careered along, I with my hair down and flying in the wind — comb, net, pins, &c, being picked up along the road by kind friends behind me, and pocketed safely for use when wanted again. But I must return to the lunch-ground, and describe that, as it was a sample of what we had always at our mid-day repast from that time forward. The servants spread out mats of Turkey carpet ; a tin cup, a bit of bread, and an orange, were put at intervals for each person ; hard-boiled eggs, chicken and mutton, sardines and cheese, made up the courses ; and this meal never varied. It was a daily pic-nic, and very pleasant were the rest and food just at the hour"], [47, "JOPPA TO JERUSALEM. 39 when you most needed them. This day we were too fresh, through having come such a short distance, to care much for the rest; but there were days afterwards when one looked forward to this oasis of comfort with many weary longings. We were soon called to mount again, and a few hours more found us at our camping-ground outside Ramleh. Here was our first experience of the tents as a real dwelling-place ; and after a little hunting about for our right bags and bundles, which were marked with the number of our tent, we prepared for dinner, which was a regular sort of table d'hote affair, and from our being so many, was divided into two tables in separate tents. We had Mr. C. at the head of ours, and we all took places according to our fancy, and afterwards invariably kept the same, to be orderly. We had camp stools to sit upon. When the table was cleared, it made a salon for us to sit in, and read or work. We saw nothing of Ramleh itself, and were sorry not to have time to go and explore a remarkable square Saracenic tower on the west side of the town ; and about which tradition has been busy. There is also a large convent in Ramleh, and a church said to be on the site of the house of Nicodemus. We slept well in our little hard beds, and were called up at five o'clock, for we had a long day before us ; and were we not, too, to reach Jerusalem that evening ? Several wretched lepers came around us as we were waiting about, watching our tents being packed up, and they had to be roughly pushed back by the dragoman and servants, for their touch is defilement, and they pressed forward so unpleasantly near for \" baksheesh.\" One poor woman I was horrified' to see Pietro kick with all his might, and then set his dog after"], [48, "40 A MODERN PILGRIMAGE. her to drive her back, which slightly bit her arm, and she threw herself on the ground, howling and calling out with pain, and showing the wound to the other poor wretches who crowded round her to look. We felt greatly horrified and disgusted at such cruel treatment of this poor creature, and I hope that a little money given as a make-up by some of the party helped to soothe the pain. We were glad to get our horses, after some little difficulty in finding our own again, amongst the many picketed close round the tents, and we started forth in a sort of rainy mist, which, however, soon gave way before the sun. We rode five hours and a half before we were called upon to halt at Kirjath-jearim for the mid-day rest. Outside a small town we met a procession of children carrying a red garment stretched out on sticks before them, like a banner, they shouting and dancing around it. We were told that it was the displayal of a bride's dress before the wedding, just about to take place. The brides are children in years, according to our ideas, so this party of children was all in keeping. A great part of the road this day was very hilly, and we had some beautiful distant views of the country around — ravines, rocks, and trees. We passed through a dangerous robber district before arriving at Kirjath jearim, where we halted in an olive grove, and were allowed two hr'Ts' rest, which we were very thankful for. It is a very picturesque-looking place, and is built chiefly of stone. There is an old Gothic Church near it, which some of our party sketched. I was too sleepy and done-up, and sub sided on a hill-side by the others who were diligently drawing, and whose heads, as I watched them lazily, half"], [49, "JOPPA TO JERUSALEM. 41 asleep, went up and down, bobbing in time together, as they received impressions of the view before them. It had rather a ludicrous effect. We remembered that it was at this place the Ark remained so long, until taken by David to Jerusalem, and we thought of the miraculous bringing of it by the kine to Beth-shemesh near. (1 Samuel vi. 7). We went on again about three o'clock, and passed across the valley of Elah, where the Philistines defied the army of Israel, and where David slew Goliath. We went over a dry brook, where we fancied he might have found the smooth stones he used. We began to be eager and impatient to get a glimpse of the Holy City, and often, as we came to some ridge of higher ground than usual, we pressed forward to try and get the first look, and all our horses crowded together, as if they too were excited and knew what it was we wanted to see. But no ; again and again as we mounted one hill, we only saw another before us, and no appearance of a town, and we had to dive down into another valley and go on, up and up — Jerusalem stands so high. We watched the sun set behind us, casting beautiful purple shades over the rocky table-land we had reached. We looked down into deep valleys beneath us on either side, and at our lest we saw a small town perched on the brow of a very steep hill, which we were told was Emmaus. It was quite dusk when we did at length behold a portion ofthe walls of Salem ! Our hearts thrilled at the sight, and we drew together in our little band, lingering behind the others, that we might be alone to sing \" Jerusalem the Golden,\" which we wished to do on seeing it ; but our voices almost failed us at the moment, o"], [50, "A MODERN PILGRIMAGE. 42 from emotion, and eagerness too, to hurry on. The view from this Jaffa road is the least beautiful of all the approaches to Jerusalem ; but still that does not cool the eagerness of the pilgrim visitor. We were met by a large school of children on the road just outside, walking in twos, under the charge of some half nun-like-looking sisters. We spoke to them, and found they were Prussians. Some of them ran aster us, and gave us bunches of wild flowers — a pleasing little offering to the weary Hadjees that we were. We wound along the pathway, by the side of the wall, to where lights showed us our tents were pitched, and it was not long before all were at rest, for it was too late to think of pene trating into the city that night ; and indeed we could not, for the gates are always closed at dusk. We resolved to be up very early the next morning. The two camps were here pitched close together, and we had the pleasure of seeing the other party, and comparing notes. There was a small detachment of soldiers placed outside the circle for protec tion from robbers, for it was on this very spot that Mr. C. was robbed of a large sum of money in gold the year before — a great part of which was, however, restored to him, as the thief was known and caught, and is still in prison I believe. We were at the north-east angle ofthe wall, in a sort of open field, with several olive trees growing around."], [51, "Jr. yvda ifj-tteuKUeA-ri/. 6H"], [52, ""], [53, "CHAPTER IV. JERUSALEM AND JERICHO. By six o'clock the next day our band of five were making their way to that sacred hill — the Mount of Olives — under the guidance of Z., who had visited the Holy Land and City before, and to whom we were greatly indebted for much valuable information about many things which can only be told by one who has been on the very spot. This early morning visit ever dwells in my mind as the most impressive hour we spent in or around Jerusalem. It was our first real view of the city, and there it was spread out before us, as we sat upon the sloping side of this mount, where our Lord had oftentimes resorted with his disciples — \" He went as He was wont to the Mount of Olives \" — and the rising sun was lighting up every roof and dome in the city, and showing it all with a greater distinctness from our being in shade. We gazed long in silence ; no one venturing to break the magic spell of remembrances that crowded in upon our thoughts and memories of Jerusalem, for, from even childhood upwards, was it not interwoven with all our earliest recollections of Bible teaching? Here, at length, we beheld that city — the type of our heavenly home, the \" New Jerusalem \" — where may we all meet again ! Was it strange that tears filled our eyes as we looked upon it ? We knelt here, and P. prayed aloud with us. Close by us d 2"], [54, "44 A MODERN PILGRIMAGE. was a large space crowded with tombs and headstones, marking the resting places of thousands of Jews, who are brought here to be buried close to their beloved city. Women in long white garments were wailing over the graves of their departed ones ; it was an affecting and in teresting sight, reminding one of those women of old who came \" very early in the morning to the sepulchre.\" How true it is still of Jerusalem, that \" it Heth four square,\" and it is built as \" a city that is compact in itself.\" Its look is familiar to us all from pictures, but here was the actual place before us. That glow upon the walls, domes and roofs, falls from the sun that lighted it up so many hundreds of years ago, when it stood in all its splen dour. After these few happy, peaceful hours, spent upon the mount, we returned to the camp for breakfast, and directly afterwards made our way to the nearest gate to our camp — the Damascus one ; and, passing under its somewhat imposing portals and castellated front, we found ourselves plunged into the heart of the narrow streets and ways common to all Eastern towns. All sacred associations were dispelled for the time, and they scarcely ever revived again so fully, not even when we were in the Church of the Holy Sepulchre, to which we went first. It is impossible to believe that these spots, crowded together under one roof, can be the veritable places tradition and the credulity of ages have represented them to be. From this fact alone they are intensely interesting — so many thousands for such hundreds of years have come hither to worship and reverence. Holy men and saints of all nations have been here, and we can look"], [55, "JERUSALEM. 45 and wonder too. After visiting the sacred Tomb, where some of us knelt in silence for a few moments, we mounted several steps to the part called Mount Calvary, where, before an altar, is shown a hole in the rock in which it is said the Cross of Jesus was planted. Is it indeed so ? No, we could not believe it. There are some tomb-like square holes cut in the solid rock, and evidently of most ancient date, in the circular part ofthe Church, immediately behind the Holy Sepulchre, said to be the tombs of Joseph of Arimathea and Nicodemus ; two of our party clambered down into them. There was a stone in the nave of the Greek Church, before which a soldier knelt down, and kissed it, which attracted our attention, and we found that it is the one regarded as the centre of the world I After leaving this wonderful church, which, with all its false assumptions, is still the most remarkable one in the whole world, I think, we branched off — some to return for letters to the camp, and others to go and see Bishop Gobat. It was proposed for the whole party to visit the Mosque of Omar in the afternoon, for which an order is necessary, and at about three o'clock we all proceeded together into the city a second time. Most of us took slippers to put on when we arrived at the gates of the sacred enclosure, and those who had not done so were obliged to go about in their socks ; for although some of the ladies evaded the change by means of their long dresses, the guards ofthe Mosque — savage-looking, fanatical men — carefully scrutinised all the feet they could see, and sent those back who were stepping over the division in their boots, with peremptory gestures. Some had bought gay red and yellow slippers in Cairo for"], [56, "46 A MODERN PILGRIMAGE. the Mosques there, and these were now produced with great effect. I like this custom of putting off the shoes from the feet ; surely it is one of Divine command, and to Moses at sight of the burning bush it was said, \"Put off thy shoes from off thy feet, for the place whereon thou standest is holy ground.\" This ground was to us holy, in remembrance of its being that whereon the Temple once stood, where the Divine presence had been manifested ; but now how literally are the words of the seventy-ninth Psalm fulfilled — \" O God, the heathen are come into thine inheritance ; thy holy temple have they defiled ; they have laid Jerusalem on heaps.\" I feel unable to give any adequate description of this most intensely interesting portion of Jerusalem, of which more has been written and said and fought over, perhaps, than any other in the whole world, excepting the Holy Sepulchre itself. I can only say we were hurried about from one point to another by the guards, who kept calling out to us every moment, \" Come along ! \" and that we saw under the dome of the Mosque a portion of rock, carefully screened round, and with a tent-like covering partly resting on it, which we were told we may really believe to be the summit of Mount Moriah. In 2 Chron. iii. i, it is said that, \" Solomon began to build the house of the Lord at Jerusalem, on Mount Moriah, where the Lord appeared unto David, his father ; \" but it is on account of the association with Abraham that these Mohammedans reverence the spot, believing that the altar upon which Isaac was laid was on this mount, in the land of Moriah. Then we went down some steps in the rock, and under the same roof, into a cave"], [57, "JERUSALEM. 47 which is reported to be the \"Threshing floor of Oman the Jebusite.\" Our large party straggled rather over the whole area, some hastening on satisfied with a glance, whilst others lingered and read up accounts on the spot. We were led into the other Mosque — the El-Aksa, which is considered by many to be the most ancient building of the two, by our solemn-looking guide, a soldier official of the Pasha's, in a very bright red costume, richly braided, who marched in the front of our party with his hand on his scimitar, as if to warn off any fanatical Moslems whose anger might be roused at seeing such an enormous crowd of un believers invading their sacred places. Many scowled at us rather, but they dared do no more. We afterwards went down a long passage into a subterranean part, where we saw the remains of very ancient buildings and pillars, and a gate way blocked up with rubbish ; these are said to be some of the oldest parts remaining. Some ventured to bring out sketch-books, and took a hurried outline of some of the chief features of the place, with the help of the faint light we had. Moslems as a rule have a great and a religious horror of drawing, for Mahomet forbad the representa tion of anything. A visit to a square subterranean chamber at the south-eastern corner of the wall, which is now used as a Mosque, and called, strange to say, \" The Cradle of Jesus ;\" a clamber upon the walls to look down into the valley beneath from the great height we were on ; and from thence to see the mysterious blocked-up entrance through them, known as the Golden Gate, com pleted our visit to this wondrous enclosure, the intense"], [58, "48 A MODERN PILGRIMAGE. interest of which we could hardly fully realise at the time, as we were thus hurriedly passing from one point to another in it. A place in which one would like to spend hours of uninterrupted meditation. We were amongst the very last of the party to leave, and from it we, unwilling to return yet to our camp, wandered in search of the renowned wailing place of the Jews. After a few wrong turns in the bewildering narrow lanes and streets, we found it, guided by a young Jew, and saw several men and women (the latter in the long white garments of woe) moaning and bewailing the fall of their beloved city, affectionately kissing and crying over the few grand large stones lest, which tell of departed glory and magnificence. Some old men were repeating and reading portions of the Psalms ; it was a most interesting and affecting sight. We remained some little time quietly watching them, and in wardly sympathising with them — Jehovah's rejected, because unbelieving Israel ! May the day be not far distant when their eyes shall be opened to see the true Messiah, and their sorrow be turned into joy and Jerusalem be restored ! \" Pray for the peace of Jerusalem : they shall prosper that love thee.\" What an evidence, too, of the truth of the Bible was here before us in these speaking stones, so literally has prophecy been fulfilled. Oh ! surely, if one were tempted to be sceptical, these realities and tangible proofs of the truth, in the City of Jerusalem alone, would serve to dispel doubts. From hence we went, into a sort of garden near, to look for the spring of the great arch that formerly spanned the valley between this part and Mount Zion. It is most remarkable, and has been the subject of"], [59, ""], [60, "*%-use/i<, i7~e/L-u^oU^sny. C-B"], [61, "JERUSALEM. 49 much interesting discussion. The bridge existed in the days of Josephus. Darkness was coming on, and we hurried up the hill, through a garden of prickly pears, until we came to a roadway leading up to a gate, which, how ever, to our disappointment, we found fast closed ; and although we made many eager signs and gesticulations to the soldiers guarding it, and offered \"baksheesh,\" it was all of no avail, and wearied and benighted, hungry and faint, we toiled on, by the ramparts, to another gate, hoping still to reach our camp before all traces of dinner had vanished, although the hour was long passed ; but we met with the same stern obstinacy not to let us out again. It was a strange feeling this of being locked in the city, and not a very pleasant one, as the streets are full of many wild looking people, and savage dogs in scores. At last we found ourselves close to the Bishop's house ; and, after a little consultation, we determined to try our fate there, and to ask for rest and refreshment. A most friendly and hearty welcome from the Bishop and Mrs. and Miss Gobat, greatly invigorated us, followed by some delicious tea — in such large cups ! — and we all thought we had not enjoyed so pleasant a tea-table since we left England. I first saw Bishop Gobat upon the roof of his house, where he was walking up and down for air and exercise in the eventide. He has a splendid view from it over the whole of the city, for it stands high upon Mount Zion. We went with them to a church near, where a kind of Missionary meeting was being held ; the gathering was composed chiefly of Germans, but they all understood English well ; and, after an address in their native tongue, they"], [62, "50 A MODERN PILGRIMAGE. listened with much interest to one from P. At the close, some ofthe brethren were asked to escort and light us back to our camp, and we trudged home to the tents after this busy, exciting day, cheered and supported by these worthy Germans, who sang several hymns to us at our request, as we went slowly on together, following the dim light of their lanterns in the complete silence and desolation of loneliness that there is immediately outside the walls. This was a pleasant ending to one of the most remarkable days I ever spent in my life, considering all and what it was that I had seen. How wearied in mind and body we were as we went to bed, and we had to pack and be up very early the next morning for a start to Jericho — one of the hardest and roughest day's riding we were to expect during the whole time in Palestine, Mr. C. told us. Three or four gentlemen of the party did give up at this point and returned home ; we never saw the Yorkshireman and his friend again ! Thursday. — When we started the next morning, the first part ofthe way took us up by the Mount of Olives and by the Church ofthe Ascension, on the summit of the Mount, to Bethany, a distance of scarcely two miles. We all dis mounted to go down into a cave close to the village, known as \" Lazarus' Tomb.\" Then we wound along a very hilly road, which gradually became steeper and steeper and more rocky, until it was at last like going down a staircase for some little way, till we had a short distance of grassy path, then more rocks again, and picturesque glens in the moun tains, which became very grand and wild as we neared the plains of Jericho, and far up in the sides of them, in most inaccessible-looking places, were caves thick as pigeon"], [63, "51 JERICHO. holes, where many hermits and recluses had lived in ages past. It is remarkable that this way down to Jericho (for it is a descent of nearly 4,000 feet from Jerusalem) is still noto rious, as in the days of the parable of the traveller going thither who fell among thieves, for its robbers, so that it is necessary to arrange beforehand with the tribes of that dis trict to allow you to go there unmolested, by a payment of \" baksheesh,\" and engaging some of them to go with you as a guard, to protect you from their fellows. We had about half a dozen so-called soldiers with us, under the leadership of a young sheik, only eleven years old, who rode on in front of our party, with a grand silver-mounted pistol slung at his side, which at least looked well, if it were not a very formidable weapon. One dragoman remained in Jerusalem taking charge of all the heavy luggage of the camp which we lest behind, and we took small bags with us for the two nights we were to be absent. It was hardly to our taste being carried away from Jerusalem after only one day of sight-seeing, but this was the best division of travelling for this week, and we were to be back there for Sunday. The mid-day halt was made in the precincts of an ancient Roman Inn, now in complete ruins, and only showing traces of walls ; it is supposed to be the one spoken of where the good Samaritan left the poor wounded man. E. B. and I were too weary to attempt mounting a conical hill there was near, which many climbed for the sake of the view, and we tried to get a rest and sleep on the hard rocky ground, with a stone for our pillow ! It was a long, hard day's riding, and, as we descended, the pathway became so precipitous and"], [64, "52 A MODERN PILGRIMAGE. slippery in many places, especially when it was on the smooth-worn surface of the rock, that it is a perfect marvel to me unto this day how it was that our horses kept their footing, and that no serious fall was experienced by any of the party ; but no, the good steeds clambered like goats and never came down in these critical places ; they only kept too close at the heels of each other occasionally at some narrow passage, where was only footway for one at a time, and some were given to kicking ; mine was especially so. After all this rock-bound desert-like land that we passed through for so many hours, how refreshing it was to emerge at length upon the plains of Jericho, and to see trees and verdure before us, showing the track of the Jordan, in the distance, by the strips of green along its banks, arid the waters of the Dead Sea were gleaming far away to our right. A ride of another good hour over the plains, in the course of which we went over the bed of the brook Cherith, brought us to our longed-for tents. The distance had greatly de ceived us, as we strained our eyes to catch sight of our little white houses clustered together, a picturesque sight at any time, and trebly so to us now, tired out with this rough day, and we thought we never should arrive at them. Aster dinner, we were called upon to look at some of the natives go through a sort of process of swaying about, alternately kneeling and rising together in a line they form, which is called dancing. One man stands before the row gesticu lating with a sword and reciting words which they repeat in chorus. It seemed to us a most barbarous kind of affair, and it quite horrified us to see what savages we had come amongst."], [65, "JERICHO. 53 A liberal subscription was suggested as being wise and politic to give them, to keep them quiet, and we were thankful when they went away to the other camp — half a mile off — to give them a dose of their wild performances, and also to visit the camp of the Archduke, which was just above ours. We were close by \" Elisha's Fountain,\" so called — a pleasant rushing stream, with a thicket of bushes by the side of it. Thousands of frogs croaked at intervals through the night close to us, and I wondered that none of them hopped up to pay us a visit in our tents. A jackal walked into the dragoman's tent, and we heard many about us. One of the guards crept so close to the shelter of our tent, that the head of my bedstead happening to project out into the canvas, he leaned against it, and shook it so much with every movement that it constantly awoke me, and I tried to shake him off by poking at him, but he shook back my whole framework in return ; so I had to give in, and endure the too near neighbourhood of my protector, as he was supposed to be, and slept as well as I could under the cir cumstances. We had been counselled to put all our clothes, bags, &c, in the middle of the tent, so that no intrusive hands might dive under the outer edge of it and drag out anything they could lay hold of, without awaking us. I must here remark that we three ladies were very brave in this matter of thievish visits, and never took any particular precautions against any one coming in, although we knew of one tent wherein were four brave men, who nightly barricaded their doorway with tables, and basins, and jugs ! Neither of us, though, were put to the test. I must"], [66, "A MODERN PILGRIMAGE. 54 explain that we seemed to have come into such a strange, wild life of travel and adventure, that our nerves were braced up not to think of the many possible dangers we were incurring, and I should not have been surprised at anything that happened. There are known to be panthers and wild boars in this part of the country. As we were stationary for this day, and there was no packing-up ofthe tents required, we were allowed an hour's extra rest in the morning, so acceptable after our hard day before ; and it'was nine o'clock before we were mounted and on our way to the Dead Sea, a ride of about two hours' dis tance. We first passed through cultivated ground, and fields of wheat springing up fresh and green, bordered by hedges of very prickly bushes, called nubk ; and soon after wards we went by a cluster of wretched-looking houses, the modern Jericho, close to which stands a half-ruinous square tower, about forty feet high, called the House of Zacchæus. We then came upon a wild open plain, without a sign of any habitation or vegetation upon it, and we began careering about in wild fashion, so delighted to have a smooth open country before us, after the slow, stony riding of the day before. Catching sight of a cluster of buildings far away to the left, some of us set off for them at a good canter. I followed P., who called on us both to follow him, but something wrong with her riding-gear prevented E. B. from doing so then, ever ready as she was generally to join in any adventurous proceeding. We soon found ourselves at the ruins, a little party of five, with one wild-looking soldier of the body-guard, who came to protect us, and at the same time took the opportunity of bothering us for some"], [67, ""], [68, "<Q_"], [69, "JERICHO. 55 \" baksheesh\" as this extra run was quite out ofthe ordinary course : he was on foot. We dismounted, tied the horses to stones inside a part of the ruins, and scrambling about amongst them discovered some very deep cavernous vaults — j ust the places for robbers to hide in, and we wondered what dark stories might belong to them. In the upper part there are several frescoes still remaining on the walls ; sacred subjects, and evidently part of a church from the apse-like formation of the walls. We could not glean any satisfactory account of what this place had been, but put it down as possibly remains of the castle of Herod, where John the Baptist was beheaded. Some Christian church had been built since, and these grotesque figures of saints and angels alone remain to tell us that it was once a sanctuary of wor ship and of praise in this barren and desolate plain, close to the shores of the Dead Sea. This we were getting anxious to reach, as all the others of the party, numbering this day both camps in one, had gone on steadily towards it ; and had, by the time we had explored this mound and one or two sketches had been made by the brothers, entirely dis appeared out of our sight; even the last stragglers had diminished into black dots on the horizon as I watched them from a corner of the wall where I had perched myself, waiting for the summons to go on. We hurried on, eager to make up for lost time, and knowing at least the direction we were to take by the gleam of water shining in the distance, but here a series of misfortunes befel me by my saddle taking to twisting round. Three falls to earth had I in this short distance, to my great annoyance at the delay occasioned to all the others, and by their being obliged"], [70, "56 A MODERN PILGRIMAGE. to stop and mount me again and again, and girth on the saddle, which, fitting the horse badly, was made still more difficult to set well by a thick cloth placed underneath it. It was the first time I had ever had any experience of what a sudden descent from horseback was, and I can only say that it was not nearly so bad as I expected ! The ground was very soft and sandy, so that I was not in the least hurt or bruised, and P. kindly helped and encouraged me ; but, after my third fall, in the course of less than half an hour, I did feel a little unnerved, and was glad to be held on his horse as he walked by its side the last few paces, which brought us up to the others. My white mare dashed up riderless to the group of horses left by the others, who were all strolling about by the shore of the sea, causing some little consternation amongst them ; and it was under the fire of several opera- glasses directed at us by the party of the Austrian Archduke, who stood gazing at us in astonishment, that I came up, feeling rather humbled at having been unseated so often ; and my habit, too, was torn a good deal. Some safety-pins, though, soon mended that up, and sitting down by E. B., who was taking a lovely sketch of the scene before her, I gradually became more serene in my feelings. Many of the gentlemen bathed in the sea, which looked most bright and tempting, but was very disagreeable and rough to the skin on plunging in, and intolerably salt and bitter to the taste. We soon went on again, for we had another hour's ride over a very hot, sultry plain, before we reached the Jordan ; and I took it very quietly this time and tried no more galloping out of the line. We could not but feel intense interest in looking upon this stream, associated with so many scenes of"], [71, "JERICHO. 57 Bible history — the crossing of the children of Israel ; the dividing of its waters by both Elijah and Elisha ; the bathing in it of Naaman ; and, chief of all, the baptism of our Saviour by the hands of John. It is a swift-flowing stream, and the current is very strong, as one of our party found to his cost ; he was swept away by it whilst bathing, and had it not been for an Arab, who rushed in and caught hold of him, he would most probably have been lost, and this river — the figure of death, as the narrow boundary that divides us from the heavenly Canaan — would have proved too truly to be to him the river of actual death. About four or five of us ladies had made preparations for bathing in the stream, and finding a nice quiet corner amongst some trees growing on its banks, and the depth of the water there having been previously tested for us, we ventured into it about waist deep, and luxuriated in the freshness and novelty of our bath, not to speak of the true pilgrim spirit manifested by our doing so, for it is one of the chief acts of the crowds of Eastern pilgrims to come down here and rush into the river after the ceremonies in Jerusalem. The water is peculiarly soft to the skin, although it is not clear; and we fancied what Naaman must have felt, as his flesh came to him again, as the flesh of a little child. Three of us held each other's hands and dipped seven times under its surface, in imitation of him, till quite breathless. We were no sooner dressed than rain began to fall and thunder to growl, and we were hurried off to get back to our encampment as quickly as possible. It was a great disappointment, for we had not lingered half long enough on these banks, or been able to get to the fords, a little way F."], [72, "58 A MODERN PILGRIMAGE. further down, where the gentlemen had been bathing ; but, \" To horse, to horse ! \" was the cry, and we all scrimmaged off in great confusion — some of the horses excited and frightened by the storm ; and, to add to our discomfiture, the ground became gradually so slippery that it was like glass. My horse fell on its side going down a steep path by a bank, and I had my fourth tumble that day, but a soft one again. I was soon mounted by some one near, and only felt ex tremely annoyed at the dragoman, Pietro, riding up and scolding me for letting the horse go down, on account of the saddle, not caring the least for my falling, and bothering me with my little bundle of towels, &c, left behind in charge»»of one of the servants, who had forgotten it. He tried to make me hang it on the short and half-broken pommel of my saddle, but soon saw that would not do, as it fell off again directly, and he had to stop and pick it up, which gave him more trouble ; so, after much grumbling and some unpleasant discussion about it, which did not help to cheer me, battered as I was by wind and rain, and gradually becoming wet through and through, he carried it off to give in charge to the servant who had taken it there. All the party looked very forlorn, and we went on through nearly two hours of this misery before we reached the tents and were able to dry ourselves, as well as we could. I fortunately had a change of raiment with me, but many had not, and were obliged to go to bed immediately. There was a great demand for the cook's fire, the only possible way of getting anything at all dry, for it was still pouring. The next morning it still rained ; but it was necessary for us to make our way back to Jerusalem whatever the weather"], [73, "JERUSALEM. 59 was, so we had to put a bold face on the matter, and to clothe ourselves in our still damp garments and go forward. We retraced the same road by which we had descended to these plains; and, but that we were mounting now and ascending to Jerusalem, nearly the whole way was an exact repetition of the day but one before. Tales and histories of each other's belongings beguiled the way. We rested at noon on another spot in a valley, and not in the ruined Khan again; and from Bethany we diverged into another road, leading round the hill of Olivet to Jerusalem, passing by the way Jesus came, when \" He beheld the city, and wept over it.\" We five here loitered rather behind the rest of the party, and agreed to make the whole circuit of the city. We stopped at the corner underneath the Haram, and P. measured several of the large stones near the angle of the wall — some are over twenty feet long. As we passed up the rising ground, going round the wall outside the Hill of Zion, we turned and looked back upon one of the most beautiful glimpses of distant mountains that I ever saw. We all exclaimed with delight. A gleam of sunshine, bright and yet dreamy, rested upon the heights of Moab in the far distance, beyond the Dead Sea, from whence we had come ; whilst Jerusalem itself and the rocks and valleys at our feet were in deep shade. It was a picture impressed upon the mind never to be forgotten, and from the suddenness with which it burst upon us, was the more remarkable. After a long wet day, chilled and dripping with rain as our clothes were, it quite cheered and refreshed us, and sent us on back to the camp with dreams of a distant Eden in our minds. E 2"], [74, "60 A MODERN PILGRIMAGE. Here ended though all dreaming in the stern realities of rain and mud, half an inch thick on the floor of our tents, which was anything but pleasing; the ground was soaking and no carpets were put down j we had only our beds to sit on so as to be out ofthe mud. We really did feel very un- comfortable; and in the midst of all this came the laundress with our clean linen, not knowing where to deposit her bundles, which, to our dismay, we found she had mixed up in one general packet, everybody's together, so that it was the work of nearly an hour to rummage out our own things. The poor woman wrung her hands, and cried almost at some of the clean things falling to the muddy ground; it was dreadful confusion. However, in this climax of discomfort, a most welcome note appeared from kind Mrs. Gobat, inviting E. B. and myself to go and stay with them, knowing how wet and wretched we must be. Joyfully did we accept; and after dinner we packed up the few things we wanted in one bag, put on our Sunday silks, and with P. (who fortunately had an invitation to a Mr. Bailey's, also in Jerusalem) started forth about nine o'clock, following a servant sent with a lantern and donkey for us. Kind P.'s pockets were stuffed to bursting almost with odd things that would not get into the bag, and there was a most amusing unlading of ourselves in the delightful large room at the Palace which we found given us. We were not so hard- hearted and elated though at our own good fortune in being housed this stormy night as to forget to feel for those we had left in the camp, the wind blowing as thouo-h the frail canvas coverings must give way ; but no such very particular misfortune did happen to any of them. Many"], [75, "61 JERUSALEM. had gone into the hotels, both of which were crowded, and some more ladies might have come with us to the Bishop's, who had been invited, but they declined from some scrupulous motives. None such had we ; it was most genuine hospi tality and real Christian kindness taking us in at this time, and I think that we appreciated the room and dry floor even more than we delighted in the space at Alexandria after the crowding at sea. We rejoiced too in the prospect of the Sunday's rest. How thoroughly we enjoyed the long night's sleep and late waking up any one can fancy. We were only just ready in time to proceed at ten o'clock to the English Church, with Mrs. and Miss Gobat. Dr. Barclay preached. A young German was ordained priest by the Bishop in the course of the service, which rather lengthened it, as there was also the sacrament. It is a very nice, plain building, this Episcopal Church, and standing high upon Mount Zion has a com- manding position in the city. In the afternoon P. came for us to go with him to a spot which he had visited early in the morning, and C. B., who had dined with us at the Bishop's, accompanied us. We passed through part of the Via, Dolorosa on the way, and went into a paved court out- side a small church, in which stood a pillar to which Christ they say was fastened whilst being scourged. On passing out of St. Stephen's gate we turned immediately to the left, and went up a mounts rising ground to a spot of peculiar formation in the rock, upon which we sat and read aloud in turn the various accounts of the crucifixion in the Gospels; and then we knelt and prayed. We also sang \" When I survey the wondrous Cross,\" for we were"], [76, "62 A MODERN PILGRIMAGE. all inclined to believe that on this very spot, or at least not far from it, may have taken place that wondrous event, as so many of the surroundings agreed exactly with the description given. It was perhaps but a fancy of ours, yet we felt that this hour, spent here in reading and prayer and meditation upon the great, all-important truth of our religion, was one of the most profitable periods of the whole journey — a solemn bringing home to us of these passages and facts of Holy Scriptures, with a very living reality. We gathered some flowers and leaves as mementos of the spot, and put them in our Bibles ; and then, going down again towards the gate, we went by the direct road towards the enclosure now known as the Garden of Gethsemane, into which you pass through a heavy iron doorway. It is in truth a garden now, for flowers of many bright hues are cul tivated in it by the old monks, who guard it carefully ; but the only objects of great interest in it are the few very ancient-looking olive trees, which may have been growing in the time of Christ. They look so gnarled and twisted that they might be any age, and olive trees are said to live for two thousand years. These may have been in early vigour at the time of that marvellous scene, \" The Agony in the Garden.\" Wonderful to think of, under one of these trees Jesus may have prayed. Which one at least it is not for us to know ; our religion is not one of places. Yet I cannot but believe that God looks down with favour upon those who, in a right spirit and with hearts uplifted to Him, come to look at spots in commemoration of facts in His life upon this world ; it surely is not displeasing to Him. We did not linger long though here, for we were anxious"], [77, ""], [78, "_ . \\NaiL_yj_ J.nc-*) a&wv . _t/ie._Ked.r_ 7i . VtZi^geflj- .' ILocu, i , \"\"**• Mr. 1) I ci^ ,"], [79, "63 JERUSALEM. to go some little way up the road leading to Bethany, to look upon the city once more as we had seen it first ; and from thence we wound down into the valley of Jehoshaphat, and came to that well-known and picturesque-looking building called the Tomb of Absalom. It is evidently hewn out of the solid rock, and is most massive in its structure, al though cracked here and there across as if by an earth quake — no lesser force could have shaken it. In the upper part of it there are apertures, through which it has seemed to be the custom for ages past to throw stones upon an im mense heap already there, and we added a few to them. \" The Jews have done so, believing it to be the pillar of Absalom mentioned in Scripture, and thus showing their horror at his rebellious conduct by casting a stone and spitting as they pass by,\" — thus fulfilling prophecy. We should have liked to have gone on to the Pool of Siloam, to which we were now near, but the shades of evening warned us that we ought to be returning to the Bishop's for the evening service ; and we went up into the city by St. Stephen's gate again, rather hurrying at the last, for fear of being locked out once more, for we saw that the sun had just set before we reached it. We all went to a service in the Arabic Chapel of the Mission (held under the Bishop), where P. conducted the service. We had the litany, hymns, and a most interesting and eloquent sermon from the text, \" And he led them out as far as Bethany.\" The church was very full, and most of the people of the two camps were present. The Bishop walked along the streets, preceded by a servant carrying a large lantern and a staff tipped with silver, of an episcopal form."], [80, "64 A MODERN PILGRIMAGE. The whole of the party were to proceed on the morrow to Bethlehem, so we settled with them that it would be best for us to join them at breakfast in the camp, and start with them from thence to Bethlehem. We accordingly did so in the morning, which proved to be very sine and pleasant. It is an easy ride thither, and the road lies over some well-cultivated land and grassy plains. We dismounted at a short distance from the town to see Rachel's Tomb, an undoubtedly genuine shrine of interest it is said to be, for the Moslems have reverenced it and guarded it carefully for ages past. Nearing Bethlehem we remarked the beauty of the women who came out to offer us glasses of water to drink from David's well — the water he so longed for when in the Cave of Adullam. Their handsome regular features were a pleasant sight to look upon, after the ugly, repellent-looking faces of most of our Eastern sisters whom we had seen before. The place has been noted for its female beauty for many generations past, books tell us. We made our way through the town to the Church of the Nativity, through crowds of sellers of beads and rosaries and little mementos of all kinds, who clamoured round us to buy them. All of us did before leaving, but we first visited this most interesting church, a Basilica, which was built by the Empress Helena, in the year a.d. 327, and it is the \" oldest monument of Christian architecture in the world.\" The columns in the nave are supposed to have been taken from the ruins of the Temple. You descend several steps to the Grotto of the Nativity, and winding about along some narrow passages, cut in the rock, you come to different shrines and altars, on which lights are burning, and to each"], [81, "65 BETHLEHEM. of which a history is assigned. One is especially pointed out as the Chapel of the Nativity ; another is really known to have been the home and study of S. Jerome for many years, and where he wrote so much of the early history of the Church that he has been called the \" father\" of it. There are three convents attached to this church — Latin, Greek, and Arminian. Aster making various purchases of rosaries and small mother-of-pearl objects, with great bar gaining, of some of the clamorous sellers outside, we mounted and rode along an upper street in the town, passing by a house which we stopped to look at to please Mr. C, who, strange to say, had come into possession of a small newly built mansion here as an indemnity for the robbery which he had suffered the previous year. This house and land of the man who had robbed him were made over to Mr. C. by the government, who keep the man imprisoned. Mr. C. was hoping that some of us might be induced to buy it, but nobody felt inclined to risk an investment in a dwelling place in Bethlehem. Seven or eight gentlemen of our party left us here, to go off some miles extra riding, to visit the far-famed Cave of Adullam. It was thought to be too rough and adventurous an expedition for any ladies to join in, and they were obliged to take six or seven armed men from Bethlehem to guide and protect them, as it is considered a very wild robber region to this day. They enjoyed the ride and visit to the cave very much, and a most remarkable place it seems to be, from sketches taken on the spot by P. and Z., who were of the party. It was not until quite late in the afternoon that they rejoined us, as we were slowly and wearily nearing Jerusalem again, when the sound of"], [82, "66 A MODERN PILGRIMAGE. their cheering voices, and the familiar \" Cooey ! \" a cry which carried very far, and is made by the Australians, revived me a little. I was somehow thoroughly over done and unnerved this day, and had felt unequal to reining-in my white mare, who pulled a good deal and was never quiet at her mouth, except when she had the bit be tween her teeth, a very disagreeable trick, although she never made off with me, so to takearfiill advantage of it ; but she did pull a good deal going down steep descents some times, and altogether it tired me so much that I changed horses with a young Mr. W., who was very kind about it, and willingly resigned his quiet little brown steed to me. We had made a long round of some hours extra, in order to see \" Solomon's Pools,\" where we lunched, and had re turned by a very rugged mountainous path along the edge of a deep valley. These reservoirs are nearly perfect still, but were empty at the time we saw them from the scarcity of rain. \" A large square building, half castle, half khan, now occupied by the guardian of the waters, is close to them.\" As we were resting here, some Arabs, in showy costumes and well mounted, came riding down a hill side, and seemed to come and reconnoitre us, or to show off their riding. They soon disappeared again, and we went on, after about an hour's rest, by the path I have described, and near Jerusalem were overtaken by the Adullamites. I was nearly the last of the party, attended by kind Mr. W., who saw that I was scarcely equal to riding any longer ; but when these welcome friends came up, I released him from his at tendance, and he soon galloped away to get up to the rest of the party ahead. When we at last arrived at the Jaffa gate,"], [83, "67 JERUSALEM. I determined to dismount and make my way in to the Bishop's at once, as I was so done up that every step on horseback was fatiguing. A servant, fortunately overtaken just then, led back my horse ; and I sent a message back to E. B. to bring out my dress for me from the camp, as I was in my riding-habit, and we were all to meet at the Bishop's that evening, at a sort of little party. Owing to delays though, and their going down to the quarries under the wall on their way in to the city, it was very late before they arrived, and I meantime had been making up as presentable an evening costume as I could manage with the loan of a silk skirt from kind Miss Gobat, who was very anxious for me to go upstairs with her and join the other guests, even though I should appear in my muddy riding gear. Dr. Barclay, the Bishop's chaplain, told me many interesting facts about the Jews and Jerusalem generally, and also about Con stantinople, where he had been for several years ; but I was so wearied that I could not fully enter into the conversation although I tried to concentrate the little remaining energy that was in me upon what he said. All my nervous wearied feelings though were explained the next day, by my col lapsing altogether, and being obliged to remain in bed the whole day with a sort of mild attack of Syrian fever, or something of the kind. I have known little or nothing of real illness, thank God, at any time ; but I never felt so ill before in my life as I did then for some hours, and I thought perhaps I was to lay my bones in the Holy City. With all the kind doctoring I received I recovered, owing doubtless too, to the prayer of the good Bishop for me, at their little evening gathering. (\" For thy handmaiden, O Lord, upon"], [84, "68 A MODERN PILGRIMAGE. whom thy hand is heavy this day\" were the words used, I believe.) A consultation had been held in the evening over what was to be done if I could not travel on the morrow, for the whole camp moved forward, and they could not wait for any one ; the tour was planned out for every day. I was most kindly assured that I could stay under their hospitable roof if I did not feel equal to going on, and that it could be easily arranged for me to join the party again at Beyrout, as I could go there from Jaffa by sea."], [85, "CHAPTER V. JERUSALEM TO NAZARETH AND TIBERIAS. I had almost made up my mind to stay, but on arriving at the camp in the morning, to which I rode on a beautiful white donkey of Mrs. Gobat's, accompanied by Miss Gobat, who was very kindly pressing me to stay, I could not with- stand the wishes that I should pluck up courage and go on with the travellers ; also all my goods and chattels had already gone forward, and so I went too, and bade farewell to Miss Gobat, with many feelings of gratitude for all the kindness I had received under her father's roof. How glad I am now that I did not give in; it would have been the lasting regret of my life, if I had thus lost the pleasure of this journey throughout Palestine, and had given it all up from a feeling of temporary weakness. I cannot imagine now how I could ever dream of doing so for a moment ; yet when the flesh is weak, we are very different creatures from those moments of inspiration, both of body and mind, when we feel carried on and over any difficulties. C. B. was very thoughtful and considerate in taking care of me, and let me go on slowly. E. B. most kindly let me mount her horse, which was very quiet, and moreover well saddled, for a most peculiar-looking animal was brought forward for me by the dragoman, with a new saddle on it of rather extraordinary make. They had given my steed to"], [86, "70 A MODERN PILGRIMAGE. another, and misinterpreted my wishes about giving me a new saddle and bit into changing horses altogether. I was much vexed thereat, and annoyed that I was not to have my old friend again, especially upon seeing this sorry Quixotic looking beast produced ; but it was too late to make a change then. Our number was increased here for the rest of the way through Palestine, by the addition of a Mr. Y. and his three daughters, a Scotch family, who were cruising about the Mediterranean in a yacht of their own. We were joined soon after our start from Jerusalem by those who had ridden up to the heights of Scopus, from whence the best view of the Holy City is gained. We stopped to lunch at Bethel, or rather the site where Bethel once stood ; a few modern buildings are to be seen. The prophecy of Amos is here seen to be fulfilled — \" Seek not Bethel, nor enter into Gilgal ; for Gilgal shall surely go into captivity, and Bethel shall come to nought.\" (ch. v.) \" But here once Jacob had slept, as many an Arab sleeps now, on the bare ground, with a stone for a pillow, and here he dreamed that well known dream of the ladder that reached from earth to heaven, and heard those promises which cheered him through all the trials of his after life.\" Beth-El means \" the house of God.\" We went forward to our camp at Sinjil that night without any very particular incidents to describe. Rocky paths up hills and down into deep valleys, long terraces of rock on either side, with here and there an olive tree, or a few scantily-covered fields of wheat springing up, and occa sionally a beautiful carpet of grass and flowers, with many of the bright scarlet anemones, were the usual and now daily"], [87, "BETHEL. SINJIL. 71 characteristics of our rides. As it is impossible to describe or make interesting every little diversity of the country along which we were passing, I shall from this point write down little more than the names of the places at which we stopped, for fear of being tedious and two lengthy in my descrip tions. Sinjil has no Bible history I believe, or at least any that we could make out, so we sang the hymn \" Nearer my God to thee,\" two or three times, and, \" Oh, God of Bethel,\" in remembrance of the place we had left — for lack of association or sacred interest in the place we were then at. It was very cold here, for we had encamped on some very high ground, above a village on the side of a hill, and the weather was stormy and rather unsettled. I felt wonderfully well, considering the distance we had come, although I was still weak, and could hardly walk when I went about from one tent to the other. Our No. 8 was never pitched two nights following in the same position with regard to the other tents, and we were generally at some little distance from the dining saloon, and in the dark we had to learn to creep about very carefully for fear of falling over the cords and pins stretched out around each — often much further out than you expected them to reach. It was so chilly that I was glad to adopt extra wraps to keep off draughts, for my bed was just across a division in the tent, opposite the door, and I used to hang my riding skirt up on one of the wooden pins inside, to act as a curtain. Indeed these pins around were very useful, and served capitally for a wardrobe. We each had a pocket too in the canvas, next our beds. The next morning we all started on foot, a short distance,"], [88, "72 A MODERN PILGRIMAGE. and had our horses led down to the valley, as the descent was very steep at first. I mounted my \" Sancho Panza\" like animal, but on trying the very first canter, after a little way, the wretched saddle twisted round again, and I had my fifth, and, I am glad to be able to add, my last fall. Feeling the saddle going, I threw myself off just before reaching a ridge of sharp stones upon which I saw a tumble was in evitable. I fell with arms outspread, and only grazed one of my elbows slightly. I received many condolences upon my misfortunes, which helped to encourage me ; but I did feel rather insecure for some days after this, and was always fancying the saddle was crooked and slipping on one side. We all stopped for about half an hour at Shiloh, and went to see the remains of a Church and a Mosque, which had been converted into a fortress in later years. Just after leaving this mount, where the remains of Shiloh are, we descended into a valley, where we were rather set upon by some wild looking men for \" baksheesh.\" Six or seven of us were in the rear, and they followed us for some little way, and one even laid his hand on the arm of C. B., which was not pleasant, for the man was armed with a very heavy club, and all of them had guns ; a few coins were given to get rid of them, and they lest us as we emerged upon a more open part and came up to the others. We were very glad to be freed from them, for the dragoman told us this region had a bad name, and doubtless if only one or two had been straggling behind they would have fared badly. We went on peacefully though after this, and passed through some fertile, cultivated land : there were several ploughs at work on either side of us, in a broad valley. A very unusual"], [89, "Jacob's well, nablous. 73 sight are any signs of industry, for the whole country gene rally looks forsaken and left to cultivate itself. This was the Land of Ephraim. \" God make thee as Ephraim,\" was the blessing of Jacob. We all stopped in a grove of olive trees for the mid-day repast and rest, most welcome this day, from the heat of the sun, which was very great for a few hours ; and we were very near our final destination for that day — Nablous, the ancient Shechem ; but, before we reached it, we turned down a little into the plain to visit a most interesting place — Jacob's Well. We clambered down into a sort of vaulted chamber over the mouth of the well, and here about a dozen of us, perched on different stones, crouched down in the little space whilst P. read to us the 4th chapter of St. John, to which we all I think listened with thrilling interest. One man exclaimed, \" Well, I believe this more than anything else I have yet seen.\" A lighted candle was let down into the well fo see the sides of it. It is still very deep, although the bottom is a good deal filled up with rubbish. It was but a short way on to Nablous, round the outskirts of which we rode to find our camp pitched on the further side of the town, in a beautiful valley full of trees and gardens. I was too much exhausted to move from my tent when we arrived, but most of the others went off at once into the town to see the copy ofthe Pentateuch, which is religiously guarded by the High Priest of the Samaritans. It is a roll of about thirty yards long, and is considered to be one of the oldest Hebrew MSS. in existence. An Arab missionary lives here, El Kari, and he acted as guide to the party who went, and he also took them to set his wife and the mission- p"], [90, "74 A MODERN PILGRIMAGE. house. He came out to dine in the camp. Quite late in the evening there was great excitement caused throughout the tents by the arrival of a messenger from Jerusalem, sent on with letters which had come since we left, and most of us were cheered up with news from home. The next morning we rambled up the valley a little dis tance to have a view of the city, and the two mounts of Ebal and Gerizim, which rise on either side of it. The town is one of the most beautiful in Palestine, and remark able for a luxuriance of trees about it — such a rarity in this country. The mountains rise grandly and abruptly on either side. There is so much to be said about this place, and the in teresting peculiarities and ancient rites of Moses still observed by the Samaritans here, that one might write pages about it; but I am afraid to venture upon pretending to give historical accounts of the many places we visited. I can only relate what I saw myself, the little or the much, and refer any one who wishes to know more about any particular spot to Murray and other books. The history of Shechem extends over four thousand years, and fancy ! trying to compress that into a journal of not nearly so many hundred pages ! The wonderful and remarkable division of the children of Israel to hear the Law; the blessings from Mount Gerizim; the curses from Mount Ebal ; as they stood six tribes on one side and six on the other, was what we thought of chiefly in looking upon these mountains. (Deut. xi. 29, 30; xxvii. 12 — 13; and Joshua viii. 30 — 35) The passover is yearly celebrated here upon Mount Gerizim, according to the very letter of the ancient law, as in Exodus xii., and has been witnessed by travellers, who give very interesting accounts of it."], [91, "SAMARIA. 75 To return to our own small histories, both camps were here together, and we made a general start at our usual early hour en masse. Soon though, as we went on, we gradually formed into the two divisions again, accustomed to our own com panions ; but for some little time I remained with the first camp, until we arrived at the remains of Samaria, where we went to see the very remarkable ruin of the Church of St. John, \" perched on the brow of the declivity east of the village.\" It is supposed to be early Saracenic, and was dedicated to John the Baptist, as this place was reputed to be the scene of his imprisonment and execution. The body of the Church remains, and is now converted into a Mosque, although the roof is gone ; but there are arches and pillars still to be seen. Shortly after leaving this we passed through some very extensive ruins of the city of Samaria. Rows of columns are lest standing, half sunk in the ground, amongst wheat-fields and vineyards ; and here and there piles of stones, some carved and ornamented, testified of the fallen grandeur of this city, once the capital of Israel. The prophecy of Micah is seen to be fulfilled — \" Therefore I will make Samaria as an heap of the field, and as plantings of a vineyard : and I will pour down the stones thereof into the valley, and I will discover the foundations thereof.\" (Micah i. 6.) \" Herod the Great rebuilt Samaria and adorned it with magnificent structures, and it seems natural to ascribe these remains to him.\" Later on in the day we met a large company of horsemen, the only time we ever did so ; they were an escort probably returning to Jerusalem. Some were armed with long spears. Soon afterwards some of us got into rather an excited state, F 2"], [92, "76 A MODERN PILGRIMAGE. thinking that we had lost our way, for we could not see any of the advanced party; no dragoman was with us, or any one who knew the country. The shades of night were coming on, and scarcely any of us knew exactly where it was we were to encamp that night. One or two had an idea that it had some sound like Jenin. We had now turned into a winding path amongst a series of low hills, which prevented our seeing the road more than a few yards before us ; and there was a path turning to the left, which we had passed after consulting together whether it was likely to be the right one. We thought that scouts would be sent out for us from the camp if we did not come in by nightfall, and I must say that I think we rather tried to make the most of the small adventure, wishing to experience the feeling of being lost out in the wilds. One thought that there were wild beasts about us, but we only encountered a flight of locusts, just before emerging into a more open part of the valley, where, to our joy and relief of body, if not of mind, we be- held trees and the welcome little white tents, with their red flags waving over them, pitched close to the town, in a green, grassy field, hedged round by prickly pears. The others, who had arrived some time before us, had rather wondered at our delay, and we probably had made some wrong turns amongst the hills in our twistings ; but here we were all right at last. We were encamped close to the burying-ground, as usual, and early in the morning women mourners came to the graves, carrying coloured lanterns. How glad we were to think that this day we should reach Nazareth, and be resting there for the Sunday — it was quite a cheering thought to us."], [93, "JEZREEL. AIN JALUD. 77 The greater part of the way was very good riding, over soft ground and turf. Some of it was rather treacherous though, and full of holes two or three feet deep, and it was rather curious that P. was just saying, \" See how well my horse goes along without my guiding him ; it is best to leave him to himself; \" and he let go the reins, when a moment afterwards the horse, left to itself, stumbled into a hole and shot him over its head ! Later in the day we went up to the remains of the royal Jezreel, where Ahab lived, and winding down directly aster wards to the right, we went towards the beautiful pool of Ain Jalud, at the foot of the mountains of Gilboa — probably the waters of \" Megiddo,\" and we rode into them to refresh our horses. We unwillingly turned away from the cool sparkling water, and went across the hot plain before us that led up towards a hill in the distance, an hour's ride further, where we were told that we should have our lunch under the refreshing and fragrant shade of orange and lemon trees. We went through many streams and rills of water, which accounted for the verdure of this part of the country, and numbers of beautiful wild flowers were growing amongst the grass. After awhile we reached the longed-for grove, but to our dismay found that it consisted of only about a dozen trees, close by the little dirty town, standing on the site of Shunem. We were beset by villagers, who came crowding round us, watching us intently whilst we ate. Some pretty little girls were amongst them, laden with heavy silver ornaments round their necks and waists ; they seemed very proud of them, and were pleased to be noticed and admired. E. B. made some capital sketches of some of them, and of one or two men"], [94, "78 A MODERN PILGRIMAGE. who came forward to be drawn, in very gay-coloured gar ments. It was decided here for some of the party to go round by Nain, an extra ride of about two hours altogether, but the greater number of us preferred going on quietly towards Nazareth. We went across the beautiful plain of Esdraelon, a district of rich land stretching for many miles before us. \" It is one of the most fertile parts of Syria; but it has not always been a land of peace as well as plenty, for it has been called 'The battle-field of Palestine.'\" Here Barak triumphed over his foes, and King Josiah received his death wound. (Judges v. 19, and 2 Chron. xxxv. 22.) Many wild wandering tribes of the Bedouins make a home here in the spring months, and come to feed their flocks and herds. We passed by several clusters of wretched black-looking tents, around which a few of them were gathered whilst they watched their camels, sheep and goats, feeding around. Amongst the camels we saw a young one which was per fectly white, a pretty-looking little creature, which one would have liked to carry off to England if possible ; but directly afterwards our attention was called to an enormous flock of storks, thousands in number, settled upon the ground in one mass, which looked all white, as only their backs could be seen from the distance they were from us. Timolien, the dragoman, galloped up towards them, and they rose in flights, wheeling slowly higher and higher towards the mountains, where they were lost to our gaze. We began to climb a ridge of the mountains, and went up a very steep rocky path, amidst a flight of locusts. This steep hill culminated in one step up on to a ledge of rock, three or four feet high, I think. I valiantly clutched my"], [95, "NAZARETH. 79 horse's mane and urged him up it, hoping that he would not slip or fall backwards, and up we went with a bound — all right — and immediately afterwards the path began gently to descend towards the little town of Nazareth, which we reached in a few minutes, winding round the semicircular basin in which it stands. Nazareth looked bright and clean from the number of white buildings in it. We passed through the lower part to a green space at the back of the Virgin's Fountain and a Greek Church standing near. Both of the camps were close together, and we all rejoiced immensely in the prospect of rest before us (after four consecutive days of travelling) on the following Sunday, and in this beautiful spot, so full of memories of Him — called the Nazarene — who must have spent so many years of His life here in that mysterious waiting time which He was called upon to fulfil, extending to nearly thirty years. The ground upon which our tents were pitched was gay with little flowers of a bright lilac colour, and it was quite charming to find them peeping up around and under our beds, and in the spaces not covered by the strips of carpet which we had in our tent, and we literally slept on flowers. The party who went to see Nain came in about an hour or so after us. Sunday, March 13. — We had a most happy peaceful day, and we look back to this Sunday at Nazareth as one of the pleasantest in the whole tour. We went to the Arabic Church in the morning. P. preached on the human life of Christ. We had the Litany, Te Deum, and many of our Church Prayers. Mrs. Zeller played the harmonium. I went after service with C. and E. B. to sej a Miss Hobbs, who"], [96, "80 A MODERN PILGRIMAGE. has a large school of girls here. They were such pretty, bright, clean-looking little children. When they saw us come in they all rushed forwards, seized our hands, kissed them, and then raised them to their foreheads, a truly Eastern mode of salutation. We had a long talk with Miss Hobbs, a most taking, pleasing-looking little body, and so young apparently, but she has been here for some years hard at work. She gave us some very pretty flowers, which she had dried, and refreshed us with some delicious lemonade, for it was very hot. We spent the earlier part of the after- noon in our tents reading, and writing letters to be posted at Beyrout. The Bs. went back to the school, which they had promised to visit again, and also to see Mr. and Mrs. Zeller, ofthe Mission Church. Mrs. Z. is a daughter of Bishop Gobat. I went a most delightful ramble up the hills which surround the town with P. and Z., and when we reached the highest point, by the side of a little square half-ruined Mosque or Tomb, a most splendid view of the surrounding country was revealed to us, hills extending for miles and miles, from Hermon, plainly seen on the north, with its peaks showing some traces of snow yet resting on it, to Tabor and Carmel, standing by the sea, on the west. It was a grand panorama never to be forgotten. I had my Bible with me, and found that verse in Jeremiah, in the 46th chapter, the music of which quite haunted me as I repeated it aloud here in sight of both — \" As Tabor is amon» the mountains, and as Carmel by the sea.\" v. 18. We were unwillingly hurried from these pleasant heights by the sound of bells ringing in the camp to summon us to the dining saloon. In the evening there was service in the"], [97, ""], [98, "t&fomas. . 0J3"], [99, "81 LAKE OF GALILEE. large tent of the first camp, which was very numerously attended, and Mr. Pulsford preached an interesting and original sermon. Monday morning we were off to the Lake of Galilee, an easy journey of a little more than five hours. We passed by Cana this day, and dismounted in the village that stands on the site of the ancient town, so memorable as the scene of that first miracle of our Lord. We went into a small Church, and were shown what was said to be one of the waterpots used at that feast ; it was partly built up in the wall, as a means of preservation I suppose. It may have been one ! We then went on again until called to rest during the noonday heat, in an olive grove. A bright green little chameleon was running about in the grass ; it was easily caught, and was kept by one of the party, but it soon lost its bright green hue, although it did not change to any different colour, as I always fancied chameleons did. It was very close and oppressive during our afternoon ride, and became more so as we descended the long steep wind- ing path which led down to Tiberias, near which we encamped — about half a mile from it, on the south side, towards the Roman baths. Our tents were close to the pebbly shore, and in the evening we had our little service down by the water's edge, in the soft moonlight. P. gave us a very nice short address on some of the incidents in Christ's life, by this Sea of Gennesareth, and on \" Feed my sheep,\" and \" Lovest thou me.\" Tuesday, Afarch 15. — We had a long, pleasant, dreamy day, and some of us spent the morning hours in reading and sketching together, in an old ruined tower, on the further"], [100, "82 A MODERN PILGRIMAGE side of the wretched dirty little town of Tiberias, from whence we had a most lovely view over the northern part of the Lake, and could see the beautiful distant heights of Hermon. We were exceedingly interested in finding out all the passages in the Gospels which speak of this Lake, and of the many mighty works and miracles done around its margin by Him who calmed its waters in the storm. In the evening we went out on the water in a rough fishing boat, and dreamily and slowly floated along, singing and repeating verses, and watching the reflections of our camp lights fading away as we gradually distanced them. The moon shone brightly — it was perfect enjoyment, and so peaceful. We remarked one of the boatmen who wrapped himself up completely in his cloak and lay down to sleep at the helm of the vessel. We saw numbers of dead fish floating in the water, and were told they were poisoned for the purpose of being thus caught easily, but we trusted those were not which we had eaten that day at dinner. They were large fish, and reminded me of those in Raphael's Cartoon representing the \" Miraculous Draught.\" We found no evil effects from them, and had enjoyed the pleasant variety of food, also some wild boar, which had been brought from Nazareth, near which place it had been killed. We had this day greatly enjoyed a bathe in the Lake, which was very refreshing, although the water was not nearly so soft and agreeable to the skin as the river Jordan. Many of the gentlemen bathed four and five times in the course of the day, making a plunge in the hot, sulphurous springs, about a mile distant, but the prelude to a rush immediately afterwards into the cold lake. E. B. and I did not feel"], [101, "LAKE OF GALILEE. 83 inclined to try any experiments of being boiled; the water was at a temperature of 144 Fahrenheit. We were content with our morning's cold dip, and intended to repeat it the next day, but we heard the wind and water making such a noise in the early dawn that we thought a great storm must suddenly have arisen, and gave it up, for we had a long day before us of nearly nine hours' riding."], [102, "CHAPTER VI. CAPERNAUM TO DAMASCUS. Wednesday, March 16. — We breakfasted at six o'clock, and mounted our horses at half-past seven. We went through Tiberias, and wound along a path for some few miles rising rather abruptly above the Lake. We first passed by the ruins of Magdala, now a tiny collection of mud huts ; and then we went along by a low open part, close to the shore, which was here a mass of shells, and oleanders with their lovely pink blossoms were growing in profusion, and we gathered many bunches of them. We came to a most beautiful fountain of water, springing under neath the shade of a rock, into which we all rode and drank of the spring from cups. Near this spot had been the camp ing ground of the first division, and we discussed whether we would not rather have been here with them in this beau- tiful plain, looking down the length of the Lake, than where we had been, close to the smells of the burying-ground of Tiberias, &c. ; but then we had the interest of visiting that ancient place, and the advantage of the hot baths, for those who cared to try them, and the beauty of the view of Hermon, which could not be seen from this point. There was a constant spirit of playful rivalry between the two camps as to the gains of ground or position in the encamp ments, and also as to the internal administration of both."], [103, "85 CAPERNAUM. I think that upon due comparison we did come to the belief that the first division had by far the most pleasant and efficient dragoman : Alexander Howard was his name. However, we did not fare badly altogether, and we had the chief of the band with us, Mr. C. ! The site of Capernaum is much disputed, and there are scarcely any ruins of it to be seen. Some think that it was on the high ground immediately over this fountain ; others say up a valley to the left. We know not. It had been exalted and was to be brought low, and it is so; the very ground on which it stood being unknown. Yet it was once called \" His own city,\" by Him who came and dwelt in it and wrought so many miracles there. \" Here the demoniac was healed in the synagogue ; the paralytic was restored ; Jairus' daughter was raised from the dead ; the sick were cured ; tribute money was miraculously obtained from the mouth of a fish ; near it the twelve Apostles were chosen ; the Sermon on the Mount was delivered on one of these surrounding heights ; and many parables were spoken — those of the ' Sower,' the ' Tares,' the ' Treasure hid in a field,' the ' Merchant seeking goodly pearls,' and the ' Net cast into the sea.' On the bleak-looking country of the Gadarenes, on the further side, was the scene of the herd of swine rushing down and perishing in the waters. Indeed no other part of Palestine witnessed so many of the mighty works of Christ as the surrounding shores of this Lake of Galilee.\" But we mount from these flats, and taking a sharp twist up a rocky path to the right, we go on along the northern coast till we stop at a mass of ruins buried in the grass,"], [104, "86 A MODERN PILGRIMAGE. which are supposed to be those of a temple, or perhaps a Jewish synagogue. Some affirm that this is Capernaum. Fragments of a sculptured cornice, bases of columns, &c, lie about in confusion. Far away to the right we could see the waters gleaming in the sunshine, where the Jordan flows into the lake ; but we now turned our backs upon the water, and went straight towards the north-west again, almost re tracing the direction we had come for some time, only upon higher ground. It was a long, long ride, before we came to the halting place, in a ruined khan, called Joseph's Well, from a tra dition that it was here he was sold to the Ishmaelites, from the pit into which he had been thrown. I was getting slowly along this day, upon a stupid little horse that had been given me for the first time that morning, because the other one's back was sore from the saddle ; and so, as I was behind most of the others, P. and Z. caught me up. They had stopped to sketch the ruins we had left, and when we came up to the rest, we found them, to our horror, sitting on dried heaps of manure and straw inside the stable part of the khan, for the sake of the shade and coolness. We wondered at their taste, and would not join them, but brought out our portions for lunch, and we ate them sitting outside on part of the ruins, in about two feet of shade. Very soon though all the others came out in detachments, and spread themselves about near. We, arriving late, had but a small bottle of water left for us, that had been carried from the fresh spring by the lake, and we were reduced to taking some of the muddy water from the well close by, filtered through a hand kerchief."], [105, "87 HULEH AND MEROM. As it was a long way on to our camp this day we were allowed to rest again in the course of the afternoon, and stopped for about half an hour in the midst of a clover-field. We came in sight of the lakes of Huleh and Merom, stretching out in the plain that opened for miles before us to our right. We at length found the tents at the foot of the mountains that bordered the left side of the valley. We had been wondering what had become of them, as we could see for miles before us, and we were rather groaning over the prospect of some hours more travelling, when, lo and behold ! we suddenly came upon the dear little white roofs, in a hollow close to us, and those in advance threw up their arms with joy to encourage the backward ones. How weary we were after the nine hours' riding ! I could hardly stand when listed off my horse, but I revived enough, later on in the evening, to ramble to a lovely pool close to our tents, and it looked so cool and inviting, in the moon light, that E. B. and I could not resist taking off our boots and paddling about in it, which was great fun, and so re freshing ! We also listened to some reading aloud this evening of part of \" Rob Roy on the Jordan,\" describing his capture close to the very spot we were then on. In desperation at the inconvenient length of my habit skirt, I took a pair of scissors and cut it off all round, not very evenly or tidily I fear, but it did better ; and really one was too exhausted to tailor neatly. We saw a tiny group of tents pitched near ours, and the next day, soon after starting, some of us rode forward at a gallop and came up to a Scotch lady and gentleman who were travelling by themselves, with only a dragoman and the muleteers necessary for conveying"], [106, "88 A MODERN PILGRIMAGE. their belongings. We rode on for some little time in com pany, and had some pleasant conversation with them. We wondered a little at their boldness in venturing to go about so solitarily, and I think that they were glad to come under the shadow of the protection of our large caravan. They camped near us for two or three days. I must explain that we never could make out the exact name of the place where we had passed this night, if it had one. It was at the foot of the mountains of Napthali, and must be well known in any case by the beauty of the pool and stream flowing from it across the plain. It may be Ain Mellahah. We came to another more beautiful pool, in the middle of the day, \" Tell-el-Kady,\" the Dan of Scripture. Trees in abundance were growing around it. We made our way through a marshy piece of ground to the other side of it, and went up to some rising ground, from whence was a grand view over the open country we had been traversing. We saw another most numerous flock of storks settled upon the ground, about a mile off. Z. and another set off to try and get near them, and, if possible, to shoot one. We watched them running over the plain with great excitement till they came near the white mass, looking almost like a lake in the distance. The gleaming expanse instantly broke up into snowy specks, wheeling higher and higher in clouds, and in a few moments not one was left on the ground. I remember, whilst we were looking on at this, some very peculiarly dis agreeable-looking Arabs began to collect round us in little groups. One of them looked to me the very personification of evil— maybe a libel on him, but these inhabitants of the plain have not a good name. We thought it best to rejoin"], [107, ""], [108, ";%- Sou*,* of -tfe Jfa/gsrt, aX~ _Baai^JLs . #■*-."], [109, "89 BANIAS, OR CÆSAREA PHILIPPI. the rest of the company. We saw the Judas Tree in blos som. It was but a short hour's ride on again, through a very pretty and wooded country, before we arrived at Banias. Banias, or Cæsarea Philippi, is altogether the most pic- turesque place that we saw in Palestine. It lies in a glen at the foot of high mountains and is well wooded ; the upper source of the Jordan flows just above the town, close to a very large cave, which was formerly dedicated to the god Pan, and hence the name of Panias or Banias. We climbed to the top of a square tower, standing in the centre of the place, and sketched the view that was spread before us, taking in the heights above, crowned with a most picturesque-looking old Phœnician castle, of the date of the eighth or ninth cen- tury. I let fall my case here, filled with paint brushes, knives, pencils, &c, and unfortunately never recovered it, although I searched diligently for it directly I was aware of my loss. Some of the villagers must have made off with it. I was thenceforth dependent on the bounty of the other artists for materials wherewith to give my feeble impressions of nature. Friday, March 18. — As we had seen nothing ofthe place the evening before, having given all spare daylight to sketching, a few of us sallied forth at an early hour this morning, before breakfast, to go to the cave and source of the Jordan, and round the ruins of the city, which are very remarkable. Masses of stone work, towers and bridges remain. We also observed on the roofs of the houses small arbours made of green boughs, and were told that the in habitants are obliged to resort to them in the summer to be G"], [110, "90 A MODERN PILGRIMAGE. out of reach of the scorpions which abound here under every stone. We were fortunately too early for them, and it was very cool weather, or we might have turned up some stray ones, which would not have been pleasant in our tents. Some of the party decided to go up to the castle of Subcibeh, and started with a guide about an hour before us. We wound up the heights to the north-east of the town, and were mounting gradually the whole of the morning. I believe we ascended nearly four thousand feet before we arrived at a plain lying at the foot of nearly the highest part of Mount Hermon, the top of which was concealed in clouds. It is ten thousand feet high. It was snowing and raining at intervals throughout the day, and was excessively cold on these high lands. We crouched together for shelter in a pelting shower during our lunch on a very exposed grassy meadow, and we tried to warm ourselves and keep dry under a projecting rock to which we fled, and had just packed ourselves up comfortably under it when we were called to mount again and ge forward. We went on, getting colder and colder, and longing for the protection of our tents ; and at last I got off my horse and walked the last mile, to try and warm myseff a little. P. came forward to welcome our return, for he had accomplished his extra ride with the others, been charmed with the remains of the grand old castle, and had by some shorter route, to our great surprise, reached the camp actually an hour before us. We thought that they must have been very late after ffs, and half starved also, as they had no food with them ; but they had met with the Scotch travellers, spoken of before, who be stowed some bread and cheese on them. We were camped"], [111, "DAMASCUS. 91 close to the village of Kefr Hauwar, and on very high ground. The wind blew coldly and keenly from the neigh bouring heights of Hermon, which rose grandly above us, and gleamed with indescribable brightness in the moonlight that shone out before we went to rest. We saw a lunar rainbow. Saturday, March 19. — We were about seven hours this day reaching the far-famed, the most ancient city of Damascus. Starting for it from the village, we went to the right, across the great plain that surrounds it on all sides. We could see its belt of green, and the minarets and mosques for hours before us — a beautiful picture, so often described by travellers with enthusiasm. I think that its beauty is exaggerated by contrast with the dreary, barren, brown coloured country extending for many miles around ; because, when at length you enter the verdant district, you hail with delight any shade or vegetation, and the numberless streams and rills of water on either side of you are music to your ears. The gardens are so hidden from sight, and dis figured by ugly mud walls raised around them, that it is only at intervals you get a peep at the flowers, corn and vege tables growing in them. Many beautiful trees were in flower, and it was very pleasant to ride along something like a road at last. Just before entering the city we drew up a little together, to make as imposing an array as possible, and two and two we paraded through the narrow dirty streets, stared at by the inhabitants, who must indeed have wondered at us coming in such numbers — the second de tachment that day, for the first camp had passed through only a few hours before, and here were nearly forty more of g 2"], [112, "92 A MODERN PILGRIMAGE. us Europeans coming in, preceded too by our long train of about seventy mules with the baggage, &c. We went through a good part of the length of the street that is still called \" straight,\" and through crowded bazaars, full of life and merchandizing, and passed by large barracks, near which numbers of Turkish soldiers were collected in groups. Scores of dogs barked at us, and I believe that a stone was thrown at one of the party by some fanatic. We arrived at last though at our camp, which we found just outside the walls, on a low swampy piece of ground between two branches of the renowned river Abana."], [113, "WALLa OF DAttA.SCV3 ANI> RIVER ABANA"], [114, ""], [115, "CHAPTER VII. DAMASCUS AND BEYROUT. We were to remain here for two days, according to the programme of the tour, but little did I think, as I arrived, that a whole week would elapse before I should leave the place, to which, from the very first, I could not take a fancy. It fell far short of all that one had imagined of this old city, supposed to be also the rich and imposing capital of Syria. A small detachment of Turkish^ soldiers was sent to protect us from robberies or assaults, and they planted themselves in the centre of the circle our tents made, just opposite our tent door. They were quiet and inoffensive though to us, and seemed to sleep very lazily by turns most of the time, sitting in a ring round their muskets, which they piled in the midst. Some of the people went into the city that evening, but found it so dark that they were glad to get back again safely. All inhabitants of Eastern cities go to rest, or at least gather into their houses, very early, soon after sunset, for there are no lamps or lights beyond the small hand-lanterns which every one is obliged to carry. Just before dinner I remember the excitement with which we rushed out of our tents at the unwonted sound of wheels, on the road from Beyrout, close to us. Yes, there was a diligence, actually ! and following it two other small car riages, \" dependences \" in the French style. O, what"], [116, "94 A MODERN PILGRIMAGE. excitement ! We are again in a more civilized country. It was quite a welcoming of old friends, and we gazed after them with wonder. It was pleasant though to experience such novel feelings, for we felt rather wild and outlandish after our roving life. Sunday morning was very warm, and soon after breakfast about twenty of us gathered in a little group on the grass for prayer, reading, and singing ; and afterwards we all went into the town to make our way to the Presbyterian Mission Church. It seemed an endless twisting and turning about in narrow lanes and bye-streets, but at last we did arrive there. It was strictly a Presbyterian service, long extempore prayers, psalm singing, and a sermon from a young man — by which I fear we did not feel much edified. It was a nice building in which we were assembled, and there is an excellent school and mission work going on here, I believe. The church and schools have been rebuilt since the dreadful massacre in 1860, and the Protestant community has in creased since then. Public worship is conducted in Arabic twice every Sunday. Half of the church is curtained off for the use of the women. We returned to our tents for the afternoon, and wrote letters home for the post to Beyrout. In the evening we all adjourned to the large tent in the other camp to listen to Mr. Pulsford. Although they were within a stone's throw of our camp, we had quite a difficult transit to make to them, across several small streams and boggy places. Monday we went into the city, curious to see the re nowned bazaars and all the sights, but after a short ramble in a bewildering crowd, led by a youth who acted as our"], [117, "DAMASCUS. 95 guide for the day, we all met at Dimitri's hotel, and went with Mr. C. and some officials to visit the Great Mosque. At the entrance into the sacred enclosure there was an amusing scene, as before, with the unbooting and putting on of slippers. Many went about in their socks only. I hired a large pair of yellow slippers for my own use, to pull over my boots. The Mosque is a large building, and is divided into three aisles by ranges of Corinthian pillars. The win dows were full of bright coloured glass. The three minarets of this Mosque are remarkable, and up one of them we as cended, and were rewarded by a beautiful view over the whole city and surrounding plain, enabling us to understand more of the position of the city and different objects in it, at a glance, than by hours of walking about in it. Everything being on such a dead flat, the gain of any moderate height is very great in proportion. Coming out of the Mosque we were at once in the heart of the busy crowds in the bazaars, jostling and bargaining. One street seemed to be quite the ladies' quarter, where they were in groups buying gay-coloured garments, and chattering to gether and examining the goods, many of which were cottons from England of extraordinarily gay colours, with \" Manchester \" stamped on them in large letters. We went a short distance to see the court of a large house be longing to one of the wealthy inhabitants. It was very handsome ; there were marble and tesselated pavements, orange trees and fountains of water, in the open court. A woman peeped out of a side door, and after a little hesitation admitted four or five of us ladies to the room where she and three other women were sitting on the floor. They were"], [118, "96 A MODERN PILGRIMAGE. the wives of some inhabitant of the grand house, not neces- sarily the owner of it; but I cannot say that we saw anything very interesting in either themselves or the room, which had a large mirror and table before it covered with tawdry orna- ments and artificial flowers, &c. After resting for awhile at the hotel, and with difficulty getting a little lunch there (old Dimitri pretending that everything had been eaten up), we turned into the bazaars again, and went through a great deal of bargaining over whatever any one bought, through our interpreter. The silversmiths' bazaar was the most curious place we went into, I thought. You see them at work, and walk about very narrow passages between the various furnaces and workshops on both sides. I bought a very pretty pair of silver-gilt chain bracelets, of a pattern peculiar to the place. I was riding about on a large white donkey of a very turbulent disposition, which my little boy had great difficulty to keep in order and I to keep on, as I was insecurely seated upon a saddle that did not fit the animal, and I only kept on it by balance. We saw some very remarkable columns, partly covered up by some modern buildings, but to see which more clearly we went through a house and up a flight of steps on to the mud roofs to see the capitals of them, as well as a beautiful pediment still standing. Murray speaks of these fragments as \" forming one of the finest pieces of ancient art in Syria,\" but there is no account given of what it is supposed the building was once. 1 returned to the camp rather early in the afternoon being too tired to continue any more sight-seeing, and some of the other ladies came with me. We did a little more shopping on our way ; I bought a parasol at a lamp shop !"], [119, "DAMASCUS. 97 ► During the night, or rather in the early dawn of the next day, a tremendous storm came on, thunder and lightning and rain in torrents, and such gusts of wind that I momentarily expected the tent to come down upon us. The pole creaked and swayed about. I gathered up my clothes and little things lying about on the bed, in case of an overthrow or a flooding, which I quite expected from the waters flowing around us. It was really very uncomfortable, and feeling weak and unequal to any great exertion, I made up my mind, as I lay in bed listening to the storm, to stay in Damascus, at the hotel, and give up the expedition to Baalbec, which, interesting as it was, would involve five days hard riding, and we could reach Beyrout in one day by diligence. I found that several ladies were going to re- main, and that I should be in company with many others who decided to stay. In fact there was such a flocking to the one hotel that the only difficulty was whether a room could be had. C. B. kindly went with me, and, preceded by a man carrying my portmanteau and bag, I sorrowfully parted from dear E. B. Although I was thus voluntarily tearing myself away from our pleasant circle, I felt in a state of desperate resolve, doing what I did not like and yet thinking it best. After a little parleying with wily old Dimitri, the master, who pretended at first that he had not a bed to dispose of, he gave me a very com fortable room, and I soon settled into it, glad to have shelter from the cold and rain which still continued pouring down. I have nothing that is interesting to record of these days. They passed slowly and drearily, and I sat the whole day almost alone in my room reading and working a little,"], [120, "98 A MODERN PILGRIMAGE mending up clothes, &c. ; descending to eat at intervals ; breakfast, lunch and dinner, being general meals. Besides, our own party kept diminishing from day to day as they packed off in the diligence, according to places secured in it. My ticket was for Friday, with an old gentleman and his daughters, and a Mrs. B. of our party. They used kindly to invite me in the evening to their room, where we had tea and tried to warm our feet over a little open brazier of charcoal, which was the only kind of fire that could be obtained. Our great topic of conversation was wondering how all those who had gone to Baalbec were getting on, and how crazy they were to face such weather in the mountains if we were so cold and wet down on the plains in the city. Indeed we were quite anxious about them, and feared that they would get seriously ill, or some accidents befal them in the snow, which was still falling in the Lebanon. The subject was not a cheering one, and we had hard work to keep up our spirits, for our one great desire was to get away from this place, and the diligence, our only hope of getting to Beyrout (where we must arrive by a certain day for our steamer), had actually been stopped for the last two days by the drifts of snow on the road. We envied those who had gone away on the Wednesday, little thinking that they had been delayed for two nights at a wretched little wayside inn, as we afterwards found. But I had a sort of melan choly divertissement here in ministering a little to the wants of a poor American gentleman, who was taken ill with a kind of fever, and as he could not speak French, I was asked to act as interpreter for him to the French doctor called in to see him."], [121, "DAMASCUS. 99 On the third day of our imprisonment the rain ceased and blue sky was to be seen again. We sallied forth on donkeys to the bazaars, glad to amuse ourselves with anything, and these bazaars in Damascus are very curious and interesting. Motley groups of people were passing through them, and grave dignified-looking shopmen were sitting smoking placidly in a corner of their small square stalls, with one side completely open to the road, waiting complacently to see if fate sent them any customers, and apparently quite indifferent as to whether they sold their goods or not ; but they are not so in reality, for if you begin to bargain with them they get very excited over it sometimes, when once roused from their apathy. All the goods are classed sepa rately in streets of their own, and you pass from the slipper bazaar to the \"sweet\" or the Greek, to the tailors', the mercers', the book bazaar, and, sad to say, even to a slave bazaar or market. We went to see a room full of these poor creatures ; they were sitting round, crouched on the floor, little girls and young women. One was of a fair complexion in comparison to the others, and smiled sadly when some of us looked at her. We felt so helpless to do them any good, for it was a distressing scene, and we were glad to hurry away. The owner of them was lying ill and dying in a corner of the room. The bazaars were so crowded, it being the market day, that it was almost impos sible to make our way through them, and such wonderful varieties of costumes were to be seen — Persians, Kurds, Circassians, Arminians, Turks, &c. I really must say a word about the history of this extra ordinary place, the oldest city known. \" It has flourished"], [122, "100 A MODERN PILGRIMAGE. more or less under six different races, and its history,\" Murray says, \" may be divided into six periods. For 1,450 years it was independent. The Babylonian and Persian monarchs held it for 417 years. It was under Grecian rule a third period of 248 years. The Romans possessed it for a term of 699 years. The Saracens occupied it for a fifth period of 441 years. Lastly, it has fallen into the hands of the Turks, but their power is rapidly declining, and the sixth period of Damascus' history is fast drawing to a close.\" We Christians think of it in connection with S. Paul chiefly, and of his miraculous conversion not far from its gates. Within it he first knelt to pray as a Christian, and his eyes were opened to the true faith. It is mentioned in the book of Genesis. Abraham's servant Eliezer was of Damascus. How marvellously ancient it is ! In walking about its streets though we could not but remember painfully and forcibly that within the last ten years they had been filled with the bodies of murdered Christians, when more than two thousand men perished here alone. Friday. — We hoped to get away, and were dreadfully dis appointed after our trouble in getting up at half-past two, and going to the diligence office, to find that the wretched thing did not go at all — there were no horses, the road was still blocked, no diligence had come in from Beyrout, and no other could be sent till it did. We sleepily waited on for half an hour or so in the room allotted to passengers, seated on a large divan there was in it : two ghostly Turkish women, completely wrapped up in long white cotton cloaks, from head to foot, came in and waited with us, evidently intending"], [123, "DAMASCUS. 101 to be passengers also. We would not give up hope for some time, and after much parleying with the French officials, grumbling and complaining a little, and making them promise to send to the hotel and let us know if the diligence did start later in the day, we called for the servant with his lantern, who had come with us from the hotel, and despairingly retraced our steps, in the gloom of the yet dark morning, to the dwelling we had joyfully left for good as we thought ; not at all to the surprise though of the landlord, who was very doubtful about our being able to get away, and had told us so, I must say to his credit, before letting us take so much trouble in going thither so early. We were so anxious to be off that we had determined to try our fate. My belief is that the horses were carried off by a very wealthy Scotchman, who had left the hotel that morning also, and had taken them for his own carriage, paying some large sum probably. To make the best of the matter we all went off to our bedrooms again to try and forget our dis appointment in sleep. Several other travellers came in during the day, all with tales of the badness of the roads either way. We went for a ride outside the city in the afternoon to some rising ground in the Beyrout direction, from whence we had a beautiful view over it and the verdant plain. One of the party who started for Baalbec had returned the day before, having been obliged to give in from the pain he felt from the effects of a fall which he had some few days previously. He brought us news of the others, to our great delight, and described them as being housed in an Arab village, where they were forced to stop on account of the heavy fall of"], [124, "A MODERN PILGRIMAGE. 102 snow and the blowing down of the ladies' tents the night before. Such a scene of confusion and general scrimmage it must have been ! and many laughs did we have about it afterwards, when talking it over with those who had been in the snow. I felt that I had been wise to leave the tent, for it proved to have been on its last legs that morning when I last slept under its shelter. To my relief, this Dr. B., who had come back, was able to undertake the doctoring of the poor invalid American, and the translating for the French medecin, so that I was not called upon to officiate any moie. On the Saturday morning we did get away in the much talked-of diligence ; and, rising again at 2. 30 a.m., arrived at the office by four o'clock, had our baggage weighed, and about half an hour afterwards we actually were off and rolling away on the capital good road that is made to Beyrout bythe French company. I was packed into the intericur, with Dr. B. and three other men — one a Turk, in European dress, the two others were in long cloaks, lined with shabby fur, and I think they were Persians. One of them was evidently very ill, from his pale, suffering countenance, and he and I alternately leant our heads and elbows upon a little bolster of wraps that I placed between us as a sort of barrier, for he did not look very clean (few Easterns are so indeed, as is well known), and I did not much relish his taking possession of my pillow whenever I leant up from it to look at anything from the window, &c. ; but I could scarcely quarrel with him for doing so, he looked so sadly ill, and was otherwise very quiet. I was fain though to lean out of the window over the door by which I sat, every now and then, to inhale"], [125, "LEBANON TO BEYROUT. 103 some fresh air, for all three of these men were constantly smoking cigarettes. There was nothing very remarkable in the scenery we passed through until later on in the day, when, after having passed Stoura, the midway halting-place, at the foot of the higher range of the Lebanon, at twelve o'clock, where we lunched, we began to ascend by a steep but well-engineered zig-zag road up the mountain, until we were in the region of snow, and actually saw the white banks of snow, cleared from the road, standing up several feet in height on either side of us — the remains of the great storm which had de tained us, and broken up our party and caused so many weary and anxious hours. We toiled slowly up ; but at last passed the greatest height, marked by a post at the road-side, and of course very soon began to descend. At one of the halting-places I changed my cramped-up seat for a much more pleasant and exalted one, by mounting up into the banquette, with Mr. Y. and his eldest daughter, who asked me to join them. I had thus a splendid view of the grand and beautiful descent that there is from these heights of Lebanon to Beyrout — one almost unrivalled in beauty and grandeur, I think — ravines and rocks on either side of the road, mountains rising above to the clouds, and the sea beyond glistening in softness and dreaminess around the headland on which stands the city of Beyrout, the fairest and most flourishing place in Syria, with gardens all around it, hedges of cactus and aloes, groups of palm trees waving their feathery branches as the westerly breeze gently bent them in passing over, and clusters of those Italian pine trees (the"], [126, "104 A MODERN PILGRIMAGE. \" pin parasol,\") growing on the ridges of the various hills which lead down from the mountains towards the sea. Numbers of bright little houses are around everywhere within two and three miles of the town, and villages are nestling in different nooks and crannies a little further off-. This view was truly a feast to the eyes, and we enjoyed it for some long time, as we were gradually descending by the winding road. Our driver and conductor kept calling out most vigorously to every living thing to take itself out of the way, as our cumbrous vehicle came majestically rumbling down by slow degrees. There was none of that dash and rattle about it which European diligences have where they are common every-day affairs ; this is still a novelty and a wonder to the inhabitants. I never saw more careful officials ; and we changed horses needlessly often, I thought, for the teams sometimes looked quite fresh and untired when they were replaced by others. I think that this worthy driver and conductor were glad of an excuse to stop and have a chatteration with the people at the different stations, and they all seemed so glad to see one another, and kissed and threw their arms around each other's necks ! As we got quite close to Beyrout we were charmed to meet some English-looking people driving out in a pony carriage, and gradually we came across various signs of cultivation and European life. We at last got down from the diligence in a yard where it stopped, about five o'clock in the afternoon ; and as soon as it was made ready we went on in an open sort of omnibus to the hotel, which was close to the sea, and some little distance further. How"], [127, "BEYROUT. 105 delighted we were to find ourselves there at last, and to hear from the others who had preceded us of their adven tures by the way. I managed to secure a room for myself, with a bed in it for E. B., whom I was anxiously and eagerly expecting to come in with the party from Baalbec the next day. We had been parted so long, and I felt quite lost amongst the others without my own especial friends ; but I fortunately met with some very pleasant people in a Dr. and Mrs. E., who were amongst those already here. Sunday, March 27. — Early in the morning one of the dragomans came in, reporting the probable arrival of the rest in the afternoon, and giving a good account so far that there had been no severe accident or fall amongst any of the company of these adventurous, dauntless travellers. This man said to me, \" You thank your God you were not with us,\" when speaking of the difficulties and dangers they had encountered. We went to church in the morning ; but, to my surprise and disappointment, it was not our Church of England, but the Presbyterian, form of worship. The church is a very nice building, and it is used by the Arabs for service, but it belongs to the American Mission. In the afternoon the travellers, weary and worn-looking, their garments covered with mud, and their poor horses like bags of bones and half-killed with fatigue, were coming in by detachments. I heard, to my disappointment, that the Bs., and P. and Z., would not arrive till the next day, as they did not wish to travel on the Sunday, and they were able to stay quietly at that small hotel at Stoura, where we had stopped to lunch the day previously. They were to enjoy a day's rest and services amongst themselves, thus saving their H"], [128, "106 A MODERN PILGRIMAGE. consciences ; and although one could not but admire their motives for thus remaining stationary, I did feel that it was rather a risk their being in time for the steamer which was in the harbour waiting to take us to Constantinople, and which might start Mr. C. knew not exactly when, although Tuesday was talked of as most likely. I thought that if they were too late for it, I would not go off in it without them ! Many of the good ladies were greatly distressed thus to have been trespassing upon the Sunday rest, but they judged it best to keep up with Mr. C, who was their only real guide and protector, and who would not have wished to come on himself if he had not thought it necessary to do so. In the evening I went with Dr. and Mrs. E. in Mr. Mott's carriage, most kindly sent down to fetch us, to evening service at Mrs. Thompson's well-known and most delightful school. It was held in the large school-room, and many of the elder girls remained up for it, although it had been put off until very late, nearly eight o'clock, in order to accommodate the table d'hote hour at the hotel. This we had left before it was nearly over ; there was such an immense number to provide for, many visitors being there besides our own large party. We liked the appearance of everything about the school exceedingly, and the next day, on seeing more of it, and the interesting classes of pupils in it, and the kindly heads of the establishment who are carrying it on since the death of Mrs. Thompson, we were more than ever delighted with it, although we knew a good deal of it by favourable reports before. Mr. and Mrs. Mott and Miss Lloyd are now conducting"], [129, "BEYROUT. 107 it, as a labour of love inherited from their sister, Mrs. Thompson. Hearing that I was requiring some few needful articles of dress, being gloveless and cuffless, &c, Miss Lloyd most kindly came to take me out shopping the next morning in a nice little carriage, and I soon found almost all that I wanted at a kind of general bazaar. Of course the con veyance of European goods to such a distance makes every thing dear. The rising trade and prosperity of this charming city, and the rapidity with which it has increased in the course of a few years, from being quite a small place, are remarkable. The first historical notice of it is as far back as B.C. 140. The Romans were here, and Saladin. It was once captured by the Crusaders. It is already the busiest sea-port town of Syria, and bids fair to outdo any other for mercantile importance. For Europeans it is the only live able town in Syria for cleanness and comfort. Very soon after we had finished our mid-day repast, to my great joy, the detachment from Stoura came in, bringing back the beloved friends, who had been obliged to start very early in the morning in order to reach Beyrout in good time. C. B. and E. B. were none the worse apparently for all that they had gone through, and were only feeling the effects of the sun and wind and cold upon their faces, which were much burnt and the skin broken, from exposure to the weather ; indeed, most of the others were all thus showing, by their fiery faces, to what they had been subjected. They were very proud of having accomplished everything, and had felt quite repaid for all their fatigue by the beauty and grandeur of the massive giant-like remains of the Temples H 2"], [130, "108 A MODERN PILGRIMAGE. of Baalbec ; and they brought some beautiful sketches of the exquisite groups of columns there. I felt very sorry that I had not been with them, and rather small that they could thus triumph over me in having seen the grandest ruins in Syria. (I fully hope and intend to go there some future day, in a more favourable season, from Beyrout.) I was in the same book though with twenty others ! and we heard that many who started so valiantly from Damascus would have been glad and thankful to return, but could not do so, being once off; and there had been a great division in the camp, the dragomans protesting against pro ceeding, &c, and there were all kinds of small difficulties, but they were overcome and made to give way before the dauntless spirits of a few, our friends being of the foremost. They had to ride almost up to the girths sometimes in snow, over rocky, slippery, and invisible paths, torrents around, and all sorts of difficulties, and it was really Providence that preserved them from meeting with any serious accidents. To our surprise and annoyance it was announced that we must go on board at six o'clock that evening, as the Ceres was to sail for Constantinople a day sooner than we had expected, so there were only two or three hours for these late comers to see anything of this charming place. As soon as their toilettes were made, and they were refreshed by some food, C, E. B. and I went off to see the schools, and the carriage was most kindly sent for us again. We went over every part of the large girls' school, and heard verses and hymns and stories repeated in Turkish, Arabic, Greek and Hebrew, by some very charming-looking little girls of these various nations. Many learn English too."], [131, "BEYROUT. 109 We looked at their work, heard them sing, bought photo graphs of the building, and saw also a blind school of Mr. Mott's that he has just commenced, and heard a poor man read some verses from the raised letters of Moon's system, which seemed to me so natural, as I have been accus tomed to teach it to blind children at home. There are four or five schools in Beyrout alone, and thus a great work is being done. We were rather hurried in our visit, but found time to mount to the top of the house, from whence there is a most beautiful view over the whole city and its surroundings, and Lebanon, rising so grandly above, crowning all. \"That goodly mount.\" We quite regretted saying farewell to these kind people, who had welcomed us so heartily and seemed so pleased to show us everything. They were very anxious to persuade one of the ladies of our party to remain with them and help in the school, and especially wanted E. B. to do so, having heard of her from friends in England; but of course no one could promise to stay so unexpectedly. We were driven down to the hotel, and found that the dinner was almost over, but after some little delay we managed to get some food to prepare us for our voyage ; and soon after five we were bundled into little boats to take us out to the steamer, which lay at anchor about half a mile oft\", and we were on board for another week of sea life. Before bidding farewell altogether to the past journey through the country we have just left, I must here quote from the vivid description of our camp life by one of our company, who kindly allows me to do so. He wrote it just at this time, on board the Ceres, for an American paper,"], [132, "110 A MODERN PILGRIMAGE. and it gives a graphic account of the way in which we travelled. \" We have just lest behind us a strange phase of life, which during four weeks had become so familiar as to appear the normal condition of existence, but which has suddenly become a thing of the past ; in all probability never to return. Before the vividness of the impression passes away, I shall endeavour to sketch ' Our Camp Life in Palestine.' The caravan consists of sixty travellers, twenty of whom are ladies ; eleven are American citizens, the rest are English. We travel on horseback, our steeds being somewhat small in size, but very hardy and wonderfully sure-footed. We have one hundred and sixty animals altogether, including baggage-mules and a few asses. We have three dragomans and seventy-four muleteers and camp servants. Thus we make a formidable cavalcade, and our twenty-five tents form an imposing camp, surrounded by the tethered animals. We generally march in two divisions. Everything needed on the journey has to be carried on mules. Each traveller is allowed to have a portmanteau of about 60 lbs., though some of our party have considerably exceeded the limit. Let us begin a day. It is still dark, five and sometimes four o'clock, when the dragoman's whistle is heard to summon the camp ; and two men go round all the tents, one ringing a large bell and the other beating some kitchen pan by way of gong. There was no sleeping after this. Now there are a variety of cries. ' Light, No. 2 ; ' ' Water, No. 8 ; ' with clapping of hands in the dark to direct the attention of the servants. We must needs be on the alert, for before we can possibly dress and re- pack our luggage we hear the men"], [133, "OUR CAMP LIFE. 111 removing our tent pegs. Suddenly down comes the canvas, and we are left to finish our toilet in the open air. The beds with their blankets and sheets are rolled up, and the bedsteads folded together, in less time than it takes to write the sentence that describes the operation. The luggage also is carried off by the packers, while another bell summons the camp to the two saloon tents for breakfast. Though only six o'clock, we find a well provided table. Tea, coffee, and milk, with boiled eggs or omelette, are at once handed round. Then follows a course of hot chicken, or of cutlets. But we must be prompt, for even while doing justice to the ample provision the dining tent is collapsing. With great dispatch, but equal care, every cup and plate is washed and packed in large cases, and soon not a vestige remains of the camp ; for it is important to send off the baggage train early, so that it may arrive at the camping ground before us, and the tents be ready to receive us on our arrival. The tra vellers and dragomans, with their horses, are alone left on the ground where just now stood a goodly canvas village. And now we hear the shrill whistle ofthe chief dragoman, which means ' to horse.' Each traveller is busy strapping shawl or satchel to the saddle, adjusting stirrups, &c. Another whistle, and off goes Pietro, the head dragoman, behind whom, in single file, stream off our party, the rear being closed by dragoman Timolien and the two muleteers, who are seated above the bags which contain the ' lunch.' The camping ground is now bare, and truly ' the place that once knew us knows us no more for ever.' We start in a com pact line, but very soon there are breaks and intervals. Some of the horses cannot walk so fast as the rest, a saddle"], [134, "A MODERN PILGRIMAGE. 112 girth wants tightening, a rider by some sudden stumble salutes the ground, a sketcher lags to catch a hasty outline ; and there is an interval of nearly a mile between the van and the rear. The roads are for the most part mere tracks. From Jaffa to Damascus we saw not a single carriage, not even a wheel of any sort. On our way we meet and mingle and separate, and meet again with each other, ex changing passing words, or engaging in long conversations, or joining in psalms or song, as we ride along. After some four or five hours. our leader halts under a cluster of olive trees for lunch. As we come up we gladly dismount and unfasten the halter at our horse's neck, and tether him to a stone or tree, leaving him to crop what grass he may. After doing full justice to the welcome mid-day meal, we lounge and rest, and some are soon fast asleep. An hour and a half quickly flies, and at the whistle of the chief we are again mounted. We generally ride three hours more, making about twenty miles a day, though sometimes we have been in the saddle nine hours. We are beginning to feel weary, when, mounting a ridge, we have the welcome sight of our camp in some picturesque spot — the v/hite canvas tents, with their red British flags flying at the top, contrasting with the palm trees, the olives, or the giant cactus, beneath which we are to pass the night. The muleteers are ready to take our horses. We go each to his own tent, and find our beds arranged and our luggage by their side. We catch a glimpse ofthe cook at work in front of his tent, where his stoves, with their charcoal fire, are operating on a multitude of pots and saucepans. We are yet at our slender toilets when the first dinner-bell rings, and at the second summons we quickly"], [135, "OUR CAMP LIFE. 113 muster in the mess tent. The table is pleasantly arranged with fruit, &c, and hot soup of the best quality is being handed round. Then comes mutton or lamb, then goose or wild boar, then chicken or turkey, then some capital pudding, in which our cook being proficient loves to display his skilful ingenuity. He receives fifteen francs a day, and is proud of having served the Prince of Wales when on his Palestine tour. After dinner we have evening worship, which is conducted in succession by one or other of the four clergymen we have in our camp. The hymn we most frequently sing is one very appropriate to our circumstances, having a chorus in which are the lines — \" ' And nightly pitch our moving tent A day's march nearer home.7 It is now eight o'clock, and we are fit for little else than sleep. By nine o'clock most of the lights are out in the tents, and the camp is silent. Some of the muleteers keep watch in succession. Now and then they call to one another during the night watches. There are two camp dogs which are vigilant sentinels. We have crept into our little beds and never were more comfortable. But now and then the soundest sleeper is aroused by the piercing cries of the jackals prowling very near, responded to by the vehement and angry barking of our dogs. The tinkling of the bells of our mules, the occasional bray of a donkey, a song from the muleteers squatting round their fire, the croaking of frogs, &c, are other sounds which sometimes break the stillness. Morning after morning I arose with a feeling of wonder as well as thankfulness that no harm had occurred to man or beast during the darkness.\""], [136, "CHAPTER VIII. EPHESUS AND CONSTANTINOPLE. We found the Ceres almost exactly like the Aurora in its arrangements, only rather larger. The vessel was crowded with deck passengers of all nations and kinds. Whole families were crouched together, with all their worldly belongings in heaps around them. We began with a calm night, and the next morning we stopped in the harbour of Larnica, at the lovely island of Cyprus. Many of the people went ashore to visit a museum of antiquities of the island ; but E. B. and I did not join them, and we spent the quiet time in sketching the beautiful view before us. The sea became rough in the evening, and there was a severe thunder-storm later. We actually let off steam and stopped for some time, as it was so dark the captain thought it dangerous to proceed. \"We passed by Rhodes in the darkness, and so were disappointed in not getting a glimpse of it. The next day we saw the rocky island of Patmos, and were able just to get a sketch of it in outline. We stopped at Scio ; and across a very rough bit of sea, some boats toiled hard to come up to our ship, bringing some passengers, and merchants of dried fruits and oil. On Friday we arrived in the beautiful harbour of Smyrna, a lively-looking port, crowded with vessels of all kinds. We"], [137, "cJ^z/ivTez/ca!', fft/yiAti^s."], [138, ""], [139, "SMYRNA. 115 went ashore for the day, and although it rained hard, we tramped away through the dirty town, following a guide we hired. He took us all over the town, and then up to a very fine ruin of a castle, on a hill overlooking the city. We visited the tomb of Polyearp on our way down. We went to see a slave market, through the most filthy mud. The bazaars are capital, and full of life and business. We were hurrying on to go and see some Dervishes perform at a certain hour, but found that it had been put off an hour later ; so, hungry and wet, we retreated to a native eating shop and had some curious dishes of fish and meat, soup and cheese, &c, at very low prices. We went again to the Dervishes, and sat up in a gallery, which we were permitted to ascend after having taken off our boots ; and as they were completely wet through and through, it was rather an agreeable conformity to the usages of Dervish society ! About a dozen men sat on the floor in a circle, with their legs crossed, and they repeated some most odd-sounding words — one was \" mikbat \" — after the chief Dervish, who sat on a mat in the principal place, counting a string of beads. They all swayed their bodies to and fro, quicker and quicker and more vehemently, until they seemed almost frenzied, but yet they rose not from the floor. One or two of them looked quite mad with devotion, or whatever it may be called. It is most distressing to think that this farce is considered a religious exercise. We remained for more than an hour, and then all seemed to be over ; there was no dancing and twirling, which we had expected ; these proved"], [140, "116 A MODERN PILGRIMAGE. to be \" Howling Dervishes,\" and the dancing ones we saw a few days later, in Constantinople. We were glad to get back to the steamer, about five o'clock in the afternoon, and we had a quiet evening without any rocking to sleep, which was pleasant. The next day (Saturday, April 2), was one of a most pleasant expedition to see the remains of Ephesus. Strange to say, it is reached by train ! for an English company have made a line of railroad out here, passing within two miles of the ruins of this most interesting city, formerly the chief of the churches of Asia Minor. The \" candlestick \" of Smyrna is still giving some faint light ; that of Ephesus has long been removed. We were about three hours in the train before arriving at Ayassolook, and I never travelled in England in such lofty, roomy carriages, as they were on this line — a model for comfort to many of our home railway companies. There are several columns standing near the station, which we could see before getting out of the train, on the tops of which we saw melancholy-looking, solitary storks, standing on one leg over their nests, as is their way ; which had a very odd effect, appearing in relief against the sky. There were about a dozen horses for hire, to make the round ofthe ruins, a distance of about five miles ; but none of them with side-saddles. I managed to sit upon an Arab saddle, with a horn projecting from it, which served very fairly well for a pommel ; and, moreover, we all went slowly and but at a foot's pace, a man leading each lady's horse, as we were to ramble over the remains of buildings and amongst stones and blocks of marble. After passing by"], [141, ""], [142, "££s£tS^S . farm* tCo ■'LUiUKS of _^r_r-^t^5t_-__^_'. \""], [143, "EPHESUS. 117 several fragments of structures now levelled to the ground, and with grass growing around every stone, and looking down into several long deep ditches and squared holes, which contained many beautiful specimens of sculptured marble embedded in them, lying where they had been probably for hundreds of years, we came upon a fine view overlooking the plain upon which the larger part ofthe city once stood close to the sea, which has now receded entirely from it. How truly the \" candlestick has been removed out of his place\" here. \" I have somewhat against thee.\" All is desolation ! Here are the remains of the grand amphitheatre, and magnificent blocks of the purest white marble are lying in and around it in confusion — many of them most exquisitely carved. We remained within the circle for some little time, and we thought of the wild scene of laudation of the great goddess Diana that was enacted here nearly two thousand years ago, and that it was this very place which rang with the loud cries of the men of Ephesus ; a surging multitude gathered together and in the greatest con fusion, they scarcely knew why, like so many great popular disturbances in later times. Human passions are unchanged by centuries of inheritance of wisdom. Would that many since had been as easily appeased by a leader amongst them, swaying the masses, as the wise and politic town clerk of this Ephesus ! But look over the expanse of ruins and see the flocks of camels pasturing upon ground where once lived these idolaters of old ! A little further on the pedestals of the temple of Diana are to be seen ; they have only recently been excavated. We completed the circle of the hill that"], [144, "118 A MODERN PILGRIMAGE. we had been gradually encompassing all the time, and ar riving at the station again, dismounted and were soon off in the train for Smyrna. We were back only just in time, for at half-past four the steamer was off. I think we all felt that we had enjoyed the expedition most particularly and marked it as one of the very bright days of the tour. Sunday, April 3. — This day was spent in passing through the remaining portion of the Grecian Archipelago. We sighted the plains of Troy and passed by the forts of Europe and Asia on either side, before getting into the Straits of the Dardanelles and the beautiful Sea of Marmora. It was peculiarly interesting learning geography in this very pleasant way, by seeing all these places before our eyes. We had morning and evening services. Mr. Pulsford preached in the morning, after the Litany, and P. preached in the evening on Ephesus — \" I know thy works.\" These services were held in the saloon, which accommodated our large party very well. We had a strange auditor amongst us in the evening, in the person ofthe Turkish Governor of Gallipoli, who, with a large suite and several wives, had come on board the day before at Smyrna. He and his attendant secretary apparently took great interest in the service, or rather in watching us, I fancy, for he probably did not understand a word of it. The captain of the steamer too was present, and was so much pleased with it and the singing, in which E. B. and I rather took the lead, that on my passing out of the room at the end of it, close by where he was sitting, he, to my sur prise, seized my hand, shook it warmly and kissed it, in"], [145, "HARBOUR OF CONSTANTINOPLE. 119 token of his commendation, I suppose ! He was a most excitable, talkative, and amusing man, with a very keen observation of character, which he often showed us he pos sessed, in the remarks he would make to us at dinner upon the other members of the party, as he looked round upon them. We always sat close to him at his end of the table, both at breakfast and dinner, and many most amusing and laughable talks did we have together, in a mixture of Italian, French, and English — chiefly French. He was a native of Trieste. Oh! the gestures, the speaking changes of features, that accompanied and helped to explain his sen tences, and many clever but sometimes ludicrously enthu siastic opinions, especially upon the \"most beautiful of all creations — la Donna !\" His wife lived at Trieste, and \" Oh ! each return to his home was like another wedding;\" but I should think that poor Madame would object to so many repetitions of it caused by the constant separations. He was a very energetic captain, and would often take an active part himself in looking to the ship's going. I think he felt greatly the responsibility of having so many \" Inglese\" on board — although he told me that he at first mistook me for an Italian. (But I must add that he could not con tinue to think me one, when I opened my lips in his native language !) It was very disappointing that we entered the beautiful, the far-famed, golden-horned harbour of Constantinople the next morning at such an early hour, before day break, that it was impossible to get that first impression of what is said to be like a scene of enchantment. I was up and on deck by half-past four, but, oh ! it was a steady"], [146, "120 A MODERN PILGRIMAGE. downpour of chilling rain, and all looked in a cloud and so grey that it was impossible to judge of the view at all. We left the ship at eight o'clock, and after a scene of great confusion and scrimmaging of luggage at the Custom House, we all had our respective boxes, bundles, &c, packed on the backs of some very extraordinary human beings, who seemed able to carry any amount of weight, and we followed them in file through the wet and dirty streets, a long distance it seemed in the rain pattering down on us, to the Hotel d'Orient, where our section of the party was to be located. It was in the Galata quarter, and close to the English embassy. E. B. and I were charmed at finding a large and comfortable room assigned to us, with a small room near for C. B. Half of it was fitted up as a salon, and every evening what pleasant reunions we enjoyed in it gathered round the stove, in which it was though very difficult to keep up any great heat, for it was very cold and frosty the first few days after our arrival, and we experienced to the full the change of climate in coming so far north again, after our sunning in the land of Egypt and occasionally in Palestine. It con tinued so wet that E. B. and I did not go out again the first day, but we enjoyed a great tidying up of our things, and painting, and writing, &c. After this one idle day from sight-seeing, every hour seemed to be filled up during the remaining ones of our stay in this wonderful city. I shall just describe what we saw as quickly as possible. Tuesday. — We hired a carriage for the whole day, and started soon after breakfast in search of some friends, whose"], [147, "CONSTANTINOPLE. 121 address we did not unfortunately know exactly, and it led to our spending hours in wandering about the environs of a distant part of the city, and making inquiries at many houses through an interpreter and guide we took with us, seated on the box directing the coachman. (C. and E. B. and I were alone.) At last we found out Dr. and Mrs. Koelle, in the new house to which they had removed lately, which had chiefly caused our difficulty, and had a pleasant visit and talk over many friends in England. Dr. Koelle is a mis sionary in connection with the Church Missionary Society, and has now been for some years in this capital of the Turkish dominions, working amongst the Moslems ; he is a most excellent linguist, and an earnqst-minded man. Mrs. K. I had the pleasure of knowing many years before. We went back to the hotel ; but were hurried off at once to join the whole party in going to see a grand performance of \" Dancing Dervishes.\" We went to the small mosque they perform in, and sat or stood in a kind of outer-court circle, round the inner sanctum in which they performed. Twelve men, in quaint dark-blue costumes and with felt, flower-pot shaped hats on, sat round in a ring; and after nearly an hour of merely reciting and chanting to the most extraordinary sounds, nine of them rose and gradually began twirling like teetotums. Their eyes shut and arms extended, they went round and round, increasing in rapidity, until forced to stop at intervals for rest, and then they went on again. It was a most extraordinary, ludicrous spectacle. One old man amongst them twirled fifty times in a minute, the most of any ; the lowest number of twirls was thirty-six, I believe. Before concluding, prayers were recited for all i"], [148, "122 A MODERN PILGRIMAGE. the departed Sultans, mentioning each by name — this was the last act of the curious service. After this we went on to the bazaars in our carriage, and crossed the harbour, by the one bridge there is, to the native quarter — Stamboul itself. We wandered through miles of shops, it seemed, and most tempting to us were the brilliant velvet and gold slipper stores. We all spent more here than in any of the other bazaars, I think — and slippers are rather a specialise of Constantinople. We also bought some genuine otto of roses, scarfs and table-cloths of many hues, beautifully embroidered. We were able to get some much-needed and very excellent food at a native restaurant — plates of a kind of milky substance, like blanc mange, which, eaten with golden syrup, was very good, we all thought. We went afterwards to the strange and ancient Cistern, known as the place of the one thousand columns, and to the Hippodrome, where stands the granite obelisk which was set up by the Romans here, upon a finely sculptured pedestal, and which is called aster Theodosius. There is also a very curious wreathed column of bronze, standing near, which has been the subject of many discussions. They are in an open part of the city, close to the celebrated Santa Sophia, which we visited the next day, when we started forth in a body and waded through the sleet, rain and mud, to see all the great sights of the city, for which an order has to be obtained from the government. We went first to the Seraglio, which stands on the head land known as the Golden Horn, and wandered through rooms full of all the modern luxuries of taste of the Sultan,"], [149, "CONSTANTINOPLE. 123 and through gardens with well-gravelled paths from one part of them to another. In one building was an ancient armoury ; in another, a library of very incomprehensible and uninteresting-looking books ; another was the throne-room of the former Sultans — an enclosed space, from whence he could see, but not be seen. He was too sacred an object for the vulgar gaze of even his courtiers. We passed a large open court to go to the very ancient Church of S. Irene, which is now desecrated by the Turks using it as an armoury ; and the rifles were ranged in rows in thousands, ready for use. Then we went to the wonderful and strangely beautiful Mosque of S. Sophia; and as the service was about to com mence, we were at first only allowed to go to the large gallery, half-way up the church — a sort of triforium on an enormous scale, from whence we looked down into the body of the church, and watched the worshippers bowing and kneeling and prostrating themselves. At intervals a wild weird chant sounded out, and rang through the building in not unmusical tones. Indeed it had a strange fascination for me, and I was quite sorry when it ceased; but we were then allowed to descend to the nave, which was all carpeted over, but with the lines running at a different angle to that of the church itself, giving the whole building a very crooked appearance. The dome is magnificent, and its roof is one solid mass of gold Mosaics. There are some very remarkable represen tations ofthe seraphim on either side ofthe chancel arch. The columns around the nave are very beautiful, and wonderfully old. Six of the finest are of green jasper, 1 2"], [150, "124 A MODERN PILGRIMAGE. which were brought from Ephesus, and eight are from the Temple of the Sun in Rome. I feel afraid to attempt an architectural description of this most interesting and once Christian cathedral — built by Constantine. (Would that it were still a church whence resounded the true praises of the one Allah we all worship, but with the name of the false prophet and great deceiver of nations effaced from all connection with it !) On leaving it we went across the Hippodrome to a curious place containing hundreds of figures of Janissaries, and all sorts of people — a kind of Eastern Madame Tussaud's ! Then we made our way to another very large Mosque, built by the Sultan Solyman; there was nothing in itself of interest to us, and it looked very poor and modern after the riches of S. Sophia. We also went up the Tower of Seraskiel. From it there is a grand view of the city; but the beauty of it is excelled by that from the Tower of Galata, I think. It is impossible to give an idea of Constantinople in descrip tion; and it can only be understood by a panoramic view from its wonderful extent and the numerous branches of water dividing it into so many distant parts. The clusters of houses, cypresses, &c; the three hundred Mosques— each with its slender white minarets \"aspiring high;\" the harbour full of ships— a forest of masts; distant views of the lovely Bosphorus, stretching dreamily away in the distance towards the Black Sea, each side of it crowded with most picturesque buildings, and white marble palaces reflected in its blue waters, form altogether a picture of which it is beyond the power of the mere pen to convey an adequate impression."], [151, "CONSTANTINOPLE. 125 On Thursday we all went, by a special steamer, upon the Bosphorus, passing close to one side in going up, and re turning by the other, to see as much as possible of these far famed waters. We just went as far as the entrance into the Black Sea; but were so much tossed up and down, and it looked so very stormy and black and angry around, that we were all very glad to turn back again ; and only enjoyed the fact of being able to say, we had just been in the sea which was so much thought of, and talked about at the time ofthe Crimean war. We went to Scutari on our way back, and landed at the pier of the ancient Chalcedon. From thence we walked up to the enclosure, where lie buried so many of our officers and soldiers. The graveyard is very neatly kept by an old soldier, who lives in a lodge close by with his family. I gathered some violets and ivy leaves from the gardens around some of the tombstones. Most of the party at this point went over the hill leading to the town of Scutari proper, in order to see some Dervishes, and also to walk through the great Turkish cemetery. E. B. and I returned to the steamer at Chalcedon, and we came round to Scutari soon afterwards to take up the rest of the party. We then went straight across to the Galata quarter, where we had embarked, and walked back to the hotel, only stopping at some photograph shops on the way. Dr. Koelle joined our little circle in our room in the evening, and gave us a great deal of most interesting information about the city, and Moslems in general. He kindly promised if possible to get permission from one of the Pashas, whom he knew very well, to visit his harem the next day."], [152, "126 A MODERN PILGRIMAGE. Friday morning the Bs. and I hired the same carriage for the day, and we drove to the Sultan's palace to see him go in State to a Mosque, as he does every Friday, that day being the Sunday of Mohammedans. It was uncertain whether he would go by land or water, for he chooses a different Mosque each time, I believe, and does not let it be known beforehand which of the fourteen Imperial ones he is going to favour with his presence — perhaps from some motives of prudence. We waited for some time in the carriage, and were greatly amused at seeing the gay crowds of people assembling to gaze at their Sovereign ruler. There were groups of such brilliantly clad ladies standing about — walking bundles of yellow, green, blue, pink, salmon and purple-coloured wrappers. Each cloak is made of the same colour from head to foot, and is wound round the figure in such a way that nothing but an outline can be seen, and two feet coming from it. There were many troops out, who lined the road at inter vals ; bands played, magnificent horses in the gayest trappings of scarlet and gold passed by us, which called forth our par ticular admiration, and especially two white satin-coated, splendid-looking animals, of priceless value, I should think. After a time His Majesty appeared, and rode by close to us. He is a heavy, plain-looking man; \"but it was a satis faction to see him thus in his own capital. We waited some time for his return, but as our day was passing quickly by, and we had yet much to see, we gave it up, and drove off to the Tower of Galata, notwithstanding an engagement to go to the harem at a certain hour, which was fast approaching. We were well repaid though for our"], [153, "CONSTANTINOPLE. 127 trouble in mounting, and we could not resist trying a hasty outline of the magnificent view spread out before us, com prising chains of distant mountains in Asia Minor, many islands, the Sea of Marmora, the whole of the city nearly, and the Bosphorus. After expatiating for a few minutes on its beauties, we hurried back to the hotel to dress for our visit, and we put on our Sunday silks, to make as dressed an appearance as we could before the Turkish ladies with only the travelling clothes we had with us. We went to Mrs. Koelle, who had been waiting for us nearly an hour, we were sorry to find ; and she took us with her to a house not far from her own, where lived the Pasha Nejid. C. B. and Dr. Koelle went to see the Pasha, whilst we three ladies went through a separate door and up a staircase to a large room, where we awaited the Mesdames we hoped to see. There were chairs and ottomans all round the walls only ; no tables or books or anything lying about betokening the presence of ladies, as any of our drawing-rooms do. I believe that the daily life of these poor Eastern women is a monotonous existence of doing nothing whatever. After a little time the,chief wife appeared ; a pale handsome-looking woman, in Turkish dress, full trousers and jacket, and with splendid diamond ear-rings on. Mrs. Koelle introduced us, and we kept up a sort of conversation with her, through Mrs. K. ; but we could only bow and smile and try to look pleasant when any remark was addressed to us. She asked all sorts of questions about us, which it was as well perhaps we could not understand, as personal remarks"], [154, "128 A MODERN PILGRIMAGE. are not always agreeable. We had come so late that the two other wives could not wait any longer for us, and they had gone out driving in a close carriage, which I believe they are allowed to do daily. Four women servants, or slaves, as I suppose they are, came in bearing a large silver tray with some sweet preserves, and cups of coffee, in filigree silver holders, and without any sugar in them, which we thought very disagreeable ; but after a time some sherbet was brought in large silver cups, which was delicious, and required no politeness to make one swallow it with apparent relish. We asked, through Mrs. Koelle, if we might see the jewels of this lady, believing that to show them off is a pleasure to the Oriental mind especially ; and besides, one has heard such wonderful accounts of the numbers of precious ornaments that these ladies often possess. After a little apparent reluctance Madame Nejid gave orders for an atten dant to bring her a case, and a most resplendent necklace of diamonds was produced, worth some thousands of pounds, I should think ; but it was the only one we were permitted to see, or maybe that she possessed worth showing. She had previously examined every little ornament that either of us wore, and made her remarks on them. The conversation was getting rather difficult to keep up, and we took our farewells with many compliments and kind wishes expressed by her that she might see us again. We went down to the entrance hall, and were ushered into the Pasha's private little room, where he was sitting smoking a nargileh, with Dr. Koelle and C. B., who were waiting for us. This Pasha was one of the greatest men in the kingdom"], [155, "CONSTANTINOPLE. 129 under the late Sultan, but he is not so much in favour with the present one, and has, comparatively speaking, rather fallen from his former high estate. His house and sur roundings did not give us at all the idea of wealth. None of the wives had ever been into his division of the house, where, with our happy English freedom, we were admitted as a matter of course. How strange and unsociable to our notions are the ways of Eastern households ! We returned with Dr. and Mrs. Koelle to their house, and partook of some tea and cakes, and delicious preserves, for which Constantinople is celebrated. We greatly enjoyed this little touch of home life in this sociable afternoon tea, and were only sorry to be obliged to bid them farewell so soon as we were, for we had another visit to make before the busy day had quite ended. This was to a Miss Walsh, who has a large and well-known school in Constantinople, for the upper classes only. We were of course very late for dinner, and after it there was a grand gathering of the forces to decide about those who intended to visit Athens on the homeward journey. Mr. C. laid down his plans and projects before us, and two or three of the gentlemen spoke. We five of course unanimously agreed to be of those who were going to Greece. Some visitors joined our little party upstairs in the evening, friends of P. and Z. We all regretted exceedingly this being our last evening that we could enjoy a salon to ourselves, for these two or three hours at the end of the bustling day were most particularly pleasant and refreshing, talking it over, writing, reading, and sometimes telling stories. Oh,"], [156, "130 A MODERN PILGRIMAGE. what ghost stories we did have one evening ! We used to indulge ourselves with the simple, but it was so very simple (a concoction of hay, I think), that at last we gave up caring for it. Blowing up the fire in the stove was our occupation by turns, for it would not give out any heat without constant attention. There were also some very delightful plans being made at this time about our concluding the tour with a journey up through Italy, from Brindisi, instead of going on with Mr. C. and the whole party to Trieste. It was a little difficult to decide about the extension of our time, &c. ; and there were many pros and cons, and hesitations at first, but finally all gave way before the tempting plans proposed. The Bs. had never been in Italy, and although I had been there for some months the year before, the prospect was a very pleasant one of re-visiting all the places of interest in company with such delightful and enthusiastic companions. To see Rome would be a masterly concluding stroke to this wonderful journey, which comprised visits to the most ancient kingdoms in the world in succession — Egypt, Syria and Greece. A visit to Rome would crown all ! (It came to pass we went, as will be seen.) And now we are to leave this great busy capital — these four days of sight-seeing had included all the chief things and places of interest in it, I think ; but when do you ever leave any place feeling that you have thoroughly exhausted it, and seen and done everything ? We always hope to return again and take up what was left undone before."], [157, "CHAPTER IX. ATHENS We were obliged to leave early the next day (Saturday, April 9), and our boxes were carried off by the porters again in the same way ; we following on foot. We were some little time on board before the steamer started, and had an opportunity of taking one more sketch. The vessel was called the Espero. It was a most beautiful day, and the sea, sky and distant mountains, looked as blue as blue could be. The close contact in these waters around Constantinople of the two continents of Europe and Asia seems strange, and in looking down the narrow part of the Bosphorus you see both in the same glance — on either side a quarter of the world ! We passed by the remarkable castles of Europe and Asia in returning, by daylight ; they stand at the entrance of the Dardanelles. By Sunday morning we were in the harbour of Syra, and in the course of the day we had to go on board a much smaller steamer that takes up passengers for Athens. We bid farewell to about half a dozen of the party who wished to hurry home, and could not come with us to the classic land of Greece. We felt very sorry for them. Syra is a most curiously built town ; a cluster of houses of bright colours stand one upon the roof of another around a steep conical hill, behind which higher ones rise. The"], [158, "A MODERN PILGRIMAGE. 132 small harbour was pretty full of vessels, and there was a trim-looking little steamer with the King and Oueen of Greece on board. We caught sight of them as we rowed round by the side of their vessel, before boarding our own. He is a very young, boyish-looking man. As it grew dark the town was very prettily lighted up with brilliant-coloured lamps, and clusters of lights in devices, in honour of the King ; and when rockets were let off, and the vessels were also illuminated, it had a charming effect, from the reflections in the sea. We gave a hearty cheer to the King as we steamed off, passing close by him. E. B. and I had a very uncomfortable, close cabin, and we could only lie down to rest in our clothes. The day had scarcely seemed to be a Sunday ; but we had a short service in the evening in the saloon. We arrived in the harbour of the Piræus at seven ; and, after some waiting about for the train, went off\" by the line of railroad there is now made to Athens. We were all quite disappointed at our seeming to feel so little interest or excitement at landing in this country of heroes of renown and we could not feel up to the mark at all at first ; but every day afterwards that we spent in Athens our affection for it increased, and our interest grew upon our acquaintance with it; and we left this same harbour some days later with very different feelings. We had glimpses of the Acropolis, from the railway, and began to realise a little more where we were, and to be roused from our apathy, which was caused, I think, by a sort of over excess of sight-seeing, and the numerous interests of all the places we were so quickly roaming about amongst."], [159, ""], [160, "'EM PLE OF JUPITER., h C (KO pa L I S .aW PA RTH £ WOlV."], [161, "ATHENS. 133 As soon as possible, after having settled our quarters, we went forth to see the ruins. We went first to the majestic and enormous columns of exquisite Corinthian work which stand clustered together on a plain at the foot of the Acropolis, known as the remains of the Temple of Jupiter Olympius ; then on by the white marble amphitheatre of Dionysius, on up to the climax of all, the proud, the grand, the magnificent Temples of the Acropolis. The ascent to the Parthenon, through the Propylæa, is unrivalled, both in the beauty of the buildings around and before you, and the beautiful site upon which they stand. So much has been written and said about them that I cannot attempt any learned description ; but I do not believe that any, however glowing, can surpass the reality. They had a beauty and an interest which increased every time that we visited them ; and daily did we come, morning, noon, and once at night, lingering one day over one part, and the next over another, and ever finding fresh beauties from different points of view. We were driven nearly wild with sketching, and trying to get some impressions of our own of these structures that we learned to love so much. How ? Why ? What is there in blocks of cold marble to create such warm feelings in the breasts of mortals, who come from a far country to gaze at these works that were old before our land was perhaps inhabited, or at least only by savages ? But who is there that does not feel more or less of this intense interest and admiration in the beautiful ruins of ages past? The poetry of time has passed into them and blended with the chiselling of beauteous forms ; and all must reverence and"], [162, "134 A MODERN PILGRIMAGE. admire the beauty of such workmanship as there is in these walls and columns. O, these Greeks must have been most noble men ! of broad and grand conceptions, which they have thus immor talised in their constructions. The delicacies of orna mentation on some of the cornices and friezes may show forth also the subtle tendency of mind, which they were supposed to possess, to a marked degree. We remained some time in the precincts of the Parthenon this first visit; there was a general photographing of the party going on, which, although it scarcely seemed in ac cordance with the place, we took part in, and were grouped amongst the thirty who stood and sat clustered together on the steps at the foot of the Erectheum, or \" Hall of the Maidens,\" as it is sometimes called now, from the figures supporting it. The results were very fairly good. The next day we went up the Lycabettus hill, which is within half a mile of the town, and enjoyed a most delightful morning, four of us sitting sketching the exquisite view spread out before us, which extended over all Athens, and above the Acropolis to the Egean Sea beyond, with blue Salamis in the distance. C. B., who thus was ever ready to contribute to our enjoyment as the rest of the party sketched, read aloud to us several of the most interestino- © passages of Athenian history, whilst we looked upon the scenes of many of the battles by land and sea which are there described. It was a time of most perfect enjoyment, and if only one's drawing had been as successful as it ought to be, it would have been perhaps too much happiness. In the afternoon we went to Mars Hill, the rock of"], [163, "ATHENS. 135 the Areopagus, and to the Acropolis again, and when re turning by the Temple of Jupiter, we noticed an empty carriage coming at a furious rate towards the city, and won dered what it was. When we came back to the hotel, we heard the news of the capture of our countrymen by those wretched brigands ! This carriage had belonged to some of the party. It caused great consternation, but how little we anticipated then the fearful ending of this capture, which we thought would cease at once on some ransom being paid. We did not feel exactly nervous about ourselves, but we were warned that it would not be safe to go any distance out of Athens, and that we must give up entirely the plan of going out to Marathon on the Thursday, which had been talked of. We found so very much to interest us in Athens itself that we did not regret it so exceedingly, and it was such a relief and pleasure to have time to see one thing more thoroughly and completely than we had often been allowed before. The next day we went first to the Temple of Theseus, the oldest one that there is in Athens, it is at least some few years prior to the date of the Parthenon. It is in a most wonderfully perfect state, and the rows of columns around it are entire. They are of Pentelic marble. The Bema of Demosthenes is not far from it, on the Pnyx, and probably those very stones you see standing there were the platform from which that great orator thundered forth his impassioned and inspiring addresses. We also saw the ancient octagonal Temple of Æolus, which stands at the head of the street called by that name after it. As E. B. and I stopped to sketch it, some soldiers"], [164, "136 A MODERN PILGRIMAGE. of their own accord made the people keep off from crowding around us, and walked up and down in front of us guarding us most carefully. We felt much obliged to them, but rather wondered at their attentions ; perhaps they had re ceived special orders to guard the English after the disgraceful affair of the brigands. We went about in the town a good deal this day, and amongst the shops and bazaars. There were very few women walking about, and those few were not at all hand some, although their head-dress is very picturesque and be coming, consisting of a red fez cap, worn at the back of the head, with plaits of hair wound round it outside to keep it on, for it is so small. The white plaited petticoats of the men are most peculiar, and they are far more national in their costume than are the women, whose cap is the only remnant of Greek costume, amongst those that we saw. The next day we went in a large party, filling five or six carriages, first, to see a modern Athenian sculptor (but he was by no means a Phidias in skill), and round by the Street of Tombs, where some excavations are going on now in a small way. I long for all the soil around Athens to be excavated, for I am sure that numberless treasures of art would still be discovered. We went also to what are still called \" Plato's Groves,\" where he walked with his disciples, and discoursed of a future state in the dim dawnings of light that he seems to have possessed. Geometry, too, was a special subject of study here, and considered as the primary step to all know ledge. I believe that it was written over the entrance to his academy, \" Let not him who knows not geometry enter"], [165, "ATHENS. 137 here.\" Geometry seems to be still a primary study of the Athenians, for the next day we heard little children singing through a geometrical lesson, and placing their little fingers at the acute and other angles as they sang. We went later in the afternoon to sketch the Acropolis, from the door of the square caves in the side of the hill near it, which are called the Prison of Socrates, and where he is said to have drunk the fatal hemlock. There is a fine view of the mag nificent Parthenon from it, and the remains of the Theatre of Herod stand at its foot, on this side. In the evening we listened to a most interesting and instructive lecture on Grecian history, from P. In the course of this day we heard a good deal more about the captives, and the distress of their poor wives, who were at the other hotel ; but nothing that seemed to lead one to expect that fatal ending. The difficulties were beginning about the ransom, &c. We had a slight shock of an earthquake in the early part of the day. I had never experienced one before ; but felt sure that the vibration of the chair I was sitting on was caused by one, although it was doubted by those around me at the time. I was writing a letter, and just saying, \" I am so glad to have a few quiet moments in which to write to you at last,\" when my temporary calm was thus interrupted, and I was obliged to add, \" Oh, but no, even my quiet moments are rendered most unquiet by the earth quaking under me.\" I believe that this was a wave of the earthquake which threw up a fresh volcano in another part of Greece, the light of which we saw when at sea a few days later. The 15th of April was Good Friday to us, but not to the Athenians generally ; it seemed so strange to find them K"], [166, "138 A MODERN PILGRIMAGE. nearly a fortnight after us in time ; and we had a second ist of April (of all days) whilst in this capital. We went to morning service in the house of the Rev. Mr. Hill — such a nice old man — an American Episcopalian. P. preached from \" The Greeks seek after wisdom, but we preach Christ crucified ; \" and in the afternoon we had a most interesting service on the summit of Mars Hill, on the very spot where S. Paul made that grand address to the men of Athens, about the \" Unknown God,\" whom they \" ignorantly worshipped.\" Before going to the service we went to see Mr. Hill's schools, and were charmed with the intelligent bright looks and answers of the pretty little children there. Dots of four and five years old came up one by one and described Scrip ture pictures, held out before them, in such little eager tones, full of \" Christos, Christos,\" of whom they seemed to have much to say. Bigger ones sang geographical and geomet rical lessons, in verse, &c. Mr. and Mrs. Hill take the greatest interest in these schools, and appeared to be a most excellent and delightful old couple. They have been work ing here for forty years ! and thousands of Greeks and Albanians have gained instruction from their school during that time ; they have taught three generations of several families. In the evening of this day we had the greatest treat that we enjoyed during our stay in Athens — a moonlight visit to the Parthenon ! We five were taken by Mr. Constantine, a native missionary living here, as an especial favour, for I believe that such nocturnal visits are not approved of by the government, who wisely keep the precincts of the"], [167, "ATHENS. 139 Acropolis under guard, for fear of any further demolition or robbery of the precious fragments of marble which lie scattered over the ground, so tempting to antiquarians of all kinds, genuine and affected. It was the most exquisite night that could be ; and Mr. Constantine, who had often been there, said that only once before had he seen the moon in so favourable a light for casting beautiful shadows athwart the fluted columns, and upon the marble fragments around. We felt almost overwhelmed by the beauty of the scene, and the dreamy stillness of the place seemed to be peopled with shadows of the past. When we clambered up the staircase, in the side wall of the Parthenon, to the top of the pediment, and sat there gazing below and around us at the lovely view, seen distinctly in the moonlight, it was really another of those times and scenes never to be forgotten in one's whole life. Yet I almost shudder now when I think of the danger we incurred in stepping across the narrow pathways of marble from one column to another. We gathered together in the safest place we could find and sang. Never before perhaps had Christian hymns ascended from the roof cf this once heathen temple, although the lower part of it was once transformed into a church. We almost feared to break the magic stillness that reigned around, and yet there was a fascination to us in the ringing sounds arising thus from this height. Christianity reigns, and will reign, when all vestige of the past grandeur and strength of man has passed away. All that is in the world shall be burned up, but these roofless K 2"], [168, "A MODERN PILGRIMAGE. 140 temples will last until then ; these columns have braved out two thousand years and more. At last, after roaming about a little longer in this enchanted spot, we unwillingly left it, and returned to the hotel soon aster eleven. I shall not easily forget the earnest manner of this Mr. Constantine in describing these ruins of his native land, and the solemn and affectionate way in which he spoke of them, almost as if he were a worshipper of the olden days speaking of the sacred shrine of the great goddess Athena ; but he is in reality a most earnest Christian man, incessantly occupied in speaking to the Greeks of the one true God. But his sympathies are keenly alive to all the beauties of these structures, and he gave us a great deal of information about them, and explained a most curious fact about the construction ofthe Parthenon. It would at first strike you as being formed of the most severely straight lines, but in reality it gains its grace from the fact that all these lines are curved on principles of the most subtle devising. It requires almost an architect's eye to detect them ; but no ordinary combination of merely straight lines could have produced the effect. There is some softening curve which rounds off all the apparent severity of form. I came to Athens prejudiced in favour only of Gothic architecture, and the pointed aspiring arch ; but here all such preconceived ideas of the limitations of beauty to the Gothic vanished. These Grecian forms and majestic columns are the grandest of all ruins I have ever seen ; they far surpass most of those in Rome, which seem to be but barbarous masses of brickwork after these. I cannot help"], [169, "ATHENS. 141 writing enthusiastically about them, but if any one doubts, who has not been, go to Athens and see for thyself! How grieved we were that our last day here came so soon ; but we made the most of it that we could, and rambled out at an early hour before breakfast, and went to see the Stadium, where the chariot and other races were run. It is a fine oblong space, of nearly seven hundred feet in length. Some small portions of the masonry are uncovered, at the circular end, from the grass which grows green over all the rest of it. To reach it, we crossed the dry bed of the Ilissus. We sketched again, and then went back to the hotel to breakfast and pack up, so as to have till the last hour of our stay in Athens to ramble once more around the beloved circle of ruins. We went up to the Acropolis, to gaze once more where we should never probably come again ; and we only just left time for hurrying back before starting in the afternoon. There were last visits to photograph shops to be made, and the hours were not half long enough ; but we learned to be quick in all final arrangements, and by four o'clock we were off in one of the carriages which Mr. C. had provided for us to drive down to the harbour ofthe Piræus. We filled eleven altogether, and it was an exciting scene as we all drove away at a good rattling pace down the long street of Hermes (the principal one in Athens), the people gazing at us in astonishment. I wondered if the brigands knew of our departure, and whether they would make a desperate assault upon any one of the carriages that might be last, or try to get hold of"], [170, "142 A MODERN PILGRIMAGE. Mr. C, as it is known that he must carry about a great deal of cash with him. I think that he was rather nervous about it, and glad when we all arrived in safety on the quay, from whence we at once proceeded to the same steamer which had brought us a week ago. We had seen so much to occupy our minds that it seemed more like a month."], [171, "CHAPTER X. FROM GREECE THROUGH ITALY HOME. We had a most wretched night on board, and E. B. and I had the same stuffy cabin. In desperation at the closeness of the atmosphere which pervaded the whole saloon, I wandered up on deck in the middle of the night, but it was too chilly to remain there. At last we were at anchor in the harbour of Syra again, and so dawned Easter Day upon us — by no means the pleasantest return of that glorious festival which I have spent. We went ashore as soon as we could, after the lengthy and crowded business that breakfast was, and we arrived at the small English Church after the service had commenced ; but we were thankful for any portions of our beloved Liturgy, on this day especially ; and there was Holy Communion, and we had a good sermon from the worthy old German clero-yman who fills the post of chaplain here. He read with a strong foreign accent, but distinctly. We rambled up to the remains of an old castle afterwards, which stands upon a hill commanding the whole town, and in its shelter from the bitterly cold north wind which was blowing, we managed to raise that old favourite hymn for Easter — \"Christ the Lord is risen to-day.\" We had missed it at the church, and so were glad to be able to have it out in this wild place."], [172, "144 A MODERN PILGRIMAGE. We were all rather exhausted and tired after the restless, sleepless night at sea, and we strolled down into the town again, and went into a Greek church, where some of the party fell fairly asleep, and I was very glad to sit still and watch the few worshippers who came in and out of the church to kiss some pictures and pray, half asleep too. I saw these figures moving about as if in a dream. We were so glad to be on terra firma that we deferred rejoining the ship as late as we could, and when we went the waves were tossing so much, close to the steamer, that in jumping from the boat to the steps alongside I very nearly fell into the water, but was fortunately grasped just in time by a strong hand ! We went on board the Ceres again (our old friend from Beyrout) in the evening, and were very comfortable there. (I really enjoy the life on board these large steamers.) On Tuesday morning we were in the harbour of Corfu, and here we five separated from Mr. C. and his party ; and after going through some affecting farewells, and receiving many kind expressions of regret at our leaving them, we packed oft\" in a boat, and with many waving handkerchiefs, fluttering in the breeze towards us, we made our way across the still tossing and angry sea to the harbour. We found to our delight that a steamer was bound for Brindisi that evening — we had expected to be obliged to wait until Thursday — and so we agreed to go on at once, and thus have more time for Rome. We had a few hours to spare for seeing this beautiful island, and we took a carriage and drove through the prin cipal parts of the town, and went along a most delightful"], [173, "CORFU 145 road, through gardens and fields and flowers, out to a point of view across another part of the island. It was a most delicious morning, and everything was clothed in the freshness and brightness of spring. In re turning, we walked through the gardens of the King's summer palace. The paths were bordered with lovely white and purple irises. There was a most lovely view of the town of Corfu, with its picturesque forts stretching out into the blue sea, and the snowy chain of the mountains in Albania beyond formed a most exquisite picture for our sketch books. We returned to the hotel for dinner, and soon after went down to the harbour to go on board our steamer for Brindisi, but we found the sea so rough, and such a furious wind was blowing, that we were quite uncertain for a time as to whether we really were wise to start in such weather, and opinion was divided ; but Z. was all for going, and felt sure that the squall would soon pass. We saw some blue sky in the far distance, which promised a calmer state of things soon we hoped, and so we mustered up our courage and made a rush into the little boat by the quay between the waves as they rolled in, and got safely to the steamer. The wind sank almost immediately, and we saw a most glorious sunset, tinting all the dark mountains around with \" roseate hues\" as we steamed away amongst them towards the open sea. Great waves were still rolling in, a \" ground swell \" with a vengeance, and by the time we were in our berths we rolled so tremendously that we had to hold on very tightly not to be pitched out on the floor, which unfor tunately C. B. and another were, and met in the middle of their cabin !"], [174, "146 A MODERN PILGRIMAGE. There were only five other passengers besides ourselves. We were about seventeen hours making the passage, and by ten o'clock we were in the harbour of Brindisi. We went to an hotel and remained quiet there during the day, painting, reading, &c. We went on at seven in the evening for Naples, and were all turned out in the middle of the night at Foggia, for a drive of some miles in a string of most antiquated, queer-looking omnibuses, across a part of the Apennines, where there is a break in the line of railroad. We spent four days at Naples, and saw and did all that we could, going about the city the first day and visiting the beautiful Museum. The second we were up soon after five, and drove to Resina, from whence we ascended Vesuvius, and looked down into its smoking crater — the most extraordinary sight I have ever seen. We had very great fun, running down amongst the soft ashes, or rather springing in a series of jumps, and we came down as if in seven-leagued boots ! Afterwards we went on to Pompeii, and remained there until after sunset, wandering amidst its silent ghostly streets, of which I cannot stop to give any description in these pages, which are more especially intended to be devoted only to our Eastern Journey; but I must add just these few lines, enumerating all that we finished up with. Saturday we had a most delightful day, spent in going to Capri, and visiting the renowned Blue Grotto there, which was very blue and lovely the day we saw it. We also landed on the island, took donkeys and rode over to the other side of it, to a bellissima veduta, and we had the most recherche"], [175, "NAPLES. ROME. 147 little dinner, in an open balcony commanding a view over the bay. We landed at Sorrento later on in the afternoon, and taking a carriage for the drive to Castellamara, we enjoyed that most beautiful of all roads in the evening hour, with views ofthe setting sun sinking in the sea behind us. Sunday was a quiet day of rest to mind and body. Monday we were off to Rome, and we spent a most wonderful week there, seeing and doing all that could pos sibly be comprised in so short a time, as three of the party had never been there before, and twenty years had passed since one of the party had written his interesting book, \" The Forum and the Vatican,\" about it. Only one had passed for me, so I tried to take it as quietly as I could, but of course I was led on by the pleasure and excitement of seeing its marvellous multitude of interests with the others. The ruins were the chief objects of interest ; but I do not think that any very important omissions were made, and as sketching was combined with sight-seeing, any one can fancy that we worked pretty hard, and sometimes from before breakfast until midnight were we going about or drawing or writing. I wonder that we are still alive to tell the tale ! but although heart and flesh did rather fail sometimes, I do not think that it has done us any permanent injury. We even found time for a whole day at Tivoli, and were greatly refreshed and delighted with its beauties, which are no tax upon the mind and historical memory, as almost all the sights in Rome are. May 4. — We went bythe Monday night train to Florence,"], [176, "148 A MODERN PILGRIMAGE. and saw nearly everything there in the course of the next day; and were very thankful for a good night's rest after it. We went to Milan on Wednesday ; and in the evening we just strolled out to see the beautiful \" Duomo,\" in the dim starlight ; and the next morning we went up to the top of its slender spire, and enjoyed a very fairly clear view of the chain of the Alps, seen from thence. What a marvellous clustering of graceful statues and spirets there is upon this roof of marble ! What an exquisite structure the noble Cathedral is ! Perfect, except for its deceptive internal roof; and even that is so truthfully painted to resemble stone, that many are never aware, I believe, but that those graceful fan-spread arches are not what they seem to be. Where ignorance is bliss, it really, in this case, is folly to be wise. We went on in the afternoon, by the exquisite Lake of Como, to Cadennabbia, a place which to me is altogether in its surroundings the very perfection of beauty — verily, an earthly paradise. We crossed over to Bellaggio the next morning, after having been to see the Villa Carlotta, before breakfast. The clusters of roses in the garden there were something most wonderful; and how sweetly the nightingales were singing and carolling their early morning songs of love ! We sat for some moments speechless with delight at the exquisite picture around us — of wood and water, sunlight and shade, with sweet sounds and perfumes of roses — forming something altogether beyond the power of language to describe, and in which it was only wearisome to be constantly repeating \" How beautiful ! \""], [177, "LAKE OF COMO. 149 We found one more such spot of concentration of loveli ness on the other side, at a high point in the gardens of the renowned Villa Serbelloni. The actual surroundings were varied, yet the same; only instead of the nightingales' partly joyous, partly melancholy warblings, the stillness around was broken by the fitful chiming of some village bells, from a church tower over the other side of the Lecco branch of the lake, and these gave a more human and earthly tone to the enchanted scene. A storm came on suddenly, and broke the spell almost as soon as we had reached the hotel, where we awaited the steamer to take us to Colico that evening ; and damp and chill was the deck of that little boat, as we went on our way towards it. \"Such is life;\" full of change, light and shade ! Seize the moments that come to you now and then, revealing a loveliness, even upon this earth, and a happiness of which you may not in sadder hours believe yourself to be capable of feeling, and store them up in your memory to help you in some of the dim and dark hours of life. You may be enabled to weave some bright network of re membrances over many dull and lonely hours by dwelling upon those past scenes of beauty, covering many a blotted page in your life's journal by these fair pictures of the mind ; and let the beauty stretch beyond the plainness of the horizon, perhaps immediately about you, so hiding it from you. I have done with rhapsodising, as some may call this ! We never stopped again to dream ; but from Colico we passed over the Spliigen that night, and reached Zurich on the Saturday evening, where we had some quiet and peaceful"], [178, "150 A MODERN PILGRIMAGE. hours of rest, and service on the Sunday. Monday we went, by Bale, to Paris, after spending a short time at the Trois Rois. We were in Paris at half-past five on Tuesday morning, and left it again about eleven ; crossed over from Dieppe to Newhaven, and found ourselves once more in our own land again — we wanderers from these far countries that I have been telling of. Our hearts were very full of mingled feelings of delight in returning to our homes, and of regret at parting from each other, and thus breaking up the happy band of fellow-pilgrims who had shared so many difficulties and dangers, delights and pleasures, during the few months that we had thus been together. I do know that we all felt very great thankfulness to God for having permitted us to return in such health and safety, and without having had even the shadow of an accident to any of us ; and also for having been able to enjoy, with such kindred spirits, the sight of holy lands and places and countries, speaking of His dealings in ages past, with an interest which nothing can efface from our memories so long as life here, and the life beyond too, shall last. We came together to London on Tuesday evening, and parted at the London Bridge Station. I have done. May others only be induced to go and see and enjoy what we did so fully ! H. M. M. K."], [179, "APPENDIX. Instead ofthe lines referred to on page 12, the following verses are substituted, which were composed on the con clusion of the tour, in memory of the many occasions on which we had sung the Doxology : — A HOLIDAY PSALM. Praise God ! Creator, Saviour, Lord, Upholding all things by His word ; Now let our hearts unite to raise, With all His works, a song of praise. Praise God ! who spread the aeure sky, And reared the swelling hills on high ; Who taught the rivers where to flow, And the great sea his bounds to know. Praise God1! whose pencil paints each flower, Whose breath perfumes each fragrant bower, Who decks the lily and the rose, And nurtures every plant that grows. Praise God ! whose varied voice is heard In murmuring rill, and song of bird ; In ocean's roar, and summer breeze, And soothing music ofthe trees."], [180, "152 APPENDIX. Praise God ! whose gifts the fields adorn, Who clothes the vales with golden corn, Who feeds the flocks on flowery hills, And all His works with bounty fills. Praise God ! for health, and friends, and home ; For joy and safety when we roam ; For eyes to see, and hearts to feel The love our Father's works reveal. Praise God ! who makes this world so fair, That oft we fain would linger there ; Praise God ! who hath salvation given, And brighter homes, through Christ, in Heaven. Praise God ! from tohom all blessings f mo ; Praise him ! all creatures here beloiv ,* Praise Him above ! ye heavenly host ; Praise Father, Son, and Holy Ghost ! 26 AP 02 | CAXTON PRESS, CAMDEN ROAD, LONDON, N.W."], [181, ""], [182, ""], [183, ""], [184, ""]]