[[1, ""], [2, ""], [3, ""], [4, ""], [5, "A LETTER T O P A -V IE} GARRICK, Efq. FROM WILLIAM KENRICK, LL.Q fyfeo deo irato. Ter. Phor. fHE SECOND EDITION. L O N D O N .; Printsd for J. WHEB.LE, P at er-noster-Rc w. Mdcclxxii,"], [6, ""], [7, "To DAVID GARRICK, Efq. S I R, T A HE author of the following Eclogue, having requcfted my aflift- ance to introduce it to the world ; it was with more indignation than furprize I was informed of your having ufed your extenfive influence over the prefs to prevent its being advertifed in the News-papers. How are you, Sir, concerned in the Lamentation of Rofcius for his Nyky ? Does your modefty think no man entitled to the appellation of Rofcius but yourfelf? Does Nyky refemble any nick-named fa- vourite of yours ? Or does it follow, that if you have cherifhed an un- worthy favourite, you muft bear too near a refemblance to him ? £>ui capit Ule facit ; beware of felf-accufation, where others bring no charge ! Or, granting vou right in thefe particulars, by what right or privilege do you, Sir, fet up for a licenfer of the prefs ? That you have long fuccefsfully ufurped that privilege, to fwell both your fame and fortune, is well known. Not the puffs of the quacks of Bayf- water and Chelfea are fo numerous and notorious : but by what au- thority do you take upon you to fhut up the general channel, in which writers ufhpr their performances to the public ? If they at- tack either your talents or your character, in utrumque paratus, you are armed to defend yourlelf. You have, befides your ingenuous countenance and confeious innocence ; Nil confeire fibi, nulla pal- lefcere culpa ; Befides this brazen bulwark, I fay, you have a ready pen and a long purfe. The prefs is open to the one, and the bar is ever ready to open with the other. For a poor author, not a printer will publifh a paragraph, not a pleader will utter a quib- ble. You have then every advantage in the conteft : It is need\" lefs, therefore, to endeavour to intimidate your antagonifts by countenancing your retainers to threaten their lives ! Thefe in- timidations, let me tell you Sir, have an ugly, fufpicious look. They are befides needlefs ; the genus trrhabile vatum want no fuch perfonal provocations ; Heaven knows, the life ofaplay-wright, like that of a fpider, is in a ftate of the moft {lender dependency. It is well for my rhiming friend that his hangs not on fo flight a thread. He thinks, neverthelefs, that he has reafon to complain, as well as the publick, of your having long preferred the flimzy, tranflated, patch'd-up and mif-altered pieces of your favourite com pilers, to the arduous attempts at originality of writers, who have no perfonal intereft with the manager. In particular, he thinks r A 2 the"], [8, "[ iii ] the two pieces, you are proje&ing to get up next winter, for the emolument of your favorite in difgrace, or to reimhurfe yourfelf the money, you may have advanced him, might, for the prefent at leaft, be laid afide. \\ But you will afk me, perhaps, in turn, Sir, what right 1 have to interfere with the bufinefs of other people, or with yours r I will ahfwer vou. It 'is becaufe I think your bufinefs, as patentee of a theatre-royal, is not fo entirely yours, but that the publick alfo have fome concern in it. Ypur Sir, indeed have long be- haved as if you thought the town itfelf a purchafed appurtenance to the theatre; but, tho' the fcenes and machines are yours ; nay, tho' you have even found mean's to make comedians and poefs your property; it fhould be with more caution than you praftife, i r ■ ' J ' • r r '■' Z3 i .that you extend your various arts to make lo icandaious a proper- ty of the pubiick, , . r. , tAgain I anfwer, . it is becaufe I have fome regard tor my mend, 'and as much for myfelf, . whom you have treated as ill perhaps as you have done any other writer ; while under your aulpices, fome of the perfons , ftigmatifed by the fati rift, have frequently combined so .do me the moft effential injury. But nemo me ivipune Paceffit. Not that I nifjan now to enter, into particulars which may be thought to relate too nuich to myfelf and too, little to the pubfick. When I fhall have leifure to draw a faithful portraiture of Mr. .Gfarrkk, not only from his behaviour to me in particular, but from his conduct towards poet's .payers and the town in general, 1 doubt not to, convince the moft partial of his admirers that he hath accumulated a fortune, as. manager, by the meaneft and moft me- retricious devices, arid that the theatrical props, which have long . fupported his exalted reputation, as an a&or, have teen raifed on. the ruins of the Englifh ftage. In the mean time,. I leave you to amufe yourfelf with' the follow- ing jeu d'efprit of my friend ; hoping, tho' it be a fevere correction for the errours of your paft favouritifm, it may prove rrfalutary guide' tp' you for the future. With regard to its publication I hope 4>lfo to ftahd excufed with the reader for thus mtcrpofTng to defeat T*ihe fuccefs of thofe arts, which you fo unfairly pi aftife to prevent, 'from' reaching the public eye, whatever is difagree&ble to your own. t am, Sir. Yours, &c. W. K."], [9, "LOVE in the SUDS; A TOWN ECLOGUE 'BEING THE LAMENTATION of R'QSCIXJS ■F OR T HE L O S S of his N Y K Y. PDixin' ego. vobis, in Me ejfe Attieam elegantiam ? Ter, O me infelicem 1 ■ qua Iauddr am quantum luftus habuerint I Vrmd. With A n n« t'A t ixms > by ■ the Editor ; A'VD an. A P P E K D I X, •CO N T. A IN I N G QjU EH I E S and ANSWERS Relative to the Perfonal Satisfa&ion, pretended to have been required of the Author of the above Eclogue, by the lamentable Rose i us."], [10, ""], [11, "LOVE in the SUDS; A TOWN ECLOGUE. VV HITHER away, now, George*, into the city* And to the village, muft thou bear my ditty. Seek Nyky out, while I in verfe complain, And court the Mufe to call him back again. Boeotian Nymphs, my favorite verfe infpire ; As erft ye Nyky taught to ftrike the lyre. For he like Phoebus' felf can touch the ftring, And opera-fongs compofe — like any thing 1 What fhall I do, now Nyky's fled away ? For who like him can either fing or fay ? IMITATIONS. Quo te, Moeri, pedes ; an quo via ducit in urbem ? Nymphae, nofter amor, Libethrides, nunc mihi carmen, Quale meo Codro, concedite ; proxima Phoebi Verfibus ille facit. Quid facerem ?. NOTE S. * The brother and conftant companion of R o s c i v s ; the Mercury of our theatrical Jupiter, whom he dilpatches with his divine commands to mortal poets and miferable afters. For"], [12, "8 For mc, alas ! who well com pos'd the fong When lovely Peggy * hVd,and I was young j By age .impair'd,;my piping days are done, My memory fail s, and ev'n.-my voice is gone. My feeble notes I yet muft ftrive to raife j Boeotian 'Mufes- ! aid ray feeble lays : A little louder, and. yet louder ftill, Aid me to raife my failing voice at will j Aid me as' loud ,as Hero-idea did, .bawl, Tor Hylas loft, ]oft-Ny&Y back £o call ; While London rffeown^and. all its -fuburbs Touncj In echoes, Ny&y, -NyKy$rback-refound. Whom 1 Ml TAT I O N S. Saepe ego Ipngos Cantando puerum memind me condcre foles 'Nuncoblita mihi tot catrxuna : vox qupcme Moerim Jam fugit ipfa Omnia fert aetas, animum quoque. i Mufae paulo majora canamus. Hylan nautae quo fonte relielum Clamaflent ; utHttus^HykfeHyla, omne fonaret;, NOTES. * Peg'Gy Wotfington, on whom ourRoscius, then her inamp -vrato, made a famous fong, beginning with the following ftanza : Onee more I'll tune the vocal fhell, 'fo hills and dales my pafjion tell, Aflame which time can never quell, .That burns for thee, my Peggy. Time"], [13, "9 Whom flieft thou, frantic youth, and whence thy fear ? Bleft had there never been a grenadier ! Unhappy Nyky, by what frenzy fciz'd, Couldft thou with fuch a monftrous thing be pleas'd ? What, tho' thyfelf a loving horfe-marine,f A common foot-foldier's a thing obfctne. Not fabled Nymphs, by fpleen turn'd into cows, Bellow'd to nafty bulls their amorous vows ; Tho' turn'd their loving horns upon each other, Butting in play, as brother might with brother. Unhappy Nyky, whither doft thou ftray, Loft to thy friends, o'er hills and far away? IMITATI ON 5. Quern fugis ? Ah demens ! Et fortunatam, fi nunquam armenta fuiftent, Pafipha^n nivei folatur amore juvenci. Oh, virgo infelix, quae te dementia cepit ? - Prcetides implerunt falfis mugitibus agros : At non turn turpes pecudum tamen ulla fecuta eft Concubitus : quamvis collp timuifiet aratrum, Et faepe in levi'quaefifiet cornua fronte. Ah, virgo infelix, tu nunc in montibus erras ! NOTES. Time, however, effecls ftrange things, as the poet fays, and many have been the paffions which have fmce agitated, and have been alfo quelled in the bofom of Ro scius. -f Nyky is a half-pay officer of marines A horfe-marine is a kind of meretricious Hobby-horse, modb virmodb fcemina. B Ye"], [14, "10 Yet to Euryalus as Nifus true, So fhall thy Roscius, Nyky, prove to you ; Whether by impulfe mov'd, itfelf divine, Or fo I'm bound to call it, as it's mine, A mighty feat prefents itfelf to view, Which for our mutual gain I yet will do. Mean-time do thou beware, while I bemoan, How far thou trufteft feas or lands unknown. To Tyber's ftream, or to the banks of Po, Safe in thy love, fafe in thy virtue, go ; Yet even there with caution be thou kind, And look out fharp and frequently behind. But ah, beware, nor truft, tho' native Mud,f The banks of Liffy, or of Shannon's flood ; Or there, if driv'n by fate, be hufh'd thy ftrain ? Nor of thy wayward lot, nor mine complain. IMITATIONS. Nifus ait, M Diine hunc ardorem mentibus addunt Euryale ? An fua cuique deus fit dira Cupido ? Aut pugnam, aut aliquid jamdudum invadere magnum Mens agitat mihi Hac iter eft ; tu ne qua manus fe attollere nobis A tergo poffit, cuftodi ct confide longe. NOTES. + Nyky it feems was born and bred in Ireland •, where his chnftian name was John. How he came by the Jewifh appellation^of Ifaac is not gene rally known. Whether it Was bellowed upon him for his relemblance to the chofen people, or given him by poetical licence, may poffibly be a matter of difquifition for future fcholiafts."], [15, "[ S. ] On Left female Bacchanals, when flufli'd with wine, Serve thee, like Orpheus, for thy fong divine ; Nay back return, left my too plaintive verfe Entail on me the fame Orphean curfe ; Left Venus' train of Drury and the Strand Attack my houfeby water and by land j Hot with their midnight ©rgies, madly tear My little limbs, and throw them here and there ; Cafting, enrag'd at my provoking theme, Th' inditing brain into the neighbouring ftream : When, as my fkull lhall float the tide along, Thy much-lov'd narrfe, the burthen of my fong, Shall ftill be flutter 'd, later than my breath ; Nyky — Nyk — Ny — till ftopt my tongue in death Through London-bridge fhall Wapping Nyky roar, And Nyk be even heard to Hampton's fhore.* IMITATIONS. Spreto Ciconum quo munere matres Inter facra deum, no&urnique orgia Bacchi, Difcerptum latos juvenem fparsere per agros. Turn quoque marmorea caput a cervice revulfum, Gurgite cum medio portans Oeagrius Hebrus Volveret, Eurydicen vox ipfa et frigida lingua Ah miferam Eurydicen anima fngiente, vocabat : Eurydicen toto referebant flumine ripae ! NOTES. • The celebrated villa of Ros ci us. B 2"], [16, "12 On Hebrus' banks fo tuneful Orpheus died ; His limbs the fields receiv'd, his head the tide. Nor more its ftream renown'd than Thames in fame : Here Catherine Hayes ferv'd Goodman Hayes the fame, [f Here on this fpot, where now th' Adelphi ftands, Was thrown her hufband's noddle from her hands ; His fcatter'd limbs left quiv'ring on the fhore ; As Thracian wives had play'd their part before. Oh, horrour, horrour ! Nyky back return ; Nor more for grenadiers imprudent burn. And yet, ah why fhould Nyky thus be blam'd ? Of manly love ah ! why are men afham'd ? A new red coat, fierce cock and killing air Will captivate the moft obdurate fair ; What v/onderthen if Nyky's tender heart At fuch a fight fhould feel a lover's fmart : No wonder love, that in itfelf is blind, Should no diftin&ion in the difference find ; No wonder love fhould Nyky thus enthrall ; Almighty love, at times, fubdues us all •; While, vulgar prejudices foar'd above, Nyk gave up all the world,— well loft for love. IMITATIONS. Omnia vincit amor et nos cedamus amori. NOTES. |j See the Tyburn Chronicle and Newgate lamentations pro tempore ;, par ticularly that famous ballad, entitled A merry fong about murder, beginning with. \" In Tyburn-road there liv'd a man,\" &c, Yet"], [17, "13 Yet -flight thecaufe of Nyky's late mimap ; Nyk but miftook the colour of the cap : A common errour, frequent in the Park, Where love is apt to ftumble in the dark. Why rais'd the haughty female head fo high, With the tall caps of grenadiers to vie ? Why does it like tremendous figure make, To fubject purblind lovers to miftake ? f Or rather why, in thefe enlighten'd times, Should rigid Nature call fuch errours crimes ? \" Thou Nature art my goddefs,\" faith the play j But even Shakefpeare's text hath had its day. More gentle cuftom no fuch rigour knows ; And cuftora into fecond nature grows* Let vulgar paflions move the vulgar mind, Superior fouls feel motives more refin'd : Among the low-bred Englifh-flow advance Th' Italian gufto and bon ton of France. Strange to the claiTic lore of Greece and Rome, And rudely nurs'd in ignorance at home, » The taftelefs herd e'en conftrue into fin, That poets fhould in metaphor lie in, While I, their beft man-midwife, muft be fham'd Whene'er the Fafhionabfe Lover's nam'd. NOTES. f Nykv isjiear fighted. But"], [18, "14 But Candour's veil love's foibles ftill fhoukl cover And Nyk be ftil'd a Fashionable Lover.*. To polifh'd travellers is only known That tafte which makes the ancient arts our own ; Which fhares with Rome in every gem antique ; Which blends the modern with the ancient Greek ; Improves on both, and greatly foars above, In pure philanthropy, Platonic love ; That love which burns with undiftinguifh'd rage, And fpares in fondncfs neither fex nor age ? Ah ! therefore why in thefe enlighten'd times Sould rigid Nature call fuch errours crimes ? Muft not the tafte of Attic wits be nice ? Can antient virtue be a modern vice ? The Mantuan bard, or elfe his fcholiaft lies,* Virgil the chafte, nay Socrates the wife, NOTE S. * If any author of prolific brains In this good company feels labour-pains ; If any gentle poet big with rhyme Has run bis reckoning out and gone his time : Know fuch that at our hofpital of mufes He may lie-in in private if he cbufes ; We've Jingle lodgings there for fecret ftnners With good encouragement for your beginners.\" Prologue to the Fashionable Lovek. It is indeed now plain enough that Roscius has given great encourage ment to fecret finners *, but I would advife none of our poets to lie in again in private *, but to remember the fate of a late tragedy and farce. Poor Clementina, and the lady An hour before marriage, both privately lay-in and miicarried. * The Jtfuit Ruaeus begins the argument of Virgil's fecond Eclogue with the following explicit declaration, Amabat Virgilius puerum. The"], [19, "[ 9 1 The gay Petronius, fophifts, wits and bards, Of old, beftow'd on youth their foft regards ; In modifh dalliance pafs'd their harmlefs time Ev'n modifh now in foft Italia's clime. Could lightenings ever iffue from above To blaft poor men for fuch a crime as love ; When the lewd' daughters of inceftuous Lot Were both with child by their own father got ? Poor goody Lot indeed might be in fault, And juftly turn'd to monumental fait : The matrimonial emblem of a wife : Needs muft be fait a difh to keep for life t / z_ s- 6'\" s *+. y s *• f /o A fable Sodom's fate : in Heav'n above All is made up of harmony and love ; That fuch its vengeance^ believe noU I ; Hiftorians err and Hebrew Jews will lie. Sing then, my Mufe, a more engaging ftrain To lure my Nyky back to Drury-lane. Tell him the fancied danger all is o'er j Home he may come and love as heretofore. IMITATIONS. Formofum paftor Cbrydon ardebat Alexin. Deos didiei fecurum agere aevum Nee ft quid miri faciat natura, deos id Triftes ex alto coeli demittere tefto. Credat Judaeus Apella, Non ego. Ducite ab urbe domum mea carmina ducite Daphnim. Tn"], [20, "[ 1° ] In vain the vulgar fhall for vengeance call, Or move the juftices at Mickes's-hall ; In vain grand juries fliall be ufg'd by law In his indictment not to leave a flaw. Ev'n at the bar fhould Ny-ky ftand arraign'd, No verdid 'gainft him fhould be there obtain'd j Nay, by the laws and cuftoms of the land, Tho' trembling Nyky fhould convicted ftand, The candid jury fhall be mov'd t'acquit A gentleman, an author, and a wit : For liberal minds with candour ever fee The milder failings of humanity ! Smooth-fpoken Mansfield, -J- with his vacant face, In foftening accents firft fhall ope his cafe; Which to defend,' the want of Merlin's cunning Shall be fupplied by that of Grim bald Dunning. || E'en at th' Old-Bailey they for Nyk fhall plead ; Where would they not, if they were largely fee'd ? Were Nyky fummon'd to the bar below, Well -fee'd thefe faithful barrifters would go ; NOTES- f Not the Judge of that name; but the banifter, who, is by no means a judge of any thing. || See King Arthur, lately revived at Drury-lane Theatre, and attend the pleadings in our courts of law and equity at Weitminfter* Guildhall, and Lincoln's-inn. Their"], [21, "[ » ] Their tale to Minos would they glibly tell ; Minos the Mansfield, or Chief Judge, of Hell $ Nor need my Nyky fear a London jury Will e'er be influenc'd with a female fury. Can they who let a prov'd afTaffin Ycape Hang up poor Nyky for a friendly rape ? If in the dark to ftab, be thought no crime, What may'nt be hop'd from jurymen in time ? Soon Southern modes, no doubt, they'll reconcile Writh the plain manners of our Northern ifle ; And e'en new-married citizens be brought To reckon S y a venial fault ; When if George Bellas,* cruel and unkind, Blaft not their loves, with rude tempeftuous wind, In common-council Corydon may burn, And Cory dons for Corydon in turn, Till every alderman about the chair Find his Alexis in a new lord-mayor. IMITATIONS. Ex illo Corydon, Corydon eft tempore nobis. NOTES. J Minos is reported by the poets to have been raifed to this high office for his impartiality in the adminiftration of Juftice here on earth : what a pity that office is not foon to become vacant > as it might be moft luckily filled by as worthy a fucceflbr. * A boifterous mock-patriot, fuppofed to be defcended from Eolus and Amphitrite, being famous for his mackarel expeditions, his mufical know ledge of the fundamental bafe and public performances on thebafibon, C Sing"], [22, "By [ 12 ] Sing then, O Mufe, a more pathetic ftrain, To lure my gentle Nyky back again. For, fure as Thames refembles Tyber's tide, Shall Macaronis foon poflefs Cheapfide ; As petty-jury-men in judgment fit, And ev'ry Corydon, with Nyk, acquit. Yes by this knife, this ufeful f knife, I fwear, Which for my lov'd B tti's fake I wear ; This knife, whofe haft, at Stratford Jubilee, For ever left its parent mulberry tree ; For thence it grew,, tho', tipt with fteel fo fine, It now will ferve to ftab with, or to dine ; That tree, which late on Avon's border grew ; By Shakefpeare planted y Warwick lads fay true ; IMITATIONS. Ducite ab urbe domum mea carmina ducite Daphnim A XX ik toi tpBCi), K. tin ftzyccv 'apxov cfMjJ.cn, N«* f*c& Tone Qtyi*r]pov, to jxbv H-roJe tpuWa k. otPytq GfZtrtl, iTTStOl- \"ETpWTOt TO^LVjV \\v ObVTS'l KiXoiTTi-V, Qt$* ctvadiijX-i(T6i. HoM. Ut fceptrum hoc(fceptrum dextra nam forte gerebat) Nunquam fronde levi fundet virgulta nee umbras ; Cum femel in fylvis imo de ftirpe recifum, Matre caret pofuitque comas et brachia ferro Olim arbos, nunc artificis manus sere decora. Inclufit patribufque dedit geftare Latinis. Vi rg NOTE S. f See the utility of this knife in a late Seffions-paper."], [23, "I .3 J By this moft ptecj pus reliekj here I pl^dg^ Myfelf to fave him frorn the halter's edge : And not myfelf alone, but .ev'ry friend Shall all his jntereft and afliftanee lend. Quaint B , beholding the rude mob with fcorn, Shall tell how Irifh bards are gentle born ; Next I, to-captivate the learned bench, Will ftrait affirm that.NyKY writes good French ; * Thy timid nature Johnson fhall maintain,?}-\" In words no dictionary can explain. Goldfmith, good-natur d nian, fhall n$xt defend, His fofter-brother, % countryman, and friend : Shall prove the humbler pafiions, now and then, Are incidental to us little men ; G 2 And IMITATIONS. Hanc ego magnanimi fpolium Didymaonis baflam, Utiemel eftavulfajugis a matre perempta, Quae neque jam frondes virides neque proferet umbras, Fida minifteria et duras obit horrida pugnas Teftor. Val. Flac NOTES. * See the Seffions-paper ; in which this admirableplea is made ufe of by Roscius to exculpate a culprit accufed of murder. -f- Sec the fame *, in which this pompous pfeudo-philofopher affe&s to fuppofe cowardice incompatible with the character of an Italian bravo. ;£ So called from having npt long fince made one in a poetical triumvi rate, which gave occafion to the following verfes in' imitation ofDryden's famous epigram on Milton *, \" Three poets in three diftai\\t ages born,\" &c. Poor"], [24, "Do I 14 ] And that the part our gentle Nyky play'd Was but philofophy in mafquerade. § Let me no longer, then, my lofs deplore, But to his Roscius, Mufe, my Nyk reftore. For IMITATIONS. Ducite ab urbe domum mea catmina ducite Daphnim. NOTES. Poor Dryden f what a theme hadjl thou, Compar d to that which offers now ? Wliat are your Britons, Romans. Grecians, Compar 'd with thorough-bred Mikfians ? Step into Griffin's floop, he'll tell ye Of Goldfmith, Bickerjlaff, and Kelly, Three poets of one age and nation, . . Whofe more than mortal reputation, Mounting in trio to thejkies O'er AMiltorf s fame and VirgiTs flies. Nay, take one Irifh evidence fort' other, Ev'n Homer 's felf is but their fojler-br other. § It feems indeed to be growing into fafhion for philofophy to go in mafquerade, if there be any truth in the fubjecl of the following ; which lately appeared in the public prints. To Doftor Goldsmith, on feeing his name in the lift of the mummers at the late mafquerade. «* Say fhould the philofophic mind difdain \" That good which make9 each humbler bofom vain ; 44 Let fchool-taught pride diffemble all it can, 44 Such little things arc great to little man.\" Goldsmith. How widely different, Goldfmith, are the ways Of doPlors now, and thofe of ancient days ! Theirs taught the truth in academic Jhades, Ours iMiunt lewd hops, and midnight mafquerades ! So chang'd the times ! fay philofophic fage, Whofe genius fuits fo well this tafteful age, Is the Pantheon, late a fink obfcetie, Become the fountain of chajle Hippocrene ? Or do thy moral numbers quaintly flow i Jnjpifdby tFJganippe of Sobol"], [25, "*» [ '5 3 For who like him will patch and pilfer plays, Yielding to me the profit and the praife ? Tho' cheap in French tranflations Murphy deals ; For cheap he well may vend the goods he fteals ; Tho' modeft Craddoc fcorns to fell his play, But gives the good-for-nothing thing away ; What tho' the courtly Cumberland fucceeds In writing fluff no man of letters reads ; Tho' fenfe and language are expell'd the ftage ; For nonfenfe pleafes beft a fenfelefs age ; What tho' the author of the New Bath Guide. Up to the fkics my talents late hath cried jiy NOTE S. Do wifd.onPs fons gorge cates and vermicelli* Like beaftly Bicker ft aff or bothering Kelly ? Or art thou tir'd of tV undeferv'd applaufe Beftow'd on bards affetting virtue's caufe ? Wouldli thou, like Sterne,refolv'd at length to thrive, Turn pimp and die cock-bawd at fixty-five, Is this the good that makes the humble vain, The good philofophy fhould not difdain If fo, let pride diffemble all it can, Pd modern fage^is {till much lefs than man. Morning Chronicle. ■j- The compliments paffed between thefe celebrated geniufes indeed were mutual *, Mr. A. commending Roscius for his fine adting, and Roscius in return Mr. A. for his fine writing. The panegyric on both fides was equal ly modeft and juft *, and yet fome fnarling epigrammatift could not forbear throwing out the following ill-natured jeu d'efprit .on the occafion. On the poetical, compliments lately paffed between Meff. G. and A. When mincing m afters, met with miffes, Pay mutual compliments for kijfes ; Mifs Polly fings no doubt divinely, And mafter Jacky fpouts as finely. But haw I hate fuch odious greeting, When two old ftagers have a. meeting.. Foh ! out upon the filthy pother ! What ! men beflobber one. another ! Tho"], [26, "[ *6 ] Tho' humble Hiffernan in pay, I keep, Still my faft friend, when he is faft a fleep ; Tho' long die Hodmandod my friend hath been, With the land-tortoife earth'd at Turnham-Green : * Tho' Harry Woodfai.l, Baldwin, Evans, Say, |j My puffs in faireft order full difpUy ; NOTES. * Two amphibious monfters, well known in die republic of letters as editors of the Critical and Monthly Reviews. The latter feems to be compared by the poet to a land-tortoife buried in the earth, on account of the flownefs of iti motion and the clouds of dull and dujlnefs with which it is furrounded : the former hath been long known by the above appellation from the fol lowing humorous defcriprion. Lusus Nature Typographic. Monftrum horrendum informe ingens cui lumen ademptum. Virg. I thought fome of Nature's journeymen had made men, and not made them well; they imitated humanity fo abominably. Shakespeare. In Nature's workfhop, on a day, Her journeymen inclin'd to play, Half drunk 'twixt cup and can, Took up a clod, -which fhe with care Was modelling a huge fea bear, And f wore they'd make't a man. They tried, but, handling ill their tools, Form'd, like a pack of bungling fools, A thing fo grofs and odd ; That, when it roll'd about the difh, They knew not if 'twere flefh orfifh, A man or Hodmandod. Tet, to compleat their piece of fun, They chriflen'd it Arch Hamilton ; \" But what can this thing do ?\", Kick it down flairs ; the devil's in't If it won't do to write and print The Critical Review. Kenrick. |j Editors and printers of news-papers, well known to die public for their impartiality in regard to Roscius, Impar-"], [27, "[ >8 ] Impartially infert each friendly pro, Supprefling ever con of every foe j-f- For well I ween, they wot that cons and pros Will tend my faults and follies to expofe : Tho' mighty Tom doth ftill my champion prove, And Lockyer's gauntlet be a chicken glove. NOTES. -f- A recent inftance of this muft not pafs unnoticed. In the Public Ad vertifer appeared lately the. following quaint panegyric, fuggefted probably to Roscius himfelf by his brother George the attorney. Nature -» againft \\ Notice of Process. G J Dame Nature againft G now by me Her aiiion brings, and thus Jhe grounds her plea*. \" I never made a man but ftill Tou aPted like- that man at will, ; • Ye4 t?ver muft I hope in vain To make a man like you again.\" Hence ruin'd totally by you*, She brings herfuit, &c. &c._ B. Solicitor for the Plaintiff. In reply to this notice, it is faid, the defendant's plea- would have appeared in the fame paper •, but the caufe was obliged to be removed by certiorari to an other court *, when it appeared thus : Nature-* againft \\ Defendant's Plea. G J For G-- — / without a fee 'Gainft Nature thus put in bis plea. \" To make a man, like me, of art, Is not, 'tis true, dame Nature's part ; / own that Scrub, fool, knave Pveplay'd With more fuccefs than all my trade ; But prove it, plaintiff, if you can, That e'er lotted like a man.\" Of this we boldly make denial. — Join iffue, and proceed to trial.. A. Attorney for the Defendant. Tho'"], [28, "C 18 ] Tho' fhambling Becket, J proud to foothe my pride, Keeps ever muffling on my right-hand fide ; What tho'. with well-tim'd flatt'ry, loud he eries, At each theatric ftare, <c See, fee his eyes I\" What tho' he'll fetch and carry at command, And kifs, true fpaniel-like, his mafter's hand ; With admiration Nyk ne'er heard me fpeak, But prefs'd the kifs of love upon my cheek ; * Inceffant clapp'd at th' end of every fpecch ; And, had I bidd'n him, would have kifs'd my b- ! Let me no longer, then, my lofs deplore, But to his Roscius, Mufe, my Nyk reftore. But hah ! what difcord ftrikes my liftening ear? Is Nyky dead, or is fome critic near ? Curfe on that Ledger and that damn'd Whitehall, f How players and managers they daily maul ! IMITATIONS. Ducite ab urbe domum mea carmina ducite Daphnim. NOTES. £ The famous Thomas a Beckett, feigned by the poets to have been drown'd, when, being half-feas over, in claret, he endeavoured to return to land : on which occafion a wicked wit of the town made the following epi taph for his tomb. Here lies That Jhuffling, fljambling, fhrugging,fhrinkingfhrimp, lorn Becket, Mammon's moft induftrious imp ! * A cuftomary method it feems, of N yky's expreffing his admiration of the acting of the immortal Roscius. -J- News-papers fo called, in which Roscius is not a lharer, and hath not yet come up to the price of their filence, Curfe"], [29, "[ '9 1 Curfe on that Morning-Chronicle ; whofe tale Is never known with fpightful wit to fail. Curfe on that Foote ; who in ill-fated hour Trod ©n the heels of my theatric-power ; Who, ever ready with fome biting joke, My peace hath long and would my heart have broke. Curfe on his horfe — one leg ! but one to break ! \" A kingdom for a horfe\" — to break his neck ! Curfe on that Stevens, -f- with his Irifh breeding, While I am a&ing, fhall that wretch be reading ? Curfe on all rivals, or in fame or profit ; The Fantoccini ftill make fomething of it i £ Curfe NOTES- •f George Alexander Stevens the ledturer, not the Macaroni editor of Shakefpeare. J What formidable rivals to the immortal Roscius ? Harlequin, Sca ramouch, Chimney-fweeper, Bafs-viol, Aftrologer, Child, Statue and Parrot! But Roscius having received a formal challenge from Mr. Punch and his merry family, apitch'd-battle, for which great preparations are now making, will be fought between them next winter ; when there is no doubt but the triumphant Roscius will, even at their own weapons, rout them all. There is the lefs reafon to fear this, as he hath already exceeded.even Mr. 's activity in King Richard. It is but three or four years ago fince this mock monarch died fo tamely that he was hiffed off the ftage *, on which occafion the following epigram appeared in the papers. ROSCIUS REDIVIVUS. George ! did'nt I hear the critics hifs, When I was dead ? — \" Yes, brother, yes, \" You did not die in high rant.\" Nay, if they think a dying king Like Harlequin convuls d, Jhould fpring, l_et be hence their tyrant. D Roscius"], [30, "[ *o ] Curfe on that Kenrick,+ with his cauilic pen, Who fcorns the hate, and hates the love of men ; Who with fuch eafe envenom'd fatire writes, Deeper his ink than aqua-fortis J bites. Stand his perpetual-motion § ever ftill ; Or, if it move, oh, let it move up hill. The curfe of Sifiphus, oh, let him feel; The curfe of Fortune's ftill recurring wheel ; NOTES. Roscius, however, hathchang'd his mind, and acquired new elaftic powers ; in fo much that the following complimentary verfes appeared on the agility, which, he lately difplayed in the performance of that character. Be dumb, ye criticks, dare to hifs no more While crowded boxes, pit and galleries roar. Who fays that Rofcius feels the hand of Time, To blaft his blooming laurels in their prime ? With ever fupple limbs and pliant tongue, Rofcius, like Hebe, will be ever young. See and believe your eyes — did Per you fee So great a feat of pure agility ? Nor Hughes nor Aftley, vaulting in the air, Like Rofcius makes the ftruck fpeclators ftare . Nor Lunnor Woodward ever gave the fpring, He gave laft night in Richard, dying king ! Ih' immortal aPt or, who can die fo clever, In j'pite of fate will live to die for ever ! f A Briton blunt, bred to plain machematics, Who hates French b-gres, and Italian pathics. J The plaintive Roscius feems here to h^ve an eye to the following lines : The wits who drink water, and fuck fugar-candy, Impute the ftrong fpirit of Kenrick to brandy. They are not fo much out : the matter in Jhort is He ftps aqua-vitas and fpits aqua-fortis. Public Adv. § This multifarious genius pretends to have difcovered the Perpetual mo tion, but it muft be a mere pretence ; as he is weak enough to think the public ought to reward him for his difcovery, and offers to difclofe it on the fimple terms of no purchafe no pay. That"], [31, "[ 2* ] Tliat upward roll'd with anxious toil and pain, The fummit almoft gain'd, rolls back again. Ne'er fhall his Falstaff f come again to life ; Ne'er fhall be play'd again his Widow'd Wife ; J Ne'er will I court again his ftubborn Mufe, But for a pageant would his play refufe. While puff and pantomime will gull the town, 'Tis good to keep o'erweening merit down ; With Bickerstaff and Cumberland go fhares, And grind the poets as I grind the players. IMITATIONS. Aut petes aut urges ruiturum, Syfiphe, faxum. NOTES. •f- Falftaff's Wedding, a play written in imitation of Shakefpeare *, atfirfl rejected, as unfit for the theatre, on account of having fo many of Shake fpcare's known characters in it •, tho' the manager himfelf afterwards brought on a pageant, in which were almoft all Shakefpeare's known charafters *, when finding it difficult to make any of them fpeak with propriety, he contented himftlf with inftrudting them to bite their thumbs, fcrew up their mouths, and make faces at each other, to the great edification of the audience. — This play indeed was afterwards performed, and tho' received with the moft confirmed and general applaufe, has however never fince been acied, either for the author's, emolument or the entertainment of the publick. Another comedy, nearly under the fame predicament with refpecT to the town : having been performed but once fince its firft run, tho' received with fimilar approbation *, the manager in the mean while having brought on, and repeatedly acted, the performances of his favourite play-wrights, to almoft empty houfes : and yet Rose i us hath all the while pretended to have the higheft opinion of the talents, and the greateft regard for the inte reft of the writer. — The manager claims a legal right, indeed, as patentee, to perform what plays he pleafes *, but tho' the play-houfe and patent be his pro perty, he has no liberal right to make, at pleafure, a property of the players, the poets and the publick ! D 2 Curfe"], [32, "[ *» ] Curfe on that Kenrick, foul of fpleen and whim ! What are my puffs, and what my gains to him ? If poor and proud, can he of right complain That wealthier men and wittier are as vain ? Why muft he hint that I am paft my prime, To blaft my fading laurels ere their time ? Death to my fame, and what, alas, is worfe, 'Tis death, damnation, to my craving purfe ; Capacious purfe! by Plutus form'd to hold, (The God of Wealth) the devil and all of gold. Infatiate purfe, that never yet ran o'er, But fwallows all, and gapes, like Hell, for more. And yet, alas ! how much the world will lye ! They call me mifer ; but no mifer I ; He, brooding o'er his bags, delighted fits, And laughs to fcorn the jefts of envious wits ; If faft his doors, he fets his heart at reft, And dotes with rapture on his iron cheft ; No galling paper-fquibs his fpirits teize, , But ev'n the boys may hoot him if they pleafe. He fcorns the whittling of an empty name, While I am torn 'twixt avarice and fame ; IMITATIONS. Sordidus ac dives, populi contemnere voces Si folitus : populus me fibilat : at mihi plaudo Ipfe domi, fimul ac nummos contemplor in area. While"], [33, "Nay 2 3 While I, fo tremblingly alive all o'er, Still bleed and agonize at every pore ; At ev'ry hifs am harrow'd up with fear, And burft with choler at a critic's fneer. Rack'd by the gout and ftone, and ftruck with age, Prudence and Eafe advife to quit the ftage ; But Fame ftiil prompts, and Pride can feel no pain ; And Avarice bids me fell my foul for gain. Bring Nyky back, O Mufe ! by verfe divine, The Trojan-Greeks were once transformed to fwine By verfe divine B tti 'fcap'd the rope : Now love is known, what may not lovers hope 1 Ev'n as with Griffins * ftallions late have join'd With blood-hounds goats may litter, as in kind ; IMITATIONS. Ducite ab urbe domum, mea carmina ducite Daphnim : Carminibus Circe focios mutavit UlyfTei : Carmina vel coelo poffunt deducere lunam. Nunc fcio quid fit amor quid non fperemus amantes ? Jungentur jam Gryphes equis, aevoque fequenti Cum canibus timidi venient ad pocula damae. Torva leaena lupum fequitur, lupus ipfe capellam, Te Corydon, O Alexis : trahit fua quemque voluptas. NOTES. * Unnatural monfters, familiar only with the poets."], [34, "[ *4 ] Nay wanton kids devouring wolves may greet, And wolves with loving lyonefles meet. By different means is different love made known. And each fond lover will prefer his own. Strange lot of love I two friends, my foul's delight, Men call that M r, this a Catamite ! Yet bring him back j for who chafte roundelay Shall fing, now B — st~-ff is driv'n away ? Who now correct, for modeft Drury-lane, Loofe Wycherly's or Congreve's loofer vein ? With nice decorum fhunuing naughty jokes, Exhibit none but decent, dainty folks ? f Ah me ! how wanton wit will flaame the ftage, And fhock this delicate, this virtuous, age 1 NOTES. ■f* Nykv was employed by Roscius to correct the Plain-dealer of Wy cherly *, which he accordingly attempted, and inlcribed the attempt to his patron, \" as a tribute of affetlion and efteem for his many flaming and amiable qualities.\" \" The lkentioufnefs of Wycherly's mufe,\" fays this modern corrector, \" rendered her lhacking. to us, with all her charms : or, in other word*, we could. allow no. charms in a tainted beauty, who brought contagion along with her.\" Of the play of the Plain-dealer, in particular, he intimates that it had been long excluded the theatre *, becauie, to the ho nour of the prefent age, it was immoral and indecent : that on a clofe exa mination, he found in it exceffive obfeenity *, that the character of Manly was rough even to outrageous brutality ; and that he thought it neceffary to work the whole materials up again, with a mixture of allov agreeable to the rules of modern refinement! See Preface toB ff's Plain-dealer. What a champion for decency arid .delicacy, morality and humanity ! What improvement may not fterling wit receive from the mixture of fuch alloy ! What an idea may we not hence acquire of modern refinement! How"], [35, "[ *5 ] How will Plain-dealers* triumph, to my forrow ! And Paphos rife o'er Sodom and Gomorrah ! NOTES. * A charafter thus admirably depidted by Wycherly, in the fcene be tween Manly and Plaufible. Manly. I have more of the maftiff than the fpaniel in me, I own it : I cannot fawn, and fetch and carry *, neither will I ever practife that fervile complaifance, which fome people pique themfelves on being mafters of. I will not whifper my contempt or hatred ; call a man fool or knave by figns and mouths, over his fhoulder *, while I, have him in my arms : I will not, as you do Plaufible. As I do ! Heaven defend me,! upon my honour ! I never at tempted to abufe or leffen any one in my life. Manly. What ! you were afraid ? Plaufible. No *. butferioufly I hate to do a rude thing. No, faith, I fpeak well of all mankind. Manly. I thought fo : but know that this is the worft fort of detraction, for it takes away the reputation of the few good men in the world by making all alikej Now I fpeak ill of many men, becaufe they deferve it."], [36, ""], [37, "C *7 1 APPENDIX. v_>ERTAIN circumft?nces, to which the author of the foregoing piece was an utter ftranger, having happened about the time of its publication, and given rife to rumours equally falfe and foreign to the party ; it appears that Rofcius, or fome of his friends, was pleafed to infert the following queries in the Morning Chronicle of July 2d. *' Candour prefents her compliments to Mr.- , fhe begs his pardon, to Dr. Kenrick, and defires to afk him a few fimpie queftions ; to which, if he be the Plain- dealer he pretends, he will give a plain and diredt anfwer. finery I. Whether you are not the author of the eclogue, entitled, Love in the Suds,, as well as of the letter prefixed to it ? II. Whether you did not mean, though you have artfully evaded the law, by affe&ing the tranflation of a claflical centor to throw out the moll fcandalous infinuations againft the character of Rofcius ? III. Whether you were not likewife the author of an infamous, anonymous paragraph in a public paper ; for which that paper is un der a juft profecution ?= IV. Whether you have not openly acknowledged notwithstand ing, that you really entertained a very different opinion of Rofcius ? V. Whether any caufe of difpute, that might fubfift between you and Rofcius, can authorize fo cruel, fo unmanly an attack ? VI.. Whether the brother of Rofcius did not perfonaily wait on you to require* in his name, the fatisfy&ion of a gentleman, which you refufed him ? CANDOUR.\" E To"], [38, "C ** 1 To thefe queries, the author judged it expedient to make the fol lowing reply in the fame paper of July 4th,. To C AN DO U R. Madam, \" Though I think your fignature a mifnomer, to fhew that I am no ftranger to fhe name and quality you affurae, I fhall not ftand on the punctilio of your being an anonymous querift ; but anfwer your feveral queftions explicitly. 1. I am the author of the eclogue you mention. 11. I did not mean to throw out the moll fcandalous infinuations on the character of Rofcius, nor any infinuation more fcandalous than his conduct. How far that has been fo, he knows beft, and is left to make the application. III. An infamous paragraph I cannot write j and an anonymous one I will not write, to prejudice my greateft enemy. As to that in que£ tion, I have not, to this hour, even feen it. Calumny I deteft ; but I think vice fhould be expofed to infamy; nor have I fo much falfe delicacy as to conceive, it fhould be treated with *endernefs in propor tion as it is abominable. IV. I have not acknowledged that I entertain a very different opinion of Rofcius ; oh the contrary, I declare, that Ientertain a very indifferent opinion of him. V. As to the caufe of our difpute, I fhould be very ready to fuhmit it to the publick, were I egotift enough to think it d^ferved their at tention. VI. The brother of Rofcius did perfonally wait on me, to defire I would meet \" him, the faid Rofcius., who would bring a friend with him ; I being at liberty to do the fame ;* but as nothing of time, place, or weapon was mentioned, I did not look on this meflage as a challenge ; nor well could I, as I never heard of requiring gentleman'* fatisfaSlion by letter of attorney, and the profeflbd end of our meeting turned"], [39, "[ 29 J turned merely on S matter of bufinefs. — It is poflible, indeed, the mcffenger, otherwife inftru&ed, might imagine it fucb, efpecially as, it feems, his head has teemed with nothing but challenges and duels, fince his magrianfmous monomachy with one of his brother Rofcius's candle-fnuffers.-^-That Rofcius himfelf, however, did not mean to fend me a challenge, is plain, from hi sfolliciting afterwards by letter, a conference in the prefence only of a common friend to both : a requeft that would have been complied with, had not he thought proper, in a moft ungentleman-like manner, to make a confidant, in the mean time,, of a booby of a bookfeller, who had the folly and impudence to declare that he would, on his [Rofcius's] account, take an opportu nity to do me fome defperate milchief. — Left I fhould be yet fuppo fed, from the purport of thiskft query, to have any fear of a perfonal encounter with the doughty Rofcius, I require only that it may be on an equal footing. I am neither fo extravagantly fond of life, nor think myfelf fo confequential in it, as to fear the end of it from fuch an antagonift ;, nor, to fay the truth, fhould I have any qualms of confcience,, if nothing lefs will fatisfy him, about putting an end to. fo infignificant a being as his : but, as \" the race is not to the fwift, nor the battle to the ftrong,\" it is but right to provide againft a mifhap. Rofcius has a large fortune, and little or no family to leave it to : I have a large family, and1 little or no fortune to leave it. Let Rofcius but previoufly fettle only ha If his- eftate on my heirs, on condition that he deprives them, of a protestor-, and I will meet him tortnorrow, and engage at his own weapons, not only him, but his brother George into the bargain.* And now, Madam Candour, give me leave to afkyou a queftion or two, in my turn. * The above pleafantry being mifconftrued by fome of Rofcius's friends to the. disadvantage of the author, the latter thought himfelf under the neceflity of ferioufly acquainting the former, of his being ready,, as he is, at any time, to give him fueh fa-- tisfadtion as a gentleman, who fuppofes himfdf injured, has a right to require. E z %. L"], [40, "[ 3° ] £>u. I. Whether, from many grofs inftances of mifbehaviour, Rof cius liath not long had fufficient reafon to fufpect the deteftable cha racter of Nyky . II. Whether, therefore, granting Rofcius to be himfelf immaculate, he is excufable for his notorious partialities to fuch a character ? III. Whether he has any right to complain of unjnft feveritv, in being ludicroufly reproached with fuch partialities, by a writer, whom he hath treated, even in favour of that very wretch, with dif refpedt, with infolence, with injuftice. W. KENRICK.\" Inftead of candidly replying, however, to the above three queries, a very difficult tafk, indeed, to Rofcius, he caufed the Court of King's Bench to be moved for a rule to fhew caufe, why leave fhould not be given him to file an information againft the author for a libel : which being granted of courfe, the fame was exultingly anounced in the fol lowing paragraphs inferted in all the news-papers : \" Yefterday morning Mr. Dunning made a motion in the Court of King's Bench, for a rule to fhew caufe why an information fhould not be laid againft the author of Love in the Suds. When the court was pleafed to grant a rule for the firft day of next term. The poem was read in court by the Clerk of the Crown, and afforded no fmall diverfion when it came to that part which reflects upon a certain Chief Juftice, who was prefent all the time. \" Befides Mr. Wallace and Mr Dunning, who are employed by great actor, in his profecution of fome deteftable charges which have been lately urged with as much folly as tvickednefs againft his charac ter, Mr. Murphy and Mr. Mansfield are alfo engaged, and the caufe now becomes a matter of much expectation with the publick.\" To thefe paragraphs the author judged it necefTary to make the following reply, in the above-mentioned Morning Chronicle ; al- moft all the reft of the news-papers, by the indefatigable induftry and"], [41, "31 and powerful influence of Rofcius, a proprietor in moft of them, being fhut againft him. The Author of Love in the Suds to the Printer of the Morning Chronicle. SIR, *' In reprehending others you fhould ever be cautious of falling into the error you condemn. In yefterday's paper you indirectly charge me, among others, with having \" urged a deteftable charge with as much folly as wickednefs againft a certain great actor.\" — What other people have done I know not, nor does it concern me ; but I may fafely defy all the Lawyers in Weftminfter-Hall fairly to deduce fuch a charge as you hint at from the eclogue in queftion. In this refpeft it is certainly as innocent as the great adtor's Jubilee Ode ! But granting it otherwife with any one elfe, how can you take upon you to fay that fuch a charge is urged foolifhly and wickedly f Can you know it to be falfe or groundlefs ? And if not, on what grounds do you charge the accufers with folly and wickednefs ? Why does not the Candour of the great actor, reply to the Queries put to him in your paper of Saturday laft ? But no ; unable to juftify himfelf at the bar of the publick, he flies for refuge to the quirks and quibbles of Weftminfter-Hall ; and even this at the latter end of a term, in order to deceive the town into a notion that the court will countenance his profecution. Why was not his motion made fooner, that caufe might have been fhewn in time, and the futility of it made immediately evident ? Believe me, Sir, before an end is put to this bufinefs, the publick will be better enabled to judge on which fide the folly and wickednefs lies, than you appear to do at prefent. I am, yours, &c. W. K. FINIS,"], [42, ""], [43, "A LETT E R T O - \\ r DAVID GAR RICK, Efq. _-^ FROM WILLIAM KENRICK, LL.D Meo deo irato. Ter, Phor, THE THIRD EDITION. LONDON; no for J. WH E BLE, P At er-n oster-Ro w. Mdcclxxii."], [44, ""], [45, ""], [46, ""]]