[[1, ""], [2, ""], [3, "[fourth thousand ] CATALOGUE OF THE EXHIBITION OF PAINTINGS, CURIOSITIES, MODELS, APPARATUS, AND Specimens of Nature anti %xt, AT THE GW MB© -MA ILL, LIIEM, FOR THE BENEFIT OF THE MECHANICS' INSTITUTION; WITH the NAMES OF THE CONTRIBUTORS. LEEDS: PRINTED BY EDWARD BAINES AND SONS. MDCCCXXXIX."], [4, ""], [5, "FOURTH TBOl'HiKD, CATALOGUE or THE EXHIBITION 01 PAINTINGS, CURIOSITIES, MODELS, APPARATUS AND Specimens ot Nature anB %xt, AT THE MUSIC-HALL, LEEDS, FOR THE BENEFIT OP THE MECHANICS* INSTITUTION; WITH THE NAMES OF THE CONTRIBUTORS. N.B. All Articles marked * are on sale — apply to the Superintendent, Mr. White. ANTE-ROOM PAINTINGS.— SIDE A. NO. SUBJECT. ARTIST. CONTRIBUTOR. 1 WToman of Samaria ... S. Drummond, A.R.A. S. Drummond 2 Bay of Naples ... A. Nasmyth Thos. B. Pease 3 Ships of 1750 S. Drummond, A.R.A. S. Drummond 4 Fisher Boys ... A. G. Vickers Rd. E. Payne 5 Portrait of the late T. Kirkby, Esq. ... John Eastwood John Eastwood 6 Belem Castle, Lisbon ... C. Simpson C. Simpson 7 Portrait of a Lady ... J. Eastwood J. Eastwood 8 Head of St. Peter ... J. Simpson John Blackburn 9 Dogs and Moor Scenery Schwanfelder George Goodman 10 Doubtful Weather ... //. P. Parker H. P. Parker 11 A Sea Piece ... Wilson John Marshall 12 Moonlight Scene ... Williams T. K. Raper 13 Game Piece ... Frederick T. K. Raper 14 St. Peter ... Simpson J. Robinson 15 Coast Scene ... Stark T. K. Raper 16 Landscape, Gypsies ... Stark Richd. E. Payne 17 View of Gibraltar J. W. Carmichael Henry Benyon 17*Landscape (figures by Morland) Ibbetson T. K. Raper 18 Belvedere in Calabria ... A. Nasmyth T. B. Pease 19 Landscape, Richmond Castle, Josh. Rhodes, George K. Hirst 20 Portrait of a Pony . . . Schwanfelder T. K. Raper B"], [6, "2 ANTE-ROOM. PAINTINGS.— SIDE A. NO. SUBJECT. ARTIST. CONTRIBUTOR. 21 Mouth of the Tyne, ... J. W. Carmichael, J. W. Carmichael 22 Italian Peasants ... Schmid Wm. Hey, Jun. 23 Lady reading ... C. Cope Thos. Benyon SIDE B. 24 Duke of Wellington ... H. P. Briggs, R.A., Proprietors of Commercial Buildings, Barnsley 25 Portrait of Benj. Good- man, gentleman ... John Simpson B. Goodman 26 Portuguese Fishing Boys C. Simpson C. Simpson 27 Landscape, Cart ... Watts Richd. E. Payne 28 Portrait of Mr. Matthewman, Smith Geo. Matthewman 29 Portrait of a Gentleman J. F. Bird Henry Rawson SIDE C. 30 Portrait of Mr. Matthew Bateson Wood ... G. P. Green G. P. Green 31 Gold R=ll Beck ... Glover John Marshall 32 Scene in Covent. Garden, Morning, ... Hogarth H. Hearon, Fulford 33 Portrait of a Gentleman .. . B. Topham Benj. Jackson 34 Portrait of a Gentleman... J. Botterill J. Botterill 35 Hauxley Sands, Northum- berland, with Shrimpers, Morning H.P. Parker H. P. Parker 36 The Unexpected Return R. Farrier Geo. Goodman. 37 Smugglers in the Garb of Fishermen S. Drummond, A.R.A., S. Drummond 38 Lady and Boy ... J.Simpson J.Robinson. 39 View of Oatlands ... Nasmyth Ard Walker, Jun. 40 Sea Piece — Grace, Wakefield 41 Rocks near Auster, Fife- shire, the Bass Rock in the Distance J. F. Williams, R.S.A. J. F. Williams 42 Stirling Castle, from the Forth, Morning Do. Do. 43 Ravenheugh Castle, Frith of Forth ... Do. Do. 44 Battle of Trafalgar J. W. Carmichael, W. N. Nicholson 45 Sir Walter Raleigh and his Servant — Fire ! Fire ! R. W. Buss R. W. Buss 46 Boy with Sheep ... John N.Rhodes John A. Hick. 47 View round the Rock, Cheshire Shore, Liverpool, T. Williamson, T. Williamson. 48 Flower Piece ... Joseph Rhodes John A. Hick 49 Girl at a Well ... John N. Rhodes, John A. Hick 50 Scene on the Derwent ... Wm. Carter Geo. Goodman 51 River Sketch ... C. Simpson Charles Simpson 52 Sketch near Ipswich ... C. Simpson Charles Simpson"], [7, "3 •23 A Brook Scene — — F.C Lewis ♦29 Pencil Drawing— Kirkstall Abbey Jo/in Rhodes *30 Pasticcio, in tbe manner of Richard Wilson John Sandby **31 View on the Thames, Companion to No. 198 — — Andrew Geddes *3'2 Trout -— — J. Scott 33 Landscape and Cattle — Thos. H. Cawood, H. 34 Portrait of George Saunders, Esq. Andrew Geddes *35 Coast Scene — — James Ferguson, *3o A Scene in the Grounds of White Knights T. C. Hofiand *37 Portrait of Rubens— Copy from the Pic- ture by Himself, in the KiBg's Col- lection -—• — Thomas Hartley 38 Trinket, a three Years old Heifer in Milk, bred by Sir Henry Carr Ibbetson, Bart, Wm. Fryer *3£) View on the Swale, near Richmond, Yorkshire — — Henry Cave *40 A Scene in the Grounds of White Knights T. C, Hofiaæd* 41 Kirkstall Abbey, and Forge, from Bram- ley Fall — — Thomas Burros *+2 Landscape — — James Ferguson 43 Bridge in Westmoreland — Copy from s Picture by J. Rhodes Tim. H . Cawood, H . *44 ViHa on the Tiber, near Rome Andrew Wilson •45 Young Vanity — -— Andrew Geddes 4-5 Grim bald's Crag, near Knaresbio' W. M H. ' 47 Portrait — — Joseph Rhodes •18 Female Head— Fancy — C. H. Schwanfelder *49 Landscape,, with Cattle and Figures Andrew Wilson. *50 Windermere, from the Boat Strand, Low<- wo»d Inn — Morning - — - Joseph Rhodes B 2 „; . • ;"], [8, "4 o) View of Loch-Achray, and Benvenue in the Distance l— \" C. H. Schwanfelder \" Bat nearer was the copse-wood gray, That waved and wept on Loch- Achray ; And mingled with the pine-trees blue, On the bold cliffs of Benvenue * \" Lady of the Lake. 52 Foxes — a Study from Nature C. H. Schwanfelder *53 Celebration of Mr.-J ames Hogg, the Et- trick Shepherd's Birth-day, with Poi;- , .traits of his intimate Friends, in rural Costume — , — William Allan *54 Kirkstall Abbey, fronrthe opposite Side of the River — — Joseph Rhodes 55 Portrait of a Child — William Frederick 56 Portrait of a Young Lady * — C. R. Leslie *57 Ravensheugh Castle, Frith of Forth J. F. Williams •58 Italian Landscape — Evening — Andrew Wilson 59. .View near the Head of Loch- -\\cb ray C. H. Schwanfelder \" Where twin'd the path in shadow hid, Pound many a rocky pyramid, Shooting abruptly from the dell ' It's thunder-splintered pinnacle j Round many an insulated mass, The native bulwarks of the pass.\" Lady of the Lake. \"*60 Part of Middleham Castle — . Joseph Rhodes *6l Rob Roy Macgregor — C. H. Schwanftlder •62 Au Officer refreshing after Duty, in the Old Flemish Costume — Andtew Geddes *63 Drohfield, Derbyshire' — Joseph Rhodes 64 A Cow in Milk, five Years old, bred by Sir H. C. Ibbetson, Bart. - William Fryer ♦65 The Twa Dogs — — Edwin Landseer \" The first I'll name, they ca'd him Cæsar, Was keepit for bis Honour's pleasure :"], [9, "( * ) - His hair, his size, his mouth, his* lugs, Shew'd he wps nane o' Scotland's dogs, But whal pit some place far abroad, Where sailors gang to fish for Cod. His locked, letter'd, braw brass collar, Shew'd hi.n the gentleman and scholar. The tither was a ploughman's collie, — - BuRag. *66 A View near Norwood — Patrick Nasmyth *67 Pasticcio, in the manner of Jacob Ruysdael D, 0. Hill *6& Landscape — View in Yorkshire — Jos. Jarvis 69 Boston Abbey — Morning — John Homer •70 A Boy Fishing . — — W.J.Thomson *71 View on the Thames, it Chelsea Geddes *72 A Scene near Reading — T, C. Hofiand 73 Eagle's Nest, Lake of Killarney — W. M. H. 74 Boston Abbey, Wharfe Dale C. H. Schwanfdder *75 Landscape — View in Wales — John Sandbi/ *76 Landscape — Evening — . James Ferguson *77 Boys Feeding Rabbits — a Study C. H- Schwanfelder 78 A Favourite Shooting Pony, and Springer, the Property of G. L. Fox, Esq. M.P. C. H, Schwanfelder *79 Landscape— Copy — — J. Owen *80 The Toper — — J. Owen 81 Portrait of a Gentleman — Thomas Hartlet/ 82 Portrait of a Lady — Thomas Hartley 83 Landscape and Cattle — John Cawood, jun. H. 84 The Flemish Topers — Copy Charles Beaumont 85 Design for a Church JR. JD. Chantrell, Architect 86 Hvlmsley, Yorkshire — •■-— C.Cope 87 Scene from the Drawing Room at Heaton Lodge, the Residence of tbe late General Barnard — - C. Cope s 3"], [10, "( a ) •88 Altar-Table, Brancepeth Church — 89 Portrait of a Spaniel, the Property of Ed- ward Armitage, Esq. — Jonas Gaunt *fl0 View of Keighley, from the Bank of the Canal — — John Bradley 91 Portrait of a Bull, the Property of Ed- ward Armitage, Esq. — Jonas Gaunt *92 The Alehouse, from a Print by Denis Dighton — — — John Cowlam •93 The Last Request — R. Westall, R. A. •94 Hercules liberating Prometheus Charles Landseer 95 Portrait of a Clergyman — ' William Owen, R. A. 96 Rubens and his Wide — Copy ' W. Whitaker,jm. H. *97 The Dropping Well at Knaresborough, Yorkshire — George Nicholson 98 Sketch of the intended Church at Wood- house, Leeds William Hey Sharp, Architect 99 Perspective View of a Design fora Noble- man's Villa — R. D. Chanlrell, Architect \"100 Queen Judith reciting to Alfred the Great, whenaCbild, the Songs of the Bards, describing the heroic Deed* of his Ancestors — a Drawing on Silk, after R. Weatall, R. A. — Henry Rindei 101 South West View of a Church — a Study R. D. Chantrdl, Architect *102 Boniton Lin — a Fall of the Clyde, near Lanark, Scotland — George Nicholson •103 An Old Woman Opening a Gate R. Westall, R. A. *104 Flower of the Tulip Tree — Miss Smith 105 Portrait — — — W Cannon *106 Groupe of Flowers — Eliza Rhattes"], [11, "7 *107 Flowers from Nature — N.- Kelly 108 Pontefract Church — John Cawood, jun. H. *109 Part of the Ruins of Finchale Abbey, near Durham — A. Salvin, Architect MO Redland Castle, Flintshire, after J. Var*? ley — s — JJ:.Lockwood, H. *lll Design for the West End oLa Church A. Salvin *112 Part of the Ruins -of Lindisfarne, Holy Isle A. Salvin 113 A Group* of Fruit, from Nature \" N.Kelly *\\\\i Elvet Bridge, Durham . — A. Salvin •115 An Old Man Reading — Study from Nature W. Qannon •11 6 An Old Man Smoking — Study from Nature W Cannon It? Flowers — Miss Shipperdson, H. 1 1 8 Flowers — Miss Shipperdson, H. 119 The Corner of Bank Street, Boar Lane, Leeds, before the Alteration, from the White Horse Hotel — John Lucas *120 Recess in the Hall of Kenilworth Castle A. Salvin *12l Richmond Castle and Town — South J.M. IV. Turner, R. Æ •122 Aysgarth Foice — J. M. W. Turner, R. A, *123 Junction of the Greta and Tees, at Rokeby — J. M. W. Turner, R. A *124» View of Watkworth Castle, Northumber- land — J. M. W. Turner, R. A, *12.7 Brignall Church — J. M. W. Turner, R. A. :*n6 St. Agatha's Abbey — J. M. W. Turner, R. A. *127 Weathercote Cove, when half filled with Water, and the Entrance impassable J. M. W. Turner, R. A. *I2S The Rape of Froscrpine — R. Earlom ■ - .. * 4"], [12, "8 129 View of the Subscription Baths for the Use of the Poor at Harrogate R. D. Chantrell, Architect •130 Part of the Hall of Kenilworth Castle A. Salvin •131 Dover Pier — — L. Francia *V3'Z Beachy Head — - — L. Francia *133 Shakspeare's Cliff, Dover — L. Francia 134. Summer' Evening— View of Malham E. Crabtree 13i Leeds, from Hill House Bank — C. Cope I3',i Woodcocks — — Jonas Gaunt 137 View of the Philosophical and Literary Society's flail, in Park Row, Leeds ~ it. D. Chantrell, Architect *1 38 Covey of Young Partridges — Jonas Gomt 139 The blind Fidlcr— Copy after Wilkie Thomas Bmn 140 Portrait of a Gentleman, after the Picture by Sir Thomas Lawrence, P R. A. Wm. Robbison. 1 + 1 Etching of tbe Madona, from Guido, by W. Sharp ■Mi-2-The Etching -of the Letter of Introduc- tion, irom the Picture by D. Wilkie, R. A. by J BUrnet 143 Whole Length Pqrtrait of King Charles the Eirst, engraved from the Print by Sir; Robert Strange — H. Cook Hi Etching of the Rat-catchers — T. Landseer .-14.) .Still Life — - — J. Scott **146\" View of Bingley — — John Bradley 147 Vmw of Gk'dhow, near, Leeds, tbe Seat mi Sir John Becketr, Bart. — Thomas Burns . i 43 Vale Crucis Abbey, North Wales E. Coapland, Esq. if. ! 4.9- Portraits of a Gentleman and his Family Joseph Rhodes"], [13, "( o ) 150 Portraits of Ten Favourite Hounds, the Property of Charles Slingsby, Esq. William Fryer •151 Study of k Head — — Andrew Geddes 152sGatne ' — — C.'H. Schwanjtlder •153 Groupe of Gipsies — a Study from Nature C. H. Schwanfelder •154 Interior of a Cottage — Dinner-time Joseph Rhodes •155 A Circassian Chief, in the Costume of his Country, from the Dress in the Pos- session of Mr. W. Allan — Andrew Geddes 156 Portrait of a Lady Sir Thomas Lawrence, P. R. A. and Principal Painter in Ordinary to his Majesty 157 View of Ulswater — — J. Glover *I£S St. Margaret's Porch, York — - Henry Cave 159 The Etching of Blindman's Buff, from the Picture By D. Witkic, R. A. by A. Raimbach' 160 Duke of Bedford's Cottage at Endsleigh Etching — — ' F. C. Lewis l6l New Bridge, Tamor — Etching — F.C.Lewis \"l6'2 Landscapfe — Composition— Storm coming H. Landseer 163 Portrait of Sam, a favourite Hack, the Property of the Hon. Edward Petre, Sraplqton Park • — /. F. Herring 164 Fish — — C.FI. Schwanfelder *l65 \\\"kw of Troutheck, Westmoreland- Sunset ■ — • — ■— .Edward Linley *166 View on the 'Thames, looking; towards Waterloo Bridge — — C. Deane *l67 View near Chertsey, Surry — •»- Henry Landseer *l68.Cppy— after Vandervelde — T.C, Hofiand"], [14, "10 •169 The Ferry of Inver, on the Tay, near Dunkeld . . — Alexander Nasmyth *170 View near Waltham, Surry Henry landseer *171 Landscape — — T.C. Hoflcnd 172 Barden Tower, from Bolton Park — Evening — — John Homer 173 Portrait of Mr. Williams Henry Raeburn, R.A. *174 \" No one knows where the Shoe pinches so well as he who wears it\" Henry Richter •175 View near Polstcad, Suffolk — Henry Landseer 176' Flowers, from Nature y-r Joseph Rhodes *177 Dead Game — — H.P. Parker 178 Grouse Shooting — Composition C. H. Schwanfelder 179 View of the Pantheon at Paris T. Taylor, Architect 180 Portrait of Rubens — Copy — A Lady 181 Portrait of a Gentleman — William Frederick *182 View on the Thames, near Marlow, Bucks Andrew Wilson *183 View near Halifax, Yorkshire — Henry Cave *184 Pheasants . — — Jonas Gaunt 185 The Salutation, from the Picture by Le Brun, in the Possession of Charles Dunc'ombe, Esq. M.P. at Duncombe Park George Marshall 186 Portrait of Rembrandt, after the Picture by Himself, in the King's Collection Wm. Robinson 187 Waterfall, Newton Dale, Yorkshire Edward Barton 188 West North West View of the intended Church for Meadow Lane, in Leeds R. D. Chantrell, Architect 4 1 89 The' Gate of Harlem — Alexander Nasmyth \"190 The Wash-House — — Joseph Rhodes * 191 Frolick at the Toilet — W. J. Thomson"], [15, "C 11 ) '192 Rubens's Wife, attended by her Page, a Drawing from the Picture by Rubens R. Eorlom 193 Cbillingham Castle, Northumberland Thomas Burras 19* View near Leeds — Winter — Thomas Burras *195 Landscape, with Gipsies reposing — Com- position : — -.■: — • Thomas Burras •196 Windmill at Woodbouse Carr — Thomas Burras *I97 Blantyre Priory, oppOsrte Bothwell Castle, on the summit of a 'Hill, rising perpendicularly fr9m the River . Clyde :',:■—'■ C.H. Schwanfelder *\\9% View on the Thames, Companion to No. 31 — - — Andrew Geddes 199 South West View of Kirkstall Abbey Thomas' Burras •200 Bacchus and Ariadne — Copy from. a Pic- ture by Van Martins — James. Hunter *201 \" Saying Grace\" — — . W. Kidd 202 Illustrations of Shakspeare R. Smirke, R. A. 203 Christ bearing the Cross — . A Lady *204 Tbe Three Maries — a Drawing in Indian Ink, from the Picture by Annibal Carracci, in the Possession of the Earl of Carlisle, at Castle Howard Henry Cave *205 Interior of the Cathedral of York, shewing the Screen of the Choir T. Taylor, Architect 206 Portrait of John Hardisty, aged 96 Years, Attendant at the Chalybeate Spring, Harrogate George Wright *207 Miniature of. the la.te Queen of Prussia Mrs. Taylor •208 Bridge at Riveiiu, near Sheffield — J. Scott"], [16, "C 12 ) *209 Panathenæ Procession from the Parthe- non — 6 bas-reliefs — John Henning *210 Battle of Centaurs and Lapithae John Henning 211 Portrait of Mrs. George Wright — G. Wright 212 An Angel carrying the Spirit of a Child to Paradise, after Peters . A Young Lady, U. 213 The Etching of the three Maries and Dead Christ, by William Sharp, from the Picture by Annibai Carracci, in tbe Earl of Carlisle's Collection 214 The Etching, by Woollett, of Telemachus and Mentor, on the Island of Ca- lypso, from the Picture by B. West, --■■■> r P.R. A. This Plate is to bt finished by John Pye 215 Portrait of Dr. Shilleto — George Wright *2l6 Miniature of a Lady -— — — Mrs. Taylor 217 Cupid, a Sketch from* a Picture by Marshall JV: Kelly 21S Bust of Professor John Leslie » — Samuel Joseph 219 Bust of Henry Mackenzie, Esq. Samuel Joseph 220 Bust of Thomas Allan, Esq. — Samuel Joseph 221. Bust of the late Dr. James Gregory Samuel Joseph 222 Bust of a Young Lady - — ' Samuel Joseph ' 223 Bust of Charles Matthews, Esq. Comedian Saikud Joseph •224 Bust — The Laughing Girl •■— Joseph Theaksionr *225 The Fruit Girl >-# W. J. Thomson 226 Copy from a Drawing by W. M. Craig Thomas Binns 227 Portrait of the Rev. John Thomson, of* Duddington — — W. J. Thomson *228 Head of Christ, from Raphael — Mrs. Taylor \"229 A Study, from a Head, by Marshall N. Kelly •230 Tbe Student •— ' -**■-. H.P. Pqrker"], [17, "13 231 View from Richmond Hill, from a Pic- ture by T. C. Hofland— Etching C, .Heath 232 View oi Richmond, tram Twickenham . l Park, from a Picture by T. C. - Hofland— Etching — C. Heath 233 Portrait, of the King -of Rome, from a Picture by Gerrard — N. Kelly '234 Miniature of a Lady — — Mrs. Taylor 235 Infant Hercules strangling the Serpents — Impression from a Cornelian, in the Possession of George Banks, Esq. John Royce 4236 Intaglio Impressions of the Frieze of the West Portico of the Parthenon Samuel Henning '237 Raphael's Cartoons — \"■ John Henning jun. 238 Unfinished Proof of a Portrait of Henry Mackenzie, Esq. Author of the Man of Feeling, etc. by Richard Rhodes, from the Picture painted by A. Geddes 239 Temple of the Goddess Vesta, at Tivoli R. Tottie, Esq. H. Tho' this elegant Building is commonly known by the name of the Temple of the Sibyl, Antiquarians generally consider it to be He Temple referred to by Plutarch, as being dedicated by Numa Foropilius to the Goddess Vesta. It is esteemed cne of the most beautiful Remains of ancient Architecture, and the situation in which it is placed is particularly imposing, being open the extremity of a Rock, overlooking the grand Cascade of the Anio. Vasi's Itinerary of Rome -See also Ecstace's Classical Tour. The Scale of the Model is one-third of an Inch to a Foot. *240 Holy Family, from Raphael — Mrs. Taylor *241 The Entombment — Copy from a Picture by one of the Carracci, in the Pos session of Mr. SUmfortb, Sheffield W. Cannon"], [18, "14 •242 Study of Shakspeare — Edward Lam *243 Study of Falstaff — — Edward Law *244 Study of Caliban — — Edward Law 245 Christ healing the Sick— Proof Print after the Picture by B. West, P. R. A. C. Heath 246 Landscape — *** F.dw. Coupland, Esq. H. A UST"], [19, "PICTURE GALLERY. 15 CURIOSITIES, &c CENTRE TABLES NO. SUBJECT. CONTRIBUTOR. 290 A Set of 12 Musical Bells ... ... G. Davis 291 A large Cylindrical Machine ... ... Do. 292 A Gold-mounted many-bladed Knife, valued at 100 Guineas ... ... ... — Mappin, Sheffield 293 A Quadrant ... ... ... C. L. Dresser 294 A Differential Thermometer 295 A Knife, with 52 Blades ... ... T. Eagland 296 A Dipping Needle ... ... ... B. Hogg 297 A Case of Scissors in the Different Stages of Manufacture ... ... ... T. Eagland 298 A Case of Surgical Instruments ... Do. 299 A Case of Carpenter's Tools ... ... Brown and Faher, Sheffield. 300 A Case of Elegant Cutlery ... ... Mappin, Sheffield 301 A Rotascope or Optical Toy. — Vide Satur- day Magazine for November, 1837 ... G. Hirst 302 A Pyrometer ... ... Philosophical Society 303 A Large Fork with Four Guards ... C. Fox, Sheffield 304 A Large Knife with carved Ivory Handle, Sansom & Co. Sheffield 305 An Apparatus for Administering the Douche d'Air ... ... ... T. Nunneley 306 A Large Telescope 307 The Naturalist's Universal Pocket Micros- cope ... ... ... ... G. Davis 308 A self-acting Blow-Pipe ... ... Do. 309 An Universal Sun Dial ... ... Do. 310 A Solar Microscope ... ... ... Do. 311 A Large Double-barrel Air Pump ... Do. 312 Davis's Hydrometer, with Index ... Do. 313 A Compound Microscope ... ... Do. 314 A Case of Mathematical Instruments ... Do. 315 A Telescope complete ... ... Do. 316 Marsh's Apparatus for Detecting A.rsenic Do. 317 Miners' Compasses, improved by G. Davis and Morton ... ... ... Do. 318 Model of a Foiling Pump ... ... Do. 319 A Pocket Sextant ... ... ... Do. 320 A Repeating Circle ... ... ... Do. 321 Specimens of Silk Waste in the various Stages of Manufacture ... ... ... Jas. Holdforth 322 A Ship of Carved Ivory in a Straw Box 323 Ten Ivory Balls, carved one within the other by the Chinese ... ... Miss West 324 A Glass Balloon 325 An inclined plane Time-Piece, by Congreve P. Willans 326 A Carriage Clock ... ... ... G. K. Hirst 327 A Clock with a Transparent Dial and Secret Movement ... ... ... Do. 328 Electrical Apparatus ... ... ... J.Simpson 301"], [20, "16 PICTURE GALLERY. CURIOSITIES, &c CENTRE TABLE. NO. SUBJECT. CONTRIBUTOR. 329 A Universal Discharger ... ... J. Simpson 330 Air Pump and Apparatus ... ... B. Jackson 331 An Antique Silver Cup ... ... N. Scatcherd 332Y ooo / Fancy Confectionery, presented by Terry 334 t~ York, on sale for the benefit oo- \\ of the Exhibition 336 An Electrical Stool ... ... ... J.Simpson 337 A Universal Discharger ... ... Do. 338 A Diamond Beetle, mounted with Magnifier, K. West 338a Walking Stick, containing Box graduated Scales, by A. Sharp ... ... J. Muff 339 An Achromatic Microscope ... ... W. S. Ward* 340 A Telescope 341 A Series of Microscopes, principally by ... W. S. Ward 342 Two Protractors ... ...\" ... J. Muff 343 A Dial and Compass ... ... ... Mrs. Strother 344 A Transit Instrument ... ... E. Smith, York 345 A Planetarium ... ... ... G. K. Hirst 346 Two Thunder Houses ... Philosophical Society 347 Electrical Apparatus ... ... J.Simpson 348 Fancy Confectionary ... ... Terry, York 349 A Gasometer ... ... Philosophical Society 350 An Air Pump ... ... ' ... Rev. J. Fawcett 351 An Electrical Battery ... ... Philosophical Society 352 Apparatus for procuring instantaneous Light, S. J. Bircball 353 A Calculating Machine, invented and made by Schuster, a German Mechanic, for- merly a cowherd — capable of adding, subtracting, and multiplying numbers to one thousand millions... ... ... Hamer Stansfeld 354 Small Model of a Revenue Cutter ... Rev. W. FI. Bathurst CABINET. PAINTINGS & WATER COLOUR DRAWINGS. SIDE D. NO. SUBJECT. ARTIST. CONTRIBUTOR. 1 Breeze off Scarbro' ... W. R. Beverley, W. R. Beverley 2 Grey-Street, Newcastle; with the column to Earl Grey, John fy B. Green, J. & B. Green 3 Coast Scene ... W. R. Beverley, John Blackburn 4 Coast Scene — Morning Do. Do. 5 View on the Whitby Road, H. B. Carter H. B. Carter 6 Lake Como .. W. R. Beverley John Blackburn 7 Heath Scene ... Do. Do."], [21, "CABINET. 17 WATER-COLOUR DRAWINGS, &c SIDE D. NO. SUBJECT. ARTIST. CONTRIBUTOR. 8 Flamborough Light House, morning ... H. B. Carter H. B. Carter 9 Moonlight ... W.R. Beverley W. R. Beverley 10 Dead Calm ... G. Bulmer Thos. Benyon 11 Bywell, on the Tyne ... Richardson Wm. Hey, Jun. 12 Scalby Mill, near Scarbro', H. B. Carter H. B. Carter 13 Dutch Piece ... Renard T. B. Pease 14 Three Decker taking in stores ... J.M. W. Turner, R.A. F. H. Fawkes 15 Loss of an East Indiaman Do. Do. 16 A Brig off the Peak near Robin Hood's Bay H. B. Carter H. B. Carter 17 Scarborough J. M. W. Turner, R.A. F. H. Fawkes 18 Man of War off the Tagus, Do. Do. 19 Old Farnley Hall Do. Do. 20 Whitby, from the Sea H.B. Carter PI. B. Carter 21 Loch Fine, Argy le- shire J. M. W. Turner, R.A. F. H. Fawkes 22 The Strid, Bolton Park Do. Do. 23 Fall of the Reichenbach, Switzerland, ... Do. Do. 24 Her most Gracious Ma- jesty the Queen ... after Chalon Do. 25 Lake of Lucerne, from Fluellen J. M. W. Turner, R.A. Do. 26 Wharfdale, from the Chevin Deer Park Do. Do. 27 Interior of St. Peter's, Rome, Do. Do. 28 Cottage Scene, Killin W. Carter W. Carter 29 Fall of the Reichenbach, Switzerland J. M. W. Turner, R.A. F. H. Fawkes 30 Lausanne, Lake of Geneva Do. Do. 31 River Scene ... Carter Miss Roberts 32 Rome J. M. W. Turner, R.A. F. H. Fawkes 33 Vevay, Lake of Geneva, Do. Do. 34 Vessels at Sea ... Copley Fielding Thos. Benyon 35 The Right Hon. Wm. Pitt H. Fearnside 36 Knox Preaching (proof) D. Wilkie J. G. Marshall 37 Napoleon, (Crayons) and the Cordon of the Le- gion of Honour worn by him at Moscow Goubaud F. H. Fawkes 38 Monk of the order of La Trappe Trappe ... E.V. Rippingill — Carter 39 Major-General Lambert Cooper F. H. Fawkes 40 Drawings of the Swords of Cromwell, Fairfax, and Lambert, &c. J. M. W. Turner, R.A. Do. c"], [22, "18 CABINET. WATER-COLOUR DRAWINGS, &c SIDE 9. WO. SUBJECT. ARTIST. CONTRI ARTIST. CONTRIBUTOR. 41 Sir Thos. Fairfax Cooper Do. 42 Chelsea Pensioners after D. Wilkie, Thos. Benyon 43 Trial of Queen Caroline after Hayter Do. 44 Bolton Abbey in the olden time (early proof) after Landseer H. Benyon 45 Portrait of Edwd. Baines, Esq., M.P. ... Hargrove Edw. Baines, M.P. 46 The late Michael Thomas Sadler, Esq. after Schwanfelder Geo. Goodman 47 Miniature of the Duke of York ... Miss Simpson Miss Simpson 48 Miniature of his late Majesty, Do. Do. 49*Der Kreiger mit seinem kinde Hamer Stansfeld 49**Two Views of Beverley Minster ... Orlando Jewitt John Calvert 50 Cottage Scenery J. M. W. Turner, R.A. ?. H. Fawkes 5 1 Fall of Staubbach, Lau- terbrunnen Do. Do. 52 Fountain's Abbey, J. M. W. Turner, RJL., F. H. Fawkes 53 Plain of Marathon ... W. Page J. G. Marshall 54 Wreck near Robin Hood's Hole, Flamborough Head H. B. Carter H. B. Carter 55 Cenchria, Corinth ... W. Page J. G. Marshall 56 Passage of Mont Cenis J. M. W. Turner, R.A. F. H. Fawkes 57 Valley of Chamouni ... Do. F. H. Fawkes 58 Sarruri, Bosphorus ... W. Page J. G. Marshall 59 Part of Filey Bridge, Rocks near Scarbro'... H. B. Carter H. B. Carter 60 Mer de Glace, Chamouni, J. M. W. Turner, R.A. F. H. Fawkes 61 Source of the Arveron, Chamouni ... Do. Do. 26 Windermere ... Do. Do. 63 Athens from the Road to Eleusis ... W. Page J. G. Marshall 64 A Brig off the Peak near Robin Hood's Bay ... H. B. Carter H. B. Carter 65 Mer de Glace, Chamouni J. M. W. Turner, R.A., F. H. Fawkes 66 High Force, Tees ...\" Do. Do. 67 View on the river Tees W. R. Beverley W. R. Beverley 68 Old Pass of the St. Gothard, above the Devil's Bridge, J. M. W. Turner, R.A., F. H. Fawkes 69 Naples and Mount Vesuvius, Do. Do. 70 Coliseum, Rome ... Do. Do. 71 Drawing C. Stanfleld, R.A. John Blackburn 72 Bonneville, Switzerland, J. M. W. Turner, R.A., F. H. Fawkes 73 Venice, the Rialto ... Do. Do. 74 Interior of Durham Ca- thedral ... W. R. Beverley W. R. Beverley"], [23, "CABINET. 19 WATER-COLOUR DRAWINGS, 8jc SIDE ». NO. SUBJECT. ARTIST. CONTI ARTIST. CONTRIBUTOR. 75 Mont Blanc, from Fort Roch, Val d'Aosta, J. M. W. Turner, R.A., F. H. Fawkes 76 Bolton Abbey ... Do. Do. 77 Lancaster Sands ... Do. Do. 78 Temple of Jupiter, Ægina W. Page ... J.G.Marshall 79 The Old Pier, Burlington, H. B. Carter, H. B. Carter 80 Eruption of Vesuvius J. M. W. Turner, R.A., F. H. Fawkes 81 Venice, from Fusina ... Do. Do. 82 At Rhodes ... W. Page J. G. Marshall 83 Ithaca ... Do. Do. 84 Flounder fishing, Putney Bridge J. M. W. Turner, R.A., F. H. Fawkes 85 Brientz, Moonlight ... Do. Do. 86 East Coast of England... Do. Do. 87 Lanercost Priory ... W. Page J. G. Marshall 88 Mill, near Headingley ... Do. Do. 89 Corfu ... Do. Do. 90 Boudroun, Halicarnassus Do. Do. 91 Loch Tiny, Farnley Park, J. M. W. Turner, R.A., F. H. Fawkes 92 Farnley Hall, from the Junction of the Wharfe and the Washburne Do. Do. 93 The Washburne, Farnley Do. Do. 94 Minto Crags, Vale of Teviot ... W. Page J. G. Marshall 95 Four small Drawings of Scarbro' Harbour and Burlington H. B. Carter H. B. Carter 96 Morning, Coast Scene ... W. R. Beverley W.R. Beverley 97 Library of the Literary and Philosophical So- ciety, Newcastle ... Richardson John and B. Green 98 The Temple of Minerva, Ægina ... Copley Fielding, Henry Benyon 99 Brede, near Battle, Sussex, John Cruise John Cruise 100 Portrait of the late Walter Fawkes, Esq., who formed the Collection of Turner's Drawings in this Cabinet ... W. Robinson F. H. Fawkes FAIRFAXIANA. 101 Model of the Ruins of the Temple of Nep- tune at Pœstum, Rd. Tottie Thos. Walker F. H. Fawkes 102 Oliver Cromwell's Watch 103 Black Jack Cap, made out of the Military Boot of General Fairfax"], [24, "20 CABINET. FAIRFAXIANA. NO. SUBJECT. CONTRIBUTOR. i04 Seal of the Commonwealth ... ... F. H. Fawkes 105 An Illuminated Missal ... ... Do. 106 A Candlestick used by Fairfax ... ... Do. 107 Cannon Balls from Marston Moor ... Do. 108 A Candlestick used by Fairfax ... Do. 1,0 J-Two Chairs formerly used by Fairfax ... Do. Ill Three Swords, used by Cromwell, Fairfax, and General Lambert, at Marston Moor Do. 112 The Hat of Cromwell which he wore at Marston Moor ... ... ... Do. 113 Armour and Spears found at Marston Moor Do. 114 Window of Carisbrook Castle, with Writing of Charles 1 st when in prison there in 1646, written with a diamond ... G. Tatham 115 Commission from Ferdinando, Lord Fairfax, to an office in General Lambert's army, dated 1644 ... ... ... N. Scatcherd 116 Law Deed, dated 1649> and signed by Oliver Cromwell ... ... ... Do. 117 Two Swords, used by the Parliamentarians at the battle of Adwalton Moor, 1643 Do. 118 Fae Simile of Washington's Accounts W. M. Maude SALOON. MACHINES, MODELS OF MACHINERY, AND PHILOSOPHICAL APPARATUS. SIDE A. NO. SUBJECT. CONTRIBUTOR. 1 Proposed Model for the Proprietary School, Wakefield ... ... ... W. Perkin 2 Elevation of St. Catherine's, near Doncaster, the seat of Geo. Banks, Esq. ... J. Clark 3 Architectural Elevation of Commercial Buildings, Leeds, ... ... Do. 4 Penmanship, illustrative of Scripture, by a Hebrew Scribe ... ... G. Davis 5 Model of Jack Roofing, adapted to Mills, &c Wilkinson, Hol- beck 6 Skeleton of a Stag's Head 7 Three Models of Buildings, the larger one in- tended for the Cemetery ... ... Perkin & Backhouse"], [25, "SALOON. 21 MACHINES, MODELS, &C.—SIDE A. NO. SUBJECT. CONTRIBUTOR. 8 A Painting, with Clock in the Church Tower, G. K. Hirst 9 Seven Engravings of Roman Tesselated Pavement, S. J. Birchall 10 Glass Case, containing a Pyrometer, Metallic Thermometer, curious old Watch, Chucks, &c., &c. ; also various Medals presented by the Society of Arts for Inventions to Geo. Prior ll*Two Bronzed Idols, from India ... W. Machin 12 Model of a Patent Warping Machine ... Geo. Goodman 13 A High Pressure Steam Engine and Boiler G. Hirst 14 A Locomotive Engine, after Blenkinsop S. Stears 15 Model of a Chapel in Barbadoes, the work of a Negro, W. West 16 Model of a Steam Engine ... ... F. Matthews 17 Miniature Steam Engine, under glass shade Chadburn Brothers 18 Various specimens of diseased Ivory ... E. Turner 1 8APortraits in Ivory, Earl Fitzwilliam, J. Gurney, Sheffield 19 Miniature Steam Engine ... ... — Westerman 20 An Instrument for Winding Thread 21 Armorial Bearings of Barons who signed Magna Charta ... ... ... Mrs. Strother 21aTwo Plaster Casts in the Window 22 Four Paper Models of Carriages ... Mrs. Greenland 23 Small Model of Condensing Steam Engine W. Kemp 24 Model of a Coal Raising Gin, T. G. Wright, M.D., Wakefield 25 High Pressure Engine, with Vibrating Cylinder, C. Lockwood 26 Locomotive Engine ... ... Do. 27 Fine ending Hackle, for finishing process of fine Flax ; Rougher Hand Hackle, for first process of dressing Flax ... — Taylor 28 Specimens of Manufactured Steel Messrs. Sorby, Sheffield 29 View of the Willington Viaduct in the Line of the Newcastle and Shields Railway, a model of one Arch in the Viaduct is exhibited in front of the Orchestra, J. & B. Green, Newcastle 29a A View of the Ouseburn Viaduct in the Line of the Newcastle and North Sheilds Railway ... ... ... J. & B. Green, Newcastle 30 Electro Magnet ... ... ... Mechanics' Institute 31 Camera Obscura ... ... ... N. P. Simes 32 Skeleton of a Bullock's Head, with polished Horns ... ... ... ... T. Nunneley 33 Small Frigate in Glass Frame 34 Kentucky Rifle ... ... ... Samuel Smith 35 Two Sectional Models of Iron Steam Boats P. Fairbaira 36 Three Glazed Frames, containing Impressions of Medals in Wax ... .. ... J. Calvert 36a Two Plaster Casts in the Window ... Dr. Smith 36b Beautiful Model of Headingley New Church ... ... ... •«« R- D. Chantrell"], [26, "22 SALOON. MACHINES, MODELS, &c — SIDE A. NO. SUBJECT. CONTRIBUTOR. 37 Schonais Loom .. ... ... Hamer Stansfeld 38 Model of a curious Bridge in Brass Taylor & Wordsworth 39 Double Action Garden Syringe ... T. Eagland 39a Patent Beer Pump ... ...J.Hughes 40 Fittings for Locomotive Engines ... Phillips & Dennis 41 A splendid Specimen of American Anthra- cite ... ... ... ... E. Eddison 42 Model of the Guillotine in Ivory... ... — Wood 43 The Eclipse, a Locomotive Engine Chadburn Brothers, Sheffield 44 Pendulum Parallel Motion ... ... C. Lockwood 44a Small High Pressure Engine with Boiler Do. 45 A Frame, in which the Action of the Pulley is illustrated ... ... ... Do. 46 Beautiful Model of Locomotive Engine Pemberton, Manchester 47. Small Steam Engine, made by a Plumber's Boy ... ... ... ... C. Lockwood 47a A Glass Quart, with Half Crown in the Pedestal 48 Model of Forcing and Lifting Pump, with Glass Barrel ... ... ... C. Lockwood 49 Model of Bunnett and Corpe's Revolving Safety Shutters ... ... ... Kendall 50 Pneumatic Filter ... ... ... E. Carter 51 Porcelain Lamp Shade ... ... ... Mrs. Walker 52 Six Models of Patent Smoke-consuming Fire Boxes, for various kinds of Engines — Busk 53 Pentigraph, Beam, and Proportional Com- passes ... ... ... ... B.Jackson 54 Fac-simile of Magna Charta ... ... J. D. Heaton 55 Specimens of Cast Steel ... Messrs. Jessop & Son 56 A very antique Specimen of Sculpture ... N. Scatcherd 57 Two singular Mosaic Pictures, worked in Straw ... ... ... ... — Fearnside 57a Model of a Roof 57b Model of a Coffin Brig 57c Model of a 26 Gun Frigate 58 Plaster Casts 59 A Globe Rest, with Drill and Tool Holder R. Fourness 60 Model of Headingley Old Chapel ... R. W. Moore 60a Model of Steam Engine cut out of Wood 60b Oxy-hydrogen Blow Pipe 61 Gas Meter ... ... ... N. C. Raper 62 American Declaration of Independence . . J. Calvert 63 Lithographic Stones, with Drawings on them G. Masser 64 Model of St. Peter's School, Minster yard, York ... ... ... ... R. W. Moore 65 Small Model of Lendal Chapel, York ... Do."], [27, "SALOON. 23 MACHINES, MODELS, &c— SIDE 8. NO. SUBJECT. CONTRIBUTOR. SIDE B. 66 One Sheet of Paper 520 Yards in length ... J. Martin 67 A Curious Converging Tooth Wheel Time Keeper ... ... ... ... R. Bean 67a Model of Headingley Old Church on Ditto 68 Series of Artificial Supports to prevent De- formity ... .. ... ... J. Gay 69 Two Drawings of a Commemoration Column, and a Bird's Eye View of proposed Zoo- logical Gardens ... ... ... W. Perkin 70 Brass Rule, Printers' Form, and Specimen J. Muff 71 Printing Press in operation, with Types ... E. Baines & Sons 72 Air Pump Apparatus in operation ... R. Bean 73 Two Skin Cloaks, worn by Caffre Chiefs Col. Pitt 73a Bust, with Jeffreys' Respirator ... W. West 74 Hydraulic Press for making up Twist Bundles, W. Brown 75 A Machine for Plauing Iron ... ... Maclea & March 76 Model of Patent Rivetting Machine, with Specimens ... ... W. Fairbairn, Manchester 77 Machine for Cutting the Sides of Screw Nuts ... ... ... ... Maclea & March 77a Machine for Turning and Fluting Rollers for Flax Machinery ... ... Do. 78 Condensing Steam Engine, one horse power — Swithenbankj 79 End of Purple Coloured Cloth, dyed without Indigo or Dyewood ... ... Scarth & Sons 80 A Clepsydrae or Water Clock ... ... G. Prior SIDE C. 81 Club from North America ... ... Mrs. Strother 82 Two Clubs from New Zealand ... ... J. Ramsden 83 Indian War Club ... ... ... C. J. Hare 84 Pair of Portable Circular Blast Bellows ... J. Atkinson 85 Drawing of Lioness and Cubs ... ... — Norry, Wetherby 86 Model of a Cloth Shearing Machine ... A. France 87 Self-Registering Rain Guage ... ... W. C. Raper 88 Very Curious Files ... ... Messrs. John & Riley Carr 89 Two Models of Mills for Brushing Cloth Ripley and Ogle 90 A Group of Paddles from New Zealand, with a variety of similar Curiosities, Col. Pitt, Mrs. A. Lupton, J. Ramsden, & other* 91 Air Pump, with Apparatus ... ... W. West 91 a Cast of the Head of Napoleon, taken after death by Dr. Antomachi ... ... C. J. Hare 92 A variety of beautiful Artificial Crystals, by W. West, C. Lee, & Josh. Bower 93 Apparatus for the Analysis of Atmospheric Air, Coal Gas, &c. invented by ... W, West"], [28, "24 SALOON. MACHINES, MODELS, &c SIDE C. NO. SUBJECT. CONTRIBUTOR. 94 Large differential Thermometer .. W. West 95 Drawing of the Willington Viaduct on the Newcastle and North Shields Railway. (N.B. A fine Model of one Arch is in the Orchestra) ... ... J. & B. Green, Newcastle 96 Designs for the proposed Odd Fellows' Hall, Leeds ... ... ... Perkin & Backhouse 97 Respirators, with separate Portions, showing the Structure of the Instrument, ... W. West 98 A Marine Barometer ... ... G. Davis 99 Quadrant for ascertaining the Strength of Fibres ... ... ... ... Do. 100 Sympisometer ... ... ... Do. 101 Self-registering Thermometer ... ... Do. 102 A Mountain Barometer ... ... Do. 103 Circular Rest for Turning, with Parallel and Perpendicular Cutters for Slide Rest, W. Gill 104 Universal Chuck, with Patterns ... J. Muff 105 Eccentric Chuck ... ... ... W. Kemp 106 Model of High-pressure Ehgine, with Oscil- lating Cylinder ... ... ... S. Stears 1 07 Griffin's cheap Chemical Apparatus for Me- chanics' Institutions or Private Students, W. West 108 Distilling Apparatus at work .. ... Do. 109 Sundry Apparatus, Chemical Preparations as labelled ... .. ... Do. 110 Imitations of Precious Stones ... T.Robinson, Settle 111 Two Ancient Snap Haunch Pistols ... Mrs. Strother 112 Malay Creeses .. .. ... John Calvert 113 Malay Creese, & Sword used by the French Artillery ... ... ... C. J. Hare 114 Two Turkish Swords ... ... J. Calvert 115 A Malay beheading Knife, a Headsman's Sword, and ancient Hunting Sword .. J. Calvert 116 A Cross Bow ... ... ... Do. 117 Creese of an Officer of Sultan Tippoo Saib 118 Helmet, Back and Breast Plate . . J. Lee 119 Draughts & Specimens of Eccentric Turning, J. Muff and W. S. Ward 120 Ancient Carvings in Wood, (Scripture sub- jects) ... ... ... ... J. Kendall 121 Silver-hiked Dress Sword ... .. N. Scatcherd 122 Curious Sword, with Pistol in the Handle 123 Model of Steam Engine .. ... F. Matthews 124 Model of a Locomotive Steam Engine ... Do 125 Dissected Gas Meter at Work 126 Gas Meter .. ... ... W. C. Raper"], [29, "SALOON. 25 MACHINES, MODELS, &c SIDE 8. NO. SUBJECT. CONTRIBUTOR. 127 Oscillating Raising Machine ... J. Walton, Sowerby Bridge 127a Model of a Horse in Brass ... — Hughes 128 Design for a Market in Exeter ... ... W. Perkin 129 Design for a Chapel in Bradford ... Do 130 Antique Carving in Oak ... ... N. Scatcherd 131 Curious High-heel'd Shoes ... ... — Ward 132 A Clepsydra or Water Clock ... 133 Patent Guard Locks ... W. Longfield, Otley 134 Curious Carved Walking Stick ... F. D. Cattaneo 135 Sets of Beads from New Zealand ... J. Ramsden 136 Fishing Tackle from New Zealand ... Do 137 Drawings of Fragments of an Ancient Cross, &c. found in the Walls of Leeds Parish Church ... ... ... R. D. Chantrell 138 Water Colour Drawing 139 A Perambulator ... ... Rev. W. C. Wollaston 140 Sheep Skins dressed ... ... ... Wilson & Armistead 141 Grape Gatherer 142 Instrument for Pruning Orchard Trees ... 143 Specimens of Hemp and Flax Manufacture from Ropes down to Shop Thread Grimshaw & Wilkinson SIDE ». 143a A Patent Card-making Machine ; this highly finished and beautiful piece of Mechanism draws the Wire, cuts it to a proper length, bends it, pierces the holes through patent Caoutchouc or Leather, into which it finally sets 300 Teeth in one minute ... Jas. Walton, Patentee, Sowerby Bridge 1 44 A Flax Spinning Frame, showing the pro- cess of softening the Flax by macerating it in hot water ... ... ... P. Fairbairn 145 Patent Roving Machine for Flax Manufac- ture ... ... ... ... Do 146 A High-pressure Steam Engine' of Four Horse Power, giving motion to the several Machines ... ... Turner, Ogden, and Co. 147 A First and 1 48 A Second Drawing Frame, Flax Process Fenton, Murray, & Co. 149 A handsome One Horse High-pressure Engine giving motion to a Steel Cutting Machine ; by this Machine, hardened Steel is cut with ease by a Circular Disc of soft Iron, producing at the same time an immense number of sparks . . . W. Kemp"], [30, "26 SALOON. CENTRE OF THE SALOON. NO. SUBJECT. CONTRIBUTOR, A Circular Canal, 18 Feet in diameter, 18 Inches deep in Water, on which at inter- vals ply a Steam Packet and some smaller Craft ; a number of Gold Fish are seen swimming along ; in one part is seen a Model of Eddystone Light- house, crowned with a Gas Light. Within the Circle is a large Cast Iron Basin, from whence issues a splendid Fountain, throwing up Water through Jets several feet high. The overplus Water passes over and gives motion to a Water Wheel, then passing through a Conduit, empties itself into the Canal. Connected with these is an instrument for communicating Galvanic Shocks ; also various Apparatus for illustrating by Experiments, the Principles of Pneu- matics, Hydrostatics, Galvanism, Che- mistry, &c. &c. A handsome Working Model of the Steam Engine, with Mahogany Pedestal, stands in front of the entrance to the Fountain made by the late J. Lockwood. A powerful Electro Magnet capable of sustain- ing several hundred weight is also put into operation at stated times. Stromyer's Splint for Deformity of the Foot, a new and much improved invention ... T. Eagland Improved Splint for Contraction of the Elbow Joint Do. ORCHESTRA PAINTINGS, &c. NO. SUBJECT. ARTIST. CONTRIBUTOR. 1 The High Street, Skipton, Rd. Waller Rd. Waller 2 3 Portrait of a Gentleman, Edwin Eddison 4 A Bacchante ...J. Botterill J. Botterill 5 A Charger and Hunter, lately belonging to the Earl of Rosslyn, H. Burton H. Burton 6 Portrait of a Lady .,. J. Botterill J. Botterill 7 Conversion of St. Paul Wm. Binns 8 Stoning of Stephen ... Wm. Binns 9 View of Loch Lomond, Schwanfelder T. K. Raper 10 Wife of Rubens"], [31, "ORCHESTRA. 27 PAINTINGS, &c. NO. SUBJECT. ARTIST. CONTRIBUTOR. 11 Abelard ... John Atkinson, E. P. 12 Battle Piece ... after Wouvermans, Wm. Binns 13 Landscape, with Figures dancing Wm. Binns 14 The Crucifixion .. Benj. Jackson 15 Game ... Raise Ard Walker, Jun. 16 Landscape 17 Gypsies' Feast ., T. K. Raper 18 Landscape, with a Dutch ) QU B M j. sloane market in a Village J ° 19 Sir John Falstaff 19a Landscape and Cattle ... Berghem Jas. Sloane 20 Horses ... Hamer Stansfeld 21 Dutch Boors ... T. K. Raper 22 Dutch Boors ... T. K. Raper 23 Ecce Homo ... after Carracci, Wm. Flargrove 24 Landscape and Figures Bodewyns Wm. Hargrove 25 Landscape with Figures Schwanfelder T. K. Raper 26 Head of Christ ... Benj. Jackson 27 Landscape .. after G. Poussin, Wm. Hargrove 28 Landscape with Cattle Josh. Rhodes T. K. Raper 29 Dogs worrying a Hedgehog, T. S. Ward, T. K. Raper 30 View in Italy ... Wright, Derby, Norr. Scatcherd 31 Landscape in Composition Van Straaten J. Sloane 32 Large Fruit Piece .. Smith, CMchester, Wm. Hargrove 33 View in Italy ... Wright. Derby, Norr. Scatcherd 34 Entrance to the Grotto \\ x oamDgon of Posilipo, Pozzuoli j \" 35 Grotto of Posilipo ... L.Sampson 36 John Wesley S. Drummond, A.R.A., S. Drummond 37 Portrait of Mr. Foster ... Grimshaw 38 St. Peter ... Blanchard 39 Various Boxes of Chemicals 40 Head of John the Baptist J. Sloane 41 Cast of Bacchus ... Mondini 42 Heloise ... Jno. Atkinson, E. P. 43 Peasant Girl with Eggs, Coene Jno. Watson 44 Interior View of a Foundry Fenton, Murray, & Jackson 45 Boy with Sheep John Rhodes T. K. Raper 46 Clement the Tenth .. Mrs. Strother 47 Longitudinal Section of \\ Fent M & Jackson a Steam Engine J J 48 Plan of a small Engine Ditto 49 Ditto Ditto 50 Fourteen Views of Naples and Sicily, &c. ... L. Sampson 51 Model of the central arch (span 120 feet) of the Willington Viaduct, in the line of the Newcastle and North Shields Railway John & B. Green, Architects, Newcastle"], [32, "28 ORCHESTRA. CURIOSITIES, &e. SUBJECT. CONTRIBUTOR. NO. 52 Young Elephant ... ... ... T. Fenteman. 53 Truck Weighing Machine ... ... F. H. Fawkes 54 Brass Ring Dial, made by A. Sharpe, who died 1742, ... ... J. Muff 55 Mandolin ... ... ... ... — Hebbleth waite 56 Breast Plate of one of Napoleon's Cuirassiers, slain at Waterloo ... ... ... T. Barlow 57 Breast and Back Plates of Ancient Armour, J. Kaye 58 Sturgeon ... ... ...Philosophical Society 59 Steam engine ... ... ... J. Hodgson 60 Pneumatic Trough ... ... ... Wm. Aldam, Jun. 61 Ancient Quadrant ... ... ... J. Tea! 62 Steam Engine ... ... ... — Cullingworth 63 Printing Press ... ... ... R. Inchbold 64 Two Pneumatic Troughs ... ... W. West 65 Copper Ga-s Holders ... ... Do. 66 Two Gas Holders ... ... ... Wm. AJdam, Jun. 67 Pneumatic Trough ... .. ... Do. 68 Mercurial Trough ... ... ... Do. 69 Electrical Stool ... ... \"... 70 Alligator, from America ... Philosophical Society 71 Wild Boar ... ... ... Do. 72 Model of Menai Bridge 73 Case of Birds 74 Blow Pipe ... ... ... Wm. Aldam, jun. 75 Two Polished Reflectors, with Brass Stand Do. 76 Two Crystals of Alum, under Glass Shades, J. Bower 77 Quadrant Weighing Machine Taylor, Wordsworth, & Co. 78 Kangaroo ... ... ...Philosophical Society 79 Specimens of Shell and Hair Combs, J. & J. Stephenson, Sheffield 80 Hydraulic Press 81 Skeleton of the Head of an Elephant Philosophical Society 82 Locomotive Steam Engine ... ... Wm. Aldam, jun. 83 Bear ... ... ... Philosophical Society 84 Blowing Machine 85 Machine for showing the Centrifugal Forces, W. Aldam, Jun. 86 Case of Birds ... ... ... N. P. Simes 87 Gas Holder TUNING ROOM. OXY-HYDROGEN MICROSCOPE. Under the Gallery in the Tuning Room a powerful Oxy-hydrogen Microscope is exhibited at intervals"], [33, "29 SALOON GALLERY. CURIOSITIES, &c. NO. SUBJECT. CONTRIBUTOR. 1 Two Magnets ... ... ... W. Aldam, Jun. 2 Glass Case of Curiosities 3 Cabinet of Shells ... ... ... L. Sampson 4 Shells and other Curiosities ... ... — Gibson 5 Bishop's Bible ... .. ... K. West 6 Belgian Shoes worn by Servants 7 Brass Gas Ornament 8 Latin Copy of Livy ... ... ... — Green 9 A Dissected Human Arm, showing the Arteries and Nerves ... ... T. Nunneley 10 Lizard ... ... ... Philosophical Society 11 Five Tortoises ... ... ... Do. 12 Crocodile ... ... ... .. Do. 13 Turtle ... ... ... ... Do. 14 Bull Frog ... .. ... ... Do. 15 Alligator ... ... ... ... Do. 16 Three Glass Cases of Curiosities ... Do. 17 Four Bottles of Flowers in Spirits ... Mrs. Walker 18 Java Hare ... ... ... ... A. Lupton 19 Crystal of Alum ... ... ... J. Bower 20 Coral ... ... ... ... Mrs. Strother 21 Curiosities from Tongnese ... — Jackson, York Place 22 Curiosities from New Zealand ... ... J. Ramsden 23 Madagascar Loom and Web ... ... J. Calvert 24 Paddle from New Zealand ... ... J. Ramsden 25 Skeleton of a Badger ... .. ... T. Nunneley 26 Do. of a Thorough-bred Spaniel ... Do. 27 Cow Whale Jaw 28 Horse's Leg, with excessive Exostosics of Knee Joint ... ... ... Do. 29 Skeletons of the Fox and Mouse, ... Tuffen West 30 A Newfoundland Dog's Head ... ... T. Nunneley 31 Shark's Jaws ... ... ... T.Harvey 32 Shark's Jaw ... ... ... J. Ramsden 33 Skeleton of a Boar's Head ... ... T. P. Teale 34 Shark's Jaws ... ... Philosophical Society 35 Skeleton of a Horse's Head ... ... T. Nunneley 36 Do. Do. ... .. T. P. Teale 37 Do. of a Walrus ... ... Do. 38 Double Cocoa Nut ... Philosophical Society 39 Large Calabash ... ... ... T. Harvey 40 Half-gourd with down of the \" Down tree\" Do. 41 Gourd (Jamaica) ... ... ... Do. 42 Two Ears of Maize ... .. Philosophical Society 43 Three Conea of Pine ... ... ... Do."], [34, "30 SALOON GALLERY. CURIOSITIES, &c. NO. SUBJECT. CONTRIBUTOR. 44 Sheep's Head, with Horns of a most unusual Size ... .. ... ... T. Nunneley 45 46 Two Electrical Machines, with Leyden Jars, Batteries, Electrometers, &c. &c. ; Pneu- matic Machine with a large Quantity of appropriate Apparatus ; Electro Magnet ; Oxy-hydrogen Microscope ; Galvanic Trough with Apparatus to demonstrate Facts connected with Electro-dynamics, &c. &c ;— all of which have, by the kindness of the Proprietor, been allowed to be practically exhibited ... ... W. Aldam, Jun. 47 A Dissected Human Leg, showing the Arteries and Nerves ... ... T. Nunneley 48 Series, illustrating the Detection of Poisons, and some other Specimens ... ... W. West 49 Specimens of Patent Waterproof Cloth T. N. Raper, London 50 Specimens of Chemical Manufactures ... W. WTest 51 Skull of an African Negro ... ... T. Nunneley 52 Skull of an European, phrenologically marked on the one side according to the system of Gall, on the other according to that of Spurzheim ... ... ... Do. 53 A Series of Dye Drugs, accompanied by Polished Dyewoods ... ... C. Lee 54 55 56 A Cake of Sal Ammoniac, manufactured from Refuse Gas Liquor ... ... W. West E00M IN THE LOBBY. J AC QU ARD LOOM. LOBBY. NO. SUBJECT. CONTRIBUTOR. 1 Plaster Cast of Sir Robert Peel ... — Rhodes 2 Shells from Messina .. ... L. Sampson 3 A Crystal of Alum ... ... J. Bower 4 Steam Carriage ... ... ... W. M. Stears 5 A Physiological Preparation ... ... W. Ainley 6 Design for a Public Building in Manchester, J. Clark 7 Three Cases of Files . . . Marriot & Atkinson, Sheffield 8 Two embossed Table Covers ... ... T.Blackburn"], [35, "LOBBY. 31 CURIOPITIES, &c. NO. 8UBJECT. CONTRIBUTOR. 9 Specimens of Stained Glass ... ... J. Bower 10 Specimens of Berlin Porcelain, S. J. Birchall, N. P. Simes, and G. K. Hirst 1 1 A Jacquard Loom in operation, J. Norton, Clayton West 12 Design for a house in Berwickshire ... J. Clark 13 Plan of St. Mark's Place ... ... C. Makins 14 A Clock, with Organ ... ... P. Wherle 15 A Tortoise ... ... ...Philosophical Society 16 A Model of the Oberland, Switzerland ... G. K. Hirst 17 Model of the Valley of Chamouni, Mont Blanc, ... ... The Bishop of Ripon 18 A Model of the South of Switzerland ... Do. 19 A Case containing Iridescent oxide of Lead, P. Kettlewell Listing spun from the hair of a dog, &c. C. Lee 20 Landscape ... ... ... — Walker Refreshments, in almost endless variety, arc supplied to Visiters, in the Lobby, by Mr. G. Wood. !„* The Committee fear that the names of many Contributors to the Exhibition are omitted from the early editions of (he Catalogue, which they hope to supply in subsequent editions. The anxiety of the public is so great for aid in viewing the objects, that this edition is issued as early as possible, but necessarily imperfect in the above respect, and also in the asterisk (*) not having been affixed to many of the articles intended for sale. All such articles are, however, ticketed \"for sale\" at the Rooms, and their respective prices may be learnt from the Superintendent. EDWARD BAINES AND SONS, PRINTERS, LEEDS."], [36, ""], [37, ""], [38, ""]]