[[1, ""], [2, ""], [3, "DEDICATED TO Professor J. F. BRIDGE, Mus. Doc Organist of Westminster Abbey. ALONZO THE BRAVE AND THE FAIR IMOGENE Cfyoral Ballafc WORDS BY M. G. LEWIS From \" The Monk \" MUSIC BY C. HOLLAND PRICE 26 May be sung without Fee or Licence. London: CHAPPELL & CO., 50 NEW BOND STREET, W. Words - Price Threepence."], [4, ""], [5, "DEDICATED TO Professor J. F. BRIDGE, M us. Doc. Organist of Westminster Abbey. ALONZO THE BRAVE AND THE FAIR IMOGENE Choral 23aIIa6 WORDS BY M. G. LEWIS From \" The Monk \" MUSIC BY C. HOLLAND PRICE 2 6 May be sung without Fee or Licence. Bonbon : CHAPPELL & CO., 50 NEW BOND STREET, W. Words - Price Threepence."], [6, "©riginal Cast: Alonzo the Brave The Fair Imogene Mr. Harrison Brockbank Mrs. Rice Holmes"], [7, "3 ALONZO THE BRAVE AND THE FAIR IMOGENE A CHORAL BALLAD BY C. HOLLAND. A warrior so bold and a maiden so bright Conversed as they sate on the green, They gazed on each other with tender delight, Alonzo the Brave was the name of the knight, And the maid's was the Fair Imogene. \" And Oh ! \" said the youth, \" Since to-morrow I go \" To fight in a far distant land, \" Your tears for my absence soon ceasing to flow, \" Another will court you, and you will bestow \" On a wealthier suitor your hand.\""], [8, "\" Oh ! Hush these suspicions ! \" Fair Imogene said, \" Offensive to love and to me, \" For if you be living, or if you be dead, \" I swear by the Virgin that none in your stead \" Shall husband of Imogene be ! \" And if e'er for another my heart should decide, \" Forgetting Alonzo the Brave, \" God grant that, to punish my falsehood and pride, \" Your ghost at my wedding should sit by my side, \" Should tax me with perjury, claim me as bride, \" And bear me away to the grave ! \" To Palestine hastened the warrior so bold, His love she lamented him sore. But scarce had a twelvemonth elapsed, when behold A Baron, all covered with jewels and gold, Came and knocked at Fair Imogene's door !"], [9, "i 5 His treasure, his presents, his spacious domain, Soon made her prove false to her vows ; He dazzled her eyes, he bewildered her brain ; He caught her affections so light and so vain, And carried her home as his spouse. And now had the marriage been blest by the priest ; The revelry scarce had begun, The tables they groaned with the weight of the feast Nor yet had the laughter and merriment ceased, When the bell of the castle tolled \" One ! \" Then first, with amazement, Fair Imogene found That a stranger was placed by her side ; His air was terrific, he uttered no sound ; He spoke not, he moved not, he looked not around, But earnestly gazed on the bride."], [10, "7 \" I pray, I 6 His visor was down, and gigantic his height ; His armour was sable to view ; All pleasure and laughter were hush'd at his sight The dogs as they eyed him drew back in affright ; The lights in the chamber burned blue ! His presence all bosoms appeared to dismay, The guests they sat silent, in fear, Till at length spoke the bride, while she trembled, Sir Knight, that your helmet aside you would lay, And deign to partake of our cheer.\" The lady is silent, the Stranger complies, And slowly his visor unclosed : Then oh ! What a sight met Fair Imogene's eyes What words can express her dismay and surprise, When a skeleton's head was exposed !"], [11, "i 7 All present then uttered a terrified shout, And turned with disgust from the scene, For the worms they crept in, and the worms they crept out And sported his eyes and his temples about, While the Spectre addressed Imogene. \" Behold me, thou false one ! Behold me ! \" he cried ; \" Remember Alonzo the Brave ! \" God grants that to punish thy falsehood and pride, \" My ghost at thy wedding should sit by thy side, \" Should tax thee with perjury, claim thee as bride, \" And bear thee away to the grave ! \" Thus saying, his arms round the lady he wound, While loudly she shrieked in dismay ! Then sank with his prey through the wide-yawning ground Nor ever again was Fair Imogene found, Or the spectre that bore her away."], [12, "Not long lived the Baron, and none since that time To inhabit the castle presume ; For chronicles tell that by order sublime, There Imogene suffers the pain of her crime, And mourns her deplorable doom. At midnight four times in the year does her sprite (When mortals in slumber are bound), Arrayed in her bridal apparel of white, Appear in the arms of the skeleton knight, And shriek as he whirls her around ! While they drink out of skulls newly torn from the grave, Dancing round them pale spectres are seen, Their liquor is blood, and this horrible stave They howl : \" To the health of Alonzo the Brave \" And his consort, the False Imogene ! \" THE SAME COMPOSER. Miss Kilmansegg and her Golden Leg ! ($n oibffaefyioneb Cantata Words by Thomas Hood Price Three Shillings. LONDON: WEEKES & CO., HANOVER STREET."], [13, ""], [14, "@, Riorden, 5 Poland St. w."], [15, ""], [16, ""]]