[[1, ""], [2, ""], [3, ""], [4, ""], [5, "JUVENILE POEMS. Siqui forte raearum ineptiaruni Lee tores eritis. Catullus. HonKon : PRINTED FOR W. LINDSELL, 87, WIMPOLE STREET, Cavendish Square ; By Gold and Walton, «*, Wardour Street . 1815."], [6, ""], [7, "TO JOHN WILLIAM LEWIS, Esq. THESE BOYISH EFFUSIONS ARE DEDICATED, as a small token of friendship, BY THE AUTHOR."], [8, ""], [9, "PREFACE. I have ventured to reprint a few- Poems which I composed a few years back, at different times, during the short snatches of study which I could steal from a bustling and dissipated world. Versifi cation now is so common an art that every Delia has her Damon. Even the little Misses of boarding-schools write their love-ditties, and bards swarm in every grove. There is however some differ ence between writing verses and writing poetry ; otherwise every school - boy when he first attempts his nonsense-"], [10, "IV PREFACE. verses would deserve the appellation of a Poet. There is a cant in every thing. The Senate, the Bar, the Pulpit have their own peculiar cant, nor is Poetry free from the taint of the age. How- ever we are now* beginning to break the shackles of that great poetical necro mancer, Pope, and to discover that the music of verse, and the uniformity of rhyme are not synonymous terms. We have at length found out that Chaucer and Spenser are Poets ; and that the Poems of the immortal Shakspeare de serve our admiration. We have living Poets of no ordinary merit. Byron, Moore, and Wordsworth constitute the great triumvirate of Poetry. What !"], [11, "PREFACE. V Wordsworth, with his babyisms and affectations ? Yes, Wordsworth, who in spite of his babyisms, and affecta tions, and eremitical abstractions, is a •Lover of Nature and a Poet. His fame is daily gaining ground*. He is the Poussin, and often the Claude; Byron, the Salvator Rosa, and Moore (delici ous Moore) the Titian of Poets. Even among the most highly coloured of Moore's productions (his Little's Poems for instance) the most beautiful and simple strokes of nature are perceptible. * Among the greatest admirers of Wordsworth is Mr. Leigh Hunt, (I he Editor of the Examiner, and the Author of Rimini,) who in my humble opinion isa Man of taste and genius, and possesses an independent spirit which does him the highest honour. But he is a seditious writer, I \" cry your mercy, Southey, is it you.''"], [12, "VI PREFACE. As to Byron, his talents are gigantic though their operations are confined. \" Oh narrow circle, but of Power divine, Scanted in space, but perfect in thy line.\" But by his superior art he draws others within that circle, and there exercises over them the spell of his mighty genius. \" Irritat, mulcer, falsis terroribus implet, Ut magus, et modo me Thebis, modo ponit Athenis.\" Southey, notwithstanding his gaudy and vain birth-day odes (Gods, who can write a good birth-day Ode) is an ex cellent historian, and a writer of great poetical fancy. We need not despair of again seeing English Poetry flourish in all its full-blown luxuriance, although it has been pruned and formalized by the school of Pope, and his followers."], [13, "PREFACE. VII If we must be imitators, let us rather imitate Ariosto and the Italians, than Boileau and the French. The Faithful Shepherdess of Fletcher is the finest model for versification in the English language ; it is exquisitely varied in its metre ; it is beautiful in its imagery. It is indeed \" a perpetual feast of nectar 'd sweets where no crude surfeit reigns.\" I do not presume to say that Pope is no Poet ; he is a very great Poet, but I do not admire him as a model for imitation. Perhaps no one understood human na ture, as modified by customs and refine ments, better than Pope. His \" Rape of the Lock\" is a most elegant Poem, though the idea of the Sylphs is not"], [14, "VIII PREFACE. original. It is a cabinet collection of Graces. It has much of that playful satire that sports around the imagina- tion, \" circum præcordia ludit.\" It is every where complete like the well ar- ranged toilet of a lovely woman. I cannot agree with Mr. Hazlitt in his observation, that Poetry is generally listed on the side of despotism.* No ! Homer the greatest of Poets was an .ardent lover of liberty, as was also Lon- ginus, the greatest of Critics. Poetry that speaks to the more generous feel- ings of man is always most vigorous, and therefore when it supports the * See his remarks on the character of Coriolanus in his \" Essays on the Plays of Shakspeare, a work that will live in after times, when many of our fashionable productions shall moulder on stalls or \" in closets roU\""], [15, "PREFACE. 15k cause of independence, it must prevail. I wish that some Tyrtæus would rise among his co-patriots in South America and strike the wild harp of freedom, till the Cordilleras re-echo with the shouts of Freemen.* The reason why Poets are sometimes Courtiers, is, that' they have often a keener relish for the good things of this life than their means will satisfy, and are therefore tempted to sacrifice their independence, to the gratification of their appetite for plea sure. So true is that maxim of Sully, u predominant passions will be gratified at any price.\" In regard to my few verses, no one can have a less elevated * Would not this be a subject worthy of the generous enthusiasm of a Raynal ?"], [16, "PREFACE. X opinion of them than I have, they were written (the amatory ones especially) in the fever of the moment, amid a life of folly and dissipation. I do not think that I ever shall be a candidate for literary fame. ' Less pleasing, though more useful employments, than that of writing verses must now occupy my mind. Singula de nobis anni prœdantur euntes; Eripuere jocos, venerem, convivia, ludum, Teudunt extorquere poeuiata. Jiti.y 15th, lSlf."], [17, "JUVENILE POEMS. A DREAM. \" And hither Morpheus seDt his kindest dreams.\" Castle of Indolence. — Thomson. ■Can I forget to claim the Muses' care, When trembling, I attempt to please the fair ? When all that Dryden wrote, or Little sung, Glows in my soul, or modulates my tongue 1 Come Sappho's genius, heed an humbler bard, Who seeks not fame, whom Virgin smiles reward. Where far Atlantic rolls its tumid waves, Remote from regions, unexplor'd by slaves ; (Slaves to vile lucre or ambitious fools,) There stands a goodly isle, where Venus rules. 10 a"], [18, "8 JUVENILE POEMS. Here liberty by Nature nurs'd resides, His vagrant steps the tender Matron guides *» To her alone, the God obedience owns, And laughing,pointswhere prudish customsfrowns. Whose bonds are broke,tho'fram'd with subtlest art; Nor here, in cruel thraldrom chain the heart. Woods o'er its surface rise, in gloomy state, Here mortals stray, unconscious of their fate. O'er these recesses bland seduction reigns, Fraught with intrigue, unfailing in her gains. 20 With wond'rous sophistry, and cunning wiles, She smooths her voice, diversifies her smiles. Now, Proteus-like, the form of friendship wears^ Now, patroness of innocence appears. While e'en her crimes with borrow'd brightness shine, To lure the weak, and gild each base design. Here let me call the Virgin highly blest, If wisdom's Ægis guards her hallow'd breast: This will unmask Seduction's artful face ; This, soon dispel all counterfeited grace. 30"], [19, "9 JUVENILE POEMS. What though theSyren charms the weaker throng, Here fails her voice, unpleasing grates the song ; Thus reason triumphs with the force of truth, O'er glozing lies, that blast the spring of youth. Unnumber'd sprites her dread commands attend ; Each foe to virtue, but a seeming friend. Within these groves the gloomy spirits brood, O'er plans of mischief, hateful to the good. Then ripe for ruin, flush VI with wild delight, \\ Through various regions,wing their rapid flight. 40 Does sorrow waste a father's furrow'd cheeks, Whose broken voice a daughter's frailty speaks 1 Then triumph these, then throes of rapture swell Their breasts, the black receptacles of hell. Near such retreats, by Cupid guarded, rise The golden walls of Turkish Paradise. Here pleasure lives, 'mid scenes of brighter hue, Than Poet fancied, or than Painter drew. No clouds o'ercast the blue serene above ; Eternal sunshines- warm the soul to love. 50"], [20, "10 JUVENILE POEMS. Fresh is the air, perfum'd with various' flowers,. That deck the meads, or canopy the bowers, Here vales and banks of evergreen abound, Enrich'd with olives, or with myrtles crown'd. While crystal streams that gush from founts unseen- Heaven's living mirrors softly steal between. Here black-eyed Houries, friends to Nature, stray. And, sprung from heat, imbibe the solar ray. Their fairy forms unnumber'd charms reveal, No cumbrous robes their fairy forms conceal. 60 Who can describe, in Fancy's colouring drest, Their snowy limbs, where all the graces rest ? Their eyes, that languid seem to float in bliss, Their lips, which Anchorites would burn to kiss ? Outstretch'd on banks, they languish to enclose In silken nets the slaves of soft repose. These sons of Mahomet, whose vivid souls Despis'd restraint, now female force controuls But lo ! in marble panoply array'd, High on a hase the Prophet stands display'd. 70"], [21, "11 JUVENILE POEMS. The grand impostor wields an iron rod, Emblem of chastisement, the scourge of God ; To which (for wisest purposes design'd). Was pow'r annexed to smite, or sway mankind. His frown terrific, awe-commanding stare, Start from his face ; the soul is imag'd there. Around the shrine delighted spirits dance, Till, drunk with joy, they sink in sudden trance. Embosom'd deep in woods, the palace stands, Where Venus dwells amidst her wanton bands. 80 The spacious hall, prepar'd with costly pride, By Vulcan, lab'ring for his charming bride, Claims admiration ; here the court is held, Where maidens crowd, by forceful love impell'nl. Here charms, in rich variety, appear, Theugh widely diverse, all to Venus dear. Enthron'd on high, in blaze of beauty bright, The Goddess smiles ineflable delight."], [22, "12 JUVENILE POEMSa A diadem of stars adorns her head, Around her limbs a glitt'ring robe is spread. Her eyes flash forth intelligence divine, 90 And all the godhead seems throughout to shine. Not thus she look'd, when from the waveless sea She rose, her rising Nature smil'd to see. Loosely enrob'd, yet brighter than the morn, On car of young Hyperion upborne ; Fresh as the rose, her limbs impearl'd with spray, In floating shell the Queen of Rapture lay. Admiring Mermaids throng'd to grace her train ; The Syrens sung, and Nereids skimm'd the main. Not thus she look'd,when waking wild surprise,l00 Her naked beauties met the shepherd's eyes, On Ida's hill, where Pride with Wisdom strove To gain the dearest attribute of love. Above the Queen unnumber'd banners play, Which thousand Cupids tastefully display. Where glow memorials of her splendid reign. Emblems, descriptive of a lover's pain."], [23, "JUVENILE POEMS. 13 The torches, blazing with ethereal fire, Illume the court with flames that ne'er expire. Some purely clear, no earthly mixtures cloy, 110 While lust defiles the rest with base alloy, These feed, with fiery nutriment, the frames Of crowds whom love, or grosser lust, inflames. The Sylphs, kind guardians of the spotless fair, Hover around, and quit their native air. The wicked Gnomes, who tempt the soul to sin, Here perfect works which glowing swains begin. The Graces, knit in circling round, are seen Unzoned, yet fairest, next the Cyprian Queen. Here thrones are set, rewards befitting worth, 1 20 Where shine the advocates of love on earth. Those, whose soft strains the tender passions mov'd Those who, by death, their firm attachments prov'd. All crown'd with garlands, beauteous to behold, Fresh in immortal bloom, inwreathed with gold. Such is the court, where Venus rules supreme, Which fancy loves, but truth proclaims a Dream."], [24, "AN IcptetU from a&onte to &b\\ots \" Dicere quæ puduit scribere jussit amor.\" Ovin. Poor are those souls that feel not passion's flame ; Erroneous those, who say \" Love's but a name !' No ; tis a spirit that triumphant reigns O'er all the frame, and swells the inmost veins ; Discards all reason, all restraint denies ; Blunts the quick senses, dims the sparkling eyes. Extreme emotions feed perpetual care. Now raised by hope, now sunk by dark despair, Shall cold disdain then ulcerate the smart, And gall the wound that rankles in the heart ? * This I'oem is a satire upon seduction, by shewing the ar tifices of it. The arguments are not those of the Author ; but of Adonis. They are weak, but specious and decorative ; the language of poetry rs not always the language of reason."], [25, "15 JUVENILE POEMS. Hence rending thought ; no such misfortunes wait My youthful years : shall doubt vain fears create 'i No cold disdain appears in Chloe's face, Where Venus dwells 'midst each attendant Grace ; Where bright'ning smiles and uncontracted brows, The native sweetness of her mind disclose. Fair laugh'd the morn, and all on earth was bright, When first those eyes imbibed the dawn of light ; Irradiant sunshine gathered round your head, And guardian Cupids watched your infant bed. Stoics may censure, Prudes may disapprove, You own the pleasures of licentious love, No vulgar ties ; no chill restraint controul The fond effusions of your glowing soul. The Passions, borne by love's impetuous tide, Shall Reason, weak directress, dare to guide ? Shall art's imbecile barriers check their course, Or frigid Prudence counteract their force 1 No ! Nature plac'd the passions in man's breast To guide his actions— not to be supprest. c"], [26, "16 JUVENILE POEMS. Then let us riot in voluptuous bliss, The warm embrace, the soul-inspiring kiss. The mirthful bowl, with wit's luxuriance crown 'rlr The lovely maid, who spreads her smiles around, All, all unite our early years to please ; Shall we alone, then, fly such scenes as these ? Yet death, alas! whom.no iutreaties stay, Whom young and old, alike compell'd obey, With noxious blight the bud3 of life destroys, Ere it expands and blossoms into joys. Then all the scenes imagination drew, All pictured raptures vanish from the view : The wearied sight no gilded prospect cheers, While nought but endlessness of woe appears. Then let us seize the moments, ere they fly ; Who knows how soon, perchance, we both may die ! Then let us feel the joys of keen delight, The vivid pleasures of a blissful night. Oft in the night when even silence sleeps, My restless soul its painful vigil keeps s"], [27, "17 JUVENILE POEMS. Then, mad with love, I view your glowing charms, And strive to clasp a vision in my arms. But soon, alas ! the lovely phantom's flown, I turn around, the dear delusion's gone. Gone, like the dew before the rising sun, Or, the light vow by which the maid's undone. Shall those bright eyes, where melting softness reigns, Torment my soul with unavailing pains '.' Those swelling breasts, but half-conceal'd from view, Those pouting lips of rich vermilion hue, Are these ordain'd to wake but vain desires, And waste the frame with ineffectual fires 1 Lost to the world, or be at once forgot, Some foolish husband's undeserved lot ? No ! love disowns such beauty misapplied ; Such lib'ral charms with selfish mind allied. Love makes the maid obey his wise command, Dispense her favours with all-bounteous hand, Prompts her to follow Nature's sacred call, And be adored, enjoyed, and loved by all."], [28, "©n (&Wot. Me dulces dominæ Mnsa Lycimniæ Cantus, me voluit dicere lucidum Fulgentes oculos, et bene mutuis, Fidum pectus amoribus. Ho. Od. XII, Lib, 8. Though sweet are the favours from Princes that flow; Yet sweeter the pleasures that love can bestow ! What are thrones, what are kingdoms, compar'd to a kiss 1 I would sacrifice all for such exquisite bliss. Let others vain pomp and magnificence prize, Shall these be compared to a glance from those eyes? O ! let me recline, dear, entranced in those arms, And the world in your presence shall lose all its charms."], [29, "19 JUVENILE POEMS Where's the wonder, dull souls ! when o'ercome by desire, For a moment I sink on that breast, and expire? When awakened, still closer I press thee, my dear, Triumphant I'll murmur \" Oh ! Heaven is here !\" Quam Juvat immites ventos audire cubantem, Et dominam tenero continuisse sinu. — Tibullus. How pleasant 'tis to hear the tempest roar, And clasp the maid still closer to my breast ; The winds may whistle, and the rain may pour, Contrasted comfort makes me doubly blest. The scenes of woe may flit across the mind, Like dreams of death that fly th' approach of morn; In pleasures firm realities I find A full equivalent for worldly scorn."], [30, "20 JUVENILE POEMS. What do I care 1 though pedants roughly frown, Though canting methodists proscribe my sin ; If Chloe's smiles my glowing wishes crown, Fruition's feeling reigns a God within."], [31, "i ON THE mmi) of HorO ŒoUfngtocioo'. Another Hero claims the cypress wreath ; Another Nelson seeks his kindred skies: Worn by disease, resigns his hallowed breath And in his country's cause exhausted dies. No more shall Collingwood, with ardent zeal, Hurl sure destruction on his country's foes ; Squander his precious life for Britain's weal, Despise all comfort and disdain repose. His soul, superior to all narrow views ; No mean self-love, no cold precaution sway'd ; Shall Britons then, for whom he died, refuse A grateful tribute to his honor'd shade ?"], [32, "22 JUVENILE POEMS. By high emprize, and love of fame inspir'd, He shared the glories of Trafalgar's day, When Nelson 'midst triumphant shouts expir'd. His brother Hero, closed the dreadful fray. Now let him lie near Nelson's sacred tomb, There share his honors and partake his fame ; May fresh'ning laurels o'er his ashes bloom. a*\\nd well-earned praise immortalize his name."], [33, "Tis Nature calls, and Nature will be heard ! Mason, No more of your musty dull rules, No more of your logical art, To prove that all lovers are fools, And to banish all love from the heart. Let moralists constantly blame Those emotions that swell in the breast, Let them all affections disclaim, In whose souls no affection can rest. But Nature, and Nature alone, Who rules by all laws unconfin'd, Shall erect in my bosom her throne, And reign o'er my volatile mind. D"], [34, "ft fragment. The generous warrior, with a thoughtful eye, Viewing his captive, heaves the pensive sigh. \"Thus,\" he exclaims, \"has fickle fortune grae'd My name with honours soon to be effae'd, When some proud victor dares ambition's height, My star of glory sheds diminishd light ; But virtue will remain, as years may roll, The never-fading sunshine of the soul.\" Why droop Philosophers to hear the name Of him, whose deeds emblaze the rolls of fame ? Can weakness sicken those, whom virtue cheers With health of mind increasing yet with years ?"], [35, "JUVENILE POEMS. 25 No! from another cause their sorrows flow, From Wisdom, sensible of human woe. To see, where happy ignorance is blind, The deadly griefs, that overwhelm mankind ; To feel for others with a social soul, To weep at reason's impotent controul, When passions lord it, with triumphant sway, O'er senseless Potentates, whom slaves obey ; This is the envied happiness of thought Nurtur'd with care, by science dearly bought, Let vain historians praise successful guilt, Then coldly calculate the blood it spilt; Dwell with delight on Cæsar's mighty deeds, Then rail at treason, when the tyrant bleeds. My vulgar mind, unblest by martial pride, With pain pursued his sanguinary tide : But when, at length, death stemm'd his ruthless course, I hail'd the dagger's patriotic force. Still shall the hero perish unrenown'd, Unwept in death, nor e'en with honours crown'd ?"], [36, "26 JUVENILE POEMS. Shall Nelson* lie forgotten in the grave, Who stretched the arm to conquer, yet to save t No ! laurels thicken o'er the patriot's tomb ; His honours flourish in unfading bloom : On acts like his, e'en rugged virtue smiles, When freedom's keenness baffles ruffian wiles. * Since the above lines were written, another distinguished hero has been raised up by Providence to be the guardian genius of his country. It is unnecessary to mention the gallant Wellington. May he live to enjoy in peace, those laurels which he has so nobly earned in war. May he escape the fate of his illustrious rival in glory."], [37, "VERSES •M-triMn upon Uabfng $arrofo ScJjoot, O dulces comitum valete cortus, Louge quos simul a domo profectos Uiverse variæ viæ repostant. Catullus. As evening shades, in summer, calm the light, Thus thoughts of future temper wild delight. Through hope's delusive glass bright scenes we view, By many fancied — realized to few. All are pre-doom'd to taste the cup of woe, To war with griefs which here they never know. In youth's gay spring the soul, devoid of care, Forebodes no cloud — life seems in prospect fair. Soon withers on the cheek the rose of health ; Soon is consumed anticipated wealth. When sickness wastes the frame,disgrace the heart Untimely death alone can ease impart."], [38, "28 JUVENILE POEMS. How relative is happiness ! — e'en now, When, with unusual warmth, my spirits glow ; Some fondly dream o'er days of boyhood past, And fain would wish them, if renew'd, to last : Till memory wakes in age a transient joy, The world's worn pilgrim seems again a boy. Ye dear companions of my early years, O ! may these prove but visionary fears! Yet, should the world, with meretricious wiles, Contract the heart, deform fair friendship's smiles : Should lawless passions frighten reason down, Then seat themselves alternate on her throne ; When each might lord it with unruly power, The petty tyrant of the passing hour. Say, which were best, Orbilius* to obey, Or thus to wild affections fall a prey ! * Orbilius is thename of the school-master of Horace. Here poetic license makes it synonymous with that of any school master."], [39, "29 JUVENILE POEMS. To cheer reflection science shines afar, Her will I follow as my polar star. She will conduct me to the blest retreats, Of classic taste — the Muse's sacred seats. * Still shall this hill, with Wisdom's nurslings blest, Wake many a fond remembrance in my breast. Here, oft, with unavailing zeal, I sought, To body forth in verse the fleeting thought, That charm'd the fancy, while it niock'd the mind, Then fled — too volatile to be confin'd. Here throb'd mv anxious breast 'twixt hope and fear, As peal'd the warning bell upon my ear. Here, beckon'd on by Freedom's lawless smile, I wander'd forth to pass the well-known mile. Some chiding \" voice in every breeze\" I heard ; Now onwards ran— nowtrembling,scarcely stirr'd. Here Superstition rais'd no local dread, With careless step I rov'd among the dead ;"], [40, "30 JUVENILE POEMS. Laugh'd at the quaint memorials of our doom, That, carv'd on wood, adorn'd the rustic's tomb. Here have I tasted innocent delight, No conscious guilt disturb'd my rest at night. May no sad contrast to these happy times Add weight to woe, or aggravate my crimes. Scenes of my youth, farewell ! nor thou refuse This tributary effort of my muse. Thou, whom no more 'tis flattery to commend, My guide — excuse a fonder term — my friend. Still prune with care the student's vagrant lays, Sweeten the toil of early worth with praise : Bid Genius kindle at a poet's name, And young Ambition emulate thy fame."], [41, "TO ym — a — , on ttx mxtb=wzn. But the long pomp ; the midnight masquerade, With all the freaks of wanton wealth array'd, In these, ere triflers half their wish obtain, The toiling pleasure sickens into pain. Goldsmith's Deserted Village. How swiftly pass our early years away, Youth seems the short liv'd phantom of a day.* Childhood is gone, that fairy scene is o'er ; The sports of infancy now please no more. On past delights remembrance loves to dwell ; While sighs break forth to calm the bosom's swell * Festinat enim decurrere velox, Flosculus angustæ miseræque brevissima vitaa Poitio : dum bibimus, dum serta, imguenta, puellas, Poscimus, obrepit non intellects senectus. Juv. Sat, ix. E"], [42, "32 JUVENILE POEMS. You smile, perchance, at such a mournful strain ; \" Mine are the joys of life, why thus complain V' Though Fashion beckons from the splendid hall ; Though Pleasure seems to triumph at the ball : Think not that real happiness is there ; Nor trust, my Mary, wealth's imposing glare. Of all the motley crew who crowd the town, How few there are who can exist alone. Some fly to gaieties to banish grief; Can flippant converse give the heart relief? Some to conceal their narrow range of thought, These look intelligence ; yet talk of nought. No airy visions o'er their Fancy sweep ; Their souls are chain'd in one perpetual sleep. These men are solemn mountebanks at best, Outcasts of Nature, though by Fortune blest, Compar'd with him whose bosom Genius fires, Whom Science brightens, or the Muse inspires. Youth's fresh'ning aspect, Beauty's faultless form, Shrink from the searching blast of Sorrow's storm *."], [43, "JUVENILE POEMS. 33 But intellect, that Deity -within, Will soften grief, nay more, may conquer sin. It gathers strength through each successive year, More amiable in age its charms appear ; While Pleasure's surfeit palls upon the heart, And Fashion's fair illusions soon depart."], [44, "€f# Vision. I'vo piangendo i niiei passati tempi. Pet. Son. Lxxxvr. When comfortless sorrow diseases the soul, As the death-watch is heard in the noon of the night When no longer inflam'd by the mirth of the bowl I slumber in sadness, or wake in affright. Shame,anguish,despair,storm my bosom within; What spectre still haunts me ? the dæmon is sin. How haggard his visage, how fearful his brow, How wither'd his aspect of gaiety now. Lo ! the moon sheds her tremulous beams through the room, Till visible darkness attempers the gloom."], [45, "JUVENILE POEMS. 35 Now I see that the spectre a mirror displays, Where pass in succession my earlier days. O those of my boyhood, I ne'er can forget, Unclouded by sorrows, untainted as yet, They rapidly fly ; too beauteous to last — Compar'd with the present, how happy the past. Next others succeed, of ambiguous hue, False pleasures I follow, — I fancy them true ; Th' illusion continues deceitfully vain. Till reflection converts even pleasure to pain. The languor of sickness, the pangs of remorse, O'erspread my wan cheeks, weaken reason's full force. Decay'd is my memory, conscience alone Revives the remembrance of days that are gone. The charms that illude me, at length disappear, Still, still must I follow the same mad career ? No ! convinc'd of my sins, I regard them with dread, There is hope to the sinner, the spectre has fled."], [46, "Zf)t dfattfite JWaift. Words may deceive, though bland they flow, They oft' conceal the secret foe. Hypocrisy, with matchless skill, Assumes the form of love at will. How lovers weep, when parting's nigh, The mournful look, the swelling sigh, Express within a weight of grief, Till bursting tears bestow relief. Thus nature acts upon the soul ; And what can nature's force controul ? Yet such is woman's faithless heart, She well can act a borrow'd part — * * For even to vice They are not constant, but are changing still, One vice, but of a minute old, for one Not balf so old as that.— Shakespeare."], [47, "37 JUVENILE POEMS. Seem fix'd to-day in speechless sorrow, Then smile in carelessness to-morrow. The wretched swain, betray'd, despis'd, Turns with disgust from charms he priz'd : Curses with pain the fruitless hours, He wasted in fair falsehood's bow'rs. His generous feelings thrown away ; His mind that beam'd with fancy's ray, A woman's sport, the jest of fools, Cold heartless slaves, whom prudence rules"], [48, "Œijt Ujnng Eober to f)te JfligtieSS. O do not live, till age impairs The beauties of that face ; Till sickness, sorrows, or till cares, God's loveliest work deface. Yet live, but wherefore ? o'er my tomb To droop, to wail, to rave ; No ! since we lov'd in youth's gay bloom, We'll share the early grave. To die together, dear, were sweet, What day-dreams charm my view ! In some bright planet we may meet, We must — our faith is true."], [49, "39 JUVENILE POEMS. Our youth shall never there decay; Our bosoms never bleed ; Our life shall be eternal day, Our passion, lpye indeed. Our souls shall there be all divine, Unshaded e'en by sin. Celestial scenes without will shine. A paradise within.* *A paradise within thee, happier far.— -Milton, b. lii. 1. 587. f"], [50, "VERSES <©n tf)t Wt&ti) of CSttural df topatricfe. [Inserted in the Morning Chronicle.] Shall Genius sleep neglected in the tomb, Unsung by those who saw its beauties bloom 1 Blest, as thou wert, Fitzpatrick with a mind By eloquence sublim'd, by wit resin 'd *. With all the gifts that science could impart , With all the social virtues of the heart ; Colloquial elegance to charm the fair, The table's boast, though Sheridan was there ; Well might we mourn for ever, ever, gone Such splendid qualities combin'd in one. Yet free from all the foppery of praise Thy Muse was veil'd, while Fame irtlorn'd thy lays."], [51, "41 JUVENILE POEMS. Still are the multitude's applauses low, Compar'd with those which learning's son bestow. If Fox, whose very name implies the friend Of worth, of genius, would thy works commend. If he,* companion of an honour'd few, Souls of an higher class, to friendship true, Smil'd on thy efforts, in those glorious nights, When fancy soar'd above her usual flights ; Or when Philosophy display'd her charms, To lure the Patriot from her Sister's arms. His kind approval was thy best reward, It warm'd the man, inspirited the Bard. * Quin ubi se a vuigo et scena in secreta remftrant Virtus Scipiada: et mitis sapientia Lælt. Hor. Sat."], [52, "n Vttm aWrtffttt to -fLotf* 2$2ron, AFTEE HIS PUBLICATION OF « CHILDE HAROLD A new Roscommon rises to our sight ; Nature revives, and error wings her flight ; While Critics, blasted by the voice of truth, Smart for malignant censures cast on youth ; While rich description lives in glowing strains, Upheld by Fame, great Byron's genius reigns. O early wise ! with native talents blest, Champion in senates of the poor distress.* High though in rank, with nobler honours shine, The son of Science, favour'd by the Nine. 'Alluding to his Lordship's maiden speech."], [53, "Œt)t JBtmttH d?ricnU. And friendship, which a faint affection breeds, Without regard of good dies like ill-grounded seeds. Spenser's Fairy Queen. Ut matrona meretrici dispar erit, atqne Discolor, iufido scurræ distabit amicus. HORAT. EPIST. Mild was the air, serene the night, The moon beam'd forth her tranquil light ; No stormy Dæmon roused the blast, As o'er the hills in haste I past j To chill my frame, or cramp my speed, But oh ! my heart was cold indeed. The look of scorn, the shameless stare, Had curdled e'en the life-blood there. For friends had strangely gazed on me, I marr'd, perchance, their social glee."], [54, "44 JUVENILE POEMS. Yet once they bade my spirits glow — My crime was then— the same as now. Too quickly summer's beauty diesr, The moral's plain — *■** In time be wise.\" The winter's rage prepar'd to brave, No shock we feel, though tempests rave. But friendship, I too fondly thought, Would last for ever, if unbought ; — Life's constant sunshine; to the breast An Eden, nay, an Heaven of rest; Where, when the world's vexations tire. It might to sooth its pangs retire. I was deceived — the bitter truth, Proves, confidence is nought in youth. Such change, alas ! was not foreseen, Yet oft before, such change has been. And many have been duped by others, Who seem'd to them as kind as brothers How the bright arch that spans the sky, In childhood caught my eager eye."], [55, "JUVENILE POEMS. 45 I thought — (what will not fancy raise To please us in our earlier days ?) I thought it some celestial bow, Let down, I knew not why, below. The beauteous curve appear'd to stand Substantial, on yon rising land. How rich its hues — each hue alone Betray'd a link of precious stone. The glorious prize within my view, One luckless day I must pursue. From hill to hill it quickly fled, Through bush and brake my steps it led. Then— as it mock'd my further stay, It fainter gleam'd — it died away. Home I returned, asham'd, yet smil'd, In seeming scorn at chase so wild. Thus 'tis with friendship, many claim A portion of her hallow'd flame. Yet friendship scarce exists on earth, Few seek, still fewer find, her worth."], [56, "46 JUVENILE POEMS. The maid, unseen, we love to chase Some airy vision in her place. But soon, we mourn the shadow lost, Youth will despair when hopes are crost. Then bitterly we rue the time, When confidence appear'd no crime. Will wisdom sooth us? 'tis too late, Love was abus'd*— then welcome hate."], [57, "2To i£mma. Se'l'peccar e si dolce E'l non peccar si necessario, o troppo Imperfetta natura Che repugni alia legge! O troppo dura legge, Che la natnra otfendi ! Il Pastor Fido di Gdariki, The mild confession of her love I drew, From eyes that beam'd the languishment of blue Above her brows luxuriant rose her hair, In clustering locks disposed with tasteful care ; Or floated round her neck, to shade from sight, The bosom, dazzling with its globes of light. Exact proportion— elegance of mien, The smiles, which poets give, to beauty's queen The look of mildness, or the vivid glance, To wake the spirits, or the soul entrance ; G"], [58, "48 JUVENILE POEMS. These to my heart, their every charm convey'd — •*' Yes, thou art mine, those charms shall neves* fade. Each new-born grace I'll nourish in my breast, There, there at least, shall thy perfections rest. Who told thee, fairest, that I could deceive ? I ne'er did — will not vainly vow — believe. Art thou a vision ! bear me to the sky, Or be my guardian angel when I die. Illusive folly, this! thou art no shade, O be my love, then, faithfully repaid. If sins are pardoned, — we may mercy claim, Then scorn, my Emma, scorn malignant fame. Imparadised* on earth within those arms, Hell's fears are vain, scarce heaven itself has charms Mine is no dotard's tremulous desire, But passion, such as death alone can tire, Fine feelings tend to irritate distress, Love will destroy us when it cannot bless. • Imparadised in one another's arms. — Milton."], [59, "49 JUVENILE POEMS. Then self-consumed the soul will waste away, Brooding o:er vanish'd hopes, to grief a prey. The blighted flower of youth forestalls its doom, While reptiles revel on its canker'd bloom. Come, then, my wishes spurn, disown controul, Embrace me, love me, satisfy my soul.\""], [60, "VERSES €o tfte Uattg — Vi conoseo amate stelle ; A quci palpite d'amore, Che svegliate nel mio sen. Metastasio, Zenobia. That look again ! 'tis like the softer ray Of eve, in climes more lovely than our own ; That woos the lonely wanderer to stray 'Mid' scenes, which ne'er night's deeper shades imbrown ; So mild — all other thoughts are hush'd away, Save those, which rise from rapture's gaze alone : Thine is this quiet radiance that beguiles The sense of pain, that dazzles not, but smiles."], [61, "51 JUVENILE POEMS. To gaze on thee, is ever new delight, Much more, than converse with another fair. Though other eyes indeed may shine as bright, Yet thine are mildest far beyond compare. Love there disarm'd, appears no cruel sprite, But gentler attributes befit him there, That give a temper'd pleasure to the breast, A gentleness of mirth, a feeling inexprest."], [62, "Œo ti)C Same. Sembra nel mondo II tuo bel viso Un paradiso D'ogui piacer. GUARINI. Thy gentle manners wean the soul From weariness or care. Where'er those eyes of beauty roll, No wretchedness is there. Thy soothing mildness charms the heart ; And stills its wildest throes. Thy smiles a quietude impart, To lull life's weightiest woes."], [63, "53 JUVENILE POEMS. They give to life another charm ; Lady, thou well canst guess. They waken love, unstain'd by harm. Like heav'n's pure light they bless. The lily hue of love resin'd, Expression's mildest grace, The female purity of mind, Are pictur'd on that face."], [64, "Co H. WL. The nobleness of life is to do thus. Shakespeare. If man has ever known delight, If pleasure e'er on earth has smil'd; Twas then when after mirthful night Louisa's charms the day beguil'd. Voluptuous maid ! thy warm embrace Soften'd to languishment my soul. Then flush'd love's hectic o'er my face, Then throb'd my heart beyond controul. It seem'd as if in fairy land I lay ; in one sole feeling blest : Diffus'd at ease, by beauty's hand Bound, yet by beauty's self carest."], [65, "55 JUVENILE POEMS. There is a sense I cannot name, By love on very few bestow'd : It lives along thy panting frame : I felt it, and my bosom glow'd. 'Twas sweet indeed, it freshen'd o'er, Yet calm'd a breast by passion teas'd ; Its sweetness cloy'd not, but the more I tasted it, the more it pleas'd. Involv'd within the links of love Around thy limbs I gently curl'd. Has heav'n itself such bliss above '? There is no greater in this world ! Come steep in sweet forgetfulness Those passions, that inflame my brains Love's soothing balm, thy dear caress Will lull to quietude my pains. n"], [66, "Co a iL-iiju, On her presenting the Author with a pair of Garters which she had worn. La belle Agnes De cette armtire en secret habillee Par Jean Chandos fitt bientot depouilltt. Voltaire. La Pucelle d'OrUans. Yes ; as I view those pledges, teems My breast with frequent throes, That promise happiness in dreams When vivid fancy glows. Whene'er I grasp each glitt'ring prize, The thoughts of pleasures past, Working within my soul, arise ; Too exquisite to last."], [67, "JUVENILE POEMS. 57 I'd treasure up a gem, my fair, That had adorn'd thy breast, I'd value high one lock of hair Those fingers had carest. But to possess those gifts of thine That touch'd thy secret charms ; Were better far than e'en to shine A \" Garter King at arms.\""], [68, "»N THE Scat!) of (Smetal &os#. O ! why has worth so short a date While villains ripen grey with crimes ; Must thou, the noble, gen'rous, great, Fall in bold manhood's hardy prime ? Burns. By heartless witlings vers'd, by all forgot, Save by his brother warriors, they can feel For him who lov'd them ; 'tis the hero's lot. Brave Ross has perish'd : victim to his zeal, That would uphold, what seems the public weal, He fell to rise no more : and others bled — While pageantries amuse the bloated sot; And senseless courtiers prate of honour's bed, Then smiling seek the couch dishonour stains instead."], [69, "JUVENILE POEMS. 59 The wise men sicken at protracted war ; The brave man falls, for Ross was brave indeed, In useless contest that portends afar Eternal strife ; since many yet must bleed, Ere the devouring tide of death recede. Shall noble souls be fritter'd thus away To sanctify the statesman's cruel creed 1 Scarce had his virtues reached their summer's day, The gallant chieftain dies, tolurking knaves a prey."], [70, "<& £tcnt from ittemor £. Sweet the coming on Of grateful evening mild. Milton. Calm o'er the lake the fairy boat glided, So gently, its keel scarce the waters divided : The evening was lovely ; the woods were reflected So deep in the stream, that one almost suspected A world from below to charm the deserted, Had shewn, how deceitful, its beauties inverted. 'Twas silence — but no! the cascade loud roaring, Though distant, was heard down its precipice pouring. The sound seem'd such music as nature intended T' accord with the feelings of man unbefriended. The sun's deepen'd colouring had not departed, But cheer'd with its splendour awhile the sad- hearted. Hope then was aroused: to the grave when declining O'er the wretch may contentment's mild brightness be shining."], [71, "<&\\\\ lUnilfoortf) ©agtle. Majestic, though in ruins. Miltos. Mouldering away in desolated pride Thy glory past ; thy majesty remains. Though time has torn thy pillar'd porches wide Where echo sleeps ; and horrid silence reigns. Thus onwards all things to destruction glide, Whatever pageantries this world contains — Decaying not o'erthrown ! thou still art seen A monumental wreck, of what thou erst hast been. Still let me contemplate thy wasting walls, Thy topless columns whence the owlet screams. Those grass-worn mounds were once baronial halls Whose pristine worth surpasseth fancy's dreams."], [72, "62 JUVENILE POEMS. There chivalry presided o'er the balls, The sun of beauty there shed forth its beams. Now all is loneliness— reflection, say : How long the works of man outlive man's little day!"], [73, "VERSES ©it tf)t approaching -Mar, What, shall they seek the lion in his den, And fright him there, and make him tremble there ? Shakespeare Ere yet the battle rages, hear The still small voice of truth ; Ah no ! the war-cry fills the ear, The heart has banished ruth. Ate is now from hell evoked, The dragons to her car are yoked. Princes beware ! not your's the right To force a people's will ; Do ye not fear the rebel's might ? He is a Monarch still ! What if ye fail ! insulted pride Rolls back on you the battle's tide. I"], [74, "64 JUVENILE POEMS Then Death refresh'd shall re-appear, Still eager for his prey ; Smiting whole nations with his spear, Where vengeance leads the way. Now Peace re-seeks her place of birth, Lost to the weyward sons of earth. But shall the tyrant thus restor'd To greatness, live secure 1 Shall Monarchs fear his robber horde, His fellowship endure ? His glory never shall outshine The splendour of a \" right divine ;\" Amen ! may freedom rear her head, Amidst the savage strife ; Should she prevail, though thousands bled ; Well were the waste of life. But kings can ne'er uphold her cause, They mouth her name to gain applause"], [75, "JUVENILE POEMS. 65 Thy spirit Sidney may revive In Constant's patriot breast ; Where liberty again may thrive That land is not unblest. Woe to the bigots who would shame By their misdeeds a Nation's fame. Bourbon thy day of rule is past, Thou ne'er again canst rise. What though Napoleon fall at last, The Crown is not thy prize ; France though dishonour'd, yet retains The mind that spurns at foreign chains."], [76, "©ffa, Wiinq of ittcrcfa. Honour but weakens high emprize, It never guides the truly wise I Ossa had learn'd this regal lore, By hist'ry taught to many more. Whate'er he will'd, that must be right, Were it an act of cruel might. Success had sanctified his schemes, All scruples were but dotard's dreams. Yet was his heart untroubled free From conscience-rousing agony ? No ! for those pangs he ne'er would own, Oft started through his deepen'd frown. The thoughts of death were painful, yet His mind on savage deeds was set. He lov'd the fight, his fearless hand, Wielded with ease the deadly brand ;"], [77, "JUVENILE POEMS. 67 But more he lov'd to gain his end, By arts to which e'en kings descend, Outwitting those who ne'er believ'd, That man his brother man deceiv'd. Fools ! not to know, a Monarch's faith Is ne'er restrain'd by what he saith. And Offa's brow was worn with thought, His were the fruits of wars well fought ; His too, the counsel — well he saw That sov'reignty itself is law. His schemes were fram'd with practis'd skill, No sturdy faction crost his will. Invincible miscall'd, a slave To passions such as taint the brave, He had upheld fair Mercia's fame, He had o'erwhelmed his foes with shame ; Grim-visag'd war on him had smil'd, Him fortune never had beguil'd. Brave spirit ! though the foe were near, Thy very name had banish'd fear."], [78, "VERSES TO ifttSS dfoote, of ©obent barton Œijeatre. \" Leggiadria singulare e pellegrina » Petrarch, Sonetto 3G. The Man whom feeling ever mov'd Must own thy gracefulness of mien, By few unsought, by all approved, What art thou but the Garden Queen 1 Her fabled gaieties are thine ; Her ringlets dancing in the wind ; Whatever Poets call divine In Flora, is in thee combin'd. The Perdita whom Shakespeare's skill In sweet simplicity array 'd, In thee may find her image still, Nature's own gentle, artless, maid."], [79, "€o tfie g>ame, ON HER PERFORMANCE OF STATIRA IN THF. TRAGEDY OF ALEXANDER THE GREAT. Is she not more than mortals e'er can wish, Diana's sool cast in the flesh of Venus? Lee's Alexander. — Act IV. Had his Statira thy fair charms possest, How few young Ammon's faithlessness* would blame, By such a Queen admired, sought, carest, He had despised the blandishments of fame, And sunk the victor's in the lover's name. Fairest! accept the wishes of a friend, May never calumny thy worth defame ; May white-robed innocence thy steps attend ; May happiness be thine, till life's last scene shall end. * His desciiion of Roxana."], [80, "VERSES WRITTEN ON SEEING A aStauttful -ffitrl WALKING ON THE BANKS OF THE AVON. Shakespeare ! thy imaged beanty is surpast By Nature, striving to excel at last : On Avon's banks Titania's self is seen, •— has realized the Fairy Queen. THE ELYSIUM OF ILLUSTRIOUS BEAUTIES. \" Pleasures which no where else were to be found, And all Elysium in a spot of ground,\" Drvden. There ever dwells Belphœbe* famed, In Spenser's witching, high-soul'd verse : * The \" flower of chastitie,\" the \" fair Ladie Knight,\" of ihe Fairy Queen."], [81, "JUVENILE POEMS. 71 There Mary dwells, whose beauty shamed Elizabeth, her rival's curse : Ambrosial air she breathes among Dames, lovely as the blush of morn. There wakes the gently-pleasing song, Oppress'd no more by faction's scorn. There Laura dreams; her Petrarch smiles In beauteous vision o'er her head: One dream alone the day beguiles ; Still, still remember'd when 'Us fled. Reserved for these what brighter scenes Shall freshen o'er their future years ; No cruel thought now intervenes To pall their present bliss with fears ; For quaffing joy at ease they lie ; Or sportive course the meadows round : The ready loves their wants supply, If wants they have, where all abound. Ah fortunate ! not theirs the pain Of seeing others in distress; K"], [82, "72 JUVENILE POEMS. p Not their 's to witness the disdain That scowls on erring loveliness.* * \" That scowls on erring loveliness.\"— The unfeeling con tempt with which * the proud, the high-born, the patrician dames,\" regard those of their own sex whose misfortunes have been inlputed to them as crimes, has often excited the indigna tion of the feeling heart. \" Ye high, exalted, virtuous dames, Ty'd up in godly laces, Before ye gie poor frailty names, Suppose a change o* cases.\" Burns. This is, indeed, the argumentum ad fæminam. Let me not be mistaken. We may \" bear with infirmities till they fester into crimes,\" but no longer. There is an essential difference between innocence deceived, and wilful criminality , between the splendid adulteress and the deluded country-girl ; this dif- erence is sadly inverted in society. The parable of the Pharisee and the publican is universal in its application. So will it be to Hie end of the world."], [83, ""], [84, ""], [85, "T&tX&tg BY CH^MJDOS LEIGH. ..«*■> »•>•*»•»•■ We now have playde, Augustus, wantonly Tuning our song unto the tender Muse, And like a cobweb weaving slenderly Have only playde. Virgil's Gnat, by Spenser."], [86, ""], [87, "ADVERTISEMENT. These few Verses form a Supplement to *\\ collection of Poems which were printed some time since, and circulated by the Author, under the title of cc Juvenile Poems.\" — They were never published."], [88, ""], [89, "VERSES. TO Mrs. E M C , #n f)tv 3&ivfb=W&U' Where'er she turns, the Graces homage pay, With arms sublime, that float upon the air, In gliding state she wins her easy way» O'er her warm cheek, and rising bosom move, The bloom of young desire ; and purple light of Love, Gray. Tis the loveliest of days,though the season is drear 'Tis the birth-day of Emma whose charms ever shine. Though tempests forebode that the winter is near, This morning to me glows with radiance divine. What the soul through thy mild-beaming eyes may express, His cunning alone who adores thee may guess. L"], [90, "80 VERSES. Thou May-Queen of Erin, thou pride of an Isle, Where Beauty and Freedom, in sisterhood smile. Still the future is pictured in colouring bright. For thee are reserved many days of delight. For thee, but my prophecies baseless may seem, Shall be realized joys of which others but dream. The sun shall arise in his purple array In the climes of the south, to welcome this day : The light gales shall breathe a rich fragrance around, And flowers spontaneous embroider the ground : The bowers of pleasure shall tempt thee to rest, While vernal deliciousness steels o'er thy breast. There Elysiums on earth iike thy beauties appear, As fresh, as soul-soothing through every year. With thine, there the nightingale's melody vies, And the Heavens above are as pure as thy eyes. There the love-lays of Tasso shall charm thee from sleep ; Nor deem it a pain with Armida to weep."], [91, "81 VERSES. There the fancy may image such fairies as dance 'Neath a star-light more lustrous through heaven's expanse ; But Emma, thy smiles — they alone can inspire That nameless fine spirit which poets desire. Though few are thy years, yet, fair lady, the meed Of beauty to thee has been long since decreed. Long unwither'd by time, may thy loveliness last, As the sun is still bright when the noon-day is past. Dec. the 6th, 1814."], [92, "Œo lEmma. Stay ! my charmer can you leave mi ? Cruel, cruel to deceive me ; Well you know how much you grieve me Cruel charmer can you go, Cruel charmer can you go? Burns. Doom'd thus to worship thee in vain, I mourn in sooth my rigid lot ; Yet happier in this secret pain, Than if thy beauty was forgot. The sigh to memory gives a force, That brings before me all thy charms ; Of grief and joy alike the source Of rapture, or of fond alarms. The smile, — for often will the smile Chase the sad shades of thought away, That darken o'er the brows awhile, As clouds o'ercast an April day ;"], [93, "VERSES. 83 The smile, reanimates my heart ; Remembrance gives its welcome aid : Then mine, and mine alone thou art; But soon the phantom pleasures fade. The smile is fled — the sudden beam That o'er the past so brightly shone, Now fades away ; the fainter gleam Of promised happiness is gone. Oh ! would futurity unveil What must be, to my mental eye ! My spirit then might cease to quail, When hopes and fears for ever die. Again to meet thee ; then to love With all the zest surprise can bring ; Again to find my absent dove. Again to hear my syren sing ; This will I hope ; yet self-deceiving, Like younglings laughing o'er the bowl, That pleasure is their friend believing; Thus hope intoxicates the soul."], [94, "84 VERSES. Still is thy dear resemblance mine; How mild, how elocpient that look ! Those eyes like twin-stars seem to shine I yet possess thee — though forsook ;— Forsook by her who loved me more, As once I thought, than words can tell. In Spenser's verse we learn'd love's lore, And Emma was my Florimel. This cheat of fancy long beguil'd Our winter nights, our summer days ; And Spenser's gentle spirit smil'd To hear two lovers hymn his praise. And then Clcopolis on earth Inimitable, oft we sought : And oft applauded valour's worth ; As knights with savage-Giants fought: Enough of this ; my care-worn mind Less happy thoughts must now engage ; Mine own dear love I cannot find ; Can fabled loves my grief assuage ?"], [95, "Œlje S2»orl& as ft te. Such as are ambitious are incited by the greatness of their power to attempt jreat matters ; and the most sottish or lazy may discharge themselves of Cares, anil hope that othets will be more easily hired to take the burden of business upon them while they lie at case. Sidney oh Government, page 163. That master- vice Ambition has its course ; It wakens Hope, it promises success ; Can Wisdom, Reason, Justice break the force, Of those bold passions that o'erlook distress ? Not Fear itself, their vigour can repress. Hence Pride attempts what Fancy had design'd, Betraying often its own littleness ; Fortune unbalances the strongest mind, Such vanities beset the mightiest of mankind"], [96, "86 VERSES. These truths experience, history ever taught, And many a moral tale in Childhood lov'd ; But men by splendid wickedness are caught, They laud those acts which erst they disapprov d. Their spleen, by buried crime alone is mov'd — Great villains thrive— we deem them great indeed. How brave their spirits, wheresoe'er they rov'd To desolate the world, while millions bleed, Officious fools for aye the cause of bravoes plead. While Aves vehement confuse their brains, Kings would be demigods ; and courtiers kneel. Audacious mockery! the muse refrains From courting those who ne'er for others feel. Alas ! she cannot scorn the vain appeal Of steel-clad heroes to her lofty lay ; For them she weaves the Laurel-wreath with zeal As hirelings stalk along in proud array, Where blazing lights shed forth an artificial day.."], [97, "87 VERSES. And Genius thus is self-betray 'd to please An heartless tyrant, in his pride of pow'r The love of flattery is a sore disease, It spreads from Chieftains' hall to ladies' bow'r. The worm that gnaws the oak destroys the flow'r. Shall sacred poesy, that heavenward springs, Her flights, to creep before a mortal, lower? She scorns the song which venal minstrel sings, Nor to delight the proud her own fine off'ring brings. The worshippers of images offend Against Omnipotence ; nor they alone ; Those too, who mindless of their nature, bend Before or fool or tyrant on a throne. Such men to scorn their God are ever prone. Their idols soon are swept away from earth, In folly riotous, with pride upblown. What then avail their victories or mirth, The splendor of their deeds,the lustre of their birth ? M"], [98, "88 VERSES. Truth must prevail at length ; who now reveres Almamon's* wealth,or Akber'st mighty name? Or his J far more renown'd in later years, Once loudly thunder'd through the trump of fame ! His hardihood may women-warriors shame. Thebeams of science pierce through northerngloom Barbarian tribes their love of arts proclaim ; • Almamon's wealth. — £ee Gibbon's \"Decline and Fall of the Roman Empire,\" vol. fifth, page 419, Quarto Edit. — After de scribing the immense wealth of aMmansor, who laid the founda tion of Bagdad, the Author thus proceeds. \" The Courtiers would surely praise the liberality of his Grandson, Almamon, who gave away four- fifths of the income of a province, a sum of two millions four hundred thousand gold dinars, before he drew his foot from the stirrup.\" t Akber's mighty name. — For the account of the exploits of Akber, his magnificent palace at Agra, and his splendid peacock throne, I refer the reader to Maurice's Indian Antiquities, Yol, 1st. page 196 and 210. I wonder that the idea of erecting a peacock-throne has not occurred to other monarchs. There is not much resemblance between the Peacock and the Eagle. } Or his far unowned ! Napoleon Buonaparte ! \" How art thou fallen, Lucifer, son of the Morning !\""], [99, "89 VERSES. Justice may soon in all her beauty bloom, And prejudice lie sunk in dark oblivion's tomb.* * And prejudice lie sunk. — Many believe that the world is now making a retrograde movement, and is falling back into Chaos and old Night ; but \" spero meliora\" is my motto. Superstition, aud that monster persecution, are indeed making violent efforts to unteach mankind the dearly-taught lessons of twenty-five years. The Bourbons (with the exception of the good and wise Duke of Orleans,) must soon sink into that insignificance for which God and Nature intended them. As to the beloved Ferdinand, that fine specimen of royal gratitude j his Quixotic bigotry is digging its own grave. \" Fond impious man ! think'st thou yon sanguine cloud Rais'd by thy breath has quenched the Orb of day ? To-morrow he repairs the golden flood And warms the nations with redoubled ray.\" Gray's Bard."], [100, "ROSAMOND. & \" Talche si pote dire Alboino vinse lTtalia et una Feniina vinse Alboino.\" Del Regno a\" Italia Epitome. \" He would despise me as a thing that bears Insult with patience, or dissolves in tears. A better lesson to his sex I'll teach ; The cruel madman is within my reach. Revenge is mine; that passion ill supprest Rages with quicken'd fury in my breast. Were there no mountebanks to furnish sport For all the savages who crowd his court, But I must be selected to delight Their vaunting spirits — forc'd to such a sight? — Yet it unnerves me not ; my father's will Is done, and hatred stifles sense of ill. • For the story to which this fragment relates, see Gibbon** \" Decline and Fall of the Roman Empire.\" Quarto Edit. vol. iv. Page 430."], [101, "VERSES. 91 This pleasant triumph too, may sadly end ; Trust not, fool- hardy Prince, the seeming friend. Thy wife is but thy slave, untrue to thee, Her person is encag'd, her heart is free ; Or if not free, another doth possess That, which thee, parricide, can never bless. Not always he, who braves in various shapes Death undisguised, his secret snare escapes. Thy Lombard chiefs shall not protect thee now, A woman's weak revenge will give the blow. Thus self absolv'd from crime, let others prate, I'll urge my gentle paramour to hate That royal monster whose untender zeal Has forc'd my soul this agony to feel.\" Thus spoke the lofty dame, while passions strove Within for mastery, hate, vengeance, love. Hate of her cruel Lord, revenge on him Who tore her very heart to please his whim. Another passion rose, as bad indeed, Yet such as cheer 'd her at her utmost need."], [102, "92 VERSES. Blame not her folly — vice — be what it may, It were her rainbow to that stormy day, Her only hope of future, in her grief She sought for one, to give her soul relief. He must repay her savours with his sword, These ask more homage than his so v 'reign Lord. The smiles of willing beauty ever can Ensnare that parogan of creatures — Man. This woman had her virtues, she despis'd Those formal courtesies which others priz'd ; But sought to triumph o'er the subject heart — That were a glory worthy of her art. She lov'd with ardour, when in truth she lov'd, Yet varying fancies her affections mov'd. The slayer of her kindred forc'd to wed, Dragg'd like a victim to the nuptial bed. Marriage to her no morning star appear'd ; Its imag'd brightness once her hopes had cheer'd Why marvel, that her feelings went astray. When thus was undermined their only stay ?"], [103, "•Urutu*. \" When the nncorrupted part of the senate had, by the death of Cæsar, made one great effort to restore their former state and liberty, the success did not answer their hopes j but that whole assembly was so snnk in its authority, that those patriots were forced to fly and give way to the madness of the people, who, by their own disposition, stirred up with the harangues of their orators, were not wholly bent upon single and despotic slavery.'' Swift. When Liberty triumphing over her foes Re-breath'd though affrighted at Italy's woes, The sword of her Brutus was redden'd in vain ; He broke, yet the Romans refasten'd, the chain. For tyranny's woe-trumpet near ar.d afar, Bade the legions of servitude rush to the war. He Hie last of the Romans by Fortune disown'd (That Goddess the brows of an Antony crown'd) Saw Freedom dishonours by those whom she lov'd, Saw the charms of mock-glory by thousands approv'd."], [104, "94 VERSES. All proud of a master, none conscious of shame ; Religion unheeded, and Virtue a name.* The genius of Rome had arous'd him too late, Overborne by the torrent he yielded to fate. • Virtue a name. — See an admirable defence of the exclama tion of Brutus in his dyiDg moments, in the Dictionnaire de Bay le sur 1'article Brutus. Tom 1 , Page fi77."], [105, "ON THE DCctti) Of 1\\05.1. u as soon as I am dead, Come all and watch one night about my hearse ; Bring each a mournful story and a tear, To offer at it when I go to earth.\" The Maid's Tragedy, by Beaumont and Fletcher A heart full of feeling poor Rosa was thine, Thy virtues deceiv'd thee indeed ; Oh ! beauty and tenderness frequently shine, In the victims pre-destin'd to bleed. Some pityless hypocrite tainted thy youth, Thus the morn of thy life was o'ercast ; He spoke but of happiness— cruel untruth, At that moment for ever 'twas past. N"], [106, "96 VERSES. Thy spirit that sported in yesterday's light, Now sadden'd and droop'd in the shade ; Like the Garland of Chloe* that wither'd at night, Thy innocence blossom'd to fade. Rejected of man, the poor sufferer sought That mercy denied her on earth, From Him, in whose eyes our best virtues are nought, If haughtiness pampers their worth. She loved — was betray'd — is misfortune a crime? Ah no ! that I ne'er can believe ; The Seducer may thrive in his guilt for a time, There is one whom he cannot deceive. Fair mourner ! thy agony soon will be o'er, Since Mercy is hovering nigh ; That pang — 'tis the price of forgiveness— no more. Thou art welcom'd by Angels on high. See Priors Garland."], [107, "TO MISS ■©n tijt Heats of Der Œanarg 3$hK. Passer deliciæ rneæ puellæ. — Catullus. That u bird of beauty\" was too blest, Thou fairest, long with thee to live; It thrill'd with joy by thee carest, No notes its happiness could give. Its little heart then wildly beat, Swelling with consciousness of bliss Alas ! the rapture was too great, It died perchance beneath a kiss."], [108, "98 VERSES. In Eastern tales to childhood dear, Tales which I never can forget ; The feather'd warbler shed a tear, When caught within the viewless net. The sorceress with magic spell Had oft condemn'd a royal soul, Within some little bird to dwell, No wonder, that it scorn'd controul. The charms of magic since are fled ; Yet still a sorceress thou art ; Thy bird without a soul is dead, But where hast thou transferr'd his heart ?"], [109, "VALENTINE TO fl berg selefiratscf actress* Thou life of loveliness — thou soul of joy. — Savage. Shall charms like thine be past unnoticed by — The well- proportions form — the speaking eye — The smile of tenderness, which wins each heart The playful Hoyden's laugh, uncheck'd by art ? Oh, no ! on this glad day awake my lyre, Love and Saint Valentine my strains inspire ! The Queen of Heaven amidst inferior lights, Titania circled by her graceful sprights, The rose that blushing courts the early day, Homag'd by all the fairest flowers of May ;"], [110, "100 VERSES. These image forth thy royal loveliness, Though croaking Envy strives to make it less. — The tresses shading that voluptuous breast, Conceal more charms than language e'er express : These are the nets of love ; beneath them rise Two glowing orbs that shun the vulgar eyes. Though half conceal'd, yet lovelier to the view, Than lilies freshen'd by the morning dew. No common pleasures wait upon thy will, Employ them rarely— be a woman still. Th'aEgyptian's charms* were cloyless and uncloy'd, Since none but Kings her favours e'er enjoy'd. The kiss, (how fine the imaginary bliss) What subtle joys those lips indeed to kiss! Nature would scarce this ecstacy sustain, E'en now, e'en now the thought inflames my brain: TIC .Egyptian's charms. Cleopatra — Age caunot wither her. nor custom stale Her infinite variety. — Shakespeare ."], [111, "101 VERSES. Not Agnes* — no— not royal David's wife Give me such wishes for the life of life ; As thou — when smiling like an Eastern bride, Thou glid'st along in all thy beauty's pride. What spirit seems to animate that look ! Still let me gaze on Nature's choicest book ; Then snatch a thought which volumes ne'er caa teach — A thought which mocks all artifice of speech. Glory to thee, thou Astery on earth, t Laughter and Love disported at thy birth. * Not Agnes—— Agues Sorel was the favourite mistress of Charles the Vllth, Ring of France. Who has not read the Pncelle D'Orleans? Who is not acquainted with its beautiful imagery, its exquisite pathos, its fine irony ? Agues Sorel was very unfortunate. She was the faithful mistress of Charles the Vllth, yet she was faithless to him. The Jesuits may explain this paradox. I cannot. f Thou Astery unearth. — Astery was the handmaid of Venus. See Spenser's exquisite little poem Muioptomus* The etymo logy of the word Astery signifies star-light, or, if you choose, Fair-Star. A Princess of that name is the heroine of a cele. brated fairy tale."], [112, "102 VERSES. Then keen-ey'd Wit, with Fancy ever new, Thalia's car with speed of lightning drew. Let others worship what their priests approve, My selfish soul demands thy Love for Love. Thou art my Goddess now, my Queen before ; Nor Hermits thus the crucifix adore. Fruitless their prayers : no passion warms the wood, 'Twere better far to worship flesh and blood. Some talk of future happiness, my fair, Thy Heaven I seek — my happiness is there. O, would'st thou save me from eternal woe, Grant me those pleasures which the faithful know. All-beauteous woman, while ten thousands raise Altars to saints unworthy of their praise, One who ne'er burns with superstitious zeal, Entreats thy saint his inward wounds to heal.* Him I invoke, whose consecrated name, Can soothe the proudest, melt the coldest dame. * St. Valentine."], [113, "103 VERSES. Aid me, thou bland Anacreon of Heaven,* To thee, the balm for wounded hearts is given. This balm, a smile from her whose look alone Might almost waken into life a stone, Grant me, Sir Valentine, on this good day — O'er my Love's heart, now exercise thy sway. The smile might promise much, perchance that joy Which Venus lov'd to teach her darling boy ; Pansies and violets*!* thy temples crown, Thy sacred brows, unfurrow'd by a frown, Or Knight, or Saint,*}; whatever titles please, Or Cardinal, or Pope, or more than these, • Anacreon of Heaven. Why Anacreon? St. Valentine did not love wine. He is the guardian of unhappy virgins with sighs and tears for their portion. He animates their spirits for one day in the year, by conveying to them little fanciful emblems of love, pretty adornments on paper, with which they are much pleased : also various verses, \" signifying nothing.\" T Pansies and Violets The Heart's Ease is a flower sacred to St. Valentine. ■f Or Knights or Saints— It is as easy now to be knighted, as it was formerly to be sainted ; and the Cross works wonders. O"], [114, "104 VERSES. All dignities are thine — let — M — dyn love — Thou shalt be Prince of Seraphim above ! Febrnary 11,1816. There is an old French Proverb, that the key of gold opens all doors. It will open the door to preferment, and the gates of Heaven. If a profligate fellow left a few hundred pounds to the good Monks, he was canonized in former ages. Offer Ministers, or some courtly pander, a few thousands, (we must make allowance for the change in the value of money,) and you are knighted, or lorded !\" An Eari, an Earl,/or gold can do it.\""], [115, "FRAGMENT FROM THE df atrg Œale of ©upist anJX ilgficfie. The night is come ; the gentle wooer creeps In silence to the bed, where Psyche sleeps. The warm caress reciprocally given Seems the rich foretaste of delight in Heaven. But, at that moment, Psyche softly glides, From his embrace, her steps delusion guides, While, from one hand, the lamp's fierce lustre treams, The fatal poinard in the other gleams. She quick advances — she approaches near — What means that splendour ? whence those lights appear ?"], [116, "106 VERSES. 'Tis but the wavering brightness that is shed From the quick burninglamp— she views the bed-- Good heavens ! what beauteous boy lies there displayed ? 'Tis Love himself in all his charms array'd. Fearful and trembling now she rears the steel, What! shall his lovely breast its keenness feel? No 'gainst her own she would direct its force ! She reels — some power unseen arrests its course, The poinard drops, quick throbbings heave her breast. Her fainting heart with sickness is opprest. While fix'd in mute astonishment she pants O'er the lov'd object that her soul enchants, More beautiful he seems — her breast more calm The soothing sight administers its balm. Resplendent tresses ornament his head, In curls o'er cheeks of deep carnation spread ; Or float around a neck more white than snow — Celestial odours from these tresses flow."], [117, "VERSES. 107 Wings smooth'd by down, how delicately fine On shoulders dazzling through their whiteness, shine. His form was faultless ; in that form was seen An infant semblance of the Paphian queen. Psyche regards his bow with curious eyes— . That near the bed across his quiver lies. The quiver with its pointed weapons stored She grasps, selects an arrow from the hoard : The trembling hand receives a sudden smart, But ah ! the wound is felt within her heart. February 15th, 1816."], [118, "if*erUtnantJ aniJ tfie ■Gfortesi. Napoleon whose name Is the bye-word of fame, Napoleon was grateful to those who upheld The glory of France ; Their worth to enhance He lov'd,while their bosoms with gratitude swell'd. Poor Ferdinand seems In his fanciful dreams To think, that God's image in man is but nought. And priestcraft will preach— And lessons unteach, Which the genius of war has so dreadfully taught."], [119, "109 VERSES. The Sydney* of Spain With noble disdain Dared to rouse from their trance the bigoted crew. Hark ! the blood-hounds are nigh, The Patriot must die. By his martyrdom others their destiny knew See a prison the meed, Of Patriots who bleed For a country as weak as is thankless their King. The bravest, the best, Degraded, opprest : How long shall prevail this contemptible thing. Shall this creature yet crawl Their souls to appal, Whom the prospect of peace has d ecei tfullycheer'd ? This earth yet polluting, Man's nature imbruting, Destroying whate'er is for virtue rever'd. * Porlier."], [120, "HO VKRSES. O ! thou who dost sway The night and the day ; Thou Lord of Mankind may thy will e'er be done. Too weak is our sight, For truth's heavenly light, That shone for a while on our hopes, and is gone. Upraise not a storm To crush this vile worm, That drags through Hispania its poisonous slime: Such a death were too great, For this creature of state : May it waste into nothing and rot ere its time."], [121, "VERSES ON THE COMMEMORATION OF THE &eton& Ctattaiarg of gijakegjpcare. What Beings, Ariel-like appear To flit along the sky — 'Tis come, 'tis come, the joyous year, In gladsomeness they cry. Their eyes with brighter radiance shine, Lighter their wings, and oh ! how fine ! Merrily, merrily, from the air To Fancy's pictur'd hall repair. There fairy land in landscape glows ; There Oberon shall crown the brows p"], [122, "112 VERSES. Of him to whom 'tis meet to pay Our homage on this holy day. There shines not the Sun, but a light new from Heaven, Many-colour'd as Iris, to Genius is given ; Who waves it, and waving, it fitfully plays O'er our Shakespeare's fine eyes that reflect back its rays. Lo! seated on her opal throne In Robes eye-spotted, Fancy smiles ; Well might she smile, her fruitful zone With varied pleasures life beguiles. Before her bright eyes, as if in a glass, Fresh scenes in succession continually pass. Unshrouding now her awful form ; (Around her how the passions storm,) Though \" ever young yet full of eld,\"* Great nature comes, as music swell'd * Spenser."], [123, "VERSES. 113 Through Fancy's hall, a mingled strain, — Since pleasure, sorrow, all the train Of subject feelings on her wait, Her darling's fame to consecrate. Quickly through the golden gate Glide the fairies, to relate All their pranks of yesternight ; With their coronals of flowers, Gathered after April showers, 'Tis indeed a lovely sight. Hail ! mortal, hail, near Avon's stream, As o'er thy slumbers Nature smil'd, We stole upon thee in a dream, To fill thy soul with fancies wild The moonlight slept upon the bank, ' To charm thy Guardian from our prank ; But still her sweet influence watch'd o'er thy head, To temper the thoughts which our cunning had bred."], [124, "114 VERSES. Then Nature and Fancy their labours combin'd To store with their wonderful treasures thy mind, — Now place we on thy head a crown, Fit for thy brows, and thine alone. The Poet bows, his looks express An intellectual consciousness ; His features are so heavenly fair, The mind, th' eternal mind beams there. April 22d, 1816."], [125, "ON THE Uepartuw of FOR THE CONTINENT. And if we sene him wiane hononr, With traison we woll him defame, And doen him lesin his gode name. Chaucer. Fame attends thee where thou goest, Noble Bard— though others rail ; Yet the spirit which thou shewest, Ne'er through envy's arts shall quail. Through those climes so fam'd in story, As thou lov'st again to rove, Every scene of former glory Shall revive romantic love."], [126, "116 VERSES. There shall malice reach thee never, Though the past may cause a sigh ; — Those who strove two hearts to sever — Those who burst the marriage tie, Vainly hope to hear thy anguish, Bitterly in words exprest ; Though thy soul awhile may languish, Yet it is with genius blest. As o'er Greece whose beauties charm'd thee, When the muse, beyond thy years, With the finest feelings warmed thee ; E'en exulting in thy tears ; Thou may'st wander — scenes which brighten To the bond-slave's eye in vain, May thine heart of sorrow lighten ; Or at least becalm thy pain."], [127, "117 VERSES. Shades of heroes, mighty spirits, Hovering round those blessed Isles Where thy Muse has told their merits, Welcome thee again with smiles. Memory shall recall those ages Which no puny genius knew ; Heroes, Patriots, Poets, Sages, Crowd at once upon thy view. Yet, O think not, scandal reaches Those who know thy manly worth ; They despise what fashiou teaches, Envy ever thrives on earth. April 23d, 1816."], [128, "Co Emma. And come what may I have been blest. Lord Byron's Giaour. Thou art not mine — 'tis sinfulness To sooth thee even in distress, Emma, adieu ! — those thousand schemes With which the youthful Fancy teems, Framed as we sported years away, Must now, unrealized, decay, E'en in the minds that gave them life — Unfit for worlds like this of strife. The rest a dream — what sainted spright, Has ever felt more pure delight, Than we have felt in happier hours, — Yet lurks a snake beneath the flowers ;"], [129, "119 VERSES. 'Tis an old adage, this we knew, Alas ! experience proves it true. O do not say our days were wasted, Since first the cup of life we tasted ! Gone, idly gone, yet not mis-spent, They brought us happiness ; content — More heartfelt pleasure than the page, Of wisdom ever gave the sage ; And what is study but a toil, The fruits of which, death soon may spoil? But when two hearts together meet, The joy, though transient, is complete. The tomb that closes on our woes, Mocks every thing but past repose — The present is a life of care, The future may bring worse — despair. Better, far better to be nought Than fret in restlessness of thought. As tender plants transplanted die, Blasted beneath a sunless sky ; Q"], [130, "120 VERSES. Thus heaven-sprung feelings perish here, And leave the soul for ever sear. Or else misguided by caprice, They waste their energies on vice, They fever us with hopes of pleasure, We ne'er can find that secret treasure, We burn for perfect happiness, We ne'er will be content with less. We miss our aim — there's nought to choose, We care not then how much we lose. Unstrung by apathy at last We mourn in silence o'er the past. Not even Love the bosom warms, Cold to all Nature's varied charms : While pride, disgust, and self-disdain, Still keep alive the sense of pain."], [131, "§Use. Ci ascun consitsamente un bene apprehende. Dante. He* who, as ancient Poets say, Inform'd with soul his Man of clay, Whose proud ambitious spirit strove, To snatch the right divine from Jove ; Chain'd to the rock, whence blustering far, The wild winds with the ocean war, * Prometheus. With the exception of Shakespeare's Lear, perhaps there is no Play that, for sublimity of character, and magnificence of description, can be compared with the Prome theus vinclus of Æschylus : as the Edinburgh Reviewer justly observes, it is rather an Ode than a Play."], [132, "122 VERSES. He self-collected braved the storm, Though lightnings scath'd his noble form. Though o'er his head the surges broke, He dared the worst— the deadliest stroke Do lofty spirits wish t'appease The raging of the winds and seas? The passions boiling in the breast, More fiercely pain it — when suppress. Year after year, — life's still the same — To Genius what is worldly fame ? Nothing ; it never can supply, The place of Love, or revelry. Twine not the laurel round mine head, Since now the myrtle wreath is dead ? To move in one dull circle round- To smile in fashion's train or prate Of friendship, that is no where found, To those who scarce deserve our hate ; Call you this life, while feelings pent Within the soul can ne'er find vent!"], [133, "123 VERSES. No, rather former joys pursue ; The -**■ sugar 'd game\"* is still in view, Denude thyself to pall thy taste, And thousands on thy pleasures waste ! * Sugar'd game. thou would'st have plunged thyself In general Riot, melted down thy youth In different beds of lust, and never learn'd The icy precept of respect, but follow'd The sugar'd game before thee. Shakespeare."], [134, "& ŒJiaracter. Alonzo was no common man, for few Like him the art of pleasing others knew ; Nature on him had kindly lavish'd all Those gifts that please alike in bower or hall ! His soul was bounteous, in his eyes shone forth A spirit that express'd his inward worth. His honour as the Sun itself was bright, Though transient mists might intercept its light What his offences were — 'tis hard to prove, Perchance he was too sensible of love ; Is this a crime ? the pulse must cease to play, Ere we can drive that pleasing sin away. 'Tis true, in early youth his noble mein Had charm'd the lovely ones as soon as seen !"], [135, "125 VERSES. His was no tedious task to soften down With dulcet eloquence the feigned frown ; To snatch the kiss from her, whose eye-glance told. That though she blushed, he might again be bold : This frailty left a thousand virtues free, It never gain'd o'er them the mastery. Grant it lo be a weakness at the best ; At worst, this vice has kept aloof the rest ; When thus temptation had put forth her power, He might have been allowed his sportive hour. Ambition, (his a virtue,) often turn'd His mind to deeds for which his spirit burn'd. Then would he knit on vacancy his brow: Till e'en with thought e.xprest, it seem'd to glow. Then dreams of greatness rush'd upon his brain, In better times, those dreams had not been vain ! Long had Hispania been misruled by those, Who glut their little minds with others' woes, Their sole delight to trample on their kind, As serpents taint the fairest things they find ;"], [136, "126 VERSES. Danger had scowl 'd on all who dared to break The bonds of silence for the people's sake. To speak of freedom — 'twas indeed to brave The prison's durance, to forestal the grave ! Alonzo knew it ; oft he wish'd to try The chance of war — to conquer or to die. The cause was hopeless, and to bleed alone Had more of rashness than of virtue shewn. Since Chivalry, the nation's Queen of vore, Rous'd in her sons life's energies no more. But thus compell'd to bear within his soul, Feelings thf-t often strove to break controul ; To stifle in his breast the will to dare, Nay, more, to find his talents buried there, By public virtue ne'er call'd forth to shine, Of honest counsels an exhaustless mine ! Oh, that were misery — besides, to wait In seeming lowliness on slaves of state ; Or else,the game of spies, to fret away, Tn restless fe'.r, day lingering after day."], [137, "VERSES. 127 These evils all so smote upon his heart, He could not bear them ; no, he must depart. Quit in disguise his land, his native Spain, To seek some foster-country o'er the main !"], [138, "Wbt Wtatf) of $)omin. This affecting narration of the death of Hossein, the grand son of Mahomet, may be read (it is, indeed, a pleasure to read it,) in Gibbon's Decline and Fall of the Roman Empire, vol. v. page 268, quarto edition. The Fatimites wearied, yet fearless oppose, Though thinn'd in their numbers, their multiplied foes. With despair in their looks how they rage o'er the field, Though broken, their triumph is never to yield ! Their sabres well-flesh'd, still gleam in the air, They fight like the Lion aroused from his lair ; Each stroke is a death-blow, — in vain, for beneath The pressure of myriads their last gasp they breathe"], [139, "129 VERSES. But one yet remains, on boasters, and slay The noblest of victims that's stricken to-day ! 'Tis Hossein the good, unarm'd, yet unmov'd, Though his heart inly bleeds for the brave ones he lov'd. Near his tent he awaits the sad signal, and see, His boys in the spring-time of age on his knee ; He weeps, but the tear for their sorrow is shed, Now, now, to their hearts, swift the death-shaft be sped. O ! spare him, ye murderers, childless, alone, He bends o'er the lifeless, their death knell his groan ; He cries to his God, in his agony now, The damp sweat commingling with blood on his brow. Still merciless! on ye brave monsters, imbrue Your hands in his blood, who is praying for you. Bereft of its ivy the desolate wall, Invites the destroyer to hasten its fall :"], [140, "130 VERSES. The warrior is dying, what spirit appears To rush from his tent? — 'tis his sister in tears ! \"Yet save him — my brother — look, look how he bleeds,\" a Oh Shamar\"* — in vain the fair suppliant pleads ! He is slain— but the Moslems yet cherish his fame, And dear to the hearts of the young is his name: And the aged revere it, the freeman and slave, Still mourn for the death of the gentle and brave. • The General who ordered the death of Hossein is execrated by all true Musseimen, and for ever consigned to the \" Hall of Eblis!\""], [141, "Ystms ON THE DEATH OF THE RIGHT HONOURABLE RICHARD BRINSLEY SHERIDAN. Well might the comic Muse, with drooping head, Heave the deep sigh— her Sheridan is dead : The Sisters mourn for him, whose master-mind Each separate talent in itself combin'd. Wit, eloquence, and poetry, the fame Of either had immortalized his name."], [142, "132 VERSES. O, could the Muse's skill but match her zeal, Then might the mournful lay, like his, appeal To British hearts, like his, when Garrick died, How glow'd the verse to sympathy allied ! Each word with plaintive sweetness charm'dthe ear As flowers exhale a fragrance o'er the bier. Where is the mourner now, whose bosom bled For kindred genius gone ? — he too is dead! ***> *■? Turn to the scenes of mimic life, there view The characters our young Menander drew. Caprice in all her wayward fits display'd, Folly in all her nicer shades pourtray'd. The testiness of age— the soldier's sense — The maiden's sweet discourse — Love's eloquence ; The lively wife, not quite by fashion spoil'd, The smooth artificer of mischief foil'd; The generous rake, for lingering near his heart, His better genius would not yet depart : These true to nature, still adorn our stage, Or in his calm retreat amuse the sage."], [143, "VERSES. 133 These like the gems of rarer worth are priz'd, When those of transient value are despis'd. In senates, there his talents shone confest ; As wit delighted, passion storm'd the breast. The mind with taste, sense, judgment, feeling, fraught, Seem'd to be blest by more than human thought ! Hence burning words, for freedom gave the choice, The lightning of his eye, the ma^ic of his voice ! When social mirth beam'd forth in every eye, His was the lively jest, the keen reply; The flow of soul, wit season'd high the song, While playful fancy drove old time along. As glides a solemn stream by some dark grove Of cypress trees that mournful sigh above, Following his lov'd remains, the good and great March'd sadly onwards in funeral state,"], [144, "134 VERSES. To that proud scene, where patriots, poets lie, (Sacred their dust— their fame shall never die) There last, not least, our Sheridan was laid, There weeping friendship her sad tribute paid. Ye noble few, whose mem'ries ponder o'er His cheerful smile, his wit's unfailing store, Bright to the last; how graceful are your tears, They tell of what he was in happier years. The friend, whose genius shed its vivid ray, Far from your hearts to drive life's cares away. The gay companion, sharers in whose mirth, You had forgot that sorrow dwelt on earth. Ye fair, who knew his elegance of mind, His soul, still breathing in the verse refin'd ; His purity of heart tow'rds her he lov'd, Her fondness by the bitterest trial prov'd ; While in your hearts the fond affections live, His faults, whate'er they were, you must forgive"], [145, "VERSES. 135 And you, you all, whom many a sprightly scene Waking applause shall teach What he has been ; Who still revere the patriot, love the bard, From envy's blight his sacred mem'ry guard ! While glory circling round his cold, pale urn By fancy watch'd, shall undefiled burn."], [146, "Œf)t Inconstant. For he was false and franght with ficklenesse, And learned had to love with secret looks j And well could datince, and sing with ruefulness, And fortunes tell and read in loving books. Spenser's Fairy Queen. Thou art less constant than the wind, Away to those who love thee now ; They soon, alas ! like me will find The value of their Lover's vow: Already are these fair ones taught That faith repos'd in thee is nought. Yet turn not unto me again, Again I'll never be deceiv'd : My love is chang'd to fix'd disdain ; Mine heart but for its folly griev'd, That it could e'er confide in thee Thou image of Inconstancy."], [147, "Œo a EattB praging* How sacred the spirit that lives in thine eye, It reflects back the spirit of love ; That effluence pure once eman'd from the sky, 'Neath the typical form of a dove. It beams on a form now as lovely, as pure, As that which the poet* pourtrays ; That form which enabled his sight to endure The vision's*!* encircling blaze ! ! * Beatrice conducted Dante through the \"Paradise;\" she is supposed to represent heavenly Grace. t The Beatific Vision."], [148, "&n 3Ebmfncr in Œu&a, The clearness and brilliancy of the Heavens, the serenity of the air, and the soft tranquillity in which Nature reposes, con tribute to harmonize the mind, and produce calm and delightful sensations. Edward's West Indies, vol. 1st, page 10. How lovely was that eve, the moon shone clear, Not e'en a vapoury cloud was sailing near ! The fire-flies swarm'd around, with fitful glare, Like magic gems, they sparkled through the air. Now glow'd the stars in such a bright array, They seem'd to lighten forth a milder day : There might th' exulting soul aspire to be Mingled with light through all eternity !"], [149, "Sin ■Words from me are vainer still. Bvroik. I have sung of fresh beauties in varying strains, My Muse's wild fancy no measure restrains ; And my pen was impell'd, its prompt homage to pay \" To the fairest of maids,\" whom I lov'd for the day : Yet the gifts that I brought to the altar of Love, Were such as the tenderest hearts might approve. Too prodigal then, now I've none to bestow On her, for whose love my soul truly doth glow. The warmth of devotion no words can reveal, The heart's silent orison breathes out its zeal : For the prayer to be fervent is free from all noise, And the vain form of worship, its spirit destroys !"], [150, "140 VERSES. Then how could I write to my Emma, or speak Of Love, which to tell, all our words are too weak ? Like the champions of old, might I bear on my breast The motto, \" I burn\" she might fancy the rest : But while fools to their false ones may write what they choose, 'Twere a sin against truth the same language to use."], [151, "■ Œo Emma, WITH A COLLECTION OF HIS JUVENILE POEMS All hail, ye tender feelings dear ! The smile of love, the friendly tear, The sympathetic glow; Long since, this world's thorny ways Had number'd out my weary days, Had it not been for you 1 Burns. This little book is fully stoi'd With Love's own thoughts, an useless hoard Yet some, indeed, might say, This youth like many others knew, That Fortune's smiles are all untrue : And lavish'd to betray."], [152, "142 VERSES. Whate'er my future fate may be, Mine heart shall often dwell with thee ; In weal or woe the same ! Yet ere in nobler strains I sing, I may become a nameless thing, Cut oft' from life and fame. Weep not for me, but then awake Moore's glowing spirit, for my sake, To sooth this restless soul. The priest's formalities despis'd ; That only rite of friendship priz'd, Remembrance o'er the bowl. September 2«1, 1816."], [153, "AN -ieptefU to ?£mma. — Nature in her workings Inclines not with more ardour to creation, Thau I do now towards thee : Man ne'er was bless'd Since the first pair first met, as I have been. Otvvavi Our griefs are various, yet one only joy Can balance these, though mingled with alloy ; The rest is vanity ; but this prevails, When Friendship turns aside, when Fortune fails; That feeling dear, with which our hearts are blest, Loving and lov'd, caressing and carest. T"], [154, "144 VERSES. Within my breast two wakeful spirits dwelt, Distracting oft a heart that deeply felt ; Ambition, Love,— Love triumphs now alone ; Ambition, banished by thy charms, is gone. And all of Love, that riots in its place, Flies to thy arms, and glows in thy embrace. Like Beauty's cestus thy embrace enrings Within its circle all delicious things. The lake, the woods, that stretch along its banks, Height above height, arrayed in deepen'd ranks ; The dewy exhalations floating o'er Its glassy surface, charm our spirits more, Than all the nicest workmanship of art, Than all that judgment can to taste impart ! Thus dost thou shine most beauteous in undress, Art cannot add one charm to loveliness ! Dear was that day when hope was reinspired, And bliss seem'd near so long, so much desired."], [155, "145 VERSES. Sweet, as the sound of heavenly harmonies, Bright, as the glory of the opening skies, Was that soul-wakening day, when, Emma, thou Gav'st to mine heart th' anticipated glow. Expiring wishes, half-compos'd desires Rekindled soon anew their former fires : While Passion bounded through my veins to gain A sweet equivalent for former pain. Here let imagination have her play, Nor bring Love's holy mysteries to day. The murmuring sigh, that seems to ask delight, The fancy, playful through the genial night: The sports, that taught by young desire, tell How warmly woman loves, and oh ! how well ! Then dreams, for dreams we had, would interpose, To bless the intervals of mild repose. Of magic Isles we dreamt, where genii throng, Where silver-footed fairies^lance along ;"], [156, "146 VERSES. Light, as those insect tribes, that skim unseen, The sunbeam's produce, o'er the grassy green. There fam'd Aspasia's spirit yet remains, She lives, she breathes, in her own minstrel's strains. Now would we wander through the fields of air My look more warm, thine cannot be more fair : There gilded clouds like palaces surprise, And light from Heaven shines forth in thousand dies, Or on ethereal couches lie reclin'd, With every sense of happiness refin'd. Or rove, in splendor clad, through roseate bowers In sweet communion with th' angelic powers. The pangs of jealousy which none can bear, False tales by malice pour'd into the ear : These harden hearts of finest texture made; These o'er their virtues throw the darkest shade ; The soul o'ercast for ever is in gloom ; The wither'd mind can ne'er regain its bloom."], [157, "147 VERSES. O let not then one moment's weakness prove Destructive to our Paradise of Love. Whatever ties we have, our will is free- That very freedom binds me, Love, to thee. The fairest emblem of creative power Is love, my Emma, tasting beauty's flower. September 30th, 1816."], [158, "Cfie £feull CONVERTED INTO A DRINKING BOWL. Sung by a Chorus of Dæmons in the Jiramn of « The Diaboliad.\" They drink out of skulls. — Lewis. E'en wert thou witless now thou art A source of wit to all, Though brainless, now thou warm'st the heart: Whatever ills befall ! Then be the glitt'ring goblet full, The blood-red liquor quaff. Let others sadden o'er the skull ; We view it but to laugh."], [159, "149 VERSES. Or wert thou jovial, how thy spright Must be delighted now, To know, that snatch'd from earthly night, Its tenement doth glow With wine, that once it loved so well — No reptiles there uproll'd, But fragrant is its vinous smell, Its concave shines with gold. Thou moulderest not in dust ; to thee, Where'er thy body lies, We give an immortality ; Thy spirit never dies. Then be the glitt'ring goblet full, The blood-red liquor quaff. Let others sadden o'er the skull ; We view it but to laugh."], [160, "Wbt lament* WRITTEN AFTER SEEING TIMON OF ATHENS PEE- fOEMED AT DRURV-LANE THEATRE, 1816. Genius of fallen Babylon — behold In London, mart of opulence and vice, Thy scenes of former luxury unroll 'd ; Here every thing, e'en woman, has its price Here Mammon plies his subtle trade with dice; Bevies of dainty damsels here abound, With Levi's tribe the unwary to entice ; That neither land nor body, may be sound. Corruption's fatal gulphs here menace all around ! Much is allow'd to youth, to feelings strong, To Pleasure's tempting look, companions gay ; He who would scorn the soul-awak'ning song, Whose heart is shut 'gainst beauty's genial ray, He would despise the loveliness of May."], [161, "151 VERSES. Not outward, no, nor inward sunshine warms His soul, himself a moving mass of clay. The goodliest prospect has for him no charms ; He never, never felt the lover's sweet alarms Awake to life— no more of woman's smiles Dream, nor the noisy merriment of knaves. How many Losels perish by the wiles Of sweet Aspasias, Timon's grateful slaves. Lo ! the trim yatch rides buoyant o'er the waves Fairer in shew more fragile than the rest Of meaner barks ; the sudden tempest raves : Amidst the ignoble craft she rolls distress, It nought avails her now to be so gaily drest. 'Tis vain to mourn— yet oft remorse will tear The breast, from which all virtues are not wrung By wantonness, false witch, whose aspect fair Blinds doating old, but fascinates the young, u"], [162, "152 VERSES. Till by her arts their sinews are unstrung Their strength exhausted, wasted in their prime. They mar those hopes to which their parents clung, Fame, fortune, genius sacrificed to crime, And all those lessons learn'd in boyhood's happier time. Life is a blank to those whom Fancy blest, E'en in their infancy, for why, they scorn, When Pleasure warmly sought, has lost her zest Those social duties for which man is born ; A long, long night succeeds their lovely morn Where shall the luckless child of Nature turn, Baffled by hope, by fiercer passions torn ; He dares the wisdom of the world to spurn, Yet by the world misled, for ever doom'dto mourn! Be then utility alone the aim Of all thy actions ; ere it is too late The doubtful meed of poesy disclaim. Let nobler hopes thy glowing soul elate,"], [163, "153 VERSES. With honest zeal uphold the sinking state — Be this the penance for thy follies past. Far better than in maudlin verse to prate Of what in days of revelry thou wast, Shall self-recorded vice its acted time outlast ? Invention too must cease to yield delight ; For pleasure has its limits, then refrain Awhile from courting fancy's aid — poor wight, Thoughts too intense will prey upon thy brain : Since e'en ano'er-fraughtmemorybringspain. Nature's unbounded realms would'st thou explore, She views thy puny efforts with disdain. The learned are but idlers on her shore ; So deem'd that wond'rous man best skill'd in Na- ture's lore.* • So deem'd that wondrous man. — It is related of Sir Isaac Newton, that in speaking on some occasion of his discoveries, he compared himself to a boy collecting pebbles on the sea shore."], [164, "154 VERSES. Thy brethren in distress demand thy care, Whose only bed is now the cold damp earth ; Go these relieve ; far sweeter is the pray-er For thee, for thine, that gratitude pours forth, Than heartless praises which the sons of mirth Madd'ning with lust and wine on thee bestow. Shall they to-morrow still proclaim thy worth, Who with o'erflowing zeal to-night do glow .' Fond liberal fool I fear 'twill not indeed be so ! O Howard, Reynolds, names to man more dear Than those of heroes who have fought and died ! You follow'd well our Saviour's footsteps here, While dove-eyed charity — celestial guide— Scatter'd unnumber'd blessings by your side ! To save the soul opprest by guilt, to give To virtuous industry an honest pride, This your ambition, may it ever live — Fresh with the dews of heaven its bloodless laurels thrive."], [165, "dfree&om. Freedom stands upon the hill, Crowns are scatter'd at her feet ; Power now bends unto her will, Nature's sons her presence greet How she mocks the pride of kings, How she scorns their idle shew ; Now, she cries, on Eagle's wings, 'Gainst the thankless tribe I'll go. Virtue, Wisdom, you alone Just pre-eminence deserve ; Attributes to that high throne Which the freest love to serve. Break the prison gates, behold"], [166, "156 VERSES. Men of intellect divine, Forc'd by things of coarser mould, In the dungeon's gloom to pine ! See the tyrant raises high, Girt with battlements around, Towers, that seem to brave the sky — His strength is nought— his hopes unsound. — Be he robed in purple pall, Death shall seize the gorgeous prize ! Though before him thousands fall, Freemen shout \" Revenge\" — he dies."], [167, "Jttirtfi an& $ealt&. Let Mirth now wave her rosy wings To fan my Emma's brows ; While sister Health her tribute brings, The never-dying Rose. Long may they both around her play, To bless her face — her mind ! But, ah ! if Mirth should fly away, Health tarries not behind."], [168, "impromptu. WRITTEN UPON SEEING SHAKESPEARE'S TOMB AT STRATFORD UPON AVON. Dear to the sons of Genius is thy fame, They will for ever consecrate thy name : While kings, whom nought but pageantries can please, Who vegetate, themselves the slaves of ease. In marble sepulchres entomb'd shall rot — Their names, their bloated dignity, forgot."], [169, "®bt £torm. Loud howl the winds around, the sea on high Bandies its giant waves against the sky. Now the red lightnings run along the ground. Trees snapt asunder from the earth rebound ; The sweeping tempest hurries on its way, Ocean and Earth, and Heaven, alike its prey. \\"], [170, "AV •©ccagtonal prologue SPOKEN AT A PRIVATE REPRESENTATION OF RICHARD THE THIRD. Those sleepless energies that urge the will To snatch a doubtful good by deeds of ill, Though not embodied by a Kean, may bring A lesser glory to our mimic king ! Though an usurper, yet he humbly bows To all those laws your fiat may impose. What though he fall beneath young Richmond's hand, You, you my friends his destiny command. The warmest greetings you may give us here, Will only serve to dissipate our fear;"], [171, "161 VERSES. They cannot swell with vain self-love our hearts, We ne'er again perchance may act these parts. Comparisons are odious, we must fail Whate'er our efforts be — should they prevail. How few the prize which Genius gives may claim, Or reach at one bold flight the heights of fame. Since smiles, fair ladies, form your brightest charm, Then with those smiles the critic band disarm : Beauty o'er all throws such a magic chain, It baffles reason — makes resistance vain. To please you critics is no easy task, Applaud us when you can— 'tis all we ask ! Extend your mercy to our mimic scene, And still let candour triumph over spleen ! Your kind indulgence is our best reward, Our only wish, to merit your regard."], [172, "TO Emma on f)tx ttixif) IBajLj. The day has return'd to another Though brighter — yet darker to me, Time taught us our passion to smother, Yet Emma I lived but for thee. But wayward is Love, and 'tis madness To bind him, though quiet he seems ; Though his eyes may be beaming with gladness, How inwardly dark are his schemes. 'Tis childish to prattle of reason, Or Beauty with constancy link ; To be faithful, what is it, but treason 'Gainst Love — who ne'er wills us to think ?"], [173, "163 VERSES. As thy fingers run over the strings Of thy harp, thou fair minstrel of Erin,* The rapture variety brings To the senses is far more endearing, Than the sweetest of strains that's prolong'd : Yet this heart, might be constant to one. Though by woman for ever 'tis wrong'd: Though neglected as soon as 'tis won ! 'Tis fond — though so often mistrusted, Not a slave, till betray'd, to caprice, Though tainted, it is not incrusted, (Yet the world will upbraid it) with vice. December 6th, 1816. * The trembling strings about her fingers crowd, And tell their joy for every kiss aloud : Small force there needs to make them tremble so, Touch'd by that hand who would not tremble too. Wai.i.fk"], [174, "€o —■ Vadit, fremit, refringit virgulta pede vago. CATl'Lr.V*. There in a moment we may plunge our years In fatal penitence — Bvrotv. To know our good— yet to rebel Against it — that indeed is hell. The tumult of my early years ; Wild pleasure ending oft in tears ! The day's lov'd sin — the night's regret ; These cling around my memory yet. Still torturing it with fiercer woes, Than power even wishes for her foes ! Deep in my heart is fix'd a sting, Beyond thy worst imagining !"], [175, "165 VERSES. Nor can time heal it, but thy love May lessen pain— though not remove ! Man has twice duped me — woman too, — But thou, my charmer, thou art true. If, as we are taught by Christian creeds, Motives be weigh'd, as well as deeds ! The thunderbolt may not alike The duped and the deceiver strike ! And there is one — I name him not, Who merits well the robber's lot. As the scorch'd fly from light to light Falls, till his frame be wasted quite .' Thus self-consuming have I flown From love to love till life was gone. Thou canst again revive my soul, Freshen again the tasteless bowl ! December 16th, 1816."], [176, ""], [177, "3&omcSttc *&tx&t&, by CHANDOS LEIGH. \" O ubi camp! Sperchiusque et virginibus Baccltata Lacornis Taygeta.\" VlRO."], [178, ""], [179, "When I consider life, 'tis all a cheat; Yet fool'd by hope, men favour the deceit*! Trust on, and think to-morrow will repay, To-morrow's falser than the former day. Dryden. & fragment* O ! for a woman who would charm away Those griefs that on my very heart-strings prey. The sense of past, that turns to bitterness The sweets of life — that aggravates distress ; Then converse with a friend, delight that springs From intercourse of hearts when beauty sings: May from the mind erase all records there Of years mis-spent, of folly or of care: Lo ! Alsieri's* shade before mine eyes, With gestures wild— remorseful seems to rise ! Nature had mock'd him with desire of bliss ; Has he then found a better world than this ? » Alfieri, for the life of this great dramatic poet, and extra ordinary man, see the Supplement to the Encyclopædia Bri taunica. Article — Alfieri."], [180, "168 DOMESTIC VERSES. In what warm planet dwells this soul of fire Whom every earthly pleasure woo'd to tire ! Wealth but engenders care, when idly spent It leaves behind a fund of discontent ! The poor are robb'd, and well might they complain, You to relieve their real wants disdain ! While bloated usurers absorb a store, That might support twelve families or more ! When every joy your senses seems to greet, Would you with Villiers'* fortune be discreet ! Women, wine, music, all combin'd to please A spirit that alike loath'd care or ease ! O •*•* 'tis not in ourselves but in our stars,\" We cry, when Passion with our reason wars, That warm alarums of our blood begin, To stir the soul to wantonness or sin ! Be prodigal ye sons of Mirth — Remorse Is but a word, let passion have its course ! . Villiers, the celebrated Duke of Buckingham, immortalized by Dryden and Pope."], [181, "169 DOMESTIC VERSES. Heed not yon houseless stranger, ye shall feel Lust's tyranny on racks of burning steel© Heard ye the pitiless storm ; the thunder roars ! Go lavish now your useless wealth on w , Go ! and possess the fairest of the train, O'er whom indulgent Venus loves to reign ! Shall such things be ! my soul will often ask J Too well it knows how dreadful is the task To teach reply ! the causes well are known, Youth, uncurb'd passion, love of false renown ! Whocheck'd my growing lusts, who curb'd my will, Who to my restless spirit said, be still ? E'er winter age might whiten o'er my brows, Or chill my heart, where now the life-blood glows With such untemper'd heat, that nothing less Than icy death can check its vividness ; Death may release me from myself, and give A venal grief to those who whisper, live ! * I am indebted to a play of Ford's for this idea, \" There lies the wanton On racks of burning steel.\" 'Tis a pity she's a whine."], [182, "170 DOMESTIC VERSES; Live ! to be pointed at by scorn's slow finger The worst but known, no more on earth I'd linger I The current of my thoughts in earlier life Was never with my better hopes at strife ; Warmly it glow'd, in virtue's channel strong It flow'd, unmingled with alloy along, But flattery chang'd its course. My pleasures were intense, I could not view A lovely dame, and turn aside like you Tame placid youths ; I cared not what I gave, Wealth, honour, homage, all that dame might have, \" Mine own dear Lais, now indeed I'm blest, The diamond cross shall sparkle on thy breast ; Rich jewels too shall glitter o'er my Queen, In intermingling hues of blue and green. **3 O O Come love, on silken coverlets recline, Beneath the tendrils of an emerald vine.\"* * The spoils of nations shall bedeck my bride. Byron. I frar that I never participated in the spoils of nations. It i* no difficult matter I hear to rob the amiable faces of foreign"], [183, "171 DOMESTIC VERSES. Yon pander to my lust, who fed me well With rich supplies for vice shall sup in hell ; How will the miscreant writhe when fiends shali pour Down his detested throat the molten ore ! I too might hear an usurer's groan to me Sweet consolation amidst agony ! Forgive thy foes , but not the traitor friend, This is a maxim Christians may defend: At least, I will, though some in pride of place, Bedeck'd with borrow'd plumes outstare disgrace. Repent ! wherefore repent ? Repentance brings To former griefs a thousand added stings. The tree that's scath'd by lightning is unfit For worldly use, since God hath blasted it. What, to relieve its sorrows shall we pour Poison into the bosom's inmost core? potentates of their circular attractions, and to convert into necklaces, diadems, and tiaras the superfluous ornaments that adorn imperial snuff boxes. What were Zenobia's adornments compared to those that glitter on the person of"], [184, "172 DOMESTIC VERSES. The past, or well or ill employ 'd is past, Time passes on — the present will not last. Then sin no more, improve what may remain Of virtue, there's enough to stifle pain. Be through your honesty deceiv'd by man. Then curse your generous feelings if you can ! Tortures await the spendthrift and the knave, But why forestall them on this side the grave 1 Why bend o'er Dante's page in horrid mood, Till fancy brings to light hell's monstrous brood.* The warrior and the bard are soon forgot, Or if awhile bepraised it matters not ! Their's is eternal light or endless gloom, The world of worlds, or chaos of the tomb ! In death to them all earthly praise is vain, Live they in heaven ! such praise they must disdain. The modern Alcibiades in youth, In age Demosthenes, the sage whom truth • I wish that some of our Money Lenders could read the seventeenth Canto of the •*« inferno\" of Dante; and then divert themselves if they can !"], [185, "DOMESTIC VERSES. 173 Would call her dearest son, the patriot, friend! (Might I like him my former sins amend) He is forgotten now, yes Fox, thy worth Is scarce remember'd by the sons of earth ! But when we die, what shall record our fame ? We are but summer flies that buz without a name ! The same recurrence of unmeaning nights, The sameness too of sorrows and delights ; The heartlessness of man, trite themes indeed, Make life itself no better than a weed ! Cast on the shore, we lie awhile, anon Oblivion's wave returns, and we are gone ! O ! thou immortal one, who dwell'st alone, Excessive brightness dark'ning round thy throne ! Midst all my follies, let me bend my knee, And ask forgiveness (gracious God !) of Thee. I've sinn'd, but have been sinn'd against, the dupe Of worthless knaves ; compell'd, alas ! to stoop To those I hate, and this I did endure ; Dear-bought experience was my only cure ! 2a"], [186, "174 DOMESTIC VERSES. O ! purify my verse, and if I live, Give me content, which thou alone can'st give V In various ways this adage well is told, The rich man may be poor amidst his gold ! Though B — — d lives in solitary state, Will grandeur screen him from the general hate ? Or Eastern dreams at F realized, Convince him that he cannot be despised 1 Here let me rest in this sweet solitude,* Where knaves and parasites shall ne'er intrude ; No bacchanals are here, to give pretence, For wild excess, or ruinous expence. In yon delicious wood I love to hear, Though strange may seem the notes, a welcome cheer. The birds by nature fed, ask nought of me, Their's is at least no counterfeited glee. Where are my revellers, for ever flown ! On silken wings they flutter through the town * On Avon's banks where flowers eternal blow. Pope. I wrote these lines where Shakespeare is traditionally sup posed to have written the character of the melancholy Jaques,"], [187, "175 DOMESTIC VERSES. My golden days are past ; those days but few, Dear dwelling-place of love and mirth, adieu. Die and avoid all ills ! I now am dead. The world of life o'er canopies my head ; There lives the day — God, there those spirits play, Whose day is sunshine, and whose night is d^y. But all is darkness here ; thought, thought itself Is unemploy'd, or if employ'd, on pelf. Clouds intercept the sun without, within Rises around our minds the mist of sin. No more of this — to be what I have been 'Twere wretchedness ; to pass my days unseen, Silently musing on those olden times, When nature shew'd her grandeur even in crimes. To live at home, contemplative, to scorn Not hate mankind ; to be as 'twere new-born, This is my warmest wish, sweet Poesy Then will I dwell with Woman, Nature, Thee ! Is not this better than among the crowd To fret and gaze and cringe before the proud ; To mix in politics and play the fool, A would-be Gracchus, or corruption's tool 1 May 6th."], [188, "Œo a Ea&fi isfngtng;. Thy voice the mind of music well expresses, Melodiously divine, the seraph's song, That the prime source of harmony addresses, Shall, distant be the day, to thee belong ! Now as the spirit of Mozart possesses Thy soul, around thee how thy hearers throng. Thou wert a young ey'd cherub ers't on high Warblingthy sweetness, 'neath the summer's sky. &&lestrop. What charms, fair Adlestrop, thy garden shews, How rich in loveliness thy varied flowers, The hyacinth, the pink, the royal rose That careless overhangs thy myrtle bowers, Each, nourish'd by its sister's fragrance glows ; In sweet communion shares the vital showers, There all the labour too of art is seen, To gild the glories of the Garden Queen."], [189, "The cold in clime are cold in blood, Their love does scarce deserve the name, But mine was like the lava flood, That boils in Ætna's breast of flame, Byros. Œ o &o§a, in &eabtn» 111 ne'er believe though thou art gone, That we for aye have parted ; Thou sainted one ! the thought alone Would make me broken-hearted Though worlds divide us, yet the soul Nor time nor place confine, Though far between us planets roll, Thou still art ever mine ; Yes, Rosa's number'd with the dead,, Her sensible warm spirits fled ! The young, the beautiful, the gay, I saw her on her dying day, Loveless and joyless, nothing but decay."], [190, "178 DOMESTIC VERSES The dearest object of our lust, When soulless, is but putrid dust ! But love that's passionless and pure Will through eternity endure, When this same worthless world shall be Sunk in the gulph of anarchy7 ! So says the preacher, but whose eyes Can pierce the cloud of mysteries That hangs before us ? Rosa now, That secret knows which all must know ! Rememberest thou, dear shade, one eve, E're yet we knew what 'tis to grieve, One summer's eve when lingering light, Half melting into shades of night, Mellow'd our fancies, as we walked On Richmond's banks, and softly talked, Thou wert the Lady of the Lake, I was thy bard for fancy's sake ; O such a night-scene ne'er was known, We seemed to be on earth alone!"], [191, "DOMESTIC VERSES. 179 A breathless feeling, a suspense Of life, a quietude intense Prevailed around us in that hour, E'en silence felt love's mighty power ! Whene'er I spoke of young Gulnare, Or of Medora's constancy, Or Petrarch's Laura, or the fair Cresseid ! O then exultingly Rosa, upraised her eyes of blue, And smiling on me, said, I'm true ! When folly's reign awhile was o'er, When ceased the Bacchanalian roar ; Rosa would cool my throbbing brain, And whisper in mine ear, refrain E're 'tis too late, refrain I pray From vice, at least, the vice of play ! As clouds in various shapes arise, So varied are our phantasies : By day, by night, on earth, in sleep-, Our souls their boundaries o'erleap !"], [192, "180 DOMESTIC VERSES. Lo ! dreams our waking thoughts unfold, Then fancy ranges uncontroll'd ; Then scenes imagination drew Are for the night, indeed, as true As earthly pleasures ; they must pass As sand runs down the hour glass ! And I have dreamt of those dear days, When all my sin was love of praise ; When first my mind put forth her powers, In classic Harrow's green wood bowers; When my sole mistress was the muse. Not she, the patroness of stews ! Then woke to sad reality, And sighed and almost wished to die ! Years since have interven'd, unblest, Unheeded, heedless, scorn'd, opprest, The prodigal, the sharper's prey, I squandered wealth and life away ! The morning smiles on me in vain, Its beauty seems to mock my pain !"], [193, "181 DOMESTIC VERSES. 5 Hence to thy couch then, try to sleep, Or curtain'd close from day light weep ! Would not the stars foreshew my fate To turn me from it — ere too late 1 I have oft felt a sudden zeal, That none can guess who do not feel ! It started on my soul and left My mind of every thought bereft ! 'Twas strong as death, it burn'd within, A light impure that led to sin ! Is it a blessing to possess, Wealth with continual restlessness ? What is an idler ? but a boy That spoils, then quarrels with his toy ? 'Twere better for man in his grave to be cast, O'er wearied with mind too impassion'd to last. Since talents unexercised here, shall remain To the gifted a source of most exquisite pain. All is not lost, there yet remains A soul dishonour never stains, 2 B"], [194, "182 DOMESTIC VERSES. Still fraught with energy, a mind That longs to labour for mankind ! That would for every truant hour Do all the good that's in its power, That has enough of faith to know Man is predoom'd to toil below, Or by the sweat of mind or brow."], [195, "UtMS, Written at where they were carried on. No magic hall more darkly grand, Started beneath the enchanter's wand Its lights a sombre splendour shed — Beneath the marble lay the dead ! These sad mementos form'd I ween, A contrast to the mirthful scene. The side-board scarce upheld the weight Of richly-wrought, old, massy plate, The tables made a bright display Of Burgundy and rich Tokay ! Nor did we want the minstrel's aid, Who shone in gorgeous robes array'd, Pre-eminent, and while he sung Young nymphs before him roses flung : Thin gauze reveal'd their limbs, as bright As waters sparkling to the sunny light."], [196, "184 DOMESTIC VERSES. And classic rites which *Knight must prize Were then perform'd before our eyes. Our revels now are done, our flowers Wither no more at midnight hours. (^onsctence. 1 have been O'er surfeited with pleasure, till my heart Sicken'd at gaiety, and sank beneath The weight of its own listlessness, full gorged With luxuries, and these I overprized! And as \" the soft Triumvir'' gave a world For one loved woman, so gave I my soul My tranquil consciousness of honesty For many Cleopatras — hear ye this, For I confess my sins, ye mouthing Priests ; * Knight. Payne Knight, a celebrated Virtuoso and the Author of ."], [197, "DOMESTIC VERSES. 185 Now lecture me on vanities and all Those varied crimes of which in seemly words Ye prate, and as ye prate the world moves on Still unrepentant man is ever man ! Why should we wish him better ? to our God A thousand years are nothing — but mankind Are worn with three score years ; yet Ihey would have A spark ætherial of the fire that warms The whole creation— crawling here on earth. They move, and eat, and sleep, and then must die * Aye— quit their Palaces, their glittering shews — Their artificial splendours, and become A portion of the elements, and sink Into the world's great tomb, and be forgot. O could I live among those gorgeous clouds Pavilioning the sun, as in the west The glorious orb descends — I'd wish for death, If it were death, thus, thus to rise again. June l&th, 1817."], [198, "&i)t Bgum.* Ye sons of Belial view yon knave I pray, A barber once, a Crœsus now, they say. Look on his gorgon visage — staring eyes, Yet is his tongue well trimm'd with pleasing lies ; There's magic in his words ; he gives you more Of woods and lands than e'er you own'd before, Yet seeks but in return some thousand pounds, You sacrifice your wealth to empty sounds. Like gudgeons by the prey-bird caught you crave Something that shines, yet lose whateer you have ! And Friends will mock you when you are distress, With Candid's maxim, all is for the best. * This is no fictitious character. I request all men to be ware of advertising Money Lenders : let them beware how they suffer themselves to be flattered into a belief that there will be no day of reckoning, the *' day of reckoning\" will come and a severe one it will be, when they will discover to their sorrow that principal has been added to principal, interest to interest, arrears to arrears, and that for the original loan of a few hundred pounds, they must pay thousands."], [199, "187 DOMESTIC VERSES. Accumulated deeds and black arrears, Consume in months the rent roll of whole years. A paltry hundred you receive, then give A few, few thousands — men in trade must live. Robbers must live to be the country's curse, And Usurers take your land, and Thieves your purse. These are the men who fatten on the soil, Who sow not, reap not, crush their neighbour's toil : These are the harpies who with fell delight, Poison life's wholesome comforts where they light. Hear then my cordial curse ye slaves of gold, And be it stronger than the curse of old ; * May rottenness consume your limbs till death Release the air from pestilential breath ! May madness seize your brains, and in your hearts The scorpion conscience deeply fix its darts ! * In the 26th chapter of Leviticus there is a dreadful curse pronounced on those Israelites who break the command, \" Take thou no usury,\" and again, \" Thou shalt not give him thy money for usury.\""], [200, "188 DOMESTIC VERSES. The pangs which I have felt, and still must feel, Through your regard, impel me to this zeal ! O 'tis an agony to be the slave Of those vile wretches whom we cannot brave ; It steels man's heart against his brother's woes, It makes him hate his kind, where'er he goes. Ingratitude to him appears a crime That cankers every breast, in every clime. If there be virtues in this world they thrive Far from those open halls where lordlings live. Enslav'd to thousands while he seems their God, The generous fool for self prepares the rod -, All lash him ; why ? because he fondly deem'd That they , vain boasters,were the men they seem'd. Plunder is sweet to those who live by gain — Shylock must have his dues, you rave in vain. My words are valueless, they cannot tell What strong emotions now my bosom swell ; *Too strong for tears, too various, yes to you Kind Usurers, for these my thanks are due. * Too strong for tears. — Thoughts that do often lie too deep for tears. Wokdswohth."], [201, "&n Eastern 5ong. His nam plebecula gaudct. O hush thy complaints my dear youth, Gulchenrouz my darling believe I love thee — I speak but the truth, And when was I known to deceive ? I will suffer no Gouls to be near, The boy whom I love and protect ; Then my Mejnoun away with all fear — Nor the faith of your Leila suspect. The bulbul may woo the sweet rose But thy cheek is the rose that I love Let us search where the peris repose, As through jassamine bowers we rove. The sapphire is bright, but more blue Are thine eyes, and more lovely to me Than the sapphire's deep light, or the hue Of the violet sought by the bee ! 2 c"], [202, "190 DOMESTIC VERSES. O light as the Antelope's leaps Are thy feet in the dance, and the glow Of thy breast in the rose-hue that sleeps At sunset on vases of snow."], [203, "Œo jfltes — The mind, the music breathing fYom her Face. Byron. 'Tis not thy face, though fair it seems, For beauty's frail they say ! 'Tis not the light that quickly beams From eyes that shame the day. That win me, 'tis thy rare good sense— • Thy voice to me as sweet As former dreams, when innocence Made happiness complete. When thought was new, before mine eyes Visions of untried joys In perspective appear'd to rise ; (How blest indeed are boys.) Garlands were there, and dainty sprites, And voices sweet as thine I heard ; and then celestial lights, Around me seem'd to shine."], [204, "192 DOMESTIC VERSES. And pearly cars were moving near, And vessels glided o'er A silver lake ; and then a cheer Echoed along the shore. \" She comes, she comes\" — our Queen, they cry^ The silver-voiced fays — A thousand streamers wave on high, Streamers of woven rays. She comes in pomp of loveliness, Brighter than words can paint ; Madonna's charms in sooth were less — Less glorious shone her saint !* O'er dazzled with excess of light I scarcely see the train That in their rainbow liveries dight, Her sun-bright robes sustain. I woke in sudden ecstacy * I felt a fev'rish glow — The passing dream was dear to me, But dearer far art— Thou. * St. John."], [205, "Œo a Uati]), Complaining to the Author that he was too wild. Lady, forgive me if I say, The mist foretells a lovelier day Than e'er the treacherous charms of morn Promise ; though new-born flowers adorn Her lap, and freshly zephyrs blow — Ruffling the water's early glow. How off at times unhallow'd feeling Prevails, the noblest thoughts concealing. Yet will it break like mists away — Then all our virtues rise to- day ; There's in the blaze of youth, a heat That cannot last, the pulse's beat, Like the volcano's lessening rage, Has but a fitful strength in age. Henceforth adieu to woman's eyes, And all their wanton witcheries. I'm thine, thine only— oh ! farewell, -. That coldness now has broke the spell C That bound me to thee — then farewell. )"], [206, "€o #ltesf , On her return from the Continent. Though \" cloudless climes and starry nights\" Have fill'd thy soul with wild delights, Though Rousseau's scenery around Geneva's lake, seems haunted ground; Yet welcome home, thy voice is here, Its warblings linger on mine ear : Can Paris, insincere as gay Charm thee, but for a holiday ? Or Gallia's flippant sons engage A mind that loves Young's sacred page, Or Schiller's dramas, when the soul Spurns criticism's cold controul As Tell strikes home for liberty, And Gessler falls, and man is free. Oft in thy absence have I gazed On forms by glowing fancy raised !"], [207, "DOMESTIC VERSES. 195 Ideal forms they could not please — For thou wert brighter far than these ! Believe me, Mary, for thy sake There's nought I would not undertake ; Fan but ambition's flame, 'twill rise And glare, like meteors through the skies Or bid me love domestic quiet, My pulse, dear girl, shall cease to riot. Thou, thou canst teach me to subdue All feelings but a love that's true. 'Yes to be thine, as through this vale Of tears we journey on and wail ; Thine now, when every hope was gone, As late I thought, thou loveliest one ; To hear that voice, to see, possess Thy beauteous self, 'twere happiness Too pure for me — that bounty given, Witness my gratitude — Oh heaven. June 29th, 1817."], [208, "*fo iffllarj?. \" Fare thee well and if for ever Then for ever fare thee well.\" Byron O Mary, didst thou know my heart, Thou wouldst not thus despise it: But since we are compell'd to part, Thou shalt not, dearest, prize it. By me, sweet girl, thou wert loved more (No fiction this, believe me,) Than woman e'er was loved before, And yet thou shalt not grieve me. But thou wert cold, and yet methought Thine eyes were beaming kindly : The lover's mind with fancies fraught, Conjectures often blindly. Dost wish through foreign climes to rove, Where woman's smiles are bootless, Where fierce compulsion stifles love ; Where genius too is fruitless ?"], [209, "DOMESTIC VERSES. 197 Away then to those eastern halls, Where Turks abuse their powers: Perchance within a Haram's walls, Thou'lt sigh for Erin's bowers ! Think not of that . it shall not be ; May every joy desired At home, abroad, still wait on, thee, Loved, honour'd, and admired. Is this a selfish wish ! ah, no ! Whate'er may be thy choice, Love- Though I might wish it were not so, I will for thee rejoice, Love. To hear thy lov'd one call thee \" Bride,'' 'Twill give a moment's sadness — Be thou but blest away with pride— I'll welcome him with gladness. We ne'er may meet— on distant shores O ! heave one sigh sincerely, One sigh for him, who still adores, Nay more, must love thee dearly. July 17th, 1817. Vive, Valeque. 2 D"], [210, "Gold and Walton, Printers, 24, Wardour-street, Soho."], [211, "ERRATA. Page 14, transpose the seventh and eighth lines. ■ 41, for \" learning's son,\" read \"learning's sons.\" 94, for \" were not wholly bent,\" read \"were now wholly bent,\" 130, in the r/ote for\" Musselmen,\" read\" Mussulmans.\" 185, line 14, for •' tomb,\" read \" womb,\" 151, for \" old,\" read \" eld.\" — last line. 172, in the note, read \" and then let them divert them- selves if they can,\" instead of \" divert them&elvej if they caa.\""], [212, ""], [213, ""], [214, ""], [215, ""], [216, ""], [217, ""], [218, ""]]