[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "Lionel and Clarifla. A COMIC OPERA. As it is Performed at the T H E A T RE-ROY A L I N COVEN T-G A R D E N. LONDON: Printed for W. Griffin, in Catharine-flreet, Strand. MDCCXL VIII. [P.hM.]"], [8, ""], [9, "ADVERTISEMENT. SINCE the printing of this little Piece, it has been intimated to the Author, that he is likely to fuffer from fome ill Will, occafioned by a very faulty, and very unfortunate, Opera of his reprefented laft Win- ter ; but he begs leave to obferve, that it is again ft the Laws of England to try aMan twice for the fame Fact; and more fo, after Punifhment has been inflicted. He thinks it can hardly be neceflary to fay, that he never, in any of his Writings, intended to give the leaft Offence : And as his tri- fling Productions, have more than once, been lucky enough to be ho- noured with the Approbation of the Public; he flatters himfelf, fhould he again be found capable of affording them an- innocent Entertainment ; that thofe to whofe Juftice he moft readily fubfcribes, will not refufe him an Opportunity of appealing to their Candour."], [10, "PERSONS. MEN. Sir John Flowerdale, Mr. Gibfon. Colonel Oldboy, Mr- Shuter. Mr. Jeffamy, Mr. Dyer. Lionel, Mr. Mattocks^ Harman, Mr. Mahoon. Jenkins, Mr. Dunftall. W O M E N. Diana, Mrs, Baker. ClarifTa, Mifs Macklin. Lady Mary Oldboy, - Mrs. Green. Jenny, Mrs. Mattocks- SCENE the Country."], [11, "Lionel and Clarissa. A C T I. S C E N E I. A Chamber in Colonel Oldboy's Houfe: Colonel Oldboy is difcovered at breakfaft reading a news- paper; at a little diftance from the tea-table fits Jenkins; and on the oppofne fide Diana, who appears playing upon a harpficord. A. Girl attending. yjH! hozv delightful the morning, Hoiv fweet are the prfipccls it yields ; Summer luxuriant adorning The gardens, the groves, and the fields. A. 4. Be grateful to the fieafion, It's pleafiures let s employ ; Kind Nature gives, and Reafion Permits us to enjoy. Col. Well faid Dy, thank you Dy. This, mafter Jenkins, is the way I make my daughter entertain me every morning at breakfaft. Come here and kifs me you flut, come here and kifs me you baggage. Dian. Lord, papa, you call one Such names — Col. A fine girl, mafter Jenkins, a devilifh fine girl ! fhe has got my eye to a twinkle. There's fire for you — fpirit ! — I defign to marry her to a Duke: hovy much money do you think a Duke would expect with fuch a wench ? B Jen."], [12, "LIONEL and CLARISSA: 2 Jen. Why, Colonel, with fubmiilion, I think there is no occafion to go out of our own country here ; we have never a Duke in it I believe, but we have many an honeft gentleman, who, in my opinion, might de ferve the young lady. Col. So, you would have me marry Dy to a country 'fquire, eh ! How fay you to this Dy ! would not you rather be married to a Duke ? Dian. So my hufband's a rake, papa, I don't care what he is. Col. A rake ! you damned confounded little baggage ; why you wou'd not wifh to marry a rake, wou'd you ? So her hufband is a rake, fhe does not care what he is! Ha, ha, ha, ha ! Dian. Well, but liften to me, papa— When you go out with your gun, do you take any pleafure in fliooting the poor tame ducks, and chickens in your yard ? No, the partridge, the pheafant, the woodcock are the game ; there is fome fport in bringing them down be caufe they are wild; and it is juft the fame with an hufband or a lover. I would not wafte powder and fhot, to wound one of yourfober pretty behaved gentle men; but to hit a libertine, extravagant, madcap fellow, to take him upon the wing — Col. Do you hear her, mafter Jenkins ? Ha, ha, ha ! Jen. Well, but, good Colonel, what do you fay to my worthy and honourable patron here, Sir John Flowerdale ? He has an eftate of eigbt thoufand pounds a year as well paid rents as any in the kingdom, and but one only daughter to enjoy it; and yet he is willing, you fee, to give this daughter to your fon. Dian. Pray, Mr. Jenkins^ how does Mifs Clarifla and our univerfity friend Mr. Lionel? That is the only grave young man I ever liked, and the only handfome one 1 ever was acquainted with, that did not make love to ine. Col. Ay, mafter Jenkins, who is this Lionel . They fay he is a damn'd witty knowing fellow ; and egad f think him well enough for one brought up in a college. fen."], [13, "A COMIC OPERA. 3 Jen. His father was a general officer, a particular friend of Sir John's, who, like many more brave men, that live and die in defending their country, left little elfe than honour behind him. Sir John fent this young man, at his own expence, to Oxford; where, while his fon lived, they were upon the fame footing : and fince our young gentleman's death, which you know unfortunately happened about two years ago, he has continued him there. During the vacation he is come to pay us a vifit, and Sir John intends that he fhall fhortly take orders, for a very confiderable benefice in the gift of the family, the prefent incumbent of which is an aged man. Dian. The laft: time I was at at your houfe, he was teaching Mifs ClariiTa mathematics and philofophy. Lord, what a ftrange brain I have! If I was to fit down to diftracl: myfelf with fuch ftudies — Col. Go, huffey, let fome of your brother's rafcals inform their mafter that he has been long enough at his toilet ; here is a mefTage from Sir John Fiowcrdale — You a brain for mathematics indeed ! We fhall have wotnen wanting to head our regiments to-morrow or next day. Dian. Well, papa, and fuppofe weUid. I believe, in a battle of the fexes, you men would hardly get the better of us. To rob them offtrengtb, when wife Nature thought fit By women to fllilt do her duty, Inflead of a fiunrd Jhe endu'd them with wit, And gave them a Jhield in their beauty. Sound, Jound then the trumpet, both Jcxes to arms ! Our tyrants at once and protestors / We quickly fiiall fiee, whether courage or charms, Decide for the Helens or Heclors. SCENE"], [14, "LIONEL and CLARISSA: SCENE II. Colonel OiDBOY, Jenkins. Col. Well, mafter Jenkins ! don't you think now that a Nobleman, a Duke, an Earl, or a Marquis, might be content to fnare his title 1 fay, you under ftarid n-c— with a fweetener of thirty or forty thoufand pounds, to pay off mortgages ;•? Befides, there's a ptfofpecSt of my whole eftate; for, I dare fwear, her bro ther will never have any children. Jen. I fnculd he concerned at that, Colonel, when there are two fuch fortunes to defcend to his heirs, as yours and Sir John Flowerdale's. CjI. Why lock you, inafter Jenkins, Sir John Flower dale is an honeft gentleman; our families are nearly re lated; we have been neighbours time out of mind ; and if he and I have an odd difpute now and then, it is not for want of a cordial efteem at bottom. He is going to marry his daughter to my fon ; fhe is a beautiful girl, an'elegant girl, a fenfible girl, a worthy girl, and — a word in your ear — damn me if I aint very forry for her. fen. Sorry ! Colonel ? Col. Ay between ourfelves, mafter Jenkins, my fon won't do. Jen. Flow do you mean ? Col. I fll you, mafter Jenkins, he won't do he is not the thing, a prig At fixteen years old, or thereabouts, he was a bold, fprightly boy, as you fhould fee in a thoufand; could ck ink his pint of port, or his bottle of claret now he mixes all his wine with water. Jen. Oh ! if that be his only fault, Colonel, he will ne'er make the worfe hufband, I'll anfwer for it. Col. You know my wife is a woman of quality I was prevailed upon to fend him to be brought up by her brother Lord Jeflamy, who had no children of his own, and promifed to leave him an eftate he has got the cftate indeed, but, the fellow has taken 3 his"], [15, "A COMIC OPERA. 5 his Lordfhip's name for it. Nov/, mafter Jenkins, I would be glad to know, how the name of Jeffamy is better than that of Oldboy. Jen. Well ! but, Colonel, it is allowed on all hands that his Lordfhip has fiven vour ion an excellent l o ] education. Col. Pfha ! he fent him to the univerfity, and to travel forfooth; but what of that; I was abroad, and at the univerfity myfelf, and never a rufh the better for either. Iquareiled with his Lordfhip about fix years before his death, and fo had net an opportunity of fee ing how the youth went on; if I had, mafter Jenkins, I would no more have fuffered him to be made fuch a monkey of He has been in my houfe but three days, and it is all turned topfy turvy by him and his rafcally fervants then his chamber is like a perfumer's fhop, with wafh-balls, paftcs, and pomatum and do you know he had the impudence to tell me yefterday at my own table, that I did not know how to behave my felf. Jen. Pray, Colonel, how does my Lady Mary ? Col. What my wife? In the old way, mafter Jenkins; always complaining ; ever fomething the matter with her head, or her back, or her legs but we have had the devil to pay lately fhe and I did not fpeak to one another for three weeks. Jen. How fo, Sir ? \" Col. A little affair of jealoufy you muft know my game-keeper's daughter has had a child, and the plaguy baggage takes it into her head to lay it to me Upon my foul it is a fine fat chubby infant as ever I fet my eyes on; I have fent it to nurfe; and, be tween you and me, I believe I fhali leave it a fortune. fen. Ah, Colonel, you will never give over. Col. You know my Lady has a pretty vein of poetry; ihe writ me an heroic epiftle upon it, where fhe calls me her dear falfe Damon ; fo I let her cry a little, promifed to do fo no more, and now we are as good friends as ever. Jen,"], [16, "6 LIONEL and CLARISSA: Jen. Well, Colonel, I muft take my leave ; I have delivered my meffage, and Sir John may expecl: the pleafure of your company to dinner. Col. Ay, ay, we'll come — pox o' ceremony among friends. But won't you fta) to fee my fon ; I have fent to him, and fuppofe he will be here as foon as his valet- de-chambre will give him leave. Jen. There is no occafion, good Sir : prefent my humble respects, that's all. Col. Well, but, zounds, Jenkins, you muft not go till you drink fomething— — let you and I have a bottle of hoc . Jen. Not for the world, Colonel; I never touch any thii inar in a morning. Col. Never touch any thing ftrong! Why one bottle won't hurt you man, this is old and as mild as milk. Jen. ' Well, but, Colonel, pray excufe me. To tell you the tr In the days of my youth, As mirth and nature bid, I lik'd a glafs, And f lo-Sd a lafis, And I did as younhers did. But noiv ' am old, With grief be it told, I mufl thofe freaks forbear ; At fixty-three, 'Twixt you and me, A man grozvs wcrfi for wear, SCENE"], [17, "A COMIC OPERA. 7 SCENE III. Mr. Jessamy, Lady Mary Oldsoy, and then Colonel Oldboy. Lady M. Shut the door, why don't you fhut the door there ? Have you a mind I fhould catch my death ? This houfe is abfolutely the cave of iEolus; one had as good live on the eddy ftone, or in a wind mill. Mr. Jefis. I thought they told your Ladyfhip that there was a meffenger here from Sir John Flowerdale. Col. Well, Sir, and fo there was ; but he had not patience to wait upon your curling-irons. Mr. Jenkins was here, Sir John Flowerdale's fteward, who has lived in the family thefe forty years. Mr. Jcjs. And pray, Sir, might not Sir John Flow erdale have come himfelf: if he had been acquainted with the rules of good breeding, he would have known that I ought to have been vifited. .... Lady M. Upon my word, Colonel, this is a fclecifm. Col. 'Sblood, my Lady, it's none. Sir John Flower dale came but laft night from his filter's feat in the weft, and is a little out of order. But I fuppofe he thinks he ought to appear before him with his daughter in one hand, and his rent-roll in the other, and cry, Sir, pray do me the favour to accept them. Laely M. Nay, buf, Mr. Oldboy, permit me to fay— Col. He need not give himfelf fo many affected airs ; I think it's very well if he gets fuch a girl for going for; fhe's one of the handfomett and richeft in this country, and more than he deferves. Mr. Jeff. That's an exceeding fine china jar your Ladyfhip has got in the next room ; 1 faw the fellow of it the other day at Williams's, and will fend to my agent to purchau- it: it is the true matchlefs old blue and white. Lady Betty Barrbones has a couple that fhe gave an hundred guineas for, on board an India man ; but fhe reckons them at a hundred and twenty- five"], [18, "8 LIONEL and CLARISSA: five, on account of half a dozen plates, four Nankeen beakers, and a couple of shaking Mandarins, that the cuftom-houfe officers took from under her petticoats. Col. Did you ever hear the like of this ! He's chat tering; about old china, while I am talking to him of a fine girl. I tell you what, Mr. Jefiamy, Since that's the name you chcofe to be called by, I have a good mind to knock you down. Air. Jeff. Knock me down! Colonel? What do you mean? 1 muft tell you, Sir, this is a language to which 1 have not been accuftomed ; and, if you think proper to continue or repeat it, I fhall be under a nccetfity of quitting your houfe. Col. Quitting my houfe ? Mr. Jeff. Yes, Sir, .incontinently. Ccl. Why, Sir, am not I your father, Sir, and have not I a right to talk to you as f like? I will, firrah. But, perhaps, I mayn't be your father, and I hope not. Lady M. Heavens and earth, Mr. Oldboy ! Col. What's the mattter, Madam ! I mean, Madam, that he might have been changed at nurfe, Madam ; and I believe he was. Mr. Jeff. Huh ! huh ! huh ! Col. Do you laugh at me, you fancy jackn-pes ! Lady M. Who's there, fomebody bring me a chair. Pfceally, Mr. Oldboy, you throw my weakly frame into fuch repeated convulfions — but i 'fee your aim; you want to lay me in my grave, and you will very foon have that Satisfaction. Col. I can't bear the fight of him. Lady M. Open that window, give me air, or I fliall faint. Mr. Jeff. Hold, hold, let me tie a handkerchief about my neck firft. 'I his curfed fharp north wind— Antoine, bring down my muff. Col. Ay, do, and his great-coat. Lady M. Marg'ret fome harts-horn. My dear Mr. Oldboy why will you fly out in this way, when you know how it fhocks my tender nerves ? Col."], [19, "ACOMICOPERA. 9 Col. 'Sblood, Madam, its enough to make a man mad. Lady M. Hartfhorn ! Hartfhorn ! Mr. Jeff. Colonel ! Col. Do you hear the puppy ? Mr. Jeff. Will you give me leave to afk you one queftion ? Col. I don't know whether I will or not. Mr. Jeff. I fhould be glad to know, that's all, what fingle circumftance in my conduct:, carriage, or figure; you can pofiibly find fault with — Perhaps I may be brought to reform — Pr'ythee let me hear from your own mouth, then, ferioufly what it is you do like, and what it is you do not like. Col. Hum! Mr. Jejf. Be ingenuous, fpeak and fpare riot. Col. You would know ? Zounds Sir! then I'll tell you without any jeft, The thing of all things, which I hate and detefil ; A coxcomb, a fop, A dainty milk-fop ; Who, effenc'd and dizen'dfrom bottom to top^ Looks j ufl like a doll fior a milliner's Jhop. A thing full of prate, And pride and conceit ; All fafhion, no weight ; Who fbrugs and takes finuff, And carries a muff; A minikin, Finiking, French powder-puff ': And now Sir, I fancy, I've told you enough. SCENE C"], [20, "LIONEL and CLARISSA: 10 SCENE IV. Lady Mary Osdboy, Mr. Jessamy. Mr. 'Jeff. What's the matter with the Colonel, Madam ; does your lauyfliip know ? He feems a little difordered in his fenfes ; I don't think it would be amifs to take out a commiffion of lunacy againft him. Lady M. Heigho! don't be furprifed, my dear; it was the fame thing with my late dear brother, Lord Jeffamy ; they never could agree : that good natured,' friendlv foul, knowing the delicacy of my conftitution, has often faid, filter Mary, I pity you. Not but your father has food qualities, and I affure you 1 remember him a very fine gentleman himfelf. In the year of the hard-froft, one thoufand feven hundred and thirty-nine, when he firft paid his addreffes to me, he was called agreeable Jack Oldboy, though I married him without the confent of your noble grandfather. Mr. Jeff. I think he ought to be proud of me : I believe there's many a Duke, nay Prince, who would efteem rhcmfelves happy in having fuch a fon — Lady M. Yes, my dear ; but your fitter was always your father's favourite: he intends to give her a pro digious fortune, and fets his heart upon feeing her a woman of quality. Air. Jefifi. He 'fhould wifh to fee her look a little like a gentlewoman firft. When flic was in London, laft winter, I am told the was taken notice of by a tew men. But fhe wants air, manner-?— Lady Af. And has not a bit of the genius of our family, and I never knew a woman of it but herfelf without. I have tried her : about three years ago I fet her to tranflate a little French fong : 1 found the had not even an idea of verification ; and fhe put down love and joy for rhyme — fo I gave her over. Mr. Jeff. Why, indeed, the appears to have more of the Thaleftris than the Sapho about her. Lady AI. Well, my dear, I muft go and drefs my felf, though I proteft I am fitter for my bed than my coach. And condefcend to the Colonel a little — Do, my dear, if it be only to oblige your mamma."], [21, "A COMIC OPERA. 11 SCENE V. Mr. Jessamy. Let me confider : I am going to vifit a country Ba ronet here ; who would fain prevail upon me to marry his daughter: the old gentleman has heard of my parts and underflanding, Mifs of my figure and addrefs. But, fuppofe I fhould not like her when I fee her ? Why, pofitively, then I will not have her ; the treaty's at an end, and, fans compliment, we break up the congrefs. But, won't that be cruel, after having fuffered her to flatter herfelf\" with hopes, and fhewing myfelf to her. She's a ftrange dowdy I dare believe: however, fhe brings provifion with her for a feparate maintenance. Antoine, appretez la toilet. I am going to fpend a curfed day; that I perceive already; I wifh it was over, I dread it as much as a general election. When a man of fiafihion condeficends, To herd among his country friends, They watch his looks, his motions : One booby gapes, another flares, And all he fays, dtes, eats, drinks, wears, Mufl fiuit their rufiiic notions. But as for this brutijh old dawn here; S 'death, why did I ever come down here I The fiavage will now never quit me : Then a confort to take, For my family s fake, I'm in a fine jeopardy, Jplit me I c? SCENE"], [22, "LIONEL and CLARISSA: SCENE VI. Changes to a Study in Sir John Flowerdali s Houje ; two Chairs and a Table, with Globes and Mathematical Inflruments. Clarissa enters, fol- lowed by Jenny. Immortal pow'rs protect me, Affifl, fiupport, diretl me ; Relieve a heart opprejl : Ah I why this palpitation I Ceafie bufy perturbation, And let me, let me refil. Clar. Jen. My dear lady, what ails you ? Clar. Nothing Jenny, nothing. Jen. Pardon me, Madam, there is fomething ails you indeed. Lord ! what fignifies all the grandeur and riches in this world, if they can't procure one content. I am fure it vexes me to the heart, fo it does, to fee, fuch a dear, fweet, worthy young Lady, as you are, pining yourfelf to death. Clar. Jenny, you are a good girl, and I am very much obliged to you for feeling fp much on my ac count ; but, in a little time, I hope I ihall be eafier. Jen. Why, now, here to day, Madam, for fartain you ought to be merry to day, when there's a fine gentleman coming to court you ; but, if you like any one eife better, I am fure, 1 wifh you had him, with all my foul. Clar. Suppofe, Jenny, I was fo unfortunate, as to like a man without my father's approbation ; would ycu wifh me married to him ? Jen. f wifh you married to any one, Madam, that could make you happy. Clar. Heigho! Jen. Madam ! Madam! yonder's Sir John and Mr. Lionel on the terras : I believe they are coming up. Jjerte, Poor, dear Mr. Lionel, he does not feem to be"], [23, "A COMIC OPERA. 13 be in over great fpirits either. To be fure, Madam, it's no bufinefs of mine ; but, I believe, if the truth was known, there are thofe in the houfe, who wou'd give more than ever I fhall be worth, or any the likes of me, to prevent the marriage of a fartain perfon that fhall be namelefs. Clar. What do you mean ? I don't underftand you. Jen. I hope you are not angry, Madam ? Clar. Ah ! Jenny Jen. Lauk ' Madam, do you think, when Mr. Lionel's a clergyman, he'll be obliged to cut off his hair ? I'm fure it will be a thoufand pities, for it is the fweeteft colour, and looks the niceft put up in a cue ; — and your great pudding- fleeves! Lord! they'll quite fpoil his fhape, and the fall of his fhoulders. Well ! Madam, if I was a Lady of large fortune, I'll be hanged if Mr. Lionel fhould be a parfon, if I could help it. Clar. I'm going into my drefling-room — It feems then Mr. Lionel is a great favourite of yours ; but, pray Jenny, have a care how you talk in this manner to any one elfe. Jen. Me talk ! Madam, I thought you knew me better ; and, my dear Lady, keep up your fpirits. I'm fure I have dreffed you to day as nice as hands and pins can make you. I'm but a poor Jer v ant 'tis true, Ma'am ; But was I a lady like you, Ma'am, In griej would I fit! The dickens a bit ; No faith, I would fearch the world thro', Ma'am, To find what my liking could hit. Set in cafe a young man, In my fancy there ran ; It might anger my friends and relations But, if I had regard, It Jhould go very hard, Or, I'd follow my own inclinations. SCENE,"], [24, "• LIONEL and CLARISSA: 14 SCENE VII Sir John Flowerdale, Lionei.. Sir John. Indeed, Lionel, I will not hear of it. What! to run from us all of a fudden, this way ; and at fuch a time too; the eve of my daughter's wedding, as I may call it ; when your company muft be doubly agreeable, as well as neceffary to us ? I am fure you have no ftudies at prefent, that require your attend ance at Oxford: I muft, therefore, iniift on your putting fuch thoughts out of your head. Lion. Upon my word, Sir, I have been fo long from the univerfity, that it is time for me to think of returning. It is true, I have no abfolute ftudies ; but, really, Sir, I fhall be obliged to you, if you will give me leave to go. Sir John. Come, come, my dear Lionel, I have for fome time obferved a more than ordinary gravity growing upon you, and I am not to learn the reafon of it : I know, to minds ferious, and well inclined, like yoars, the facred funftion you are about to embrace Lion. Dear Sir, your goodnefs to me, of every kind, is fo great, fo unmeritted ! Your condefcenfion, your friendly attentions — in fhort, Sir, I want words to ex prefs my fenfe of obligations — -— Sir John. Fie, fie, no more of them. By my laft letters, I find that my old friend, the redlor, ftill con tinues in good health, confidering his advanced years. You may imagine I am far from defiring the death of fo worthy and pious a man ; yet, I mult own, at this time, I could wifh you were in orders, as you might then perform the ceremony of my daughter's marriage ; which would give me a fecret fatisfaction. Lion. No doubt, Sir, any office in my power, that could be inftrumental to the happinefs of any of yosr family, Lfhould perform with pleafure. Sir"], [25, "A COMIC O PER A. 15 Sir John. Why, really, Lionel, from the character of her intended hufband, 1 have no room to doubt, but this match will make Clariffa perfectly happy : to be fure, the alliance is the moft eligible, for both families. Lion. If the gentleman is fenfible of his happinefs, in the alliance, Sir. Sir John. The fondnefs of a father is always fuf pecled of partiality ; yet, I believe, I may venture to fay, that few young women will be found more unex ceptionable than my daughter: her perfon is agreeable, her temper fweet, her underftanding good ; and, with the obligations fhe has to your inftructdon Lion. You do my endeavours too much honour, Sir ; I have been able to add nothing to Mifs Flower dale's accomplifhments, but a little knowledge in matters of fmall importance to a mind already fo well improved. Sir John. I don't think fo; a little knowledge, even in thole matters, is neceffary for a woman, in whom, 1 am far from confidering ignorance as a defireable chara£teriftic: when intelligence is not attended with impertinent affectation, it teaches them to judge with precifion, and gives them a degree ot folidity neceffary for the companion of a fenfible man. Lien. Yonder's Mr. Jenkins : I fancy he's looking for you, Sir. Sir John. I fee him ; he's come back from Colonel Oldboy 's; f have a few words to fay to him, and will return to you again in a minute. SCENE"], [26, "LIONEL and CLARISSA: 16 SCENE VIII. Lionel: afterwards Clarissa, and then Jenny, ■ who enters abruptly and runs out again. Lion. To be a burthen to one's felf, to wage con tinual war with one's own paffions, forced to combat, unable to overcome ! But fee, fhe appears, whofe pre fence turns all my fufferings into tranfport, and makes even mifery itfelf delightful. Perhaps, Madam, you are not at leifure now; other wife, if you thought proper, we would refume the fub ject: we were upon yefterday. Clar. I am fure, Sir, I give you a great deal of trouble. Lion. Madam you give me no trouble ; I fhould think every hour of my life happily employed in your fervice; and, as this is probably the laft time 1 fhall have the fatisfadtion of attending you upon the fame occafion Clar. Upon my word, Mr. Lionel, I think myfelf extremely obliged to you; and fhall *ver confider the enjoyment of your friendfhip Lion, My friendfhip, Madam, can be of little mo ment to you ; but if the moft perfect: adoration, if the warmeft wifhes for your felicity, though I fhould never be witnefs of it : if thefe, Madam, can have any merit to continue in your remembrance, a man once honoured with a fhare of your efteem Clar. Hold Sir — I think I hear fomebody. Lion. If you pleafe, Madam, we will turn over this celeftial globe once more — Have you looked at the book I left you yefterday ? Clar. Really, Sir, I have been fo much difturbed in my thoughts for thefe two or three days paft, that I have not been able to look at any thing. • Lion. I am forry to hear that Madam ; I hope there was nothing particular to difturb you. The (fare. Sir John"], [27, "A COMIC OPERA. l7 John takes to difpofe of your hand in a manner fuitable to your birth and fortune. Clar. I don't know, Sir ; — I own I am difturbed ; I own I am uneafy ; there is fomething weighs upon my heart, which I would feign difclcfe. Lion. Upon your heart, Madam ! Did you fay your heart . Clar. I did, Sir,— I Jen. Madam ! Madam ! Here's a coach and fix driving up the avenue: It's colonel Oldboy's family ; and, I believe the gentleman is in it, that's coming to court you. — Lord, I muft run and have a peep at him Out of the window. Lion. Madame I'll take my leave. Clar. Why fo Sir?— Blefs me, Mr. Lionel, what's the matter ! — You turn pale. Lion. Madam ! Clar. Pray fpeak to me, Sir. — You tremble. — Tell me the caufe of this fudden change. — How are you ? — ■ Where's your diforder ? Lioa. Oh fortune ! fortune ! You ajk me in vain, Of what ills I complain, Where harbours the torment I find ; In ir.y head, in my heart, It invades ev'ry part, Andjubdues both my body and mind. Each effort I try, Evry med'cine apply, The pangs ofmyfioul to appeafie j But doom'd to indure, What I mean Jor a cure, Turns poifion and feeds the difieafie. D SCENE"], [28, "18 LIONEL and CLARISSA: SCENE IX. Clarissa, Diana. Dian. My dear Clariffa— I'm glad I have found you alone. For Heaven's fake, don't let any one break in upon us ; — and give me leave to fit down with you a little : — I am in fuch a tremour, fuch a panic — Clur. Mercy on lis, what has happened ? Dian. You may remember I told you, that when I was laft winter in London, I was followed by an odious fellow, one Harman ; I can't fay but the wretch pleafed me, though he is but a younger brother, and not worth fix-pence : And — In fhort, when I was leaving town, I promifed to correfpnnd with him. Clar. Do you think that was prudent ? Dian. Madnefs ! But this is not the worft ; for what do you think, the creature had the affurance to write to me about three weeks ago, defiring permiflion to come down and fpend the fummer at my father's. Clar. At your father 's ! Dian. Ay, who never faw him, knows nothing of him, and would as foon confent to my marrying a horfe jockey. He told me a long ftory of fome tale he in- tended to invent to make my father receive him as an indifferent perfon ; and fome gentlemen in London, he faid, would procure him a letter that fhould give it a face ; and he longed to fee me fo, he faid, he could not live without it ; and if he could be permitcd but to fpend a week with me Clar. Well, and what anfwer did you make ? Dian. Oh ! abufed him, and refuted to liften So any fuch thing — But — I vow I tremble while I tell it you — Juft before we left our houfe, the impudent monfter arrived there, attended by a couple of fervants, and is now actually coming here with my father. Clar. Upon my word, this is a dreadful thing. Dion. Dreadful, my dear !— I happened to be at the window as he came into the court, and I declare I had like to have fainted away. I Clar,"], [29, "A COMIC OPERA. ' »9 Clar. Isn't my Lady below ? Dian. Yes, and I muft run down to her. You'll have my brother here prefently too, he would fain have come in the coach with my mother and me, but my father infifted on his walking with him over the fields Clar. Well, Diana, with regard to your affair— I think you muft find fome method of iuw..cdiate!y in forming this gentleman that you ccnfider the outrage he has committed againft you in the moft heinous light, and infift upon his -^oing away directly. Dian. Why, I believe that will be the beft way — but then he'll be begging my pardon and afking to ftay. Clar. Why then you muft tell him pofitively you won*t confent to it ; and if he perfifts in fo extravagant z defign, tell him you'll never fee him again as long as you live. Dian. Muft I tell him fo ? Ah ! pr'ythee fipare me, dear eft creature ! How can you prompt me to Jo much ill-nature ! Kneeling before me, Shoud I hear him implora me ; Cou'd I accufie him, Cou'd I rejuj'e him The boon be Jhou'd aft ? Set not a lover the cruel tafik. Ffo, believe me my dear, Was he now flanding here, Infibight ofi my firigbts and alarms ; I might rate him, might ficold him, But Jhou'd ftill flrive to hold him, And Jink at lafil into his arms. D2 SCENE"], [30, "LIONEL anp CLARISSA: 20 SCENE X. Clarissa. How eafy to direct the conduct: of others, how hard to regulate our own ! I can give my friend advice, while L am ccnfcious of the fame indifcretions in myfelf. Yet is it criminal to know the moft Worthy, moft ami able man in the world, and not be infenfible to his merit ? But my father, the kirtddt, beft of fathers, will he approve the choice I have made ? Nay, has he not made another choice for me ? And, after all, how can I be fure that the man I love, loves me again ? He never told mefo; but his looks, his actions, his pre fent anxiety fufficiently declare what his delicacy, his generofity will not fuffer him to utter : it is my part then to fpeak firft. Hope and fear alternate riling, Strive for empire o'er my heart ; Ev' ry peril now defipifiing, Now at ev'ry breath Iff art. Teach, ye learned Jages, teach me, Hoiv tofilem this beating tide : If you've any rules to reach me, Hafite, and be the weak one's guide. Thus, our trial's at a diflance, Wtfdom, fcience, promife aid ; But in need ofi their affiflance, We attempt to grajp a Jhade. SCENE"], [31, "A COMIC OPERA. 21 SCENE XI. Changes to a Side View ofi Sir John Flowerdale's Houfie, with Gates, and a Projpecl of the Garden. Harman enters with Colonel Oldboy. Col. Well, and how does my old friend Dick Rantum do? I have not feen him thefe twelve years : he was an honeft worthy fellow as ever breathed ; I remember he kept a girl in London, and was curfedly plagued by his wife's relations. Har. SirRichard.was always a man of fpirit, Colonel. Col. But as to this bufinefs of yours, which he tells me of in his letter — I don't fee ninth in it — An affair with a citizen's daughter — pinked her brother in a duel — Is the fellow likely to die ? Har. Why, Sir, we hope not ; but as the matter is dubious, and will probably make fome noife, I thought it was better to be for a little time out of the wayj when hearing my cafe Sir Richard Rantum mentioned you; he faid, he was fure you would permit me to remain at your houfe for a few days, and offered me a recommendation. Col. Arid there's likely to be a brat in the cafe — And the girl's friends are in bufinefs — I'll tell you what will be the confequence then — They will be for going to law with you for a maintenance — but* no matter, I'll take the affair in hand for you — make me your follicitor; and, if you are obliged to pay for a fingle fpoonful of pap, I'll be content to father all the children in the Foundling Hofpital. Har. You are very kind, Sir. Col. But hold — hark you — you fay there's money to be had — fuppofe you were to marry the wench ? Har. Do you think, Sir, that would be fo right, after what has happened ? Befides, there's a Stronger o!j<.£tion — To tell you the truth, I am honourably in love in another place. Ql!\\"], [32, "LIONEL and CLARISSA: 22 Col. Oh ! you are. Har. Yes, Sir ; but there are obfracles — A father- In fhort, Sir, the miftrefs of my heart lives in this very . county, which makes even my prefent fituation a little irkfome. Col. In this county ! Zounds ! Then I am fure I am acquainted with her, and the firft letter of her name Har. Excufe me, Sir, I have fome particular rea fons Col. But look who comes yonder — Ha ! ha ? ha ! My fon picking his fteps like a dancing-mafter. Pr'ythee, Harman, go into the houfe, and let my wife and daughter know we are come, while I go and have fome fport with him : they will introduce you to Sir John Flowerdale. Liar. Then, Sir, I'll take the liberty Col. But d'ye .hear, I muft have a little more dif courfe with you about this girl ; perhaps fhe's a neighbour of mine, and I may be of fervice to you ; I fuppofe fhe's handfome ? Har. It's impoffible to defcribe her to you. Yes, Jhe is fair, divinely fair, And Jofiter than the balmy air That vernal Zephir bfws ; Her cheeks t: anficend the rofie's bloom, And fweeter is the rich perfume Her ruby lips dificloj'e. Fly fiwift, oh Love, and in her ear, Wbijper J'fft, her lover's near, Full if doubt and full of fear ; If my rafhr.efi Jhould offend, Intercede, M) pardon plead, Her angry brow unbend. SCENE"], [33, "A COMIC OPERA. 23 SCENE xir. Colonel Oldboy, Mr. Jessamy, and fisveral Servants. Col. Why, Zounds ! one would think you had never put your feet to the ground before; you make as much work about walking a quarter- of a mile, as if you had gone a pilgrimage to Jerufalem. Mr. Jeff. Colonel, you have ufed me extremely ill, to drag me through the dirty roads in this manner ; you told me the way was all over a bowling-green ; only fee what a condition 1 am in ! Col. Why, how did I know the roads were dirty ? is that my fault ? Befides, we miftook the way. Zounds, man, your legs will be never the worfe when they are brufhed a little. Mr. Jeff. Antoine ! have you fent La Roque for the flioes and flockings ? Give me the glafs out of your pocket — not a duft of powder left in my hair, and the friflure as flat as the fore-top of an attorney's clerk get your comb and pomatum ; you muft borrow fome powder ; I fuppofe there's fuch a thing as a dreffing room in the houfe ? Col. Ay, and a cellar too, I hope, for I want a glafs of wine curfedly — but hold! hold! Frank, where are you going ? Stay, and pay your devoirs here, if you pleafe ; I fee there's fbmebody coming out to welcome us. SCENE"], [34, "LIONEL and CLARISSA: 24 SCENE XIII. Colonel Oldboy, Mr. Jessamy, Lionel, Diana, Clarissa. Lion. Colonel your moft obedient; Sir John is walk ing with my Lady in the garden, and has commiflioned me to receive you. Col. Mr. Lionel, I am heartily glad to fee you — come here, Frank — this is my fon, Sir. Lion. Sir, I am extremely proud to Mr. Jeff. Can't you get the powder then ? Col. Mifs Clary, my little Mifs Clary — give me a kifs my dear — as handfome as an angel by Heavens — Frank, why don't you come here? this is Mifs Flowerdale. Dian. Oh Heavens Clariffa ! Juft as I faid, that im pudent devil is come here with my father. Mr. Jeff. Had'nt we better go into the houfe ? To be made infucb a pickle ! Will you pleafe to lead the way, Sir ? Col. No, but if you pleafe, you may Sz'r, For precedence none willjlickle. Dian. — Brother i no politenefs ? Blefs me ! IVill you not your hand be/low ? Lead the Lady. Clar. Don't dijlrefs me j Dear Diana let him go. Mr. Jeff. Ma'am permit me. Col. — . Smoke the beau. A. 2. Cruel mufl I, can I bear ; Oh adverfejlars ! Oh fate fevere ! Befet, tormented, Each hope prevented : Col. None but the brave deferve the fair. Coyne Ma'am let me lead you : Now, Sir, I precede you. A. 5. Lovers mujl ill ufage bear. Oh adverfejlars ! oh fate fevere ! None but the brave deferve the fair."], [35, "A COMIC OPERA. 25 A C T II. SCENE I. A Hall, in Sir John Flowerdale's Houfe, with tht View of a grand Stair-cafe, through an Arch. On either Side of the Stair-cafe below, two Doors, leading from different Apartments. Lionel enters followed by Jenny. fen. Well, but Mr. Lionel, confider, pray confider now; how can you be fo prodigious undifcreet as you are, walking about the hall here, while the gentlefolks are within in the parlour ? Don't you think they'll wonder at your getting up fo foon after dinner, and before any of the reft of the company ? Lion. For Heaven's fake, Jenny, don't fpeak to me : I neither know where I am, nor what I am doing ; I am the moft wretched and miferable of all mankind. Jen. Poor dear foul I pity you. Yes, yes, I believe you are miferable enough indeed ; and I allure you I have pitied you a great while, and fpoke many a word in your favour, when you little thought you had fuch a friend in a corner. Lion, But, good Jenny, fince, by fome accident or other, you have been able to difcover what I would willingly hide from all the world; I conjure you, as you regard my intereft, as you value your Lady's peace and honour, never let the moft diftant hint of it efcape you ; for it is a fecret of that importance ■ Jen. And, perhaps, you think I cant keep a fecret. Ah ! Mr. Lionel, it muft be hear, fee, and fay nothing in this world, or one has no bufinefs to live in it; be- sides who would not be in love with my Lady ? There's never a man this day alive but might be proud of it ; for _he is the handfomeft, f weeteft temperdeft ! And I am lure one of the b.ft miftrefTes, ever poor girl had. E Lion."], [36, "LIONEL and CLARISSA; 26 Lion. Oh Jenny! She's an angel. Jen. And fo fhe is indeed — Do you know that fhe gave me her blue and filver fack to day, and it is every crum as good as new ; and, go things as they will, don't you be fretting and vexing yourfelf, for I am mortally iartain (he would liverer fee a toad than this Jeffamy. Though I muft fay, to my thinking, he's a very likely man j and a finer pair of eye-brows, and a more delicater nofe I never faw on a face. Lion. By Heavens I fhall run mad. Jen. And why fo? It is not beauty that always takes the fancy : Moreover, to let you know, if it was, I don't think him any more to compare to you, than a thiftle is to a carnation : and fo's a fign ; for, mark my words, my Lady loves you, as much as fhe hates him. Lion. What you tell me, Jenny, is a thing I neither merit nor expect : No, I am unhappy, and let me con tinue fo ; my moft prefumptuous thoughts fhall never carry me to a wi(h that may affeil her quiet, or give her caufe to repent. Jen. That's very honourable of you I muft needs fay ; but for all that, liking's liking, and one can't help it; and if it fhouid be my Lady's cafe it is no fault of yours. I am fure, when -he called me into her dreffing-room, before -he went down to dinner, there fhe ftood with her eyes brim full of tears ; and fo I fell a crying for company — and then fhe faid fhe could not abide the chap in the parlour; and at the fame time, fhe bid me take an opportunity to fpeak to you, and de fire you to meet her in the garden this evening after tea ; for fhe has fomething to fay to you. Lion. Jenny, I fee you are my friend ; for which I thank you, though I know it is impoffible to do me any fcrvice ; take this ring and wear it for my fake. Jen. I am very much obliged to your honour; I am your friend indeed — but, I fay, you won't forget to be in the garden now ; and in the mean time keep'as little in the houfe as you can, for walls have eyes and ears ; and I can tell you the fervants take notice of your uneafinefs, tho' I am always defiring them to mind their own hufinefs."], [37, "ACOMIC OPERA. 27 Lion. Pray have a care Jenny, have a care my dear girl, a word may breed fufpicion. Jen. Plha ! have a care yourfelf; it is you that breeds fufpicion, fighing and pining about; you look for all the world like a ghoft; and if you don't pluck up your fpirits you will be a ghoft foon; letting things get the better of you. Though to be fure when I thinks with myfelf, being crofs'd in love is a terrible thing- There was a young man in the town where I was bora made away with himfelf upon the account of it. Lion. Things fhan't get the better of me Jenny. Jen. No more they don't ought. And once again I fay, fortune is thrown in your difh and you are not to fling it out ; my Lady's eftate will be better than three bifhopricks if Sir John could give them to you. Think of that Mr. Lionel, think of that. Lion, Think of what ? Oh talk not to me of the wealth fhe poffeffes, My hopes and my views to herfelf I confine ; The fplendour of riches but flightly impreffes A heart that is fraught with a pajfioH like mine. By love, only love. Jlioud our fouls be cemented; No int're/i, no motive, but that wou'd I own ; With her in a cottage be blefl and contented, find wretched without her, tho' plac'd on a throne. £? SCENE"], [38, "L I O N E L and C L A R I S S A | 28 SCENE II. Jenny, Colonel Oldeoy. Col. Very, well my Lady, I'll come again to you pre fently, I am only going into the garden for a mouthful of air. Aha ! my little Abigal ! Here Molly, Jenny, Betty ! What's your name ? Why don't you anfwer me, huffev, when I call you? Jen. If you want any thing, Sir, I'll call one of the footmen. Col. The footmen ! the footmen ! Damn me, I never knew one of them, in my life, that would'nt prefer a rafcal to a gentleman — Come here, you flut, put your hands about my neck and kifs me. Jen. Who, I, Sir! Col. Ay, here's money for you ; what the devil are you afraid of? I'll take you into keeping; you fhall go and live at one of my tenant's houfes. Jen. I wonder you are'nt afhamed, Sir, to make an honeft girl any fuch propofial; you that have a worthy gentlewoman, nay, a Lady of your own — To be fure ihe's a little ftricken in years; but why fhould'nt fhe grow elderly as well as yourfelf? Col. Burn a Lady, 1 love a pretty girl Jen. Well, then you may go look for one, Sir, I have no pretenfions to the title. Col. WThy, you pert baggage, you don't know me. Jen. What do you pinch my fingers for ? Yes, yes, I know you well enough, and your charekter's well known all over the country, running after poor young creatures as you do, to ruinate them. Col. What, then people fay Jen. Indeed, they talk verv bad of you ; and what ever you may think, Sir, tho' I'm in a menial ftation, I'm come of people that won'd'nt fee me put upon ; there are thofe that wou'd take my part againft the proudeft he in the land, that fhould offer any thing uncivil. 3 Col,"], [39, "A COMIC OPSRA. 29 Col. Well, come, let me know now, how does your young Lady like my fon ? Jen. You want to pump me do you ? I fuppofe you would know whether I can keep my tongue within my teeth. Col. She does'nt like him then ? Jen. I don't fay fo, Sir — Isn't this a fhame now — I fuppofe to-morrow or next day it will be reported that Jenny has been talking, Jenny faid that, and t'other — ■ But here, Sir, I ax you, Did I tell you any fuch thing ? Col.\" Why yes, you did. Jen. I ! — Lord blefs me, how can you Col. Ad I'll mouzle you. Jen. Ah ! ah ! Col. What do you bawl for ? Jen. Ah ! ah \\ ah ! Indeed, fiorfiooth, a pretty youth, fo play the am'rous fool ; At fuch an age, methinks your rage Might be a little cool. Fie, let me go, Sir. Kfs me I — No, no, Sir. You pull me and Jhake me, For zvhat do you take me, This figure to make me ? I'd have you to know I'm not for your game, Sir j Nor will I be tame, Sir. Lord, have you no Jhame, Sir, To tumble one Jo ? SCENE"], [40, "LIONEL and CLARISSA: 30 SCENE III. Colonel Oldboy, Lady Mary, Diana, Harman. Lady M. Mr. Oldboy, won't you give me your hand to lead me up flairs, my dear ? — Sir, I am prodigioufly obliged to you ; I proteft I have not been fo well, I don't know when : I have had no return of my bilious com plaint after dinner to-day ; and eat fo voracioufly ! Did you obferve Mifs ? the whole wing of a Partridge; Doctor Arfnic will be quite aftonifhed when he hears it ; furely his new invented medicine has done'me a pro digious deal of fervice. Col. Ah ! you'll always be taking one flop or other till you poifon yourfelf. Lady AI. It brought Sir Barnaby Drugg from death's door, after having tryed the Spaw.and Briftol waters without effect : it is good for feveral things, in many fovercign, as in colds and confomptions, and lownef-t of fpirits ; it corrects the humours, rectifies the juices, regulates the nervous fyftem ; creates an appetite, pre vents fhifhings and ficknefs after meals ; as alfo vain fears and head-achs; it is the fineft thing in the world for an afthma ; and no body that takes it, is ever troubled with hyfterics. Col. Give me a pinch of your Lordfhips's fnuff. Lady AI. This is a mighty pretty fort of man, Colonel, who is he ? Col. A voung fellow my Lady, recommended to me. Lady M. I protefl he has the fweeteft tafte for poetry ! — He has repeated to me two or three of his own things; and I have been telling him of the poem my late brother Lord Jeffamy made on the moufe that was drowned. ■ Col. Ay, a fine fubjedt for a poem ; a moufe that was drowned in a Leiely AI. Hufli, my dear Colonel, don't mention it ; t> he fure the circumftance was vaftly indelicate; but for the number of lines, the poem was as charming a morfel— I heard the Earl of Punley fay, who underftood Latin, that it was equal to any thing in Catullus."], [41, "A COMIC OPERA. 3i Col. Well, how did you like your fon's behaviour 3t dinner, Madam ? I thought the girl looked a little afkew at him-r-Why, he found fault with every thing, and contradicted every body ! ; Lady M. Softly —Mifs Flowerdale I underftand has defired a private conference with him. Col. What, Harman, have you got entertaining my daughter there ? Come hither, Dy ; has he been giving you a hiftory of the accident that brought him down here ? Dian. No, Papa, the gentleman has been telling me Lady M. No matter whatMifs — 'tis not polite to repeat what has been faid. Col. Well, well, my Lady, you know the compact we made ; the boy is yours, the girl mine Give me your hand Dy. Lady M. Mifs, why won't you take a pair of my French chicken-gloves — your hands look fo chapped and fo red, I declare one would think you did up your own linen. Col. Why now, my Lady, I think they are very white. * Lady M. Colonel I have done — Pray, Sir, was there any news when you left London ; any thing about the Eaft-Indies, the miniftry, or politics of any kind ? lam ftrangely fond of politics : but I hear nothing fince my Lord Jeffamy's death ; he ufed to write to me all the affairs of the nation, for he was a very great politician himfelf. I have a manufcript fpeech of his in my ca binet — He never fpoke it, but it is as fine a thing as ever came from man. Col. What is that crawling on your Ladyfhip's petticoat. Lady AI. Where ! where ! Col. Zounds ! a fpider with legs as long as my arm. Lady M. Oh Heavens ! Ah don't let me look at it ; I fhall faint, I fhall faint ! A fpider ! a fpider ! a fpider ! SCENE"], [42, "LIONEL and CLARISSA, 32 SCENE IV Colonel Oldboy, Diana, Harman. Col. Old. Hold ; zounds let her go ; I knew the fpider would fet her a galloping, with her damned fufs about her brother my Lord JelTamy. Harman come here. How do you like my daughter ? Is the girl you are in love with as handfomeas this ? Har. In my opinion, Sir, Col. What, as handfome as Dy ! I'll lay you twenty pounds fhe has not fuch a pair of eyes. He tells me he's in love, Dy ; raging mad for love, and, by his talk, I begin to believe him. Dia. Now, for my part, papa, I doubt it very much; though, by what I heard the gentleman fay juft now within, I find he imagines the lady has a violent partiality for him ; and yet he may be miftaken there too. Col. For fhame, Dy, what the mifchief do you mean ? How can you talk fo tartly to a poor young fellow un- der misfortunes ? Give him your hand, and afk his pardon. — Don't mind her, Harman. For all this fhe is as good-natur'd a little devil, as ever was born. Har. You may remember, Sir, I told you before dinner, that I had for fome time carried on a private corretpondence with my lovely girl ; and that her father, whofe confcnt we defpair of obtaining, is tbe great obftacle to our happinefs. Col. Why don't you carryher off in fpight of him then ? — Iran away with my wife — afk my Lady Mary, fhe'Jl tell you the thing herlelf. — Her old conceited Lord of a father thought I was not good enough; but I mounted a garden-wall, notwithstanding their ch'eveux- de-frize of broken glafs bottles, took her out of a three pair of ftairs window, and brought her down a ladder in my arms. By the way, fhe would have fqueezed through a cat-hole to get at me.— And 1 would have taken her cut of the Tower of London, damme, if it had been lurrounded with the three regiments of guards."], [43, "A COMIC OPERA. 33 Dia. But furely, papa, you would not perfuade the gentleman to fuch a proceeding as this is ; confider the noife it wil! make in the country ; and if you are known to be the advifer and abettor Col. Why, what do I care ? I fay, if he takes my advice he'll run away with her, and I'll give him all the affiftance I can. Har. I am fure, Sir, you are very kind ; and, to tell you the truth, I have more than once had the very fcheme in my head, if I thought it was feafible, and knew how to go about it. Col. Feafible, and knew how to go about it ! The thing's feafible enough, if the girl's willing to go off with you, and you have fpirit fufficient to undertake it. Har. O, as for that Sir, I can anfwer. Dia. What, Sir, that the lady will be willing to go off with you ? Har. No, Ma'am, that I have fpirit enough to take her, if fhe is willing to go ; and thus far I dare ven- ture to promife, that between this and to-morrow morning I will find out whether fhe is or not. Col. So he may ; {he lives but in this county ; and tell her, Harman, you have met with a friend, who is inclined to ferve you. You fhall have my poft-chaife at a minute's warning; and if a hundred pieces will be of any ufe to you, you may command 'em. Har. And you are really ferious, Sir ? Col. Serious ; damme if I an't. I have put twenty young fellows in a way of getting girh that they never would have thought of: and bring her to my houfe ; whenever you come you fhall have a fupper and a bed ; but you muft marry her fii ft, becaufe my Lady will be fqueamifh. Dia. Well, but, my dear papa, upon my word you have a great deal to anfwer fcr : fuppofe it was your own cafe to have a daughter in fuch circumftances, would you be obliged to any one Col. Hold vour tongue, huffy, who bid you put in your oar ? However, Harman, I don't want to fet F you"], [44, "LIONEL and CLARISSA: 34 you upon anything ; 'tis no affair of mine to be fure, I only give vou advice, and tell you how I would a£t if I was in your place. Har. I affure you, Sir, lam quite charm'd with the advice ; and, fince you are ready to ftand my friend, I am determined to follow it. Col. You are ■ Har. Pofitively Col. Say no more then ; here's my hand : — You underftandme. — Nooccafion to talk any further of it atprefent. — When we are alone — Dy, take Mr. Har man into the drawing-room, and give him fome tea.— ■ I fay, Harman, Mum. — Har. O, Sir. Col. What do you mean by your grave looks, miftrefs ? How curfiedly vext the old fellow will be, When he finds you have finapt up his daughter ; But Jhifit as he will, leave the matter to me, And 1 warrant you fioon Jball have caught her. Whats a plague and a pox, Shall an ill- natur'dfox, Prevent youth and beauty From doing their duty ? He ought to be Jet in the flocks. He merits the law ; And five can't bite him, By gad we' 11 indite him. Ha, ha, ha, ba, ha, ha, ha. SCENE"], [45, "A COMIC OPERA. 35 SCENE V. Diana, Harman. Dian. Sir, I defire to know what grofs acts of impr ence you have ever difcovered in me, to autho rize you in thi; licence, or make you im gine I fhould not fhew fuch maks of my refentment as your mon ftrous treatment of me deferves. Har. Nay, my d.ar Diana, I confefs I have been rather too bold ; — but confider, I languifh'd to fee you ; and when an opportunity offer'd to give me that pleafure without running any rifque, either of your quiet or reputation, how hard was it to be refitted ? 'Tis true, I little thought my vifit would be attended with fuch happy confequences as it now feems to promife. Dian. What do you mean ? Har. Why, don't jyou fee your father has an inclina tion 1 fhouid run away with you, and is contriving the means himfelf ? Dia. And do you think me capable of concurring ? Do you think I have no more duty ? Har. I don't know that, Madam ; I am fure your refufing to feize fuch an opportunity to make me happy, gives evident proofs that you have very little Jove. Dia. If there is no way to convince you of my love but by my indifcretion, you are welcome to confider it, in what light you pleafe. Har. Was ever fo unfortunate a dog ? Dia. Very pretty this upon my word ; but is it pof fible you can be in earneft ? Har. It is a matter of too much confequence to jeft about. Dia. And you ferioufly think I ought Har. You are fenfible there are no hopes of your father's cooly and wittingly contenting to our marriage ; chance has thrown in our way a whimfica! method of furprizing him into a compliance, and why fhould not we avail ourfelves ofic ? F 2 Dia"], [46, ".,6 LIONEL and CLARISSA: Dia. And fo you would have me Har. I fha 11 fay no more, Ma'am. Dia, Nay, but, for Heaven's fake Har. No, Madam no; I have done. Dia. And are you pofitively in this violent fufs about the matter, or only giving yourfelf airs ? Hor. You may fuppofe what you think proper, Madam. Dia. Well, come ; — let us go into the drawing room and drink tea, and afterwards we'll talk of matters. Har. I won't drink any tea. Dia. Why fo ? Har. Becaufe I don't like it. Dia. Not like it! Ridiculous. Har. I wifh you would let me alone. Dia. Nay, pr'ythee .j Har. I won't. Dia. Well, will you if I confent to a<St as you pleafe ? Har. I don't know whether I will or not. Dia. Ha, ha, ha, poor Harman. Come then, pining, peei>ijh lover. Tell me what to do and Jay ; From your doleful dumps recover, Smile, and it fhall have its way. With their humours, thus to teaze us, Men are fure thejlrangejl elves ! Silly creatures, would you pleafie us, You Jhould filill feem pleas' d youfelves. SCENE"], [47, "A COMIC OPERA. 37 SCENE VI. Harman. Say'ft thou fo, my girl I Then Love renounce me, if I drive not old Truepenny's humour to the uttermoft. — Let me confider ; what ill confequence can poffiblv attend it ? — The defign is his own, as in part will be the execution. He may perhaps be angry when hs finds out the deceit. — Well; — he deceives himfelf ; and faults we commit ourfelves we feldom find much diffi culty in pardoning. Hence with caution, hence ivithfear, Beauty prompts, and naught Jball flay me ; Boldly for that prize I fleer ; Rocks, nor winds, nor waves dlfinay me. Yet, rajh lover, look behind, Think what evils may betide you ; Love aid fortune both are blind, And you have none elfic to guide you. SCENE"], [48, "38 LIONEL and CLARISSA? SCENE VII. Changes to a handfiome Dreffing-room, Juppffed to be Cla- rissa's. On one Side, between the Wings, is aT able with a Glajs, Boxes, and two Chairs. Diana enters before Jessamy. Dia. Come, brother, I undertake to be miftrefs of the ceremony upon this orcafion, and introduce you to your firft audience. Mifs Flowerdale is not here, I perceive ; but no matter.- Mr. Jeff. Upon my word, a pretty elegant drefling room this ; but confound our builders, or architects, as they call themfelves, they are all errant ftone-mafons ; not one of them know the fituation of doors, windows, or chimnies ; which are as effential to a room as eyes, nofe and mouth to a countenance. Now, if the eyes are where the mouth fhould be, and the nofe out of proportion and its place, quel horrible phifiognomie . Dia. My d;ar brother, you are not come here as a virtuofo to admire the temple ; but as a votary to ad drefs the deity to whom it belongs. Shew, I befeech you, a little more devotion, and tell me, how do you Jike Mifs Flowerdale ? don't you think her very hand fome ? Mr- 7# Pa'e 5 Dut tnat I am determinrd fhe fhall remedy ; for, as foon as we are married, I will make her put on rouge : — Let me fee ; — has fhe got any in her boxes here ; Veritable toilet a la Angloife. Nothing but a bottle of Hungary-water, two or three rows of pins, a paper of patches, and a little bole-ar moniac by way of tooth-powder. Dia. Brother, I would fain give you fome advice upon this occafion, which maybe of fervice to you : You are now going to entertain' a young Lady— - Let me prevail upon you to lay afide thofe airs, on account of which fome people are impertinent enough to call you a coxcomb ; for, I am afraid, fhe may be apt to think you a coxcomb too, as I affure you fhe is very capable of diftinguifhing. Mr"], [49, "A COMIC OPERA. 39 Mr. Jiff. So much the worfe for me. — If fhe is ca pable of diftinguifhing, I fliall meet with a terrible repulfe. I don't believe fhe'll have me. Dia. I don't believe fhe will, indeed. Mr. Jeff. Goon, filter, — ha, ha, ha. Dia. proteft I am ferious.— Though, I perceive, you have more faith in the counfellor before you there, the looking-glafs. But give me leave to tell you, it is not a powder'd head, a lac'd coat, a grimace, a fhrug, a bow, or a few pert phrafes, learnt by rote, that confti tutethe power of pleafing all women. Mr. Jeff. Apres ma chere. Dia. Thefe qualifications we find in our parrots and monkies. I would undertake to teach Poll, in three weeks, the fafhionablejargon of half the fine men about town ; and I am fure it muft be allowed, that pug, in a fcarlet coat, is a figure as degage and alluring as moft: of them. Mr. Jeff. Upon my honour that's a charming India cabinet — But Mifs Flowerdale will be here prefently — You had better return to give the gentleman his tea, and it is ten to one but we fhall agree, though I fhould not profit by your fage advice. Dia. Well, I will leave you. I wonder, 1 fiivear, How women can bear A fop, that himfelf fill admires ; Mere puppets for play, Of papier mache, Without either foul or dejires. One's pos'd in one's aim, To give them a name, Things ofi fiuch equivocal growth ; Nor mafier nor mifis, But 'twixt that and this, Ridiculous copies of bath. [Exit. SCENE"], [50, "LIONEL and CLARISSA; 40 SCENE VIII. Clarissa, Mr. Jessamy. Clar. Sir, I took the liberty to defire a few mo ments private converfation with you — I hope you will excufe it — I am, really, greatly embarrafs'd. But, in an affair of fuch immediate confequence to us both — Mr. Jeff. My dear creature, don't be embarafs'd be fore me ; I fhould be extremely forry to ftrike you with any awe ; but, this is a fpecies of mauvaife honte, which the company I fhall introduce you to, will foon cure you of. Clar. Upon my word, Sir, I don't underftand you. Air. Jeff Perhaps, you may be under fome un cafinefs, left I fhould not be quite fo warm in the pro fecution of this affair, as you could wifh : it is true, with regard to quality, I might do better; and, with regard to fortune, full as well — But, you pleafe me — Upon my foul, I have not met with any thing more agreeable to me a great while. Clar. Pray, Sir, keep your feat. Mr. Jeff. Mauvaife honte again. My dear, there is nothing in thefe little familiarities between you and me — W7hen we are married, I fhall do every thing to render your life happy Clar. Ah ! Sir, pardon me. The happinefs of my life depends upon a circumftance Mr. Jeff. Oh ! — 1 underftand you — You have been told, I fuppofe, of the Italian opera girl — Rat peoples tongues — However, 'tis true, I had an affair with her at Naples; and fhe is now here. But, be fatisfied, I'll give her a thoufand pounds, and fend her about her bufinefs. Clar. Me Sir ! I proteft nobody told me — Lord ! I never heard any fuch thing, or enquired about it. ■Mr.Jeff. Nor, have not they been chattering to you of my affair at Pifa, with the Principeffa del Clar. No, indeed, Sir. I Mrt"], [51, "A COMIC OPERA. 41 Mr. Jeff. Well! I was afraid they might, becaufe, in this rude country —However, my dear creature, you ought to prepare yourfelf againft any little trials of this kind ; we are naturally volage; yet, I dare ven ture to promife you, that my flights will be but fhort; and, I fhall foon return again to my deftined mate — But, why filent, on a fudden —don't be afraid to fpeak. Clar. No, Sir, I will come to the fubject, on which, I took the liberty to trouble you —Indeed, I have great reliance on your generofity. Mr. Jeff. You'll find me generous as a prince, depend on't. Clar. I am blefs'd,. Sir; with one of the beft of fathers : I never yet difobey'd him; in which I have had little merit; for his commands have always been to fecure my own felicity. Mr. Jeff. Well ! my dear, don't imagine I will prevent your being dutiful to your father : no, no, continue to love him ; I fhan't be jealous. Clar. But now, Sir, I am under the fhocking necef fity of difobeying him, or being wretched for ever. Mr. Jeff. Hem! Cldr. I repeat it, Sir, wretched for ever —my pre fent fituation —the gloomy profpect before me—the-in cjuietude of my mind Ah l how weak is inclination, Fain I ivould yet more explain ; But, you fee my agitation, *. And will fpare my tongue the pain. Help, and force, at once forfiake me, On your kindnejs I depend. Since your wife you cannot make me, Alake, O make me, Sir, your friend. G SCENE"], [52, "LIONEL and CLARISSA: 42 SCENE IX. Jessamy, Jenkins. Mr. Jeff Who's there ? Jenk. Do you call, Sir ? Mr. Jeff Hark you, old gentleman ; who are you ?' Jenk. Sir, my name is Jenkins. Air. Jeff. Oh ! you are Sir John Flowerdale's ftew ard ; a lervant he puts confidence in. Jenk. Sir, I have ferved Sir John Flowerdale many years : he is the beft of mafters; and, I believe, he lias fome dependance on my attachment and fidelity. Mr. Jeff. Then, Mr. Jenkins, I fhall condefcend to fpeak to you. Does your mafter know who I am ? Does he know, Sir, that I am likely to be a Peer of Great Britain ? That I have ten thoufand pounds a year : that I have paffed through all Europe with dif tinguifhed eclat; that I refufed the daughter of Myn heer Van Slokenfolk, the great Dutch burgomafter: and, that, if I had not had the misfortune of being bred a proteftant, I might have married the niece of his prefent holinefs the Pope ; with a fortune of two hundred thoufand piaftres. Jenk. I am fure, Sir, my mafter has all the refpedt imaginable Mr. Jeff. Then, Sir, how comes he, after my fhewing an inclination to be allied to his family ; how comes he, I fay, to bring me to his houfe to be af fronted. I have let his daughter go ; but, I think, I was in the wrong; for a woman that infults me, is no more fafe than a man. I have brought a Lady to reafon before now, for giving me faucy language ; and left her male friends to revenge it. Jenk. Pray, good Sir, what is the matter ? Air. Jiff. Why, Sir, this is the matter, Sir — Your matter's daughter, Sir, has behaved to me with damn'd infolence, and impertinence; and, you may tell Sir John Flowcrdale, firft, with regard to her, that,"], [53, "A COMIC OPERA. 43 that, I think Ihe is a filly, ignorant, aukward, ill bred country pufs. Jenk. Oh ! Sir, for Heaven's fake Mr. Jeff. And, that, with regard to himfelf; he is, in my opinion, an eld, doating, ridiculous, coun try 'fquire; without the knowledge of either men or things; and, that he is below my notice, if it were not to defpife him. Jenk. Good lord ! Good lord ! Mr. Jeff. And, advife him and his daughter to keep out of my way ; for, by gad, I will affront them, in the firft place I meet them And, if your mafter is for carrying things further; tell him, I fence better than any man in Europe. In Italy, Germany, France, I have been ; Where, princes Fve liv'd with, where monarchs I'vefieen; The great have carejs'd me, The fair have addrefis'd me ; Nay, fimiles, I have had from a queen. And, now\\ Jhall a pert, Infiignijicant flirt, With infiolence uje me, Prejume to refufie me ; She fancy's my pride will be hurt. But tout au contraire, I'm pleas' d, I declare ; ffhtite happy, to think, I efiape from the finare : Serviteur Mam Jelle ; my claim I withdraw. Hey I where are my people ; fal, lal, lal, lal, la. SCENE"], [54, "LIONEL and CLARISSA: 44 SCENE X. Jenkins. I muft go and inform Sir John of what has happen- ed ; but, I will not tell him of the outrageous beha- viour of this young fpark ; for, he is a man of fpirit, and would refent it. Egad, my own fingers itched to be at him, once or twice ; and as flout as he is, I fancy thefe old fifts would give him a bellyful. He complains of Mifs Clariffa ; but, fhe ' is incapable of treating him in the manner he fays. Perhaps, fhe may have behaved with fome coldnefs towards him ; and, yet, that is a myftery to me too; for, fhe has feeri him before ; and, I have heard Sir John fay a thou fand times, that fhe expreffed no repugnance to the match. Oh f ladies, lovely creatures ; Your wit, your Jhape, your Jeatures, Are all divine : But fill changing, feigning ; The man who Jeeks your intoning, Goes out the fie a to fathom, Without lead or line. Your charms are form! d to pleafe us ; You fipread the lure to j'eize us : And when we get Into the net, Why, then, yo'u vex and teaze us. SCENE"], [55, "A COMIC OPERA. 45 SCENE XI. Changes to Sir John Flowerdale's Garden; with a view of a Canal, by Moon- light : the fide Scenes re- prejent Box-hedges, intermixed with Statues, and flow- ering Shrubs. Lionel enters, leading Clarissa. Lion. Hift — methought I heard a noife — fhould we be furprized together, at a juncture fo critical; what might be the confequence — I know not how it is , but, at this, the happieft moment of my life, I feel a damp, a tremor, at my heart Clar. Then, what fhould I do ? If you tremble, I ought to be terrified, indeed ; who, have difcovered fentiments which, perhaps, 1 fhould have hid, with a franknefs, that, by a man lefs generous, lefs noble minded than yourfelf, might be conftrued to my dif advantage. Lion. Oh ! wound me not with fo cruel an expref fion — you love me, and have condefcended to confefs it — You have feen my torments, and been kind enough to pity them — The world, indeed, may blame you Qlar. And, yet, was it proclaimed to the world? What could the moft malicious fuggeft ? They could but fay, that, truth and finceriry got the better of forms : that the tongue dar'd to fpeak, the honeft fen-' fations of the mind ; that, while you aimed at im proving my underftanding, you engaged, and con quered my heart. L-.on. And, is it ! is it poffible ! Clar. Be-calm. and liften to me: what I have done has not been lightly imagined, nor rafhly undertaken: it is the work of reflection, of conviction ; my love is not a facrince to my own fancy, but a tribute to your worth ; did I think there was a more deferving man in the world Lion. If, to doat on you more than life, be to de ferve you, io far I have merit ; if, to have no wifh, no"], [56, "LIONEL and CLARISSA: 46 hope, no thought, but you, can entitle me to the envied diftinction of a moment's regard, fo far I dare pretend. Clar. That, I have this day refufed a man, With whom I could not be happy, I make no merit: born for quiet and fimplicity, the crouds of the world; the noife attending pomp and diftinction, have no charms for me : I wifh to pafs my life in rational tranquility, with a friend, whofe virtues I can refpect, whofe ta lents I can admire; who will make my efteem the bafis of my affection. Lion. O charming creature! yes, let me indulge the flattering idea; forrh'd with the fame fentiments, the fame feelings, the fame tender paffion for each other ; Nature defign'd us to compofe that facred union, which nothing but death can annul Clar. One only thing remember. Secure in each others affections, here we mult reft; I would not give my father a moment's pain, to purch.fe the empire of the world. That he will never force my inclinations, I am confident; and, while he lives, or, till fome fa vourable accident, now unforefeen, offers to befriend us Lion. Command, difpofe of me as you pleafe ; an gels take cognizance of the vows of innocence and virtue ; and, I will believe that ours are already re-, gifter'd in Heaven, Clar. I will believe fo too. Go, and, on my truth relying, Comfort to your cares applying, Bid each doubt and forrow flying, Leave to peace, and love your breafl. Go, and may the Pow'rs that hear us, Still, as kind protctlors near us, Through our troubles fiafely fleer us To a port of joy and refl. SCENE"], [57, "A COMIC OPERA. 47 SCENE XII. Lionel, Sir John Flowerdale, Sir John. Lionel, Lionel Lion, Who calls ? Sir John. Lionel. Lion. Heavens ! 'Tis Sir John Flowerdale ; where fliall I hide myfelf; how avoid him — this way unlucky — ■ O cruel love, to what do you reduce me? Sir John. Who's there ? Lion. 'Tis I, Sir ; I am here, Lionel. Sir John. My dear lad, I have been fearching for you this half hour, and was at laft told you had come into the garden : I have a piece of news, which I dare fwear will fhock and furprtze you ; my daughter has refuted Colonel Oldboy *s fon, who is this minute departed the houfe in violent refentment of her ill treatment. Lion. Is he gone, Sir ? , Sir John. Yes, and the family are preparing to follow him : it is impofiible to defcribe to you, how I am grieved at this fatal accident ; you know, as well as I, the cogent reafons that determined me to this marriage. Oh Lionel ! Clariffa has deceived me : in this affair fhe has fuffered me to deceive myfelf. The meafures which I have been fo long preparing are broken in a moment — my hopes fruftrated ; and both parties, in the eye of the world, rendered light and ridiculous. Lion. I am ferry to fee ycu fo much moved ; pray, Sir, recover yourfelf. Sir John. I am forry, Lionel, fhe has profited no better by your leffons of philofophy ; than to impofe upon and diftrefs fo kind a father. Lion. Have jufter thoughts of her, Sir ? She has not impofed on you, fhe is incapable — have but a little patience and things may yet be brought about. 3 Sir"], [58, "LIONEL and CLARIS S A: 48 Str John. No, Lionel, no ; the matter is paft, and there's an end of it ; yet I would conjecture to what fuch an unexpected turn in her conduct can be owing ; I would fain be fatisfied of the motive that could urge her to fo extraordinary a proceeding, without the leaft intimation, the leaft warning to me, or any of her friends. Lion. Perhaps, Sir, the gentleman may have been too impetuous and offended Mifs Flowerdale's delicacy — certainly nothing elfe could occafion ■ Sir John. Heaven only knows 1 think, indeed^ there can be no fettled averfion, and furely her affec tions are not engaged elfewhere. Lion. Engag'd, Sir No, Sir. Sir John. 1 think not, Lionel. Lion. You may be pofitive, Sir, — I'm fure Sir John. O worthy young man, whofe integrity* opennefs, and every good quality have rendered dear to me as my own child ; I fee this affair troubles you as much as it does me. Lion. It troubles me indeed, Sir. Sir John. However, my particular difappointment ought not to be detrimental to you, nor fhall it : I well know how irkfome it is to a generous mind to live in a ftate of dependence, and have long had it in my thoughts to make you eafy for life. Lion. Sir John, the fituation of my mind at prefent is a little d i ft urb'd— fpare me! 1 befeech you, fpare me ; why will you perfift in a goodnefs that makes me afham'd of myfelf ? Sir John. There is an eftate in this county which I purchafed fome years ago, by me it will never be miffed, and whoever marries my daughter will have little reafon to complain of my difpofing of fuch a trifle fcr my own gratification. On the prefent marriage I in tended to perfect a deed of gift in your favour, which has been for fome time prepared ; my lawyer has this day completed it, and it is yours my dear Lionel, with every good wifh that the vvarmeft friend can beftow. Lion,"], [59, "A COMIC OPERA. 49 Lion. Sir, if you prefented a piftol with defign to fhoot me, I would fubmit to it ; but you muft excufe me, I cannot lay myfelf under more obligations. Sir John. Your delicacy carries you too far; in this I confer a favour on myfelf: however, we'll talk no more on the fubject at prefent, let us walk towards the houfe, our friends will depart elfe without my bidding them adieu. SCENE XIII. Diana, Clarissa, and afterwards Lionel. Dian. So then, my dear ClaritTa, you really give credit to the ravings of that French wretch, with regard to a plurality of worlds ? Clar. I don't make it an abfolute article of belief, but I think it an ingenious conjecture with great pro bability on its fide. Dian. And we are a moon to the moon ! Nay, child, I know fomething of aftronomy, but that — that little fliining thing there, which feems not much larger than a fil ver plate, fliould, perhaps, contain great cities like London; and who can tell but they may have kings there and parliaments, and plays and operas, and people of fafhion I Lord the people of fafhion in the moon muft be ftrange creatures. Clar. Methinks Venus fhincs very bright in yonder corner. Dian. Venus ! O pray let me look at Venus ; I fuppofe, if there are any inhabitants there, they muft be all lovers. Lion. Was ever fuch a wretch — I can't ftay a mo ment in a place ; where is my repofe ? — fled with my virtue? Was I then born for faifhood and diflimutation ? I was, I was, and live to be confeious of it ; to iropofe upon my friend ; to betray my benefadtor and lie to hide my ingratitude — a monfter in a moment — No, I may be the moft unfortunate of men, but I will not be the moft odious; while my heart is yet capable of dictating what is honeft, I will obey its voice. H SCENE"], [60, "LIONEL and CLARISSA; 50 S C E N E XIV Diana, Clarissa, Lionel, Colonel Oldboy, Harman. Col. Dy, where are you ? What the mifchief, is this a time to be walking in thegarden ? The coach has been ready this half hour, and your mama is waiting for you. Dian. lam learning aftronomy, Sir; do you know papa, that the moon is inhabited ? Col. Huffy, you are half a lunatic yourfelf; come here, things have gone juft as I imagined they wou'd, the girl has refus'd your brother, 1 knew he muft difguft her. Dian. Women will want tafte now and then, Sir. Col. But I muft talk to the young Lady a little. Har. Well, I have had a long conference with your father about the elopement, and he continues firm in his opinion that I ought to attempt it : in fhort, all the neceffary operations are fettled between us, and I am to leave his houfe to-morrow morning, if I can but per fuade the young Lady Dian. Ay, but I hope the young Lady will have more fenfe — Lord, how can you teaze me with your nonfenfe. Come, Sir, isn't it time for us to go in? Her Ladyfhip will be impatient. Col. Friend Lionel, good night to you ; Mifs Clariffa, my dear, tho' I am father of the puppy who has dif pleafed you, give me a kifs; you ferv'd him right, and I thank you for it. Col. O ivhat a night is here for love ! Cynthia brightly finning above ; Among the trees, To the figbing breeze, Fountains tinkling ; Stars a twinkling „• Dian-"], [61, "A COMIC OPERA. 51 Dian. 0 what a night is here for love ! So may the morn propitious prove ; Har. And Jo it will if right I guefis; For ■ fiome times light, As well as night, A lover's hopes may blefis. A. 2. Farewell my friend, May gentle refil Calm each tumult in your breafil, Every pain and fear remove. Lion. What have I done ? Where Jhall I run, With grief and J/jame at once opprejl -% How my own upbraiding /hun, Or meet my friend diftrejl ? A. 3. Hark to Philomel, how Jweet, From yonder elm. Col. Tweet, tweet, tweet, tweet. A. 5. O what a night is here for love ! But vainly Nature Jlrives to move. Nor nightingales among the trees, Nor twinkling Jlars, nor figbing breeze3 Nor murm ring fir cams, Nor Phoebe's beams, Can charm unlefs the heart's at eafe. Hi SCENE"], [62, "LIONEL and CLARISSA: £*. ACT III. SCENE I. A Room in Colonel Oldboy's Houfe. _ Harman enters, with his Hat, Boots, and Whip, followed by Diana. Dian. Pry'thee,\" hear me. Har. My dear, what would you fay ? Dian. I am afraid of the ftep we are going to take ; indeed, I am : 'tis true, my father is the contriver of it ; but, really, on coniideration, I think, I fhould appear lefs culpable if he was not fo; I am at once criminal myfelf and rendering him ridiculous. Har. Do you love me ? Dian. Suppofe I do, you give me a very ill proof of your love for me, when you would take advantage of my tendernefs, to blind my reafon : how can you have {o little regard for my honour as to facrifice it to a vain triumph? For, it' is in that light I fee the rath action you are forcing me to commit ; nay, me. thinks my contenting to it fhould injure me in your own efteem. When a woman forgets what the owes herfelf, a lover fhould fet little value upon any thing fhe gives to him. Har. Can you fuppofe then, can you imagine, that my paffion will ever make me forget the veneration—. And, an elopement is nothing, when it is on the road to matrimony. Dian. At beft, I fliall incur the cenfure of difobe dience, and indifcretion ; and, is it nothino- to a young woman, what the world fays of her ? Ah ! my good friend, be affured, fuch a difregard of the world is the firft ftep towards deferving its reproaches. Har. But, the neceffity we are under— Mankind has too much good fenfe, too much good nature — , Dian. Fiery one has good fenfe enough to fee other people's faults, and good nature enough to over-"], [63, "A COMIC OPERA. 53 overlook their own. Befides, the moft facred things may be made an ill ufe of; and, even marriage itfelf, if indecently and improperly — Har. Come, get yourfelf ready : where is your band-box, hat, and cloak ? Slip into the garden ; be there, at the iron-gate, which you fliewed me juft now ; and, as the poft-chaife comes round, I will Itep and take you in. Dian. Yet, one thing more. My fortune depends almoft entirely upon .my father's generofity : now, think, with yourfelf, whether it would not be better to devife fome other method. Har. Hang fortune ! It is the bane of love ; and, therefore, they are both pictur'd blind, to (hew, that their coming together can never be premeditated ; but, if they do meet, it is by chance, when they joftle, and one generally overturns t'other. Dian. Dear Harman, let me beg of you to defift. Har. Dear Diana, let me beg of you to go on. Dian. I fhall never have refolution to carry me thro' it. Har. We fhall have four horfes, my dear, and they will affift us Dian. In ihort — I cannot go with you. Har. But, before me— into the garden, won't you? Dian. Well, Harman, if ever hereafter you prefume to reproach me with this inftance of my condefcenfion — Ah I bow cruel the reflection, Woman once to error led ; Ev'ry eye wakes for deteilion, Ev'ry tongue the tale tojpread. Fainly is her fault lamented, By the poor, mifiguided fair ; That whith caution had prevented, Penitence can ne'er repair. SCENE"], [64, "LIONEL and CLARI SSA: 54 SCENE II. Colonel Oldeoy, Harman. Col. Hey dey ! -what's the meaning of this ? Who Is it went out of the room there ? Have you and my daughter been 'in conference, Mr. Harman ? Dy and you in private, eh ? Har. Yes, faith, Sir, fhe has been taking me\" to tafk here, very feverely, with regard to this affair; and fhe has faid fo much againft it, and put it into fuch a ftrange light, that, the has almoft ftagger'd my refolution. Col. A bufy impertinent baggage; egad, I wifh I had catched her meddling, and after I had ordered her not : but,* the thing's gone too far now to retract : you fay, you have fent to the girl, and fhe has re turn'd for anfwer, that fhe is ready to go with you ; you muft'notdifappoint the poor thing, nor youfhan't. Har. No, no, Colonel, I am determined; I always have politenefs enough to hear a lady's reafons; but, conftancy enough to keep a will of my own. Col. Very well — now, let me afk you ; don't you think it would be proper upon this occafion to have a letter ready writ for the father, to let him know who has got his daughter, where you have taken her, and how you defign to difpofe of her r Har. Certainly, Sir, and I'll write it directly. Col. You write it ! you be damn'd ! 1 wo'nt truft you with it; I tell you, Harman, you'll commit fome curfed blunder, if you don't leave the management of this whole affair to me : I have writ the letter for you myfelf. Har. Have you, Sir ? Col. Ay— here, read it; I think its the thing: how ever, you are welcome to make any alteration you like. Har. \" Sir, 1 have loved your daughter a great while, fecretly ; fhe affures me t'sere is no hopes of your confenting to our marriage ; I therefore, take her without it. I am a gentleman who will ufe her well; and,"], [65, "A COMIC OPERA. 5S and, when you confider the matter, I dare fwear you will be willingto give her a fortune, ff not, you fhall find I dare behave myfelf like a man —A word to the wife —You muft expect to hear from me in another ftile.\" Col. Now, Sir, I will tell you what you muft do with this letter : as foon as you have got off with the girl, Sir, fend your fervant back to leave it at the houfe, with orders to have it deliver'd to the old gentleman. Har. Upon my honour, I will, Colonel. Col. But, upon my honour, I don't believe you'll get the girl: come, Harman, I'll bet you a buck, and fix dozen of burgundy, that you won't have fpirit enough to bring this affair to a crifis. Har. And, 1 fay done firft, Colonel. Col. Then look into the court there, Sir; a chaife with four of the prettieft bay geldings in England^ with two boys in fcarlet and filver jackets, that will whifk you along. Har. Boys! Colonel? Little cupids, to tranfport me to the fummit of my defires. Col. Ay, but for all that, it mayn't be amifs for me to talk to them a little out of the window for you. Dick, come hither ; you are to go with this gentle man, and do whatever be bids you; and, take into the chaife whoever he pleafes ; and, drive like devils, do you hear ; but, be kind to the dumb beafts. Har. Leave that to me, Sir — And fo, my dear Colonel, To fear a ft ranker, Behold the Joldier arm ; He knows no danger, When honour founds the alarm ; But dauniiefis goes, Among his foes. In Cupid's militia, So fearlefis I iffue ; And, as you fie, Anna cap-a-pee, Refiolve on death or vitlory."], [66, "56 LIONEL and CLARISSA. SCENE III. Colonel Oldboy, Lady Mary, and then Jenny. Lady M. Mr. Oldboy, here is a note from Sir John Flowerdale : it is addrefs 'd tome, intreating my fon to come over there again this morning. He apprehends the accident yefterday arofe from fome miftake, and I really believe it did ; for certainly the young Lady could not be fo wanting to her own intereft, as premeditattdly to refufe my fon. Col. V/hat the devil young Lady would do otherwife ! Lady M. The note is brought by a maid : fhe is in the anti-chambar — We had better fpeak to her — Child, child, why don't you come in ? Jen. I chufe to ftay where I am, if your Ladyfhip pleafes. Lady AI. Stay where you are are ! why fo ? Jen. I am afraid of the old gentleman there. Col. Afraid of me, huffy. Lady M. Pray, Colonel, have patience — Afraid- Here is fomething at the bottom of this — What did you mean by that expreffion, child ? Jen. Why the Colonel knows very well, Madam, he wanted to be rude with me yefterday. Lady AI. Oh Mr. Oldboy I Col. Lady Mary don't provoke me, but let me talk to the girl about her bufinefs. How come you to brin<* this note here ? Jenny. Why Sir John gave it to me, to deliver to my uncle Jenkins, and I took it down to his boufe ; but while we were talking together, he remember- ed that he had fome bufinefs with Sir John, fo he defired me to bring it, becaufe he faid it was not proper to be fent by any of the common fervants. Lady M. Colonel, look in my face, and help blufh- ing if you can. Col. What the plague's the matter, my Lady ? I have not beer) wronging you now, as you call it. Jenny."], [67, "A COMIC OPERA. 57 Jenny. Indeed, Madam, he offer'd to make me his kept Madam : 1 am fure his ufat$£ of me put me into fuch a twitter, that I did not know what I was doing all ihe d^y after. Lady M. I don't doubt it, tho' I fo lately forgave him; but, as the poet fays, his fex is all deceit. Read Pamela, cnild, and refift temptation. Jenny. Yes, Madam, I will. Col. Why I tell you, my Lady, it was all a joke. Jenny. No, Sir, it was no joke, you made me a proffer of money, fo you did, whereby 1 told you, you had a lady of your own, and that though fhe was old you had no right to defpife her. Lady M. And how dare you, miftrefs, make ufe of my name ? is it for fuch trollops as you to talk of per fons of diftinction behind their backs ? Jenny. Why, madam, I only faid you was in years. Lady M. Sir J hn Flowerdale fhall be inform'd of your impertinence, and you fhall be turn'd out of the fa mily ; I fee you are a confident creature, and I believe you are no better than you fhould be. Jenny. I fcorn your words, Madam. Lady M. Get out of the room ; how dare you ftay in this room to talk impudently to me? Jenny. Very well, Madam, I fhall let my lady know how you have us'd me ; but I fhan't be turn'd out of my place, Madam, nor at a lofs, if I am ; and if you are angry with every one that won't fay you are young, I believe there is very few you will keep friends with. . I wonder, I'mfure, why this fufs fhould be made. For my part Vm neither ajham'd nor afraid Of what I have done, nor of what I have faid. Afervant, I hope, is mflave ; And the', to their Jhames, Some ladies call names, 1 know better how to behave. Times are not fo bad, If occafion 1 had, Nor my characler fuch IneedJlarve ont. * And for going away, I don't want tojlay, dndfo I'm your Ladyjhip's/ervant. 1 u t t r. «"], [68, "LIONEL and CLARISSA: 58 SCENE IV. Colonel Oldboy, Lady Mary, Mr. Jessamy. Mr. Jeff. What is the matter here ? Lady M. I will have a feparate maintenance, I will indeed. Only a new inftance of your father's infidelity, my dear. Then with fuch low wretches, farmers daughters and fervant wenches : but any thing with a cap on, 'tis all the fame to him, Mr. Jeff. Upon my word, Sir, I am forry to tell you, that thofe practices very ill fuit the character which you ought to endeavour tofupport in the world. Lady M. Is this a recompence for my love and re gard ; I, who have been tender and faithful as a turtle dove? Mr. Jeff. A man of your birth and diftinction fhould, methinks, have views of a higher nature, than fuch low, fuch vulgar libertinifm. Lady M. Confider my birth and family too, Lady Mary Jeffamy might have had the beft matches in England. Mr. Jeff. Then, Sir, your grey hairs. Lady M% I, that have brought you fo many lovely fweet babes. Mr. Jeff. Nay, Sir, it is a reflection on me. Lady M The heinous fin too Mr. Jeff. Indeed, Sir, I blufh for you. Col. S death and fire, you little effeminate puppy, do you know who you talk to ? — And you, Madam, do you know who 1 am ? — Get up to your chamber, or zounds I'll n-ake fuch a Lady M. Ah ! my dear come away from him. SCENE"], [69, "A COMIC OPERA. 59 Colonel Oldboy, Mr. Jessamy, a Servant. Col. Am I to be tutor'd and call'd to an account ! How now, you fcoundrel, what do you want ! Serv. A letter, Sir. Col. A letter, from whom, firrah ? Serv. The gentleman's fervant, an't pleafe your ho- nour, that left this juft now in the poft- chaife — the gentleman my young lady went away with. Col. Your young lady, firrah — Your young lady went away with no gentleman, you dog — What gentle- man f What young lady, firrah ! Mr. Jeff. There is fome myftery in this — With your leave, Sir, I'll open the letter, I believe it contains no fecrets. Col. What are you going to do, you jackanapes r you fhan't open a letter of mine — Dy — Diana — Some- body call my daughter to me there — \" To William \" Oldboy, Efq. — Sir, I have lov'd your daughter a great ** while fecretly — Contenting to our marriage \" Mr. Jeff. So fo. Col.. You villain — you dog, what is it you have brought me here ? Serv. Pleafe your honour, if you'll have patie-ce, I'll tell your honour — As I told your honour before, the gentleman's fervant that went off juft now in the poiU chaife, come to the gate, and left it after his mafter was gone, I faw my young lady go into the chaife with the gentleman. Mr. Jeff. A very fine joke indeed ; pray, Colonel, do you generally write letters to yourfelf ? why this is your own hand. Col. Call all the fervants in the houle, let horfes be faddled directly every one take a diffeient road. Serv. Why, your honour, Dick faid it was by your own .orders. Col. My orders, you rafcal, I thought he was going to run away with another gentleman's daughter Dy— — DianaOldboy. 7 1 2 Mr"], [70, "60 LIONEL and CLARISSA: Mr. Jeff. Don't wafte your lungs to no purpofe, Sir.; your daughter is half a dozen miles off by this time. Col. Sirrah, you have been brib'd to farther the fcheme of a pick-pocket here. Mr. Jeff. Befides, the matter is entirely of your own contriving, as well as the letter and fpirit of this elegant epiftle. Col. You are a coxcomb, and I'll difinherit you ; the letter is none of my writing, it was writ by the devil, and the devil contrived it. Diana, Margaret, my Lady Mary, William, John— — Mr. Jeff. I am very glad of this, prodigioufly glad of it, upon my honour but what fliall I do with myfelf? J can't think of flaying here any longer — rot the country — I wifh I had never returned to it, with their vulgar trade and liberty , Bear, oh bear me, ofi ajudden, Some kindflroke of finding chance, From this land of beef and pudding, To dear Italy or France : I'mfick to the foul, Politicks and fea- coal, Have given me the vapours ; aTi\"**./- iurfed news-papers, Their mobbing, Stock-jobbing, Are horrors io me : I wijh the while ijiand was Junk in the/eg. SCENE"], [71, "A COMIC OPERA. 61 SCENE VI. Colonel Oldboy, with one Boot on, his Whip, his Cap, and a riding Coat on his arm j followed by a number offiervants. A flut ! a jade ! and he a rafcal, a poaching rafcal ! but damn me I won't follow her ; No, no, take my whip and my cap ; and my coat, and come here you, Sir, and pull off my boot ; ay, ay, let her crime be her punifhment ; I won't follow her the length of a fpur leather ; but I will be revenged on her ; fhe (hall never have fix-pence from me : the difappointment will put the fcoundrel out of temper, and he'll thrafh her a dozen times a day — The thought pleafes me, I hope he will do fo — Zounds ! who would ever have de pendance on any thing female fhe that feemed fo well contented in my houle, and in the very moment when I was beft contented with her, and contriving to make her fortune But why {hould I vex myfelf? I am no worfe off than every father may be, if an opportunity offers. Girls like fifirr els oft appear, In their cages pleafied with Jlav'ry, But, in feci, 'tis all but knav'ry ; Lefis thro' love than out of fear : Only on their tricks relying, Let them out, their bonds untying, And you'll fee the matter plain. Once there's nought their flight to hamper, Prefilo — whiff-away they fcamper, Never to return again. Wou'd you manage laffes rightly, You mufl watch them daily, nightly, Shut them clofe, and hold them tightly ; Never loofie an inch of chain : Freedom, run-aways will make 'em, And the devil can't o'ertake t'm. SCENE"], [72, "62 LIONEL and CLARISSA? SCENE VII. Changes to Clarissa's Dreffing-room ; on the table is a cujhion with bobinsfor making lace ; and near it a fimali frame for embroidery, with chairs. Clarissa, enters, followed by JENNY. Clar. Jenny, fet my work here. Jen. Yes, Ma'am, and my own too. I'm fure I have been very idle this week, and I am in no very good working humour at prefent. Clar. Where have you been : I was enquiring for you — why will you go out without letting me know. Jen. Dear, Ma'am, never any thing happen'd fo unlucky; I am forry you wanted me — But I was fent to Colonel Oldboy 's with a letter ; where I have been fo ufed — Lord have mercy upon me — quality indeed— I fay quality — pray, Madam, do you think that I looks any ways like an immodeft parfon — to be fure I have a gay air, and I can't help it, and I loves to appear a little genteelifh, that's what I do. Clar. Jenny, take away this thing, I can't work. Jen. Heaven preferve me, Madam, you are crying. Clar. O my dear Jenny ! Jen. My dear miftrefs, what's the matter ? Clar. I am undone. Jen. No, Madam ; no, Lord forbid ! Clar. I am indeed — I have been rafh enough to dif cover my weaknefs for a man, who treats me with con tempt. Jen. Is Mr. Lionel ungrateful, then. Clar.. I have loft his efteem for ever, Jenny, fince laft night, that I fatally confefs'd what I fhould have kept a fecret from all the world, he has fcarce condefcended to caft a look at me, nor given me an anfwer when I fpoke to him, but with coldnefs and referve. Jen. Then he is a natty, barbarous, unhuman brute. Clar. Hold, Jenny, hold j it is all my fault. l Jen."], [73, "A COMIC OPERA. 63 Jen. Your fault, Madam, I wifh I was to hear fuch a word come out of his mouth, if he was a minifter to morrow and to fay fuch a thing from his pulpit, and I by, I'd tell him it was falfe upon the fpot. Clar. Somebody's at the door ; fee who it is. Jen. You in fault indeed — that I know to be the moft virtuoufeft, niceft, moft delicateft Clar How now. Jen. Madam, its a meffage from Mr. Lionel, if you are alone, and at leifure, he would be glad to wait upon you : I'll tell him, Madam, that you're bufy. Clar. Where is he, Jenny ? Jen. In the ftudy, the man fays. Clar. Then go to him, and tell him I fhould be glad to fee him, but do not bring him up immediately, be caufe I will ftand in the balcony a few minutes for a little air. Jen. Do fo, dear Madam, for your eyes are as red as ferrets, you are ready to faint too ; mercy on us, for what do you grieve and vex yourfelf — if I was as you— Clar. Oh! Why withfigbs my heart is fiwclling, Wiry with tears my eyes o'er flow ; AJk me not, 'tis pafl the telling, Mute involuntary woe. Who to winds and waves aflranger, Ventrous tempts the inconflant fieas; In each billow fancy s danger, Shrinks at every rifiing breeze. SCENE"], [74, "64 LIONEL and CLARISSA, SCENE VIII. Sir Joigti Flowerdale, Jenkins. Sir Jo. So then, the mvftery is diicovered : — but is it poffible that my daughter's refufsrl of Colonel's Old- boy's fon fhould proceed from a clandeftinc engagement, and that engagement with Lionel. Jenk. My niece, Sir, is in her young Lady's fecrets, and Lord knows fhe had little ciefign to betray them j but having remarked fome odd exprefliors .friers yefter- day, when fhe came down to me this morning wi.h the letter, Iqueftioned her; and, in fhoTt, drew the whole affair out; upon which I feigned a recollection of fome bufinefs with you, and defired her to carry the letter to Colonel Cldboy's herfeif, while I came up hither. Sir Jo. And they are mutually promifed to each other, and that promife was exchanged yefterday. Jenk. Yes, Sir, and it is my duty to tell you; elfel would rather die then be the means of wounding the heart of my dear young lady ; for if there is one upon earth of truly noble and delicate fentiments. Sir Jo. I thought fo once, Jenkins. Sir Jo. And think fo ftill : O good, Sir John, now is the time for you to exert that character of worth and gentlenefs which the world fo defervedly has given you, you have indeed caufe to be offended ; but confider, Sir, your daughter is young, beautiful, and amiable ; the poor youth unexperienced, fenfible, a:id at a time of life when fuch temptations are hard to be refifted : their opportunities were many, their caft of thinking the fame. . Sir Jo. Jenkins, I can allow for all thefe things ; but the young hypocrites, there's the thing, Jenkins j their hypocrify, their hypocrify wounds me. Jen. Call it by a gentler name;, Sir, modefty on her part, apprehenfion on his. Sir Jo. Then what opportunity have they had, they never were together but when my fitter or myfelf made one"], [75, "A COMIC OPERA. 65 one of the company ; befides, I had fo firm a reliance on Lionel's honour and gratitude. ■ Jenk. Sir, I can never think that nature ftamp'd, that gracious countenance of his, to mafk a corrupt heart. Sir Jo. How ! at the very time that he was confeious of being himfelf the caufe of it; did he not fhew more concern at this affair than I did ? Nay, don't I tell you that laft night, of his own accord, he offered to be a mediator in the affair ; defired my leave to fpeak to my daughter ; I thought myfelf obliged to him, confented ; and, in confequenceof his affurance of fuccefs, wrote that letter to Colonel Oldboy, to defire the family would come here again to-day. Jenk. Sir, as we were ftanding in the next room, I heard a mefiage delivered from Mr. Lionel, defiring leave to wait upon your daughter ; I dare fwear they will be here prefently ; fuppofe we were to ftep into that clofet, and overhear their converfation. Sir Jo. What, Jenkins, after having lived fomany years in confidence with my child, Anil I become an eves-dropper to detect her. Jenk. It is neceffary at prefent.— Come in, my dear mafter,let us only confider that we wereonce young like them ; fubject to the fame paffions, the fame indifcre tions; and it is the duty of every man to pardon errors incident to his kind. When love gets into a youtbfiul brain, Inflruclion is fruitlefis, and caution vain : Prudence may cry dofio But if love fays, no ; Poor Prudence may got With her preaching, And teaching, To Jericho. Dear Sir, in old age, 'Tis not hard to be fiage, And 'tis eafy to point the way ; But do or fay, What we may, Love andyouih will have their day ■ K SCENE"], [76, "LIONEL and CLARISSA, 66 SCENE IX. Clarissa, and then Lionel. Clar. He comes ! O Heavens, in this trying inftant vouchfafe your aid ! A mift feems to gather round me, and I am ready to fink under I know not what oppref fion. — Sir, you defired to fpeak to me ; I need not tell you the prefent fituation of my heart; it is full. What ever you have to fay, I beg you will explain yourfelf ; and, if poffible, rid me of the anxiety under which I have laboured for fome hours. Lion. Madam, your anxiety cannot be greater than mine ; I come, indeed, to fpeak to you, and yet, I know not how; I come to advife you, fliall I fay as a friend? yes, as a friend to your glory, your felicity ; dearer to me than my life. Clar. Go on, Sir. Lion. Sir John Flowerdale, Madam, is fuch a father as few are bleffed with ; his care, his prudence has pro vided for you a match.1 — Your refufal renders him in confolab'.e. Liften to no fuggeftions that would pervert you from your duty, but make the worthieft of men happy by fubmitting to his will. Clar. How, Sir, after what paffed between us yefler day evening, can you advife me to marry Mr. Jeffamy? Lion. I would advife you to^marry any one, Madam, rather than a villain. Cla. A villain, Sir ! Lion. I fhould be the worft of villains, Madam, was I to talk to you in any other ftrain : Nay, am I not a villain, at once treacherous and ungrateful ? Received into this houfe as an afylum ; what have I done ! Be trayed the confidence of the friend that trufted me; endeavoured to facrifke his peace, and the honour of his family, to my own unwarrantable defires. Gar. Say no more, Sir 5 fay no more ; I fee my er ror too late ; I have parted from the rules prefcribed to my fex; I have miitaken indecorum for a laudable fincerity ;"], [77, "A COMIC OPERA. 67 fincerity ; and it is juft I fhould meet with the treat ment my imprudence deferves. Lion. 'Tis I, and only I, am to blame ; while I took advantage of the father's fecurity, I practifed upon the tendernefs and ingenuity ofthe daughter ; my own ima gination gone aftray, I artfully laboured to lead yours afterit: but here, Madam, I give you back thofe vows which I infidioufly extorted from you ; keep them for fome happier man, who may receive them Without wounding his honour, or his peace. lar. For Heaven's fake ! jjon. Why do you weep ? Clar. Don't fpeak to me. Lion. Oh ! my Clariffa, my heart is broke ; I am hateful to myfelf for loving you ; — yet, before I leave you for ever, I will once more touch that lovely hand — Indulge my fondnefs with a laft iook pray for your health and profperity. Clar. Can you forfake me ? — Have I then given my affections to a man who rejects and difregards them ?— Let me throw myfelf at my father's feet ; he is generous and companionate : — He knows your worth Lion. Mention it not ; were you ftript of fortune, reduced to the meaneft ftation, and I monarch of the globe, I fhould glory in raffing you to univerfal empire ; but. as it is— — — Lion. O dry thofie tears I like melted ore, Fafil dropping on my heart they Jail ; Think, think no more ofi me ; no more The mem'ry of pafil ficenes recall. On a wildfiea of pajfton tofis'd ; Ifiplit upon the fatal Jhelf, Friendjhip and love at once are loff, And now I wijb tt lofe myfelf. SCENE K 2"], [78, "LIONEL and CLARISSA* 68 SCENE X. Clarissa, Jenny, then Sir John Flower- dale and Jenkins, and afterwai ds Lionel. Jenny. O Madam! I have betray *d you. I have gone and faid fomething I fliould not have faid to my uncle Jenkins ; and, as fure as day, he has gone and told it all to Sir John. Clar. My father ! Sir John. Go, Jenkins, and defire that young gentle man to come back— ftay where you are— but Whaj have I done to you my child ? How have I deferv'd that you fhould treat me like an enemy? Has there been any undefigned rigour in my conduct, or terror in my looks ? Clar. Oh Sir! Jenk. Here is Mr. Lionel. Sir John. Come in — When I tell you that I am in ftructed in all your proceedings, and that I have been ear witnefs to your converfation in this place; you will, perhaps, imagine what my thoughts are of you, and the meafures which juftice prefcribes me to follow. Lion. Sir, 1 have nothing to fay in my own defence; I ftand before you, felf-convidted, felf-condemn'd, and fhall fubmit without murmuring to the fentence of my Sir John. As for you, Clariffa, fince your earlieft in fancy, you have known no parent but me; I have been to you, at once, both father and mother; and, that I might the better fulfill thofe united duties, tho' left a widower in the prime of my days, I would never enter into a fecond marriage— I loved you for your likenefs to your dear mother ; but that mother never deceiv'd me — and there the likenefs fails — you have repaid my affection with diffinmlation— Clariffa, you fhould have trufted me. Jenny. O my dear, fweet Lady. Sir John. As for you, Mr. Lionel, what terms can I find ftrong enough to paint the excefs of my friendfhip!"], [79, "ACOMICOPERA. 69 —I loved, I efteemed, I honoured your father: he was a brave, a generous, and a fincere man; I thought you inherited his good qualities — you were left an or phan, I adopted you, put you upon the footing of my own fon ; educated you like a gentleman ; and de fign'd you for a profeffion, to which, I thought, your virtues would have been an ornament. Jenny. Dear me, dear me. Jenk. Hold your tongue. Sir John. What return you have made me, you feem to be acquainted with yourfelf ; and, therefore, I fliall not repeat it — Yet, remember, as an aggra vation of your guilt, that the laft mark of my bounty was conferr'd upon you in the very inftant, when you were undermining my defigns. Now, Sir, I have but one thing more to fay to you — Take my daughter, was fhe worth a million, fhe Is at your fervice. Lion. To me Sir! — your daughter! — do you give her to me? — Without fortune — without friends — without — Sir John. You have them all in your heart ; him whom virtue raifes, fortune cannot abate. Clar. O, Sir, let me on my knees kifs that dear hand — acknowledge my error, and intreat forgivenefs and bletfing. Sir John. You have not erred, my dear daughter ; you have diftinguifh'd. It is I fhould afk pardon, for this little trial of you ; for I am happier in the fon-in 1-aw you have given me, than if you had married a prince Lion. My patron — my friend — my father — I would fain fay fomething ; but, as your goodnefs exceeds all bounds Sir John. I think I hear a coach drive into the court; h is Colonel Oldboy's family ; I will go and receive them. Don't make yourfelves uneafy at this ; we muft endeavour to pacify them as well as we can. My dear Lionel, if I have made you happy, you have made me fo; Heaven blefs you, my children, and make you de fervirtg of one another. SCENE"], [80, "LIONEL and CLARISSA: 70 SCENE XI. Clarissa, Lionel, Jenny Jen. O dear, Madam, upon my knees, I humbly beg your forgivenefs. Dear Mr. Lionel, forgive me ; I did not defign to difcover it, indeed ; and, you won't turn me off, Madam, will you? I'll ferve you for nothing. Clar. Get up, my good Jenny; I freely forgive [you if there is any thing to be forgiven. I know you love me ; and, I am fure here is1 one who will join with me in rewarding your fervices. Jenny. Well, if I did not know, as fure as could be, that fome good would happen, by my left eye itching this morning ; and, people may fay what they pleafe, but I fhall have faith in dreams, as long as I live. Lion. 0 blifis uncxpefted ! my joys cverpow'r me ! My love, my Clariffa, what words Jhall I find! Remorfit, dejperation, no longer devour me — He blefis'd us, and peace is reftor'd to my mind. Glar. He blefs'd us! — O rapture ! — Like one I recover. Whom death had appaTd without hope, with- out aid ; A moment depriv'd me of father and lover ; A moment rejlores, and my pangs are repaid. Lion. Forfiken, abandoned, Clar. What folly! what blindnefs ! Lion. We fortune accus' d ; Claf. ' and the fates that decreed: A. 2. But pain was infiicled by Heaven, out ofkindnefs, To heighten the joys that were doanidtofucceed. Our day was o'ercafl : But brighter thefcene is, Ihe fky more fercne is, Andffter the calm for ihe hurricane pajl. SCENg"], [81, "A COMIC OPERA. 71 SCENE XII. Changes to Sir John Flowerdale'j Hall. ady Mary Oldboy enters, leaning on a Servant, Mr. Jessamy leading her ; and ajterwards, on the other Side, Sir John Flowerdale enters with Colonel Oldeoy. Lady M. 'Tis all in vain, my dear ; — fet me down any where ; I can't go a ftep further I knew, when Mr. Oldboy infilled upon my coming, that I fhould be feized with a meagrim by the way ; and it's well I did not die in the coach. Mr. Jeff. But, pr'thee, why will you let yourfelf be affected with fuch trifles — Nothing more common than for young women of fafhion to go off with low fellows. Lady M. Only feel, my dear, how I tremble ! Not a nerve but what is in agitation; and my blood runs cold, cold ! Mr. Jeff. Well, but Lady Mary, don't let us expofe ourfelves to thofe people ; I fee there is not one of the rafcals about us, that has not a grin upon his countenance. Lady M. Expofe ourfelves ! my dear? Your father Will be as ridiculous as Hudibrafs, or Don Quixote. Mr. Jeff. Yes, he will be very ridiculous indeed. F Sir Jo. I give you my word, my good friend, and neighbour, the joy I feel upon this occafion, is greatly allayed by the difappointment of an alliance with your family; but I, have explained to you how things have happened — You fee my fituation ; and, as you are kind enough to confider it yourfelf, I hope you will excufe it to your fdjn. Lady M. Sir John Flowerdale, how do you do? you fee we. have obey'd your fummons ; and I have the plea sure to affure vou, that my fon yielded to my intreaties with very little difagrement : in fhort, if I may fpeak metaphorically, he is content to ftand candidate again, notwithftanding his late repulfe, when he hopes for an unanimous election. Col. Well, but my Lady, you may faveyour rheto- ric ; for the borough is difpofed of to a worthier member. Mr. Jefs. What do you fay, Sir ?"], [82, "LIONEL and CLARISSA: 72 SCENE XIII. Sir John Flowerdal^. Lady Mary Oldboy, Mr.' Jessamy, Colonel Oldboy, Lionel, Cla- rissa, Jenny. Sir John. Here are my fon and daughter. Lady M. Is this pretty, Sir John ? Sir John. Believe me, Madam, it is not for want of a juft fenfe of Mr. Jtffamy's merit, that this affair has gone off on any fide : but the heart is a delicate thing; and after it has once felt, if the object is meritorious, the impreflion is not eafily effac'd ; it would therefore have been an injury to him, to have given him in'appearance what another in reality poffeffed. Air. Jeff. Upon my honour, upon my foul, Sir John, I am not the leaft offended at this contre temps — Pray, Lady Mary fay no more about it. Col. Tol, lol, lol, lol. Sir John. But, my dear Colonel, I am afraid, after all, this affair is taken amifs by you ; yes, I fee you are angry on your fon's account ; but let me repeat it, I have a very high opinion of his merit. Col. Ay — that's more than I have — Taken amifs — I don't take any thing amifs ; I never was in better fpirits, or more pleafed in my life. ir John. Come, you are uneafy at fomething, Colonel. Col. Me ! Gad I am not uneafy — are you a juflice of peace ! Then you could give me a warrant, cou'd'nt you ? You muft know, Sir John, a little accident has happen'd in my family fince I faw you laft, you and I may fhake hands — Daughters, Sir, daughters I Your's has fnapt at a young fellow without your approbation ; and how do you think mine has ferv'd me this morning i • — only run away with the fcoundrel I brought to dinner, here, yefterday. Sir John. I am exceffively concerned. Col."], [83, "A COMIC OPERA. 73 Col. Now I'm not a bit concern'd— No, damn me, I am glad it has happened ; yet, thus far, I'll confefs, I fhould be forry that either of them would come in my way, becaufe a man's temper mav fometimes get the better of him, and I believe I fhould be tempted to break hti neck, and blow his brains out. Clar. But pray, Sir, explain this affair. Col. I can explain it no farther — Dy, my daughter Dy, has run away from us. SCENE XIV. Sir John Flowerdale. Colonel Oldboy, Lady Mary Oldboy, Mr. Jessamy, Clarissa, Lionel, Jenny, Diana, Harman, Jenkins. Dian. No, my dear papa, I am not run away ; and, upon my knees, I intreat your pardon for the folly 1 have committed ; but, let it be fome alleviation jhat duty, affection, were too ftrong to fufferme to car ry it to extremity : and, if you knew the agony I have been in. fince I faw you laft— — — Lady AI. How's this ? Har. Sir, I reftore your daughter to you ; whofe fault, as far as it goes, I muft alfo take upon myfelf; we have been known to each other fometime; as Lady Richly, your fitter, in London, can acquaint you — Col. Dy, come here Now, you rafcal where's your fword ; if you are a gentleman you fhall fight me; if you are a fcrub, I'll horfe-whip you — Draw, Sirrah — Shut the door there, don't let him efcape. Har. Sir, don't imagine I want to efcape ; I am ex tremely forry for what has happened, but am ready to give you any fatisfaetion you think proper. Col. Follow me into the garden then — Zounds! I have no fword about me — Sir John Flowerdale — lend us a cafe of piftols, or a couple of guns ; and, come and fee fair play, Clar. My dear papa ! L Dian."], [84, "L IO N E L and CLARISSA 74 Dian. Sir John Flowerdale— O my indifcretion— we came here, Sir, to beg your mediation in our favour. Lady M. Mr. Oldboy, if you attempt to fight I fhall expire. Sir John. Pray, Colonel, let me fpeak a word to you in private. Col. Slugs and a faw-pit Mr. Jeff. Why, Mifs Dy, you are a perfect heroine for a romance — And, pray who is this courteous knight ? Lady AI. O Sir, you that I thought fuch a pretty behav'd gentleman I Mr. Jeff. What bufinefs are you of friend ? Har. My chief trade, Sir, is plain dealing ; and, as that is a commodity you have no reafon to be very fond of, I would not advife you to purchafe any of it by impertinence ; Col. And is this what you would advife me to ? Sir John. It is, indeed, my dear old friend ; as things are fituated, there is, in my opinion, no other prudent method of proceeding; and it is the method I would adopt myfelf, was I in your cafe. Col. Why, f believe you are in the right of it — fay what you will for me then. Sir John. Well ! young people, I have been able to ufe a few arguments, which have foftned my neighbour here ; and in fome meafure pacified his refentment. I find, Sir, you are a gentleman by your connections ? Har. Sir, till it is found that my character and fa mily will bear the ftricteft fcrutiny, I defire no favour —And for fortune — — — Col. Oh ! Rot your fortune, I don't mind that — I know you are gentleman, or Dick Rantum would not have recommended you. And fo, Dy, kifs and friends. Mr. Jeff What, Sir, have you no more to fay to the man who has ufed you fo ill ? Col. Us'd me ill! — That's as'I take it — he has done a mettled thing; and, perhaps, I like him the better for it ; it's long before you would have fpirit enough to run away with a wench— Harman give me your hand :"], [85, "A C O M I C OPERA. 75 hand ; let's hear no more of this now Sir John Flowerdale, what fay you ? fhall we fpend the day to gether, and dedicate it to love and harmony ? Sir John. With all my heart. Col. Then take off my great-coat. Lion. Come then, all ye fiocial pow'rsr, Shed your influence o'er us, Crown with blifis the prefent hourst And lighten thofie before us. May the juffl, the gen'rous kind, Stilf fee that you regard 'em ; And Lionels for ever find, Clariffa's to reward 'em. Clar. Love, thy godhead I adore, Source ofi facred paffton ; But will never bow before Tbofe idols, wealth, or fafiiion. May, like me, each maiden wifie, From the fop defend her; Learning, J'enfe, and virtue prize, Andj'corn the vain pretender. Har. Why the plague Jhould men be fiad, While in time we moulder ? Grave, or gay, or vex'd, or glad, We ev'ry day groiv older. Bring the flaff, the mufic bring, Joy wiil quickly find us; Drink, and laugh, and dance, and fing. And cofl our cares behind us. Dian. How Jhall I efcape—fo naught, On filial laws to trample ; /'// e'en curtfey, own my fault, And plead papa's example. Parents 'tis a hint to you, Children oft are Jkamelefs; Oft tranfgrefs — the things, too true- But are you always blamelefs f"], [86, "LIONEL and CLARISSAj 76 Col. One word more before we go ; Girls and boys have patience ; You to friends mufl fomething ow&. As well as to relations. Thefe kind genelcmen addrefs — IVhat the/' we forgave 'em, Still they mujl be lofil, unlefs You lend a hand to fave 'em. End of the Opera."], [87, "Lionel and Clariffa, A COMIC OPERA, As it is Performed at the THEAT RE-ROY A L I N \"f'o V E N T-G A R D E N. LONDON: | .nted for W. Griffin, in Catharine-ftreer, Strand, mdcclxyiii. £P. is6d.]"], [88, ""], [89, "ADVERTISEMENT. SINCE the printing of this little Piece, it has been intimated to the Author, that he is likely to fuffer from fome ill Will, occafioned by a very faulty, and very unfortunate, Opera of his reprefented laft Win ter j but he begs leave to obferve, that it is againft the Laws of England to try aMan twice for the fame Fadt ; and more fo, after Punifhment has been inflicled. He thinks it can hardly be neceffary to fay, that he never, in any of his Writings, intended to give the lead Offence : And as his tri fling Productions, have more than once, been lucky enough to be ho noured with the Approbation of the Public; he flatters himfelf, fhould he again be found capable of affording them an innocent Entertainment ; that thofe to whofe Juftice he moft readily fubferibes, will not refufe him an Opportunity of appealing to their Candour."], [90, "PERSONS, M ' E N. Sir John Flowerdale, Colonel Oldboy, Mr. Jefiamy, Lionel, Harman, Jenkins, Mr. Gibfoa, Mr. Shuter. Mr. Dyer. Mr. Mattocks, Mr. Mahoen. Mr. DunftaU. WOMEN. Diana, Clariflk, Lady Mary Oldboy, Jenny, Mrs. Baker. Mifs Macklin. Mrs. Green. Mrs. Mattocks, SCENE the Country."], [91, "Lionel and Clarissa, ACT I. SCENE I. A Chamber in Colonel Oldboy's Houfe: Colonel Oldboy is difcovered at breakfaft reading a news- paper; at a little diftance from the tea-table fits Jenkins; and on the oppofite fide Diana, who appears playing upon a harpficord. A Girl attending. A. 4. yiH! how delightful the morning, How fweet are the profpecls it yields ; Summer luxuriant adorning The gardens, the groves, and the fields. Be gratefiul to the fiafion, It's pleafures let's employ ; Kind Nature gives, and Reafion Permits us to enjoy. Col. Well faid Dy, thank you Dy. This, mafter Jenkins, is the way I make my daughter entertain me every morning at breakfaft. Come here and kifs me you flut, come here and kifs me you baggage. Dian. Lord, papa, you call one fuch names — Col. A fine girl, mafter Jenkins, adevilifh fine girl ! fhe has got my eye to a twinkle. There's fire for you — fpirit ! — I defign to marry her to a Duke: how much money do you think a Duke would expect with fuch a wench ? B Jen."], [92, "LIONEL and CLARISSA: 2 Jen. Why, Colonel, with fubmiffion, 1 think there is no occafion to go out of our own country here ; we have never a Duke in it I believe, but we have many an honeft gentleman, who, in my opinion, might de ferve the young lady. Col. So, you would have me marry Dy to a country 'fquire, eh ! How fay you to this Dy ! would not you rather be married to a Duke ? Dian. So my hufband's a rake, papa, I don't care what he is. Col. A rake ! you damned confounded little baggage ; why you wou'd not wifh to marry a rake, wou'd you ? So her hufband is a rake, fhe does not care what he is I Ha, ha, ha, ha ! Dian. Well, but Men to me, papa— When you go out with your gun, do you take any pleafure in fhooting the poor tame ducks, and chickens in your yard ? No, the partridge, the pheafant, the woodcock are the game ; there is fome fport in bringing them down be caufe they are wild; and it is juft the fame with an hufband or a lover. I would not wafte powder and fhot, to wound one of your fober pretty behaved gentle men ; but to hit a libertine, extravagant, madcap fellow, to take him upon the wing — Col. Do you hear her, mafter Jenkins ? Ha, ha, ha ! Jen. Well, but, good Colonel, what do you fay to my worthy and honourable patron here, Sir John Flowerdale ? He has an eftate of eigbt thoufand pounds a year as well paid rents as any in the kingdom, and but one only daughter to enjoy it; and yet he is willing, you fee, to give this daughter to your fon. Dian. Pray, Mr. Jenkins, how does Mifs Clariffa and our univerfity friend Mr. Lionel? That is the only grave young man I ever liked, and the only handfome one i ever was acquainted with, that did not make love to me. Col. Ay, mafter Jenkins, who is this Lionel? They fay he is a damn'd witty knowing fellow; and egad I think him well enough for one brought up in a college. Jen."], [93, "A COMIC OPERA. 3 Jen. His father was a general officer, a particular friend of Sir John's, who, like many more brave men, that live and die in defending their country, left little elfe than honour behind him. Sir John fent this young man, at his own expence, to Oxford; where, while his fon lived, they were upon the fame footing : and fince our young gentleman's death, which you know unfortunately happened about two years ago, he has continued him there. During the vacation he is come to pay us a vifit, and Sir John intends that he fhall fhortly take orders, for a very confiderable benefice in the gift of the family, the prefent incumbent of which is an aged man. Dian. The laft time I was at at your houfe, he was teaching Mifs Clarifla mathematics and philofophy. Lord, what a ftrange brain I have! If I was to fit down to diffract, myfelf with fuch ftudies — Oil. Go, hufTey, let fome of your brother's rafcals inform their mafter that he has been long enough at his toilet; here is a meflage from Sir John Flowerdale —You a brain for mathematics indeed ! We fhall have women wanting to head our regiments to-morrow or next day. Dian. Well, papa, and fuppofe we did. I believe, in a battle of the fexes, you men would hardly get the better of us. To rob them offlrengtb, when wifie Nature thought Jit By women toflill do ber duty, Inffead of a fword Jhe endu'd them with wit, And gave them a Jhield in their beauty. Sound, fiound then the trumpet, both Jexes to arms I Our tyrants at once and protestors 1 We quickly Jloall fie, whether courage or charms, Decide for the Helens or Heclors. SCENE"], [94, "LIONEL and CLARISSA: 4 SCENE II. Colonel Oldboy, Jenkins. Col. Well, mafter Jenkins ! don't you think now that a Nobleman, a Duke, an Earl, or a Marquis, mifh-t be content tofhare his title 1 fay, you under ftand me — with a fweetener of thirty or forty thoufand pounds, to pay off mortgages ? Befides, there's a profpeci of my whole eftate; for, I dare fwear, her bro ther will never have any children. Jen. I fhould be concerned at that, Colonel, when there are two fuch fortunes to defcend to his heirs, as yours and Sir John Flowerdale's. Col. Why look you, mafter Jenkins, Sir John Flower dale is an honeft gentleman; our families are nearly re lated; we have been neighbours time out of mind ; and if he and I have an odd difpute now and then, it is not for want of a cordial efteem at bottom. He is going; to marry his daughter to my fon ; fhe is a beautiful girl, an elegant girl, a fenfible girl, a worthy girl, and — a word in your ear — damn me if I aint very forry for her. Jen. Sorry ! Colonel ? Col. Ay between ourfelves, mafter Jenkins, my fon won't do. Jen. How do you mean ? Col. I HI you, mafter Jenkins, he won't do he is not the thing, a prig At fixteen years old, or thereabouts, he was a bold, fprightly boy, as you fhould fee in a thoufand; could drink his pint of port, or his bottle of claret now he mixes all his wine with water. Jen. Oh ! if that be his only fault, Colonel, he will ne'er make the worfe hufband, I'll anfwer for it. Col. You know my wife is a woman of quality I was prevailed upon to fend him to be brought up by her brother Lord Jeffamy, who had no children of his own, and promifed to leave him an eftate he has got the eftate indeed, but, the fellow has taken 3 his"], [95, "A COMIC OPERA. 5 his Lordfhip's name for it. Now, mafter Jenkins, I would be glad to know, how the name of Jeffamy is better than that of Oldboy. Jen. Well ! but, Colonel, it is allowed on all hands that his Lordfhip has given your fon an excellent education. Col. Pfha ! he fent him to the univerfity, and to travel forfooth; but what of that; I was abroad, and at the univerfity myfelf, and never a rufh the better for either. Iquarelled with his Lordfhip about fix years before his death, and fo had not an opportunity of fee ing how the youth went on; if I had, mafter Jenkins, I would no more have fuffered him to be made fuch a monkey of He has been in my houfe but three days, •and it is all turned topfy turvy by him and his rafcally fervants then his chamber is like a perfumer's fhop, with wafh-balls, paftes, and pomatum and do you know he had the impudence to tell me yefterday at my own table, that I did not know how to behave my felf? Jen. Pray, Colonel, how does my Lady Mary ? Col. What my wife ? In the old way, mafter Jenkins ; always complaining ; ever fomething the matter with her head, or her back, or her legs but we have had the devil to pay lately fhe and I did not fpeak to one another for three weeks. Jen. How fo, Sir ? Col. A little affair of jealoufy you muft know my game-keeper's daughter has had a child, and the plaguy baggage takes it into her head to lay it to me Upon my foul it is a fine fat chubby infant as ever I fet my eyes on; I have fent it to nurfe; and, be tween you and me, I believe I fhall leave it a fortune. Jen. Ah, Colonel, you will never give over. Col. You know my Lady has a pretty vein of poetry; fhe writ me an heroic epiftle upon it, where fhe calls me her dear falfe Damon ; fo I let her cry a little, promifed to do fo no more, and now we are as good friends as ever. Jen."], [96, "6 LIONEL and CLARISSA: -i Jen. Well, Colonel, I muft take my leave ; I have delivered my meffage, and Sir John may expedf. the pleafure of your company to dinner. Col. Ay, ay, we'll come — pox o' ceremony among friends. But won't you ftay to fee my fon ; I have fent to him, and fuppofe he will be here as foon as his valet de-chambre will give him leave. Jen. There is no occafion, good Sir : prefent my humble refpects, that's all. Col. Well, but, zounds, Jenkins, you muft not go till you drink fomething let you and I have a bottle of hock Jen. Not for the world, Colonel; 1 never touch any thing ftrong in a morning. Col. Never touch any thing ftrong! Why one bottle won't hurt you man, this is old and as mild as milk. Jen. Well, but, Colonel, pray excufe me. To tell you the truth, In the days of my youth, As mirth and nature bid, I lik'd a glafis, And I lov'd a lajs, And I did as younkers did. But now I am old, With grief be it told, I mufl thofe freaks forbear ; At fixty-tbree, 'Twixt you and me, A man grows worfe for wear. SCENE"], [97, "A COMIC OPERA. 7 SCENE III. Mr. Jessamy, Lady Mary Oldboy, and then Colonel Oldboy. . Lady M. Shut the door, why don't you fhut the door there ? Have you a mind I fhould catch my death ? This houfe is abfolutely the cave of one had as good live on the eddy ftone, or in a wind- mill. Mr. Jefis. I thought they told your Ladyfhip that there was a mefTenger here from Sir John Flowerdale. Col. Well, Sir, and fo there was j but he had not patience to wait upon your curling-irons. Mr. Jenkins was here, Sir John Flowerdale's fteward, who has lived in the family thefe forty years. Mr. Jcjs. And pray, Sir, might not Sir John Flow- erdale have come himfelf: if he had been acquainted with the rules of good breeding, he would have known that I ought to have been vifited. Lady M. Upon my word, Colonel, this is a folecifm. Col. 'Sblood, my Lady, it's none. Sir John Flower- dale came but laft night from his fitter's feat in the weft, and is a little out of order. But I fuppofe he thinks he ought to appear before him with his daughter in one hand, and his rent-roll in the other, and cry, Sir, pray du me the favour to accept them. Lady M. Nay, but, Mr. Oldboy, permit me to fay — Col. He need not give himfelf io many affected airs ; I think it's very well if he gets fuch a girl for going for; fhe's one of the handfomeft and richelt in this country, and more than he deferves. Mr. Jeff That's an exceeding fine china jar your Ladyfhip has got in the next room ; I faw the fellow of it the other day at Williams's, and will fend to my agent to purchafe it: it is the'true matchlefs old blue .and white. Lady Betty Barebones has a couple that fhe gave an hundred guineas for, on board an India- man ; but ihe reckons them at a hundred and twenty- , five"], [98, "LIONEL and CLARISSA: 8 five, on accountof half a dozen plates, four Nankeen beakers, and a couple of fhaking Mandarins, that the cuftom-houfe officers took from under her petticoats. Col. Did you ever hear the like of this ! He's chat tering about old china, while I am talking to him of a fine girl. I tell you what, Mr. Jeffamy, fince that's the name you choofe to be called by, I have a good mind to knock you down. Mr. Jeff. Knock me down! Colonel? What do you mean ? 1 muft tell you, Sir, this is a language to which I have not been accuftomed ; and, if you think proper to continue or repeat it, I fhall be under a neceffity of quitting your houfe. Col. Quitting my houfe ? Mr. Jeff. Yes, Sir, incontinently. Col. Why, Sir, am not I your father, Sir, and have not I a right to talk to you as I like? I will, firrah. But, perhaps, I mayn't be your father, and I hope not. Lady M. Heavens and earth, Mr. Oldboy ! Col. What's the mattter, Madam ! I mean, Madam, that he might have been changed at nurfe, Madam ; and I believe he was. Mr. Jeff. Huh ! hun ! huh ! Col. Do you laugh at me, you faucy jacknapes \\ Lady AI. Who's there, fomebody bring me a chair. Really, Mr. Oldboy, you throw my weakly frame into fuch repeated convulfions — but I fee your aim; you want to lay me in my grave, and you will very foon have that fatisfadtion. - Col. I can't bear the fight of him. Lady M. Open that window, give me air, or I fhall faint. Mr. Jeff. Hold, hold, let me tie a handkerchief about my neck firft. This curfed fharp north wind— Antoine, bring down my muff. Col. Ay, do, and his great-coat. Lady M. Marg'ret fome harts-horn. My dear Mr. Oldboy why will you fly out in this way, when you know how it fhocks my tender nerves ? Col."], [99, "ACOMIC OPERA. 9 Col. 'Sblood, Madam, its enough to make a man mad. Lady M. Hartfhorn ! Hartfhorn ! Mr. Jeff. Colonel ! Col. Do you hear the puppy ? Mr. Jeff'. Will you give me leave to afk you one queftion ? Col. I don't know whether I will or not. Mr. Jeff. I fhould be glad to know, that's all, what fingle circumftance in my conduct, carriage, or figure you can poffibly find fault with — Perhaps I may be brought to reform.— Pr'ythee let me hear from your own mouth, then, ferioufly what it is you do like, and what it is you do not like. Col. Hum! Mr. Jeff. Be ingenuous, fpeak and fpare not. Col. You would know ? Zounds Sir! then I'll tell you without any jeft, The thing ofi all things, which I bate and deleft ; A coxcomb, a fop, A dainty milk-fop ; JVbo, effenc'd and dizen'dfrom bottom to top, Looks juft like a doll for a milliner's Jhop. A thing full of prate, And pride and conceit ; Allfajhion, no weight ; Who fihrugs and takes Jnufif, And carries a muff; A minikin, Finiking, French powder-puff ': And new Sir, I fancy, I've told you enough. C SCENE"], [100, "LIONEL and CLARISSA: 10 SCENE IV. Lady Mary Oldboy, Mr. Jessamy. Mr. Jeff. What's the matter with the Colonel, Madam ; does your ladyfhip know ? He feems a little difordered in his fenfes ; I don't think it would be amifs to take out a commiffion of lunacy againft him. Lady M. Heigho! don't be furprifed, my dear; it was the fame thing with my late dear brother, Lord Jeffamy ; they never could agree : that good natured, friendly foul, knowing the delicacy of my conftitution, has often faid, fifter Mary, f pity you. Not but your father has good qualities, and I affure you I remember him a very fine gentleman himfelf. In the year of the hard-froft, one thoufand feven hundred and thirty-nine., when he firft paid his addreffes to me, he was called agreeable Jack Oldboy, though I married him without the confent of your noble grandfather. Mr. Jeff. I think he ought to be 'proud of me : I believe there's many a Duke, nay Prince, who would cfteem rhemfelves happy in having fuch a fon — Lady M. Yes, my dear ; but your fifter was always your father's favourite: he intends to give her a pro digious fortune, and fets his heart upon feeing her a woman of quality. Mr. Jeff. He fhould wifh to fee her look a little like a gentlewoman firft. When fhe was in London, laft winter, I am told fhe was taken notice of by a few men. But fhe wants air, manner— Lady M. And has not a bit of the genius of our family, and I never knew a woman of it but herfelf without. I have tried her : about three years ago I fet her to tranflate a little French fong : I found fhe had not even an idea of verfification; and fhe put down love and joy for rhyme — fo I gave her over. Mr. Jeff. Why, indeed, fhe appears to have more of the Thaleftris than the Sapho about her. Lady M. Well, my dear, I muft go and drefs my- Xelf, though I proteft I am fitter for my bed than my coach. And condefcend to the Colonel a little — Do, my dear, if it be only to oblige your mamma."], [101, "A COMIC OPERA. 11 SCENE V. Mr. Jessamy. Let me confider : I am going to vifit a country Ba ronet here ; who would fain prevail upon me to marry his daughter : the old gentleman has heard of my parts and underflanding, Mifs of my figure and addrefs. But, fuppofe I fhould not like her when I fee her? Why, pofitively, then I will not have her ; the treaty's at an end, and, fans compliment, we break up the congrefs. But, won't that be cruel, after having fuffered her to flatter herfelf with hopes, and fhewing myfelf to her. She's a ftrange dowdy I dare believe : however, fhe brings provifion with her for a feparate maintenance. Antoine, appretez la toilet. I am going to fpend a curfed day ; that I perceive already ; I wifh it was over, I dread it as much as a general election. When a man offajhion condefiends, To herd among his country friends, They watch his looks, his motions S One booby gapes, another flares, And all he fays, does, eats, drinks, wears, Muftfiuit their ruftic notions. But as fior this brutifh old clown here; S' death, why did I ever come down here ! The favage •will now never quit me : Then a confort to take, For my family's fake, I'm in a fine jeopardy, fiplit me ! Cz SCENE"], [102, "LIONEL and CLARISSA: 12 SCENE VI. Changes to a Study in Sir John FlowerdaLe's Houfie ; two Chairs and a Table, with Globes and Mathematical Inftruments. Clarissa enters, fol- lowed by Jen n y. Clar. Immortal pow'rs protect me, Affift, fiupport, diretl me ; Relieve a heart oppreft : Ah ! why this palpitation ! Ceafie bufy perturbation, And let me, let me refl. Jen. My dear lady, what ails you? Clar. Nothing Jenny, nothing. Jen Pardon me, Madam, there is fomething ails you indeed. Lord! what fignifies all the grandeur and riches in this world, if they can't procure one content. I am fure it vexes me to the heart, fo it does, to fee, fuch a dear, fweet, worthy young Lady, as you are, pining yourfelf to death. Clar. Jenny, you are a good girl, and I am very much obliged to you for feeling fo much pn my ac count ; but, in a little time, I hope I fhall be eafier. Jen. Why, now, here to day, Madam, for fartain you ought to be merry to day, when there's a fine gentleman coming to court you; but, if you like any one eife better, 1 am fure, 1 wifh you had him, with all my foul. Clar. Suppofe, Jenny, I was fo unfortunate, as to like a man without my father's approbation ; would you wifh me married to him ? Jen. I wifh you married to any one, Madam, that could make you happy. Clar. Heigho ! Jen. Madam I Madam ! yonder's Sir John and Mr. Lionel on the terras : I believe they are coming up here. Poor, dear Mr. Lionel, he does not feem to be"], [103, "A COMIC OPERA, 13 be in over great fpirits either. To be fure, Madam> it's no bufinefs of mine ; but, I believe, if the truth was known, there are thofe in the houfe, who wou'd give more than ever I fhall be worth, or any the likes of me, to prevent the marriage of a fartain perfon that fhall be namelefs. Clar. What do you mean ? I don't underftand you. Jen. I hope you are not angry, Madam ? Clar. Ah ! Jenny Jen. Lauk ' Madam, do you think, when Mr. Lionel's a clergyman, he'll be obliged to cut off his hair ? I'm fure it will be a thoufand pities, for it is the fweeteft colour, and looks the niceft put up in a cue — and your great pudding-fleeves! Lord! they'll quite fpoil his fhape, and the fall of his fhoulders. Well ! Madam, if T was a Lady of large fortune, I'll be hanged if Mr. Lionel fhould be a parfon, if I couli help it. Clar. I'm going into my dreffing-room — It feems then Mr. Lionel is a great favourite of yours ; but, pray Jenny, have a care how you talk in this manner to any one elfe. Jen. Me talk ! Madam, I thought you knew me better; and, my'dearLady, keep up your fpirits. I'm fure I have dreffed you to day as nice as hands and pins can make you. I'm but a poor fiervant 'tis true, Ma'am ; But was I a lady like you, Ma'am, In grief would 1 fit! The dickens a bit ; No faith, I would fiearch -the world thro', Ma'am, To find what my liking could bit. Set in cafe a young man, In my fancy there ran ; It might anger my friends and relations : But, if I had regard, It Jhould go very hard, Or, I'd follow my own ind'nathns. SCENE"], [104, "LIONEL and CLARISSA: X4\" SCENE VII. Sir John Flowerdale, Lionel. Sir John. Indeed, Lionel, I will not hear of it. What! to run from us all of a fudden, this way ; and at fuch a time too ; the eve of my daughter's wedding, as I may call it ; when your company muft be doubly agreeable, as well as neceffary to us ? I am fure yoa have no ftudies at prefent, that require your attend ance at Oxford: I muft, therefore, infift on your putting fuch thoughts out of your head. Lion. Upon my word, Sir, I have been fo long from the univerfity, that it is time for me t© think of returning. It is true, I have no abfolute ftudies; but, really, Sir, I fhall be obliged to you, if you will give me leave to go. Sir John. Come, come, my dear Lionel, I have for fome time obferved a more than ordinary gravity growing upon you, and I am not to learn the reafon of it : I know, to minds ferious, and well inclined, like yours, the facred function you are about to embrace Lion. Dear Sir, your goodnefs to me, of every kind, is fo great, fo unmeritted ! Your condefcenfion, you* friendly attentions — in fhort, Sir, I want words to ex prefs my fenfe of obligations— — Sir John. Fie, fie, no more of them. By my laft letters, I find that my old friend, the rector, ftill con tinues in good health, confidering his advanced years. You may imagine I am far from defiring the death of fo worthy and pious a man ; yet, I muft own, at this time, I could wifh you were in orders, as you might then perform the ceremony of my daughter's marriage; which would give me a fecret fatisfadfion. Lion. No doubt, Sir, any office in my power, that , Could be inftrumental to the happinefs of any of youJF* family, I fhould perform with pleafure. Sir"], [105, "ACOMIC OPERA. 15 Sir John. Why, really, Lionel, from the character of her intended hufband, I have no room to doubt, but this match will make Clariffa perfectly happy : to be fure, the alliance is the moft eligible, for both families. Lion. If the gentleman is fenfible of his happinefs, in the alliance, Sir: Sir John. The fondnefs of a father is always £uf pected of partiality ; yet, I believe, I may venture to fay, that few young women will be found more unex ceptionable than my daughter : her perfon is agreeable, her temper fweet, her understanding good ; and, with the obligations fhe has to your inftrudtion— — Lion. You do my endeavours too much honour, Sir; I have been able to add nothing to Mifs Flower dale's accomplifhments, but a little knowledge in matters of fmall importance to a mind already fo well improved. Sir John. I don't think fo ; a little knowledge, even in thole matters, is neceffary for a woman, in whom, 1 am far from confidering ignorance as a defireable charadt eriftic : when intelligence is not attended with impertinent affectation, it teaches them to judge with. precifion, and gives them a degree of folidity neceflkry for the companion of a fenfible man. Lion. Yonder's Mr. Jenkins : I fancy he's looking for you, Sir. Sir John. I fee him ; he's come back from Colonel Oldboy's; I have a few words to fay to him, and will return to you again in a minute. g SCENE"], [106, "LIONEL and CLARISSA: 16 SCENE VIII. Lionel: afterwards Clariss a, ahd then Jen NYJ who enters abruptly and runs out again. Lion. To be a burthen to one's felf, to Wage con tinual war with one's own paffions, forced to combat, unable to overcome ! But fee, fhe appears, whofe pre fence turns all my fufferings into tranfport, and makes even mifery itfelf delightful. Perhaps, Madam, you are not at leifure now; other wife, if you thought proper, we would refume the fub jedt we were upon yefterday. Clar. I am fure, Sir, I give you a great deal of trouble. Lion. Madam you give me no trouble ; I fhould think every hour of my life happily employed in your fervice; and, as this is probably the laft time I fhall have the fatisfadtion of attending you upon the fame occafion— Clar. Upon my word, Mr. Lionel, I think myfelf extremely obliged to you; and fhall ever confider the enjoyment of your friendfhip Lion. My friendfhip, Madam, can be of little moj ment to you ; but if the moft perfedf. adoration, if the warmeft wifhes for your felicity, though I fhould never be witnefs of it : if thefe, Madam, can have any merit to continue in your remembrance, a man once honoured with a fhare of your efteem Clar. Hold Sir — I think I hear fomebody. Lion. If you pleafc, Madam, we will turn over this celeftial globe once more — Have you looked at the book I left you yefterday ? Clar. Really, Sir, I have been fo much difturbed in my thoughts for thefe two or three days paft, that I have not been able to look at any thing. Lion. I am forry to hear that Madam ; I hope, there was nothing particular to difturb you. The care Sir John"], [107, "ACOMICOPERA. 17 John takes to difpofe of your hand in a manner fuitable to your birth and fortune. Clar. I don't know, Sir ; — I own I am difturbed ; I own I am uneafy ; there is fomething weighs upon my heart, which I would feign difclofe. Lion. Upon your heart, Madam ! Did you fay your heart ? Clar. I did, Sir, — I Jen. Madam ! Madam ! Here's a coach and fix driving up the avenue : ft's colonel Oldboy's family ; and, I believe the gentleman is in it, that's coming to court you. — Lord, I muft run and have a peep at him out of the window. Lion. Madam, I'll take my leave. Clar. Why fo Sir?— Blefs me, Mr. Lionel, what's the matter ! — You turn pale. Lion. Madam ! Clar. Pray fpeak to me, Sir. — You tremble. — Te!l me the caufe of this fudden change. — How are you ?— Where's your diforder ? Lioa. Oh fortune I fortune ! You afk me in vain, Of what ills I complain, Where harbours the torment I find ; In my head, in my heart, It invades ev'ry part, Andfubdues both my body and mind. Each effort I try, Ev'ry med'cine apply, The pangs of my foul to appeafe \\ But doomd to indure, What I mean for a cure, Turns poifon and feeds the difeafe. D SCENE"], [108, "LIONEL and CLARISSA: 18 SCENE IX. Clarissa, Diana. Dian. My dear Clariffa — I'm glad I have found you a]one, For Heaven's fake, don't let any one break in upon us ; — and give me leave to fit down with you a little : — I am in fuch a tremour, fuch a panic — Clar. Mercy on us, what has happened ? Dian. You may remember I told you, that when I was laft winter in London, I was followed by an odious fellow, one Harman ; I can't fay but the wretch pleafed me, though he is but a younger brother, and not worth fix-pence : And — In fhort, when I was leaving town, I promifed to correfpond with him. Clar. Do you think that was prudent ? Dian. Madnefs ! But this is not the worft ; for what do you think, the creature had the affurance to write to me about three weeks ago, defiring permiffion to come down and fpend the fummer at my father's. Clar. At your father 's ! Dian. Ay, who never faw him, knows nothing of him, and would as foon confent to my marrying a horfe jockey. He told me a long ftory of fome tale he in tended to invent to make my father receive him as an indifferent pjrfon ; and fome gentlemen in London, he faid, would procure him a letter that fhould give it a face ; and he longed to fee me fo, he faid, he could not live without it ; and if he could be permited but to fpend a week with me — — Clar. Well, and what anfwer did you make? Dian. Oh ! abufed him, and refufed to liften to any fuch thing — But — I vow I tremble while I tell it you — Juft before we left our houfe, the impudent monfter arrived there, attended by a couple of fervants, and it now actually coming here with my father. Clar. Upon my word, this is a dreadful thing. Dian. Dreadful, my dear ! — I happened to be at the window as he came into the court, and I declare I had like to have fainted away. I Clar."], [109, "A COMIC OPERA. 19 Clar. Isn't my Lady below ? Dian. Yes, and I muft run down to her. You'll have my brother here prefently too, he would fain have come in the coach with my mother and me, but my father infifted on his walking with him over the fields Clar. Well, Diana, with regard to your affair— I think you muft find fome method of immediately in forming this gentleman that you confider the outrage he has committed againft you in the moft heinous light, and infift upon his going away directly. Dian. Why, I believe that will be the beft way — but then he'll be begging my pardon and afking to ftay. Clar. Why then you muft tell him pofitively you won't confent to it ; and if he perfifts in fo extravagant a defign, tell him you'll never fee him again as long as y.ou live. Dian. Muft I tell him fo ? Ah ! pr'ythee fipare me, dearefl creature ! How can you prompt me to fo much ill-nature ! Kneeling before me, Sbou'd I hear him implore me ; Cou'd I accufie him, Cou'd I rejuje him The boon he Jhou'd aff ? Set not a lover the cruel taff. No, believe me my dear, Was he now flanding here, Infipight of my frights and alarms ; I might rate him, might field him, But Jhou'd flillflrive to hold him, And fink at lafil into his arms. Px SCENE"], [110, "LIONEL and CLARISSA: 20 SCENE X. Clarissa. How eafy to direct the condudf of others, how hard to regulate our own ! I can give my friend advice, while I am confcious of the fame indifcretions in myfelf. Yet is it criminal to know the moft worthy, moft ami able man in the world, and not be infenfible to his merit ? But my father, the kindeft, beft of fathers, will he approve the choice I have made ? Nay, has he not made another choice for me ? And, after all, how can I be fure that the man I love, loves me again ? He never told me fo ; but his looks, his actions, his pre fent anxiety fufficiently declare what his delicacy, his generofity will not fuffer him to utter : it is my part then to fpeak firft. Hope and fear alternate rifing, Strive for empire o'er my heart ; Ev' ry peril now dejpifing, Now at ev'ry breath I fart. Teach, ye learned fiages, teach me> Hoiv tofllem this beating tide : If you've any rules to reach me, Hafte, and be the weak one's guide. Thus, our triaPs at a diflance, Wiydom, Jcience, promfie aid ; But in need of their afiif lance, We attempt to gre.jp a Jhade. SCENE"], [111, "A COMIC OPERA. 21 SCENE XI. Changes to a Side View of Sir John Flowerdale's Houfie, with Gates, and a Profipecl ofthe Garden, Harman enters with Colonel Oldboy. Col. Well, and how does my old friend Dick Rantum do? I have not feen him thefe twelve years : he was an honeft worthy fellow as ever breathed ; I remember he kept a girl in London, and was curfedly plagued by his wife's relations. Har. Sir Richardkwas always a man of fpirit, Colonel. Col. But as to this bufinefs of yours, which he tells me of in his letter — I don't fee much in it — An affair with a citizen's daughter — pinked her brother in a duel — Is the fellow likely to die ? Har. Why, Sir, we hope not ; but as the matter is dubious, and will probably make fome noifc, I thought it was better to be for a little time out of the way ; when hearing my cafe Sir Richard Rantum mentioned you ; he faid, he was fure you would permit me to remain at your houfe for a few days, and offered me a recommendation. Col. And there's likely to be a brat in the cafe — And the girl's friends are in bufinefs — I'll tell you what will be the confequence then — They will be for going to law with you for a maintenance — but no matter, I'll take the affair in hand for you — make me your follicitor; and, if you are obliged to pay for a fingle fpoonful of pap, I'll be content to father all the childien in the Foundling Hofpital. Har. You are very kind, Sir. Col. But hold — hark you — you fay there's money to be had — fuppofe you were to marry the wench ? Har. Do you think, Sir, that would be fo right, after what has happened ? Befides, there's a ftronger objection — To tell you the truth, I am honourably in love in another place. Col."], [112, "LIONEL and CLARISSA: 22 Col. Oh ! you are. Har. Yes, Sir ; but there are obftacles — A father- In fhort, Sir, the miftrefs of my heart lives in this very county, which makes even my prefent fituation a little irkforne. Col. In this county ! Zounds ! Then I am fure I am acquainted with her, and the firft letter of her name is' Har. Excufe me, Sir, I have fome particular rea sons Col. But look who comes yonder — Ha ! ha 1 ha ! My fon picking his fteps like a dancing-mafter. Pr'ythee, Harman, go into the houfe, and let my wife and daughter know we are come, while I go and have fome (port with him : they will introduce you to Sir John Flowerdale. Har. Then, Sir, I'll take the liberty Col. But d'ye hear, I muft have a little more dif courfe with you about this girl ; perhaps fhe's a neighbour of mine, and I may be of fervice to you; I fuppofe fhe's handfome ? Har. It's impoffible to defcribe her to you. Yes, Jloe is fair, divinely fair, And jofeer than the balmy air Tbct vernal Zephir blows ; Her cheeks tranjcend the roje's bloom* And fweet er is the rich perfume Her ruby lips dificlofie. Fly fiwifit, oh Love, and in her ear, Whifiper J'efit, her lover's near, Full ofi doubt and full of fear ; If my rajhnejs Jhould offend, Intercede, My pardon plead, Lfer angry brow unbend. SCENE"], [113, "A COMIC OPERA. 23 SCENE xn. Colonel.OLDBOY, Mr. Jess amy, and fieveral Servants. Col. Why, Zcunds ! one would think you had never put your feet to the ground before; you make as much work about walking a quarter of a mile, as if you had gone a pilgrimage to Jerufalem. Mr. Jeff. Colonel, you have ufed me extremely ill, to drag me through the dirty roads in this manner ; you told me the way was all over a bowling-green ; only fee what a condition 1 am in ! Col. Why, how did I know the roads were dirty ? is that my fault ? Befides, we miftook the way. Zounds, man, your legs will be never the Worfe when they are brufhed a little. Mr. Jeff. Antoine ! have you fentLaRoque for the {hoes and ftockings ? Give me the glafs out of your pocket — not a duft of powder left in my hair, and the friffure as flat as the fore-top of an attorney's clerk — get your comb and pomatum ; you muft borrow fome powder; I fuppofe there's fuch a thing as a dreffing room in the houfe ? Col. Ay, and a cellar too, I hope, for I want a glafs of wine curfedly — but hold! hold! Frank, where are you going ? Stay, and pay your devoirs here, if you pleafe ; I fee there's fomebody coming out to welcome us. SCENE"], [114, "LIONEL and CLARISSA: 24 S C E N E XIII. Colonel Oldboy, Mr. Jessamy, Lionel, Diana, Clarissa. Lion. Colonel your moft obedient ; Sir John is walk ing with my Lady in the garden, and has commifuoned me to receive you. Col. Mr. Lionel, I am heartily glad to fee you — come here, Frank — this is my fon, Sir. Lion. Sir, I am extremely proud to— — Mr. Jeff. Can't you get the powder then ? Col. Mifs Clary, my little Mifs Clary — give me a kifs my dear — as handfome as an angel by Heavens — Frank, why don't you come here? this is Mifs Flowerdaie. Dian. Oh Heavens Clariffa .' Juft as I faid, that im pudent devil is come here with my father. Mr. Jeff. Had'nt we better go into the houfe? To be made in fuch a pickle ! Will you pleafe to lead the tuay, Sir? Col. No, but if you pleafe, you may Sir, For precedence none willflickle. Dian. — Brother, no palitenefs ? Blefs me ! Will you not your hand be/low ? Lead the Lady. Clar. — ' — Don't diflrefs me\\ Dear Diana let him go. Mr. Jeff. Ma'am permit me. Col. — Smoke the beau. A. 2. Cruel mufl /, can I bear ; - Oh adverfe Jlars ! Oh fate fevere ! Befet, tormented, Each hope prevented : Col. None but the brave deferve the fair. Come Ma'am let me lead you : Now, Sir, I precede you. A. 5. Lovers mufl ill ufage bear. Oh adverfe Jlars ! oh fate fevere ! None but ihe brave deferve the fair."], [115, "A COMIC OPERA. 25 A C T II. SCENE I. A Hall, in Sir John Flowerdale's Houfie, with the Vieiv of a grand Stair-cafe, through an Arch. On either Side of the Stair-cafe below, two Doors, leading from different Apartments. Lionel enters followed by Jenny. Jen. Well, but Mr. Lionel, confider, pray confider now; how can you be {o prodigious undifcreet as vou are, walking about the hall here, while the gentlefolks are within in the parlour ? Don't you think they'll wonder at your getting up fo foon after dinner, and before any of the reft ofthe company ? Lion. For Heaven's fake, Jenny, don't fpeak to me : I neither know where I am, nor what I am doing ; I am the moft wretched and miferable of all mankind. Jen. Poor dear foul I pity you. Yes, yes, I believe you are miferable enough indeed; and I allure you I have pitied you a great while, and fpoke many a word in your favour, when you little thought you had fuch a friend in a corner. Lion, But, good Jenny, fince, by fome accident or other, you have been able to difcover what I would willingly hide from all the world; I conjure you, as you regard my intereft, as you value your Lady's peace and honour, never let the moft diftant hint of it efcape you ; for it is a fecret of that importance Jen. And, perhaps, you think I cant keep a fecret. Ah ! Mr. Lionel, it muft be hear, fee, and fay nothing in this world, or one has no bufinefs to live in it; be fides who would not be in love with my Lady ? There s> never a man this day alive but might be proud of it ; for fhe is the handfomeft, fweeteft temperdeft ! And I am fure one of the b.-ft miftrefTes, ever poor girl had. E Lion."], [116, "LIONEL and CLARISSA: 26 Lion. Oh Jenny! She's an angel. Jen. And fo fhe is indeed — Do you know that fhe gave me her blue and filver fack to day, and it is every crum as good as new ; and, go things as they will, don't you be fretting and vexing yourfelf, for I am mortally fartain fhe would liverer fee a toad than this Jeffamy. Though I muft fay, to my thinking, he's a very likely man ; and a finer pair of eye-brows, and a more delicater nofe I never faw on a face. Lion. By Heavens I fhall run mad. Jen. And why fo? It is not beauty that always takes the fancy : Moreover, to let you know, if it was, I don't think him any more to compare to you, than a thiftle is to a carnation : and fo's a fign ; for, mark my words, my Lady loves you, as much as fhe hates him. Lion. What you tell me, Jenny, is a thing I neither merit nor expedt : No, I am unhappy, and let me con tinue fo ; my moft prefumptuous thoughts fhall never carry me to a wifh that may affect her quiet, or give her caufe to repent. Jen. That's very honourable of you I muft needs fay ; but for all that, liking's liking, and one can't help it; and if it fhould be my Lady's cafe it is no fault of yours. I am fure, when fhe called me into her dreffing-room, before fhe went down to dinner, there fhe flood with her eyes brim full of tears ; and fo I fell a crying for company — and then fhe faid fhe could not abide the chap in the parlour ; and at the fame time, fhe bid me take an opportunity to fpeak to you, and de fire you to meet her in the garden this evening after tea ; for fhe has fomething to fay to you. Lion. Jenny, I fee you are my friend ; for which I thank you, though I know it is impofiible to do me any fervice ; take this ring and wear it for my fake. Jen. I am very much obliged to your honour ; I am your friend indeed — but, I fay, you won't forget to be in the garden now ; and in the mean time keep as little in the houfe as you can, for walls have eyes and ears ; and I can tell you the fervants take notice of your uneafinefs, tho' I am alwayi definng them to mind their own bufinefs."], [117, "A C O M I C OPERA. 27 Liom Pray have a care Jenny, have a care my dear girl, a word may breed fufpicion. Jen. Plha ! have a care yourfelf; it is you that breeds fufpicion, fighing and pining about; you look for all the world like a ghoft; and if you don't pluck up your fpirits you will be a ghoft foon; letting things get the better of you. Though to be fure when I thinks with myfelf, being crofs'd in love is a terrible thing- There was a young man in the town where I was born made away with himfelf upon the account of it. Lion. Things fhan't get the better of me Jenny. Jen. No more they don't ought. And once again I fay, fortune is thrown in your difh and you are not to fling it out ; my Lady's eftate will be better than three bifhopricks if Sir John could give them to you. Think of that Mr. Lionel, think of that. Lion. Think of what ? Oh talk not to me ofi the wealth Jhe poffeffes, My hopes and my views to herfelf I confine ; The Jplendour of riches but flight ly impreffes A heart that is fir aught with a paffton like mine. By love, only love, Jhou'd our fouls be cemented; No int'refl, no motive, but that wou'd I own ; With her in a cottage be blcfl and contented, And wretched without ber, tho' plac'd on a throne. E2 SCENE"], [118, "28 L I O N E L and C L A R I S S A : SCENE II. Jenny, Colonel Oldboy. Col. Very, well my Lady, I'll come again to you pre fently, I am only going into the garden for a mouthful of air. Aha ! my little Abigal ! Here Molly, Jenny, Betty ! What's your name ? Why don't you anfwer me, huffey, when I call you ? Jen. If you want any thing, Sir, I'll call one of the footmen. Col. The footmen ! the footmen ! Damn me, I never knew one of them, in my life, that would'nt prefer a rafcal to a gentleman — Come here, you flut, put your hands about my neck and kifs me. Jen. Who, I, Sir! Col. Ay, here's money for you ; what the devil are you afraid of? I'll take you into keeping; you fhall go and live at one of my tenant's houfes. Jen. I wonder you are'nt afhamed, Sir, to make an honeft girl any fuch propofial; you that have a worthy gentlewoman, nay, a Lady of your own — To be fure fhe's a little ftricken in years; but why fhould'nt fhe grow elderly as well as yourfelf ? Col. Burn a Lady, I love a pretty girl ■ Jen. Well, then you may go look for one, Sir, I have no pretenfions to the title. Col. Why, you pert baggage, you don't know me. Jen. What do you pinch my fingers for ? Yes, yes, I know you well enough, and your charekter's well known all over the country, running after poor young creatures as you do, to ruinate them. Col. What, then people fay Jen, Indeed, they talk very bad of you ; and what ever you may think, Sir, tho' I'm in a menial ftafion, I'm come of people that won'd'nt fee me put upon ; there are thofe that wou'd take mv part againft the proudeft he in the land, that fhouid offer any. thing uncivil. 3 Cd>"], [119, "A COMIC OPERA. 29 Col. Well, come, let me know now, how does your young Lady like my fon ? Jen. You want to pump me do you ? I fuppofe you would know whether I can keep my tongue within my teeth. Col. She does'nt like him then ? Jen. I don't fay fo, Sir — Isn't this a fhame now — I fuppofe to-morrow or next day it will be reported that Jenny has been talking, Jenny faid that, and t'other— But here, Sir, I ax you, Did I tell you any fuch thing? Col. Why yes, you did. Jen. I ! — Lord blefs me, how can you > Col. Ad I'll mouzle you. Jen. Ah ! ah ! Col. What do you bawl for ? \"Jen. Ah ! ah ! ah 1 Indeed, fiorfiooth, a pretty youth, To play the am'rous fool ; At fiuch an age, methinks your rage Might be a little cool. Fie, let me go, Sir. Kifis me I — No, no, Sir. You pull me and Jloake me, For what do you take me, This figure to make me ? •I'd have you to know Lm not for your game, Sir ; Nor will I be tame, Sir. Lord, have you no Jhame, Sir, To tumble one Jo ? SCENE"], [120, "LIONEL and CLARISSA: 3© SCENE III. Colonel Oldboy, Lady Mary, Diana, Harmaw. Lady M. Mr. Oldboy, won't you give me your hand to lead me up flairs, my dear ? — Sir, I am prodigioufly obliged to you ; I proteft I have not been fo well, I don't know when : I have had no return of my bilious com plaint after dinner to-day ; .and eat fo voracioufly ! Did you obferve Mifs ? the whole wing of a Partridge; Doctor Arfnic will be quite aftonifhed when he hears it ; finely his new invented medicine has done me a pro digious deal of fervice. Col. Ah ! you'll always be taking one.flop or other till you poifon yourfelf. Lady M. It brought Sir Barnaby Drugg from death's door, after having tryed the Spaw and Briftol waters without effect : it is good for feveral things, in many fovereign, as in colds and confumptions, and lownefs of fpirits ; it correds the humours, rectifies the juices, regulates the nervous fyftem ; creates an appetite, pre vents flufhings and ficknefs after meals ; as alfo vain fears and head-achs ; it is the fineft thing in the ■world for an afthma ; and no body that takes it, is ever troubled with hyfterics. Col. Give me a pinch of your Lordfhips's fnuff. Lady M. This is a mighty pretty fort of man, Colonel, who is he ? Col. A voung fellow my Lady, recommended to me. Lady AI. I proteft he has the fweeteft tafte for poetry ! —He has repeated to me two or three of his own things; and I have been telling him of the poem my late brother Lord Jeffamy made on the moufe that was drowned. Col. Ay, a fine fubjedf. for a poem ; a moufe that was drowned in a Lady M. Hufh, my dear Colonel, don't mention it; to be fure the circumftance was vaftly indelicate ; but for the number of lines, the poem was as charming a morfel — I heard the Earl of Punley fay, who underftood Latin, that it was equal to any thing in Catullus."], [121, "A COMIC OPERA. 31 Col. Well, how did you like your fon's behaviour at dinner, Madam ? I thought the girl looked a little afkew at him — Why, he found fault with every thing, and contradicted every body ! t Lady M. Softly — Mifs Flowerdale I underftand has defired a private conference with him. Col. What, Harman, have you got entertaining my daughter there ? Come hither, Dy ; has he been giving you a hiftory of the accident that brought him down here ? 1 Dian. No, Papa, the gentleman has been telling me Lady M. No matter whatMifs — 'tis not polite to repeat what has been faid. Col. Well, well, my Lady, you know the compact •we made ; the boy is yours, the girl mine Give me your hand Dy. Lady M. Mifs, why won't you. take a pair of my French chicken-gloves — your hands look fo chapped and fo red, I declare one would think you did up your own linen. Col. Why now, my Lady, I think they are very tfhite. Lady M. Colonel I have done — Pray, Sir, was there any news when you left London ; any thing about the Eaft-Indies, the miniftry, or politics of any kind ? lam ftrangely fond of politics : but I hear nothing fince my Lord Jeffamy's death ; he ufed to write to me all the affairs ofthe nation, for he was a very great politician himfelf. I have a manufcript fpeech of his in my ca binet — He never fpoke it, but it is as fine a thing as ever cams from man. Col. What is that crawling on your Ladyfhip's petticoat. Lady M. Where ! where ! Qol. Zounds ! a fpider with legs as long as my arm. Lady AI. Oh Heavens ! Ah don't let me look .at it ; I fhall faint, I fhall faint ! A fpider ! a fpider ! a fpider ! SCENE"], [122, "LIONEL and CLARISSA. 32 SCENE IV. Colonel Oldboy, Diana, Harman. Col. Old. Hold ; zounds let her go ; I knew the fpider would fet her a galloping, with her damned fufs about her brother my Lord Jeffamy. Harman come here, How do you like my daughter ? Is the girl you are in love with as handfome as this ? Har. In my opinion, Sir, Col. What, as handfome as Dy ! I'll lay you twenty pounds fhe has not fuch a pair of eyes. He tells me he's in love, Dy ; raging mad for love, and, by his talk, I begin to believe him. Dia. Now, for my part, papa, I doubt it very much; though, by what I heard the gentleman fay juft now wuhin, I find he imagines the lady has a violent partiality for him ; and yet he may be miftaken there too. Col. For fhame, Dy, what the mifchief do you mean ? How can you talk fo tartly to a poor young fellow un der misfortunes ? Give him your hand, and afk hi* pardon. — Don't mind her, Harman. For all this, fhe is as good-natur'd a little devil, as ever was born. Har. You may remember, Sir, I told you before dinner, that I had for fome time carried on a private correfpendence with my lovely girl ; and that her father, whofe confent we defpair of obtaining, is the great obstacle to our happinefs. Col. Why don't you carry her off in fpight of him, then ? — Iran away with my wife — afk my Lady Marv, fhe'l! tell you the thing herlelf. — Her old conceited Lord of a father thought I was not good enough ; but I mounted a garden-wall, notwithftanding their cheveux de-frize of broken glafs bottles, took her out of a three pairofftairs window, and brought her down a ladder in my arms. By the way, fhe would have fqueezed through a cat-hole to get at me. — And I would have taken her out of the Tower of London, damme, if it had been furrounded with the three regiments of guards."], [123, "A COMIC OPERA. 33 Diei. But furely, papa, you would not perfaade the gentleman to fuch a proceeding as this is ; conficler the noife it wil! make in the country ; and if you are known to be the advifer and abettor Col. Why, what do I care ? I fay, if he takes my advice he'll run away with her, and I'll give him all the affiftance I can. Har. I am fure, Sir, you are very kind ; and, to tell you the truth, I have more than once had the very fcheme in my head, if I thought it was feafible, and knew how to go about it. Col. Feafible, and knew how to go about it ! The thing's feafible enough, if the girl's willing to go oft with you, and you have fpirit fufficient to undertake it. Har. O, as for that Sir, I can anfwer. Dia. What, Sir, that the lady will be willing to go off with you ? Har. No, Ma'am, that I have fpirit enough to ta'-ce her, if fhe is willing to go ; and thus far 1 dare ven ture to promife, that between this and to-morrow morning I will find out whether fhe is or not. Col. So he may ; fhe lives but in this county ; and tell her, Harman, you have met with a friend, who is inclined to ferve you. You fhall have my poit-chaife at a minute's warning; and if a hundred pieces will be of any ufe to you, you may command 'em. Har. And you are really ferious, Sir ? Col. Serious ; damme if I an't. I have put twenty young fellows in a way of getting girls that they never would have thought of: and bring her to my houfe ; whenever you come you fhall have a fupper and a bed j but you muft marry her firft, becaufe my Lady vail be fqueamifh. Dia. Well, but, my dear papa, upon my word you have a great deal to anfwer for : fuppofe it was your own cafe to have a daughter in fuch circumftances, would you be obliged to any one • Col. Hold vour tongue, huffy, who bid you put in. your oar ? However, Harman, I don't want to let F you"], [124, "LIONEL and CLARISSA: 34 you upon any thing ; 'tis no affair of mine to be fure, I only give you advice, and tell you how I would adt if I was in your place. Har. I affure you, Sir, I am quite charm'd with the advice ; and, fince you are ready to ftand my friend, I am determined to follow it. ' Col. You are Har. Pofitively Col. Say no more then ; here's my hand : — You underftand me. — Nooccafion to talk any further of it atprefent. — When we are alone — Dy, take Mr. Har man into the drawing-room, and give him fome tea.— I fay, Harman, Mum. — Har. O, Sir. Col. What do you mean by your grave looks, miftrefs ? How curjedly vext the old fellow will be, When be finds you have finapt up his daughter ; But Jh'tfit as he will, leave the matter to me, And I warrant you foon Jhall have caught ber. Whats a plague and a pox, Shall an ill-natur'dfox, Prevent youth and beauty From doing their duty ? He ought to be fet in the flocks. He merits the law ; And ifive can't bite him, By gad we'll indite him. Ha, ha, ha, ha, ha, ha, ha. SCENE"], [125, "A COMIC OPERA. 35 SCENE V. Diana, Harman. Dian. Sir, I defire to know what grofs adts of imprudence you have ever difcovered in me, to autho rize you in this licence, or make you imsgine I fhould not fhew fuch marks of my refentment as your mon flrous treatment of me deferves. Har. Nay, my dear Diana, I confefs I have been rather too bold ; — but confider, I languifh'd to fee you ; and when an opportunity offer'd to give me that pleafure without running any rifque, either of your quiet or reputation, how hard was it to be refifted ? 'Tis true, I little thought my vifit would be attended with fuch happy eonfequences as it now feems to promife. Dian. What do you mean ? Har. Why, don't [you fee your father has an inclina tion I fhould run away with you, and is contriving the means himfelf ? Dia. And do you think me capable of concurring ? Do you think I have no more duty ? Har. I don't know that, Madam ; I am fure ycur refilling to feize fuch an opportunity to make me happy, gives evident proofs that you have very little love. Dia. If there is no way to convince you of my love but by my indifcretion, you are welcome to confider it, in what light you pleafe. Har. Was ever fo unfortunate a dog? Dia. Very pretty this upon my word ; but is it pof fible you can be in earneft ? Har. It is a matter of too much confequence to jeft about. Dia. And you ferioufly think I ought Har. You are fenfible there are no hopes of your father's ccoly and wittingly confenting to our marriage ; chance has thrown in our way a whimfica! method of furprizing him into a compliance, a«d why fhould not we avail ourfelves of.t ? F 2 Dia"], [126, "LIONEL and CLARISSA: -6 Dia.- And fo you would have me Har. I fhall fay no more, Ma'am. Dia, Nay, but, for Heaven's fake ■——. Har. No, Madam no; I have done. Dia And are you pofitively in this violent fufs about the matter, or only giving yourfelf airs ? Hor. You may fuppofe what you think proper, Madam. Dia. Well, come ; — let us go into the drawing. room and drink tea, and afterwards we'll talk of matters. Har. I won't drink any tea. Dia. Why fo ? Har. Becaufe I don't like it. £>ia. Not like it ! Ridiculous. Har. 7 wifh you would let me alone. Dia. Nay, pr'ythee Har. I won't. Dia. Weil, will you if I confent to a<_t as you pleafe » Har. 1 don't know whether I will or not. Dia. Ha, ha, jia, poor Harman. Come then, pining, peevijh loiter. Tell me what to do and Jay ; From your doleful dumps recover, Smile, and it fall have its nay. With their humours, thus to teaze us, Men are fure thefllrimgefil elves ! Silly creatures, would you pleafe us, You fiiould fill fesm pleas' d ycurfelves. SCENE"], [127, "A COMIC OPERA. 37 SCENE VI. Harman. Say'ft thou fo, my girl I Then Love renounce me, if I drive not old Truepenny's humour to the uttermoft.— Let me confider ; what ill confequencecan poflibly attend it? — The defign is his own, as in part will be the execution. He may perhaps be angry when he finds out the deceit. — Well ; — he deceives himfelf ; and faults we commit ourfelves we feldom find much diffi culty in pardoning. Hence zvith caution^, hence with fear, Beauty prompts, and naught fhall flay me ; Boldly for that prize I fleer ; Roci:s, nor winds, nor waves difmay me. Yet, rajh lover, look behind, Think what evils may betide you ; Love and fortune both are blind, And you have none elfe to guide you. SCENE"], [128, "38 LIONEL and CLARISSA: SCEN^! VII. Changes to a bandfome Dreffing-room, Juppofied to beChA- rissa's. On one Side, between the Wings, is a Table with a Glafis, Boxes, and two Chairs. Diana enters before JessAMY. Dia. Come, brother, I undertake to be miftrefs of the ceremony upon this occafinn, and introduce you to your firft audience. Mifs Flowerdale is not here, I perceive ; but no matter. Mr. Jeff. Upon my word, a pretty elegant dreffing room this ; hut confound our builders, or architects, as they call themfelves, they are all errant ftone-mafons ; not one of them know the fituation of doors, windows, or chimnies ; which are as effential to a room as eyes, nofe and mouth to a countenance. Now, if the eyes are where the mouth fhould be, and the nofe out of proportion and its place, quel horrible phifiognomie. Dia. My dear brother, you are not come here as a virtuofo to admire the temple ; but as a votary to ad drefs the deitv to whom it belongs. Shew, I befeech you, a little more devotion, and tell me, how do you like Mifs Flowerdale ? don't you think her very hand fome ? Air. Jeff. Pale ; but that I am determinrd fhe fhall remedy ; for, as foon as we are married, I will make her put on rouge : — Let me fee ; — has fhe got any in her boxes here ; Veritable toilet a la Angloifie. Nothing but a bottle of Hungary-water, two or three rows of pins, a paper of patches, and a little bole-ar moniac by way of tooth-powder. Dia. Brother, I would fain give you fome advice upon this occafion, which maybe of fcrvice to you : You are now going to entertain' a young Lady — Let me prevail upon you to lay afide thofe airs, on account cf which fome people are impertinent enough to call you a coxcomb ; for, I am afraid, fhe may be apt to think you a coxcomb too, as I affure you fhe is very capable of diftinguifhing. Mr"], [129, "A COMIC OPERA. 39 Mr. Jeff. So much the worfe for me. —If fhe is ca pable of diftinguifhing, I fhall meet with a terrible repulfe. I don't believe fhe'll have me. Dia. I don't believe fhe will, indeed. Mr. Jeff. Go on, fifter, ■ ■ ha, ha, ha. Dia. proteft I am ferious.—Though, I perceive, you have more faith in the counfellor before you there, the looking-glafs. But give me leave to tell you, it is not a powder'd head, a lac'd coat, a grimace, a fhrug, a bow, or a few pert phrafes, learnt by rote, that confti tutethe power of pleafing all women. Air. Jeff. Apres ma chere. Dia. Thefe qualifications we find in our parrots and monkies. I would undertake to teach Poll, in three weeks, the fafliionable jargon of half the fine men about town ; and I am fure it muft be allowed, that pug, in a fcarlet coat, is a figure as degage and alluring as moft of them. Mr. Jeff. Upon my honour that's a charming India cabinet — But Mifs Flowerdale will be here prefently— . You had better return to give the gentleman his tea, and it is ten to one but we fhall agree, though I fhould not profit by your fage advice. Dia. Well, I will leave you. I wonder, Ifwear, How women can bear A fop, that himfelfjlill admires ; Mere puppets for play, Of papier mache, Without either foul or defirts. One's pos'd in one's aim, To give them a name, Things of fuch equivocal growth ; Nor majler nor mifs, But 'twixt that and this, Ridiculous copies of both. [Exit. SCENE"], [130, "40 LIONEL and CLARISSA* SCENE VIII. Clarissa, Mr. Jessamy. Clar. Sir, I took the liberty to defire a few mo ments private converfation with you — I hope you will excufe it — I am, really, greatly embarrafs'd. But, in an affair of fuch immediate confequence to us both— Mr. Jeff. My dear creature, don't be embarafs'd be fore me; I fhould be extremely forry to ftrike you with any awe ; but, this is a fpecies of mauvaife honte, which the company I fhall introduce you to, will foon cure you of. Clar. Upon my word, Sir, I don't underftand you. Mr. Jeff. Perrraps, you may be under fome un eafinefs, left I fhould not be quite fo warm in the pro fecution of this affair, as you could wifh : it is true, with regard to quality, I might do better ; and, with regard to fortune, full as well — But, you pleafe me — Upon my foul, I have not met with any thing more agreeable to me a great while. Clar. Pray, Sir$ keep your feat. Mr. JeJJ. Mauvaife honte again. My dear, there is nothing in thefe little familiarities between you and me — When we are married, I fhall do every thing to render your life happy Clar. Ah ! Sir, pardon me. The happinefs of my life depends upon a circumftance Mr. Jiff Oh ! — I underftand you — You have been told, I fuppofe, of the Italian opera girl — Rat peoples tongues — However, 'tis true, I had an affair with her at Naples; and fhe is now here. But, be fatisfied, I'll give her a thoufand pounds, and fend her about her bufinefs. Clar. Me Sir ! I proteft'nobody told me — Lord ! I never heard any fuch thing, or enquired about it. Mr. Jeff. Nor, have not they been chattering to you of my affair at Pifa, with the Principefla del Clar. No, indeed, Sir. t Mr,"], [131, "ACOMICOPERA. 41 Mr. Jeff. Well! I was afraid they might, becaufe, in this rude country —However, my dear creature, you ought to prepare yourfelf againft any little trials of this kind ; we are naturally volage; yet, I dare ven ture to promife you, that my flights will be but fhort ; and, I fhall foon return again to my deftined mate — But, why filent, on a fudden —don't be afraid to fpeak. Clar. No, Sir, I will come to the fubjecl:, on which, I took the liberty to trouble you —Indeed, I have great reliance on your generofity. Mr. Jeff. \"You'll find me generous as a prince, depend on't. Clar. I am blefs'd. Sir; with one of the beft of fathers : I never yet difobey'd him; in which I have had little merit; for his commands have always been to fecure my own felicity. Mr. Jeff. Well ! my dear, don't imagine I will prevent your being dutiful to your father : no, no, continue to love him ; I fhan't be jealous. Clar. But now, Sir, I am under the fhocking necrf fity of difobeying him, or being wretched for e^er. Mr. Jeff Hem! Clar. I repeat it, Sir, wretched for ever —my pre fent fituation —the gloomy profpedf. before me —the in quietude of my mind Ah I how weak is inclination, Fain I would yet more explain ; But, you Jee my agitation, And will fipare my tongue the pain. Help, and force, at once for fiake me, On your kindnefs I depend. Since your wife you cannot make me, Make, O make me, Sir, your friend. G SCENE"], [132, "LIONEL and CLARISSA: 42 SCENE IX. Jessamy, Jenkins. Mr. Jeff. Who's there ? Jenk. Do you call, Sir ? Mr. Jeff. Hark you, old gentleman ; who are you? Jenk. bir, my name is Jenkins. Mr. Jeff. Oh ! you are Sir John Flowerdale's ftew ard ; a fervant he puts confidence in. Jenk. Sir, I have ferved Sir John Flowerdale many years : he is the beft of mafters; and, I believe, he has fome dependance on my attachment and fidelity. Mr. Jeff. Then, Mr. Jenkins, I fhall condefcend to fpeak to you. Does your mafter know who I am ? Does he know, Sir, that I am likely to be a Peer of Great Britain ? That I have ten thoufand pounds a year : that I have paffed through all Europe with dif tinguifhed eclat; that I refufed the daughter of Myn heer Van Slokenfolk, the great Dutch burgomafter: and, that, if I had not had the misfortune of being bred a proteftant, I might have married the niece of his prefent holinefs the Pope ; with a fortune of two hundred thoufand piaftres. Jenk. I am fure, Sir, my mafter has all the refpecl imaginable Mr- Jeff- Then, Sir, how comes he, after my fhewing an inclination to be allied to his family ; how comes he, I fay, to bring me to his houfe to be af fronted. I have let his daughter go; but, I think, I was in the wrong; for a woman that infults me, is no more fafe than a man. I have brought a Lady to reafon before now, for giving me faucy language ; and left her male friends to revenge it. Jenk. Pray, good Sir, what is the matter ? Mr. Jeff. Why, Sir, this is the matter, Sir — Your matter's daughter, Sir, has behaved to me with damn'd infolence, and impertinence; and, you may tell Sir John Flowerdale, firft,. with regard to her, that,"], [133, "A COMIC OPERA. 43 <hat, I think fhe is a filly, ignorant, aukward, ill bred country pufs. Jenk. Oh ! Sir, for Heaven's fake Mr. Jeff. And, that, with regard to himfelf; he is, in my opinion, an eld, doating, ridiculous, coun try 'fquire ; without the knowledge of either men or things; and, that he is below my notice, if it were not to defpife him. Jenk. Good lord ! Good lord ! Mr. Jeff. And, advife him and his daughter to keep out of my way ; for, by gad, I will affront them, in the firft place I meet them And, if your mafter is for carrying things further; tell him, I fence better than any man in Europe. In Italy, Germany, France, I have been ; Where, princes Tve liv'd with, where monarchs I'vefieen; The great have carejs'd me, The fair have addrefis'd me ; Nay, Jmiles, I have had from a queen. And, now, Jhall a pert, InJignificant flirt, With infolence ufe me, Prefiume to refufe me ; She fancy's my pride will be hurt. But tout au contraire, I'm pleas'd, I declare; Quite happy, to think, I eficape from the finare : ServiteurMam Jelle ; my claim I withdraw. Hey ! where are my people ; fal, lal, lal, lal, la. SCENE"], [134, "LIONEL and CLARISSA: 44 SCENE X. Jenkins. I muft go and inform Sir John of what has happen r ed ; but, I will not tell him of the outrageous beha viour of this young fpark ; for, he is a man of fpirit, and would refent it. Egad, my own fingers itched to be at him, once or twice ; and as ftout as he is, I fancy thefe old fifts would give him a bellyful. He complains of Mifs Clariffa; but, fhe is incapable of treating him in the manner he fays. Perhaps, fhe may have behaved with fome coldnefs towards him; and, yet, that is a myftery to me too; for, fhe has feen him before ; and, I have heard Sir John fay a thou fand times, that fhe expreffed no repugnance to the match. Oh ! ladies, lovely creatures ; Your wit, your Jhape, your features, Are all divine : But filill changing, feigning ; The man who fieeks your meaning, Goes out the fia to fathom, Without lead or line. Your charms are form d to pleafe us ; You f pre ad the lure to Jeize us : And when we get Into the net, Why, then, you vex and teaze us. SCENE"], [135, "A COMIC OPERA. 45 SCENE XI. Changes to Sir John Flowerdale's Garden ; with a view of a Canal, by Aloon-light : the fide Scenes re- prefent Box-hedges, intermixed zvith Statue!, and flow- ering Shrubs. Lionel enters, leading Clarissa. Lion. Hift — methought I heard a noife — mould we be furprized together, at a juncture fo critical; what might be the confequence — I know not how it is , but, at this, the happieft moment of my life, I feel a damp, a tremor, at my heart Clar. Then, what fhould I do ? If you tremble, I ought to be terrified, indeed ; who, have difcovered fentiments which, perhaps, 1 fhould have hid, with a franknefs, that, by a man lefs generous, lefs noble minded than yrourfelf, might be conftrued to my dif advantage. Lion. Oh ! wound me not with fo cruel an expref fion — you love me, and have condefcended to confefs it — You have feen my torments, and been kind enough to pity them — The world, indeed, may blame you Clar. And, yet, was it proclaimed to the world ? What could the moft malicious fuggeft ? They could but fay, that, truth and fincerity got the better of forms : that the tongue dar'd to fpeak, the honeft fen fations of the mind ; that, while you aimed at im proving my underftanding, you engaged, and con quered my heart. Lion. And, is it ! is it poffible ! Clar. Becalm, and liften to me: what I have done has not been lightly imagined, nor rafhly undertaken: it is the work of refledfion, of convidtion ; my love is not a facrifice to my own fancy, but a tribute to your worth ; did I think there was a more deferving man in the world Lion. If, to doat on vou more than life, be to de ferve you, fo far I have merit ; if, to have no wifh, DO"], [136, "LIONEL and CLARISSA: 46 hope, no thought, but you, can entitle me to the envied diftinction of a moment's regard, fo far I dare pretend. Clar. That, I have this day refufed a man, with whom I could not be happy, I make no merit : born for quiec and fimplicity, the crouds of the world ; the noife attending pomp and diftinction, have no charms for me : I with to pafs my life in rational tranquility, with a friend, whole virtues I can refpect, vvhofe ta lents I can admire ; who will make my efteem the bafis of my affection. Lion. O charming creature ! yes, let me indulge the flattering idea; form'd with the fame fentiments, the fame feelings, the fame tender paffion for each other ; Nature defign'd us to compofe that facred union, which nothing but death can annul Clar. One only thing remember. Secure in each Others affections, here we muft reft ; I would not give my father a moment's pain, to purchafe the empire of the world. That he will never force my inclinations, I am confident ; and, while he lives, or, till fome fa vourable accident, now unforefeen, offers to befriend us Lion. Command, difpofe of me as you pleafe; an gels take cognizance of the vows of innocence and virtue ; and, I will believe that ours are already re gifter'd in Heaven, Clar. I will believe fo too. Go, and, on my truth relying, Comfort to your cares applying, Bid each doubt and forrow flying, Leave to peace, and love your breafl. Go, and may the Pow'rs that hear us, Still, as kind protefiors near us, Through our troubles fafely fleer us To a port of joy and reft. SCENE"], [137, "A COMIC OPERA. 47 SCENE XII. Lionel, Sir John Flowerdale. Sir John. Lionel, Lionel Lion. Who calls? Sir John. Lionel. Lion. Heavens ! 'Tis Sir John Flowerdale ; where fliall I hide myfelf; how avoid him — this way unlucky — > O cruel love, to what do you reduce me ? Sir John. Who's there ? Lion. 'Tis I, Sir ; I am here, Lionel. Sir John. My dear lad, I have been fearching for you this half hour, and was at laft told you had come into the garden : I have a piece of news, which I dare fwear will fhock and furprize you ; my daughter has refufed Colonel Oldboy's fon, who is this minute departed the houfe in violent refentment of her ill treatment. Lion. Is he gone, Sir ? Sir Jahn. Yes, and the family are preparing to follow him : it is impoffible to defcribe to you, how I am grieved at this fatal accident ; you know, as well as I, the cogent reafons that determined me to this marriage. Oh Lionel ! Clariffa has deceived me : in this affair fhe has fuffered me to deceive myfelf. The meafures which I have been fo long preparing are broken in a moment — my hopes ftuftrated ; and both parties, in the eye of the world, rendered light and ridiculous. Lion. I am ferry to fee you (o much moved ; pray, Sir, recover yourfelf. Sir John. I am forry, Lionel, fhe has profited no better by your leffons of philofophy ; than to impofe upon and diftrefs fo kind a father. Lion. Have jufter thoughts of her, Sir ? She has not impofed on you, fhe is incapable — have but a little patience and things may yet be brought about. 3 sir"], [138, "48 L I O N E L and C L A R I S S A : Sir John. No, Lionel, no ; the matter is paft, and there's an end of it ; yet I would conjecture to what fuch an unexpected turn in her conduct can be owing ; I would fain be fatisfied of the motive that could urge her to fo extraordinary a proceeding, without the leaft intimation, the leaft warning to me, or any of her friends. Lion. Perhaps, Sir, the gentleman may have been too impetuous and offended Mil's Flowerdale's delicacy — certainly nothing elfe could occafion Sir John. Heaven only knows 1 think, indeed, there can be no fettled averfion, and finely her affect tions are not engaged elfewhere. Lion. Engag'd, Sir No, Sir. Sir John. I think not, Lionel. Lion. You may be pofitive, Sir, — I'm fure Sir John. O worthy young man, whofe integrity, opennefs, and every good quality have rendered dear to me as my own child ; I fee this affair troubles you as much as it does me. Lion. It troubles me indeed, Sir. Sir John. However, my particular difappointment ought not to be detrimental to you, nor fhall it : Iwell know how irkfome it is to a geneious mind to live in a ftate of dependence, and have long had it in my thoughts to make you eafy for life. Lion. Sir John, the fituation of my mind at prefent is a little difturb'd — fpare me! 1 befeech you, fpare me ; why will you perfift in a goodnefs that' makes me afham'd of myfelf ? Sir John. There is an eftate in this county which I purchafed fome years ago, by me it will never' be miffed, and whoever marries my daughter will have little reafon to complain of my difpofing of fuch a trifle for my own gratification. On the prefent marriage I in tended to perfect a deed of gift in your favour,° which has been for fome time prepared ; my lawyer has this day completed it, and it is yours my dear Lionel, with every good wifh that the warmeft friend can beftow. LioH."], [139, "A COMIC OPERA. 49 Lion. Sir, if you prefented a piftol with defign to flioot me, I would fubmit to it ; but you muft excufe me, I cannot lay myfelf under more obligations. Sir John. Your delicacy carries you too far ; in this I confer a favour on myfelf : however, we'll talk no more on the fubject at prefent, let us walk towards the houfe, our friends will depart elfe without my bidding them adieu. SCENE XIII. Diana, Clarissa, and afterwards Lionel. Dian. So then, my dear Clariffa, you really give credit to the ravings of that French wretch, with regard to a plurality of worlds ? Clar. I don't make it an abfolute article of belief, but I think it an ingenious conjecture with great pro bability on its fide. Dian. And we are a moon to the moon ! Nay, child, I know fomething of aftronomy, but that — that little fhining thing there, which feems not much larger than a filver plate, fhould, perhaps, contain great cities like London ; and who can tell but they may have kings there and parliaments, and plays and operas, and people of fafhion ! Lord the people of fafhion in the moon muft be ftrange creatures. Clar. Methinks Venus fhines very bright in yonder corner. Dian. Venus ! O pray let me look at Venus ; I fuppofe, if there are any inhabitants there, they muft be all lovers. Lion. Was ever fuch a wretch — I can't ftay a mo ment in a place ; where is my repofe? — fled with my virtue ? Was I then born for falfhood and diflimulation ? I was, I was, and live to be confcious of it; to impofe upon my friend ; to betray my benefactor and lie to hide my ingratitude — a monfter in a moment — No, I m\\y be the molt unfortunate of men, but I will not be the moft odious; while my heart is yet capable of dictating what is honeft, I will obey its voice. ?.,;-. H SCENE"], [140, "LIONEL and CLARISSA 50 SCENE XIV Diana., Clarissa, Lionel, Colonel Oldboy, Harman. Col. Dy, where are you ? What the mifchief, is this a time to be walking in thep;arden ? The coach has been ready this half hour, and your mama is waiting for you. Dian. I am learning aftronomy, Sir ; do you know papa, that the moon is inhabited ? Col. Huffy, you are half a lunatic yourfelf; come here, things have gone juft as I imagin'd they wou'd, the girl has refus'd your brother, 1 knew he muft difguft her. Dian. Women will want tafte now and then, Sir. Col. But I muft talk to the young Lady a little. Har. Well, 1 have had a long conference with your father about the elopement, and he continues firm in his opinion that I ought to attempt it : in fhort, all the neceffary operations are fettled between us, and I am to leave his houfe to-morrow morning, if I can but per-? fuade the young Lady Dian. Ay, but I hope the young Lady will have more fenfe — Lord, how can you teaze me with your nonfenfe. Come, Sir, isn't it time for us to go in I Her Ladyfhip will be impatient. Col. Friend Lionel, goodnight to you; Mifs Clarifla, my dear, tho' I am father of the puppy who has dif pleafed you, give me a kifs ; you ferv'd him right, and, I thank you for it. Col. O what a night is here far love f Cynthia brightly fhining above ; Among the trees, To the fighing breeze, Fountains tinkling ; Stars a twinkling : Dian."], [141, "A COMIC OPERA. 51 Dian. 0 what a night is here for love ! So may the morn propitious prove ; Har. Andfo it will if right I guefs: For fometimes light, As well as night, A lover's hopes may blefs. A. 2. Farewell my friend, May gentle refl Calm each tumult in your breafi, Every pain and fear remove. Lion. What have I done ? Where fhall I run, With grief and Jhame at once opprefl ; How my own upbraiding Jhun, Or meet my friend diflrefl ? A. 3. Hark to Philomel, how fweet, From yonder elm. Col. Tweet, tweet, tweet, tweet. A. 5. O what a night is here for love ! But vainly Nature Jlrives to move. Nor nightingales among the trees, Nor twinkling flars, nor fighing breeze, Nor murni ring Jlr earns, Nor Phoebe's beams, Can charm unlefs the heart's at eafe. Hz SCENE"], [142, "LIONEL and CLARISSA: tfi. ACT III. SCENE I. A Room in Colonel Oldboy's Houfe. Harman enters, with his Hat, Boots, and Whip, followed by Diana. Dian. Pry'thee,\" hear me. Har. My dear, what would you fay ? Dian. I am afraid of the ftep we are going to take ; indeed, I am : 'tis true, my father is the contriver of it ; but, really, on confideration, I think, I fhould appear lefs culpable if he was not fo; lam at once criminal myfelf and rendering him ridiculous. Har. Do you love me ? Dian. Suppofe I do, you give me a very ill proof of your love for me, when you would take advantage of my tendernefs, to blind my reafon : how can you have fo little regard for my honour as to facrifice it to a vain triumph? For, it is in that light I fee the rafh a6tion you are forcing me to commit ; nay, me thinks my confenting to it fhould injure me in your own efteem. When a woman forgets what fhe owes herfelf, a lover fhould fet little value upon any thing fhe gives to him. Har. Can you fuppofe then, can you imagine, that my paflion will ever make me forget the veneration — And, an elopement is nothing, when it is on the road to matrimony. Dian. At beft, I fhall incur the cenfure of difobe dience, and indifcretion ; and, is it nothing to a young woman, what the world fays of her ? Ah ! my good friend, be affured, fuch a disregard of the world is the firft ftep towards deferving its reproaches. Har. But, the neceflity we are under — Mankind has too much good fenfe, too much good nature — Dian. Every one has good fenfe enough to fee other people's faults, and good nature enough to over-"], [143, "A C O M I C O P E R A. 53 overlook their own. Befides, the moft facred things may be made an ill ufe of; and, even marriage itfelf, if indecently and improperly — Har. Come, get yourfelf ready : where is your band-box, hat, and cloak ? Slip into the garden ; be there, at the iron-gate, which you fhewed me juft now ; and, as the poft-chaife comes round, I will ftep and take you in. Dian. Yet, one thing more. My fortune depends almoft entirely upon, my father's generofity : now, think, with yourfelf, whether it would not be better to devife fome other method. Har. Hang fortune ! It is the bane of love ; and, therefore, they are both pictur'd blind, to fbew, that their coming together can never be premeditated ; but, if they do meet, it is by chance, when they joftle, and one generally overturns t'other. Dian. Dear Harman, let me beg of you to defift. Har. Dear Diana, let me beg of you to go on. Dian. I fhall never have refolution to carry ma thro' it. Har. We fhall have four horfes, my dear, and they will affift us Dian. In fhort — I cannot go with you. Har. But, before me — Into the garden, won't you? Dian. Well, Harman, if ever hereafter you prefume to reproach me with this inftance of my condefcenfion — Ah ! how cruel the refeilion, Woman once to error led ; Ev'ry eye wakes for detetlion, Ev'ry tongue the tale tofpread. Vainly is her fault lamented, By the poor, mifguided fair ; That whith caution had prevented, Penitence can ne'er repair. SCENE"], [144, "LIONEL and CLARI SSA: 54 SCENE II Colonel OhBBOY, Harman. Col. Hey dey ! what's the meaning of this ? Who is it went out of the room there ? Have you and my daughter been in conference, Mr. Harman ? Dy and you in private, eh ? Har. Yes, faith, Sir, fhe has been taking me to talk here, very feverely, with regard to this affair; and fhe has faid fo much againft it, and put it into fuch a ftrange light, that, fhe has almoft ftagger'd my refolution. Col. A bufy impertinent baggage; egad, I wifh I had catched her meddling, and after I had ordered her not: but, the thing's gone too far now to retract: you fay, you have fent' to the girl, and fhe has re turn'd for anfwer, that fhe is ready to go with you ; you muft'not difappoint the poor thing, nor you fhan't. Har. No, no, Colonel, I am determined; I always have politenefs enough to hear a lady's reafons ; but, conftancy enough to keep a will of my own. Col. Very well — now, let me afk you ; don't you think it would be proper upon this occafion to have a letter ready writ for the father, to let him know who has got his daughter, where you have taken her, and how you defign to difpofe of her ? Har. Certainly, Sir, and I'll write it directly. Col. You write it ! you be damn'd ! I wo'nt truft you with it; I tell you, Harman, you'll commit fome curfed blunder, if you don't leave the management of this whole affair to me : I have writ the letter for you myfelf. Har. Have you, Sir ? Col. Ay— here, read it; I think its the thing: how ever, you are welcome to make any alteration you like. Har. \" Sir, I have loved your daughter a great while, fecretly ; fhe affures me tbere is no hopes of vour confenting to our marriage ; I therefore, take her Without it. I am a gentleman who will ufe her well ; and,"], [145, "ACOMIC OPERA. 55 pnd, when you confider the matter, I dare fwear you will be willing to give her a fortune. If not, you fhall find I dare behave myfelf like a man —A word to the wife- —You muft expect to hear from me in another ftile.\" Col. Now, Sir, I will tell you what you muft do with this letter : as foon as you have got off with the girl, Sir, fend your fervant back to leave it at the houfe, with orders to have it deliver'd to the old gentleman. Har. Upon my honour, 1 will, Colonel. Col. But, upon my honour, I don't believe you'll get the girl : come, Harman, I'll bet you a buck, and fix dozen of burgundy, that you won't have fpirit enough to bring this affair to a crifis. Har. And, 1 fay done firft, Colonel. Col. Then iook into the court there, Sir; a chaife with four of the prettieft bay geldings in Englanc', with two boys in fcarlet and filver jackets, that will whifk you along. Har. Boys! Colonel? Little cupids, to tranfport me to the fummit of my defires. C'-l. Ay, but for all that, it mayn't be amifs for me to talk to them a little out of the window for you. Dick, come hither; you are to go with this gentle man, and do whatever he bids you; and, take into the chaife whoever he pleafes ; and, drive like devils, do you hear ; but, be kind to the dumb beafts. Har. Leave that to me, Sir — And fo, my dear Colonel, To fear a fir anger, Behold the foldier arm ; He knows no danger, When honour founds the alarm j But dauntlefs goes, Among his foes. In Cupid's militia, So fear lefs I iffue ; And, as you fee, Armd cap-a-pee, Refolve on death or viclory."], [146, "LIONEL and CLARISSA, $6 SCENE III. Colonel Oldboy, Lady Mary, and then Jenny. Lady M. Mr. Oldboy, here is a note from Sir John Flowerdale : it is addrefs'd tome, intreating my fon to come over there again this morning. He apprehends the accident yefterday arofe from fome miftake, and I really believe it did ; for certainly the young Lady could not be fo wanting to her own intereft, as premeditatcdly to refufe my fon. Col. What the devil young Lady would do otherwife! Lady M. The note is brought by a maid : fhe is in the anti-chamber — We had better fpeak to her — Child, child, why don't you come in ? Jen. I chufe to ftay where I am, if your Ladyfhip pleafes. Lady M. Stay where you are are ! why fo ? Jen. I am afraid of the old gentleman there. Col. Afraid of me, huffy. Lady M. Pray, Colonel, have patience — Afraid- Here is fomething at the bottom of this — What did you mean by that expreflion, child ? Jen. Why the Colonel knows very well, Madam, he wanted to be rude with me yefterday. Lady M. Oh Mr. Oldboy ! Col. Lady Mary don't provoke me, but let me talk to the girl about her bufinefs. How come you to bring this note here ? Jenny. Why Sir John gave it to me, to deliver to my uncle Jenkins, and I took it down to his houfe ; but while we were talking together, he remember ed that he had fome bufinefs with Sir John, fo he defired me to bring';it, becaufe he faid it was not proper to be fent by any of the common fervants. Lady M. Colonel, look in my face, and help blufh ing if you can. Col. What the plague's the matter, my Lady ? I have not been wronging you now, as you call it. Jenny."], [147, "A COMIC OPERA, 57 Jenny. Indeed, Madam, he offer'd to make me his kept Madam : 1 am fure his ufage of me put me into fuch a twitter, that I did not know what I was doing all the day after. Lady M. I don't doubt it, tho' I fo lately forgave him ; but, as the poet fays, his fex is all deceit. Read Pamela, child, and refift temptation. Jenny. Yes, Madam, I will. Col. Why I tell you, my Lady, it was all a joke. Jenny. No, Sir, it was no j\">ke, you made me a proffer of money, fo you did, whereby 1 told you, you had a lady of your own, and that though fhe was old you had no right to defpife her. Lady M. And how dare you, miftrefs, make ufe of my name ? Is it for fuch trollops as you to talk of per fons of diftinction behind their backs ? Jenny. Why, madam, I only faid you was in years. Lady M. Sir John Flowerdale fhall be inform'd of your impertinence, and you fhall be turn'd out of the fa mily ; I fee you are a confident creature, and I you are no better than you fhould be. Jenny. I fcorn your words, Madam. Lady M. Get out of the room j how dare you {tey in this room to talk impudently to me? Jenny. Very well, Madam, I fhall let my lady know how you have us'd me ; but I fhan't be turn'd out of my place, Madam, nor at a lofs, if I am ; and if you are angry with every one that won't fay you are young, I believe there is very few you will keep friends with. I wonder, I'm fure, why this fufsfljould be made, For my part I'm neither afljamd nor afraid Of what I have done, nor of what 1 have faid. A fervant, , I hope, is no flave j And tho', to their fhames, Some ladies call names, J know better how to behave. Times are not fo bad, If occafion I had, Nor my charailer fuch J needflurve ont. And for going away, I don't want to fay, And fo I'm your Ladyfhip's fervant. J } I J SCENE"], [148, "LIONEL and CLARISSA: 58 SCENE IV. Colonel Oldboy, Lady Mary, Mr. Jessamy, Mr. Jeff. What is the matter here ? Lady M. I will have a feparate maintenance, I will, indeed. Only a new inftance of your father's infidelity, my dear. Then with fuch low wretches, farmers daughters and fervant wenches : but any thing with a cap on, 'tis all the fame to him, Mr. Jeff. Upon my word, Sir, I am forry to tell you, that thofe practices very ill fuit the character which you ought to endeavour to fupport in the world. Lady M- Is this a recompence for my love and re gard ; 1, who have been tender and faithful as a turtle dove? Mr. Jeff. A man of your birth and diftinctron fhould, methinks, have views of a higher nature, than fuch low, fuch vulgar libertinifm. Lady M. Confider my birth and family too, Lady Mary Jeffamy might have had the beft matches in England. Mr. Jeff. Then, Sir, your grey hairs. Lady M. I, that have brought you fo many lovely fweet babes. Mr. Jeff. Nay, Sir, it is a reflection on me. Lady M. The heinous fin too Mr. Jeff. Indeed, Sir, I blufh for you. Col. S'death and fire, you little effeminate puppy, do you know who you talk to ? — And you, MaJam, do you know who I am ? — Get up to your chamber, or zounds I'll make fuch a Lady M. Ah ! my dear conne away from him. SCENE"], [149, "A COMIC OPERA. 59 Colonel Oldboy, Mr. Jessamy, a Servant. Col. Am I to be tutor'd and call'd to an account ! How now, you fcoundrel, what do you want ! Serv. A letter, Sir. Col. A letter, from whom, firrah ? Serv. The gentleman's fervant, an't pleafe your ho nour, that left this juft now in the poft- chaife — the gentleman my young lady went away with. Col. Your young lady, firrah — Your young lady went away with no gentleman, you dog — What gentle man ! What young lady, firrah! , Mr. Jeff. There is fome myftery in this — With your leave, Sir, I'll open the letter, I believe it contains no fecrets. Col. What are you going to do, you jackanapes ? you fhan'topen a letter of mine — Dy — Diana — Some body call my daughter to me there — \" To William \" Oldboy, Efq. — Sir, I have lov'd your daughter a great *' while fecretly — Confenting to our marriage \" Mr. Jeff. So fo. Col.. You villain — you dog, what is it you have brought me here ? Serv. Pleafe your honour, if you'll have patience, I'll tell your honour — As I told your honour before, the gentleman's fervant that went off juft now in the poft chaife, come to the gate, and left it after his mafter was gone, I faw my young lady go into the chaife with. the gentleman. Mr. Jeff. A very fine joke indeed ; pray, Colonel, do you generally write letters to yourfelf ? why this is your own hand. Col. Call all the fervants in the houfe, let horfes be faddled directly every one take a different road. Serv. Why, your honour, Dick faid it was by your own orders. ' Col. My orders, you rafcal, I thought he wa^ going to run away with another gentleman's daughter-*- ■ Dv— — DianaOldboy. I Z Mr,"], [150, "60 LIONEL andCLARISSA: Mr. Jeff. Don't wafte your lungs to no purpofe, Sir; your daughter is half a dozen miles off by this time. Col. Sirrah, you have been brib'd to further the fcheme cf a pick-pocket here. Air. Jeff. Befides, the matter is entirely of your own contriving, as well as the letter and fpirit of this elegant epiftle. Col. You are a coxcomb, and I'll difinherit you ; the letter is none of my writing, it was writ by the devil, and the devil contrived it. Diana, Margaret, my Lady Mary, William, John Mr. Jeff. I am very glad of this, prodigioufly glad of it, upon my honour but what fhall I do with myfelf? I can't think of ftaytng here any longer — rot the Country — I wifh I had never returned to it, with theif Vulgar trade and liberty ■ : Bear, oh bear me, of a fudden, Some kindjlroke of fmiling chance, From this land of beef and pudding, To dear half or France : I'm fick to the foul, Politicks and fe'a-coal, Have given me the vapours ; Their curfed newspapers, Their mobbing, Stock-jobbing, Are horrors to me : I wifh the whale ifland was funk in the fea. SCENE"], [151, "A COMIC OPERA. 61 SCENE VI. Colonel Oldboy, with one Boot en, his Whip, his Cap, and a riding Coat on his arm ; followed by a number of fervants. A flut ! a jade ! and he a rafcal, a poaching rafcal . but damn me I won't follow her; No, no, take my whip and my cap ; and my coat, and come here you, Sir, and pull off my boot ; ay, ay, let her crime be her punifhment ; I won't follow her the length of a fpur leather; but I will berevenged on her ; fhe fhall never have fix-pence from me : the difappointment will put the fcoundrel out of temper, and he'll thrafh her a dozen times a day — The thought pleafes me, I hope he will do fo — Zounds ! who would ever have dc pendance on any thing female fhe that feemed fo well -contented in my houfe, and in the very moment when 1 was beft contented with her, and contriving to make fcer fortune But wh-y fhould I vex myfelf? I am no •worfi? off than every father may be, if an opportunity •ffers. Girls Tike ffirrels eft appear, In their cages p leafed with flav'ry, But, infafi, 'tis all but knav'ry; Lefs thro' love than out of fear : Only on their tricks relying, Let them out, their bonds untying, And you'll fee the matter plain. Once there's nought their flight to hamper, Prefflo — whifk-away they fcamper; Ne-ver to return again. Wou'd you manage laffes rightly, You mufl watch them daily, nightly, Shut them clofe, and hold them tightly ; Never loofe ail inch of (bain : Freedom, run-aways will make 'em, And the devil earit o'ertake e'm. SCENE"], [152, "62 LIONEL and CLARISSA? SCENE VII. Changes to Clarissa's Dreffing-room ; on the table is a cufhion with bobinsfor making lace ; and near it a fmall frame for embroidery, with chairs. Clarissa, enters^ followed by Jenny. Clar. Jenny, fet my work here. Jen. Yes, Ma'am, and my own too. I'm fure I have been very idle this week, and I am in no very good working humour at prefent. Clar. Where have you been : I was enquiring for you — why will you go out without letting me know. Jen. Dear, Ma'am, never any thing happen'd fi» unlucky ; I am forry you wanted me — But I was fent to Colonel Oldboy 's with a letter ; where I have been fo ufed — Lord have mercy upon me — quality indeed — I fay quality — pray, Madam, do you think that I looks any ways like an immodeft parfon — to be fure I have a gay air, and I can't help it, and I loves to appear a little genteelifh, that's what I do. Clar. Jenny, take away this thing, I can't work. Jen. Heaven preferve me, Madam, you are crying. Clar. O my dear Jenny ! Jen. My dear miftrefs, what's the matter ? Clar. I am undone. Jen. No, Madam ; no, Lord forbid ! Clar. I am indeed — I have been rafh enough to dif cover my weaknefsfor a man, who treats me with con tempt. Jen. Is Mr. Lionel ungrateful, then. Clar. I have loft his efteem for ever, Jenny, fince laft night, that I fatally confefs'd what I fhould have kept a iecret from all the world, he has fcarce condefcended to caft a look at me, nor given me an anfwer when I fpoke to him, but with coldnefs and referve. Jen. Then he is a nafty, barbarous, unhuman brute. Clar. Hold, Jenny, hold ; it is all my fault. I Jen."], [153, "A COMIC OPERA. 63 Jen. Your fault, Madam, I wifh I was to hear fuch word come out of his mouth, if he was a minifter to- morrow and to fay fuch a thing from his pulpit, and I by, I'd tell him it was falfe upon the fpot. Clar. Somebody's at the door; fee who it is. . Jen. You in fault indeed — that I know to be the moft virtuoufeft, niceft, moft delicateft Clar How now. Jen. Madam, its a meffage from Mr. Lionel, if you are alone, and at leifure, he would be glad to wait upon you : I'll tell him, Madam, that you're bufy. Clar. Where is he, Jenny ? Jen. In the ftudy, the man fays. Clar. Then go to him, and tell him I fhould be glad to fee him, but do not bring him up immediately, be caufe I will ftand in the balcony a few minutes for a little air. Jen. Do fo, dear Madaaj, for your eyes are as red as ferrets, you are ready to faint too ; mercy on us, for what do you grieve and vex yourfelf — if I was as you — Clar. Oh! Why with fighs my heart is fuelling, Why with tears my eyes o'er flow ; Afk me not, 'tis pafl the telling, Mute involuntary vjoc. Who to winds and waves aflranger, Ventrous tempts the inconflantfeas; In each billow fancy's danger, Shrinks at every rifmg breeze. SCENE"], [154, "64 LIONEL and CLARISSA. SCENE VIII. Sir John Flowerdale, Jenkins. Sir Jo. So then, the myftery is difcovered : — but is it poffible that my daughter's refufal of Colonel's Old boy's fon fhould proceed from aclandeftine engagement, and that engagement with Lionel. Jenk. My niece, Sir, is in her yorin'g Lady's fecrets, and Lord knows fhe had little defign to betray them ; but having remarked fomc odd exprcilior.s of hersyefter day, when flic came down to mc this morning with the letter, I queftioned her ; and, in fhort, drew the whole affair out ; upon which I feigned a reco'leiflion of fome bufinefs with you, and defired her to carry the letter to Colonel Oldboy 's herfelf, while I came up hither. Sir Jo. And they are mutually promifed to each other, and that promife was exchanged ycfterday. Jenk. Yes, Sir, and it is my duty to tall you; elfe I woAld rather die then be the means of wounding the heart of my dear young lady ; for if there is one upon earth of truly noble and delicate fentiments. Sir Jo. I thought fo once, Jenkins. Sir Jo. And think i~o ftill : O good, Sir John, now is the time for you to exert that character of worth and gentlenefs which the world fo defer, edly has given you, you have indeed caufe to be offended ; but confider, Sir, vour daughter is young, beautiful, and amiable ; the poor youth unexperienced, fenfible, and at a time of life when fuch temptations are hard to be refilled : their opportunities were many, their caft of thinking the fame. ■ Sir Jo. Jenkins, I can allow for all thefe things ; but the young hypocrites, there's the thing, Jenkins j their hypocrify, their hypocrify wounds me. Jen. Call it by a gentler name, Sir, n.odefty on her part, appreheiifion on his. Sir Jo. Then wtut opportunity have they had, they never were together but when my filter or myfelf made one"], [155, "A COM I C OPERA. 65 one of the company ; befides, I had fo firm a reliance on Lionel's honour and gratitude. Jenk. Sir,- 1 can never think that nature ftamp'd, that gracious countenance of his, to mafk a corrupt heart. Sir Jo. How ! at the very time that he was confcious of being himfelf the caufe of it; did he not fhew more concern at this affair than I did ? Nay, don't I tell you that laft night, of his own accord, he offered to be a mediator in the affair; defired my leave to fpeak to my daughter ; I thought myfelf obliged to him, confented ; and, in confequenceof his affurance of fuccefs, wrote that letter to Colonel Oldboy, to defire the family would come here again to-day. Jenk. Sir, as we were ftanding in the next room, I heard a meffage delivered from Mr. Lionel, defiring leave to wait upon your daughter ; I dare fwear they will be here prefently ; fuppofe we Were to ftep into that clofet, and overhear their converfation. Sir Jo. What, Jenkins, after having lived fo many years in confidence with my child, fhall I become an eves-dropper to detect her. Jenk. It is neceffary at prefent. — Come in, my dear mafter,let us only confider that we wereonce young like them ; fubject to the fame paflions, the fame indifcre tions; and it is the duty of every man to pardon errors incident to his kind. When love gets into a youthful brain, InfiruSiion is fruitlefs, and caution vain : Prudence may cry do fo But if love fays, no ; Poor Prudence may go, With her preaching, And teaching, To Jericho. Dear Sir, in old age, 'Tis not hard to be fage, And 'ii< eafy to point the way ; But do or fay, What we may, Live and yoush will have their day K SCENE"], [156, "66 L I O N E L and C L A R I S S Af . SCENE IX. Clarissa, and then Lionel. Clar. He comes ! O Heavens, in this trying inftant vouchfafe your aid ! A miftfcems to gather round me, and I am ready to fink under I know not what oppref fion. — Sir, you defired to fpeak to me ; I need not tell you the prefent fituation of my heait; it is full. What ever you have to fay, I beg you will explain yourfelf; and, if poflible, rid me of the anxiety under which I have laboured for fome hours. Lion. Madam, your anxiety cannot be greater than mine ; I come, indeed, to fpeak to you, and yet, I know not how; I come to advife you, fhall I fay a| a friend? yes, as a friend to your glory, your felicity 5 dearer to me than my life. Clar. Go on, Sir. Lion. Sir John Flowerdale, Madam, is fuch a father as few are bleffed with ; his care, his prudence has pro^ viced for you a match.1 — Your refufal renders him in confolable. Liften to no fuggtftions that would pervert you from, your duty, but mike the worthieft of men happy by fubmitting to his will. Clar. How, Sir, after what palled between us yefter day evening, can you advife me to marry M>\\ JeiTamy? Lion. I would advife you tojmarry any one, Madam, rather than a villain. Cla. A villain, Sir ! Lion. I fhould be the worft of villains, Madam, was I to talk to you in any other ftrain : Nay, am I not a villain, at once treacherous arid ungrateful ? Received into this houfe as ao afylum ; what have I done 1 Be trayed the confidence ofthe friend that trufted me; endeavoured to facrifice his peace, and the honour of his family, to my own unwarrantable defires. Clar. Say no more, Sir ; fay no more ; I fee my er ror too late ; I have parted from the rules prefcribed to rnyfex; I have miftaken indecorum f<y a laudable fincerity j"], [157, "A Comic opera. 64 fiheerity ; and it is juft I fhould meet with the treat ment my imprudence deferves. Lion. 'Tis I, and only I, am to blame ; while I took advantage of the father's fecurity, I practifed upon the tendernefs and ingenuity ofthe daughter ; my own ima gination gone aftray, I artfully laboured to lead yours afterit: but here, Madam, I give you back thofe vows which I infidioufly extorted from you ; keep them for fome happier man, who may receive them without Wounding his honour, or his peace. lar. For Heaven's fake ! fjon. Why do you weep ? Clar. Don't fpeak to me. Lion. Oh ! my Clariffa, my heart is broke ; t am hateful to myfelf for' loving you ; — yet, before I leave you for everj I will once more touch that lovely hand — Indulge my fondnefs with a laft iook pray for your health and profperity. Clar. Can you forfake me ? — Have I then given my affections to a man who rejects and difregards them ? — Let me throw myfelf at my lather's feet ; he is generous and companionate : — He knows your worth Lion. Mention it not ; Were you ftript of fortune-} reduced to the meansft ftation, and I monarch of the globe, 1 fhould glory in raifing you to univerfal empire j but as it is Lion. O dry thofe tears ! like melted ore, Faff dropping on my heart they fall ; Think, think no more of me ; no more The mem'ry of paffl fcenes recall. On a wild fea of paffion tofs'd ; Ifplit upon the fatal jhelf, Friendjhip and love at once are loff, And now I wifh to lofe myfelf. K % SCENE"], [158, "-LIONEL and CLARISSA: 68 SCENE X. Clarissa, Jenny, then Sir John Flower- dale and Jenkins, and afterwai ds Lionel. Jenny. O Madam ! I have betray 'd you. I hava gone and faid foipething I fhould not have faid to my uncle Jenkins ; a$_d, as fu're as day, he has gone atid told it all to Sir John. Clar. My father ! Sir John. Go, Jenkins, and defire that young gentle man to come back — flay where you aTe — but what have I done to you my child? How have I deferv'd that you fbould treat me like an enemy ? Has there been any undefigned rigour in my conduct, or terror, in mv looks ? Clar. Oh Sir! Jenk. Here is Mr. Lionel. Sir John. Come in — When I tell you that I am in-' ftructed in all your proceedings, and that I have been,. ear witnefs to your converfation in this place ; you* will, perhaps, imagine what my thoughts are of you, and the meafures which jufticeprefcribes. me to follow.' Lion. Sir, 1 have nothing to fay in my own defence; I ftand before you, felf-convidted, felf-condemn'd, and1 fhall fubmit without murmuring to the fentence of my judge. _ P' . Sir John. As for you, Clariffa, fince your earlieft.in fancy, you have known no parent but me; I have been to you, at once, both father and mother; and, that I might the better fulfill thofe united duties, tho' left a widower in the prime of my davs, I would never enter into a fecond marriage— I loved you for your Jikenefs to your dear 'mother ; but that mother never deceiv'd me — and there the likenefs fails — you have repaid my affection with diilimulation — ClarifTa, you fhould have trufted me. * Jenny. O my dear, fweet Lady. Sir John. As fox you, Mr. Lionel, what terms can I find ftroug enough to paint the excels ef my friendlhip! -I"], [159, "ACOMICOPERA. 6«) —I loved, I efteemed, I honoured your father: he was a brave, a generous, r.nd a fincere man; I thought you inherited his good qualities —you were left an or phan, I adopted you, put you upon the footing of my own fon; educated you like a gentleman; and de fign'd you for a profefiion, to which, I thought, your virtues would have been an ornament. Jenny. Dear me, dear me. Jenk. Hold your tongue. Sir John. What return you have made me, you feem to be acquainted with yourfelf; and, therefore, I fhall not repeat it — Yet, remember, as an aggra vation of your guilt, that the laft mark of my bounty was conferr'd upon you in the very inftant, when you were undermining; my defigns. Now, Sir, 1 have but one thing more to fay to you — Take my daughter, was fhe worth a million, (he is at your fervice. Lion. To me Sir! — your daughter! — do you give her to me? — Without fortune — without friends — without — Sir John. You have them all in your heart; him whom' virtue raifes, fortune cannot ab ale. Clar. O, Sir, let me on my knees kifs that dear hand — acknowledge my error, and intreat forgivenels and blefling. Sir John. You have not erred, my dear daughter ; you have diftinguifh'd. It is I fhould afk pardon, for this little trial of you ; for I am happier in the fon-in law you have given me, than if you had married a pnnce Lion. My patron — my friend — my father— I vvoujd fain fay fomethjng ; but, -as your goodnefs exceeds all bounds — \" Sir John. I think I hear a coach drive into the court; it is Colonel Ojdboy's family ; 1 will go and receive them. Don't make yourfelves uneafy at this ; v/e muft endeavour to pacify them as well as we can. My dear Lionel, if I have made you happy, you have made me fo; Heaven blefs you, my children, and make you de ferving«f one another. -SCENE"], [160, "LIONEL and CLARISSA: C?0 SCENE XI. Clarissa, Lionel, Jenny . Jen. O dear, Madam, upon my knees, I humbly beg your forgivenefs. Dear Mr. Lionel, forgive me ; I did not defign to difcover it, indeed ; and, vou won't turn me off, Madam, will you? I'll ferve you for nothing. Clar. Get up, my good Jenny ; I freely forgive, 'you if there is any thing to be forgiven. I know you love me ; and, I am fure here is one who will join with me in rewarding your fervices. Jenny. Well, if I did not know, as fure as could be, that fome good would happen, by my left eye itching this morning ; and, people may fay what they pleafe, but I fhall have faith in dreams, as long as I live. Lion. O blifs unexpefted ! my joys overpow'r me I My love, my Clariffa, what words fhall I find! Remorfe, defperation, no longer devour wi?— He blefs'd us, and peace is reffor'd to my mind. Clar. He blefs'd us! — 0 rapture ! — Like one I recover. Whom death had appafd without hope, with- ' out aid ; A moment depriv'd me of father and lover ; A moment reffores, and my pangs are repaid. Lion. Forfaken, abandoned, Clar. What folly ! what blindnefs ! Lion. We fortune accus'd ; Clar. .. and the fates that decreed : A. 2. But pain was infUcled by Heaven, out ofkindnefs. To heighten the joys that were doom'd to faceted. Our day was o'ercafl : But brighter thefcen; is, The fky more ferene is, And f after the calm for the hurricane pajl. SCENE"], [161, "A COMIC OPERA. 71 SCENE XII. Changes to Sir John Flowerdale'.; Hall. Lady Mary Oldboy enters, leaning on a Servant, Mr. Jessamy leading her ; and .afterwards, on the other Side, Sir John Flowerdale enters with Colonel Oldeoy. Lady M, 'Tis all in vain, my dear ; — fet me down any where ; I can't go a ftep further I knew, when Mr. Oldboy infifted upon my coming, that I fhould be feized with a meagrim by the way ; and it's well I did not die in the coach. Mr. Jeff. But, pr'thee, why will you let yourfelf be affected with fuch trifles — Nothing more common than for young women of fafhion to go off with low fellows. Lady M. Only feel, my dear, how I tremble ! Not a, nerve but what is in agitation ; and my blood runs coIJ, cold ! Mr. Jeff. XVell, but Lady Mary, don't let us expofe puffelves to thofe people ; I fee there is not one ofthe: rafcals about us, that has not a grin upon his countenance. . Lady M- Expofe ourfelves ! my dear? Your father will be as ridiculous as Hudibrafs, or Don Quixote. Mr. Jeff. Yes, he will be very ridiculous indeed. Sir Jo. I give you my word,,, my good friend, and neighbour, the joy I feel upon<this. occafion, Is greatly allayed by the disappointment of an alliance with your, family; butljhave explained to you how things have happened — You fee my fituation ; and, as you are kind enough to coniider it yourfelf, I hope you will excufe ft to your fon. Lady M. Sir John Elowerdale, how do you do ? you fee we have obey'd your fummons ; and I have the plea- fure to allure you, that my fon yielded to my intreaties with very little difagreir»ent : in fhort, if I may fpeak metaphorically, he is content to ftand candidate again, notwithftanding his late repulfe, when he hopes for an unanimous election. Col. Well, but rry Lady, you may faye your rheto- ric ; for the borough is difpo.'eJ of to a worthier member. Mr. Jefs. What dp you fay. Sir 1"], [162, "LIONEL and CLARISSA: 72 SCENE XIII. Sir John Flowerdale. Lady Mary Oldboy, Mr. Jessamy, Colonel Oldeoy, Lionel, Cla- rissa, Jenny. Sir John. Here are my fon and daughter. Lady M. Is this pretty, Sir John ? Sir John: Believe me, Madam, it is not for want of a juft fenfe of Mr. Jeffamy's merit, that this affair has gone off on any fide : but the heart is a delicate thing} and after it has once felt, if the object is meritorious, the impreflion is not eafily effac'd ; it would therefore have been an injury to him, to have given him in appearance what another in reality poffeffed. Air. Jeff. Upon my honour, upon my foul, Sir John, I am not the leaft offended at this contre temps — Pray, Lady Mary fay no more about it. Col. To!, lol, lol, lol. ; Sir John. But, my dear Colonel, I am afraid, after nil, this affair is taken amifs by you ; yes, I fee you are angry on your fon's account; but let me repeat it, I have a very high opinion of hrs merit. Col: Ay — that's more than I have — Taken amifs — I don't take any thing amifs ; I never was in better fpirits, or more pleafed in my life. ir John. Come, you are uneafy at fomething, Colonel. Col. Me ! Gad I am not uneafy — are you a juftice of peace! Then you could giveme a warrant, cou'd'nt you ? You muft know, Sir John, a little accident has happen'd in my family fince I faw you laft, you and I may fhake hands — Daughters, Sir, daughters ! Your's has fnapt at a young fellow without your approbation ; ; and how do you think mine has ferv'd me this morning ? — only run away with the fcoundrel I brought to dinner, here, yefterday. Sir John. I am cxceflively concerned. Col,"], [163, "A COMIC OPERA. 73 Col. Now I'm not a bit ccncern'd — No, damn me, I urn glad it has happened ; yet, thus far, I'll confefs, I fhould be forry that either of them would come in my way, becaufe a man's temper mav fometiofies get the better of him, and I believe I fhould be tempted to break her neck, and blow his brains out. Clar. But pray, Sir, explain this affair. Col. I can explain it no farther-^Dy, my daughter Dy, has run away from us. SCENE XIV. S.VJohn Flowerdale. Colonel Oldboy, Lady Mary Oldboy, Mr. Jessamy, Clarissa, Lionel, Jenny, Diana, Harman, Jenkins. Dian. No, my dear papa, I am not run away ; and, upon my knees, I intreat your pardon for the folly 1 have committed ; but, let it be fome alleviation that duty, affection, were too ftrong to fuffer me to car ry it to extremity : and, if you knew the agony I have been in, fince I faw you laft Lady M. How's this ? Har. Sir, I reftore your daughter to you ; whofe fault, as far as it goes, I muft alfo take upon myfelf; we have been known to each other fometime; as Lady Richly, your filter, in London, can acquaint you — Col. Dy, come here Now, you rafcal where's your fword ; if you are a gentleman you fhall fight me; if you are a fcrub, I'll horfe-whip you — Draw, Sirrah — Shut the door there, don't let him efcape. Har. Sir, don't imagine I want to efcape ; I am ex tremely forry for what has happened, but am ready to give you any fatisfaction you think proper. Col. Follow me into the garden then — Zounds ! I have no fword about me — Sir John Flowerdale — lend us a cafe of piftols, or a couple of guns ; and, come and fee fair play. Clar. My dear papa ! L Dian."], [164, "L IO N E L and CLARISSA 74 Dian. Sir John Flowerdale— O my indifcretion— We came here, Sir, to beg your mediation in our favour. Lady M. Mr. Oldboy, if you attempt to fight I fhall expire. Sir John. Pray, Colonel, let me fpeak a word to you in private. Col. Slugs and a faw-pit Mr. Jefj. Why, Mifs Dy, you are a perfect heroine for a romance — And, pray who is this courteous knight ? Lady M. O Sir, you that I thought fuch a pretty behav'd gentleman ! Mr. Jeff. What bufinefs are you of friend ? Har. My chief trade, Sir, is plain dealing ; and, as that is a commodity you have no reafon to be very fond of, i would not advife you to purehafe any of it by impertinence; Col. And is this what you would advife me to ? Sir John. It is, indeed, my dear old friend ; as things are fituated, there is, in my opinion, no other prudent method of proceeding; and it is the method I would adopt myfelf, was I in your cafe. Col. Why, 1 believe you are in the right of it — fay what you will for me then. Sir John. Well ! young people, I have been able to ufe a few arguments, which have foftned my neighbour here ; and in fome meafure pacified his refentment. I find, Sir, you are a gentleman by your connections ? Har. Sir, till it is found that my character and fa- mily will bear the ftriiteft fcrutiny, 1 defire no favour —And for fortune — — Col. Oh ! Rot your fortune, I don't mind that — I know you are gentleman, or Dick Rantum would not have recommended you. And fo, Dy, kifs and friends. Mr. Jeff. What, Sir, have you no more to fay to the man who has ufed you fo ill ? Col. Us'd me ill! — That's as I take it — he has done a mettled thing; and, perhaps, I like him the better for it ; it's long before you would have fpirit enough to run away with a wench — Harman give me your hand ;"], [165, "A C O M I C OPERA. 75 hand ; let's hear no more of this now Sir John Flowerdale, wh t fay you ? fhall we fpend the day to gether, and dedicate it to love and harmony ? Sir John. With all my heart. Col. Then take off my great-coat. Lion. Come then, all ye facial pow'rs, Shed your infuence o'er us, Crozvn vj'tth hi-fis the prefent hours, And lighten thofe before us. May the jufl, the genrous kind, Still fee that you regard 'em j And Lionels for ever find, Clariffa's to reward 'em. Clar. Love, thy godhead I adore, Source of facred paffion ; But will never bow before Thofe idols, wealth, or fajh'an. May, like me, each maiden wife, From the fop defend her; Learning, fenfe, and virtue prize, And fcorn the vain pretender. Har. Why the plague foould men be fad, While in time we moulder ? Grave, or gay, or vex'd, or glad, We ev'ry day grow older. Bring the faff, the mufic hring, Joy will quickly find us; Drink, and laugh, and dance, andfmg^ And cafl our cares behind us. Dian. How fhall I efcape— fo naught, On filial laws to trample ; I'll e'en curtfey, own my fault, And plead papa's example. Parents 'tis a hint to you, Children oft are Jhamelefs; Oft tranfgrefs — the things, too irue— But are you always blamelefs ?"], [166, "7S LIONEL and CfLARISS A: Col. One zvord more before we go ; Girls and boys have patience ; You to friends tnufl fomething awe, As well as to relations. Thefe kind genelemen addrefs— What tho' we forgave 'em, Still they mufl be lofl, unlefs You lend a hand tofave 'etrs. End of the Opera."], [167, ""], [168, ""], [169, ""], [170, ""]]