[[1, ""], [2, "Conserved under the Adopt a Book Appeal Steven A Finder on the occasion of your 5(fb Birthday 4th July 2002"], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "DESCRIPTION OF A MHIIEIL OF THE ROMAN COLOSSEUM, 3jn ttjs Original &mt, ON A SCALE OF THE 60th PART OT iHUHlCH: EXECUTED BY CHARLES LUCANGELI, a celebrated Roman Architect; AND FINALLY COMPLETED BY Sig. PAOLO DALBONO, his Son-in-Law. NOW EXHIBITING AT No. 23, NEW BOND STREET. Admittance One Shilling.— Description One Shilling. LONDON: PRINTED BY G. SMEETON, ST. MARTIN'S LANE, CHARING CROSS. 1816."], [10, ""], [11, "THE ROMAN COLOSSEUM. J1.N the valley between the Palatine, Ccelian and Esquiline Mounts, the Emperor Flavius Vespasian erected the grand edifice, known by the name of the Flavian Amphitheatre, or Colosseum. According to Suetonius, Augustus Cæsar was the first who conceived the idea of erecting an Amphi- theatre on that scite ; but not having put his project into execution, that valley was afterwards included in Nero's Golden Palace, which from Mount Palatine extended to the Esquiline, and Cœlian Mounts. Martial and Pliny assure- us, that Nero got a pond, or lake dug in the immense arena, on which, after the ruin of the Golden Palace, the majestic edifice, of which we are now speaking, immediately arose. As many ancient and modern authors have written with accuracy on the use,, to which it was destined, we deem it unnecessary to- expatiate upon that subject. K will be sufficient to indicate that the Romans having consti ac/ed the circus for Chaiiot-races, the theatres for dramatic"], [12, "4 performances, the naumachia to represent imitations of naval fights ; they built amphitheatres for the combats of gladiators, and the hunting of wild beasts. That particular destination being grounded on history, is moreover proved by the construction of each of these buildings. Thus, the circus's had a narrow arena divided longitudinally in the middle; the theatres had the orchestra and seats turned towards the stage ; the naumachia had the pit in a line below the point of the visual line ; the Amphitheatres had the arena every way free and level open to the spectators, who were sitting round it. However, the Emperors and people sometimes capriciously transfered into one sort of building what was more particularly calculated for another. But, the extravagance of Domitian, who gave a naval fight in that Amphitheatre, does not prove it was essentially constructed for such shows, as many unthinking modern authors have asserted, on Dion's ill-grounded authority, which is contradicted by Suetonius; as no person would venture to affirm, that the naumachia served for the combats of gladiators, because Nero once had given such an entertainment there. The famous Lipsius, in his treatise on Amphitheatres, has made a learned description of the games performed therein, the modifications they received, the machines called Pegmata, and the use they were put to. Those who wish to gratify their curiosity may peruse that learned author's dissertation."], [13, "5 LeJ us now come to the description of the surprising wooden model of that master-p;ece of ancient architecture, of which Charles Lucangeli, a Roman architect and me chanist, is the author. He had already rendered his name famous by many other works of the kind, which have excited the admiration of the most enlightened nations. His two great monuments, which are in the Museums of Petersburg and Paris, would suffice to immortalise his fame. The first is the front of the superb Church of St. Peter, made of wood, as well as its cupolas, and of such a perfection, that the illumination may be executed, as in the original : the second is the Roman Colosseum, copied in cork, in its ruinous 6tate; its imperfections, stairs, rents, chasms, as they are seen now, without omitting the brambles and briars, which in the course of years have sprung up and grown there. But the work which deserves the thanks of posterity, chiefly is that we are now speaking of ; since it represents, in wood, the Colosseum in its integrity, such as it came from the architect's hand. In order to perform such a difficult work, which doubtless is unique in its kind, he gave no credit to those antiquarians and artists, who have published descriptions of it, because he was convinced by his own experience, that mistakes, aud many errors, had been committed by some, who could not have seen the ■many and most important parts, which in those times were"], [14, "6 not yet discovered ; others through vain-glory and a desire of acquiring reputation in their profession, and not to the majestic production of the ancient Roman architecture, have endeavoured to embellish it with capricious inventions. Wishing above all things to avoid both these errors, he used two expedients, which he thought the fittest and most efficacious. The first was to undertake, at his own expence, the most necessary excavations, the utility of which being a long time after obvious to every body, government granted him a slight bounty, and successfully followed his example. Such were his talents and the foresight, with which he was at one time excavating, and at another only making trials, that in the few sheets written in his own hand, we read with surprise, many things sometimes clearly indicated, and sometimes, I should almost say foretold, which were discovered after his death. The second expedient, he had recourse to, was, to measure with his own hand, with a marvellous constancy, the whole Colosseum, even the most minute parts, both interior and exterior, obvious and hidden, and supplying what was wanting, borrowing light from those parts that exist, to fix with architectural certainty, all those that were missing. In consequence of those measurements, in the execution of his work, he reduced the whole, and every part, and particle of it, to the exact proportion, which a minule bears to a degree in Ine circle, or to an hour of time, which is that of one to sixty. To these useful and"], [15, "7 laborious occupations, Lucangeli devoted almost the whole «f the last two and twenty years of his life, with so great and indefatigable an application, that he contracted an infirmity of the bladder, which having arrived at its height, put a period to his life on the §7th of November 1813, in the 66th year of his age. The deceased having left the work complete in its essential parts, as there were only wanting the vaults of the first ambulacro, or corridor, the ceiling, the stairs (that is to say the seats,) and the decorations of the out side, Paul Dalbono, his son-in-law, a young man of a mechanical mind, and instructed by the masterly lessons of his father-in-law, reduced it in about two years to all that exact perfection, which can possibly be desired, without ever having deviated in one single point from the first and respectable author's ideas and intentions. The copy of the subterraneous places of the arena, discovered after Lucangeli's death, is the only thing, which may be called an addition, and even in this, he Qomplied with the intention of the deceased, who waited with solicitude for the discovery, in order to make an exact drawing of it. The greatest part of the following description, taken from Lucangeli's manuscripts, will exhibit to the reader all the parts and measurements of the great Colosseum, exactly copied by him in his admirable work, with the aforesaid proportions."], [16, "8 €t>e £>ut0iDe of ti&e Colo&seum, The circumference of the whole bulk amounts to 1683 feet 9 inches, and its height to 151 feet 3 inches, (French measure.) The whole outward height is divided into four orders;. the three first (beginning from the base) with columns, and the last with pilasters. The first is Doric, and is 28 ft. 10 in. 6 1. high; the second Ionic, and is 31 ft. 1 in. 6 1. high; the third Corinthian, and is 37 ft. 1 in. 6 1. high ; and the fourth Corinthian, and is 44 ft. high. These four partial heights form the aforesaid total of 151 ft. 3 in. including 4 ft 1 in. 6 1. of the attic, on which the parts of the Velarium (covering in form of sails) were supported. These posts were inserted in the cornices, within sheaths, or cases, which are 1 ft. 4 in. 6 1. in front, and 1 ft. 2 in. 5 1. in flank. The arcades which form the external compass of this magnificent building, are 240 in number ; namely 80 in each of the three orders of Columns; as in the fourth of pilasters there are 40 great windows. Those of the second and third order, were furnished with parapets, from each of which projected a pedestal, supporting a statue, without there being any other differences, except those, which were for the chief entrances of the colosseum, on which, instead of statues, there were as many chariots with four horses on marble basements."], [17, "9 The SO arcades of the first order were as many gates, which led into the inside of the amphitheatre : four of them are 15 ft. 1 in. 6 1. broad, and 22 ft. 4 in. high; all the others are of the same height, but they are inferior in breadth by 1 ft. 41 in. These smaller, or common gates, 76 in number, were all numbered, in order that the spectators might see with a glance, through which they were to go to the place which was assigned to every one, on tablets or tickets. Whoever entered them, went up two steps of Tivoli stone, \\ foot high, 1 ft. \\ broad, and found himself within, on a level with the plinth of th« lowest outside columns. The four chief doors were at equal distances, except the small difference, which au oval figure naturally occasions. Two were placed at the extremity of the breadth or lesser axis ; and two at the extremity of the length or greater axis : they served to introduce into the arena the machinery, the wild beasts, and for other purposes. The two imperial gates, both within, and without, were more majestic than the others. The outward decoration consisted of two fluted columns, made of purple marble, which together with a marble cornice projected forward. The interior consisted of two superb halls called atria, which led to the fourth, and last ambulacrum or corridor, adorned with a variety of stucco ornaments. B"], [18, "10 Cfje in#ioe of tye Colosseum, Five things in the inside of the amphitheatre deserve the particular attention of the learned and curious : the Gradinata, the Ambulacri, the Podium, the Stairs, and the Velarium. The Gradinata, where the multitude of the spectators were seated round the arena, was composed of three rows or orders, (called Meniani, from the name of a certain Menius who invented that kind of seat,) placed upon one another in form of a stair-case. These three meniani were all of marble, and separated from each other by means of a broader step, called via (road) along which one could go to any part, and by a purpendicular wall, called precinclion, by which the passage from one meniano to the other was impeded. The most commodious marble seats were 1 ft. § high, and 2 ft. Sin. 101. broad. Behind the gradinata there were in the form of a circle, spacious corridors, called in Latin, Ambulacri, along which people could walk to tho seat they thought most convenient. There were three orders of these Ambulacri/ the first beginning from the ground, had 4 orders, the second 3, and the third 2. Not only the Ambulacri were in a smaller number as one got higher, but they were also less spacious on account of the Gradinata •r seats which the higher it ascended, become narrower."], [19, "11 The following are the measurements of the four Ambulacri of the lowest order, taken from Lucarvgeli. The first is 51 ft. b in. 8 1. broad, and 35 ft. 0 in. 9 1. high ; the second, where there were 16 shops, or eating houses, was 13 ft. 9 in. broad, and 34 ft. 4 in. 61. high: the third which is of the same dimensions, contained 20 houses of ill fame, which then were called fomici from the resemblance their con structions bore to a vault ; the fourth and last, which was the nearest to the grada is 9ft. 3 in. 3 1. broad, and 1 1 ft. 8 in. 3 1. high. Besides these four ambulacri on the ground story there was a subterraneous one for the use of the Emperors only; it was 6 ft. 2 in. 3 1. broad, and 8ft. II in. 3 1. high; magnificent ornaments, beautiful stuccoes, cornices of red antique marble, and a pavement in mosaic, distinguished it from all the others. All had luminaria, or great windows, of greater or lesser size as occasion required. The fourth common ambulacrum, and the imperial sub terraneous one, led both to the podium, the most ostensible part of the whole Colosseum, which was not known, and which had remained buried under ground till the year 1798, when the illustrious Lucangeli began with success to excavate it ; his example determined government to make the ulterior excavations, which have at last brought it to light. The podium was a very large lodge, destined for the grandees, and vestals. In the middle of the ou.side, there projected a majestic balcony, where the Emperor had his seat, which"], [20, "12 was the most distinguished and commodious to enjoy the entertainments. The podium was encompassed with a brick wall 10 ft. 3 in. 9 1. thick, including the stabiliture of 4 in. 2. and according to Lucangeli, measuring from the arena, it was 15 ft. 9 in. 9 1. in length, or heigth. In the two lateral extremities of the podium, both adorned with stuccoes, stood two body guards for the honour and defence of the Emperor, and other distinguished personages. Underneath, there were 24 great niches 6 ft. 0 in. 21. broad, 5 ft. 1 in. 111. high, and 2 ft. 11 in. 1 1. deep, opened on purpose for the gladiators to rest themselves in, when they were not in action. The surrounding wall received light in the inside from 12 large windows, each 6 ft. 10 in. 6 1. high, and 5 ft. 6 in. 1 1. broad. The staircases, which led to the podium, the gradi nata, the ambulacri, and even to higher places, were no less that 160, a sufficient number to prevent any confusion and incumhrance. Considering the three orders of ambulacri and meniani, there were but three large interior stories in the Colosseum ; but including the orders of staircases, which went much higher up, as far as the attic, six at least arc to be reckoned. Here is succinctly the number of the stories and staircases beginning with the ground-floor. From the first story, people went to the second through 64 stair cases, 20 of which (all with four flights) led from the second ambulacrum : 32 from the third ambulacrum, half of which with one flight only, aud the other half with two : 12 more"], [21, "13 magnificent from the fourth ambulacrum, one destined for the Emperor, and the 1 1 others for all the grandees. From the second story to go to the third, there were 52 staircases, 16 of which rose from the second ambulacrum, and 36 from the third. The first all with one flight, led to the vomitories or issues of the marble gradinata. One half of the other 36 consisted but of one flight, and the other half of three : the former led to the upper ambulacri, and the latter directly to the seats. From the third story to the fourth, there were 16 staircases with five flights, and all rose from the second ambulacrum, which had 28 large windows to light it; 3 niches to place statues in, and 16 vomitories, Jl ft. high, and 5 ft. 6 in. wide for the gradinata. From the fourth to the fifth story, people went up 24 staircases all with three fljghls. The fifth story was adorned with 80 columns of the Corinthian order, an architrave, a cornice, and a wooden ceiling. The sixth and last story, to which sour staircases all with four flights, led people from the fifth, was in the open air, and served only for the workmen, who managed the velarium, the use of which was to screen the spectators from the rays of the sun, and even in some measure from the rain. This is succinctly the description of that great covering as it was successfully imagined by Lucangeli, and afterwards executed by Paul Dulbono, his son-in-law. It leaves the oval part of the arena uncovered, that necessary light to see should not be wanting. The curtains, of which"], [22, "14 (he whole velarium consist, extend like rays one near the other, and amount to 40. Their uniform length is 137 ft 6 in.; the greatest breadth in all is the same, to wit 55 ft. 9 in. but they are unequal ; 18 of them are 20 ft. 7 in. broad, and the other 10 ft. 3 in- They are supported by poles and ropes or cables. There were 240 poles in the aforesaid great circuit, all of wood covered with brass, 28 ft. 10 in. long quadrangular, each side 1 ft. 4 in. 6 1. broad. There are 28 ropes extended under the velarium : two in a strait line embrace the whole length of the amphitheatre. The others are fastened on these two, and form the support. There is besides a cable, which encompasses the empty place corresponding with the arena. It supports the 212 ropes, of which we shall speak afterwards. Three sorts of engines are made use of: cables, verrocchi, and pullies. There were 240 cables, the same number of verrocchi, as every pole had one; there were as many pullies, but 200 ef them had two wheels, and the other 40 had three. subterraneous #art$ of tfje Coio&feum. The subterraneous parts of the Colosseum assuredly form the most important and curious discovery which ever was made by antiquarians. We are thereby iuformed, not only that the arena was vaulted, but that from the arena itself, without having any communication with spectators, the wild beasts, bestiars, &c. were raised, and every thing that was"], [23, "15 necessary to satisfy the fervid genius of the Roman people ever thirsting after novelty. By these means we can explain many passages of the ancient authors which were inexplicable before, and form to ourselves a clear idea both of the con struction of the whole building, and the performance of the games. They were wholly brought to light after Lucangeli's death, and have been faithfully copied in wood by Paut Dalbono, his son-in-law, in order to make the work complete. Here is a summary description. Atl the arena being empty beneath to about the depth of 24 ft. it was necessary to construct walls under it to support it. Their walls lying regularly parallel, either to the greater diameter, or to the curvature of the podium, would in some places form strait alleys, sometimes curved ones, sometimes mixed, which com municated with eaoh other through arcades and gates. Near she podium there were three curred ones ; these were cut by a strait alley, which on its greater axis crossed the whole arena, and stretching from both parts under, the porticos of entrance, ended without by means of a staircase on the public street, after being divided into two branches under the second ambulacrum, to come again within a little distance into the second of the aforesaid curved alleys. Parallel to this, and two other strait alleys, which separate four others, by which they are in turn separated, having on the upper parts, some rectangular apertures equally corresponding between themselves. These seven straft alleys are divided in the sides from the curved ones by two mixtilines."], [24, "16 From the bottom of the subterraneous places, the cages and wild beasts were brought upon the arena in two ways ; either by the means of wooden inclined planes, the props of which are remaining in the walls of the three free alleys; or perpendicularly with ropes, the traces and mechanism of which are preserved on the angles of every rectangular aperture in the four alleys, which divide the three aforesaid ones. Therefore there were as many holes on the arena, as there were apertures for every inclined plane, and shut as occasion required. This made Calpurnius say, poetically, in his description of the games given by the Emperors Carus and Carinus, that the arena opened i;s gulfs, and vomited wild beasts and trees. This explains the conflagration caused by a thunderbolt in the arena under Macrinus, as these trap-doors were ne cessarily made of wood. As the arena was hollow underneath, it is easily understood how it sunk in through an earthquake which happened about the end of the fifth century of the christian era, and was rebuilt afterwards by the Consul Basdius ; a piece o£ intelligence, which is grounded on a double inscription found out in the last excavations. N.B. According to ancient authors, and agreeable to admeasurements taken in the amphitheatre, it is calculated, that it was capable of hording 85,000 spectators."], [25, "17 WE, the undersigned, do declare, that the Modeh vf the Colosseum, in wood, on ichich the celebrated mechanist, Lucangeli has wrought with indefatigable pains, for the space of twenty-two years, and which after his death, has cost Paul Dalbono, his son-in-law, two years more incessant labour, is a performance perfect and unique in its kind, because the style of the original is preserved with, the greatest exactness, the resemblance of the construction is carried se far as to point out in every stone, even to the form of the cut and its particular dimensions ; because the restorations most scrupulously follow the indications existing in those parts tvhich are not in ruins, and are in every thing conformable to the parts of the building, or the ornaments found intire, in both ancient and modern ex- cavations ; finally, because it makes the amateurs and artists sensible of the complicated and well combined mechanism of the grandest and best formed ancient amphitheatre. Peter Bianchi, Engineer Academical Architect of St. Luke's Anthony Canova, perpetual Prince of St. Luke's. Vincent Camuccini, Academician of St. Luke's. G. A. Guattani, Secretary to the Academy of St. Luke's. G. Le Thiebes, Director of the Royal School of Fine Arts at Rome. Paris, the King's Architect. Lawrence Re, Professor of Archeology in the University of Rome. •Stern, Professor, Academical Architect of St. Luke's. Joseph Valadier, Academical Architect of St. Luke's. Philip Avrelius Viscojcti, Honorary Academician of St. Luke's. c"], [26, "18 EXPLANATION or the principal parts of the amphitheatre, distinguished by numbers correspondent to those ON THE MODEL No. 1 Two large gates, through which the machines were in- troduced. 2. Two imperial entrances. 3. Secret entrance, through which the emperors came to thf podium, (no. 37,) from their palaces, by means of a sub- terraneous corridor. 4. Enumeration of the arcades of entrance, 76 in number, through which the people came to the different meniani, or seats. 5. First outward ambulacrum, or corridor. C Second outward ambulacrum, or corridor, wherein the' two flights of stair-cases begin, which lead to the second order of the aforesaid porticoes. 7. Imperial atrium, which looks towards the east, or Titus's baths, 8. A corridor, which leads to the third inward ambulacrum, distinguished as no. 9. 10. The third preceding indicated ambulacrum, or corridor, from whence the stair-cases with one flight (marked no. 11) similar to the aforesaid ones, lead to the second order of porticos, and where also the stair-cases (marked no. 12) lead to the first vomitories, or issues, of the first marble meniano, as explained in no. 13. 14. Holes, Or apertures, which serve to throw a greater light on the third ambulacrum, or corridor, no. 9. 15. The fourth inward marble ambulacrum, where the 12 small staircases (no. 16) begin, which lead to the podium"], [27, "19 (no. 37) and the four descents which lead to the arena (no* 17). This ambulacrum receives light from the apertures (no. 18). 19. The first and second outward ambulacrum of the second order of porticos ; from whence the staircases (no. 20) begin, which lead to the third order of vomitories, or issues, that is to say, to the second marble meniano, ov seats. 22. A corridor, along which the people went to the third interior ambulacrum or corridor (no. 23) of the second order, from whence the staircase (no. 24) leads to the intermediate.ambulacrum (no. 25). Between the second, and third plane, begin the small stair-cases (no. 26) which form the second order of vomitories or issues, leading on the ground-floor, which divides the second from the first meniano. 27. An intermediate ambulacrum or corridor before mentioned, between the second and third order of the porticcs, where begin the stair-cases (no. 28) leading to the thiid order of porticos, and which receive light from the windows, or luminaria (no. 29) 30. The first and second outward ambulacrum or corridor of the third order of porticos, from whence the stair-cases with two flights (no. 31) lead to the third meniano (no. 32) and where begin likewise the staircase (no. 33) leading to the intermediate ambulacrum or corridor (no. 34) the third and fourth order of porticos, and likewise through the gates (uo. 35) it passes to the secoud meniano (no. 21) An ambulacrum mentioned before, which by means of staircase (no. 37) that lead to the portico (no. 38) formed by the inward part of gilt wood, lined with gilt brass, or metal. 36."], [28, "20 A portico before mentioned, whence the four stair-casea (no. 40) lead to the same portico, in order to perform the movements of the velarium. 39. A spare denominated podium, as we indicated already. 41. Steps where begin the vomitories, issues that serve for the spectators to go to their respective seats. 42. 43. What was commonly called the arena, a place, where all entertainments of the amphitheatre were exhibited. 44. A marble wall which supports the podium. The first division which divides the the- podium from the first meniano, that is to say, the space formed by the 20 orders of seats. 45. The second division, which divides the first meniano from the second. 46. 47. The third large parting Wall, called by the Latins, balteus, dividing the third meniano from the seeond. A portico already spoken of, forming the final ornament of the inside of the amphitheatre. 48. The subterraneous places already explained in the general description, consisting of the three strait alleys (no. 50) ; of the four orders of small cavities, which as was related in the description, served to make room for the cages of the wild beasts ; as many spaces (no. 52.) which served for the movement of the cages, and of the elliptical alleys (no. 53.) which likewise served as well as all the other cavities of these subterraneous places, to perform the necessary manœuvres in the entertainments already adverted to in the aforesaid general description. 49. FINIS. G. Snaeeton, Primer, Great St. Mama's Lane. fr.."], [29, ""], [30, ""], [31, ""], [32, ""], [33, ""], [34, ""]]