[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, ""], [10, ""], [11, "PRICE) \"\" THE (ONE PEN. T,Y&S€. Containing a Choice Selection of the Latest and most Popular Songs now being Sung. The Cigar Girl The Fireman's Story He was One of the Light Brigade The Fairy Queen Wreck of the Lifeboat My Birthday The Soldier In My Hand, In My Hand Waiting to Hear the Verdict Proposing My Old Friend John My Son, My Son Hands and Hearts Bonnie Mary of Argyle Barney Tike me Home Again I'D Take You Home Again Kathleen Pretty Pond Lilies Song to Stanley Listen to my Tale of Woe The Song that Reached my Heart The Sentry Our Babies A Dream of the Ring • Broken Up Some Do ! Some Don't Call Me Back Again The Ship that Never Returned The Bogie Man Johnny Got your Gun Drink Up Boys Oil ! Dear Me, what's the Matter On It Like a Bird Booze is There A Soldier and a Man a the Only Girl I Love Pet mid Pride of the Dairy Here's a Health to the Barley Mow The Soldier's Adien March of the Men of Harlech Don't Leave Your Father, Boy Our Village The Whittling Wife The Boys and the Girls Over Goes the Show Sister Mary Walked Like That Across the Bridge Only to See Her Face Again The Tipperary Christening There's a Light in the Window White Wings 'Tis Only a Pansy Blessora A Boy's best friend is his Mother Sweet Violets The Maid of Langoileu WILLIAM 8. FORTEY, STEAM PRINTER & PUBLISHER Gkkat St. Akdrew Street, Bloomsbury Lonbok, W.O."], [12, ""], [13, "METROPOLITAN LYRI, a COLLECTION OF FAVOURITE SONGS. Wreck os the Lifeboat, Sung by Alf Chester. Music Published by R Maynard, 346, Hackney Road, E. In an old fashioned cottage that stands on the cliff. A woman is sitting alone. Sewing with fingers so nervous and stiff, And checks that are cold as a stone. The lantern that's lit in the window, Gleams on the waters below, She's thinking thinking, Of that night twelve months ago. Chorus. The lifeboat went out in the wind. Leaving a lassie behind. Thinking of Jack, wishing him back, Praying for those on the foam. But Jack with the best of his band, Was wrecked within sight of the land, Never will she her sailor see, Or give him a welcome home Playmates from childhood were Nell, Jack and I. He was the son of a tar, Nell was my sister and absent or nigh, He called her his bright guiding star We joined the crew of the lifeboat, First to the rescue was he, But they parted, yes parted, Wrecked by the waves of the sea. One starry night far away o'er the sea, A vessel was fast on a reef, Out went the lifeboat and In her went we, Away to her help and relief. Jack brought aboard the survivors See bow we pull for the shore, Bnt she's sinking, yes sinking, No human eye saw her more. Only one man from the lifeboat was saved, Only one sailor came back, 1 was the coxswain they snatched from the waves. Our bold hearted skipper was Jack. Nell sits at home in the twilight, Watching the lights on the foam She's watching, still watching, Waiting to welcome him home, SlSk Drink Up Boys. Sung by Harry Anderson. Written and Composed by Arthur Wed Music Published by R. Maynard, 346, Hackney Road, E. A man who is fond of his drinking, Is known as a jolly good fellow. The night he will spend without winking, At the club he'll drink and play. But when he's hard up and thinking, He never gets the chance of a drink ee two, But when in his pockets there s clinking. Yellow gold you will hear him Bay. Chorus. Drink up boys, and have a glass with me. For it isn't every day you'll find me eat upon the spree, I'm all right I've got the L. S. D., And I mean to keep it up for I'm a* happy as can be. Then off he will go in a hansom, As fast as the horse will carry him, He feels just as strong as a Samson, For his purse is as strong no doubt. He's able to pay any ransom. And asks every girl if she will marry him. With every charming damsel, At the bar you will hear him say. Drink up girls, 40. With a policeman some words he is saying, The officer tells him to go away, Jem Smith and Kilrain he is playing, Till he stands before the beak. Then for mercy he's humbly pleading, But the magistrate says you 11 have to pay His friend* all his fines are soon paying, And like himself you'll hear them say"], [14, "A COLLECTION OF FAVOURITE SONG8. Barney Take me Home Again. Oh, Barney dear, I'd give the world. To pec my home across the sea, When all my hopes were joy impearled Before I went to roam with thee. I long beneath its roof to rest. Where never comes a care or pain, In all the earth it is the best Oh, Barney take me home again. Chorus. Oh, take me home, yes take me home. To where my heart will know no pain, I'll go with thee across the sea. Oh, Barney take me home again. Oh, Barney dear in happy dreams, I live once more the dear old days, By flowery dells and sun-kissed skies, Sweet recollection fondly strays. To see each well-remembered face, And hear their voices glad refrain, As memory its steps retrace, Oh, Barney take me home again. Oh, Barney dear, why did we roam, To seek a fortune in the West. When love and peace in that old home. Were better far than all the rest. For what is fame and wealth and all. When life is dark with care and pain. The past is far beyond recall. Oh, Barney take me home again. I'll Take You Home Again Kathleen. Answer to Barney Take me Home Again. I'll take you home my Kathleen dear, Across the ocean wild and wide. To where your heart has ever been, Since first you were my bonny bride The roues all have left your cheek, I've watched them fade away and die, Your voice is sad whene'er you speak. Awl tears bedim your loving eyes Chorus. Oh 1 1 will take you back Kathteen, To where your heart will feel no pain, And when the fields ure fresh and green i'll take you home again Kathleen. I know you love me Kathleen dear, Your heart was ever fond and true, I always feel when you are near. That life holds rothing dear but you. The smiles that '•nee you gav* *« me, I scarcely ever see them now. Tho' many, manv times I see, A darkning shadow on your brow. To that dear home beyond the sea, My Kathleen shall again return, And when thy old friends welcome thee, Thy loving heart will cease to yearn. Where laughs the little silver stream, Beside your mother's humble cot, And brightest rays of sunshine gleam, There all your griefs will be forgot. Pretty Pond Lilies. Music Published by W. Paxton, 19, Oxford Street, W. Whilst waiting in the lane for you darling Ling'ring as the hours roll by, Attracted by the rippling of the water, And the fragrance where the pond HUM lie. To gather some I quickly thought. You d smile if them to you I brought, So take them with my heart's best love, As pure as Heavenly things above. Chorus. Ah ! pretty pond lilies I've plucked liar you. Fresh from the waters sparkling with dew, Take them from me as a token so true, Pretty pond lilies I've brought unto you. Tra la, oh. he ho, oh, he oh, oh, be ho. My love shall ever be to you, darling, True as the water lilies pure, So take them, dear, and cherish to your heart love, Don't let your thoughts of me another lure. Oh, promise me, oh, pledge your word. That when I'm gone far, far away, You'll not forget when with the loved ones The lilies and the vow you made to day' Ab I tra la, *o."], [15, "He went to the rescue of the German Emm Pasha, But very little thanks he received, Stanley's heart was just as good as ever, And by everyone this truth is believed. For days and nights and weary monthe together, Through the forest he forced his way, In the terrible heat of the African weather, He stuck to his task each day. He will be received in every town in England, By the voice of the people I am sure, As a thorough John BuB and a credit to Great Bri Though his parents w-a're told were poor. The streets of London wiU be crowded to see him, When his face and form is in view, Voices and hands will be willing to greet him, He is a credit to both me and you. Then heres a health to our hero Stanley, Who has so many troubles braved, Africa's sands he has passed in safety, And many a life he has saved. We hope he'll live to enjoy all the honour, That his daring and courage have earned, Altho' his name will live forever, We are glad he has safe returned. W. S. FORTEY, Steam Printer a?d Publisher, Great St. Andrew Street, BlnoBMrrory, London. W C. line* in honour of the world-famed Explorer H. M. STANLEY. Air— The Ship that Never Returned. A. man whose name will ne'er be forgotten, Has returned to his home once more, From the land where he once found Dr. Livingstone, He comes back to his native shore. The name of Stanley will always be remembered where the Brrtish flag is unfurled, At home or abroad his name wiU be living, He is the wonder of the world. Chorus. Stanley's home we give him hearty greeting, And his country's thanks he has earned, For his safety I'm Bure we've been watching, watching, G-sod luck to him now he's returned. Tou all must know, not many years ago, He was sent Doctor Livingstone to find, Straight to the place through sickness and troubles, But for all that he never repined. He found his man and there is no denying, The stars and stripes he unfurled, But whatever flag that day he was flying, It mt a honour to the world."], [16, "A OOLLEOTION OF PA-tCTSiTE 80KGS. & Our Village. Muiio Published by Francis Bros. <fc Day. 195, Gx*ed 6S\"**< W For thirty years in business 1 had worked without cessotWs. I made about a thousand pounds then thought I'd settle dona. In private lifr — so, like a mug, at my * ife s instig ition, 1 settl'.-d in a villagejust on fifty miles from town. It's on the 'Slow and Dirty' line, end O' ly smallish-sited yet It bonsts of forty residents — some humble - 6<>m* tip-top, It htis a name I can't pronounce, it's barely civilised yet To;i11 understand that when I say the e's no pawnbroker's shop. (Spoken) — A truly moral spot! no trains, no busses, no gns no nothing, when yon Want milk for breakfast you have to catch tiie cow and milk her, wiien you want eggs yon have to catch t e chickens and \"ait for 'era. Oil ! its a treat, to live lo : — Chorus. The vil'sge — our village — a tasty little spot, The home if sweet simplicity w ere they no train* have got. Where they have no Music Halls, No sign of tnree brass balls The village on the 'Slow and Dirty' line. Down there the game of honey-pots is still an institution, To light a fire they use a pair of bellows lo this day, '1 heir very newest topic now is Lefroy's execution. Their latest comic Bongs ate Not for Joe and Old Dog Tray 1 hey hare no pavements in the place, although they'd come in handy, Because the roadsare just like rocks — it'6 everywhere the sitnie — And tli rough tiiis all the folks down 1 1 ■ e earc knock-kneed or else bandy, While as for me, the first time 1 walked on them 1 went lame. \\Spoken). — So lame that the village policeman wanted to run me in for being drunk, \"tuf! why I hadn't been drunk for months together — not for montl s together — I've been drunk for weeks together, but that's a little accident t lit might happen toaoybody. It's so dull down there that mj- wife's acquired quite a literary taste, that is to say she foe* in for the 'Family Heruld' sot breakfast, a 'Hare-Bits' for dinner and ' i it-Bits' for tea, while for supper she gave me 'Scraps' iu — (Chorus.) The shops are mixed for there we buy our lamp oil at the b ker's. The public-house supplies us with our soda starch and chalk, We get our bird-seed and our blotters from the undertaker's. The parson sells t bacco. and the farrier deals in pork Our p lieeroan is the postman — also keeps toe churchyard tidy, He's likt wise beadle, verger, vestry ch*rk and s-xton — \\o i Can't think of all his offices — he sweeps the road e ch Friday V\\ hilst (on his own) he mends our b >ots and ti.kes iu mangling too. I Spoken). —Altogether he's what I call a good all round, useful man. His house, which 1 also the post office and Police Station combined, is a one-ior-nned edifice. When he takes a prisoner he hi s to shove him under the bed for safety ! aud with the tradespeople ■o mixed up ir 's a difficult matter lodo business: tt ey set about it something after this Style —one goes to the other and says 'look here, if I give yon three ha'pence, a pint of panasiii. aud a bunvh ufcarmts will you let me have a pair of kippers and a pound of treacle?' Well it's onkwsrd you know. There isn't a dressmakers in the place I brought my old woman np to town to-doy. and she saw ihe firt^ milliner's shop she'd seen f r two years and if that 6hop window hud been made of pluo she conldn-t have (tuck to it tighter, 1 couldn't move her, well,as si.« stuck outsiue that shop 1 couldn't help but think of the poet's beautiful words: — She stood outside the milliner's, Her husband's voice she heard not, ., And when he (aid c me on, you Limb, ■he spoke not and she stirred not. He swore—he raver)—he clutched her arm, But nothing seemed to move her, Until he gently placed his boot Dpon her drea* improver. (Choru*.)"], [17, "A COLLECTION OF FAVOURITE SONGS. PROPOSING. Written by Paul Pelham. Composed and arranged by B. S Beber. Music Published ->v It. Maynard, 316, Hackney Road, E. Young Cupid they cay, makes fools >f all men. 'tis the same with the high and the low, \"Nature is nature\" all the world knows, '\"one touch makes us kin,\" as I'll show; When his lordship, \"Sir Charles.\" falls in love with a girl, aud down on his kneea at last 'slops,\" His manner towards the \"tart\" of his heart, is like this wfoen the question he pops. Chant. \"Ah, weally! I say, my dear lady Maud, you're awfully charming you know; TPon honour I love you, I'll give up my club and bad habits, oh pway don't say no,\" He screws in his eye glass, and fears every tick that some awful blunder he'll make, And says he. ' for the honeymoon wight wound the world in my yacht, you dear lady 111 take; Ob, weally say yes, fair lady, now do. how awfully teasing you are; I'll settle upon you a thousand a year,\" she haughtily says, \"ask mamma.\" Chorus. — All the while wicked little Cupid rubs his little hands with glee. He'll chuckle and he'll say, here's another silly jay. And the mischief's all through me. Whtn \"Arry\" his \"donali\" is courting, oh my! the neckties he'll wear are a treat, And the feathers bis lady love wears match his tie, so the pair look quite fetching and neat, Gn Sunday they'll drive to the Forest or Rye he treats her like some blooming tofl. When he asks her to have him, for better or worse, why this is the way he starts ofi \"G'yer Mog. old gal, I've bought a new moke, and got a few quids in my kick, Now wot d'yer say to me for yer bloke? say yus, and we're swished in a tick; We've been messing about for a goodish bit now, aud I've worked up a decent good round. So can now do the job in fair bono style, no hanking, all 'onest and sound.\" Says she, \"oh, well, Joe, I don't care if we does,\" and shortly the pair can be seen, He in his pearlys, she in her shawl, at the red church at Bethnal Green. Then there's the old fogey who fancies he's young, and he makes quite a fool of him- self. But what does she care he's old, she will say, he'll soon die then I'll have his pelf, He pads himself, dyes his hair and moustache, and fancies himself quite a 'don,\" And when the old josser proposes, why this is the way the old fool carries on. He screws in his feet in the tightest of boots, carefully brushes his hat Sports a light stick, and tries to stand straight while wiping his sect on the mat; A big red rose he'll wear in his coat, and all sorts of presents he'll bring, He'll swear he's but forty, and tries \"Love's young dream,\" in a very weak voice ta sing; He's full of rheumatics and pains in his legs, he tells her \"it's only a sprain,\" Goes down on his knees his love to declare, and he has to be helped up again. Now lastly, the man with a true faithful heart, who's honest hand's hardened with toil, Who like a hero in life plays his part, his mouth with a lie he'd not soil: Denying himself many pleasures, that he may prepare for his darling a nest. Of all the true gifts that a woman can have, a man's love like this is the best Says he \"will you have me? Kitty, say yes ! I promise you'll never regret; Be my wife. Kate lass, I give you my word that you 1 never will forget!\" See how her head on his shoulder she lays, then wedded they side by side stand, 'Midst bells joyous ringing, his head held erect, as proud as the best in the land; Steady and true to the'girl of his heart, protects her through sorrow and strifa. Sharing his lot for better or worse, with her he has taken for wife."], [18, "A COLLECTION OF FAVOURITE SONGS. Johnnv Get Your Gun Sung by the Mohawk Minstrels. Written by T. Clay. Composer F. Belasco. Music Published by Francis, Day & Hunter. 195, Oxford Street, W. Ne W*eu heard my ole man say- • johnny get your gun. get your gun! \"Whene'er de 'possums tricks do ploy. Johnny get your gun, get your gun! ->cre are two-legged 'possums, too. Johnny get your gun, get your gun ! If dey try to humbug you. Johnny get your gun, get yoar gun ! Chorus. Johnny get your gun, get your gun, 1 say, Tossum's a-playing round to day. And he thinks that he can fool us in the good ole way. Johuny get your gun. get your gun! Singing ah ! guess you can't get round dis nigger! Singing oh ! Johnny get your gun, get your gun! Now, if your wife goes mad on dress — Johnny get your gun, get your gun ! A new gown daily, more or less, Johnny get your gun, get your gun! When de tally-man comes round, Johuny get your gun, get your gun! To pay his bill of twenty pound, johnny get your gun, get your gun! When politicians rave and spout- Johnny get vour gun, get your gun ! And want to turn thiugs inside out, Johnny get your gun, get your gun I Swearing, if for them you'll vote, Johnny get your gun, get your gun ! !NTone need wear a shabby coat, Johnny get your gun, get your gun ! And if you find a gay young spark — Johnny get your gun, get your gan! Who courts your daughter after dark, Johnny get your gun, get your gun! Has scooted off and to his shame, Johnny get your gun, get your gun ! Served a lot of girls the same. Johnny get your gun. get your gun ! If at a race you back a horse, Johnny get your gun, get your guu ! Then find your 'bookie's'' left the course, Johnny get your gun, get your gan! If you're asked the ace to pick, Johnny get your gun, get your gun! When they play the \"three card\" trick, Johnny get your gun, get your guns Fairv Queen, Or Nelly the Pride of the Ballet Sung by Harry Anderson. Writer K. Roden. Composer F. W. Venton. Music Published by R. Maynard 346, Hackney Road, £. I'm deeply in love, as I've oft* been before, With a girl in the ballet, which lust month I saw, She seemed the sweetest and fairest I've seen, \"When she appeared as the fiftiry queen. She danced so delightful and stood on her roe. It has quite turned my brain and wherever I go, She seems to haunt me, and say she'll be mine, And to me her dear features seem more than divine. Chorus. She is the queen of my heart, She is my only sweetheart. From her 1 never can part. My Nelly, the queen of the ballet. Sweet Cupid with me has again his own way I'm thinking of her by night and by day, She looked like the goddess of slowors that night, She sparkled like diamonds before the foot- light. I thought her an angel just come from above. The fact of it is. I was madly in love, I'll never forget her if near or afar, I am dreaming of her as my own guiding star. I plucked up courage and met her one night. And told her 1 loved her, beneath the moon- light, I offered my hand and I offered my heart. 1 told her that from her 1 never would part. She accepted them both and ogrecd in this life, To love only me and to be my dear wife ; And soon we'll be married, how happy I'll be, To think that at last she's belonging tome."], [19, "A COLLEOnON OF FAVOURITE SQNGS. THE CIGAR GIRL. ■nng by Jolly John Nash. Written by Stanley Rands. Composed by Vincent Dari**. Music Published by R. Maynard, 346, Hackney Road, E. A pretty girl with an old man who passed for her papa, And kept a shop where you could get a very nice cigar ; She served hehind the counter all the swells who came that w»y, But if they tried to spoon at all, she always used to say : — Chorus. Ha, ha, ha, ha, ha, ha, you do amuse me so, Ha, ha, ha, he, he, he, and ho, ho, ho, ho, ho, Bnt if you are in earnest you can speak to my papa, He's in there in his old arm chair, tra, la, la, la, la, la. A very spooney 6well one day went down upon his knees, And said, \"I love you very much, so have me, if you please ; Til run away and kill myself if you say you will not, For I cannot live without you,\" but the answer that he got — Chora— He went to see her father in the room behind the shop. But when her father heard the tale he frowned and shouted \" stop, I never was so much surprised before in all my life, rhat girl is not my daughter, sir, why, hang it, she's my wife.\" Ha, ha, ha, ha, ha, ha, you do amuse me so, Ha, ha, ha, he, he, he, and ho, ho, ho, ho, ho, You thought she. was my daughter sir, what a funny man you *J«, We were married yon know some years ago, tra, la, la, la, la, la. Now when this fender-hearted swell found out how he'd been had, His knees began to tremble, and he felt so very bad ; He didn't stop to say good-bye bnt quickly ran away, And as he bolted through the shop he heard his charmer 6ay Ha, ha, ha, ha, ha, ha, you do amuse me so, 11a, ha, ha, he, he, he, and ho, ho, ho, ho, bo, I hop* ynu are contented now you've spoken to papa, You omit have me for I'm married, you see, tra, la, la, la, la, — i"], [20, "A COLLECTION OP FAVOURITE SONGS. Tha Soldier. Sung by James Fawn. Written and Composed by E. W. Rogers. Music Published by R. Maynard, 34G, Hackney Koad, E. Who is it marches through the streets As if he owned the town ? It is the British soldier bold, A man of wide renown : His martial eye shoots rays of fire, His chest is broad and square, His gloves are of a spotless white, And tasty is his hair: He taps his pocket with his cane, And being minus cash. Puts on a haughty swagger, and Strolls out to find a mash. Chorus. Who is the giddy Lothario? the soldier ! Stiff as a poker from head to toe, the soldier Who when there's anything choice about, Puts all his rivals to speedy rout: Who is it cuts the civilians out? the soldier ! Who is it sits upon a horse. In Whitehall's thoroughfare? Admidst tire girls' admiring gaze, And street boys vulgar stare. The ar-Ab views the breast-plate, and Exclaims in fiendish glee. \"Blow me it's a reflector Bill, Come ossa Christmas tree,\" He knows he's safe, so farther with His impudence he goes Says \"yah »ld tin ribs.\" and then puts His finger to his nose. %ho does the boy call potted meat? the guardsman ! Who through itall must keep his seat? the guardsman ! Toys they reserable with all their glare, Ornaments true — but we must be fair Who at Kassassin was found all there? the guardsman! Who is it mounts the uniform But not to meet the foe, And plays Lost Chords or comic tunes, At Fete anil Lord Mayor's show? The bandsman draws Hie eye* of all With his resplendent suit, The girls will follow him for miles, To hear him tootle-toot. He cheers the hearts of thousands wit*). His musical hotch potch, He has one little weakness though That is for special Scotch. Who is it goes for the Uam Vahr? the bandsman ! Who is the musical la-di-da? the bandsman Who is it dressed up in martial clothes, Blows his own trumpet where'er he goes. Who is it colours his martial nose? the bandsman ! Who is it with a vivid red. Paints all our seaport towns. And carries off the choicest girls, Amidst civilian frowns; It is the soldier, whom the cook, Invites with her to sup, The soldier tis who makes a quart Of Guiness's sit up: 'Tis he who is her cousin, when The master comes down stairs, And wants to know the who the' — what! He's caught there unawares. Who is it mashes the country nurse? the soldier! Who is it borrows that lady's purse? the soldier! Getting it toddles towards the bar Orders a drink and a big cigar, Hands it back quietly, and says ta! ta! th* soldier ! Just look at our Militia bold. Old England's joy and pride. The pillars of our mighty strength, The trusted though untried; What though they scramble for their clothes. What I hough the lot may fall. That tall men get the short men's suits, And short men got the tall ; What though their fighting's done in pubs, It causes no alarm, They hug each other much too close, To do each other harm."], [21, "A COLLECTION OF FAVOURITE SONGS Who are the bravest men on earth? the militia ! Veteran warriors from their birth? the militia! Never well-fitting the clothes they wear. Slouching along with careless air. Who are the champion boys to swear? the militia. Who is it when his pluck to prove, Is put to any test, Will prove that Britain's sons are of The bravest and the best; Mm like bold \"Wood and Roberts are The real and honest heads, Of England s ranks, not gossipers, Whose fields are feather beds : Our army never can decay If we can still find room. For men like General Gordon brave, The hero of Khartoum. There was a man whom the world would call a soldier ! Never afraid for his land to fall, this soldier ! Leaders like him all^men inspire, Filling their hearts with a martial fire, Through him for ever we must admire, \"i soldier. la Hv Hstt*. I\" % Hand- Sung by Johnny Dwyer. Music Published by R. Maynard, 318, Hackney Road, E. I'm one o' them chaps what gets my living By takin' firings what isn't given, With my hand — with mr\" hand, With my hand — with my dook. Now I started the biz'ness in Petticoat Lane, I mean I started the fingerin' game, With my hand — with my hand, With my hand — with i--iy dook. Chorus. And I wish there was no prisons, I do — I does ; For the old treadmill it makes me ill, And i only steals my belly to fill, With my hand — with my hand, I wish there was no prisons. Today I met a big fat boy. He d a lot o' pease-pudding and a penny saveloy, In his hand — in his hand, In his hand — in his dook; Ths puddin1 looked nice, i t was smokin' hot, I sneaked behind the kid and I collared the lot, With my hand— with my hand, With my haud — with my dook. And I wish there was no prisons, I do— I doett; For oakum pickin' gives me such a lickin\", When I'm run in for a little bit o' nickin', With my hand — with my hand, 1 wish there was no prisons. As T wns goin' past a great Music Hall, I saw a kid sneak a trotter off a stall. With his hand — with his hand, With his hand — with his dook. The owner had gone for change, and not seeing a copper, I chucked him under the chin and he dropped the trotter. In my hand — In my hand, In my hand — In my mit Chorus. Once I met a girl, she'd a perambulator, With two kids in it. one had a hot potato. In his hand — in his hand. In his hand — in his little dock. As she was courting a snvrt young baker, I kissed one o' the kids a.id sneaked the other's tater, With my hand— with my hand, With my hand — with my dook. Chorus. The Soldiei's Adim. The weary sun's gane doun the west, The birds sit noddin' on the tree, All nature now inclines for rest. But rest there's none allowed for me. The trumpet calls to war's alarms. The rattling drum forbids my stay ; Ah ! Nancy, bless thy soldier's arms, Ere morn I shall be far away."], [22, "A COLLECTION OF FAVOURITE SONGS. OH! DEAR ME. WHAT'S THE MATTER. Written and Composed by Kool Kennedy. Sung by G. W. Hunt*. Music Published by Francis, Day * Hunter, 195, Oxford Street, W, I'll sing in praise of a maiden with a big bare-footed head, She used to roost along with the hens, for she never went to bed, She often used to cackle and crow, and almost every day, When I would ask her what she'd have, with sentiment she'd *«y — Chorus. — Oh ! dear me. what's the matter, Give me a drink of water, I feel so very hungry, I don't kno» where to sleep. Spoken.— If you can stand this, you'll stand anything. I wish 1 were a butterfly, and my butter a shilling a pound, I'd open a shop in Regent Street, and wait till my love came round, I'd give her a feed of oyttcr-shclls, and a bottle of blngcr-geer, I'd put my nose to the keyhole, and I'd whisker in her ear Choral. Spoken — Well. I'm surprised — I am, indeed ! Now, I'm a man who's been all over th* world, also in Hammersmith, and I'm shocked to find that an intelligent body ot people will sit and listen to such rubbish. Mind you, I don't think you would do It ff you were sane. There's only another verse to this, so just let me live until I sing It— then I will make my escape. (To the orchestra) Just play this as sweetly a* yon am. Thanks. I wish 1 were a shoemaker, and my love required a pair, I'd measure her with a ten-foot rule, and I wouldn't have much to spare, And if the corns should hurt her much, I'd tub them iown with » file, And I'd tickle her back with half a brick until I made her smile. Choru*. Spoken. — You don't seem to catch on to this chorus exactly, so I will sing it to yo* In German, that you may all understand it Oil ! dear me, what's the maiter Give me a drink of waiter. I feel so vera hungry, I dinna ken where to doss. Spoken. — Now, having sung it to you in German, I perceive that you have a faint idea of the manner in which it should be rendered ; but there is a vein of sympathy running between each line that you do not seem to grasp. And as I am the author of the song. I shall endeavour to explain it to you. Observe in the first line, where th* poet — 1 am the poet — exclaims, \"Oh! dear me, what's the matter?\" Observe the manner, so child-like and bland, in which I ask you this great and unanswerable conundrum, \"oh! dear me, what's the matter?\" and then in the next line, where 1 say \"give me a drink of water.\" See, 1 don't ask you for whisky or beer; no, simply water — pure, unadulterated water. And then mark what follows: \"I feel so very hungry, 1 don't know where to sleep.\" Ah! my friends, there is a chorus that no working-man's home should be without. \"He'll never be happy till he gets it.\" \"If you don't see it in the window, go Inside and ask for it.\" \"See that the name is blown on the bottle,\" for \"it's worth a guinea a box.\" I want you to read, mark, learn, and Inwardly digest this, for it will do you good. 1 wouldn't prescribe it for you if 1 didn't think so. Now mark the text once more, \"Oh 1 dear me,\" ac. Now sing cVoru*"], [23, "A COLLECTION OK FAVOURITE -ONG8. The S.ntry. By Permission of the Author. Far, far from my home and the dear ones I love, With t>e star-spangled banner of Heaven abi'Ye. I stand here alone ns a sentry on guard, And c -ue not _ bit tho' my lot may be hard. My life I will forfeit for honour's dear Bake. For the welfare oi England may be p'raps at stake. Be here in tne silence my watch I will keep. An Englishman's motto is, be not asleep ' Chorus. Here on sentry walking to and fro, Here an sentry waiting for the foe, My heart is always steady, And n y arms are always ready, To fight for tbe gloiy of old England. The treacherous foe may ba hovering near, And right iu our midst may cac > moment appear, But 1 am all ready and perfectly calm At the least sign of danger, to give the alarm ! Hark! w hat is that sound in the distance 1 hear? lt may be the footsteps of enemies near, Halt! who is it comes? answer quick! or ill fire, A friend! pass along, and go where you desire. And now in the distance I fancy I see, My dear darling mother who's thinking of me, Well knowing the perils and dangers I meet And praying God spare me, the foe to defeat. But should 1 be cowardly struck from be- hind. One moment to breathe and my country will find, A true English heart ceased to beat when __.fi Ity duty I aid, and hope 1 did it well. Our Bafaid^ By _*tTrt_\\ssion ui th€ Aulnor. To the gallery of nature, in our fancy let us go. Let us gaze upon one picture, whioh wiU set our hearts aglow, 'Tis a mother fondly watching by the cradle or the cot. Thinking only of her darling and what is to be its lot Born to sin and to meet troubles, thorns may Ue where should be flowers. Looking in the misty f ture, thought. like ttuse are often ours. Chsrus. Oh! our babies, our dear little babies. Dearest of treasures on earth Tenderly reared like a delicate flower. And watch* d from i he time of ii s birth* We g ze on some dear little innocent thing Si. eking its dear little thumb. And we cannot help wondering again and again, Oh! what will our babies become. How unlike in form and feature, difieient to a Vdet degree. By the fate's mysterious power, diffe ent so their lives must b-, Some are born to r»nk and honour, some to shine in glorious fame. Others crust and degiadati<n, sinking iu the gulf ot shame. When ihe path of life's first trodden, when they see the light of day. Can you wonder anxious mothers should in silence often suy — Oh ! with what professed devotion, ohl with what unceasing care. Will u mother guard her < flspring, for it « fieri ng many a prayer, In the hour of tribul tiou when grim death is hovering nigh. How the fading flower she'll watch with aching hea t and tearful eye. Spared they live ami grow becoming difieient b ings of different kinds. Is it then a thing of wonder though talifct this should cross our mind*."], [24, "MT SON ! MY SON ! Sung by Charles GtouiYey. W itten bv E. W Rogers Con posM b» George Lr- B u> ,n. Published by Francis Day & Hunter, 195 Oxfoiil Street, iiouuon. Just five and twenty years ago, how well I know the day, My only child a son was born my lands and house to sway, With fond delight my darling wife called him her joy and pride. And I was proud as he grew up to have him by my side. And when from college home he came, so tall and ful' of grace, I thought how well in future days he'd fill his father's pla£*„ But one dark day I came to learn that he had forged my name. With curses deep I drove him forth to bear his load of shame. Chorus. My son ! my son ! my only one ! come back to your father once mora, I'm sorry I drove you with curses away, to roam on a foreign Bhore, Your mother is dead, her spirit has fled to brighter realms of joy, Let bygones be bygones, come home once more, to your father, my daT ling boy. He went off to Australia's shores, and as the weeks flew on, His mother's health began to fail her face grew pale and wan, And ii her sleep she dreamt of him, one night she woke and said ; \" My boy ! my boy is innocent, you'll know it when I'm dead.\" And on her dying bed she cried, \" my race is nearly run. Oh! John, my heart is breaking for a glimpse of him— my son I\" That night she died, and oh ! the grief, it nearly drove me mad, For news then came to me of how I'd wronged my noble lad. His cousin dying had confessed, his hand had forged the bill, My sun to ruin and his place, to take upon my will, I sent at anoe to find my boy— six months they've searched in vain, And anxiously I'm waiting now for news across the main - ( rat-tat 1) What's that V a telegram for me what makes me tremble so? My eyes are dim — I cannot see the news I long to know ; ( h ea<ii«g) — Dear sir! your boy is found at last, ha3 sailed across the foam, His ship is due, he longs for you, su bid him welcome home. (Dialogue.) - How can I meet him ? what can the old man say to the son he has so deeply wronged ? will he forgive me ? what will he say, when I tell him his mother is dead ?— (Voic* at sine.) (father!) Jack my son!!"], [25, "A COLLECTION OF FAVOURITE SONGS. A Boy's Best Friend is his Mother- Mule Published by Francis Bro*. & Day, US, Oxford Street, W. ▼bile ploddiug on our way. the tellsomc road of lite flow saw the friends that daily thus we meet. Hot m my will stand by in trouble and in strife. With counsel and affection ever sweet. But there is one whoso smile, will ever on us beam, Whose love is dearer far than any other, And wherever we may turn this lewon we may learn. A boy's best frieud is his mother. Chorus. Then cherish her with care and smooth her ailv'ry hair. vfhen gone, you will never find another, And wherever we may turn, this lesson we shall learn . A boy s best friend is his mother. Tho' all the world may frown and erery frined depart She never wiU forsake us in our ueed, Onr refuge evermore is stiU within her heart For us her loving sympathy will plead, Her pure aud gentle smile, for ever ci.sers our way, Tis sweeter and tis purer than all other. When she goes from rarth awuy, we'U hod out while we stray, A soy's best frieud is hi-j mother. Then cherish her with eare. aze, der fond and gentle face, not long may greet us here Then cheer her with our kindness and our love. Remember at her knee in childhood bright and dear v'e heard har voice like angels' from above aW after years may bring their gladness or their wov Bar love is sweeter far than any other. And our longing heart will learn wherever we may turn, 4 Bays bait friend is hi* mother. Then cherish her wish ear* — «. Later On Now it wm my intention to make you ■ e*n, Later on (whittle) latei on; By which your kind indulgence 1 thought I could recall. Later on (whistle) later on. Hut acting on friendly advice I contrived To make an oration beore I arrived. In hope some instruction you might bar* derived Latar on (whistle) later on. Th: great Duke ef Cambridge is going ta retire, Later on, <so. And somebody else will be shifted up higher, Later on, <so. But if such a rumour should really be trn*. Oh! where will tbe glory of \\r ngland go to, And what wiU the gingham aud gamp makers do ? Later on, <fcc. Chora*. AD adulteration they're going to stop. Later on, A*. From the tea grocer's wine to the pork butcher's shop, Later on, Ac. Some folks about it will kick up a noise, Twil bring mj misfortunes os surely a* joys Farewell to cold \" Faggots, and hot Sav- eloy*,\" Later on, *o. When you leave nexe to-uigbt you should go with a pall. Later on *o- Down Piccadilly rs far as tbe .Mall. Later on. Ac. The ladies display all the latest of styles. They live in the W est they inform you with ■miles, But don't you believe them they dos* down the Dials. Later on, <to. - eoru*"], [26, "A COLLEOTIOK OF FAVOURITE 80NO8. Listen to my Tale of Woe. as little peaoh in an orchard grow. Listen to my tale of woe, A little peaon of em'rall hue. Warm d dt the sun ana wet by the daw. It pew. it grew, Listen to my tale of woe. On* day in passing the orchard 'hrough. Listen to my tale of woe. Thai little peach dawn'd on the view, Of Johnny Jones aud nls sister Sue Than two, them two, Listen to my tale of woe. Choru*. Bard trials for tbem twe, Johnny Jones and hi* sister 8u*, And the peach of em'rald hue, I hat grew, that grew. Listen to my tale of woe. Mow np at the peach a club they threw, Listen to my tale of woe, Down from the stern on whioh it grew, F*U the little peach of em'rald hue. Poor John, poor Sue. Listen to my tale of woe, How ihe took a bite and John a chaw, Listen to my tale of woe, And then the trouble began to brew, A trouble that the Doctor couldn't subdue, Too true, too true. Listen to my rale of wo*. Under the turf where the daisies grew, Listen to my tale of woe, They planted John and bis sister Sue, Ana their little souls to th* angel* flew, Boo-boo boo-boo. Li*t*n to my tale of woe, Bnt what of tbe peach of em'rald hue, Listen to my tale of woe, That wa* warmed by the sun ds wet by th* dew. Ah ! well it* mission en earth is through, Adieu, adieu. Listen to my tale of woe. 0* through the turf when they laid them two, Listen to my tale of wo*, Vh*r* sprang a tree of a kind wa knew. And won through it* branob** th* Mphyr* blew, A wh*o, a whoo, Liaten to my tale of foe. And npon it* trunk where all coulft view, Listen to my tale of woe. They eut the names of John and Hue, And beware ef the peach of emerald ha*, It dew them two, Listen to my tale of wo*. The Song that Beaohed my Heart er Home, Sweet Horn*. 1 cat 'midst a mighty throng, Within a pulace grand, In a City far beyond to* Ma, In a distant foreign land; 1 listened to the grandelt strain. My ear had ever heard. Enraptured, c1 arm'd. urnns'd 1 wa* My inmost soul was stirr'd; I looked on the singer fair, My heart wus ut her feet. She sang of love, the old. old them*. In accents low and sweet. And the', she sang a song, That made the tear drop* atari; She sang a Seng, a song of home, A soug that i eaohed my heart. Ckj7us. dome, home, sweet, sweet home. she sang tne song of- — Home, sweet home. The song that reached my heart. That night 1 shall never forget, That night with its pleasure and aain, 1 think of tne singer, I think of tbe Mag, And wish I could live it again; In fancy again I recall The scene with it* splendour bright, Tbe mighty throng, the palace grand, The memory of that night. My fancy it may have been. But never had I heard. A song that thr ill'd me o'er like thla, Like tlvis so strangely stirr'd; The mem'ricsof tnat night of bliss, Will never from me purt. She (ang a aoug ofeUome, sweet borne, Tb* anatt tbat reaoh'd my heart."], [27, "A COLLECTION OF FAV0U1UT_ SONGS. There's a Light in the Window. There's au old fashioned homestead that stands by the sea. And a fond loving mother, full three score and three. M hose sad, tearful eyes wander far o'er the lea. As her lips part to murmur, come back lad to me !' Each night to the window in silence she strays, Whcr* she places a lamp, and its flickering ray s , Aid intended for him who may never return But brightly the light in the window shall burn Chorus. There's a light in the window burns brightly for thee. My brave sailor laddie so long gone from me, Your absence and silence makes mother's heart yearn, So brightly the light in the window shall burn. Oh ! tiie story is simple, oft' told in a day, It was only a sailor, who sailed far away. And parted from mother, whose heart beat with care, And a loving voice praying so winds to be fair. Alas ! the long years came and went as a dream. Some story of wreckage came from the Gulf Stream. So nightly the light from the window it gleams. Intended for him who lives only in dreams. The light in the window, in calm or in storm, Was never extinguished till bright early morn. A neighbour who chanced by t « window to stray. Discover'd the light burning brightly one day. A tap at the door, still no answer then came. He stepp'd to the window and peep'd thro' the pane. The matron was dead, tho' the light brightly shone. They still kept it burning for one far from home. White Wings Sail home ! as straight as an arrow, My yacht shoots along on the crest of the sea; Sail home to meet my Maggie Darrow, In her dear little home she is waiting' for me. Heigh up ! where the cliffs they arecraggy, There's where the girl of my heart waits for me, Heigh ho! I long for you Maggie, I spread out my -white wings and sail home to thee. Yo ho! how we go! how the winds blow. Chorus. White wings they never grow weary, They carry me cheerfully over tile seas; Night coraes, 1 long for you dearie. I'll spread out my -white w ings' and sail home to thee. Sail home ! to love and caresses, When Maggie, my darling, is there at my side : Sail home! blue eyes and gold tresses. The fairest of all is my own little bride. Sail home! to part from thee never, Always together life s voyage shall be, Sail home! to love thee for ever, I'll spread out my white wings' and sail home to thee Yo ho! how we go! how the winds blow!"], [28, "A COLLECTION OF FAVOURITE SONGS. The Girls and the Boys. 8nng by Nellie L'Eatrange. Mule Published be Franei* Bro*. A Day, 1»5, Oxford Street, W. •ay boys? don't you think the girl* Mice enough for anything, nice enough for anything, ■ay boys? don't you think their curls Nice enough for anything. And their lips, like honey sips, Or rosebuds batlied in dew, Waiting to be kissed, how can you resist? How don't y»u think they're far too good for you. Chorus Oh, the girls oh, the girls and the boys yes, the b<>ys, Tou will find them together in all sorts of weather, They go kiss, kiss yes. they go kiss, kiss, And they squeeze, mid ti ey spoon, and they sign oh, what joys For the boys are in love with the dear little gils. And the girls are in loy/e with the boys Gay girls? don t you think tho boys? Nice enough for anything, nice enough for anything, Saygirle? ain't they pretty toys? Nice enough for anything. Lot* of cash — big moustache, To which our lips ure pressed, Arm* around us cast, tis too sweet to last, Oh, don't weUdiee like to te caressed. SoyboysPdon tyou think you ar* Far too slow for anything, fur too alow for anything, Bay boys ? ain' t each pi etty dear Beady to do anything. Single boy* tnste the j oys That marriage always brings, tot the parson search take your girls to x ohuroh, And on their finger* place the wedding ring*. The Whistling Wife. Sung by Harry Randall. Music Published by Francis Bro*. A Day, 195, Oxford Street, W. Tou've heard about the latest fad, That sills us with amaxe, I mean that silly fashion, called The femal* whistling craae; My wife is fairly on the job, Alt' ough it's so absurd. And all day long to my dismay, She whistles like a bird. Choru*. Tou should hear her whistling. Drives me mad with her whistling, She starts it iu the evening. And don't leave off till dawn; Tou should hear tier whistling. Different kinds of whistling. She whistles 'Yaukee Doodle,' And the 'Dead March in Saul,\" She never calls me by my name, But treats me like a log, For now she always whistles me, As if 1 were a d.-g; Lost Sunday night we went to ohursft, Aud 1 with shame turn, d red, For when the people sang the oymnj She whistled 'em instead! She's known at all the pubs around. For sue wets her whistle now. And if 1 want my in. uls at home, it don't come off somehow; 1 have to whistle fur my grub, And chirrup for a sip. And they say we are the loveliest pair, That ever Cocked a lip.1'"], [29, "A COLLECTION OF FAVOURITE fcONGH Pet and Pride cf the Dairy. Sung by ... Bonnie Kate Harvoy How I love my bonny Mary. Words of mine can never tell She is like some dainty fairy.* Tripping lightly through the dell. Song birds gay were sing ng sweetly, On ihe day that we first met Time with us passed much to ■ fleetly. And we parted with regret. Choru . Shn was tvic pet and the pride of the dairy, I've often wished that shed be my bride. One bright May morning I married Mar}', Down in the cottage where the ol 1 man died Her pa was a country farmer. How I loved the aear old man, But ho had to yield to sickness. And his troubl s thus began. When he knew that lie was dying, He called Tie to his bedside, And before his lifedc arted Gave me Mary, for ray brid >, Shortly after we got married, Now we lead a quiet life, We are happy ami co tented, Free from clouds of care and strife, Life to us is endless summer. Tim ■ does swiftly pass away. Every hour brings so e new pleasure, Making brighter every day, Some 9o! So-sieDoa't! Sung by ... Bonnie Kate Harvey When I go out bv n ght or day, I'm noticed by the swells But never let them think I'm gay, Like Subs, a d Sals, and Nells. When refuse t»ta e their arms They say '-well this is queer, Girls as a rule jump al the chance,\" 1 answer ' Yes. my dear\" Chorus, Some do ! some don't ! some will, but I won't What a little silly you mu^t think I am, Pone do' some do r ! some will hut I won't It's no use calling me a bit of jam! j im! jam Day after day young fellows say, Oh! bless your little heart. They take me for a banbury, And tell me I'm a tart: Some lad es love to be admired. And kissed upon the ■■ly. And in tie dark they have a lark, Which causes me to cry. When they ask me to marry, I, exclaim ,oh. no dear boy, ' It may be very nice but Single life 1 most e^joy They say 1 m sura you d lik' it, if You oidy were to try. And if you don't wee 11 part, which Causes me to gently sigh. Spoken, what marry, aud then part. A Health to ihe Birley Mow* We'll drink out of the brown bowl. Here's a health to ih? barley-mow, Here's a health to go merrily round, boys, Here's health to the barley-mow. Well drin ; out of (lie nipperkin, boys, Here's. Sic, We'll drink out of the half-quartern, Here's. &c. Well drink out of tne quartern, boys, Here' s &c. We'll drink out er the half-pint pot, Here's Arc. We'll drink out of the pint pot, Here's tfcc. We'll drink out of the quart pot. Here's A:c. We'll drink out of the three j hit pot Here's. &c. Well drink out of the half-gal on, Heres &c. We'll drink out of the gallon, brave boys. Here's a health to th- barley-mow, Here's a health to go merrily round, boys, Here's a health to ihe barley -mow."], [30, "A COLLECTION OF FAVOURITE SONGS. Piter Jaekson and Jim Smith. A DfiEAM OF THE RING. Copyright. Tune— No Irish Need Apply The other night I had a dream. to if you list \\o me. I'll tell you of some wonderoua fight*, That I in my dream did see. I thought of years gone by. And of many battles seen. Me with your kind attention 111 translate rny dream, Choru*. 8c with your klud permission. My dream to yaw ill sing And tell yon of some battle*, Fought in a twelve foot ring I thought 1 law Tom layers. The hero of tbe day Standing in the twelve foot ring. And eager for the fray. Facing him *tnod Heeuan. Whose 6tars and stripes were seen. Btady for tbe battle. This 1 saw in my dream. They both fought manfully Por Borne two hours or more, But the referee could not decide, So it ended in a draw. The' Tom'* no longer with us. His memory's still so green , tor he was the greatest champion. That 1 saw in my dream. I still kept dreaming on, When this eunounoement met my view That between Billy Goode and Slarin, There would be a great set-to Tho' Billy fought with iron pluck England's honour to keep green. He W8S no snatch for Slavin, This I saw in my dream. I next saw England's cnampion, And facing him 1 found. Peter Jackson of Aust- alia. To box for one thousand pound*. Peter J i ckson dealt the upper oat, Jim Smith was seen to lean, Upon the rope a beaten man, Thi* I suw in ray dream. Last Chorus. They do not fight for honour now But money is their theme. And that was the laat picture That 1 saw in my dream. Only 10 See Her Faoe Agate Only to *ee her faee again, Only to near her speak. Only to see her smile once more. Only to kiss her cheek. the was as fair as any flower. Pull of beauty and of grace, One little wish is ail 1 ask, Only to see her faoe. Choru*. Only to see her faoe again. Pull of beauty and of gram, One little wish is all I aal. Only ro see her face. Only to see her face again. Pair as the stars above. Only to hear one little word. Only one word of love. Sad was the night when w e parted, Down by the old tryatiog place, Wh re last we ifiss'd our sad farewell, Only to see her f ice."], [31, "A COLLECTION OF FAVOURITE BOHtta He Was One os the Light Brigadfi. Wr) tten * Composed by Chae. Osborne. Sung by Alf Cheater. 4fr_9le Published by Francis. Day * II (inter. 195, Oxford Street. W At the door of the Workhouse some sad sights are found. Among the poor souls who at night gather round. And although I'm familiar with tales of distress. set sometimes roy feelings are touched I confess. Bnt lately 1 witnessed a sight I deplore. When a man limping painfully, came to the door ; He looked like a soldier, and begged for a bed. And quickly I learned from the words that be said. Chorus. He was one of the Light Brigade— one of those heroes true, Wounded at Balaclava while sighting as Englishmen do: Quite forgotten, and left to starve, now that his eyes are dim — That's what he did for England — and England did for him. Well, the best in my power the poor man to afford. Was a vagabond's pass to the Casual Ward, He meekly saluted and limped out of sight, To sleep at the parish expense for the night. Next morning he came and quite shame- faced applied. For admission for good as a pauper inside. But the Workhouse was full, as I told him with grief, And tho parish could only grant \"out-door relief.\" After that the old soldier onboard days I'd meet. Till I heard he'd been crushed by a van in the street, To the Workhouse infirmary straight he wan borne. To die as an outcast — unwept aud f*»rlom. And there as he lay. racked with anguish and pain. He thought he was charging the Russians apain : And this morning 1 stood by his dying bedside. Though a hero he lived, yet a pauper he died. Bon ay IV ay nf Argvle. 1 have heard the mavis singing. Hie love song in the morn. I hive seen the dew-drop clinging, To the rose just newly born! But a sweeter song has cheer 'd me, At the evening's gentle close. And I've seen an eye still brighter. Than the dew-drop on the rose. 'TwaB thy voice my gentle Mary, And thy artless winning smile. That made this world an Eden. Bonny Mary of Argyle, Tho' thy voice may lose its sweetness. And thine eye its brightness too. Tho' thy step may lack its swiftness. And thy hair its sunny hue; Still to me thou wilt be dearer. Then all the world shall own. I have loved the for thy beauty But not for that alone. I have watched thy heart dear Mary, And its goodness was the wile. That has made thee mine for e% ir, Bonny Alary of Argyle."], [32, "A COLLECTION OF FAVOURITE SONGS. Over Goes the Show Music Published by Francis Bros., & Day, 195, Uxford street, W. How many times I vow'd that I Would lead a model life, Again I'd never marry, When I lost aiy seventh wife : But a widow asked roe home to tea 1 couldn t refuse to go, 8:e'd money in the bank, and she winked like tnis, And over went the show. Chorus It's all very well to say you won't Take another of 'em on, but oh ! When a pretty little widow winks at you, W hy, over goes the show. I formed a resolutien once, I'd never swear in vain. If I felt a good sw ear coming on, 1 bolted it again. 1 w as so good, I kept it up For quite a week or so Then 1 sat down on a piece of glass, And over went the show. Chorus, It's all very well to say you won't Let any n ore invectives go. When the place began to sting. I cuss'd the cussed tiling. And over went the show. 1 flirted with a waitress once. They used to cull her 'Tot,\" Says she ' I'm sure you re married,\" and I said \" > 'm sure 'm not.\" She took my pocket for a lucky bag, 8he would have a dip you know. She pulled out a pair of baby's boots, And over went the show. Chorus. It's all very well to flirt n ith Tots, But the gaff you're sure to blow. 9sr my wife came up with a great big stick, And overwent the show. s I used to always « in at card*. And people wondered why. I call d 'nap\" nearly every time,, They were all afraid to cry. One night I won a splendid pile, And i just got up to go. Four aces -oiled out of my sleeve. And over w ent the show. Chorus, It's all very well to cheat, but when They introduce the toe. If you haven't got a pillow in your Syden- hams then, Well over goes the show Sister rvarv Walked Like That- Now I'm a very, very jolly man thnt'.sat least what you will say. When I tell you how like s> lamb I went to be married the other day. We went off one very fine mwrning. uncles, aunts, and all were there And os we walked down the street, how the neighbours they did stare Chorus Sister Jfary talked like that, pit pat, pit a pat, Then came Uncle stout and fat, ho! ho! ho ! ho .' ho ! Uncle Thomas walked like so, ho! ho! hoi ho! ho! And I walked like this you know , ho! ho!hoi The people laughed and chaffed all the way, what could I do. I did the same. Here's a jolly lark someone did s.iy and of us they all made gaire Uncle ' homas's wooden leg fairly made th* people roar, Someone at him threw an egg, aud it made them langh the more. We reached the chi.rch all right, all serene. flowers w cre strewed along the way, And the bride with joy did beam every. thing seemed bright and gay. Up I walked right to the altar fullofjoymy bride to « ed , The knot was tied I did cot falter, then back home my w il'e I led."], [33, "A COLLECTION OF FAVOURITE SONGS 'Tis Only a Pansy Blossom- Tis only a pansy blossom. Only a withered fi >wer. Xet to me far dearer. Than all in earth s fdr bower, Bringing me back the June time, Of a summer long ago, Tbe fairest aud sunniest summer, That I shall ever now. Oft from this pal dead blossom, 1 see a fair face start. A face like a sweet wild slower. Out of its faded heart. Chorus *Tis only a pansy blossom, Only a with red Mower, Tet to me far Nearer, Than all in earth's fair 1 ower, Bring in me bacs the June time, Of a summer long ago. 'Ihe finest sunniest summ r, That I shall ever know. Only a pansy blossom I gathered at her teet Faded unlike the love that made the su<u- mer sweet, All in this p nsy blosso n Her tender race 1 see. JFrora under the c urchyard grasses, Bringing her back t' me, 'Tis only a pansy blosso n, Only a withered flower, Tet to mt1 fir dearer. Than all in earth's fair bower. Bringing me back the June tuae*- Of a summer long ago. Ehe, fairest sunniest summ'5' That I shall ever know. Sweet Violets Sweet violets, sweeter than all the roses, Ladened wit • fragrance sparkling with tho dew, Sweet violets, from mossy dell and rivulet, Zillah, darling one, 1 plucked them my darling tor you. Oh, stay ! go not away. Violets are blooming love for jtou a ono . oh! sweet violets, sweeter than all tna roses. Zillah, darling o e. I plucked them and brought them for you S'veet violets, resting in beauty's bower. Crouched all unnoticed 1 did pluck that flower. Sweet violets still looking up in Heaven. Zillah. darling one. I plucked them M\\i\\ brought them for you. The Maid of Langolien. Though lowly my lot, and though \\ oor my estate, 1 see without envy the wealthy and great; C nteniedand proud a poor shepherd to be, While the maid of Langollen smiles sweetly on me My way o'er the ■ onntain I chetrf'ull take, At morn when the song-birds their melody break. And at eve I return with a heart full of glee. For the maid of Lango leu smiles sweetly on me. Glennarvon s rich lord passes scornfully by, But wealth neer cau make him so ha|>py as 1 : Ar d prou er than ever the i r udest I'll be, While the m»id of Langollen smiles sweats/ ou me."], [34, "A COLLECTION OF FAVOURITE SONGS. Broken Up! Song by By Permission of the Author. Behold Dennis J>on\"y MoWalter! Or all that's left of him now. I carries bricks up a big ladder And lire by the sweat of my brow. Thi* morn as I stood on the soailold, Slap bang! to the bottom I tell. Two-hundred and ten feet I tumbled, And thought 1 was going to — well! 8poken_And br-dad! I thought Iwasgoing there by express I came down so quick like, I couldn't mi.ke out where I was until I got liters and then it tonk eighteen ot 'em to Ind me, and for three hour* they were ■weeping up bits>f man. Said they'where are you Denny ?' Sad 1 never you mind me now, look at my poor hod smashed to smithereens — oh — Chorus. I climbed the ladder up all right, And down I tumbled out of Bight, I feel I'm kilt entirely quite. My coat's knocked into creases. My arm is broke, my leg is broae, My head is broke my neck is Broke, My back is broke, my belly is brote, And I'm broken all up into pieces. They lumbered me off to tbe Doctor*, And he stuck me together somehow, Then he told me U be a bit aigy. For I kicked up the divil s own row. Then I saw when my pul«e I was touching Him gravely go shaking his head. So 1 sat up and cried Docther darling, Cnme tell me now. say am 1 dead? Spoken. — Hold your whist, says he, 1 don't Know y t, I'm tryiug t<> find out. Then all ovasuddinthe shouts where's the man's collarbone!' so Dioky Walsh hud to run back aud search for ray collirboae amongst the broken hod. WhiUt we were waiting for him to come back, a enstomer comes in the shop so being tired of waiting lying on itie table, I strolled out and went into tho 'Crumpet .k Mustard Pot,' to have a eoupL of half horns ta pass time The landlord ■pot* me and says he, 'well Denny, there you are then you're looking rosy, plenty of work?\" I says no, I've jnst got the eaek, what for? says he, leaving the building without permission! how's that? *ay* h* why says I — Now it'* awfully agri-pro-voking. To get rhe chuck out of my work. And only for meelin misfontim, To beat with my body the earth. But they fell me next Saturday evenin, They're arranging a raffle for me, When Patsy Malone will beehairman, And the vice will be Micky Magee, Spoken. — It'll be a sort of a farewell benett lust to pay my funeral expenses like, anal buy a new hod. aud then I shan t be able to be there myself You'll see me there stand ing with the plate jist by the doer, there'll be plenty of good songs, one or two good fights, there'll be an undertaker there wait ing for orders. It'll be better than a wake 'cos we Shall nil be a-wake and when I'm called up I must tell 'em how —"], [35, "A COLLECTION OK KAVOUKITB oONUls Booze is Them; Sung by Sam Redfern. Music Published by R Maynard, S4)l. Hackney Road. E. Where the wlntrj' winds are blowing. Booze is there ! Where the summer plants are growing. Booze is there In the desert, on the ocean, In the cars of locomotion. Even in Sir Wilfrid's lotion. Booze is there. In the opera, at the drama. Booze is there Sacred concerts, panorama. Booze is there ! On the hill and in the valley. Open street or crowded alley, Even in the epotleBs ballet. Booze is there. In tho parlour or the attic. Booze is there! Royal drinks or democratic. Booze is there! Whore the School Board airs its teaching, Even where the parson's preaching. Of his flock to pray beseaching. Booze is there. When little stranger comes to town. Booze is there ! Mrs. Jones meets Mrs. Brown And booze is there ! The baoe's praised right down to the ground, Pronounced by all quite safe and sound, Then ouce again the glass goes round. And booze is there. In climate cold or climate hot, Booze is there ! Bves In granny's old tea-pot. Booze is there ! But travel fast or travel slow. No matter a hang wherever you go. Te Chelsea or to Pimlico. Booze is there. When you wed the girl of your heart. Booze is there ! The day yon vow yon ne'er will part, Boose is then ! Booze is that*. Mv Birthdav. Sung by Charles Godfrey. Music Published by R. Maynard, 348, Hackney Road, E. I'm just the least bit \"mops and brooms.*\" There's some excuse you'll say, Last night 1 celebrated My twenty-fifth birthday By jove we all had \"quantum stuff,\" But mind . we were quite right, My birthday comes but ouce a year, I could stand it every night. Chorus. Oh we were so jolly, and oh we were so gay We had a bit of dancing and choruiH many a lay, j And how they chinked their glasses with a \"hip hip h.p hooray,\" By jove it was a jolly time on my birthday. We numbered a good twenty, I'd asked all dear old pals, To make it more the merrier, The chaps they brought their gals. The \"spoons\" they hugged their bits of Jam Threw many a loving glance. Yes some preferred \"canoodling,\" Anil some preferred a dance. Yes Sam Smith had brought hi* fiddle Bill Brown brought his banjo, With Jones's concertina Made up a tidy show. Such lovely music just the sort, To soothe the savage breast: We woke up all the dogs and fowl* And the neighbours got no rest We kept the game up merrily, Till five o'clock had flown. They drank my health full fifty times, And then they drank their own. A splendid time, old uncle Joe Gave every girl a kiss, He was \"jolly\" but quite right yon know, And 1 saw him home like this, (aettsoj in the palace, in the stable. Since tne days of Cain and Abel, In every house, on every table."], [36, "A COLLECTION OF FAVOURITE SONGS. Ship that Never Returned. On a brijlit summer's morning when the waves were rippling. With a soft and silent breeze, A ship set sail with a precious burden, To a port beyond the seas: There were fond farewells and loving signals. From hearts that love still burned. And i hey sailed away with a smile and a blessing. In the ship that never returned. Chorus It never returned, it never returned And its fate is still unlearned. From that day to this they've been watch- ing, watching, For the ship that never returned. Said a pale face boy to his loving mother. Let me cross the wide, wide sea, For they tell me that in a foreign country There is health and wealth for me. 80 the mother listened with fond affection Tho' her heart still to him yearned, But she sent him forth with a mother's blessing. In the ship that never returned. Only one more trip 9n\\d the gallant sailor, As he kissed his fond young wife. Only one more bag of that golden treasure And we'll settle down for life Tes we'll leave this place for a little cottage And enjoy the wealth we earned, She never thought her love would perish, In the ship that never returned. Call Me rack Again Tou Baid good-bye the parting words were spoken, I leave you now, perhaps 'tis better so, I gave you back each tender little token. And far across the seas then I may go. Oh can it be, from love you have released me, And that my love has always been in vain Ahl when your love has conquered pride and anger, 1 know that you will call me back again Chorus. Call me back again, Call me back again. Ah! when your love has conquered pride and anger. I know that you will call me back again. You've left me now, I never more shall ice you. Those happy days of old must now depart The true fond love 1 once bestow'd upon you. Has flown away from me like cupid'a dart: Oh ! yes. 'tis so, from love you have released me. Such dreary thoughts have caused me grief and pain: I love you still, such love will live forever, I know that you will call me back again. I dreamt last night a pretty little starling. Came softly tapping on my window blind And in its bill a message from my darling. Which said that you'd recalled those words unkind, And in my heart love ne'er can be a stranger, So dreary thoughts have ceased to give me pain: I love you still, such love will live forever, I knew that you would call me back again Mother's Last Request. My mother lay upon her bed, And weeping friends stood by. The colour from her cheeks had sled, The end was drawing nigh; She clasped me fondly to her breast, And said, '* My darling son. Hear now your mother's last request, Ere her life's sands have run. Chorus. \"Be always manly, brave and kind, And when I'm laid at rest. Remember, Tom, to keep in mind Your mothers last request. The day your father sailed, 'twas then These words you heard him say, \" My boy doa't leave your mother, when Her hair is turning grey,'' Since then you've been my pride and joy, So manly, brave and true. Then don't forget, my darling boy The w»rds 1 speak to you."], [37, "A COLLECTION OF FAVOURITE SONGS, Don't Leave lour Fa her- Boy. Music Published by Francis Bros. & Day, 195, Oxford Street, W. Ah! well do I remember now my little cottage h>>me The happy, happy days of youih ere I be- gan to roam ; My mother dear. I see her face that beumed witli honest pride Again I hear her uge >t prayer ax.d brush the tea o asid ■. Choi us Don t leave your father, boy, when he's too < 10. to work Think of your m^t er's wo ds and dou'l your duty shirk ; Tour b>other Tom's a soldier, and Jack's a sailor lad Se keep him from the woikhouse.b y,your poor old dad,' Ere long my dear < Id mother pi:. ed, and sickness liid her low, While day by day we saw her fade a d felt thut she must go: With heavy heart my father stood and watched by her bedside. As with these words pon her lips, my poor old mother died. The time passed on. and 1 of home 'gaa wearily to ti e To sail away to foreign parts 1 felt a mad desire. My father would not 6'<y me 'my,' so cfi I went to se i. But night and day my mother's words would stdl corns bick to me. Grown tired of roami- g through the world, my brother Jack aud I, Came back to find, 'Is! that Dad by mother's side did lie ; There in the ouaichyaid green we knelt with many a bitter tear. Ana midst the organ's solemn peal Let voice 1 seemed to hear. Men of Harltch. Music Published by Francis Bios. & Day; 195, Oxford Street IV . Men of Harlech- danger spurning, Forward march truegl ry eaniiig, Cam br iVs foes befor- n turning, Shall -dmit your might; Ha, fa—o s flag is wavii g proudly. Trun pet sounds a e echo d loudly, God with courage Las endowed thee. For your cau&e is ligtit. On your foes des-ce* ding, AU your 1 ve defendii Te rie tyiat.ts soon will scatter. Ihey 11 jepeiit offtfllUl: g 'Neuth your mighty swoid3 of steels All in vain will they be shi lded v eap<ms by such warriors wi-lded. Soon will makethtru reel. B'ightly row the sun is beaming Foemen's speers see \\onder gleaming. While beneath you bim.ets au earning, Mm eh ye lo the fray : Men of lia lech, without fearing Onwurdp.ess tiytymts i earing Now they hear jou loudly c etrii g. Great is their dismay! Soon upon them d shing, Swotds on high aie flush ing' See! they'ie Mjirg f ora the torrent Down upon them cashi* g: Harhcli'b sons l av fought this day. As their fithers fought before tocm, And the banner fl atii g o'er them, Still shall hold the swuy."], [38, "A COLLECTION OF FAVOURITE SOMuS. On It Like a Bird Written a Composed by Sam Redfern. Music Published by R. Maynard. 345, Hackney Road, E, Some friends and I the other day espied a restaurant, and We were on it, on it like a bird; We called for drinks, and you can bet, as long as they were strong, We were on 'em, on 'em like a bird ; I called for one, then for two. then for three and four, When I reached home I couldn't find the keyhole to the door. The bed whs somewhere out of sight, but when I saw the floor, 1 was on it, on it like a bird. Our police are all good fellows, and when they see a job, They're on it, on it like a bird; Fond of two ef whisky, and if you show a bob, They're on it, on it like a bird ; To do a bit of running a bobby's never loth, To take you up or knock you down he'* very good at both, And if ever he can see a chance of being on his oath, He's on it. on it like a bird. If our soldier ever sees a chance to tread th* battle field, He's on it. on it like a bird; If the foe should have the cheek to ask him if he'll yield. He s on him, on him like a bird ; He'll fight for home and country in the daylight or the dark. In times of war and warriors he's bang up to the mark, Bnt if in times of peace he sees a nurse- maid iu the park. He's on it, on it like a bird; When the weather's shiny on a 'bus I take a ride, Tes, on it, on it like a bird ; It It's wet and I can spot a little seat inside, Then I'm on it, on it like a bird ; I made a rush the other night f >r a 'bus to Battersea. I looked inside, the 'bus was full, not evem room for me. When a charming little lady said, you may My Old Friend John, By Permission. Messrs. Ransford a Co., Music Publisher*, Princes Street, Gxford Street, W 'Tis forty years my old friend John. Since you and I were young. Bird-nesting through each forest glen. What merry lays we sung. We climb'd tne rugged mountain side, And cull'd the bright topp'd heather; Methinks it seem but yesterday, Since we were boys together. Since we were boys, merry, meny boy*, ao. There's gladness in remembrance, John. Our friendship has been true ; In all the weal and woe of life, No change that friendship knew. We've missed some loved ones one by one, And turned our wTeaths of heather, In fancy as we decked their tombs, Since we were boys together. Since we were boys, merry, merry boy*, M. I need not bid thee ponder John, You know our pride is o'er. The flower, the nest, the huruming-b**. For us will charm no more. And our frail forms are fading fast, We could not bound the heather, As hand-in-hand, with gladsome brow*, We did when boys together. When we were boys, merry, merry boys, When we were boys together, Thro' many a sunny year friend John, May we yet live together."], [39, "A COLLECTION OF FAVOURITE SONGS Th* Fireman's Story Sung by Alf Chester. Written and Composed by Chas. Osborne. Music Published by R. Maynard. 346, Hackney Road, fi. The scene was a station, the time was mid- night. The fatal word fire on the lamps glittered bright: The firemen are dozing, while, safely at hand. The horses were waiting the word of com- mand. Click goes the message of danger aud death, Down dash the firemen not pausing for breath. In go the horses, hi ! hi ! clear the way. While borne on the zephyrs a voice seemed to 6ay. Chorus. Heaven speed the members of the fire brigade. Heroes true as steel, hearts that never fear. Ready, steady and undismayed, Are the noble hearted members of the fire brigade. On like the wind, how the horses perspire. See they arrive at the scene nf the fire ; Crash go the beams of the roof to the ground. Scorching the people standing around. Hark! how that cry of dismay rends the air. Look at yon window, a woman's up there! U'P goes a fireman, with resolute will. Hushed are the people, the boldest are still. Stead illy upward, still higher and higher. Choking and scorched by the smoke and the fire. Onward he goes till the woman he nears. Stop — see — she falters, and then disappears. Down go the sashes, he s in through the frame Out with the woman he comes once again. Faint and half blinded he reaches the ground. While to the skies goes the echoing sound. Pause and reflect ere you venture to doubt, The truth of the scene I'm singing about, 1 know the fireman who ventured his life, The woman lie rescued to day is his wife. My only obi* is simply to say, England has heroes whore living to-day,. Men who belong to that life saving band, Facing king death with their lives in theii hand. The Bogie Mau. Music Publisher W. Paxton. 19. Oxford St Oli. gather round me little ones So full of fun and glee. Your father's going to be a f*V)l, To plaze the family. All jump upon the table. Upset the dish and pan. 1 love to hear your mother say. Whist, whist the bogie man- Chorus Oh, whist, whist, whist. Here comes the bogie man. Now go to bed, you baby. You Tommy. Nell and Dan, Oh. whist, whist, whist, He'll catch ye if he can ; And all the popscys, wopseys wop, Run from the bogie man. Oh, mai_ When I sit down to dinner, It's seldom 1 have pie, If 1 must speak, it's once a week, Then all the babies cry; It's with their little fingers, They dip into the pan. It's then I hear their mother's cry, Whist, wbist the bogie man. I hid out in the closet, I hid out in the hall. To frighten all the little ones, I let the dishes fall; Then they begin boo-hoo ing, Away, away they ran. 'Tis then I heard their mother say, Whist, whist me bogie man. Oh. when 1 meet an old time friend. Whose coming home quite late, I take a drop of rye and -rock, And oysters on a plate. Oh, in the ho ise 1 stumble. And wake up Nell and Dan. 'Tis then 1 hear the mother say, Whist, whist the bogie man."], [40, "A COLLECTION OF FAVOURITE &ON(i8. « Waiting to Hear the Verdict* Sung by Alf. Chester. .Music Published by R Maynard, 346, Hackney Road, £. in tbe public service sad cases I've met. But there's one which 1 think I shall never forget, Twas a case I had charge of. a lad who was tried For forging a cheque, but the crime he denied. Though the only support of his mother was he. He'd forgotton the lessons he'd learned at her knee. Yet the mother was there and she tried with her smilu, To cheer up her boy in the time of his trial. Chorus. She was waiting to hear the verdict, Clasping her hands in prayer, Waiting to hear the verdict on The lad who was standing there; Hot a word — could he heard. No sound save the tick of the clock, While waiting to hear the verdict on Her boy in the prisoner's dock. Well the Court-hodBe was crowded, the Judge took his chair. As he bowed to the\"Bar\" and trie Jurymen there, And a thrill of compassion went right through the court. When the prisoner clung to the rail for support : Then he shifted bis gaze till it rested on one. Who could ne'er take her eyes from the face of her son. 'Twas the poor widowed mother, his only true friend. Determined to cling to her eon to the end. When the Usher called \"silence\" the case lor the crown. Was begun, and soon closed and the counsel sat down, But the speech for the prisoner was deep and intense. Then a witness was called for the prisoners defence ; And the poor doting mother stood there in t£ the box. As sbe pleaded the cause of her boy In the dock, From her lips came the words her affectloa inspired. Then nature gave way— and the Jury re- tired. It is said we're hard-hearted and some times we are, From contact with prisoners who're tried at the bar. Yet my heart gave a leap of relief you'r- assured. At the Jurymen's verdict>-not guilty— my Lord • Their decision I've heard was opposed U the law. But who cares for that, it was justice I'm sure. For it silled a true Heart with the wildest of joy. And saved a fond mother who fought for her boy. Hands and Hearts. Our hands have met but not our hearts Our hands will never meet again, Friends that we have ever been. Friends we cannot now remain. I only know I loved you once, I only know I loved m vain; Our hands have met, but not our hearts, Our handa will never meet, again, Our hands have met. but not our hearts, Our hands will never meet again. Then farewell to hands and hearts, I would that we had never met, For all the outward forms of love. Must be resigned with sad regret, Friends that we may seem to be, Hov- can I my wrongs forget; Our hands have met. but not our heart!, I would our hands bad never met, ■ Our bands have met. but not our heart*. Our hands will never meet again."], [41, "A COLLECTION OF FAVOURITE SONG8, Across the Bridge. Music Publisher! by f rancis B'O! A D*y. i 35, Oxford Street, W. On the b idge at mi inight, stood I In dls- rrny Watching weary stragglers pissing on their way; Silently reflecting, dt earning there nlone, Ali their joys and sorrows seemed to be my own: See the wretched gambler looking deathly white All his fortune vanished in one single nigi t, Wit i a look of horror peep* into the stream Thinks of wis* a id children, shattered is his dream, Hefr in. 'Ruined, fleeced and cheated, Fool I was to plav, Home! now can I fuce it ? What am I to »ay?' Whiiber will wo wander? Heaven only knows. Crushed and broken-hearted too, Across the bridge he goes. Next with s'cps enatic comes the City clerk. Button-hol« mid slick too, ready for a lark; Been to smoking concert, sung his In est song. 'Can't b? twelve o'clock yer, works have all gone wi ong: What a b asily nuisance last omnibus has pone. Must be iu the office at nine to-morrow morn : ' Then he'll ask the 'bobby' 'oblige me with a light. Thank yon all the same old chop, much obliged, good-night!' 'Only got ih'ee-ha pence, This is jolly que r, ■Where's me o.h r sixpence? Must have gone in beer! Wi 11 he e goes to walk it, Jingo, how it blows!' Lights another ci gi ette, As o'er the b idge he goes. Tlomes a muffled burgler, glancing left and rig' t Shuffling like a sp.ctre, shuns the glaring light Totchcs his revolver with amurdorousleer, What's a life to him when sweet liberty is dear? Next with flying footsteps comes the com- mon thief Hunted like a tiger, trembling like n leaf. Hark the cry they've got i.im!' trie* to break away. Appeals aloud for mercy, hear what he's tt say — 'Let rre off this tim* sir. My wife is ill in b d; It's hard to hear the children Crying out to bread : 'I his is my fi st < ffence sir. It is! God only knows,' Mercy wasn't meant for him AS o'er tne b idge lie goes. Hark! a pal of liughte , Irk ■ a bi'd in song A pretty liitl- actress .rips her way 1 1-tng, Mugging 'floral tributes in or r d .inty a mi, Whilst her tall admirer reminds her of her charms ; •Didn't they go f antic when I ifid mydanes? I told you 1 s iouIiI knock thi m when I got the chance. Take a cib no thank you, I havn't far to Walk. Leave me at the corner please, you know how people talk.' •This is too bad if you Flo' Don't go on iik t is Tou know you are so fe ching' Just o >e platonic kiss. Tbe-e's not a snul about here, Hang it, d m't 6 y iu!' Hugging, squ-ezing. t asing, Acioss the biidge the-' go. Next a form spp oach' s at a halting p-»ce, G its has ftied to shatter the beauty of her face. P omises and f lshoods fonhTysV believed, Now her dream is ended fosuken and de- ceived: Silently to Heaven she offe'S np n prayer, Gaz s • t thj river, tnen snu-li rs indesp.ir Clutching pome love t. ken in her withe ed hands Like an rppa'ilim, on the b ink se stands. Why did he forsake me? Him 1 loved s\" well: Hark! t lie bell i rolling, Bidding earth f newell.' Frantic illy her hands, high In the air she throws, A sigh, a leap a peeam, \"tis done! As o'er the bridge s e goes."], [42, "A COLLECTION OF FAVOURITE SONGS. Tipperary Christening. The aristocracy came to the party, There was M'Carty tight and hearty, With Florence Bedelia Fogarty. She says that's the French for her name, Oy»>nicious Alfonso M Kooney, Oh, so looney. and so spooney. With the charming Evangeline Mooney, Of society she was the cream. Cora Terressia Maud M'Cann. Algernon Kouke, and Lulu M'Cafferty. Reginald Mamadukc Morris M'Duff, Clarence lgnatus M'Gurk. Cornelia Horatio. Flaherty's son, Adelaide M'Loughlin, Cara Muldoon. And Brigadier General Burke They were dancing the Polka Muzurka, 'Twas a worker, ne'er a, shiker, The Yarsovianna La Turka. And Polka Redowa divine Then they march aud the}' went into lun- cheon Oh. such a munchcon, and such a scrunch- eon They were busy as bees at their lunching, \"V'ith coffee, tea. whisky aud wine. They had all sorts of tay, they had Show- si long. And they had ning-yong and they had ding dong, With OTong and Too-long and Boo-long, And tay that was made in Japan; They had swatemates imported from Java, And\" from Guarver, and from Harva, In the four masted ship the Manerva, That sailed from beyant Hindoostand. C'ohl ice cream, and cream that was hot, Roman punch froze ti[. in snow balls and sparrow-grass, Patti De-Pogra whatever that means. Made out of goose livers and grease. Kcd headed duck, with salmon and peas, Bandy legged frogs, and Peruvian ostriches Bottled nosed pickereal, woodcock and snipe, And everything else that would please. After dinner of course they had speaking, And hand shaking and leave taking, In the corner ould mothers match making, And other such innocent sins. And they drank a good health to each other, \\nd to each brother, and to each mother, £.1 the last toast 1 thought I would smother, When they hoped that the next would be tvrina. The folks they were leaving off smiling. All beguiling sweet kisses piling, When suddenly Michael O Keilin', He trod upon Kitty's gown tail. All at once there was such a commotion, Upset the lotion, mixed like a potior.. You'd have thought that he d fell in the ocean, When Rafforty sat in the pail, Tp jumped MKinsey Kouke. And danc.-d on the chest of Peter O'Ban- negin, Slamin d the hostess in the eye, With the knobby end of his boot, They fought and tore each others clothes. Fell in the pig stye, got up and began agin Down came the chimney piece, And smothered the party in soot. Then the girls they set up such a howling, Screaming and scowling, jawing and jow- ing, The poor piper he got sueh a toweling. Because he had nothing to say, Then in came the neighbours inciting, Them to more fighting, kicking and biting; I'll take a rare lot of inviting, To he there the next christening day. In an hour the row it was ended, Limbs had to be mended, backbones un- bended, Mick said that it wasn't intended. What he did was an accident quite Then they all commenced sobbing and sighing, Sniveling and crying, piping their eye-in, You'd a thought the whole lot was a dying, Sure faith twas a pittful sight. Broken noses and eyes of black. Ankles put out, and fractures discovering, Rafferty had no shirt to his back, They'd used it to wipe up the floor. The doctor came with bandages long. Splints he put on, and charged half a sovereign, Rafferty said he thought 'twas too much, So they slung him out of the door. Then they recommenced drinking and smoking. Jesting and joking, whisky soaking, There was one or two very provoking, To charming Miss Biddy Malay. At the finish they all went home blareing, Flameing and fiareing, stamping and swearing. They'll never get me to take share in. The neat time they christen a boy."], [43, "She s the only Girl I love There is a girl, a little pearl, And of her to you I'll sing. Soifivr and bright, she brings delight, To her fondly 1 would cling. Her heart I know is pure as snow, And she never frow-ns or sighs. Her voice so clear. I love to hear, Ac* she has such pretty dark blue eye* Chorus She's the only girl 1 love. She's the only girl I prize. She's the darling of my heart. My pretty little dark blue eyes. At night and day she's ever gay, And her laughter ringing clear, Makes care depart, ami glad the heart. There's sunshine when she's near. In happy dreams, to me she seems. Like an Angel from the skies. While o'er me shine, like Btars divine, Those bewitching little dark blue eye*, When far away from her 1 stray, Still her image dwells with me, In every place her pretty face. Fair and smiling len see, She welcomes me with voice of glee, To my arms she fondly flies. Though dark the night, like a beaeo. bright. I can see her preUy dark blue eyes. The wedding bells so sweetly tell. When fond loving hearts beat true. To love's request, she answered yes, So those bells will ring anew, And then my dream 'twill ever seem. That love, true love ne'er dies. How sweet to be with her so free, And a pair of pretty dark blue eyes, Then let his great name in our hearts e'er ot written, Let all that are present their voices now lend. I;i the praise of O'Connell, our noble liber- ator. Well known to the world as our patriot ami friend. The Little Green Leaf in our B ble. Music published by Francis Bros. & Dav, 195, Oxford Street, W. It is Sunday evening, children. The parlor's warm and bright, Hand down our family Bible, That dear, sure guide to right. I'll show you now my treasure, Xes, Mary, Nell and Dave, This little green leaf I plucked in my grief From your dear mother's grave. Chorus. The little green leaf, dear emblem of grief, That bloom d where our mother is sleeping We treasure it here in our Bible so dear, While her loving watch o'er us she's keep- ing. She was called away in spring time, All nature seemed to smi'c. The birds with sweetest music. My sorrow tried to guile I read our dear old Bible, Its counsels made me brave. This little green leaf then lightened the grief 1 felt at mother's grave. When \"tis wither d. old and faded. And I close my mortal eyes, Preserve it as a token. Of love that never dies Through grief and tribulation, Recall the hopes it gave. This little green leaf will strengthen belief In bliss beyond the grave. May our wants be sown m so fruitful a sol*. as to produce immediate relief. Mn.y we always delight +n pleas"], [44, "A COLLECTION OF FAVOUIUTE SONGS. The Ghost tf Benjamin Binns. Music Published by Francis Bros. and Day J 95, Oxford Street, W. Keep your seats if you please, and don't be afraid, I'm only a ghost, a poor harmless shade. I would not hurt any one here if I could, And you couldn t do me much harm if you would. Kniv s will not stab me nor shots through me fly. But oh ! the experiment please do not try ; it's not for myseis tns.t I care, not at all. I'm only afraid you might damage the wall, Spoken— For — Chorus. I'm the Ghost of John James Christopher Benjamin Binns. I was cut down right in the midst of my sins ?or my home is down below, I'm let out for an hour or so; Wnen the cock begins to crow, Farewell Benjimin Binns. When I lived on this earth, my wife often said If I should die lirst, she'd never get wed ; 1 o-night I called on her. through keyholes I crept, If ghosts could have team, I'm sure I'd have wept : A man held my wife '.n his tender embrace, She called him her hubby, he d taken my place ; 'Sfi make rr.itters worse, sad to crown all my woes, she fellow was wearing my be9t Sunday clothes Spoken— The gas was full on — she could not see me — but I was determined she should hear me, so I said — Hold mortal piece of flesh— She shrieked and held the mantel piece— 1 hen I in Sephulcral tones said, I'm the Ghost, &c. 111 try and torget my false hearted wife, And give you a plan of my present life, I get good engagements,wlth cash in advance Attending tne Spiritualist's midnight seance I rap at the tables aud kick up such scen< s, 1 ring clanging bells and bang tamb mrines If Maskelyne says \" Ghosts are bosh,\" ha is wrong, For if he comet near me, he'll smell spirits quite strong. Spoken — An! I'm willing to prove thst Maskelyne and Ff minine know nothing of the *' Coo e \" shop below, and as for their spirits, they only exist in two-pen 'orths — and expect a drink presently, but I hare done with trivo ity now, no more will I frivol down — t ere. No i have big engagements, I played the Ghostat the Princess s to Wilson Barret's Hamlet but I did not stick to the text of -hakespeare, nol mode nised it! and you should have been there, when Hamlet says,\" Hold who art thou? Speak' I • ill go no farther \" — And i say — •' Hamlet, Hamlet,\" For I'm the Ghost, &c. A Soldier and a Man, A Soldier sto d on the battle field, his weary watch to keep While the pale maon covers her mantle o er he sculs that 'neatu her sleep, ■' Ah me! \" he sighed, with tearful eye and call d on Him above ; \" I'm far away from my children dear, and all on «arth 1 loved!'' At the bugle sound he turn'd once more the bat le field to scan. And said, '-I am what e're my fate is, a sol- dier and a man !\" Chorus. The bugle called, he hastened forth tbe bravest in the van, Remember him who yields his life, he is a soldier and a man. Ti e night watch is o'er, the morn ha* dawned her light on earth to shew, And the soldier, true to his country's call, advances to meet the loe. Amid the s iind of shot and shell, he fought with heart so brave, 'Till, reeling from his faithful steed, he found a soldier's g ave ! Oh ! Fath-r, who in Heaven above, hath all things in Toy span. Remember him who yields his life, is • soldier and a mau Choru. W. S. FORTEY, Steam Printer and Pmbliaher, £ Great St. Andrew Street, Seven Dick, London."], [45, ""], [46, "1 I JUST PUBLISHED. Price One Penny. *»« Octevo, THE POULTRY KEEPER'S GUIDE, Itnbracing every Information on ihe Treatment and manage- ment of all kinds of Fowls. BRITISH Containing Instructions for Rearing. Feeding, &c , Singing Birds. Best method of Curing them of Distempers. The Art of Teaching them to Sing to the Greatest Perfection. HOW TO MANAGE PIGEONS, Containing Instructions for Rearing, Breeding, Feeding. Ac, also a Description of all their Varieties. HOW TO MANAGE I& J& Si) II) *> * && How to Make their Hatches, how to Prevent Disease &c, How to Breed them, How to Rear them. j * ■ . -. - - . , . _ _ W. S, FORTEY, Steam Printer and Publisher, Great *St. Andrew Street, „ Bloomsbury, London, W.C,"], [47, ""], [48, ""]]