[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THE CAUSES AND CONSEQUENCES OP NATIONAL REVOLUTIONS AMONG THE ANCIENTS AND THE MODERNS COMPARED. A PRIZE ESSAY, READ IN THE SHELDONIAN THEATRE, OXFORD, JUNE 4th, 1845. BY SAMUEL LUCAS, B.A., QUEEN'S COLI.PGE, OXFORD. LONDON: JOHN MURRAY, ALBEMARLE STREET; J. VINCENT, OXFORD. 1845. BBADBUBT AHD EVAS3, PBlKTBBfl, WUITtfBIABS."], [8, ""], [9, "THE CAUSES AND CONSEQUENCES OF NATIONAL REVOLUTIONS AMONG THE ANCIENTS AND THE MODERNS COMPARED. A PRIZE ESSAY, READ IN THE SHELDONIAN THEATRE, OXFORD. JUNE 4th, 184.5. BY SAMUEL LUCAS, B.A., QUEEN'S COLLEGE, OXFORD. LONDON: JOHN MURRAY, ALBEMARLE - STREET. J. VINCENT, OXFORD. 1845."], [10, "LONDON : HHADDURT AND BVAP.S, PRINTERS, WH1TEFKIAR1"], [11, "SYNOPSIS. Introduction — Method. rp j j I. Law of Development — Chief Cause of Difference ~l . -n i t- \\ II. Law of Equalisation — Cause of Resemblance j HI. Law of Equalisation produces two movements — independent and successive : 1. Property against Birth ; 2. Numbers against Pro- perty ; the former completed in the Ancient and Modern world. — Civil Equality therein preceded Political : the latter not completed in Modern History — was fatal in Antiquity — may not be attended with the same results in Modern Times — Cause of this different Nature of the Elements entering either Civilisation. IV. Law of Development operating in Modern Times upon four Elements — Race — Religion — The Municipal System — The idea of Empire ; from the two former, which are peculiarly Modern, educes the main difference in our respective Revolutions. — What is involved in the Development of either. f (\"Sacrifice of Order to Individual Liberty in the earlier ages of Europe, whereas Th <? t ' f P I Antiquity promoted the former at the expense of the latter — the consequent me sentiment qt J er- I importance of the Family— Respect for Constitutional Law in later times— sonat inaepenaence. Separation of the Judicial from the Executive Power— Greater influence of I Great Men, &c. The Attachment of j Guarantee of the Feudal System — The Clan — Devotion to the Person of the Man to Man. \\ Monarch — Association independently of the State, &c. f (\"Compared with Ancient Philosophy and Paganism in its influence upon private 1 . Indirectly as a I and public conduct. Its influence not diminished as Society has advanced — Principle influencing/ Operates now through Public Opinion — in earlier ages through Individual individuals and thence \\ Character — Incompatible with the selfishness of the Ancient Tyranny, &c. — Religion in the first place Social rendene'es. Connects generally Duties with Rights, and Responsibility with Power. Ex- a source of conformity I ampIes_f rench Revolution, &c. in political movement as / >„ . . ' . TT , distinguished from the \\ f Necessity of its existence from the nature of Christianity — How far a Political variety of Relicion in Element — Direct influence in Mediæval Legislation — Judicial procedure — the Ancient World \"* Directly as an I Ordeals, &c. — National Councils — Truce of God — Crusades — Abolition of Institution : viz. The\\ Domestic Slavery — Assisted the legitimate expansion of other Elements — Church. Race— Municipal Spirit — Empire — Centralisation — All the leading ideas of Modern Civilisation first passed through the Church in their process of Deve- L lopment — Patriotism — Philanthropy — Equalization — Representative System. V. Secondary Revolutions proceeding from the greater Antagonism of Elements in Modern Times. VI. Energies of Material Civilisation — Their bearing upon the Law of Equalisation. VII. Place of Development — Theatre of either Civilisation — Influence of climate, soil, extent, and geographical situation and circumstances. VIII. Time of Development — Influence of a recorded Civilisation upon its successor — History. Probable differeuce in the final consequence of Revolutions — Anticipations — Conclusion."], [12, ""], [13, "A PRIZE ESSAY. The spectacle apparent of two civilisations — Past and Present, the living and the dead — may move the wonder in which it is said philosophy begins. Interesting as an object of speculative science, and still more attractive from recent discoveries, it has a high claim to a more anxious scrutiny on the ground of its present and public importance. If at all seasons 'Shepherds of people had need know the kalendar of tempests of state,' this is least of all a time to dispense with the knowledge ' which suiteth best special occasions.' In the midst of movements urgently impressive — in a position the offspring and parent of change, the need, which comparison serves, is imperative, to seek into the cause and consequence of Revolu tion. How then may we approach considerations of this magnitude, premising that the correctness of the method employed is the sole guarantee of truth in our conclusions? If we seek to scan"], [14, "6 separately each revolution, the labour is endless and hopeless of result. If we select such only as show a patent resemblance or analogy, we limit, on the other hand, the scope of our inquiry. We hazard furthermore its indefinite failure in thus interrogating History piecemeal, whose answers to such half questions, like the scattered leaves of the Sibyl, are doubtful fragments of a dismembered truth. We must seek, then, by other means, a fuller and more definite response. Not contenting ourselves with the minute inspection of isolated facts, let us connect them with the series in which they occur, or the system of which they are part. We shall then have the grounds of an intelligible hypothesis ; and grouping events according to their appropriate relations, we may draw our conclusions from their united aspect. True it is, that, dealing with facts in historical sequence, it is impossible to class separately as cause and effect, events which will be found to alternate as either, according as they are referred to the change which comes after or that which precedes them. Yet we do not fail in comprising a series of changes, and tracing their subordination to some common element, to comprehend fully their individual significance. Their aggregate illustrates their several importance — while thus only do we rise to the ' reA«oVar0;> re'Aoj' 0f historical inquiry, which, strictly speaking, is not so much 'the"], [15, "7 vicissitudes of institutions, social, political, and religious,'1 as the ideas which institutions and their vicissitudes express; the laws, in fact, of their being and development, in measuring which we discern the proportions of History in all their harmony, simplicity, and truth. Thus methodising, we elevate History to a science, and are able to classify its laws according as they are transitory or permanent, local or universal. We see the difference in the changes which spring from the spontaneous movement of nations within the range accorded to their free volition, and those which are attributable to a higher power, defining and limiting the conditions of their progress. Revolu tions are no longer assumed to be the result of accident, of characters and circumstances in for tuitous combination. They are seen to proceed from certain definite functions of national life, to be the voluntary product of a free and conscious agency in political society ; yet, in their impulse, succession, and later result, to be a part of the Divine scheme which orders the universe. I. — In high relation to the Eternal purpose we place the primary law of History, that nations proceed in a course of Development, their later manifestations being potentially present in the earliest constituent elements of their existence. See Dr. Arnold's Lectures on modern History, p. 157."], [16, "8 The first impulse of national life prolonged into all its subsequent history may be likened indeed to constitutional capacity and inclination, whence proceed individual conduct and action. The changes which nations experience are modified by the nature of the elements they comprise at their birth ; so that, estimating the revolutions of distinct periods, we may best ascertain how they differ if we detect the elements peculiar to each, and com pare them together in their chief combinations. II. — At the same time, if we admit a resemblance in revolutions, and a certain affinity is clearly dis cernible, we may not attribute this to a law which always produces varied results, according to the elements upon which it operates. We must refer it to some other law independent of national characteristics, which strives to accommodate their diversities to the strict measure of its own uniformity, a law which works by the side of Development, and turns its issues to a separate account. Such a law can we fail to recognise in the tendency toEquality evident throughout history, the tendency which modern research pronounces to be the plainest and gravest fact it encounters the most ancient as well as the most endurino impulse of the many movements which agitate society.1 This tendency Aristotle partially appre- See De Tocqueville, Introd., p. 3."], [17, "9 hends, asserting the cause of revolutions to be to avierov. \" iravra %ov yap bib, to avurov 17 araais oAcos yap to tcrov £r]TovvTes o-Tacria_~ovo-i.\" lhe nature of the equality sought will vary according to the peculiar circumstances of nations, referring indifferently to privileges of rank or religion or race, to rights civil or political; but some mode or shape of inequality, and that which for the time is felt to be oppressive, is the cause, as a corresponding equality is the result, of all change which is revo lution. III. — Consciously as man is seen striving to depress others or elevate himself, his movement is confined within certain limits, and made sub ject to certain positive restrictions. It can only proceed by consecutive stages, each designating an epoch in the history of nations, not such as is measured by mere lapse of time, but such as is sooner or later identical with their transition from one state of being to another. Thus, the contest for the equalisation of nobility and wealth is prior to the contest between wealth and num bers.2 The one belongs to an earlier, the other to a later, age of national existence, and it is as improbable that their order should be transposed, as that youth should be competent to man's Politics, book 5, cap. 1. 2 See Arnold's Thucyd., vol. i., Appendix I."], [18, "10 exertions, or manhood entertain the emotions of youth. Of the earlier contest, that in which property is the assailant of birth, the modern, like the ancient world, has witnessed the comple tion. In both cases was it characterised by the same phenomena, and finally attended with the same result. It is thus observable that in neither instance was it a momentary event or crisis which perfected at once the whole revolution. In Athens, the legislation of Draco, of Solon, of Clisthenes, mark the slow stages by which it was accom plished. The code of Draco, the first written definition of hereditary privilege — the \"Seisac theia\" of Solon, promoting diffusion of property — his apportionment of political rights to the gradations of his Census — the abolition by Clis thenes of the ancient Phylæ, with the distinctions which these comprehended — the facilities he offered to naturalisation, and his somewhat later establishment of Ostracism, are the legislative settlement of the successive issues which property and nobility realised in their struggle to attain the footing of a perfect equality. No less marked and graduated was the long series of political contests between the Plebs and Populus of ancient Rome; or, again, in the rise of the Commons through the middle ages, the growth of their boroughs in wealth and consideration — their suc cessive incorporations — the extension of their"], [19, "11 Charters — their advance from a state of passive immunity to an active participation in political power, by means of their representatives in the great Council of the nation. Change is seen draw ing on change in a kind of necessary sequence, and though the duration of the conflict has been in some cases protracted, sooner or later it ended in all. It ended as invariably in the ascendancy of wealth,— property instead of privilege becoming the measure in the distribution of political fran chise and power. Yet in this revolution, itself only an impulse of the grander movement towards general equality, there were intermediate stages following each other in a certain regular order and succession. Civil equality is observed almost invariably pre ceding and antedating political. In other words, the recognition of a right to an equal administra tion of existing laws was prior to a share in the power which enacts them. Thus, we find the Roman Plebs enjoying a civil equality with the Populus, before the Comitia Centuriata of Servius admitted them to a share in the government of the state.1 Subsequently, when the constitution of Servius had been overthrown, and by the pressure of the laws relating to debt the Com- mons were again reduced to dependency, the secession to the Mons Sacer virtually recovered See Arnold's Rome, vol. i., p. 27, &c."], [20, "12 for them civil equality, long before the passing of the Publilian laws terminated the struggles which secured them political.1 Thus, the emancipation of the Serfs in the middle ages preceded their admission to the rights of citizenship in the boroughs to which they flocked for protection. A half century elapsed between Magna Charta, the guarantee of civil rights to all classes of freemen, and the first summoning of representa tives for cities and boroughs to Simon de Mont ford's parliament of Oxford.2 Nevertheless, this succession has been occasionally interrupted by circumstances which prove the rule from its ex ceptions. Extraordinary conjunctures — political evils, long endured and late corrected, have exhi bited the movement, as in the efforts of Valerius and Licinius at Rome,3 or the Florentine revolu tion of 1378,4 proceeding simultaneously under both its aspects. The necessity of strengthening a frontier outpost or colonial settlement, such perhaps as Heraclea,5 or the towns of Leon and Castile taken from the Moors,6 may have intro duced at once a high degree both of civil and 1 Arnold's Rome, vol. i., p. 147 ; vol. ii., p. 158. 2 See Hallam's Middle Ages, vol. ii., p. 108, 148. English Constitu tion, cap. viii. 3 Arnold's Rome, vol. L, p. 318, 326—333 ; vol. ii., p. 34, 75, &c. 4 Hallam's Middle Ages, vol. i., p. 297 ; Italy, cap. iii., Part II. 5 For mention made of the part taken by the Periœci in the founda tion of Heraclea, see Thucyd, book iii., cap. 92. 6 Hallam's Middle Ages, vol. i., p. 373 ; Spain, cap. iv."], [21, "13 political freedom. But in all ordinary aspects of history, and these declare best its highest truths, movement is seen in successive stages, organised and accommodated to conditions of progress. Yet although we may trace the tendency to equality as existing under a like form in ancient and modern History, we arrive at a limit preclud ing a perfect comparison. Investigation ceases where facts are wanting, and the European world has not yet supplied the facts necessary to illus trate the contest which follows the concluded struggle between property and birth. The ancient world fully accomplished a revolution which the modern is only in its turn approaching. Like its precursor, this contest in almost all the states of antiquity exhibited certain characteristic features. It was commonly sudden — terrible — convulsive — coincident with deeper moral depravity, and a more ferocious recklessness in the contending parties. Above all, we are told that in no known instance did it terminate favourably for the public good.1 The source of this difference from the earlier contest is thus revealed to us by the same Authority. While in the one case the contending parties approached each other as the Commons grew daily in wealth and intelligence, their conse quent assimilation in sentiment and interest, and the ultimate absence of all real disparity, facili- Arnold's Thucyd., vol. i., Appendix I., p. 633."], [22, "14 tated the removal of factitious distinctions. The ascendancy of birth passed into the ascendancy of wealth by easy and natural transitions. It was accompanied comparatively with so little violence, that inquiry may be at times perplexed in ancient or modern history to fix upon any definite period as the moment of its final consummation. On the other hand, the aspect of the contest between wealth and numbers suggests not the same gradu- ated scale by which the one might ascend to the level of the other. It is a warfare between ex- tremes of the most opposite nature, with few points of contact to attach sympathy or induce a mutual intelligence or good-will. The prospect of violent collision increases the more the interval between them is widened ; and not forewarned by previous approximation, it becomes the more desperate from their estrangement. The characteristics of this contest in the ancient world were exhibited in the proscriptions of Marius and Sylla, or the bloody factions of the Peloponnesian war ; while modern history, if we except the momentary fury of the French Revolution, has not yet produced its parallel examples. We may see such, indeed, threatening our future, and the extremes of indigence and wealth around us, with the convulsive heavings of the masses at our feet, may serve, perhaps, to quicken apprehension ; but it remains to be ceen if the modern world may entertain no hope of"], [23, "15 bettering their conclusions. Of this we may be certain, its confidence should not rest on the possi ble relaxation of what seems to be throughout History an inevitable law. The tendency to Equality must proceed. The stream of History will roll towards the plain. If there is a promise for modern civilisation, it must seek its assurance in the main source of all other difference between ourselves and antiquity, the elements which entered either civilisation. These are indisputably the germs of life — the vital essence of their respective systems; and it is only by measuring their strength, with the circumstances of their development in time and place, that we can calculate the variations in political movement, or the possible difference in its final result. IV. — For the sake of convenience we are forced to accept the commonly recognised division of History. Yet we must guard against the miscon ception into which we may be led by its arbitrary separation into Ancient and Modern at the epoch of the dissolution of the Roman empire, as if that were a point at which all existing institutions were swept away, and an entirely new order of things established in their place. There was in fact no such severance of the historic unity, no such marked separation of the old world from the new. Civilisation needed not to commence its"], [24, "16 career, to repeat the course it had already run. Though much was then destroyed which time had ripened to a merited destruction, the inner princi- ple of ancient life, the spring and source of its historic worth, like the olive of the Acropolis un- scathed by the fire, remained to put forth vigorous shoots under a more propitious culture. The ma jesty of the Imperial name survived the overthrow of the Imperial power, and awed and impressed its barbarian invaders. The Municipal system which the centralising force of Rome bound in a net-work of administrative dependence remained when the bond which constrained it was broken. The towns themselves were not destroyed though they ceased to constitute an aggregate unity, and the idea of Empire, the idea of Municipality, enter- ed at once the new combination.1 All which was superadded to them then was a new religion and an untried race. From their introduction alone was imparted fresh vigour to a system otherwise exhausted. Race — Religion — Empire — the Muni- cipal spirit, sole elements of our modern civilisa- tion, these are the four \" Which in quaternion run, And mix and nourish all things.\" From these, as subject to the law of development, comes our chief likeness or unlikeness to antiquity. See Guizot's Hist, de la Civilisation en Europe, Lee. ii."], [25, "17 From the two former, and the appropriate dis tinctions they include, the main aspects of differ ence in all our revolutions. From temperament of Race— the barbarian germ alone — how wide an aftergrowth expands in his tory. From their earliest proportions, as depicted by Cæsar and Tacitus, how vast is the shadow cast into the future. A love of liberty — a sense of per sonal independence actuating the countrymen of Arminius and Civilis was developed through the descending line of their posterity. Amid the marshes and pine-forests of Germany — in their earliest European settlements — through their latest constitutional changes — under various aspects, it modified their system, and has been their charac teristic from that day to our own. In no respect did the northern races, the Celts and the Teutons, differ more remarkably from Classic nations than in the readiness with which the latter could sacri fice their liberty to their eager desire for political organization. When Aristotle asserted that the notion of a state was antecedent to that of an individual, x he was merely giving philosophic ex pression to a natural sentiment of the Greek mind. To the Greek's lively and social temperament airdpKeia — independence — was the greatest of evils; 1 Politics, bk. i., chap. 2. See also Hermann's Political Antiquities of Greece, p. 97. C"], [26, "18 a condition befitting only gods or beasts,1 and, as happiness was impossible apart from a community, he was ready to surrender everything to its wel fare. Thus he had no regard for individual rights as opposed to the state. He never discussed their origin or extent, or treated them as having a sub stantive existence.2 On the contrary, he acquiesced in the state's interference with his personal liberty less reservedly than his Persian enemies submit ted to every caprice of their king.3 What conse quences, on the other hand, have followed the oppo site tendency of the Northern ! Prizing above all things his personal independence, History repre sents him as only overcoming by degrees his natural repugnance to political connexion. For a time he appears in direct antagonism to the ne cessity of government, seemingly unwilling to sacrifice any portion of his individual will for a common purpose or united effort. He is thus seen rudely subverting the systems which the genius of Pepin and Otho had constructed, and relapsing into anarchy under the later Carlovingians and the Salic descendants of Conrad. The same spirit in a subdued form he exemplifies in the isolating ten dencies of his feudalism, in his later struggles to H) Bi)ploii f\\ debs. Politics, bk. i., cap. 2. 2 See Lieber's Political Ethics, p. 393, &c. 3 4\\ci6tpoi yap, e<Wes, ov iravra i\\£v8epot e'urX' «re<rn yip a<pt Serrir6Tris v6p.os, rbv imoSftnalvovcri TroWif e-ri fiaWoy v ot irol ff€. Herodotus book vii. chap. 104."], [27, "19 preserve its privileges of private war and territo rial jurisdiction. He is reluctant at first to be incorporated with the state — incorporated, he re volts at its interference with his inclinations. Variously he exhibits his jealousy of its controul — in Hermandads of Castile1 — imperial interreg nums2 — rough sessions at Runnymede or Oxford — in the charters and guarantees he sought to exact as the price of his co-operation or the limits of his obedience. In later times he is found appealing to these past compacts for fresh concessions, per sisting in the privilege of self-taxation — claiming liberty of conscience and freedom of speech — hold ing ominous language respecting rights of resis tance — in Habeas corpus acts and assertions that his house is his castle — maintaining the inviola bility of his person and his home. Two consequences have followed this peculiarity of race besides a greater individual freedom, neither of which was adequately comprehended in anti quity. On the one hand habits of seclusion, fos tered by the propensity to isolation in the feudal ages, developed the importance of the Family, and its genial influence upon European civilisation. From a spirit apparently anti-social, social impulses were quickened into life; and the national fire, no 1 See Hallam's Middle Ages, vol. i., p. 404 ; Spain, chap. iv. - See Koch's Revolutions of Europe, p. 49, Lond. 1839. c2"], [28, "20 longer confined to Prytaneiums and Hearths of Vesta, might hence defy the possibility of extinc tion in its distribution on domestic altars. On the other hand, out of the liking for liberty grew the respect for Law, since Law was made the instru ment of its preservation. Herein we recognise the origin of that regard which legislation has shown for the \" Rights of Persons,\" as well as those feel ings of veneration for law with which individuals have repaid the obligation. We see the anxiety to withdraw its ministers from all sinister influ ences and embarassments — the early separation of the judicial from the executive power, a separation unknown to the ancient Greek 1 — the elevation of its judges above bias or temptation, and the sig nificance of their robes of spotless ermine. Hence the nicety of those Rules of pleading which develope so carefully the question at issue2 — those other Rules for the discrimination of evidence3 — the pro vision against error or injustice in the application of either in the long series of appellate tribunals — Writs of error — Exchequer chambers— courts of Review and Cassation. And we see the result of this circumspection as distinguished from the crude legislation of antiquity, comparing the spirit which 1 Hermann's Political Antiquities of Greece, p. 102, and references. * See Stephen on Pleading, passim. 3 The Greeks had nothing answering to our Law of Evidence see Mailer's Dorians, vol.ii., p. 230."], [29, "21 could acquiesce in the trial of the Athenian com manders at Arginusæ, with the execration which has followed the execution of Byng1 — the popular indifference to the condemnation of Socrates,2 with the zeal which would \" leave the sentence against Sydney to blacken in the sight, like the hand-writ ing on the wall before the eastern tyrant, to deter posterity from outrages upon justice.\"3 Lastly, we see in their widest divergence these opposite im pulses of distinct races — public opinion in the one indifferent to constitutional form — extemporising law at its need in the tumults of the Forum, or the Psephisms of the Agora ; 4 on the other hand, the caution — the grave deliberation preceding an Act of settlement, in the crisis even of a revolution 5— the reverence for law as the safeguard of liberty which encircles its palladium in a dense forest of prescript and precedent, and adjudges it treason in all who on any pretext dare break the inclosure, or rashly violate the sacred precinct. 1 See the terms in which Smollett speaks of this transaction. 2 Even the votes of the judges on his trial were equally divided on the question of his condemnation. See Thirlwall's Greece, vol. iv., p. 279. 3 Erskine's Speech on Constructive Treason. See Brougham's States man of the Times of Geo. III., Art. — Erskine. 41 DemostheDes contrasts the Ancient constancy with the mania for ' psephisms ' which prevailed in his time ; r6re fiir— to<$ iirdpXov<r, vdfiois exP\"VT0> icatvovs 5' ovk e-rifleo-ay — In Lept. \"484. 22. 5 See an account of the Parliamentary Debates, 1688-9, in the 3d vol. of Burnet's History of his own Time."], [30, "22 Though the European system was tardy in its growth, owing to what we may term the centri fugal force of its component members, it thereby developed its characteristic excellence in a more assured constitutional strength and stability. It sacrificed neither the variety nor fecundity of its elements in the indisposition of individuality to merge in society. Its great men were conse quently more numerous, asserted a higher inde pendence of thought and action, made a deeper impression upon their respective generations. On the other hand, the attachment of man lo man, also a characteristic of the northern races, exhibited in the connexion of the free warriors with their earliest military chieftains in Germany,1 com batted and corrected the mischievous tendencies of a too sensitive love of liberty. Connecting itself with the tenure of land, this sentiment cemented the Feudal system. The vassal knelt, as we know, ungirt, with head uncovered, and placing his hands between the hands of his lord, swore under the force of the uniting bond to become his man from that day forward of life and limb and earthly worship.2 The same spirit ani mated the Clan — the same transferred to a different relation stimulated the loyalty — the devotion to their king, which was the pride and 1 See Guizot's Hist, de la Civ. en Europe, Lee. 2. 2 Allen's Royal Prerogatives, p. 74."], [31, "23 passion of the gallant Cavaliers.1 And especially to this sentiment do we attribute the disposition to Voluntary Combination, which has taken a scope and tended to results so remarkable in modern history. The apt reliance upon personal exertion inducing, as we have seen, a limited view of the ends and offices of the state, combined with this spirit of free association, to work effects which the political machinery of Greece and Rome could never compass. Though the latter had also their voluntary Leagues, these were almost exclusively devoted to the purposes of faction. The \" idem velle atque idem nolle \" was, in this respect, a bond of union equally in the days of Mirabeau and Cæsar. But, irrespective of such haiplat, antiquity knew little of the sentiment of fellowship, of the benefits it procures, or the obligation it imposes. We, on the other hand, perceive it combining with every form of Euro pean movement — erecting the first Guilds of the Anglo-Saxons2 — giving a stamp and currency to chivalrous feeling in badges and orders of Knight hood — developing the asceticism of the east into the various shapes of mediæval Monasticism — animating Masonry — instituting its counterpart among the humble Crafts and Companies of Ger- 1 See Appendix. 2 See Sharon Turner, vol. iv., cap. 10. Hallam's Middle Ages, vol.ii., p. 156, and references."], [32, "24 many1 — professing even to administer justice in the Vehmegericht2— and performing in countless other modes the offices and functions of the ancient state. Even in our own times we see it active in Associations promoting science, litera ture, art — in Societies educating — prosecuting crime — repressing slavery — teaching creeds and systems — and, in the form of Company, occupy ing territory — founding and consolidating empire.3 Diverse yet accordant, the characteristics of race point and illuminate each page of our history. But they have worked throughout in a medium Avhich would not admit of their undue exaggera tion, the medium that is of a common Christianity. In contradistinction to a varied polytheism, simi larity of belief induced a conformity in political movements, and nations and races herein evince sympathies for which their diversities afford no pretext till modified by an influence altogether independent of language, kindred, climate, or soil. To this we may ascribe the close consolidation of the European System, a manifest difference from 1 See the interesting details taken from Grimm in the notes to Michelet's Introduction a 1' Histoire Universelle, p. 32. Bruxelles. 2 There is a complete history of the proceedings of this tribunal written by Wigand. See illustrations of their nature in Scott's \" House of Aspan.\" 3 East India Company; Hudson Bay Company, &c. For an interest ing account of the operations of the latter, see Washington Irving's ' Astoria.\""], [33, "25 the aspect of antiquity, admitting only of a slight allusion, because the nature of the religion whence it springs apprises us of others still more impor tant. To these naturally we turn our attention, considering Christianity, 1st, morally as a princi ple ; 2nd, politically as an institution — on the one hand, the influence of its doctrines and pre cepts upon individual character, and thence upon society in the mass — on the other, its relations as a scheme of polity embodied in the formularies and constitution of the Church. Throughout the ancient world we look in vain for a social equivalent to the Christian principle. The disciples of Epicurus indulgent to appetite — the Stoic seeking to deaden sensibility — both fell short of that moral culture which proposes only to attain its end by preserving while it sanctifies man's natural feelings. On the other hand, Philo sophy limited in this respect, not excepting that of the Academy, was still further limited in the sphere of its action. Appealing solely to intellec tual capacity it left out of its purview the mass of mankind, whom Christianity, approaching by the avenue of their affections, is enabled to hold in a common adoption. Again, as compared with ancient Paganism, we have only to regard the severe application of its dogmas to precept — of truths eternal and divine to the moral nature and habits of man. In this respect the Heathen"], [34, "26 mythology was all but powerless. It gratified the taste, it impressed the imagination, but it failed signally to instruct the conscience. With no definite system of rewards and punishments, and suggesting no higher notions of Deity than as a being from whom oracles and arts of divination might wrest the knowledge of man's earthly interests, it could not be expected to supply in- ducements — to prescribe and regulate motives of action. Inefficient in private, it was inapplicable to public life, and national transactions were speedily released from what their promoters judged right- ly an inconvenient interference. As society ad- vanced, the ancient world presented a spectacle the reverse of what we see around us — the reli- gious sentiment growing weaker as its practical worthlessness became manifest — passion and pre judice usurping the ascendant in public councils and matters of state — the deep selfishness of individuals and communities tainting and exas- perating each political relation. The later age of Europe, it is true, may not be in this respect free from reproach ; it may parallel, for instance, the boast of Agesilaus, that the frontiers of Sparta were limited by his spear ; but the same period in the ancient world exhibits no statesman pro- testing against his country's aggression.1 It is in 1 Such, for instance, as that exemplified in the speeches of Lord Ash ley on the Chinese war and Ameers of Scinde."], [35, "27 relation to the fact of comparative advancement that the shameless assertions of the Melian con troversy1 darken beside the language of the Holy Alliance, admitting in a formal state document ' the command of Scripture to brotherly love, the duty of kings to govern their subjects as parents — to maintain religion, justice, and truth.2 Though Christianity may be often overlooked, from its unobtrusive as well as its expanded agency, it nevertheless mingles in the politics of this age by maintaining its hold on public opinion. Receding in time, we find it taking part in popular movement and public administration, through the medium of its influence upon individual character. Thus, we discern its intervention through a mo narch like St. Louis — a minister like Sully — a subject such as Coligni or the good Lord Capel. In the midst of civil dissensions it is heard crying \"Peace, peace\" with Falkland. Under circum stances even the least favourable to its impressions it is interested and active for public tranquillity. Thus, it is remarked, modern despotism has rarely inflamed civil discord with the frightful excesses of the ancient Tyranny.3 Though claiming the sanction of a Divine right, and haughtily refusing to be accountable to man, it owned a responsibility 1 See Thucyd., book v., especially chaps. 89, 105. 2 See Heeren's European States System, vol. ii,, p. 441. 3 Arnold's Rome, vol. i., p. 476."], [36, "28 as the Vicegerent of Heaven, which has often restrained it from abusing its power. In propor tion, indeed, to the sincerity of its pretensions has been its sense of the obligation to govern justly, for the interests of the people committed to its care, and for whose happiness it was answerable to God. Hence the modern world has been saved from numberless commotions, a belief in Chris tianity being incompatible Avith the supreme selfishness of the ancient Tyrant. The pretended advice of Tarquinius to Sextus,1 or Thrasybulus to Periander,2 the eZSos in fact of the Greek tyranny, has been repeated seldom for evil results within the range of modern experience. Once only notoriously offered it was received with execration by the Christian world. A stigma attached to the authorship of ' The Prince ' which later times have sought to remove solely in the conviction that its wickedness was insincere.3 In a word, Christianity tempers the elements of political strife in coupling generally duties and rights, responsibility and power. What it effects is best appreciated if for a season its influence is with drawn. Then the causes of revolution which Aristotle enumerates,4 and which are identical Livy, i., 54. 2 Herod, v., 92. 3 See Macaulay's Essays, article on Machiavelli, vol. i., p. 6!. 4 Politics, book v., chaps. 2 and 3. Among these, tlPpis, xepSos, ai^jjtris irapa rb avdAoyov, Wuij and ipo/Sos here indicated are conspicuous."], [37, "29 with the corruption of man's nature, operate again in all their intensity. Again, in a sceptical age, Presumption in Brissot, the hope of Gain in Danton, are instinctive abettors of revolutionary projects. From Undue Exaltation ministering to vanity spring the relations of Frederick and Vol taire.1 St. Helena sees a more vast Ambition render itself up to a graver account. Faction rising to a higher phrensy, Mountain and Girondist emulate Corcyca,2 in the instincts of a Terror craving for blood. But it was the Church compared to which Chris tianity, assuming its own separate existence to have been possible, was in effect a secondary agent. As a society only possessed of a distinct government and organisation was it capable of contributing a direct force towards the sum of political movement. At the first entrance of Christianity into the Pagan world, a world at variance with its principles and spirit, it acquiesced in existing political institutions. It submitted patiently to ills it could not remedy, rendering to 1 Compare those of Philoxenus and Dionysius the Tyrant. Arnold's Rome, vol. i., p. 475. 2 For the influence of (pofios at Coroyra, closely resembling in its effects the alarm of the French republicans at the proclamation of the Duke of Brunswick, see Thucyd., book iii., chaps. 79, 80 ; -ca! oi Kepnvpawi SeirranTes /-,-!), &c. — 6 Se Srj/ios raw KepKvpaiwy ev -roincp, irepiSeV yevip.evos /J.)}, &c. In the famous chapters which follow the history n \" Mountain and Gironde\" is written by anticipation."], [38, "30 Cæsar the things which were Cæsar's, saving to itself only the things which were God's. But the necessity of a Mission, apart from the Divine insti tution of the Church, would not permit Christianity to remain a personal relation between man and the Almighty. It was forced into the position of a distinct society by Doctrines which required a common assent ; Precepts which needed the obliga tion of a law ; Promises which called for a wide dissemination. As a society, it was bound to de termine its relations with other societies existing at its side, and hence it became a political element colluding or clashing with other elements, as these assisted or thwarted its object. In virtue of this its necessary independence, the Church was often able to correct abuses or supply the deficiencies of the temporal power. In this spirit she contested her rights of ecclesiastical jurisdiction with Feudal ism — superseded Ordeals and Judicial Combats — tempered the rigid inflexibility of law by her doc trines and courts of Equity — infused a humane and tolerant wisdom into national councils and barbaric legislation.1 So, also, if \" Rights of Private War \" perilled internally the peace of kingdoms, the Church interposed with her \" Truce of God.\"2 If Christendom was threatened with a Saracenic 1 See reference to the Council of Toledo and the Visigoth Laws Guizot's Hist, de la Civ. en Europe, Lee. 6. -- See Robertson's notes to Charles V., note 21."], [39, "31 extinction, she superintended its efforts for defence. Preaching her crusades, she had power to reconcile discordant interests in a united movement, without which the cause of Christendom had been hopeless. Otherwise equally, by protest or persuasion, the Church succeeded in qualifying or removing ma terials the most pregnant of revolution in our system. One notable example she left of her exertions in the abolition of domestic slavery. If political Helotry no more interposes to perpetuate the severance of race from race in an attitude of bitter enduring hostility,1 it is to the injunctions of the Church that we owe its extinction. Her's is the credit that prædial Serfdom, the true gulf before the Roman senate-house, which the devotion of no Curtius might close, no longer swallows people after people, draining into its abyss the springs of free industry, which are the sap and sustenance of maturer civilisation.2 The Church effected much in thus substitut ing for the weaker or more vicious tendencies of society her own measure of enlarged intelligence. She scarcely effected less in resisting the undue expansion of better tendencies by gratifying them legitimately within the scope of her own high, \" o-Tao-iwTiKbv Se ko! to pAi 6iiu<pv\\oir.\" See Aristotle's Politics, book v., chap. 2. 2 For the late discovery that domestic slavery was a principal cause of the downfal of the Roman Empire, see Michelet's Hist, of France, vol. i., chap. 3."], [40, "32 capacious ideal. Repudiating the spirit of Caste, we see her assisting the energy of race in the middle ages — ordaining a Saxon Becket to be primate of the Norman Church — a peasant to sit in the seat of Gregory or Adrian.1 On the other hand we see her realising the attachment of man to man in the closer bonds of a holier com- munion — devotionally exercising a youthful chi- valry — yet cherishing the debility of older elements — in the shadow of her cathedrals nursing the instincts of municipal life2 — helping government to a higher guarantee than force — leading empire into the path of a more perfect centralisation.3 From the earliest expanding efforts of our system it has scarce embodied a vital principle of which the idea has not been sanctified in passing, at some time, through the porch of the Church. Even now our latest impulses are spiritualised if we receive them at her hands. Patriotism is exalted, if through her nations acknowledge their separate responsibilities, while her fold only may content the Philanthropy which despises national interests as exclusive in its ardour to embrace all 1 See Michelet's Hist, of France, book iv., chap. 2. 2 The Church increased the importance of the boroughs in the middle ages by its right of sanctuary. Guizot's Hist, de la Civ. en Europe, Lee. 7. 3 The earlier centralisation of the Church instructed that of the State. See Michelet's Hist, of France, Book iv., chap. 2, p. 170."], [41, "33 human kind.1 If she swell the popular surges, exemplifying in her own 'dignified Isopolity' the perfect equality of men before God, from her councils is derived the Representative system2 which turns the stream into constitutional chan nels, and converts its currents to a highway of peace. V. — Race and religion side by side with the surviving elements of the ancient world, jointly contributed to all the deeper sources of our His tory. Yet mingled pften in a common impulse, they exerted each at times an independent force. If at the expense of some of its elements, the ancient world attained a more absolute unity, the modern has resolved a more difficult problem, sustaining a balance in the internal strife — the frequent and active antagonism of all. The closest examination of ancient states presents them com monly at all periods, yielding to the preponderance of a single principle. Monarchy, Aristocracy, Tyranny, Democracy, each hold sway by turns — each have their special term of domination. In modem History all are contemporaneous — flour- 1 \" Unam omnium Rempublicum agnoscimus, mundum.\" Tertullian, Apologeticus. 2 Councils how far a source of the representative system. Hallam's Middle Ages, vol. ii., cap. 8, Part III., p. 146. English Constitution. No representative system in Antiquity. Lieber's Political Ethics, Book ii., cap. 10. D"], [42, "34 ishing in the closest juxtaposition — great mo narchies — aristocracies — free cities and federal republics encountering, repelling, or combining with each other. The same fact is evident in the grander aspects of either civilization. The Greek spirit of Municipal freedom in one age triumphs over the idea of eastern Empire. Again the idea of Empire transferring its seat, the Municipal spirit is overpowered by the Imperial might of Rome. In Europe, Empire — Nobility — the Boroughs — the Church — are all at the same instant potent and persevering — waging a war in which, though each is vanquished, all are victorious — competing in a trial of strength and skill, wherein all failing to bear away the prize, it remains the common pro perty of man. Out of this contest \" to K.a\\G)i h\"i\\ov ■nohei TraXaio-pLa,\" proceeds a class of revolutions which are Second ary in relation to the main current of history. Municipality strove with barbarian independence entrenched in its feudal strongholds — at one point easily expelling it, as in Lombardy1— encounter ing again a stouter resistance to Hanseatic leagues and Rhenish confederations — helping Empire to undermine its enemy in the France of Louis XL 1 See Hallam's Middle Ages, vol, i., p. 230 ; Italy, cap. 3, Part I. ; Acquisitions of Territory by Italian Cities."], [43, "35 and Philip Augustus1 — arraying itself, on the other hand, with Feudalism against Empire under the house of Plantagenet. Royalty strove sepa rately with Aristocracy in the Fronde — with the Commons in the reign of the English Stuarts. The Church also, with each apart and with all combined — contesting with Feudalism the right of investiture — combating the Municipal vigour in Languedoc— disputing with Empire its Pragmatic Sanction— lastly, uniting against her pretensions Saxon prince and English king — Teutonic chivalry2 and Burgher independence, in the one great move ment of the reformation. These struggles have no parallel in ancient history. Antiquity exhibits neither Guelph and Ghibelline, Albigensian Cru sade, nor Thirty Years' War. It saw no day like Edge-hill or Ivry — no character standing in the historic position of Anselm or Barbarossa, Luther or Cromwell. At the same time it may not reAreal the proportions of the civilisation arisen from the dust of the conflict, and looking forth now in its beauty and strength. VI. — In their mutual struggle each of the ele ments in turn assisted the tendency to Equality 1 Hallam's Middle Ages, vol. i.,p.204 ; FeudalSystem, cap. 2, Part II. ; Connexion of free towns with the King. 2 For the partaken early in the Reformation by Ulrick Von Hutten, Franz Von Sickingen, and their companions, the Free Knights, see D'Aubigne's Hist, of the Reformation, Book i., cap. 11. d2"], [44, "36 independently of their combined efforts to advance society. But their separate agency may not com pare with the constant tendency of Material Civil isation to remove as far as may be real distinctions, and so facilitate the abolition of others. Gun powder invaded the prerogative of physical strength. Printing equalized the resources of intellect. The post carried to all the information previously ob tained by a few. The discovery of a new continent extended industrial interests. Travelling promises to remain no longer the exclusive privilege of afflu ence and leisure. Mechanical arts stimulating luxury impoverish the rich while they enrich the the poor. The principle of combination attracted by physical inventions, exhibits to the needy the force of aggregate capital, and suggests to the poorest, in societies for mutual assurance, the means of rising above accidents of station, facili tating to some extent that gradual approximation, without which the tendency to Equality in its last stage is a tendency almost to unmitigated evil. VII. — Nor again may we neglect, in estimating ancient and modern Revolutions, the influence, direct or indirect, of the theatres upon which they have been respectively accomplished. The climate, soil, extent, and geographical situation and circum stances of the territory occupied by a nation, have always their relation to its actions and his-"], [45, "37 tory.1 This we see in their similarity often pro ducing like effects, where there are few other fea tures of resemblance. Thus Arcadia and Switzer land both had their industry — frugality — their mountain independence — their pastoral music, and their mercenary arms. In the want of internal resources, barren Attica, like sea-swathed Holland, early developed her marine enterprise, created a navy, colonies, and a revenue, and laid the founda tions of her glory and power. What is observable upon a small scale is equally evident with respect to the grander issues of the two civilisations. We observe their respective theatres: the one a limited region broken by mountain chains, abrupt but not inaccessible, which serve as natural boundaries to distinct races, without interposing a barier to their intercourse — this same region enclosing an inland sea, studded with islands, interlacing with its gulfs and bays the countless headlands and pro montories of its coast — disturbed by no dangerous currents, but large enough to tempt without peril ing adventure. Add thereto a beautiful soil, a climate which, favouring its choicest productions left ample leisure for mental activity and refine ment — the clear skies, bright waters, and exhilar ating atmosphere which developed all the lively 1 For a general, perhaps, an oversated estimate of their effects, see Montesquieu, \" Esprit des Lois.\""], [46, "38 and social traits of its population, and we have at once the scene of a varied, busy, scintillating life— the adjuncts, as far as nature could supply them, of rapid political organization — of commotions fre quent, partial, inconclusive— the scene, in fact, of all classic civilisation, excepting only the later ex panded energies of Rome. On the other hand, we look at middle and northern Europe : the theatre is equally adapted for the event. We see a con tinent large and compact, yet well-proportioned and articulated, as remote from the unwieldy bulk and inert shaplessness of Africa and Asia, as from the endless flexibility of its own southern shores — this continent, penetrated on all by great rivers, which mark the limits of important nations, comprising in itself an extent of territory suffi cient to tempt the ambition of its Napoleon, with the contiguity of ocean to call forth its Columbus, and we have a scene of grander and more impres sive movement — of changes less sudden, but less open to reaction — a theatre whereon great masses slowly wrought to great events, may gradually conspire to evolve the issues of a complex compre hensive modern civilisation. VIII. — And there remains yet a source of differ ence obtruded on our consideration by the words themselves, ancient and modern, the difference of relative position in time, which involves something"], [47, "39 more than a nominal distinction. In every people among whom there is a movement, there arrives sooner or later a consciousness of that movement, a period of self-examination and reflection when, passing out of the limits of the present, it turns a searching gaze upon the past and the future. The more it recedes from the simple unconscious hero ism of its early years, does it become thus serious and thoughtful, reproaching its own follies with Rabelais, or its vices with Juvenal — picturing to itself present needs in the stern delineations of its Tacitus or Machiavel — contrasting that which is with that which has been or might be in the specu lations of its More, its Bacon, or Plato. At the successive stages of such a development, what must be the advantage of having another experi ence to combine with its own — of having materials for comparison in the history of nations who have gone before ? Such a facility was not possessed by Greece, nor even by Rome, till it was too late to turn it to advantage. The East preceded them, but the East had left them no history. Where society moved not, it had little to record;1 what it had was expressed for the most part in the lan- 1 The fabled conflict between Arimanes and Oromasdes, the principles of Permanence and Progression first commenced in Persia ;— and it is therefore Persia which affords the first traces of history. Cousin sug gests an additional reason for the absence of history in the East. See Introd. to Cours de la Philosophie, cap. 3."], [48, "40 guage of fable or hieroglyphic. Thus could the Greek have laid aside his supercilious exclusive ness — the contempt for all who were not of Hel lenic race, which followed him to the plains of Babylon, and into the ante-chambers of Susa, ' he would have essayed in vain to comprehend the meaning of the society he saw around him. In his \" Wonder-land\" of Egypt he moved with an air of curiosity but without intelligence, noting temples, obelisks, rites, usages, and all the formulæ of that colossal symbolism, but unable to decypher its complete expression of Egyptian life and social organisation. Thus he had no standard external to himself to test and correct his political theory. His observation was confined to the states around him, and from them he would draw the ideal of his system. Hence his limited view of a state as iden tical with a city, the same word representing either. Hence the precision with which he could direct its internal arrangement, the ready generalisation which was the result of his limited induction, at once the harmony of his method and the poverty of his system. On the other hand, the conscious ness of modern society once awakened, and work ing on the basis of more enlarged experience, has been incomparably more efficient as an engine of social and political activity. In connection with 1 See for instance the language of Xenophon. Anab. Lib. iii., cap. 2 and that of Aristagoras to Cleomenes, Herod. Lib. v, cap. 47."], [49, "41 its agency the effect of a recorded civilisation preceding our own is discernible beyond the simple elements it directly contributes in our own repeated efforts to create afresh an image of acts and institutions which have passed away. From the schemes of Charlemagne and the succes sors of Otho to recover for themselves the throne of the Cæsars, to the time when the exemplars of Roman patriotism fired the imaginations of Sydney and Harrington, or the later Brissotines of the French revolution,1 this tendency has been more or less apparent— to the Republic of Letters, affording not only a language, but sentiments and ideas from the ancient world2 — in Legislation, as modelling the Visigoth in the likeness of the Theodosianlaw3 — borrowing from the Pandects of Justinian to frame the Etablissemens of St. Louis4 — diverting even the jurists of the empire from their native Teutonic fountains, and rearing upon a classic foundation the three great codes of modern Europe, the Landrecht of Prussia, the Gezetzbuch of Austria, and the Code Napoleon of revolutionary France.5 Societies and individuals have indifferently par- 1 See Essays by T. B. Macaulay, Art. Milton, vol. i., p. 53. 2 \" Nous avons en nous je ne sais combien d' idees, de sentimens antiques dont nous ne nous rendrons pas compte.\" Michelet Discours d'ouverture prononce a la faculte des Lettres, 1834. 3 Hallam's Middle Ages, vol. ii., p. 473. 4 Ibid. vol. ii., p. 475. 5 See Savigny's Vocation of our age for Legislation, translated by A. Hayward, p. 74 to 99, 102, 114."], [50, "42 taken of this tendency. Italian Republics of the fifteenth century reproduced in conscious imita tion the municipal glories of ancient Rome.1 Lor enzo de Medici emulated Pericles. Charles the XII. copied Alexander. Clarendon, describing the commotions in which he was himself an actor, took his motto, style and the plan of his narrative from Thucydides. Thus the relics of Greek art first inspired its Italian revival. The recovery of Greek literature gave an Aristotelian frame-work to the subtleties of the schoolmen — an Alexan drine garb to Mirandola and Ficinus2— in mere chastness of diction a model toBoccacio — in philo sophic energy an impulse to the Reformation.3 Throughout all modern history the fruits of a prior civilisation are perceptible in this forced recur rence to its formulæ or spirit. And especially in our own age, of which a philosophical estimate of history is the distinguishing feature, are the facilities of comparison which the ancient world suggests, available to the purposes of political edu cation. It is for us that History reveals the laws 1 See History philosophically illustrated by Dr. Miller, vol. i., p. 15, and references. Also Sismondi, Hist, de Repub. Italiennes, torn, x., cap. 75. Earlier than this we discover the same tendency ; Hallam's Middle Ages, vol. i., 258, cap. 3, Part I. Italy ; internal government of the cities. 2 For an account of this celebrated Idealist School of the transition period of Modern Philosophy, see Cousin, Corns de l'Histoire de la Phi losophic, torn, i., lee. 10, p. 346, &c. See Guizot's Hist, de la Civ. en Europe, lee. 12."], [51, "43 of social progress — that it is a means to anticipate and combat anarchical tendencies — to raise our educational standard ' — to recall the true principles of Colonisation2 — to correct low theories of state in referring us to the nobler ideal of Plato — that it is elsewhere seen cheering the difficulties of a great Minister in testifying to the progress he is prompt to recognise — that from serving hitherto as a theme for school-boys, it has become emphatically a school for statesmen. The historical presence of an elder development rebuking the defects and eccentricities of its des cendant, is a pledge, as it were, of its safer advancement. If the leaders of a second crusade escaped the errors reputed in a first, the track of our forerunners in the march of civilisation has served as a direction to our footsteps, since no Lethe interposed to withold their traces and Avash 1 See for instance the repeated references to Plato and Athenian education in such books as Mr. Maurice's Lectures on Education, lect.i. Also Milton's Tract addressed to \" Master Samuel Ilartlib.\" 2 \" On these principles alone have the foundations of successful colonies been laid. Neither Phœnician, nor Greek, nor Roman, nor Spaniard, no, nor our own great forefathers, when they laid the founda tion of an European Society on the continent, and in the islands of the Western World, ever dreamed of colonising with one class of society by itself, and that the most helpless for shifting by itself. The foremost men of the ancient republics led forth their colonies ; each expedition was in itself an epitome of the society which it left ; the solemn rites of religion blessed its departure from its home ; and it bore with it the images of its country's gods, to link it for ever by a common worship to its ancient home.\" Extract from the speech of Charles Buller, M.P., delivered in the House of Commons, April 6, 1843."], [52, "44 away our rich heritage in their experience. In other words, their history supplies a source of culture which, added to the vigour of a kindly soil, restores and rectifies the germs it contains, cleansing them from much accidental corruption, and quickening them to the bearing of a more abundant harvest. Yet may we pause in our gratulations on this advantage, if the chief dif ference of modern from ancient development is the greater profusion and variet}-- of its fruit ; while, like the latter, it contains the seeds of decay, and must measure its duration with the things that perish. Have our Revolutions in fact no other end than the production of Equality upon a scale more imposing than those of anti quity, and must the modern, like the ancient world, when this is accomplished, revert in pa tience to a like extinction, leaving the memory of loftier hopes, and claiming the meed of more solemn obsequies ? Such, indeed, has been the opinion of many who have taken cognizance of this question. The laws of a dreary necessity which some have feigned to circumscribe the energies of individual life have been held by others to press heavily upon the destiny of nations. In the history of a single state, it has been said you may read the history of all. In perfect isola tion they work out the same problem — springing from the same original — tracking the same deve-"], [53, "45 lopment — tending sooner or later to the same end. In the certainty of the doom which awaits them, as soon as they have run through their allotted cycle, the superiority of one age to an other is impugned, and the last is thus as distant as the first from that permanence of some one state or system in which alone the final condition of progress can be realised. This is the theory of Plato and Polybius, of Vico and Machiavel. Espe cially it is the belief of those who have traced the fortunes or the fate of Rome. In the opinion of the Historian of the Republic,1 \"the return of states to weakness and obscurity is unavoidable.\" The Historian of the Empire2 perceives in the whole world one continued round, \" valour, great ness, discord, degeneracy, decline.\" But in vain we seek a solution of the question from those who either regarded a portion of history, or, with a scanty provision of fact, feebly essayed to com prehend the whole, if history in the ear of a deeper philosophy proclaim beyond question its proofs of advancement. That civilisation should have its distinctive record, is demonstration of its indepen dent existence and growth.3 That it should be 1 Fergusson. 2 Gibbon. To these perhaps may be added the modern Fatalist School of French Historians- -Messrs. Thiers, Mignet, &c. 3 From the time of Herder and Bossuet, who were the first to recog nise the fact of progress, Civilisation has had its successive historians, of whom in Europe as in France, Monsieur Guizot is preeminent."], [54, "46 possible to write a universal History in the place of a collective biography, so to speak, of nations, is evidence of some relation common to them all, which we recognise as their bearing upon the destiny of man. If then this progress hitherto be a fact, discovered by science and recorded in history, what may not be the incomparably grander issues of modern revolutions, which, as they are a later, so they may be the last step1 to render that progress free from obstruction? In our case they may finally perpetuate the system which in antiquity they violently convulsed and destroyed. That may be the passage to stability now, which was then the road to decadence and death. To test this assumption let us seek again the source of difference in the elements which enter either civilisation. As we have observed, the ancient world was not in this respect as compre hensive as the modern. The same elements of race and religion which are incorporated in the latter had no place or account in the former. If they were essential to human progress (and who at this day can doubt it ?) antiquity could not be reconciled to that progress, from failing to satisfy its prelimi nary conditions. Antiquity might boast the genius of Civilisation — the force which tends to centralise 1 See conclusion of Introd. Lecture by Dr. Arnold, Lects. on Modern History."], [55, "47 and unite discordant materials into a harmonious whole, but the materials submitted to its agency were limited, and therefore the unity attained was imperfect. The vigour of the civilising spirit was its bane. In proportion to the intensity of its unifying force it excluded the more rigorously foreign ingredient, and hence the cause and necessity of its dissolution. Philosophy pro nounces its fate to have been inevitable. It dis solved to embrace a larger circumference— to seek the higher unity of a wider diversity.1 Having elaborated and perfected its partial truth, antiquity retired to permit its entry into and inclusion in a higher combination. Does the necessity then exist of a like destruction to generate another more transcendant birth ? Assuredly if in the store of God's providence there exist a principle necessary, yet neglected, and which may not be fused peace fully with existing elements, this civilisation will so pass away. Yet whence, if we may ask it with out presumption, can this newer element proceed ? Excluded from religion which repulses the thought of change, in the form of an Advent — a new Dis pensation, it is vainly repugnant to His scheme who is at once the ' Author and Finisher of our faith. As strikingly it detracts from the preroga tive of race— from that high moral and mental stature which is still, under heaven, the mark of See Ritter's Hist, of Philosophy, vol. i., p. 174."], [56, "48 the Teuton. As a Christian colonist he anti cipates no strife — no doubtful Trans-Rhenane con flict now. His civilisation needs not its Dara or Edessa1 — its wall of Adrian or of Antonine. Resistless it advances — to the African Desert — to the Polar Sea — piercing the defiles of Central Asia — surging to the foot of the Rocky mountains encompassing the shores and islands of the Pacific. The world-wide aspect of retiring darkness assures him from without no second Atila shall come to thrust him forth from his inheritance. Could we also for the present purpose expose the internal movements of Europe, though the mind might regard them not without anxiety in their painful testimony to existing evils, yet as a whole, they too would be found to rebuke the despond ency which could indulge in apprehensions of decay. It would be seen that society, old in years, has yet none of the symptoms of feebleness or lassitude— that it has attained refinement with out enervation — and grown in wealth without deepening in corruption. Rarely would mind ap pear to have been more variously active, or private morality, in even recent Exemplars, to have pre scribed to itself a purer standard. Social wants, wherever detected, would be seen to attain an 1 For an account of the fortifications of Justinian against Barbarian incursion, see Gibbon, vol. v., cap. 11."], [57, "49 adequate expression, in the growing worth of ear nest endeavour, may we not add, a possible relief? Above all, it would be recognised that the tone of the higher Minds among us is hopeful,— secluded thinkers — active politicians, turning with confi dence to the distant horizon.1 The more distinct political changes also of the last century would be found altering indeed the form, but invariably tending to the stability of Government. It would be seen that its resources have been increased by Centralisation — that wThere the latter was urged forward by violence or necessitated by emergency, its results have been accepted and perpetuated under circumstances of the strongest reaction2 — that local and secondary powers once superseded, the supreme Executive, clothed with their func tions, is enabled to fulfil them more efficiently, and in virtue of its strength and enlarged circum spection, to take to itself daily new responsibilities. Without, if war has made its conquests, peace would be seen enjoining its restorations — West phalia — Utrecht — Paris — Vienna, all restoring the balance of Power shaken for the moment by inter- 1 Ex. gr. see the last chapter of \" Past and Present,\" by Thomas Carlyle, and Mr. Cardwell's speech on seconding the Address, Session 1844. 2 Ex, gr. France under the Directory and under the Restoration. See on this 'point De Tocqueville, last vol., cap. 5 ; title \" Que parmi les Nations Europenenes de nos jours le pouvoir souverain s'accroit qnoique les souverains soient moins stables.\" E"], [58, "50 national encroachment.1 Lastly, the Church would be seen, mindful yet of her ancient prerogative, cherishing the poor, elevating the depressed, recon ciling social extremes in her charity, and in her promise of abiding strength, guarantee, as it were, of permanence to the system in which she has sunk her deep foundations. All elements and institutions — the aspect of the wide earth — the inner aspirations of the soul of man — and, if with out irreverence we may so apply it, the language and tenor of Holy Prophecy — all would seem to point to the conclusion that \" the great mutations of the world are acted\" — that within the limits of a system, as a whole indissoluble, the ' increasing purpose which runs through the ages' may some day consummate its ends in peace. Especially consenting to this anticipation would be found the last testimony of the Historic spirit which has grown up amongst us in recent years. It is this which purges and uplifts the mist which has so long depended doubtfully over the past. In its light we gain an eminence which discloses to us our line of march. Its points of obstruction — of perilous encounter — its rugged, winding, yet consistent 1 For the settlement of the balance of power by the three former of these Treaties, see Arnold's Lectures, p. 176. That there was no fixed principle of Balance of power among the Grecian States, see Wach smuth's Historical Antiquities of Greece. Standard of Mutual Recogni tion, vol. i., p. 197."], [59, "51 course are revealed to us, step by step, as we ascend. In this higher region we look back upon the stream of our history. From its sources in the East we see its descent— its onward impulse— the accession of tributary waters — Tiber even and Ilyssus, Jordan and Orontes, swelling the flood which rolls at our feet. For a moment we lose its exit beside the eminence on which we stand but pressing forward—' Heirs,' as we are, ' of all the ages, in the foremost files of time'— at the opening scene— OaXarra ! flaWra ! we exclaim with those who saw danger evaded in yet distant deliverance, — and then, if sharing the presage of the Ten Thousand, we happily prognosticate the end of our vicissitudes, in the common consent of all Revolutions, to this their one high epic conclu sion, gratitude may take up a nobler cry— the cry of the first Crusaders, ' It is the will of God '—His will, under Whom we too are soldiers marching towards a City, \" that great City, the Holy Jerusa lem, descending out of heaven from God, having the glory of God\"1 na«> v-01 awappo&i. o aoi evdppocrov ean <o Koopf ovblv pol irpotopov ovbe oi\\npov, to aoi eincaipov irav Kapirbs, o (pepovatv al aal wpat <o <pv<ns' Ik <rov -navra, ev aoi iravra, eh ae ircivTa. 'Ekcivos <pr}<r\\, \"ITo'Ai <pt/\\-7 Ke'xpoTTos4\" av be ovk ipets, \"3 IToAt <pl\\t] Ato's.\"2 2 Marcus Aurelius, lib. iv., 23. 1 Rev. xxi. 10."], [60, "52 APPENDIX.— Note to p. 9. Personal Attachment of man to man. — As a tie existing in independence of the State, it is difficult to estimate its Influence in modern History, until we remark the absence of this sentiment in any intensity from the social com binations of the ancient world. In the \" Gens\" and \" Phratria\" the primitive and elemental forms of ancient society, there was a kind of union cemented, as far as we know, by a distinguishing worship and peculiar rites. But the Gens and Phratria were integral parts of the body politic — holding to the State a fixed relation, which they transmitted in the shape of political rights to each indi vidual member. The tie which united them was not, as in Feudalism and the Clans, a purely personal one, irres pective of, and often paramount to, all other obligations. Nor was the sentiment of Loyalty adequately felt or appre ciated in antiquity. The Greek historian (see Herod. viii. 119) relates the story of the self-sacrifice of the Persian nobles, to preserve the life of Xerxes, with the same incredulity with which the Burghers of Carlisle are represented as receiving a like exhibition of devotedness from the humble clansman of Mac-Ivor. — See Sir Walter Scott's \" Waverley.'\" lOKnON* BRADBURY /NO BVANS, PRINTKRS, WHITKTRlARS."], [61, "ALBEMARLE STREET, May, 1815. MR. MURRAY'S of dfort&comtofl œotte"], [62, "MR. MURRAY'S LIST OF WORKS. THE ILLUMINATED AND ILLUSTRATED /~lF the various Works which are capable of Pictorial Decoration and Illustration, none seem more appropriately adapted for that object than our admirable Book op Common Prayer. One of the first exercises of the painter's pencil, on the revival of the Arts in the early ages of Christianity, was to furnish embellishments for copies of the Holy Scriptures, Books of Devotion, Missals, Psalters, and the like, and some of the oldest specimens of the kind known were produced in the British Islands, during the ages styled dark. Such works, however, from the great cost of producing them, have hitherto been confined to public libraries and a few wealthy proprietors. The resources of modern art, and improved mechanical contrivances, render it practicable, in the present day, to produce a work of this kind at a moderate price ; and it is hoped that an Edition of the Common Prayer, adorned with good taste and propriety, may not be unwelcome to the Public. The Embellishments of the present Edition consist of — I. — Nearly Three Hundred Ornamental Borders, Scrolls, Foliage, Head-pieces, and Vignettes, and about Seven Hundred Ornamental Initials, Original Designs, by Owen Jones. Great care has been taken to avoid all questionable emblems. II. — Eight Illuminated Titles, Designed and Executed by Owen Jones : — GENERAL TITLE. PRAYERS AND THANKSGIVINGS. COLLECTS, EPISTLES, AND GOSPELS. THE HOLY COMMUNION. MORNING PRAYER. EVENING PRAYER. THE LITANY. PSALMS."], [63, "MR. MURRAY'S NEW PUBLICATIONS. 3 &i)e -Boofe of atommon $ragrt Ullmntnatrtr.— HI. — Four Illustrations of the Services of the Church, designed by J. C. Horsley ; engraved by John Thompson : — BAPTISM. HOLY COMMUNION. MARRIAGE. BURIAL IV. — Thirty Historical Engravings on Wood, to illustrate the Gospels, from the AVorks of Raphael and the early Masters of the Italian School, with some few derived from modern German Masters : — CHRIST'S ENTRY INTO JERUSALEM . . . Aug. da Fiesole. ST. JOHN IN THE WILDERNESS .... Overbeck. CHRISTMAS DAY— THE NATIVITY . . . . Raphael. STONING OF ST. STEPHEN Raphael. ST. JOHN EVANGELIST Raphael. FLIGHT INTO EGYPT Ang. da Fiesole. ADORATION OF THE MAGI Raphael. INFANT JESUS IN THE TEMPLE . . . Overbeck. MARY MAGDALEN Raphael. THE LAST SUPPER Raphael. CHRIST BEFORE PILATE Overbeck. GOOD FRIDAY— THE CRUCIFIXION . . . Raphael. CHRIST BEARING THE CROSS . Raphael. THE ENTOMBMENT Raphael. EASTER DAY— THE RESURRECTION . . . Raphael. THE GOOD SHEPHERD Overbeck. THE ASCENSION Raphael. MIRACULOUS DRAUGHT OF FISHES . . . Raphael. THE WIDOW'S SON OF NAIN Overbeck. JAIRUS' DAUGHTER Overbeck. ST. THOMAS Raphael. CONVERSION OF ST. PAUL Raphael. PRESENTATION IN THE TEMPLE .... Fra. Bartolomeo. THE APOSTLES Raphael. &c, &c, &c V.— Notes illustrating the Order and History of the Offices; chiefly selected from the Works of Bishop Sparrow and Mr. Palmer. The Work will be completed in Eight Monthly Parts, price 5s. each; the First Part was published on the \\st of May. SPECIMENS MAY BE SEEN AT EVERY BOOKSELLERS."], [64, "MR. MURRAY'S NEW PUBLICATIONS. 4 THE LIVES OF THE LORD CHANCELLORS OF ENGLAND, From the Earliest Times down to the Revolution of 1688. Bv the Right Hon. LORD CAMPBELL. 3 Vols., 8vo. — ♦ — A THREE-LEAVED MANUAL OF FAMILY PRAYER, SELECTED FROM THE LITURGY; Arranged so as to bring the Selected Prayers into one view, and to save the trouble of turning the pages backwards and forwards. Royal 8vo, bound. SKETCHES OF THE HISTORY OF CHRISTIAN ART. By LORD LINDSAY. Author of \" Letters on Egypt and the Holy Land.\" Post 8vo. LEGENDS OF SAINTS AND MARTYRS. THEIR LIVES, ACTS, CHARACTERS, ATTRIBUTES, AND EMBLEMS; AS ILLUSTRATED BV ART, FROM THE EARLIEST AGES OF CHRISTIANITY TO THE PRESENT TIME. By MRS. JAMESON, With numerous Etchings by the Author, and Woodcuts. Post 8vo. ELEMENTS OF GEOMETRY FOR NAVAL SCHOOLS. By Rev. J. FISHER, of Greenwich Hoshtal. PUBLISHED BY ORDER OF TOE LORDS OF THE ADMIRALTY. 18.no. JOURNAL OF TRAVELS IN NORTH AMERICA, WITH GEOLOGICAL OBSERVATIONS ON THE UNITED STATES, CANADA, AND NOVA SCOTIA. By CHARLES LYELL, Esq., F.R.S., F.G.S., Author of \" Principles of Geology,\" \" Elements of Geology,\" &c. With Plates, Post 8vo. ADVENTURE IN NEW ZEALAND, FROM 1839 TO 1844. With some Account of the Beginning of the British Colonization of the Lland. By EDWARD JERNINGHAM WAKEFIELD, Esq., With Map. 2 VoIb. 8vo. (Ready.)"], [65, "MR. MURRAY'S NEW PUBLICATIONS. 5 NAVAL WORTHIES of QUEEN ELIZABETH'S REIGN, CONTAINING THE ACHIEVEMENTS, ADVENTURES, and DISCOVERIES OF NEW LANDS Made by the BRITISH NAVY in its infant state ; WITH Brief Biographical Notices of the respective Commanders, By JOHN BARROW, F.R.S., Author of \" The Life of Drake.\" 8vo. THE CORRESPONDENCE AND JOURNALS OF THE LATE LIEUT.-GEN. SIR HUDSON LOWE, Chiefly during: the Detention of napoleon Buonaparte at St. Helena. With some Notices of Public Affairs in the Mediterranean from 1792 to 1812 ; of the Liberation War in Germany (1813), the Campaign (1814) in France, and the Political and Military Transactions in the Netherlands preceding the Campaign of Waterloo. Edited by HUDSON LOWE, Esq. 3 vols. 8vo. VOYAGE OF DISCOVERY AND RESEARCH, In tijc Southern anrj antarctic Seas, DURING THE YEARS 1839-43. Comprising an Account of Kerguelen Island, Van Diemen's Land, Campbell and Auckland Islands, New Zealand, the Falkland Islands, Cape Horn, and New South Shetland ; The Discovery of an extensive Southern Continent named Victoria Land, and the Determination of the South Maguetic Pole. By CAPTAIN SIR JAMES CLARK ROSS, Knt., R.N. With Plates and Maps. 2 Vols. 8vo. BOSWELL'S LIFE OF JOHNSON. Edited by the Right Honourable JOHN WILSON CROKER. A new Edilion,revised and corrected by the Editor. Portrait. One Volume, royal 8vo LIFE OF THE GREAT CONDE. By LORD MAHON, M.P. Post 8vo. GERMAN FAIRY STORIES; SELECTED AND Ts-UNSLATED. By JOHN EDWARD TAYLOR. Fcap. 8vo."], [66, "MR. MURRAY'S NEW PUBLICATIONS. 6 GIBBON'S HISTORY OF THE DECLINE AND FALL OF THE ROMAN EMPIRE. By Rev. H. H. MILMAN, Minister of St. Margaret's, and Prebendary of Westminster. A New Edition, thorouyhly revised, and compressed into Six Volumes. Bvo. KOSMOS ; OR, OUTLINES OF PHYSICAL GEOGRAPHY. A SERIES OF POPULAR LECTURES DELIVERED AT BERLIN AND PARIS. By ALEXANDER VON HUMBOLDT. 2 vols. 8vo. ENGLAND UNDER THE ANGLO-SAXON KINGS. dFroin tfjc (Sctmart of -Eappcnlicts. By BENJAMIN THORPE, F.S.A. With Additions and Corrections by the Author and Translator. 2 Vols. 8vo. A NEW CLASSICAL DICTIONARY FOR SCHOOLS. An Account of the Proper Names, Biographical, Mythological, and Geographical, that occur in Greek and Roman Writers. By WILLIAM SMITH, LL.D. This work will comprise the same subjects as are contained in the well-known Dictionary of Lempiiere, avoiding its errors, supplying its deficiencies, and exhibiting in a concise form the results of the labours of modern scholars. It will thus supply a want that has been long felt by most persons engaged in tuition. The Biographical and Mythological articles will be founded upon those in the \" Dictionary of Greek and Roman Biography and Mythology;\" the Geographical Articles have been prepared expressly for the work. One Volume, 8vo. A SCHOOL DICTIONARY OF GREEK AND ROMAN ANTIQUITIES, Abridged from the larger Dictionary of Antiquities by Dr. SMITH. V The object and design of this work is to furnish the schoolboy of the lower forms with such infoimation as will assist him in understanding the Classic Authors, without subjecting him to the expense of procuring larger works, of the whole of which he cannot avail himself until his scholarship is advanced. With nearly 300 Woodcuts. Square 12mo. (To be ready in May.)"], [67, "MR. MURRAY'S NEW PUBLICATIONS. 7 CATHOLIC SAFEGUARDS AGAINST THE ERRORS, CORRUPTIONS, AND NOVELTIES OF THE CHURCH OF ROME. Selected from the Works of Eminent Divines of the Church of England. By Rev. JAMES BROGDEN, M.A., Trinity College, Cambridge. 5 Vols. 8vo. THE CITIES AND CEMETERIES OF ETRURIA. An Account of two extensive Journies made for the purpose of investigating the existing remains of\" Etruscan civilization — intended also to serve as a Guide to the Local Antiquities of Etruria. By GEORGE DENNIS, Esq. With Maps and Illustrations. 8vo, RUSSIA IN EUROPE and the URAL MOUNTAINS. ©cologtcallg Illustrate)! By R I. MURCHISON, Esq., Pres. R.G.S., V.P.R.S., Corr. Mem. Inst. Fr. ; M. Ed. de VERNEUIL ; and COUNT A. VON KEYSERLING. This work is the first systematic attempt to apply modern Geology to a region nearly as large as all those parts of Europe previously described ; and in extending the classification established in the British IsleB over Eastern Europe into Asia, is the most extensive appeal to Nature yet made, in relation to vast countries hitherto most obscurely known. With Geological Maps, Tables, Plates, &c. 2 Vols. royal quarto. THE GEOLOGY OF CHELTENHAM. By R. I. MURCHISON, Esq., V.P.R.S. A New Edition, augmented and revised by H. E. Strickland, M. A., and James Buckman, F.G.S. With Plates, coloured Map and Section of the District. 8vo. FEASTS AND FASTS. THE RISE AND PROGRESS OF THE LAWS RELATING TO SUNDAYS, HOLIDAYS, AND DAYS OF FASTING ; WITH SOME ACCOUNT OF THE ORIGIN OF THEIR OBSERVANCE. By E. VANSITTART NEALE, Esq., Barrister-at-Law. Fcap. 8vo. THE MUCK MANUAL FOR FARMERS: A PRACTICAL TREATISE ON THE NATURE AND VALUE OF MANURES. A New Edition, with a Glossary of Terms used in Agricultural Chemistry. By FREDERIC FALKNER, Esq. Fcap. 8vo."], [68, "MR. MURRAY'S NEW PUBLICATIONS. 8 HAND-BOOK FOR LONDON; IPast anil •present. By PETER CUNNINGHAM. \" The old Lord Treasurer Burleigh, if any one came to the Lords of the Council for a Licence to Travel, he would first examine him of England ; if he found him ignorant would bid him stay at home, and 1 now his own Country first.\"— The Compleat Gentleman, by Henry Peacham. Ato, 1622. The arrangement throughout is alphabetical, and great care has been taken to introduce every church, build ing, street, square, lane, and alley of interest — to give the origin of the names of places, and to distinguish, as far as possible, the residences of re markable men. Heaven and Hell, at Westminster Hall, Locket's, Will's Coffee House, Button's, The Grecian, Old Slaughter's, The Smyrna, The St. James', It has been the compiler's wish to make his book not only interesting to the London visitor, but useful to the student of our History and the ad mirer of English Poetry. With this view he has introduced extended no tices of — The Rose Tavern The Town-Houses of our Old Nubi- lity and Gentry : — Arundel House, Essex House, Cecil House, Derby House, Drury House, Crosby Place, Craven House, Cotton House, Lindsey House, Shaftesbury House, Bedford House, Salisbury House, Worcester House, Wallingford House, Clarendon House, Cleveland House, Lauderdale House, Arlington House, Old Buckingham House, Montague House, Marlborough House, Schomberg House, Newcastle House, in Liucoln'sliin- Fields, Leicester House, in Leicester Fields, Carlton House, Camelford House. Old St. Paul's, Old London Bridge, The First and Second Royal Exchange, Whitehall, The Savoy, Petty France, Tower Royal, Barbican, Coldharbour, Cloth Fair, May Fair, The Minories, Whitefriars, Grey Friars, Blacks riars, Austin Friars, Clutched Friars. Remarkable Old Inns, Coffee Houses, and Taverns : — The Tabard of the Canterbury- Tales, The Boar's Head Tavern, in East- cheap, The Bear, at the Bridge Foot, The Mermaid Tavern, in Bread Street, The Devil Tavern, at Temple Bar, i The Blue Boar Inn, in Holborn, Three Cranes, in the Vintry, The Star Chamber and the Painted Chamber in the Old Palace of Westminster."], [69, "MR. MURRAY'S NEW PUBLICATIONS. 9 HAND-BOOK FOR tONDOW— continued Places of Public Entertainment : The Bear Garden on the Bankside, Spring Gardens, New Spring Gardens, or Vauxhall, The Mulberry Garden, Ranelagh. Hockley-in-the-Hole, Whetstone's Park, Hicks's Hall, St. Giles's Pound, Maypole in the Strand, Exeter 'Change, Picthatch, Porridge Island, The Ring in Hyde Park, Rosamond's Pond in St. James's Park. Old London Sights : The Lions in the Tower, Bartholomew Fair, Southwark Fair, Lord Mayor's Show. The Wards of London, and their particularities. Ancient Theatres : The Churches, their architects, archi tecture, aud associations. The Globe on the Bankside, The Blackfriars, The Fortune in Golding Lane, The Cockpit in Drury Lane, Theatre in Vere Street, Lincoln's Inn Fields, Theatre in Dorset Gardens. Particular Residences of remarkable men, or streets connected with their names : — Chaucer, and his account of what he observed in Friday Street ; the house in Aldersgate Street in which the first Lord Shaftesbury lived, in the time of Charles II.; Hilton's house in Petty France, West minster ; Andrew Marvell's rooms ii Maiden Lane, Covent Garden, and Vol taire's London lodging at the Blue Periwig, in the same lane ; Dryden's house in Gerard Street ; Southerne's house in Tothill Street ; Sir Isaac Newton's house and Observatory in St. Martin's Street ; Hogarth's house on the east side, and Sir Joshua Reynolds' house on the west side of Leicester Square ; Dr. Johnson's house in Gough Square, and the site of his house in Bolt Court, Fleet Street ; Lord Byron's residence in Piccadilly ; the house in which Gibbon wrote his Defence of his \" Decline and Fall \" ; the house in which Boswell, the biographer of John son, died ; the house in which Horace Walpole died ; the house in which Thomas Gainsborough lived ; the house in *hich Wilkie painted his \" Blind Fiddler ;\" the studios of Flaxman and Chantrey, and the residence of Sir Thomas Lawrence. Ancient Crosses : — Cheapside Cross, Charing Cross, Paul's Cross. The Inns, or Hostels, of the Chief Dignitaries of the Church : — Lambeth Palace, York Place, London House, Durham House, Winchester House, Ely Place. Privileged Places for Debtors : — Alsatia, Ram Alley, The Mint in Southwark. Old London Prisons : — The Fleet, The Marshalsea, The Poultry Compter, The Clink, The Gatehouse at Westminster. Lanes, made remarkable by some one interesting circumstance : — Pudding Lane, where the Great Fire of London began, and Pie Corner, where it ended ; Rose Alley, Covent Garden, where Dryden was waylaid and beaten by bullies hired by the Earl of Rochester; and Cuck Lane, rendered remarkable Places particularly referred to by our old Historians and Poets, but now no longer in existence : — The Steelyard in the City, The Elms in Smithfield, Cuckold's Point, The Fleet River,"], [70, "10 MR. MURRAY'S NEW PUBLICATIONS. HAND-BOOK FOR LONOOK — continued. by the still popular story of \" The Cock Lane Ghost.\" im. -a - i i r ■ a ■ j. • 1 he Burial-places of eminent indivi- duals are pointed out wherever the writer's researches have enabled him so to do. He need not refer on this occasion to the list of illustrious per- sons interred within Westminster Ab- bey and St. Paul's. He may mention, however, the names of a few who are buried in the different churches, churchyards, and cemeteries of Lon don :— Gower,the poet, and contemporary of Chaucer. Gawain Douglas, the Poet-Bishop of Dunkeld, Sir Thomas More, Sir Thomas Gresham, Fox, the Martyrologist, Roger Ascham, John Milton, John Bunyan, John Stow, John Selden, Inigo Jones, George Wither, Daniel De Foe, Laurence Sterne, Oliver Goldsmith, Richardson, the Novelist, Archbishop Tillotson, 1 ox, the founder of the Quakers, Wesley, the founder of the Wes- leyans, Nelson, author of \" Fasts and Festivals,\" Dr. Isaac Watts, Mr. and Mrs. Pepya (the Diarist and his wife), Judge Jefferies, \" Trusty Dick Penderell,\" Tom D'Urfey, Nell Gwynne, Cocker, the Arithmetician, Hoyle, who wrote on Whist. Existing London will occupy more than half of uie Hand-Book, and great care will be taken to point out the chief objects of interest in Painting, Sculpture, and Architecture. Westminster Abbey and St. Paul's, The Tower, The National Gallery, and The British Museum will be found particularly and carefully described. A Chapter of General Information will be prefixed, and the Volume wound up by a Chronology of Historical Events, Local Alterations, and Local Improve ments. As this work from its very nature must necessarily be imperfect, the author is desirous of receiving any communications and suggestions that may make it less so."], [71, "MR. MURRAY'S NEW PUBLICATIONS. 11 [SPECIMEN OF THE WORK.] HAND-BOOK FOR LONDON 3 GERARD STREET, SOHO : so called after Charles Gerard, the first Earl of Macclesfield, who died in 1 694. \" Henry, Prince of Wales, the son of James I., caused,\" says Bagford, \" a piece of ground, near Leicester Fields, to be walled in, for the exercise of arms. Here be built a house, which was standing at the Restoration. It afterwards fell,\" he adds, \" into the hands of the Lord Gerard, who let the ground out to build on.\" The Macclesfield title in the family In 1783 their landlord died, and the club moved from Gerard Street to Sack- ville Street. All elections took place by ballot : Johnson proposed Boswell, and the last member elected in John- son's lifetime was Dr. Burney the musi- cal doctor. It was at first called ' The Club,' but at Garrick's death was called ' The Literary Club.' It is still in being. See Literary Club. Edmund Burke lived many years in this street. GOLDEN SQUARE : \" was built after of Gerard became extinct in 1702, and in 1708 Lord Mohun was living in Macclesfield House in this street (see Hatton). \" The profligate Lord Mohun lived in this street,\" says Pennant, \" and his body was brought here after he was killed in the duel with the Duke of Hamilton. I have heard that his good lady was vastly displeased at the bloody corse being flung upon the best bed.\" One of Strype's predecessors describes this street as \" a very good street, well built, and inhabited by gentry and some noblemen, as the Earl of Manchester and the Earl of Macclesfield.\" — R. B. in the Revolution or before 1700. It was originally called Gelding Square, from the sign of a neighbouring Inn ; but the inhabitants, indignant at the vulgarity of the name, changed it to the present. This anecdote was communicated by the late Earl of Bath to a friend of mine. — Pennrmt. Hatton, in 1708, calls it ' GoUing Square,' and adds that it was \" so called from the first builder.\" Lord Bolingbrokc, when Secretary of War, built a house in this square (Swift's Jour, to Stella). The father of Anasta sia, Robinson, was another inhabitant of name ; and here the great Lord Peter borough made love to the charming singer. I may add that Matthew Bram ble and his sister, with Humphry Clinker and Winifred Jenkins, took up their London residence in this square. \"We lodge in Golden Square,\" writes Melford to Sir Watkin Philips, \" at the house of one Mrs. Norton, who takes great pains to make us all easy.\" There is a curious engraving of Golden Square, such as it was when Bramble lodged there, iu the 1754 ed, of Stow. The statue in the centre was brought from the Duke of Chandos's seat at Canons, and represents, it is said, King George II. Strypejol. 1720. \" Dryden lived in Gerard Street, and used most commonly to write in the ground-room, next the street.\" — Pope in Sjoence's Anecdotes. \" My house,\" he writes, \" is the fifth door, on the left hand, coming from New port Street.\" (Lett, to Elmes Steward, Esq.) The house, says Malone, is now No. 43. In his Dedication of ' Don Sebastian' to Lord Leicester, the poet calls himself \" a poor inhabitant of his lordship's suburbs, whose best prospect is on the garden of Leicester House.\" At the Turk's Head, in Gerard Street, Johnson and Sir Joshua Reynolds found ed in the year 17C4 The Literary Club. The members met one evening in every week at seven for supper, and generally continued their conversation till a pretty late hour. GREEK STREET, SOHO. \" I am sony to degrade Greek Street into Grig Street, but an authority for doing so, may be found in a date of an old letter in the possession of the late Mr. Edmondson.\" — Pennant. I am sorry to contradict Pennant, but the street was so called from the French Church in Hog Lane (now Crown Iu 1772 the supper was changed to a dinner, and the number of members en larged from 12 to 20. In 1780 the members were 35 in number, when it was resolved that the club should never exceed 40."], [72, "W)t foHotomg 2Æ&orfts wet nofo -JUatrg* THE MARLBOROUGH LETTERS AND DESPATCHES, FROM 1702 TO 1712. RECENTLY DISCOVERED AT WOODSTOCK. By SIR GEORGE MURRAY, G.C.B. Three Vols. 8vo, Zl. \" Sir George Murray has performed his task in and dazzling movements of Napoleon. * * * * the manner to be expected from his own accom. 'Ihe volumes have been edited with great care plishments as a gentlemanly scholar, a stutesman, and pains by Sir George Murray, and on the prin and a high military authority. His summaries of ciple to withhold nothing which could throw light events and general views at particular periods, coincident with the dates of the correspondence, are clear and comprehensive ; and having stored our minds from these little treasuries of a few pages, we start again with renewed knowledge and appetite for the details of the ensuing letters, till we arrive at another stage, and are then enlightened as before. The character of Marlborough will be much enhanced and exalted by their publication, and the grasp of his intellect proven to be far more extended than has hitherto been allowed even by favourable writers.\" — Literary Gazette. \" These Letters and Despatches afford honour able proofs of his consummate abilities as a diplo matist and a statesman. Although the personal interest of these volumes is not equal to their historical importance, they contain many traits and incidents illustrative of a period to which English men have been accustomed to refer with more pride than discrimination, and they unfold the ■secret spring of some events which hitherto ranked among the disputed, if not the unsolved problems of our annals.\" — Athenæum. upon any transaction worthy of notice, or upon the character of Marlborough himself; whilst he has aimed at offering— especially to military men as much instruction as possible in the management of large and difficult affairs, from the example of so great a master. He has also prefixed an intro ductory view of the state of Europe on the opening of the War of Succession, and has at fitting oppor tunities given an account of the progress of affairs in Italy and the Peninsula.\" — Spectator. \" This collection of Letters is rich in material, and will be found a valuable acquisition to the military history of our country. It can hardly be necessary to remark, that in the exercise of a sound discretion in the accomplishment of his task, Sir George Murray has rendered full justice to his subject, and confened no slight obligation upon the Army (to whom with so much propriety the work is dedicated), and upon the public at large.\" — Naval and Military Gazette. \" None of the biographers of the Duke had access to these volumes, which it is clear must have been set apart from the other manuscripts of Blenheim by some capricious fancy of the Duchess, and so withheld from discovery till now. They could not have had a better editor than Sir George Murray; rarely could they have found one so good. His clear arrangement and occasional historical elucidations, are of the greatest help and service to the reader. Military men should read these volumes with peculiar interest — Marlborough's mind is in them.\" — Examiner . \" Exhibits in a striking degree the prudence, foresight, and patience of Marlborough, and throws a new light upon his character, raising him higher than he stood before. Judging him not only from what he did, but what he would have done had the allies but followed his perfectly practicable advice, we are inclined to place him at the head of modern captains — as combining the caution and safety of Wellington with thejrapidity HAWKSTONE, £1 &ale of autr fax (ŒnQlmxls in tfjc f>car 184 — \" The author of ' Hawkstone ' is obviously a scholar and a gentleman, and is a keen observer and vivid describer of Buch life as has passed before him, with a touch of causticity in his temperament that is subdued by good nature, unless he has to handle the actors in religious or political party. In disquisitional passages he always exhibits keenness of thought and often profundity. A close, finished, and powerful composition attends him throughout.\"—Spectator. \" * Hawkstonf, ' is said to contain a picture of ' distracted and degraded England' within the last five years. The scenes and situations are drawn throughout with a picturesque force, of no common or every-day occunence, and the dia , logues are good, the humour excellent, and the ; satire to the point—caustic, it is true, but well ' merited, and with more of sorrow than of anger in i its composition.\"—Historical Register, 2 Vols. fcap. 8vo. 12*."], [73, "MR. MURRAY'S RECENT PUBLICATIONS. 13 PRAYERS FOR FAMILY USE JFxoxa tije -iLttursj). Selected and Arranged by Right Hon. W. E. GLADSTONE M.P. 12mo. 2s. 6d. LEAVES FROM A JOURNAL. AND OTHER FRAGMENTS, IN VERSE. By LORD ROBERTSON, One of the Judges of the Court of Session in Scotland. Crown 8vo. LIFE OF THE LATE LORD HILL. COMMANDER OF THE FORCES. From his Journals, and other authentic Sources, supplied by his Family and Friends. By Rev. EDWIN SIDNEY, A.M., Author of the \" Lives of Rev. Rowland Hill and Sir Richard Hill, Bart.\" With Portrait. 8vo. 12s. REMARKS ON RECENT COMMERCIAL LEGISLATION, Suggested by the Expository Statement of the Revenue, from Customs, and other Papers, lately submitted to Parliament. By Right. Hon. W. E. GLADSTONE, M.P. for Newark. Third Edition. 8vo, 2s. 6d. — ♦ — THE DIPLOMATIC CORRESPONDENCE OF THE RIGHT HONOURABLE RICHARD HILL, ENVOY TO THE COURT OF SAVOY, IN THE REIGN OF QUEEN ANNE; By Rev. WILLIAM BLACKLEY, B.A. \"These Letters are eminently acceptable for their elucidation of history. A thousand parti culars of the Ten Years of Glory which brightened Anne's feign, will be found in this sterling publica tion.\" — Literary Gazette. \" Mr. Hill's Correspondence, though not set forth with any such view, is a supplement to the * Maelboeough Despatches,' and a needful rxplanation of them on some material pointa.\"— Examiner. 2 Vols. 8vo, 26s."], [74, "14 MR. MURRAY'S RECENT PUBLICATIONS. THE PRACTICAL GEOLOGY AND ARCHITECTURE OF IRELAND. By GEORGE WILKINSON, Esq., Architect. \" The valueofscientificknowledge, when applied to practical purposes, is strikingly shown in this curious and useful volume. Mr. Wilkinson, impressed with the importance of geological science to the architect, has investigated the strata of Ireland, with a view to ascertain the qualities of the different rocks and earths, with reference to their uses as building ma terials.\" — Spectator. \" The author has evinced in the present work a degree of scientific taste and discernment, which must have eminently qualified him to take ad vantage of the opportunities he possessed-; and the work is one which must be perused with profit by every architect and engineer.\" — Freeman's Journal. With Seventeen Plates and Seventy-two \"Woodcuts. Royal 8vo., 28s. THE FRENCH IN ALGIERS. THE SOLDIER OF THE FOREIGN LEGION— THE PRISONERS OF ABD-EL-KADER. FROM GERMAN AND FRENCH ORIGINALS. By LADY DUFF GORDON. Post 8vo, 2s. 6rf. JOURNAL OF A RESIDENCE in the WEST INDIES. By M. G. LEWIS, Esq. \" These highly amusing stories of actual Jamaica I life.'' —Quurterly Review. \"Lewis' racy and amusing sketches of Negro life.'' —Edinburgh Weekly Register. \" Depicting, in familiar and graphic terms, West Indian life, when slavery was in its high day.\"— \\ Nottingham Journal. Post 8vo, 2s. ed. SKETCHES OF PERSIAN LIFE AND MANNERS. By Sir JOHN MALCOLM. \" Sir John Malcolm is a perfect master in the deli- | neation ot character. With a few bold strokes he j gives life and expression to his personages, and with , the utmost ease and apparent faithfulness portrays I both individual and national characteristics. —Atlas. \" The author has made a valuable addition ' to our stock of knowledge. New and important views of the Persians as a nation are here presented with all the interest, without the tendency to cari cature, of our amusing friend Hajji Baba.\" — Quurterly Review. A New Edition. Post 8vo, 5s. THE EMPEROR AND COURT OF CHINA, IN THE SEVENTEENTH CENTURY. BY FATHER RIPA. \" The combined singularity of the facts, and the j mode of narration, render this as curious a book as ( any that has appeared, not excepting ' Borrow'* Bible in Spain.'\"—Spectator. Post 8vo, 2s. 6d."], [75, "MR. MURRAY'S RECENT PUBLICATIONS. 15 LIFE AND MANNERS IN NEW SOUTH WALES. By MRS. MEREDITH. 'This unpretending httle book —one of the ; autumn issues of Mr. Murray's Colonial and Home , Library—has, by rare mischance, been hidden under the heavy and dull ware with which that season is apt to burden our library table. But Mrs. Mere- dith's sense and sprightliness were sure to bring her to light. As Miss Twamley, she was known for a writer of elegant poetry, and picturesque botanical works. Here she takes a pleasant place among the company of travellers, who bid fair to beat rougher men out of the field.\"— Athenæum. Post 8vo, 2s. 6rf. LIGHT in DARKNESS, or CHURCHYARD THOUGHTS. BEING SUGGESTIONS FOR EPITAPHS AND HEADSTONES. By JOSEPH SNOW. \" Mr. Snow's taste is refined and elegant, and his suggestions are put forth modestly.\" — Athenæum. With Twenty Woodcuts. Post 8vo, 10s. 6rf, ON THE UNITY OF THE CHURCH. By HENRY EDWARD MANNING, Archdeacon or Chichester. Second Edition. 8vo, 10s. 6d. THE THEOGONY OF THE HINDOOS, WITH THEIR SYSTEM OP PHILOSOPHY AND COSMOCONY. By COUNT BJORNSTJERNA. 8vo,8s.6d. DIALOGUES WITH A BRAHMIN AND A CHRISTIAN, ON THE EVIDENCES OF CHRISTIANITY. By WILLIAM SEWELL, B.D., Late Professor of Moral Philosophy in the University of Oxford. Fcap. 8vo, 7s. 6d. ABSTRACT PRINCIPLES OF REVEALED RELIGION. By HENRY DRUMMOND. Crown 8vo, 9s. (yd. ESSAYS ON THE CONDUCT OF LIFE. By GEORGE LONG, Esq. _ -tnFflini. Fssavs is the earnest- I life -the precepts excellent, and the morality of nes's^ SSTtSS?SSK thef . The the Iofti««S and purest *dnd.\"-^«. pfan is comprehensive, embracing every relation u. | F Post 8vo, 6s,"], [76, "MR. MURRAY'S RECENT PUBLICATIONS. 16 A LIST OF WORKS IN GENERAL LITERATURE? Published, or Preparing for Publication, by Mr;. Murray. 1C pp. 8vo. Graiis. A DICTIONARY OF GREEK and ROMAN BIOGRAPHY and MYTHOLOGY. Edited by WILLIAM SMITH, LL.D. Publishing Monthly. To be completed in Three Volumes. ft There is no need of pronouncing any formal eulogium on this new Classical Dictionary, for in fact it is the only one with any pretensions to the name in our language; and as such it must form part of the library of every student who desires to become acquainted with the mind of antiquity.\"— Athenæum. Vol. I. 8vo, 36s. A DICTIONARY of GREEK & ROMAN ANTIQUITIES. Edited by WILLIAM SMITH, LL.D. \" We do not pretend to have examined this Die- tionary throughout; but the articles which we have consulted appea- to us admirably done; they are terse in style, and pregnant, yet not cumbrouBly so, with accurate knowledge; the best and latest authorities are constantly c:ted. It waa a work much wanted, will be invaluable to the young stu dent, and as a book of reference will be most accept able on the library table of every scholar.\"-— Quarterly Review. With numerous Illustrations on Wood. 8vo, 36s. ON THE REGULATION OF CURRENCIES. By JOHN FULLARTON, Esq. Second Edition, enlarged. 8vo, 7s. 6<i. \"With the single exception of the ' History of these subjects, or which will so amply repay the Prices,' no work has appeared so well calculated to trouble of a careful perusal.\" — Economist. suggest important reflections and considerations on MRS. RUNDELL'S COOKERY BOOK; COMPRISING ALL MODERN IMPROVEMENTS, But founded upon Principles of Economy and Practice. A NEW EDITION, WITH 1600 RECEIPTS, PRICE SIX SHILLINGS. By MISS EMMA ROBERTS. 11 A COMPLETE GUIDE for MODERN COOKS.\"—Derby Reporter. \"The most practically useful book we have seen.\" British Critic. *' No housekeeper ought to be without this book.\"—Durham Advertiser. \" Leaves no room to any rival.\"—Keane's Eutk Journal. \" Has long been the standard work of reference in every private family.\"— Worcestershire Guar dian. *** Of this Popular Cookery Book, upwards of 200,000 Copies have been sold. ERADBUHV AND EVANS, PRINTERS, WHITEFRIAKB."], [77, ""], [78, ""], [79, ""], [80, ""], [81, ""], [82, ""], [83, ""], [84, ""]]