[[1, ""], [2, ""], [3, "THE MOUNT OF -OLIVES A POEM WHICH OBTAINED THE SEATONIAN PRIZE IN THE UNIVERSITY OF CAMBRIDGE, 1897. THE Rev. J. H. LUPTON, D.D. LATE FELLOW OF SI JOHN'S COLLEGE, CAMBRIDGE. CAMBRIDGE : DEIGHTON, BELL AND CO. LONDON: GEORGE BELL AND SONS. 1898"], [4, ""], [5, "THE MOUNT OF OLIVES. A POEM WHICH OBTAINED THE SEATONIAN PRIZE IN THE UNIVERSITY OF CAMBRIDGE, 1897. THE Rev. J. H. LUPTON, D.D. LATE FELLOW OF ST JOHN'S COLLEGE, CAMBRIDGE. CAMBRIDGE : DEIGHTON, BELL AND CO. LONDON: GEORGE BELL AND SONS. 1898"], [6, "A . L D . D J . H . L"], [7, "IO 20 THE MOUNT OF OLIVES. A do rabi m us in loco ubi steterunt pedes ejus. — Ps. cxxxi. 7. \" Thus, Lady, from St Stephen's gate we take Our downward course through Kidron's rocky glen Till, issuing on the farther side, we climb The vine-clad terraces of Olivet. And lo ! the sun, slow sinking to the west, Illumines with its rays the path that leads Our wandering footsteps to the mountain's brow. Beneath our feet the deepening shadow veils Jehoshaphat's long valley, till the eye, Straining its vision southward, scarce discerns Where, nestling close as martins to a cliff, The rock-hewn tombs of Silwan's fastnesses Peer faintly glimmering through the purple haze. In this dark Valley of Decision — so Our prophets call it — God one day will judge The countless myriads of the risen dead.\" So spake the rabbi Judah ; he who late, By heavenly vision guided, was the first To point the seekers to the Cross of Christ. And thus to him the Empress Helena : —"], [8, "20 di \"Good Father, to whose clear prophetic eye, Enlighten'd by the Spirit of God, we owe The finding of the Cross : — for thine it was To counsel, when the delvers' toil laid bare Three crosses, how we should divine the true1 — No guidance more unerring could we find, I and my maidens, to the hallow 'd spot, Where last the footsteps of the risen Lord Were seen, ere He ascended up to heaven. Say, then, for thou canst tell, what walls are these, 30 What the mysterious cave that meets us here, Now that the gorge of Kidron is o'erpast. And fear not, though thou be of Abraham's seed, To hold frank converse with a Gentile born. For since the Bishop of Jerusalem, Holy Macarius, hath baptized thee, Thou also art made one with us in Christ.\" Then straight, encouraged thus, the sage replied : — \" O Princess, I have roam'd in years gone by A wanderer from my native land ; have stood +o Mid Shinar's plains, and watch'd the rivers roll Their freight of waters to the Persian sea; Baalbec have seen and Tadmor ; but ne'er yet Saw I so fair a sight as where the hills Stand round about the City of our King. And though the glory of her first estate Has left her palaces, and Roman arms 1 This is the part assigned to \" Giuda Hebreo \" in La Rapprcsentatione Costantino imperatore . . .et di Santa Elena imperatrice, 1550: \" Giuda entra ne la fossa, et dice Ecco tie croci poste qui nel fondo \" &c."], [9, "21 1 Have laid her ancient honour in the dust, Yet — for Messiah her true King is come — The latter glory shall exceed the first. Within the secret chambers of this cave, Where the long flight of steps descending leaves The sunny precincts of the outer day, 5° Repose the earthly parents of that King, His holy mother Mary and her spouse1. And yonder on our right, where still survive, With ranks sore thinn'd, the aged olive-trees, Scarce fenced within its frail enclosure, stands The sacred Garden of Gethsemane. 'Twas there the Lord, for our iniquities, Was bruised like an olive in the press. There wrestled He, like him at Peniel, All night in agony of prayer with God ; 60 There foil'd the Tempter; and, where yon dark tree Bends o'er the pillar in its loneliness, Was He, the Saviour of the world, betray 'd.\" To whom the Empress : \" Say'st thou so ? how fast The thronging memories crowd upon my brain, As I behold spread out before mine eyes These scenes long dreamt of! I remember me, 70 That in my girlhood, one bright summer's eve, Hard by the winding bay of Drepanum, Where rounds the wave from Eryx, I had sat, Musing on tales of Carthaginian days, Of Catulus and Hanno, long gone by : Till musing thus, I slept, and in my sleep See the description in Seddon's Memoirs and Letters, 1858, p. 98. 1—3"], [10, "22 I saw a vision: a celestial youth1 Past by me, harp in hand, and passing sung : — Fair is this isle, girt by the encircling wave ; Glorious its temples ; but no power can save Man's beauty or his glory from the grave. 80 Mighty the legions of imperial Rome : But not the martial camp, the pillar 'd dome, Sought He, who made in Nazareth His home. Be thine, 0 maiden, who shalt one day share The throne of empire, thine the loftier care For Zion's King a mansion to prepare. So shall thy praise in days to come be told, As journeying far, with love that grew not cold, Thy Saviour's parting footsteps to behold. 90 Rapt in amaze I woke ; but all in vain Sought one to question of the vision fled. Naught in the air but sunlit cloud ; no sound, Save where the waters rippled on the shore. But when, long after, Constantine my son Spake of the life of Christ, I saw it all ; Saw how the grandeur of Rome's palaces Paled in the light that shone o'er Bethlehem ; And how the shock of armies, or the strife Of kings for thrones contending, was as naught To thy dread conflict, dark Gethsemane. And therefore came I to this Eastern land, In lowly pilgrimage, to see the place 100 1 The \" giovane con la citara \" of the Rapprescntatione above quoted."], [11, "23 Where Christ was cradled, where He lay in death, And whence He rose, ascending up on high. Be thou, then, Father, our interpreter, And as we tread this holy ground, unfold The memories that consecrate each spot.\" She ceased : and he their guide, with upward step Breasting the hill beside them, thus began: — no \"This way went David, when, long ages since, He fled before the face of Absalom, This rugged pathway treading; here did bruise His feet unsandall'd on the jutting rock; And mourning as he went cried ' Absalom, My son, my son ! and thou, Ahithophel, With whom I took sweet counsel as a friend, How shall I bear thy love now turn'd to hate ! 0 God, arise, and save me from my foes ! ' Till at the last, with slow and weary steps 120 Gaining the mountain's summit, back he turn'd, To sate his eyes with sight of all he loved. There lay the hill of Zion ; there in front, New-smitten by the sun's uprising beams, Gleam'd the pavilion of the Lord of Hosts. Then gush'd his tears, and on the topmost height, With face in mantle shrouded, falling prone, He bow'd himself in prayer and worshipped. O ! who shall say what visions were reveal'd, In that dark hour of shame and agony, 130 To Israel's king ? how on his contrite soul Slow rising, like a star amid the clouds, There dawn'd the growing hope of peace with God ?"], [12, "24 Refresh'd he rose, and with composed mien Turn'd his slow footsteps down the eastward slope, Where, stretching far beneath, the burnish'd wave Of the Salt Sea lay glowing in the sun, And Moab's distant mountains traced their lines Of melting azure on the steel-blue sky. So past King David ; and a thousand years, i4o That to the Eternal seem as yesterday, Flitted like shadows o'er the mountain's brow. It heard the shouts of joyous multitudes Laden, at Ezra's bidding, with the spoils Of palm and olive and the myrtle bough, That, home returning, they might keep the feast And dwell in booths, as in the days of old. It heard the tramp of legions, when the host Of great Pompeius wound along the glen1, Scaring the hinds of peaceful Bethany. ljO And, when the fulness of the time was come, The blessed footsteps of the Son of Man Oft press'd its grassy slopes at eventide. 'Twas on yon knoll, from which the Golden Gate, Golden no more, lay scarce three furlongs off, And all the Temple's glorious fabric rose, A dream of gold and marble, but a dream Men deem'd as sure and steadfast as the rock That based its storied splendours, — on yon knoll One day at eventide the Master sat : 1 60 About Him His disciples, and in front The Temple ; while in heaven the rounding moon Gave token that the Passover was nigh. 'Lord, seest Thou not these buildings?' came a voice: 1 Stanley: Sinai and Palestine, 1856, p. 167."], [13, "25 ' Behold, what buildings and what stones are here ! ' ' Yea, mark them well,' He answer'd ; ' for the days Of overthrow will come, when not one stone Unfallen on another shall be left.' And yet once more the Saviour's lips foretold Jerusalem's destruction, when He stay'd 170 His footsteps, on the way from Bethany1, As on a sudden burst upon His view The Holy City's towers and palaces. Hush'd for a moment was the wild acclaim Of multitudes exulting ; hush'd the peal Of loud Hosannas ; and a stillness fell On all, as when, in some mysterious hour, Men know not what to look for, weal or woe, And sit expectant of their destiny. In low, sad tones, that smote on every ear, 180 The voice, that spake as none e'er spake, began :— ' If thou hadst known, at least in this thy day, The things belonging to thy peace ! but now They are hidden from thine eyes. Thine enemies Shall compass thee about, and keep thee in, And lay thee even with the ground, and all Thy children with thee ; for thou knewest not The time of this thy visitation.' And so it came to pass; for on that knoll, Where slope the ridges to the Prophets' Tombs2, 100 Did Titus plant his eagles, there begin The siege, and all the ruin of our race3. 1 For the spot, see Stanley, p. 187. 2 Near the most southerly of the three summits of the mountain. — See W. S. Wood's An Eastern Afterglow, 1880, p. 360. 3 The siege of Jerusalem began from the Mount of Olives. Josephus, B. J., v. 2."], [14, "26 Thus, honour'd Princess, doth your question find Its answer : for these scanty olive-trees, Poor relics of the past, these shatter 'd walls, Bear witness to the havoc wrought by war. Once green with myrtle-groves was this grey hill, Olive and oleaster and the fig ; Once bloom'd its terraces with fair expanse Of fruitful orchards ; but the blighting tread 200 Of armed hosts pass'd o'er it, locust-like, And left it barren, as ye see this day.\" To whom the Empress : \" Woe is me, to think The legions of my country came, to spread Such devastation ! Sooth the prophet spake : ' Except the Lord doth build the house, but lost Their labour is that build it ; yea, except The Lord doth keep the city, vain the watch Of sentinel; he waketh but in vain.' Great Heav'n forefend that, like this fallen House, 210 This shorn and riven coronal of towers, Prostrate should lie the city that my son Is minded by the Euxine strait to raise, On the blue waters of the Bosphorus ! But well I know him that, by all the pomp Of regal sway undazzled, he will still See moving on before him, as a guide, The form of One by other eyes unseen1; 1 \"As he advanced, spear in hand, tracing the immense circuit, those who followed asked him how far he was going. ' I shall go on,' replied he, ' till he that goes before me stops.' \" — See the article by John Wordsworth (now Bishop of Salisbury), quoting Philostorgius, n. 9, in Smith and Wace's Diet, of Christian Biography, 1. p. 631."], [15, "27 And there alone will plant his citadel, Where that celestial Leader points the way. no But lo ! we gain the summit, and our steps May pause. O ! blessed Saviour, as I turn And face the glowing west, what tongue shall tell The glories of yon sunset sky, the clouds Transfigur'd, even as Thou wast Thyself Upon the mountain top, the countless hues That tinge the very stones beneath our feet With lustrous sheen of crimson and of gold1. Say, venerable Father, can it be That this is other than the spot, from which 230 Our risen Lord ascended up on high ? Still could I deem the radiance of His robes Was floating o'er us ; still could see the cloud Receive Him, curtain'd from the watchers' gaze. Speak, Father.\" Nay, not so,\" the old man said, \" Not here it was ; for thus the Evangelist : — ' He led them out as far as Bethany ; And there,' not elsewhere, ' while He blessed them, Was parted from them.' See the road that leads, Skirting the southern crest, to Bethany. 1 240 More meet it was, in some sequester'd glade, Nigh to the peaceful hamlet that He loved, Than here, on this uncover'd brow, to pass For ever from the gaze of mortal men. Yet still, dear Lady, naught doth hinder thee 1 For the rich colouring of the Mount of Olives at sunset, see the description in Wood's Afterglow, before quoted. The singular greyness of the hill at ordinary times (it is difficult to find a word to describe the gradations of tint) is well brought out in Seddon's picture."], [16, "28 Upon this central height to rear the church That thou dost purpose ; it will ever stand A witness that on Olivet the Lord Did plant His latest footsteps, here did hold Last converse with His chosen ones, and here 250 By every eye shall once again be seen Coming in clouds to judge the quick and dead. Here let us kneel and worship in the place Where the Lord's feet have stood, then straight return : For in our Eastern sky the afterglow Not long remaineth, and fast falls the night.\" CAMBRIDGE : PRINTED BY J. AND C. F. CLAY, AT THE UNIVERSITY PRESS."], [17, ""], [18, ""], [19, ""], [20, ""]]