[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "SIAM: SOME GENERAL REMARKS ON ITS PRODUCTIONS, AND PARTICULARLY ON ITS IMPORTS AND EXPORTS, AND THE MODE OF TRANSACTING BUSINESS WITH THE PEOPLE. BY D. E. MALLOCH. CALCUTTA : PRINTED BY J. THOMAS AT THE BArTIST MISSION PRESS. 1852."], [8, ""], [9, "SIAM GENERAL REMARKS. ON THE CLIMATE, SOIL AND MANNERS OF THE PEOPLE, WITH THE MODE OF TRANSACTING BUSINESS. A British Merchant, Supercargo, or Commander of a ship or vessel visiting Siam on mercantile or other pursuits, must, on arriving off the Bar, (three miles distant from Paknam,) at the mouth of the river Menum, come to anchor, and go on shore and report his arrival and wishes to the Governor of that place ; when that authority will imme diately convey by a boat the necessary intelligence to the Praklang, or Minister of Trade and Foreign Affairs, in order to obtain the King's permission for the vessel to proceed to Bangkok, the capital of Siam, where the King resides. On the following day an order from His Majesty through the Praklang to the Governor of Paknam, will announce that permission has been granted for the ship to proceed up to Bangkok. After getting over the Bar, (a soft sand bank with 3 to 3^ fathoms water on it) the river from Paknam to Bangkok, a distance of thirty miles, is clear and safe in all parts, throughout the entire passage from shore to shore, for the largest ships, there being never less than five fathoms water ; there is consequently no necessity for a Pilot, although a person under that designation is invariably sent on board in that capacity and a3 Interpreter ; but whose real character corresponds more with that of a spy. On the arrival of the vessel at Bangkok, the Commander or Super cargo must go on shore and report himself to the Praklang, with a Manifest of the cargo, who will appoint a clay to receive musters of the various goods, and speak with you on the object of your visit to Siam. u"], [10, "2 The Praklang will at this meeting appoint a day to receive mus ters of your various goods, which generally happens two days after your arrival, when he, the Government merchants, and principal Inter preters assemble in a shed near the Minister's house, for the purpose of ascertaining the prices. You may now expect to be daily attending for at least ten days to settle the prices at which you intend to sell. Should you find it necessary you must endeavour to put off this meet in\" for a day or two, in order to ascertain what vessels have arrived, what description of goods they have brought, and how the market is supplied with goods similar to those you have brought and the selling bazar rates, which you can only do by going to the bazar, or rather sending a trustworthy person under pretence of purchasing musters of similar goods to those you have got, giving him fifty ticals or so for that purpose, in order to induce them to believe you are in earnest ; and as all the goods the shop-keepers have, are exhibited in their shops to open view, one day will suffice to satisfy you fully on this subject, and aid you greatly in preparing a memorandum of your goods and prices for the Government merchants. Having satisfied yourself as to the bazar prices and other particulars, you may then send for the Port-Captain or first Interpreter, Jose Peadade, and tell him to inform the Praklang, you have prepared a memorandum of your goods and their selling prices, in order to ascertain the quantity of goods required for the Government, ministers and nobility ; and to fix a day for the delivery of nis Majesty's and others' presents. Here you must expect to meet with very great annoyances for ten days, as before stated, in their devising by every trick and manœuvre in their power to reduce your prices. You must, therefore, however much you may feel annoyed, be especially on your guard, not to let them discover the smallest symptoms of anger, or of being irritated by them ; for if they once discover you have lost your temper and are angry with them (and they are far from being slow of discernment in this respect) they will be quite pleased and delighted, and consider their object to cause you to reduce your prices, as already and completely obtained, though they will pretend to leave you, appa rently very much grieved and offended, and not see you again for several days. In this way all intercourse of business will be inter rupted, and until you have settled with the Government at what rate"], [11, "3 you can dispose of your goods to them, you will not be allowed to sell one single pice worth to the bazar people ; and even if they were to purchase a single rupee's worth from you previously to this settlement, they would be severely fined and flogged. Under such circumstances you must always bear in mind that the great and chief object, in order to obtain your end, is, under such insults and annoyances as you must expect to experience, to keep your temper as even and unruffled as possible, and always, appear pleased with them, (parti cularly the Praklang,) which is no light or easy task for one possessed of even a moderate temper. It is in a great measure owing to the Praklang and his brother Pya Sipad's ambitious views, more particu larly those of the former, that merchants have met with so many obstacles in the freedom of trade. Great annoyances are also experi enced from the Portuguese Christians (born in the country) of whom there are nearly 1000, and they have always been known to be the dirtiest, laziest, and most unconscionable villains in the country, uniting chicanery with prevarication; to deal with them, the British mer chant finds all his care and attention extremely requisite. They are much attached to the Government, having been all brought up and born in the country, and they withhold all information which they may in any way conceive detrimental to it. The greatest hatred of us prevails likewise, among the other class (Chulias) from motives of a religious nature, and they take great delight in doing us all the mischief they can in our dealing with the shop-keepers, in order to benefit them selves and their own caste. Presents for the King, &c. Having now settled your prices it will be necessary to declare the presents you intend for the King, 2nd King and Praklang. They know very well the value of gold and silver articles and precious stones, so you must not give them any of these ; but give them such goods as are of a dashing appearance and look well at a distance ; but which in reality are of no great value ; because your return presents will not exceed one-half of the amount you give. The following articles would be acceptable and prized for the Ladies of the Palace, and those of the Praklang and Nobility : viz. All manner of Ladies' dress pieces, medium quality j Muslin and b 2"], [12, "4 Chintz, star or pretty flower patterns, 10, 20, or 30 yards. Ten yards make three dresses. Scent Bottles of various sorts, with nice scents, 100 Ticals. Muslin Dresses, patterns as described, 100 Pieces. Chintz ditto, 28 yards, 36 inches wide, 50 ,, Toilet Bottles, not expensive but neat, filled with scents, 24 No. Lavender Water and Eau de Cologne, medium quality 100 Bottles. GhazeporeRose Water, put into white quart bottles, do. 100 „ Musical Boxes, playing 2 to 6 Tunes, 20 No. And for the King 100 Muskets, old with G. R. and Crown marked on them. 6 Fowling pieces with 2 to 6 Barrels. 6 Pistols with ditto. 30 Yards of handsome light blue, bright red, or green Silk Velvet. 2 Chandaliers that look well, with many drops. 6 Bhaugulpore Rugs, 6 by 3 feet. And to the 2nd King, one-fourth of the same articles, without the muskets or pistols. And to the Praklang, one4ialf of the presents to the 2nd King, with- out the muskets or pistols. To the Port-Captain, 30 Ticals worth of Chintz and other small articles. Having now delivered your presents and settled your business with the Praklang and Government Officers, and fixed the rates at which the King and they will take such portion of your goods as they require, you will then be permitted freely (as they will tell you) to dispose of the remainder to the bazar people, and others desirous of purchasing ; but in reality no such permission is ever given, until they have first got rid of all they have purchased of you, which is done in a few days ; and any one found dealing with you till then is threatened with being severely flogged and fined, and the Praklang and Government people are very watchful for the heavy fines they would extort from any one found doing so, so here you may easily imagine how the shop-keepers and others are fettered in their operations, and fearful of dealing with us till they first see the course clear before them. The people who have purchased the goods you sold to the Government, are always sure to be greatly favoured, in being allowed to extort and cheat without"], [13, "5 the smallest notice being taken of it ; which in some degree compensates them for the high prices they are obliged to pay to the Government for what they purchase from us ; and to make any complaint under such circumstances, would be useless, and the sufferer who dares to do so is sure to be always threatened with a flogging for his pains. Almost every person at Bangkok, men and women, are dealers, from the King downwards to the lowest of his subjects. On your obtaining permission to sell freely, you must send some person acquainted with the language into the bazar with musters of your goods for the inspection of the shop-keepers, inviting them at the same time civilly to visit your store or place of business, wherever it may happen to be, either on shore or on board the ship. All sales are effected by barter for sugar, ivory, stick-lac, gamboge, benjamin, or other goods, the produce of the country, as you may require, deliver able on board your vessel, free of all charges on a certain date to be specified in the agreement made between yourself and the parties with whom you are negociating. You need not be afraid of trusting them, as a regard for their own interest compels them to be honest. In the event, however, of their failing in any instance, to pay or fulfil the conditions of their engage ment, the circumstance needs only to be brought to the notice of the Praklang, who will immediately issue a summons against them, and enforce payment with heavy costs, generally amounting to upwards of twenty per cent, according to the circumstances of the debtors, besides causing them to be disgraced. In cases in which their failure is known to arise from inability, they are severely punished by a flogging aud taken as Government slaves, till some friend or relative comes forward and pays the debt with heavy interest and costs amounting nearly to double the original sum. So far, therefore, protection is afforded by Government to foreigners, which in some degree compensates for the annoyance and loss of time so often experienced in the course of deal ing with them. During the three years I remained at Siam, we were paid up every pice owing to us by the bazar people freely, and never had occasion to use legal measures to recover any debt. On leaving we had no difficulty in settling accounts fairly with every one, probably from the reasons already stated."], [14, "6 Holidays — Business Season. The Culin or great holidays commence at the new moon in October, and last for thirty days, during which time the King appears seven days on the river in his State boats, attended by the principal people, in visiting the different Pagodas and the Forts at Paknam and Paccalat. It has been said for many years that the King intends reducing the number of days devoted to this festival, as he thinks them too great a waste of time, which might be usefully employed in the administration of Government, and in active employment ; but in a letter I had from a friend of mine lately residing at Bangkok, he in forms me that no alteration has yet been made. The beginning of October is the best time for a trading vessel to go to Siam, for during their merry-making holidays, every one who can afford it is anxious to purchase something, so that by the end of December the cargo would be all sold, when produce from the interior begins to arrive, to meet the China, Cochin and Hainan junks, which arrive in January and February, during which time the Government officers, merchants and shop-keepers are entirely occupied in purchasing from and selling to these junks : a British merchant ought therefore to have all his goods disposed of and his return cargo purchased before they arrive. Population. When we left Siam there were 133,940 inhabitants at Bangkok; and in a communication I had at the end of last year with a gentleman from that place, he estimates the number of inhabitants, taken from the official records at 160,900. He states that 15,000 Chinamen arrive annually in the Junks from Canton and different other parts of China, the far greater number of whom go to different parts in the interior of the country, after agricultural and other pursuits. The southern boundary is situated in 5° North latitude, extending to 21° North; the western limit in the Bay of Bengal is 97° 50' East longitude, its line of eastern boundary is about 105° East. Its extent is nearly sixteen degrees of latitude with only three million and a half of inhabitants — an extensive country for so small a population. Climate and Produce. The climate is extremely healthy throughout, and the soil of the low lands is fertile, rich and well suited for the cultivation of rice,"], [15, "7 sugar, &c. equal to the best procurable in Bengal ; and the former can be had in great abundance cheaper than in any part of the world, and is exported in large quantities to China and the Malay Coast, with the permission of Government. Sugar was not cultivated till within the last sixty years. Its cultivation is owing solely to Chinese industry, it is rapidly increasing, is equal to the best Dhoba Sugar, and may be increased according to the demand. The mountainous parts of the country, abound with very fine Teak timber of two descriptions, similar to that in the Burman Empire. The one which is the best is hard and adapted for ship building ; the other is much softer, and as well as the former is plentiful ; it is used for house-building and for furniture. It also produces a large quantity of Sapan-wood of good quality, which is exported to China, Singapore and England, together with Rose-wood, Black-wood or Ebony, Red wood, &c. As the Oak timber becomes scarce in England, this Teak timber will be much in demand, and that it is now beginning to get so, is evidenced by several cargoes within the last three years having been shipped to England from Moulmein, which sold on arrival to very great advantage. The Siam forests are extensive, and inexhausti ble and equal to any demand. The timber is floated down the river Minum to Bangkok in rafts as required for ship or house-building. I should imagine that the Siamese Government would be too glad to allow the English to settle in Siam occasionally for a short period, for the purpose of building ships ; which could be done at a more moderate rate than in any other part of India. The Chinese Junks built in Siam cost 25 Ticals per ton, which, at 2-6 per Tical, or 61^ cents nearly, is I do not pretend to say that a ship could be built at this low rate ; but one of 400 tons, I have been credibly informed, might, with proper economical manage ment, be built for 20,000 Ticals, under the Superintendence of a proper European carpenter, with the requisite number of Chinamen under him, who would require to be registered in the Government books, with a proper agreement ; so that in the event of their wishing to evade the terms of their agreement for more lucrative employment, recourse might be had to legal measures to compel them to abide by their bargain. To effect this a contract must be entered into with the Government previously, for the delivery of the timber at a given price"], [16, "8 on a certain date, so that the workmen may not be detained till it arrives. I dare say in less than twenty years something similar to this will be carried into effect with the Siamese Government on advan tageous terms and fair footing, offering every encouragement and assist ance to facilitate our business, and to enforce the Chinese mechanics, to fulfil their engagements ; so, that being prevented from running away or otherwise acting according to their whims or caprices, their services will be better secured ; but in order to bring about all this, we must gradually try to gain the confidence of the Siamese people by behaving kindly to them ; and overcome their present jealous feelings towards us, which can only be effected by correct conduct towards them, honest dealing and good temper : hitherto we have been viewed by them only in the light of Pirates, and held in great dread. Chinese Immigrants. Considering the extent of Siam, it is thinly peopled, and capable of supporting twice the number of its present inhabitants ; but now that the Chinese have seen the beauty of the country and of late years are arriving annually from Canton, Fokien and different parts of China to the number of 15,000, Siam cannot fail of eventually becom ing a country of considerable magnitude and importance as a place of trade. As it now is, it is next to China in a commercial point of view, of any native state in the East. When I was in Siam I had a memo randum from the public records, shewing that 12,000 emigrants arrived annually from China, of whom the far greater number were from Canton. The Chinamen are well pleased with the country, and their prospects ; and the China Junks which bring so many passengers carry very few away. A great many Chinamen arrive annually to see their friends, and on mercantile pursuits, but very few of them find their way back. In this way several Chinese merchants visit Siam annually, and return by the same Junk, when they have seen the result of the speculation for that year, and have ascertained what will be most suitable for the next. Chinamen are of quick discernment and can soon discover the wants of the people, and are too much alive to their own interest not to pursue it to advantage in their next speculation to that port. If the increase of population progresses so rapidly for the next fifty years, the population will be half as many again as it is now, and"], [17, "9 it is reasonable to hope that the trade of the country will increase in proportion to meet the wants of the people. Laboure states that about 150 years ago, there were only three Chinese Junks trading to Siam annually, that there were then only three thousand Chinamen in the country, that the trade was very insignificant and very little produce procurable — sugar was not cultivated till about sixty years ago. If therefore it is reasonable to judge of the future state of things, in a commercial point of view, from the past, we may reasonably conclude that Siam will soon become a place of great importance, indeed it is so now ; and it is therefore well worth the attention of British mer chants, desirous of speculating to that country, to cultivate friendly relations with its inhabitants in order to secure their kind offices when required. Habits of the People. The Siamese are like the Bengalees a quiet and peaceable race, and like them too, cowardly and easily managed 111 The Chinese are too much engrossed with their own business, and how to provide for their families, ever to think of warlike or other pursuits, so that there is nothing ever to be apprehended from them in that respect. There are now more Chinese than Siamese in the country, and the Chinese being an industrious, quiet, sober and hard working race of people, the country wherever they go to establish themselves, is sure to prosper. Java, Singapore, Penang and Moulmein may be mentioned as instances, and certainly Siam would have been very insignificant without them : there is abundance of room for them to immigrate for the next hundred years, as nearly half the country is uncultivated and uninhabited, and the mountainous parts are not cultivated or inhabited at all. Siam owes its growing prosperity to the Chinese ; the Siamese are without exception the most slothful race that ever came under my observation in any country, hence naturally arises their poverty and inability to make any heavy purchases ; they are accustomed to sleep about fourteen hours out of the twenty-four, and being careless about luxuries, they never purchase any article which they really do not want — so that a merchant must know well the tastes and wants of the people before he ventures to speculate to that country. c"], [18, "10 The Siamese have no idea of learning any trade or acquiring any line of profession, beside that of becoming priests ; and their reason for this is, their great aversion to all kinds of manual labour. I believe that three-fourths of the Talapains in Siam enter the priesthood with a view of avoiding hard labour ; otherwise I am sure from what I have seen of them, they would never choose such a line of life, if they could select one more suited to their own feelings and have their usual quantity of lethargic sleep ; which is, reasonably speaking, 14 hours out of the 24 ; but the beauty of it is, that they get fat and strong upon it. The Chinese do nearly all the manual labour, and the Government are always too happy at the chance of getting them ; because they know they can trust their going on regularly with their work, and having it well done, which they could not do with their own country men. Wants of the People — their dress. I was particularly careful during the three years I remained in Siam to ascertain well the wants of all classes of the inhabitants, and what they were most fond of. The list of imports from different parts will be a good Fade Mecum to guide a merchant desirous of trying a specu lation to that country, and what description of goods to take ; and it is my opinion that there is no place to which a well selected investment, amounting to about half a lakh of rupees, principally consisting of Brit ish and Indian piece goods, and other small useful articles, could be ventured with more chance of success than to Siam, touching at Trin gano and Calantan on the way, with suitable piece goods, and opium for the Malays. You must be particularly careful never to take any thing there, however cheap you may be able to purchase it, which does not accord with their taste, and is very useful ; for they will never buy it at any price, though they are always ready to receive any thing, however trifling, as presents. Of late years they have become more fond of dressing gaudily to attend festivals, &c. at late hours : on ordinary occasions the dress of the poor people is merely a piece of chintz, blue or red, wrapped round the lower part of their bodies, without any head covering. Chintz is the principal article of dress of all classes when at home. The ladies dress finely, particularly those in the palace ; and as the"], [19, "11 Siamese are not like the Bengalees, a greedy and penurious race, they spend their money freely for what they really want. I am in hopes that the influence of the English nation will be effective in producing a material change in their tastes and prejudices some few years hence, especially under the reign of a monarch so enlightened as the present, who can read, and write, and speak the English language grammatically, and that their wants will gradually increase ; and, as they are not averse to eat any thing that Europeans eat, we may in time even induce them to take a fancy to some of the good things and luxuries of England. In order to do this, we must adopt the same policy that the Chinese have done, to enable them to pay for them. The Siamese dress gaudily in silks, satins and velvets, to attend marriages and festivals, and these articles of dress are mostly imported from China. These festivals are always celebrated at night, from ten in the evening till day-light next morning ; the music forms a very prominent part of their amusement ; but dancing is entirely neglected, and is not at all liked by them. The colours most esteemed by the Siamese are mentioned in my list of British piece goods, to which I refer you. The Siamese shave their heads, leaving only a small bit of hair on the crown about two inches long aud three inches in diameter : the ladies crop the hair short, leaving only a small portion on the crown of their heads, a little larger than that of the men. The ladies when they attend festivals wear a little jewelry only, consisting chiefly of gold bracelets, and neck chains. The Siamese being very fond of their children, orna ment them extravagantly with expensive jewelry and precious stones of all descriptions. The Siamese paint their teeth black, and their mouths are always besmeared over with lime, betelnut and pawn, which they constantly use as luxuries, both men and women, to an extravagant degree. They eat and smoke tobacco constantly to such an extent that they seldom desist from it, but when they are asleep, and even then they have got a segar in their mouths or a piece of tobacco. You seldom see a man or woman without a segar or a piece of tobacco in their mouths ; hence the Siamese ladies, according to the European idea of beauty, are only considered blessed with a small proportion of that seductive blandishment. c 2"], [20, "12 Marriage Ceremony. The marriage ceremony of the Siamese is extremely simple ; instead of a ring, they only use a small bit of white cotton thread, tied round the right hand of the bride and bridegroom, by one of the nearest relatives, repeating the following words, viz. \" Be man and wife till death do part you.\" To which they swear a solemn oath. Royal Funeral. The funeral ceremony of the king, and principal personages of the country is very splendid, according to the Siamese idea of splendour ; they embalm the bodies of the king, ministers and nobility, and pre serve them sometimes as long as twelve months, during which time they are busily engaged erecting spacious buildings for the purpose of burning the bodies with all the honor due to their rank. The king who died in the year 1824, was kept embalmed for twelve months, till the building was finished. In England such a building could have been got up quite as splendid (according to the Siamese idea of splendour) in a fortnight, but as I have mentioned before, the Siamese are a very slothful and indolent race of people, quite averse to all kinds of manual labour, and require so much rest and sleep, that the length of time occupied in perform ing any manner of work is easily accounted for. The above piece of workmanship was however principally done by the Chinese, who, being badly paid, and in many instances of this kind, forced to work against their will, take their time to do it. The Siamese have no idea of the value of time, and the government functionaries, being unequal to judge of the length of time required to complete this building, were only required to attend daily for a few minutes to inspect and ascertain how the work was progressing, and as they saw the workmen busily engaged when they called, they went away pleased at what the Chinese workmen told them ; for these people were always referred to and not the Siamese, on whom they place no reliance, but consider them working under the Chinese merely as coolies. This extraordinary building was 400 feet long, painted green and yellow, which are fancy colours in that country, and ornamented with gold and silver trimmings, which have a good effect at a distance ; yet, notwith-"], [21, "13 standing the extravagant cost of this building, it would be considered in England a very shabby piece of workmanship, as a receptacle for the body of such a high personage, whose soul they say went into the body of the white Elephant and would be taken great care of there, and treated kindly, hence the value they place on their precious souls. This building might have been erected in England for one-eighth part of the cost, with much better taste, and more substantially. In 1850, the predecessor of the present king died ; on which occasion similar and more grand and extravagant ceremonies were performed on the remains of his majesty, whose reign of twenty-seven years was quiet, and in peace with all nations, though he was a natural son and not the legal heir to the throne. Opium Extensively Used. Opium is used by most of the Chinamen throughout the kingdom, as well as by many of the Siamese who can afford to purchase it ; and though it is prohibited, I have been informed that about four hundred chests find their way annually to Siam from Singapore, Penang, and different parts of the Malay Coast, and that a great quantity of it is purchased by the ministers and other government servants, and sold again at a large profit, but now that it has lately been legalized by the Monarch, I should say that 1,500 chests would be required annually at different times, — 200 chests or so, at a time. The Praklang used to purchase largely of it, and sell it again. The Chinamen easily manage to get what they bring on shore without detection during the night, when the Custom-house people, (Portuguese,) are asleep. The Government bring considerable quantities of it them selves from Singapore and Penang, &c. which enables Chinamen the more easily to dispose of theirs without being discovered. Among the poor classes of people in Siam, the support of the whole family depends entirely on the women, they plough the ground and do all the weaving. The husbands treat their wives kindly ; and employ them as cash-keepers, and in conducting all manner of busi ness in buying and selling. The women are well behaved, without that bashfulness and dread of men, so much evinced by the women of Hindustan, and other parts of India ; but they are very modest and well behaved."], [22, "14 Treasury. It is reported that there is never more at any one time than three lacs of Ticals in the Treasury, and most people in Siam believe it to be the case ; but I have been told by a person in great confidence in the Government service, whose name I cannot mention, that he believed there were upwards of ten millions sterling in it ; all lodged some where in the Palace. No one is considered to know any thing of it or where it is placed, but the King and ministers. The revenue of Siam is £4, 000,000 sterling ; and when it is considered that the Pagodas, Public buildings, &c. are paid by contributions levied on the inhabitants, each according to his circumstances, the Treasury must be rich, which was that gentleman's expression to me ; though the policy of the Government is to keep this a profound secret in the event of inva sion, &c. The ministers never enter on the subject of the Treasury, and any one known to do so, would be severely punished. A large quantity of iron railing for the Pagodas was sent to His Majesty from Singapore, when I was at Bangkok, which at first was refused, al though highly approved of, knowing they would be obliged to make a suitable return; they therefore purchased it by the contribution of the people ; each paying, according to circumstances, from five to forty Peculs of sugar or about 1£ cwt. to the Pecul. Every merchant and shop-keeper is obliged to contribute towards the object for which the others are taxed. Fires. Some large fires break out at Bangkok and do great harm. When I was there, several occurred, and just before I left, a large one broke out near the Palace, which destroyed upwards of 500 houses, amongst which was one belonging to a brother of the King ; but, as cus tomary in the country, numerous presents were sent to him from all quarters, and it was believed that he, like many others of high rank, who suffer in this way, was enriched by his misfortune. It is not so with poor people, for very few condole with them or give them any thing. Another large fire broke out a short time after this at His Majesty's Magazine in the Bazar river from a man through taking a light with him into the dwelling, which occasioned the acci dent : it caused an immense explosion, and it was said that not less than 1000 houses on both sides of the narrow river, in shore, were burnt"], [23, "15 down ; the King, 2d King, and Princes came to the spot to render what assistance they could ; but as in similar cases, more confusion than regularity prevailed, and nothing was done of any consequence. The Phepad, 2nd Praklang, one of the best men in the country, had his house completely levelled with the ground, and lost a little boy at the same time, but saved all his money, which was said to be very considerable. The Language. The Siamese language is of great simplicity, and is easily and soon acquired ; a person devoting himself to the study of it, might with moderate attention be able to speak, read and write it in six to eight months : Colonel Henry Burney who remained at Siam for eight months was able to do so before he left ; and could have managed his business with the minister without the aid of an Interpreter ; but it being against the rule to speak to a minister on public affairs but through an Inter preter, he, of course, was not permitted to do so, although he could speak to him at any other time on matters unconnected with Government. The Siamese o.uiet, peaceable and timid. The Siamese are very quiet and peaceable, and not like their neigh bours the Malays, of a revengeful and blood-thirsty disposition. It is very seldom indeed that a case of murder happens in Siam ; they are always inclined and ready to forgive injuries ; they are also honest and not at all given to thieving and other dishonest acts ; which makes property in Siam very secure. We never lost any thing there during the three years we remained in the country ; but we never put tempta tion in their way ; and I would recommend any one going there not to do so. My reason for saying so is, — because they are great liars, and it is generally believed that a person who will lie will also steal. They are good husbands, kind and affectionate fathers, and great care and attention is bestowed by them on the morals of their children ; they delight in seeing them comfortable and well dressed ; indeed a great deal of money is uselessly squandered away on them for dress, jewels and toys, much of which might be easily dispensed with. The Siamese are certainly great cowards, and it is perfectly true what Laboure says in his time, upwards of one hundred years ago, that one European with a stick in his hand is enough to make a score of Siamese forget the most positive orders of their master. This I"], [24, "16 found and proved to be the case shortly after my arrival : I remember well one evening, at their merry-making holidays, that Mr. Hunter aud I had a shamfight for amusement only, with the minister's son and about fifty Siamese, by attacking one another with fireworks ; which although they knew very well at the time that it commenced was in sport, they found us too much for them, and fearful of getting greatly burned or otherwise injured, they very soon all fled being very much frightened, thinking we were in earnest. No Regular Army. From the dread of rebellion the Siamese never keep up any regular army, but in the event of war raise conscripts from among the peo ple, and that is easily managed as every male in Siam after 21 years of age is obliged to serve the Government four months in the year with out pay, consequently the army is an undisciplined rabble, all in con fusion and uproar ; one highland regiment would in half an hour, put all their army to the rout, coming to the charge on open ground. The Siamese never come to an open fight with muskets and bayonets, but watch an opportunity to find the enemy off their guard, and then seize them and bring them prisoners to Bangkok. Burmese Captives. It is a very common thing in Siam to see one Burmah beat off three or four Siamese, both on the river in boats and on shore, and take what rice, fish, &c. he wants, which the Burmese captives are allowed to do to a certain extent — they levy a contribution of a few cowries from each person, to which the Siamese as well as the Chinese are invariably obliged to submit, and the Burmese being by far the strongest and most courageous, they always manage to obtain what they require without any difficulty. The Government do not allow these poor creatures sufficient food to keep them alive ; and being constantly kept in double irons, and hard-worked, ditching, sawing timber, brick-making, &c. their appearance is consequently very miser able, notwithstanding you may judge of their strength and activity, they are so courageous that they would rather die than fail in the accomplishment of their end. The Government are aware of all this, and that their labour is valuable and therefore they wink at their pro curing food in the way they do ; the people knowing this never make any complaint, and it would be utterly useless to do so."], [25, "17 In the event of any European nation sending a fleet of war vessels to attack Siam, the Government would, immediately on notice being given of their arrival, give orders to remove all the floating houses on both sides of the river, and the moment the enemy entered the river Menam, would set fire to them and send them floating down the river with the tide, with a view of setting fire to the ships of the enemy : and this I have been credibly informed by parties in the Government confidence would be the case. Such a manœuvre could not fail to do much injury to the enemy's shipping, but a few broadsides from the Steamers and Men-of-War, would cause great confusion, and the Siamese would immediately run away in search of boats, wherever they might think they could find them, to convey them to the moun tainous parts of the country, leaving Bangkok, with the immense trea sure in the Palace without a soul to protect it. The Siamese are much too timid and cowardly to stand fight with any European nation, particularly the English, to whom they give the appellation of \" Devil.\" I cannot imagine how Siam has so long escaped being invaded by the Burmese, who are certainly far superior to them in courage, strength and activity, and could easily conquer Siam if they were only to march against it with a proper number of troops, say 20,000, led by a good spirited General. The Siamese and the Burmese are now, and have been ever since the Burmese war with the English, on more friendly terms, than they had been for the last century. The present sensible and enlightened Monarch evinces every disposition to be at peace with all nations, — giving encouragement to trade from all parts, particularly England, with whom he wishes to cultivate the most friendly feelings, which he has abundantly proved already in his short reign, by the very handsome and unlooked-for reductions he has made, (nearly one-half) on the duties and port charges ; under such auspices, Siam cannot fail to prosper and become at no very distant period a country of great importance in a commercial point of view. And now that the new Monarch has proved himself so well disposed to the English, and desirous of cultivating friendly relations with them by the great reductions he has lately made in the duties, of from 1,700 to 1,000 ticals per fathom of the ship's breadth of the beam at the broadest n"], [26, "18 part, which is their method of calculating the charges of duties, it may be presumed that the smallest representation from the Bengal Government for a further reduction, say of 500 ticals more per fathom, which would be very gratifying to the mercantile community and pleasing to themselves, as likely to increase commercial intercourse and friendly feelings, would be immediately complied with ; and cer tainly with such an extensive country as Siam is, thinly peopled, but one of the most healthy climates in the world, with a rich alluvial soil, capable of producing in great abundance and of good quality, all the necessaries of life procurable in Bengal or any part of India, and at a considerably cheaper rate, it would be well worth their con sideration. Not prejudiced against other Religions. The Siamese themselves have no aversion to any one differing from them in religion, and the Court is formed of Chinese, Malays, Chris tians, descendants of Portuguese born in the country, Cochin Chinese, Loos, Cambojans, &c, and some of them hold very high appoint ments and are very much beloved by His Hajesty. 1 have seen several Chinese at Bangkok who had become Siamese and cut their tails off. The Chinese immediately after their arrival in the country adopt the manners of the Siamese and intermarry with the Siam women. The Siamese eat indiscriminately all kinds of food, viz. beef, fowls, dogs, cats, fish, Sec, and in this respect very much resemble the Chinese. They however never assist in killing, it being against their religion to take away the life of any animal ; but after it is killed, cooked and placed on the table, they never ask any questions about the manner you possessed yourself of it ; and the priests, though they are more strictly prohibited than others, readily partake of what ever is placed before them, waiving all religious scruples. The Minister's Son used to dine with us frequently, and ate and drank every thing that was placed before him, and praised our judg ment and taste much for discerning so well \" the good things of this world.\" He was a well behaved and gentlemanly youth, about eigh teen years of age, very different from the generality of his country men, and would not, like them, ask for any present, but was always more ready to give than to receive. When we left he could speak"], [27, "19 English a little. I have lately been informed that he is a great favourite with his present Majesty. The King It is considered rude in Siam for any one to enquire after the King's health ; indeed it is criminal, and the person who dares to do so, subjects himself to severe punishment, if represented by any one, for it is considered that the King never dies. The presents most esteemed by the king and ministers are some Pali books from Ceylon, from which country their religion (Buddhism) was derived. The late King Khromocheat, who on his accession to the throne in 1824, created a second King, who had under him two great Ministers, Kalaham and Chokri ; the former is in charge of the Land Revenue and Taxes and the head of Law Officers, the other, Chokri, is Minister of Commerce and Foreign Affairs, and has the same number of officers of equal rank under him as Kalaham. The King gives two audiences to his Ministers daily, the one early in the morning and the other late at night ; but he never detains them longer than half an hour, except on extraordinary occasions of State matters, or in negociating with foreign Ambassadors. His Majesty spends all the rest of the day with the Ladies of the Palace, and with the Priests. The King sent a ship with a large cargo of goods for sale to Cal cutta in 1822, commanded by a Portuguese. I was told by the port Captain that this ship took eighteen months to complete the voyage, and that his Majesty sustained a loss of 20,000 ticals or 25,000 Rs. by the speculation ; whereas he ought to have made something, had a choice investment of the produce of the country been carefully selected, such as ivory, gamboge, benjamin, stick lac and many other articles, except sugar, which is too high there for this market. Roads. There are no regular roads at Siam. At Bangkok there are two short narrow roads, about half a mile long, one near the Palace and on the same side of the river, and another a little farther down, which is partly occupied as a bazar for provisions and fish. Wheel carriages are totally unknown, and so are arches and stone bridges, even about the palace ; planks or slabs are thrown across the narrow rivulets and d 2"], [28, "20 other impassable parts for people to walk over on, and most of them are very narrow ; there are a great many of these rivulets in Siam, leading in from the great river Menam. Instead of travelling by land, the people are obliged to go in boats by water, and carry their goods along with them. All manner of produce is brought from the interior in this way. The currents are strong, sometimes eight knots an hour ; but run longer and stronger down the river than up. A large boat with thirty men can pull down the river to Paknam with the tide, a distance of twenty miles, in an hour. The cost of realizing debts in Siam by process of law is twenty-five per cent., besides presents to the law officers, which are always expected, otherwise you must expect to be delayed. The title of the nobility in Siam expires with the situation and does not descend to any mem ber of the family. The interest of money in Siam is 33 per cent, per annum, but any loan got from the King is 75 per cent., which is certainly an extra vagant rate of interest to pay, to enable a fair dealing trader to realize a reasonable profit by borrowing money to carry on his business. On the 27th April, the Siamese hold the plough, which is done precisely in the same manner and for the same reason as in China in celebration of agriculture. A certain man chosen from among the people on that day represents his majesty standing on one foot, in the middle of a field, while another ploughs all round him ; if he cannot stand till the ploughing is completed it presages some serious misfor tune to the country, with a failure of the crops ; but the person so chosen has never been known to fail in performing his task ; and he is always after as a matter of courtesy called his majesty, at which he is of course well pleased. The king can punish any person in the kindom for the most trifling offence, by flogging or otherwise ; but this I have been informed has never happened to any person of consequence for the last hundred years. Religion. Buddhism is the religion of Siam ; it was first derived from Cey lon and is precisely the same as in that country, Burmah, Cambaja, Loa, Pegu and Arracan. They suppose that after undergoing a cer tain number of transmigrations and according to their actions, good"], [29, "21 or evil, the souls of the good will be received into heaven when they will be free forever from all cares and passions, and that the wicked will never be free from perpetual transmigrations into wicked ani mals, or eternal torment. The Siamese do not believe in God. There have been four of their Buddhas in the world, the last Guadama, their greatest whom they venerate and worship above all the others, who in some thousand years hence is to be superseded by another called Areemadayeh. This Guadama was the son of a king, who had lived in states which cannot be numbered, and who had done wonderful works before his last birth. At his death upwards of two thousand years ago, he ordered that his image should be worshipped, and that Pagodas should be erected to his memory till the next Buddh ap peared, when he would then enter into eternal glory and happiness. Every one in Siam must at some time of his life enter the priesthood from fourteen years and upwards, as may be convenient. There are 15,000 Talapains or priests at Bangkok, and double that number throughout the whole kingdom. They live altogether in convents within the enclosure of a Temple. Females are excluded from the order. The Talapains are promoted to higher grades according to their learning and age. Every convent is under the direction of a superior, called Abbot with us. Above all is the Samkrat or High Priest, who is appointed by the King and always resides in the palace with the King. He ordains all the Talapains and the greatest honours are paid to him. The Talapains live on alms, and they pardon the sins of those who bestow alms on them. They are better and richer clothed than others, in yellow silks or cottons, the same as the Priests of Ceylon. They go about begging in the morning before breakfast, waiting at the doors as they pass along for two minutes or so, and if they receive nothing after that they go away. The food received is always ready cooked and of the best kind, and the dresses are always ready made up. The Talapains are pleased at making converts of people of other nations, which they are allowed to do, but are much too lazy to at tempt the task ; and consequently, they have rarely succeeded in mak ing a single proselyte. Every male person above twenty-one years is obliged to serve the king four months in the year, in any capacity that may be required,"], [30, "22 without wages, and those exempted are obliged to pay a sum annually according to their circumstances up to eight rupees each, or to find a substitute ; but all the Chinese are exempted by paying a heavy \" Poll Tax.\" Miscellaneous Remarks Quedo, Patani, Kalantan and Tringano are merely nominally tribu tary to Siam, and a flower of gold or silver is sent annually to the king ; but in the event of war, money and men are expected to be given, this however seldom happens. The mineralogy of Siam is little known ; the Chinese of the place know more of it than the Siamese do ; but they keep it a profound secret, in hopes, no doubt, to gain advantages from it some years hence. Junkceylon produces a large quantity of very fine tin, and so do Ligor and Chumpan. In the beginning of May the rains commence with light showers occasionally ; in July it commences to fall heavily and continues till the end of September when it ceases entirely ; after that it is fine till the beginning of March, when the hot weather begins to set in. The river begins to rise in August, but it rises sooner farther up and con tinues to do so till October. The river rises 18 feet. The literature of Siam is extremely meagre, consisting of silly songs, uninteresting romances, with some proverbs. The people are all in great ignorance of geography, history, science, architecture, masonry, house-building, &c. There is a large Pagoda at Bangkok for all classes of people, built of brick and covered with tiles, 600 feet square, in which are placed two thousand images of Buddha of various sizes and shapes. This Pagoda cost the enormous sum of a£50,000 about sixty years ago. This building like all others of the kind was not paid for by the Government, as most strangers imagine, (and hence arises, they say, the small amount in the treasury) but was raised by levying contributions on the people, each according to his circumstances : this is a very heavy tax on the poor people, and is the cause of their great aversion to all kinds of manual labour, or learning any useful profession, knowing as they do that any money acquired may be taken from them without"], [31, "23 notice or warning, or borrowed as a loan, which it is well known is never returned, nor dares any person ask for it, under pain of being severely punished or otherwise made very uncomfortable and annoyed by the Government servants in important situations, who being badly paid are allowed to extort money in any way they can to enable them to meet their expences. If you call at any Siamese house on business or otherwise during the day, you will invariably find that the master of the house is asleep, or at least his wife or servants will tell you so ; this I know well from three years' experience to be a fact, aud I merely mention the circum stance here, for the guidance of strangers, that they may be aware of it, and know how to act accordingly. The Siamese like the Bengalees are very fond of asking for presents, wherever they may happen to meet you, and will ask for any thing they see, from your shoes to your hat, without the least shadow of shame, nor are they daunted with a refusal at first, but persevere to the last, in the hope of extorting something in the end, and when all their attempts fail they go away seemingly as unconcerned as if they had never asked for any thing; and, what may appear extraordinary is, that most of the higher orders are equally, if not more impudent in this respect than the poorer class, and more artful and cunning, for they always ask for valuable articles ; and if they should be fortunate enough to extract what they want, they make a point never to thank you for it, in order that you may not fancy they have placed any great value on it that when the period arrives that they are expected to make a return present (which is always in the produce of the country) they may give you something very inadequate in value to the present given by you ; but it is very seldom indeed that any person except the king and ministers ever think of making any return present, and when they do, you may consider yourself for tunate if you get one-half the value of the present you gave. Portuguese Residents. All the Portuguese now residing in Siam are descendants of those who emigrated from Goa in the beginning of the sixteenth century ; the number in the whole kingdom does not exceed 1,500 ; at Bangkok there were 950 in 1827. In 1839 the number was not so many ; and in 1850 it had not increased. They are a pusillanimous race, very much"], [32, "24 resembling the Siamese, whose habits and manners of life they strictly follow, and if they can exist and get their usual quantity of sleep and food, with their segar, betel-nut, chunam, tobacco, &c. that is all they seem to care about. Even the Bishop and Portuguese Clergy under him are not at all zealous in making proselytes, from the great dread they entertain of the authorities. Some American missionaries have gone to Siam of late years, but have not, (that I have heard,) succeeded in making a single convert, notwithstanding they have been most zealous, and laboured hard. These missionaries are going on well, they have established schools and got up a printing press ; and the schools are well attended principally by Chinese children. Near the end of the sixteenth century a massacre of the English took place at Siam, when the French left the country, but the Por tuguese remained, and for all the good they have ever done in any way, they would not have been missed if they had gone also. Till within the last twenty-five years, Siam had constantly been involved in war, or more properly skirmishes, with their neighbours, the Bur mese, which may, with various unreasonable and unfair extortions, account in some measure for the indolent habits of the people, and aversion to all manner of labour. It is a great pity that so rich, fertile, healthy and extensive a country as Siam is, should be so completely neglected, and that the natives should have no encouragement to in duce them to exert themselves. The population of China, India, and other eastern nations, it is well known, is immense ; whereas Siam may, as regards population only, be compared to New South Wales, inasmuch as it is a large tract of country thinly peopled. The sapphire, ruby and topaz are found in Martaban and some parts of Loa, similar to those procured in the Burman empire, but of quality very inferior to those found in other parts ; and they are never offered for public sale, but are given as presents to the Ladies of the palace, and to children. Fruits and Vegetables. The fruit of Siam is of a very superior kind, and much better than that of Bengal, with the addition of the Mangosteen and Durian, two most delicious fruits : the latter requires only to be tasted several times to test its goodness, the former is too well known to Indians to require"], [33, "25 any comment. The best time for fruit is from the beginning of April to the end of July. Great quantities of very fine oranges in small baskets, leeches, candied fruits, &c. are brought from China in Junks, and are sold very cheap. The vegetables of Siam are of very infe rior quality, no care being taken to rear them. I tried to grow potatoes there and succeeded admirably ; the climate is well suited for all kind of vegetables procurable in Bengal. Food may be had in great abundance to suit the Chinese taste, viz. such as ducks, fowls, pork, deer's meat ; but beef and mutton, unless you kill the animal yourself, is not to be had. If the Chinese were fond of beef and mutton, it might be had in any quantity, but they consider it preferable to rear ducks and pigs, and the Siamese agree perfectly with them in every thing ; so completely have these artful people gained them over to their side. Fish may be had in Siam in great abundance, of a very coarse kind. The only good kind is a fish precisely the taste and flavour of a Scotch Herring, but about half the size, which is very plentiful and cheap : the rest is coarse, and after being preserved, a great quantity of it is exported to China. Temperature In the winter months, December, January, and February, the ther mometer is from 64° to 70°. In summer, March, April, May and June, it ranges from 94° to 97°. Names of the days of the week. Sunday — Athel, Monday — Chan, Tuesday — Ankhan, Wednesday — Phut, Thursday — Phrahat, Friday — Sok, Saturday, — San. Names of the months and number of days. January — Duan-ai, 29 days. February — Daun-ji, 30 days. March— Daun-Sam, 29 days. April — Daun-Le, 30 days. May — Daun-Ha, 29 days. June — Daun-Hoc, 30 days. July— Daun-Chet, 29 days. August — Daun-Pet, 30 days. September — Daun-Cau, 29 days. E"], [34, "26 October — Daun-Lep, 30 days. November — Daun-Libet, 29 days. December — Daun-Leb Sang 30 days ; 345 days in the year. The remainder is added every third year, after the eighth month. As among the Hindus, the months are divided into a bright and dark side or half moon, and the year commences with the first moon in December. Time. — Twelve watches are reckoned from sunrise to sunset, and from this till sunset again. The month of 29 and 30 days alternately, and the year of 12 months or 354 days ; a month of 30 days is added every third year. Their chronometer is a copper or brass cup with a small hole at the bottom, placed in a large basin of water, which sinks at each watch. Prospective Relations Since the king has ascended the throne he has certainly evinced every disposition, as far as appearances go, to increase the trade of the country by the praiseworthy and business-like manner he has commenced his reign, in making at once such an unlooked-for and handsome reduc tion on the former heavy duties and port charges on British built ves sels to nearly one-half. His Majesty has also allowed the free exportation of rice and teak timber and the importation of opium, and his Majesty promises a still further reduction in the port charges, should it be necessary ; in order that merchants may not be losers by venturing speculations to his dominions. All this looks very well, but I am afraid there is a good deal of wax in the honey ; for I know well that they do not really wish to see any English vessels at Bangkok ; they are too much afraid that the English are only desirous of one day taking possession of their country, and they therefore wish by every annoy ance they can give us to keep us out of it, and the Chinese tell them every thing they can to our prejudice. Siam can get all its wants supplied by their own junks from Singapore, Penang and Java, and they would rather prefer this, as giving employment to their own ship ping ; and the Chinese merchants are still more anxious to do so than they are, being by far more active men of business. But since the king is in so good a humour, and expresses a wish to reduce the port"], [35, "27 charges still further on British vessels, it would be well to embrace so desirable an opportunity of explaining to his Majesty that small ves sels of 300 Tons, cannot afford to pay the same rate of port charges as large vessels of 800 and 1000 Tons, which carry away cargoes to four times the amount in value, and only pay about fifty per cent. more port charges. Small vessels under 300 Tons ought not therefore to pay more than 500 Ticals instead of 1000 Ticals per fathom of the breadth of the beam of the vessel at the broadest part. I feel con vinced that the smallest representation from the proper quarter would, now that they are willing to make a few small concessions, settle this matter in the way pointed out at once, and make room for 30 more small vessels of the above tonnage to Siam annually. They could easily find cargoes of rice and teak timber, the former for the Mauritius and New South Wales, and the latter for the English market, in barter for opium and piece goods, &c. described in the imports of British and Indian piece goods. The rice may be had to a great extent, equal if not superior to the best Patna, and that part of the country for rice not being half cultivated, it might be increased to any reasonable de mand, cheaper than in any part of the world. Teak timber will always find a ready sale in England ; several cargoes were shipped from Maulmein a few years ago, which realized more than double its original cost, and the teak timber of Siam is cheaper, and of the same quality as that of the Burman Empire. The importation of opium into Siam will cause a very great addition to the value of their imports. There being more Chinamen in Siam than Siamese, I should say that 1500 chests annually would not be too great a quantity to send at different times in the course of the year, say about 200 chests or so at a time, which would always find a ready sale at a remunerative rate to Chinamen, in barter for the produce of the country, which is the mode of transacting business there. A Present Statement— The Capabilities. I wish here to explain and refute an extraordinary production, which appeared in the Hurkaru a few days ago, said to be written by the Prime Minister of Siam by desire of his Majesty, stating that the people were all very poor, and their wants very trifling, which were principally supplied by the Chinese, who arrive annually with goods e 2"], [36, "28 from China, taking the produce of the country in exchange, which he also states, is to be had in small quantities, &c, that these junks some times find difficulty in getting cargoes, and he fears should any more vessels arrive with goods they would not only find difficulty in dispos ing of them, but would not be able to get full return cargoes. All this is certainly very disheartening to strangers desirous of ven turing their capital to Siam, as indicating that a few small junks only trade to Siam annually, whereas I have myself seen for three succes sive year3 upwards of 150 trading junks at one time in the river at Bangkok from Canton, different parts of China, Hainam, Cochin China, Singapore, Penang and the Malay Coast, averaging upwards of 25,000 Tons, all bringing full cargoes of goods, and taking full valuable cargoes away. The trade is rapidly increasing, it is now 60,000 Tons annually. It is very surprising that the Minister in the face of all this, could have written such a letter, and said too that it was by de sire of his Majesty. I rather think there must have been some trick in all this, and that some cunning Chinaman must have possessed himself of the original document of quite a different nature, and substi tuted this cunningly devised fraudulent one in its stead ; for it is quite impossible that the King or Minister could have ever framed such a false document, which every one in the country must have ridiculed as altogether incorrect, however much the Chinese might have been pleased with it on the occasion, as likely to mislead us and keep us out of the country, which it is perfectly clear must have been the intention in framing such a document, for the produce of the coun try may be had in great abundance ; and now that rice and teak timber are allowed to be exported and opium imported, I have no hesitation in declaring that there is room for 10,000 Tons more of shipping, or thirty British Brigs or Ships annually of 300 Tons each. It is very well known that China merchants residing at Bangkok, have for many years enjoyed an extensive and profitable trade with different parts of China, Hainam, Cochin China, Singapore and the Malay Coast ; and they have always been very jealous of the English encroaching too much on this very valuable part of their trade, and these crafty people take great pleasure in doing us all the mischief they can by false and malicious representations to the King and Ministers to prejudice them against us, to induce them to keep us out of the country. Some of them hold"], [37, "29 high appointments under the Government, and consequently have most powerful interest, which they know well how to turn to good account, which causes their artful statements against us to the King and Minister to gain instant belief. However much the Government and Chinamen may wish to keep us out of Siam, — and that they both do so, I have not the smallest doubt, — the trading class of people, both Siamese and Chinese, would readily purchase goods from British ships if they were equally good and a little cheaper than those belong ing either to the Siamese or Chinese, and therefore parties desirous of trading to Siam, need not at all let any such representations frighten or discourage them from trading to that country, as there is no friendship in business with Chinamen. I know very well that the Siamese do not wish the English to go and settle there entirely, and the Chinese merchants there are still more averse to it. They were very glad when we left, for the reasons I have already stated, notwith standing we did all in our power during the three years we remained amongst them to conciliate every class of inhabitants and gain their good wishes. A gentleman who was there at the same time, and remained three years in the country, afterwards returned to it as a merchant, but was at length so much annoyed by the Government that he was obliged to leave it in disgust, and came to Calcutta some years ago to represent his grievances, which were certainly very great, though he was of good temper, stricty honest and just in all his dealings ; he has never since returned to Siam. A person ought to be well paid for the annoyance and degradation consequent in such a trade ; but it is to be hoped under such an enlightened monarch as the present, that many of these annoyances will soon be removed ; though it cannot be expected that all their ancient customs can be so at ouce, or that the Ministers or those in power will give up trading, robbery and corruption so long as their salaries are so low as they are now. The Lao and other Countries. Lao is divided into eight large provinces, four of which belong to Siam, viz. Chang-man, Lan-chang, Parak, and Luang-phru-bang, each of which has a prince. Lan-chang is the capital of Lao, in 15° 45' N. Lat. on the river of Kamboja. The whole of these four provinces contain 600,000 people. There are three women to two"], [38, "30 men. The Laos are much fairer and better looking than the Sia mese, they are a much more industrious race, and dress better. Lao abounds in rich produce, which is sent in boats to Bangkok in December and January, and finds a ready sale by the China merchants, for the junks which arrive in these months from different parts of China. The Laos take back what goods they require of British and China manufactures, &c. to a considerable amount. See my list of productions. The other four provinces are tributary to Burmah and also send large quantities of the productions of the country to Bangkok, similar to that of the other four provinces, in return for which they take away what goods they require from Bangkok. The population of these four provinces is said to be 400,000. I should judge from the appearance of the people that the Lao country is extremely healthy. Kamboja is divided into six provinces, the largest of which Banta bang is situated next to and belongs entirely to Siam ; the other five are tributary to Cochin China. The two principal provinces are Penompeng and Pontaipret, the former is the Capital where the King resides, who, in the Government of the country, is under the control of a Cochin Chinese Governor, who resides in the Fort with Cochin Chinese troops. This fort was erected by the Cochin Chinese about fifty years ago. The country abounds with valuable produce, which is shipped at different times during the year to Bangkok, in about 30 small coasting Junks to meet the Chinese Junks. The produce of Kamboja consisting of gamboge, benjamin, cardamums of a very superior quality, — double the size of those of the Malabar coast or any other country, which realizes a very high price and is much liked by the Chinese, — agila-wood, rhinoceros's hides and horns, stick-lac, ivory, sapan and other dye-woods and wood for furniture, buffaloe's and deer's hides and horns, dried deer's and buffaloe's meat, aniseed, palm oil, betel-nut. Kamboja is separated from Siam and Lao by mountains. The Kambojans are fairer and better-looking than the Siamese. They are a quiet and inoffensive race. They are very dissatisfied at being under the controul of the Cochin Chinese. The climate is salu brious and healthy and the people I have seen at Bangkok, from that place, all look well and in excellent health. The Malay States tributary to Siam are Queda, Patane, Kalantan"], [39, "31 and Tringanoo ; the two latter States can only be said to be nominally tributary, having only to send every three years a gold and silver flower ; the two former, with by far the largest number of inhabitants, are entirely under the Siam administration ; there are about 250,000 inhabitants in the whole of these provinces. About fifty small Junks of 700 Peculs, trade from these States to Siam with goods suitable for the China market, which are sold to Chiua merchants at Bangkok — namely, tin, pepper, ratans, benjamin of good quality, bichede-mar, skins and hides of sorts, gambier, sago, birds' nests, sharks' fins. fish-maws, betel-nut, dammer, dragon's blood, red and white mats, camphor, gold dust, &c. In return for which they take sugar, rice, salt, dried fish, dried buffaloe and deer's meat, red leather, mattrasses and cushions stuffed with cotton, Malay shoes made at Bangkok by Chinamen, tobacco, dried shrimps, balichang, oils, a large quantity of earthen-ware and glass-ware of China manufacture. The Malay dress being very different from that of the Siamese, the Malays of these States get all their piece goods from Singapore, Penang, Batavia, Samarang, Sourabay, and different parts of Java, but the far greatest portion from Singapore. The trade next in importance to China with Siam is that of Singa pore, principally in piece goods and opium, in barter for sugar, pepper, rice, sapau-wood, gamboge, benjamin, ivory, deer's horns, &c. suited for the English market. The value of which is stated in my Tonnage list. Next to the above trade with Siam, is that with Hainan and Cochin China, the former send upwards of 50 Junks annually of 2500 Peculs each, and the latter about the same number of 800 Peculs each, the particulars of which are stated in my list of productions and Imports and Tonnage, shewing the amount in value. Though the Natives of Siam have always been greatly oppressed by the authorites in every way they could think of, besides being obliged in addition to pay heavy taxes, to submit to the heavy contributions levied on them by the Government for buildings gilding and repairing of Pagodas, public buildings, &c. yet they have never, time out of mind, become dacoits or robbers, so frequent in almost every country in Asia, in Cochin China, Burmah, Bengal, Malay Peninsula, New South"], [40, "32 Wales called Bush-rangers, Manila, China, &c. hence life and property are perfectly secure in Siam. They seem all perfectly contented with their fate, knowing that any appeal to the authorities would not avail, but on the contrary, would throw them back in their estimation, and that they never fail when the smallest opportunity arises, to punish them well for their pains by fines or otherwise."], [41, "PRODUCTIONS OF SIAM AMOUNT AND VALUE of ANNUAL EXPORTS. F"], [42, "34 Production of Price in Ticals. Quantity annually. Names of Produce. , Amount jin Ticals. if. 5 m & o Procured. Export- ed. 3iche de Mar 1st quality, per Pecul, 65 CO 250 250 15,000 Ditto 2nd ditto ditto, Ditto 3rd ditto ditto 3enjamin (Kamian) 1st quality should be very clean, of an agreeable smell , mixed with many white marble tears ; it should be broken quite through, reject the black without smell, per Pecul Ditto 2nd ditto ditto, Ditto 3rd ditto ditto 3irds' Nests, head or 1st quality white and transparent, per Catty,.. 40 30 35 25 300 150 300 100 10,500 2,500 60 55 150 1501 8,250 45 25 40 20 150 150 150 100 6,000 2,500 80 70 4 4 30,000 Ditto Belly, or 2nd quality ditto Ditto Foot, or 3rd ditto, very inferior of little value, ditto, Junes Buffaloe, per Pecul, 50 } - 45 15a'20 25 30 a' 10 Ticals. 20,000 25 } 30 j 1,12,500 30,000 H 1 20,000 20,000 Ditto Elephants, ditto Ditto Leopards, bones of each ani- mal, ditto, 7 c.i 3,000 500 in No. 3,000 19,500 } - 15 | 120 7,500 Ditto Tigers, ditto, 30a'40 33 500 in No. Abund- 150 15,000 Jalachang, made from dried shrimps, ditto } ' 4 500 2,000 ance. Bark for Caulking Ships, ditto, .. .. Ditto for Tanning, per pecul, Jamboos 30 to 40 feet long, 6 to 12 inches round, per 100 6 7 6 64 15,000 20,000 7,500 10,000 45,000 65,000 } » 31 Plentiful. Betel. nut, green, 1500, Ditto dry, per Pecul, Cardamums, (Kra-wan,) 1st quality ditto, white and large } '* I 300 2 Abund- } •• ance. 300 250 250 75,000 Ditto 2nd ditto ditto, Rice, Ditto 3rd ditto ditto Copper Siam, ditto Cotton in Seed, 1st quality ditto,.. .. Ditto 2nd ditto ditto, Ditto 3rd ditto ditto, 200 50 a' 80 40 64 5 34 180 50a'80 37 6 44 3 200 250 3,000 200 200 36,000 13,000 L 80,000 30,000 1,50,000"], [43, "35 Siam Annually F 2 When it arrives in the market. Cheapest time to purchase. Where procured. Where exported. Dec. to Mar. December. Lakon, Longkha, Malay Coast. China, Hainan, Cochin China. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Robing, Chiang Mai, La- kon. Singapore, Surat, China. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Queda, Malay Coast, East Coast of the Bay of Ben- gal. China. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Difft. times. Augt. to Oct. Throughout, Forests, Kam- boja, Lao. Lao, Kamboja forests. Ditto. Ditto. Ditto. Ditto. Dec. and Jan. December. Ditto. Ditto used by the Chinese for Medical purposes. Ditto. Ditto. Ditto. Ditto. Difft. times. Ditto. Ditto. Any time. Sept. & Oct. Ditto. Tachin, Micklong, Patu, Banlapore. Micklon?, Kamboja. Ditto. Used in the country, and Malay Coast. Used in ditto, China. Ditto. Jan. to July. January. Throughout. Used in the country for houses. Ditto. Ditto. At and near Bangkok. Ditto. Dec. to May. Ditto. Ditto. January. Ditto. Ditto. Sep. to Oct. Kamboja, Chantabua, Tungyai. Ditto. Ditto. Lao Mountains. China. Ditto. Ditto. Used in the country. January. Ditto. January. Ligor, Pakprik Kamboja, Menam, Noi, and Up- land countries, 1st qua- lity Pakprik, Used in the country for stuffing matrasses and pillows Cochin China, and China."], [44, "36 Production of Price ii Ticals. Quantity annually. Names of Produce. t/J E Amount in Ticals. V fe o h3 Procured. Export- ed. Cotton Cleaned , 1 st quality, per Pecul, Ditto 2nd ditto ditto, Ditto 3rd ditto ditto 16 12 8 14' 10, 8 I 60,000 30,000 at 10 Tls. 3,00,000 Cushions, red leather, stuffed with cotton, each, } 4 5,00,000 in No. 5,000 1,87,500 Small Birds of Sort, preserved 100,.. 35 30 1,00,000 in No. 100 30,000 Chunam (Kho-wan) 1st quality from bones, per Pecul, } 24 2 Abund- 5,000 10,000 Ditto 2nd quality ditto, Chunam, . . H 1 ance. Ditto. 5,000 5,000 Chillies dry, ditto, 2 i 1 Ditto. 500 750 Copper Utensils, ditto, Cocoa-nuts green, ditto, Abund- ance. Ditto. Ditto dry, ditto, Dammer in pieces, ditto Ditto in powder, ditto, 14 2 1 1 2 | 15,000 Elephants' Teeth, 1st quality ditto,.. 160 156 300 300 48,000 Ditto 2nd ditto ditto 140 145 200 200 29,000 Ditto Small ditto, «... 50 50 50 50 2,500 Dragons' Blood, 1st quality ditto,. . . . 50 45 700 at 30 Tls. per Pe- cul. 700 21,000 Ditto 2nd and 3rd ditto ditto, !20a'30 20a' 30"], [45, "37 Siam Annually Continued. When it ( arrives in the market. Cheapest time to purchase. Where procured. Where exported. January. January. The cotton thrives best in the high lands. China, Hainan. Always. Any time. Made at Bangkok by Chinamen. Ditto. Jan. to May. January. Throughout, Malay Coast. China. \\ Always. Sept. to Jan. Bangkok. Malay Coast, Cochin China, and used in the country. Malay Coast, and ditto. January. January. Near Bangkok. Difft. times. Any time. Made at Bangkok by Chinamen. In the Vicinity of Bang- kok. Used in Siam. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Different parts, and Ma- lay Coast. Lao Kamboja. Ditto. Differenttimes each addi- tional tooth per Pecul, 8 Ticals less, they should be sounded as Chinamen load them with lead. Ditto. Sept, Oct. China, Singapore. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Dec. to Mar. that in drops is preferred to the cakes. Reject the im- pure masses, the genuine readily melts. December. Legor, Malay Coast. China."], [46, "38 Production of Price ii Ticals.l Quantity annually. Names of Produce. Amount in Ticals. E fe o Procured. Export- ed. Deers' Nerves, 1st quality, per Pecul, Ditto 2nd ditto ditto, 30 20 20 1C j 1,000 1,000 20,000 Earthen Ware Jars, each, f to 4 1,00.000 in No. Filled with Sun- dries. 400 15,000 37,500 Feathers, per Pecul, Fish, Cabus, dried ditto 25 8 25 7 400 20,000 10,000 1,05,000 Ditto slit small, ditto ditto Ditto Roes, ditto, Ditto Maws, ditto, 44 9 60 4 8 50 30,000 10,000 350 15,000 2,000 300 60,000 16,000 16,500 Gamboge (Rong), 1st quality. The sticks are preferred, though that in cakes is equally good, it should give a bright yellow, rub it on your nail with water, reject the dark, ditto, > 60 60 200 200 12,000 Ditto 2nd ditto ditto, 56 54 200 200 10,800 Ditto 3rd ditto, that in sticks is pre- ferred, though the cakes are equally good, ditto, }\" 40 250 200 8,000 Gold Dust, 1st quality, Tical Weight, 16 2 16 Ditto 2nd ditto ditto 15 15 2 Ginger, per Pecul, Glue, ditto, 7 6 6,000 3,000 18,000 Hides Buffaloe, ditto, Ditto Cow, ditto 5 6 44 5 j 50,000 30,000 1,50,000 Ditto Rhinoceros, ditto, Ditto Elephants, ditto, Horns Black, ditto, Ditto White, ditto 12 54 5 7 12 54 5 64 4,000 5,000 6,000 300 4,000 5,000 6,000 300 48,000 27,500 30,000 1,950"], [47, "39 Siam Annually . — Continued. When it arrives in the market. Cheapest time to purchase. Where procured. Where exported. Difft. times. Any time be- fore the Junks ar- rive. Lao, Kamboja, princi- pally. China. Ditto. Ditto. Made at Bangkok. Country, Malay Coast, Cochin China. Ditto. Ditto. Ditto. Ditto. Throughout. Bamplasoi, Menam. China. Ditto, Hainan and Malay Coast. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Bamplasoi, Malay Coast. Ditto. Ditto. Kamboja. China, Singapore, Eng- land. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Junkceylon, Bantapan, Rachan. Rachiang River. I Used in the country for gilding Pagodas, &c. Ditto. Ditto. January. Difft. times. January. Any time. Throughout. Lao Kamboja. Siam and Malay Coast. Siam. Ditto. Any time be- fore the China Junks arrive. Ditto. China, Cochin China. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto and throughout. Ditto. Ditto. Ditto. Ditto. Ditto for making soup."], [48, "40 Production of 'Price i Ticals. Quantity mnually. Names of Produce. Amount m Ticals. Tl -a fco E a Procured. Export- ed. Horns Rhinoceros, 1st quality, No... 500 10 in No. 5,000 Ditto ditto, No 2,500 50 50 Ditto ditto, No 4 to 10 500 at 2 Rs. each. 100 in No. 600 in No. \"I 3,000 ]■ at 8 J Tls. 2 1,000 Ditto Deer, 1st ditto, per Pair 20 3 2,400 24 Ditto ditto, 2nd ditto 15 12 7 7,200 Ditto ditto soft, per Pecul, 10 9 3,000 per Pecul. 24,000 Ditto ditto hard , ditto 8 7 Honey, ditto, 500 Iron, ditto,.. , Ditto ditto, 6 3 6 3 L 100000 s 10,000 1 10,000 60,000 30,000 Indigo, coarse, ditto, 30 1,000 Lead, white and black, ditto, 12tol6 3,000 Meat, Buffaloes, dried, ditto 54 15,000 15,000 75,000 Ditto Deer, ditto ditto 64 7,000 7,000 45,500 Matrasses, red leather of sizes, stuffed with cotton, No J4to8 4 to 8 15,000 No. exported 4,000 in No. 600 24,000"], [49, "41 Siam Annually . — Continued. 6 When it arrives in the market. Cheapest time to purchase. Where procured. Where exported. Difft. times. Any time be- fore the China Junks arrive. Loa and Kamboja, the animal i3 killed for the hides and horns. China, the 1st sort are used for drinking cups as a preventive against poison, for medicinal purposes, &c. the rest are for various purposes. There is a peculiar mark by which the 1st quality is known. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Chantabon, Pisiluk, Rail- ing. Lakor Sawan, Metak 2 to 300 miles up-country, Hilly countries. Near Bangkok. China, Cochin China. Ditto. Ditto. Malay Coast and Siam. May. May. Used in the country. Dec. to May. January. Paprik mountain ; the mines worked by moun- taineers. In the forests, the animal is shot for the meat, hides, &c. Loa, Korat, Kamboja. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. China, Hainan. Difft. times. Augt. to Nov. Made at Bangkok by Chinamen. China, Hainan, Cochin China, Malay Coast."], [50, "42 Production of Price ii Ticals.1 Quantity annually. Names of Produce. Amount in Ticals. bo E 1« ru fe o Procured. Export- ed. Mats, Dunnage, per 100 34 3 Abund- Ditto, white and red, per 100 25 to 30 25 to 30 ance. 4,00.000 in No. Oil, Cocoanut, 1st quality, per Pecul, 8 74 I 15,000 10,000 60,000 Ditto 2nd ditto ditto, 6 54 Ditto Fish, ditto, 6 54 6,000 2,000 11,000 Ditto Dammer, ditto, 4 10,000 Ditto Palm, ditto, 2,000 Ditto Wood refined, ditto, 8 8 I 10,000 5,000 30,000 Ditto ditto unrefined, ditto, 4 4 Ditto Elephants, ditto, Small quantity. Abund- Onion, small, ditto 14 14 400 600 Otter Skins, per 100 Peacocks' Tails, per 100 50 30 45 28 ance. 6,000 in No. 6,000 in No. 10,000 Pis. 150 2 2,700 1,680 Powder, coarse, large grain, per Pecul, 20 Roots, Medical, Various, ditto, .. .. Great quantity Th. 1 Rice, 1st quality, Coyan of 25 Peculs, 32 28 200,000 or 8,000 Coyans @ 18 Rs. per Coy- an Cargo Rice. j- 144000 Ditto 2nd ditto ditto, 28 26 Maybe had to ■ meet any de- mand. Ditto inferior qualities, ditto, 20 18 Paddy, 1st ditto ditto, Ditto 2nd ditto ditto, 6,000 Ditto. 1,00,000 Ditto 3rd ditto ditto"], [51, "43 Siam Annually Continued. G 2 When it arrives in the market. Cheapest time to purchase. Where procured. Where exported. Difft. times. Augt. Nov. Made at Paknan. Used in Siam. Dec. to May. Ditto. Trigans, Calantan, Co- chin China. Ditto. Ditto. December. Throughout the low lands. Siam, Malay Coast. Ditto. Ditto. Noi River. Ditto. Ditto. Ditto. Throughout and Kamboja. Used in Siam. Ditto. Ditto. Kamboja. Ditto. Ditto. Ditto. Different parts. Siam, Malay Coast, Co- chin China, Hainan. Ditto. Ditto. Lao, Kamboja. Used in Siam. Ditto. Ditto. Throughout. Siam and Malay Coast. Ditto. Ditto. Kamboja, Bangkok and throughout. Loa and in Teak forests. China. Ditto. Ditto. Ditto. Difft. times. Any time. Near Bangkok. Used in Siam. Ditto. Jan. to July. Ditto. Throughout. Pripri, Mecklong. Throughout between Pum- rung and Bandon a large tract west of the Bay, Bangpasoi to Tungyai is well cleared and culti- vated for rice. The crops never fail, it pro- duces forty times the quantity of the seed. Ditto. Cochin, Malay Coast, Hainan. China. June. Malay Coast. Ditto. Ditto. Ditto."], [52, "44 Production of Price in Ticals. Quantity annually. Names of Produce. Amount in Ticals. 4. tfi 0J M bo £ 6 o Procured. Export- ed. Pepper black, (Prekthai,) per Pecul, 14 12 70,000 60,000 72,000 Ditto white, ditto Ditto long, ditto, Prawns, dried, ditto, 20 20 H) 18 18 8 1,000 1,000 Abund- 1,000 500 2,000 18,000 9,000 16,000 ance. Pigs' Feet, ditto, 8 10,000 8,000 56,000 Salt (25 Peculs per Coyan,) 1st qua- lity, per Coyan, } 5 Ditto 2nd ditto ditto 4 44 34 \"Suffici- ent to meet any de- mand. I 50,000 s Peculs. / 6,000 Ditto 3rd ditto ditto 3 n Stick Lac, 1st quality, per Pecul, .. 18 17 6,000 6,000 1,02,000 Ditto 2nd ditto ditto, 16 15 8,000 8,000 1,20,000 Ditto 3rd ditto ditto 10 8 6,000 4,000 32,000 Skins, Deer, per 100, 26 20 24 18 \"150000 in No. ■j 100000 Ex- _ported. }■ 1,500 22,000 Ditto ditto Ditto, Leopard, each, 1,000 in No. 600 20 1,500 1* H Ditto, Tiger, ditto, 1 1 12 600 Ditto, Shark, per Pecul, 20 18 1,000 1,000 18,000 Ditto, Pari, from 10 to 12 feet long, including its tail of 4 feet, covered with prickles so hard and strong that it must be lifted with caution, ditto > 40 30 5,000 5,000 1,50,000 Ditto, Kid, per 100 Ditto, Serpent, large ditto 15 30 15 26 2,000 in No. 20,000 in No. 50,000 in No. 100J 5,200 Ditto ditto, small ditto, 16 12 100 6,000"], [53, "45 Siam Annually . — Continued. When it arrives in the market. Cheapest time to purchase. Where procured. Where exported. Dec. to Mar. January. Chantabun, Tungyai Li- China, Hainan, Singa- pore. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. gor. Ditto. Ditto. Ditto. Ditto. Bangtapan. China. Difft. times. Augt. to Dec. Throughout and at Bang- kok (250 Pigs are killed at Bangkok alone daily) Micklong and about 500 throughout. Ditto and Hainan. Ditto. Dec. and Jan. Ditto. July to Dec. Merklong, Paknam. Ditto. Malay Coast. China, Cochin China. • Ditto. Ditto. Loa, Chiangmai, Pisaluk, Sokotan, and Siam Pro- vince of Kamboja. Singapore, Malay Coast. Jan. to May. January. Loa, Kamboja and moun- tainous parts. China. Ditto. Ditto. Loa, Kamboja. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Outside Bai, Malay Coast. Ditto. Ditto. Ditto. Ditto. Ditto. Difft. times. Ditto. Up-country. Used at Bangkok, Ditto. Ditto. Throughout, Lao, Kam- boja. Bangkok. China. Ditto. Ditto. Ditto."], [54, "46 Production of Price ii Ticals. Quantity innually. Names of Produce. Amount in Ticals. V -a bo £ V) V fe o Procured. Export- ed. Tobacco (Medicine, Siam name). To- bacco was not grown in Siam till about 40 years ago, 1st and 2nd quality, ditto, } 12 10 25,000 10,000 1,00,000 Tin, 1st ditto ditto 33 32 I 12,000 6,000 1,86,000 Ditto 2nd ditto ditto 31 31 Tamarinds, ditto 5 4 10,000 5,000 20,000 Sugar, 1st quality, ditto, 8 8 50,000 30,000 2,40,000 Ditto 2nd ditto ditto 7 50,000 40,000 2,80,000 Ditto 3rd ditto ditto 6 5 30,000 20,000 1,00,000 Ditto Palm, ditto, 4 4 ■ 15,000 15,000 60,000 Ditto very inferior, ditto ditto, .... 24 2 Sugar Candy, 1st quality, ditto, .... 10 15 I 5,000 2,000 28,000 Ditto 2nd ditto ditto 14 13 Samsoo Spirits, ditto 5 Large quantity. 500 Sharks' fins, white, ditto, 60 55 500 27,500 Ditto black, ditto, 24 20 600 600 12,000 Silver, a good deal Tubs for Oil, per 3 Peculs each,. . . . 3 3 3,000 in No. Abund- ance, very bad. Sugar Bags, per 100 12 8 Tin Utensils, of all descriptions, .... 45 15,000 67,500 Berries, black, small, 500 Cotton Yarn, used as under,"], [55, "47 Siam Annually Continued, When it arrives in the market. Cheapest time to purchase. Where procured. Where exported. Dec. to Mar. December. Chantabun, Bamposoi, throughout. Java, Cochin China, Ma- lay Coast. Ditto. Ditto. Junkceylon, Ponga, Chim- polum, Ligor, Taiyung or Champon. About Bangkok. China, Hainan. January. January. Malay Coast. Ditto. Ditto. Chantabun, Lakonchassi. China, Hainan. Ditto. Ditto. Bamplasoi, Parin, Ban- tapan. Kamboja. Singapore, Malay Coast. Ditto. Ditto. Surat, Bombay, America and England. Used in Siam. Ditto. Ditto. The cane is planted in June, cut in December and arrives at Bangkok in January. Ditto. Ditto. Made at Bangkok. Singapore and Malay Coast Always. Any time. Made throughout 18 dif- ferent Provinces. Chantabun, Trigano, Pa- tani. Used in the country. Dec. and Jan. December. China. Ditto. Ditto. Ditto. Ditto. Difft. times. Ditto. Up-country, Chantabun. Used in the country Ditto. Ditto. Different parts. Ditto. December. Ditto. Made at Bangkok. Ditto. Sept. to Jan. October. Ditto ditto by Chinamen. Cochin China, Malay Coast. Used in Siam for dyeing black. Used in Siam for making cloth. September. Ditto. Near Bangkok. Difft. times. Any time. Bangkok and throughout."], [56, "48 Production of Price ii Ticals. Quantity annually. Names of Produce. Amount in Ticals. w in X fe o -1 Procured. Export- ed. Silk Sarongs or Dresses, 34 feet long, by 34 inches, No j 20 !Say 1,000 No. Ditto ditto ditto, 10 2,000No. Ditto, various sorts, ditto, .. 5 to 8 3,000 No. Ditto, Silk and Cotton, ditto, 3 to 24 6,000 Cotton Sarongs, sime size, ditto 1 Many. Fine striped cloth, half cotton half silk, 6 yards by 30 inches, ditto,.. } • Ditto. Ditto f Silk J Cotton, 6 yards by 24 inches, ditto, } •» Ditto. Coarse thin Blue Cotton Cloth, same size, ditto } » Ditto. Ditto strong white Cotton Cloth, 14 yards by 24 inches, ditto, } n Ditto. Turmeric, per Pecul, 6 5,000 3,000 18,000 Varnish, ditto 20 500 Chinamen's Shoes, No £ sling. 200,000 700 37,500 Malay Shoes, per Pair, % sling. 50,000 300 9,375 Antimony, per Pecul 2,000 Hogs' Lard and Tallow, ditto 10 20,000 10,000 90,000 Turtle Eggs (same of Revenue,) ditto, Plentiful. Teak Timber, hard for ship building, may be purchased in the logs 124 Ticals per Ton of 50 cubic feet, ditto, }- • . Ditto ditto, soft for house building, may be had at the same rate, ditto, } - » . Ditto ditto, hard iron wood for Junk Anchors, ditto, } •• • •"], [57, "49 Siam Annually- Continued. H When it arrives in the market. Cheapest time to purchase. Where procured. Where exported. Difft. times. Any time. Ditto. Ditto. Bangkok and through- out. Used by ladies of rank. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. General use. Ditto. Ditto. Ditto. Ditto. >• Ditto. Ditto. Ditto. Ditto. Ditto. Near Bangkok. Cochin China, Malay Coast, China. Used in Siam. May. May. Difft. times. Ditto. Any time. Augt. to Dec. The Siam Province of Kamboja. Made at Bangkok by Chinamen. Made at Bangkok, by Chi- China, Cochin China. Ditto. Any time. Malay Coast. Ditto. Ditto. namen. Paprik, Loa, Teak forests, Bamposoi. Throughout. Used in the country in manufacturing iron, &c. Singapore, Malay Coast. Ditto. Ditto. Ditto. Ditto. Bamposoi and adjacent Is- lands, East Coast of the Gulf. Used in the country as food. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Teak Forests. Ditto."], [58, "50 Production oj Price in Ticals. Quantity annually Names of Produce. CO 03 bo £ Amount in Ticals. fe o Procured. Export- ed. Teak Wooden Knees, each 24 Ditto Logs for King's Boats, 120 feet long 1000 Ticals, ditto, } I Some- \\ times } •• Ditto ditto for Mandarin Boats, 80 feet long 300 Ticals, ditto, } 20 Ditto, for ditto 50, Many Ditto Planks of any size, 25 Rs. per Ton of 50 cubic feet, } Wood Sapan, the small sort is pre- ferred, per Pecul, Ditto Rose or red, ditto, Ditto Black or Ebony, ditto, } - 14 24 34 14 24 Abund- ance. 1,00,000 7,000 1,00,000 40.000 5,000 3,50,000 60,000 12,500 Ditto Agilaor Eagle, lstquality, ditto, 1,000 1,000 20 20 20,000 Ditto ditto 2nd ditto ditto, Ditto ditto ditto, 400 50 100 \"{ 8 8 65 100 800 Small quantity about 4 100 800 40,000 40,000 Ditto Ceylac, a sweet-scented wood, ditto | 50 } - Ditto Jack, ditto, Ditto Billet, ditto Wax, 1st quality, ditto, 70 4,000 Ditto 2nd ditto, ditto, Silk, Raw, ditto, Ditto ditto, 60 750 500 55 600 | 1,000 Iron, made into various utensils, pots, pans, &c. , ditto, } » 8 5,000 40,000 Ditto, made into nails, small and large, ditto, } 12 10 5,000 50,000 Earthen Ware bowls, basons, cups, dishes, &c, large quantity exported to Malay Coast, } 5,000 20,000 Peculs 923,815 Ticals 55,84,955 Tons 58,013^ £ 6,98,119"], [59, "51 Siam Annually- Continued. H 2 When it arrives in the market. Cheapest time to purchase. Where procured. Where exported. Difft. times. Any time. The hard Teak Timber for ship-building is pro- - cured in the hill forests of Rahing and Chang- mai. Ditto. Ditto. Used in the country. Ditto. Ditto. Ditto. Ditto. Ditto. IThe soft timber for house building is procured at Champon, Ligor, Ponga and Pran. Ditto. Ditto. China, Singapore. Dec. and Jan. Ditto. Ditto. Augt. to Dec. Ditto. Ditto. (\" Teak forests, Bangposoi, ■i Bampomung, Munglai, I. Kamboja mountains. Ditto. Chantabun, &c. s East Coast.Gulf of Siam < fromBangposoitoChan- l tabun. Ditto. Ditto. China. Ditto. Ditto for the temples and medicinal purposes. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Kamboja. Used in Siam for the Pa- godas. Used in the country. Ditto. Ditto. Difft. times. Ditto. Ditto. Any time. Ditto. Ditto. Paknam. Ditto. Kamboja, Lao, Malay Coast. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Lao. Ditto. Ditto. Ditto. {Made into various uten- sils and nails by China- men at Bangkok. Cochin China, Hainan, Kamboja, and Malay Coast. Ditto. Ditto. Ditto. Kamboja, Malay Coast. Ditto. Ditto. China. Malay Coast."], [60, "52 British Piece Goods, fye. imported into Siam. No. Name and Quality of Goods. or Quantity. Quantity. Price in Ticals. Siam Dresses, or Sarongs, bright red, light blue, or bottle green grounds, with small stars or flowers and dots, between 3 yards 6 inches long by 42 to 44 inches wide, if the latter breadth so much the better, with end borders for the men ; the texture of the cloth is of little consequence, so as it is well glazed and the colours clear and distinct, Ditto ditto for the women, 3 yards 6 inches long by 42 inches wide with end and side borders. The Siamese, like the Cochin Chinese, seldom wash their dresses, Chintz of the above colours 36 yards long by 36 inches wide ; if broader bo much the more will they be prized ; but it is seldom they are made wider, Chintz, single colours, 28 yards by 24 inches, Ditto Bengal stripes, ditto, Ditto Neutral stripes, 24 yards by 36 inches Ditto Pines, ditto Ditto Setts, ditto, Cotton cloth, a light blue, bright red, yellow and white, 40 yards by 36 inches wide, coarse and middling quality Ditto ditto fine, Shirting, coarse and middling quality, 40 yards by 24 inches, Madapollams, medium quality, 24 yards by 24 inches, White Jaconets, 20 yards by 42 inches wide, coarse and middling quality White Cambric, 12 yards by 45 inches, coarse and middling quality, Ditto fine, 12 yards by 45 inches, for Talapains and covering images Turkey red figured cloth, coarse to fine, £ wide,.. .. Printed Mulls, 20 yards by 5 wide, medium quality, Book Muslin, low and middling numbers, principally for the Burmese, Ditto, No. 5 , for the Talapains, Red Camlet, for Soldiers, coarse, Blue Camlet, for the poor Portuguese, coarse Ditto, for the better order of ditto, fine, Long Ells, light blue, green and yellow colours, 15 to 17 yards long, by 56 inches wide ; the yellow is for the priests for winter dresses and the quan- tity may be of that colour, Ginghams of inferior quality, Ditto medium quality for Portuguese females, .... Chintz, coarse for gowns, 28 yds. by 24 in., ditto, .. Corges Ditto. Pieces Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. 1,000 1,000 5,000 4,000 4,000 4,000 4,000 4,000 5,000 2,000 9 to 14 15 40 40 10 *i 44 9 9 9 Ditto. Ditto. 2,000 2,000 7 to 8 5 Ditto. 2,000 6 Ditto. 4,000 3 to 5 Ditto. Yards Pieces 1,000 5,000 1,000 7 4 per yd. 6 Ditto. Ditto. Yards Ditto. Ditto. 1,000 500 3,000 300 300 2 to 3 Readily 5 „ 4 1 it 7f „ * Ditto. Ditto. Ditto. Ditto. 2,000 1,000 500 500 3 i f 7 pieces."], [61, "53 British Imports — Continued. No. Name and quality of Goods. or Quantity. [Quantity Price in Ticals. Ladies' Pelisse cloth dyed yellow, medium quality for the Priests, , Chintz gown pieces, fine and medium quality, 10 yards by 36 inches, sufficient to make 3 dresses for the females, dashing colours, Coarse Woollens for winter covering, Blankets, coarse, large for winter, Ditto, coarse, small ditto, Ditto, fine large and small, Old Tower Muskets with G. R. and Crown, the old are preferred to the New, as not likely to burst, having they think, been tried. Muskets being con- traband must be given as a present to the King, who returns a Pecul of Sugar for each, Yards Pieces Yards No. Ditto. Ditto. 1,000 1,000 1,000 500 1,000 500 5 1* 5 24 6 to 12 No. 500 1 Pecul of sugar. 20 12 12 3 Fowling pieces, old, of dashing appearance Pistols, ditto ditto, Ditto, double barrelled, Musket Locks, G. R. Tower and Crown, Large Mirrors in dashing gilt frames, convex and con- cave, which look well at a distance, the larger the better, and the more ornaments of serpents, lions, tigers, monkeys, elephants and monsters in ideas, however ridiculous, the more will they be prized,.. Chandeliers of sorts with many drops, Argand lamps, to look well, old fashion, Globe hanging lamps, large Cabin lamps Decanters, diamond cut, to look well only, Ditto, common sort, Tumblers, large and small, diamond cut, old fashion of dashing appearance, Tumblers, common sort, large and small, Old pieces of glass ware of all descriptions, of broken setts, of little value in England, Wine, claret, champagne, and dessert glasses, diamond cut and plain Very small scent bottles, with and without glass stoppers, with brass tops, common, middling and good for scents, Cruet stands with 6 to 8 bottles, plated, Ditto ditto 4 to 6, ditto common Basons, red and blue, quarts, Plates, soup, white, red and blue, common sort, .. .. Tea cups, small size, pretty appearance, with flowers and ornaments — common and odd pieces, Small white cups with handles, Tea pots — common sort, to hold about a pint Ditto plated ditto, Ditto pewter ditto, , Ditto. Ditto. Ditto. Ditto. 50 20 20 200 Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. 30 12 12 50 50 100 300 Very saleable. Ditto. Ditto. Ditto. Ditto. Ditto. 1 Ditto. Ditto. 300 500 Saleable. Ditto. Ditto. 1,000 Ditto. Ditto. 1,000 of each. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. 1,0011 24 24 2,000 5,000 Ditto. Ditto 12 3 Saleable. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. 10,000 3,000 5,000 50 100"], [62, "54 Continued. British Imports — No. Price in Ticals. Name and quality of Goods. or Quantity. Quantity. Tea pots, tin, common, Plated Spectacles from 46 to 60 Tears German silver, ditto ditto common sort Looking glasses in Mahogany frames, common sort, Oil cloth, handsome appearance for the palace, &c... Spy glasses, large and small, second hand, Snuff Boxes with Ornaments or any other fancy boxes, transparent, to hold betel, &c, Watches, the most common China trade sort, it is not necessary that they should be good, they try them like monkeys by putting them to their ears to hear if they tick, and that is all that is required, second hand, very cheap, Clocks, common sort, not American, they have already got some of them of late, Ladies' gilt chains, to look well only, very cheap, for the children Ditto Bangles for the arms for ditto, Ditto Broaches, with stones, common Toys of all descriptions, English and Patna, would meet with a ready sale for the children at their merry making holidays in October No. Ditto. Ditto. Ditto. Yards No. 200 200 500 1,000 300 30 Saleable. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. 2,000 Ditto. Ditto. Ditto. 200 Ditto. 12 Ditto. Ditto. Ditto. Ditto. 2,000 1,000 1,000 Ditto. Ditto. Ditto. Say 1,000 Tl. worth. Ditto. Hair Oil well scented with Bergamot, for the ladies of the palace and others of rank, in pretty small stop- pered bottles the half with gilt and plated tops, . . Glass Toilet bottles with stoppers, filled with scents, Lavender in bottles of dashing appearance but very cheap Children's Tea services, pretting looking, cheap, .. Artificial flowers for the Pagodas, common, but pretty to look at, would go off readily, Ditto. Ditto. Ditto. Setts. 500 100 100 200 Ditto. Ditto. Ditto. Ditto. Ditto. 3,000 Rs. worth. 2 200 Rs.worth. 200 300 Tl. worth. 200 Ditto. False Pearls, much esteemed, Glass Beads of all colours, buttons, earrings, &c Peculs Ditto. Well. Coral Beads and Necklaces Mock Corals, large and small in great demand, .... No. Well. White Silk, flowered, for the ladies — Medium Musical Boxes playing from 2 to 6 pretty lively Scotch airs, Self-performing organs, playing from 6 to 12 do, .. Guitars — native made Some cheap bazar cloth and white coats, waistcoats, trowseis, jackets and shirts, for the Portuguese Christians, to the extent of, Furniture Chintz, well glazed, large flowers, 24 Yards, Paints, green, blue, black, red Turpentine Linseed Oil, Yards H No. Ditto. Ditto. 24 12 100 Saleable. Ditto. Ditto. Pieces Kegs Gallons Ditto. Rs. 500 1,000 20 of each 100 300 Readily. 12 4 per lb. 4 3"], [63, "55 British Imports — Continued. Name and quality of Goods. No. or Quantity. Quantity. Price in Ticals. Twine, Paisley Square Shawls, white imitation Cashmere not expensive Ditto red, green and yellow, Velvet silk, red, green and blue, Cotton ditto, ditto ditto, Gauze, white, Cotton Umbrellas, common sort, Silk ditto, small, cheap Maunds No. Ditto. Yards Ditto. Ditto. No. Ditto. 100 2,000 200 200 500 1,000 1,000 100 If Well. 1 3"], [64, "56 Imports of India Goods to Siam. No. Price in Ticals. Quality of Goods. or Quantity. Quantity. Siam Dresses or Sarongs (Chintz) bright red, light blue and bottle green grounds, with small stars or flowers and dots between, 3 yards 6 inches long by 42 to 44 inches broad, of the latter breadth so much the better, with end borders for the men. The texture of the cloth is of no consequence, so as the colours are clear and distinct. The Siamese with regard to cleanliness resemble their neigh- bours, the Cochin Chinese a great deal, inasmuch as they seldom or never wash their dresses Ditto ditto for the women with the addition of side borders, viz. (end and side borders) 3 yards 2 or 3 inches long by 40 inches wide, Chintz of the above patterns, 10 yards by 36 to 40 inches wide, sufficient to make 3 dresses, for com- mon purposes Chintz, patterns as above, 12 cubits by 2f cubits, 1st quality, Ditto ditto, 2nd quality, Ditto ditto, 3rd ditto Children's Chintz dresses of the above patterns with end borders, 4 in a piece, each 1 yard 34 inches to 2 yards 22 inches long, from 27 to 33 inches wide, Gurrahs, red, 36 cubits by 2f , of different qualities,. . Ditto blue, same size ditto Moories, blue, 22 cubits by 2f, different qualities, .. Ditto red, same size, Baftas, blue, same size ditto, Ditto red, ditto ditto, Sannahs, coarse, medium and fine, 44 cubits by 2f ,. . Mamoodies ditto, 40 cubits by 2f, Curwahs, Tanjibs, 44 cubits by 2f , Ginghams, coarse, middling and fine Dacca Sarries,. White cloth, coarse, medium and fine, always in de- mand and saleable , Palempores, Bandannas, coarse and fine, square, Taffaties Dacca Muslin, coarse, medium and fine, for marriage ceremonies and covering images, Liquorice root, Aloes , Almonds, , Arsenic, white and yellow Red and yellow Ochre, RaiBins, Persian Gulf, Gorges Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. 1,000 1,200 1,000 500 500 1,000 500 200 200 200 200 200 200 300 200 Wanted Ditto. Ditto. Ditto. 25 to 30 25 to 30 18 to 20 35 28 20 80 20 to 30 20 to 30 18 to 25 18 to 25 25 to 30 25 to 30 50 to 70 50 to 60 Pieces No. Pieces Small 2,000 1,000 500 Quantity. l£to4 6 to 9 Yards Peculs Ditto. Ditto. Ditto. Ditto. Ditto. 5,000 30 40 20 20 25 10 4 to 1 12 20 10 25 4 16"], [65, "57 Indian Goods — Continued. Quality of Goods. No. or Quantity. Quantity. Price in Ticals. Ditto inferior Senna Leaf, Putchuck-root, Saltpetre, Munjeet, Safflower, Tincal, Olibanum, Galingal , Galnuts, Asafœtida, B'dellium Rose Water, Persian Gulf, Nutmegs from Malay Coast, Ditto wild, ditto, Sago, Ditto, Tortoise Shell, ditto, Turmeric, ditto, Wax, ditto Fish Maws, from the Malay Coast, Gambier, ditto, Camphor, ditto, Cloves, ditto, Coffee, ditto, Ditto Mocha, Persian Gulf Wax Candles, Malay Coast Cassia, ditto, Rattans, ditto, Turpentine, Bengal, ditto, Soap, Dacca, ditto, Blankets, Patna, ditto coarse Ditto small ditto, Gum Tragacanth or Gum Dragon, from Turkey,.. .. Gunjah for Smoking (this must be sold to the Chi- naman who farms the Opium,) Honey in French bottles (quarts,) Rope assorted for Junks, 1 to 3 inches, Lines of sorts, country, Castor Oil in clear quart French bottles Mustard Oil in Hhds., Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto- Ditto- Ditto- Ditto. Ditto- Ditto- Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. Peculs Ditto. Ditto. Ditto. Ditto. Ditto- Ditto. Ditto. Ditto. Gallons Peculs No. Ditto. Peculs 10 5 25 100 20 20 15 10 15 60 20 15 20 5 10 50 4 30 30 40 50 5 30 150 30 30 2 300 200 20 2,000 1,500 100 10 12 16 9 5 35 16 12 5 18 14 20 90 25 6 3 40 40 to 80 4 60 25 14 18 80 4 3 10 2 1 16 Maunds Dozens Maunds Ditto. Dozens Hhds. 500 12 200 100 20 6 Maunds. 3 15 12 Linseed Oil in ditto, Rum, Bengal, Ditto. Ditto. 6 12 8 Tls. per maund. 4 Rs. per gallon. 1 R. per gallon. 30 10 12 7 8 Prunes, called Allo Buckara, from the Persian Gulf, Aniseed, • Cummin Seed, Coriander Seed, Carraway Seed, • Peculs Ditto. Ditto. Ditto. Ditto. 20 100 100 200 20"], [66, "58 Indian Goods — Continued, Quality of Goods. No. or Quantity. Quantity. Price in Ticals. Otto of Roses, Glass Beads, green, red, blue, &c, Ditto Finger-rings set in brass, Coral Beads, Phials Peculs Dozens Catties 6 10 20 20 I 14 weight. 4 Tls. for 1 Tl.p.ct. Coral small ditto Ditto. 10 Mock Coral, Ceylon stones, buttons, ear-rings, finger-rings, 5 and 6 stones set in Pettiar, Spectacles common sort 40 to 60 Years, Cutlery Balasore, common knives, 1, 2 and 6 blades, Razors, Scissors, Peculs 1 Dozens Ditto. 50 30 About 200 Rs. worth. 200 Rs. worth. 500 Rs. worth. 24 12 12 12 12 50 p. ct. Looking Glasses of various sorts and sizes, common, Ditto. Ditto. A large assortment of Patna Toys of all sorts, Ditto. Ditto. Rose Water, Ghazeepore, put in quart French bottles, Cashmere Shawls, cheap sort, square and no other,.. Cawnpore Saddles and Bridles for Ponies, Ditto second-hand at Auction Worked Worsted and Silk Slippers Horse Blankets, and covering for horses, small and large for natives in winter, Blocks assorted, native made second-hand of differ- ent sizes, Country Canvas, No. 1 to 6, Oil of Nutmegs, Cinnamon, Mace, Cassia, Cloves, put in small country-made vials Country-made Chandeliers, Tumblers and Wine Glasses of all sizes, for the Pagodas, Say No. Ditto. Ditto. Ditto. 1 Ditto. 1,500 1 to 14 Ditto. Bolts 500 50 Required. 10 Dozens 50 Saleable. About 1 ,000 Rs. worth. Ditto. All manner of odd pieces of glass-ware and hanging lamps, always saleable, Myrrh from Persian Gulf, reject the black Cocculus Indicus, from ditto, a small berry, Bezour Lapis (ditto) medical stone, Ditto. Peculs Ditto. 1,000 do. 12 2 Balm of Mecca, from Persian Gulf, Costus root, from ditto Galbanum, from ditto, Gum Arabic, from ditto, Bhaugulpore Carpets, small size, 8 by 7 feet, Ditto bedside ditto, cheap, Ginger Syrup, Lemon ditto, in French quarts, .... Verdigris, Small Quantity. Ditto. Ditto. Ditto. 30 50 100 12 20 Maunds No. Ditto. Say Maunds 14 2fi"], [67, "59 China Goods imported into Siam- ■Annually i 2 Quality of Goods. No. or Quantity. Quantity. Price in Ticals. White' Copper, made into stands and various dishes, Brass ditto, Copper Utensils of various sorts Flowered Silk, white, blue and green, 18 yards by 24 inches different qualities, Ditto Satin, ditto ditto, Ditto ditto ditto, fine, '. Silk sarongs of various qualities, blue, brown and green, 34 yards by 44 inches Chinamen's dresses of different sorts, Nankeen Silk, Satin and Velvet, Silk Velvet, purple, blue, green and black of different qualities, 18 yards of piece, Red cotton cloth, inferior quality for poor class, 18 yards by 6f Chinamen's Silk theatrical dresses of different de- scriptions, Nankeen, white, blue, yellow of different qualities and sizes, broad and narrow, Chinamen's shoes and caps Earthenware bowls, basons 4 to 7 inches diameter for Chinamen's rice and meat Flat-bottomed plates for rice 9 inches diameter, .... Spittoons, green and blue, 8 inches diameter by 14 inches deep Earthenware plates, small basons, cups and saucers, small sort, water jars with serpents or monsters of India, Small dishes 5 in a set, to hold betel, chunam, &c. with spiral tops, 1, 2, 3, 4 and 5 inches deep and 14 inch diameter Dishes, like butter dishes with covers, f inch deep and 14 inch diameter Small oil pots like the above, 1 inch deep and 2 inches diameter, Dishes with spiral covers to hold oil for the hair and body, 54 inches deep, and 7 inches diameter, .... Round betel-nut dishes with covers, 2 inches deep, and 1 f inch diameter, 3 in a set, Ditto with spiral tops, same size Tobacco dishes and covers, If inch by f inch deep, plain and gilt, Round lip-salve dishes and covers, 14 inch diameter by | inches deep, plain and gilt Small round dishes and covers, to hold oil for the hair, If inches middle, 14 inches deep at top and l\\ deep, different qualities, Peculs Ditto. Ditto. Prices Ditto. Ditto. Ditto. No. Prices Ditto. Dresses Prices No. Ditto. Ditto. Ditto. 500 200 200 5,000 5,000 200 2,000 20,000 500 3,000 500 10,000 50,000 (A million 50,000 5,000 Different. 60 100 4 to 10 5 to 12 20 4 to 6 | to 10 6 to 12 34 to 6 1 to 50 1 to 21 4 1 S\" 4 To the amountof 50,000 Ticals. No. 20,000 4 to 1 Ditto. 2,000 4 Ditto. 10,000 4 Ditto. 3,000 4tof Ditto. Ditto. 50,000 50,000 4 to 4 Ditto. Ditto. 50,000 f to 4 Ditto. 50,000 Ditto. Ditto. 50,000 Various."], [68, "60 China Goods — Continued. No. Quality of Goods. or Quantity. Quantity. Price in Ticals. Brass pawn leaf boxes with covers, 6f inches long, 2 inches broad and If inch deep, different qualities and workmanship, Chinamen's brass dishes with tops, 54 inches long, 1 4 inch diameter and 3f inches deep Square brass boxes with figures of elephants and monsters in idea, the more ridiculous, the more they are prized, 2 inches broad, 6 inches long, 2 inches deep, Small white earthenware Bottles with stoppers, .... Small ditto, scent bottles with ditto Small cups of sorts, blue, red and white, 14 inch diameter, Small meat dishes, painted different colours with spiral tops from 14 to 2 inches deep, 5 in a set,.. Small yellow cups with round covers from If to 2 inches diameters for beetel, Died blue Nankeen cloth, medium to fine quality for the better order of Chinamen, of different lengths and breadths, 10, 18, 28 yards by 24 to 36 inches wide, Ditto ditto, red and blue for the poor people, 24 inches broad, 10, 18, 28 yards, Crape shawls, square, white, blue and green of dif- ferent qualities Crape, white, blue and green of different qualities, 18 yards, Silk camlet of different kinds, 18 yards, Damask lutestring and figured silk, No. Ditto. Ditto. Ditto. Ditto. Ditto. Ditto. 50,000 50,000 25,000 5,000 5,000 500,000 10,000 f to 4 i to 4 Jtol i 5 Tls. per 100 $ to 14 Ditto, 50,000 7 Tls. per 100 Pieces 10,000 14p.yard. Ditto. 20,000 2 as. per yard. 5 to 6 Ditto. 20,000 Ditto. Ditto. Yards 2,000 4,000 5,000 2 to 8 J to 1 Different pieces. Curtain gauze, different qualities and sizes Silk handkerchiefs, white and red, Camphor, unrefined Cubebs Pieces Ditto. Maund Small Quantity Peculs 5,000 3,000 100 5 20 Human hair Tiles, a large quantity, Gold leaf for the temples J 2 Large Quantity Books Maund Mock gold leaf in packets, Quicksilver, Grass cloth, single and double pieces, 18 yards by 20 inches, Ditto handkerchiefs, 10 in piece, Chinese hams, 8 to 10 lbs. each, Silk sewing thread Umbrellas of various sorts Long ells, English, in pieces of 18 yards, Broadcloth, medium and fine, Aniseed, 3,000 500 Pieces Ditto. No. Maunds No. Pieces Yards Piculs 2,000 200 1,000 10 10,000 200 1,000 100 8 to 16 4 4 i to 1 60 14 to 34 10"], [69, "61 China Goods — Continued, Quality of Goods. No. or Quantity. Quantity. Price in Ticals. Lime-stone, Smoking tobacco, Medical and other Roots of different sorts Silk twist, white, green, blue, red, yellow, Copper, brass and iron Wire, large and small, .... Coarse china drawings with and without frames, . .. Small folding bed frames, iron, in a box, Bamboo couches and chairs, Wooden arm chairs, small, dyed red, Knives, common sort, 1 and 2 blades, Chisels, files and rasps, coarse sort, Peculs Ditto. No. Ditto. Ditto. Ditto. Ditto. A good ! deal. Ditto. A great quantity. 4 2,000 10,000 500 1,000 200 30,000 Large quantity. Ditto. Ditto. 3,000 500 10,000 2 2,000 Large quantity. 30,000 30,000 4tol 4 4 to 2 i 1 S Saws large and small of sorts, China made, Scissors, large and small for Tailors Sea moss in baskets, to make soup, Brass table lamps of sizes China counters, small and large, Silk fringe for beds, Brass articles for bed furniture, Artificial flowers, plain and gilt for Pagodas, Peculs No. Ditto. Peculs Ditto. 6 4 to l 4 Brass locks, China made, Brass bangles for children's wrists and ankles Small black and red wooden boxes, square and octa- gonal with and without locks, Square wooden platters, 8 inches long by 5 and 6 inches diameter, Glass earrings, set in brass, red, green, blue, and yellow for children Ditto finger rings, same colours, ditto, Glue Brimstone, Small paper fans of different sorts Small transparent boxes, like snuff boxes, the edges set with pieces of glass of colours, for betel Coarse cinnamon from Hainan Dice in small boxes for gambling, Chinamen's gambling cards, Rhubarb,.. ., Children's toys of all descriptions of the most paltry kind, paper, wood, &c, No. Ditto. 4 to 4 4tof Ditto. 10,000 4 to 4 Ditto. 20,000 1 3\" Ditto. Ditto. Peculs Ditto. No. 20,000 20,000 500 500 10,000 V&toi T Ditto. Peculs Boxes Packs Peculs 2,000 500 20.000 20,000 500 i 8\" I f Small boxes of children's toys, Stick Liquorice Lanthorns, common sort, Chinamen's chop or eating sticks, No. Peculs No. 100 Great quantity. 1,000 100 5,000 Great quantity. 4 to 1 30 f 2"], [70, "62 China Goods — Continued. No. Quality of Goods. or Quantity. Quantity. Price in Ticals. Tincal, Paint, red, blue, black, white and green, Musket Locks, Europe, Puppet shows Pickled onions, garlic, &c. , Oranges in baskets Lechees ditto, Chinamen's dressing cases of sorts, paltry sort, .... Common blank writing books Writing paper, china Lack soy Match paper, China ink, fine and coarse, Ditto, common for marking sugar-bags, &c, Musical instruments of sorts, inferior quality, Bamboo pipes, Musquito curtains in small paper boxes, Tin pipes, ■ Spectacles, common sort Razors ditto, Tutenague Gongs of different sizes, Rattan mats for floors 7 by 6 feet Stones for sharpening instruments Peculs No. Jars Baskets Ditto. No. Ditto. Peculs No. Ditto. Ditto. Ditto. Ditto. Ditto. Peculs No. Ditto. A small quantity. 500 300 Great many. 50,000 10,000 5,000 3,000 500,000 Large quantity. A good deal. 500 A good deal. Ditto. 10,000 100,000 5,000 100,000 10,000 10,000 5,00 15,000 300 A great many. 100 100 500 500 150 300 1,000 300 Small quantity. Great 7 Various. f 4 2 2 4 4 tof i 4 20 1 to 3 5 Vermicelli Vermilion, coarse and fine China root, Flint stones, Vai nish, inferior sort, China boats and sampans Painted cane blinds, Mace Marble, ...', Peculs Peculs Ditto. Ditto. Ditto. No. Ditto. Peculs 20 7 8 10 to 15 Paint brushes, No. Tumblers, small and large, common in China, .... Wine Glasses, large, common, for holding flowers in the Pagodas Ditto. many. 30,000 4 tof Mirrors of sorts, China, dashing appearance, Glass lamps, common sort, Chandeliers ditto, , Ditto. Ditto. Ditto. Ditto. 50,000 500 3,000 50 3 Tls. per 100 1 to 3 f to 4 5 to 20"], [71, "63 China Goods — Continued. Quality of goods. No. or Quantity. Quantity. Price in Ticals. Small Glass vials with stoppers for oil Tea-pots with tin and brass handles Glass candlesticks, most paltry description, Brass ditto ditto, Oil of cassia and cloves, No. Ditto. Ditto. Ditto. 50,000 30,000 5,000 5,000 Small quantity. Great quantity. Ditto. 2 p. 100 4tol 4 a Paper for sacrificial purposes, Incense rods for the Pagodas Cassia beads, Sandal- wood sticks for the Pagodas, Peculs 5 25 12 to 28 Great Saffron, Fishing lines of sorts Aloes, red, Gall-nuts fine, and middling, Preserves of sorts, ginger, &c, Ditto. Ditto. Jars many. Ditto. Ditto. 300 100 Great quantity. 20,000 Great many, Ivory fans, inferior to best, Puzzles of different sorts, common and ivory, No. f to 3"], [72, "64 Annual Revenue of Siam. From what Sources. Ticals. Conscription Tax for exemption from Government service on all except the Chinese who pay a Poll Tax, Poll Tax on the Chinese, Gambling Tax, throughout the Country, Tax for Fishing on the river Menam, Land Tax, Shop-keepers' Tax on shore and on the river, - Judicial Fees and Fines, Tax on Betelnut, Cocoanut, Fruit Trees, &c, Customs Duties Tax on Spirits throughout all the provinces, Tax on Monopoly of Pepper (the Government pay the Grower 8 Ticals per Pecul and sell it again for 12 Ticals,) Cardamums, Ivory, Gamboge, Sugar, Turtles' eggs, Agela, and Sapan Woods, Cotton, &c, Teak Timber, Miscellaneous, Profits arising from Trade with China, Singapore, and Malay Coast, 23,280,500 890,000 620,000 85,000 3,859,000 150,000 150,000 630,000 500,000 820,000 707,500 150,000 30,000 1,500,000 Ticals,.. .. 33,372,000 4,171,500 Or^"], [73, ""], [74, ""], [75, ""], [76, ""], [77, ""], [78, ""]]