[[1, ""], [2, ""], [3, ""], [4, ""], [5, "INNOCENCE AT PLAY."], [6, "LONDON: ROBSON AND SONS, PRINTERS, l'ANCRAS ROAD, N.W."], [7, "INNOCENCE AT PLAY. % ilobel. BY JEAN MIDDLEMASS,_ AUTHOR OF * WILD GEORGIE,' * BAITING THE TRAP,\" 1 TOUCH AND GO,' ETC. IN THREE VOLUMES. VOL. I. LONDON: TINSLEY BROTHERS, 8 CATHERINE ST., STRAND. [_4U rights reserved.']"], [8, ""], [9, "CONTENTS OF VOL. I. irolognt. CHAP. PAGE i. ' Have you seen but a bright Lily grow V i n. The Demon of Play 16 in. The Villa Morny 31 iv. Love or Hate 1 ..... 49 $ook % gust. 1. Belvidere ...... 64. 11. Sir Silas Brownjohn . . . -79 m. Little Polly 95 iv. V. A. . 111 v. Fresh Acquaintances . . . .128 vi. Maida Vale 142 vn. The hidden Skeleton . . . 160 vm. 90° in the Shade 177 ix. Cancans 192 x. Heart Cojimunings 205 xi. A cold Bebuff 214. xn. Prince Lavradskoff .... 23a"], [10, ""], [11, "INNOCENCE AT PLAY. frnlcrrjue. CHAPTEE I. ' HAVE YOU SEEN BUT A BRIGHT LILY GROW V ' It was so calm that scarce the feathery weed, Sown by some eagle on the topmost stone, Swayed in the air.' She has pushed her large hat off her broAV to let the refreshing evening breezes fan her fair young face, beautiful Avith the inno cence of youth, and the promise of riper charms. She is a blonde — so far Saxon in type — but with full pouting ruddy lips, eyes that though blue as heaven's oavii sky can gaze with a passionate tenderness all their own, a skin of pearly A\\rhiteness, and fair curling hair which, hanging down in VOL. I. B"], [12, "2 INNOCENCE AT PLAY. rich tresses far beloAv her waist, half A^eils the symmetry of her plump young form. She is standing, watering pot in hand, in a tiny garden, the back of Avhich opens on to a road not a hundred yards from the Brunnen at Homburg, and is consequently some distance from the town. Passing backwards and fonvards along this road, from Avhich she is only half -hidden by a feAV bushes of irregular groAvth, there are many passengers, not a few of Avhom stop on their way to gaze on the young Flora, Avho, re gardless of the observation she occasions, is pursuing her avocation, singing to herself the while in soft Ioav tones. The great world may tramp for aye outside her gar den hedge — men may pause at its very gate and devour her Avith passionate eyes — she heeds them not : her inner life has as yet been disturbed by no love knowledge save that taught by books and dreams; her only consciousness is of purity, virtue, and truth."], [13, "HAVE YOU SEEN BUT A BRIGHT LILY GROW? 3 Yet she alone, perchance, of all the men and Avomen among Avhom she dwells, wears the immaculate Avhite robe ; but, vile though many of them are Avith whom she holds daily converse, Avho shall be vile enough to wrest the spotless garment from the shoulders of a child ? She perceives on a sudden a broken lily, emblem, like herself, of innocence, and Avith a little cry of regret, she bends over it, and seeks, by means of a stick pushed firmly into the earth, to prop it up, and bind it Avith a ribbon Avhich she takes from among her flowing hair. Alas ! alas ! her efforts are futile, the lily bends and droops, the life- cord is snapped, there is nothing to be done but to let it adorn her mother's draAv ing-room for aAvhile, fill the air for a few days with its rich odour, and then cast it discarded and forgotten to wither and die. As the girl sits on the ground and dreams over the broken lily, a foreshadoAving seems"], [14, "4 INNOCENCE AT TLAY. to pass OArer her Avithout her knowing it, and she feels more sad and troubled than the actual occasion Avarrants. While she dreams there, pensively wiping the while the mould-stained petals of her type-floAver with her handkerchief, a man, who has lin gered longer than the other passers-by, is watching her Avith a riveted and eager gaze. So ardent is it that had she raised her eyes from her floAver and noted him, she must have been startled — perhaps frightened. Who shall say as yet what phase of feeling the first love-glance shall produce, Avhether AAnth joy or sorrow the aAvakening to womanhood shall come? He who Avatched her was one Avho had set a mark on his generation, and accord ing to the nomenclature of the Avorld, was among its great men — great not in know ledge or goodness perchance — but how are these, in Society's opinion, comparable with riches, birth, and power?"], [15, "HAVE YOU SEEN BUT A BRIGHT LILY GROAV ? 5 A Russian noble who could not count his roubles, Prince Lavradskoff was omni potent. Added to this he was bon viveur, a courtly, princely gentleman who won his Avay with Avomen till he was almost nau seated by his own success, and had studied the theory of enjoyment till it had becoaie his very religion, and he had no other. Self was his god, and the Avhole human race he regarded as a set of mere machines placed on the earth to pander at Avill to his pas sions or his whims. He Avas a man about fifty, of a singularly impressive appearance, tall, rather inclined to embonpoint, but for all that robust and vigorous in frame. His countenance Avas of such death-like pallor as to amount almost to lividness, enhanced, too, as it was by a raven-black imperial and moustache, while the hair that hung in heavy clusters about his forehead AA'as grizzly almost to whiteness. The eyes — ah! the eyes as they peered through the"], [16, "6 INNOCENCE AT PLAA foliage at the crouching beauty within the garden — they refused to hide the inner life of the man, but told unasked the tale of how long since passion had gained in him an easy victory over principle. Such was Prince Lavradskoff, society's darling, with- out being a fop, the best-dressed man in Europe ; he who at will could wear the largest number of decorations, having even eclipsed on more than one State occasion those claiming near kinship with royalty. The only omission, perhaps, in the noble Russian's gifts from the gods was that of pedigree; his race was princely, but not Imperial. To the Czar he must tender a submission which Prince Lavradskoff failed to feel for any authority, either human or divine, 'humbling himself,' as he would have expressed it, never, except before the ' mighty power of beauty.' With him as with most men of his species, Lavradskoff's life was not the"], [17, "HAVE YOU SEEN BUT A BRIGHT LILY GROAV? t ceaseless current of rare enjoyment he would have had people to believe. There were days, weeks, sometimes even long months when as ' pleasure's palled victim,' he would wander to and fro on the earth in search of a new excitement by which his blase senses might be kept even at summer heat. Failing other issues, play was al ways left to quicken the slumbering pulse and dispel the weariness that sheer satiety had produced. Hence his presence at Hom burg now. He had tried Paris, Vienna, London, vainly during the last six months ; nowhere could he find that for which he sought, and the nature of which he could scarcely define ; nor perhaps did he care to, so long as it was fresh and fair and diffi cult, this latter attribute doubtless embrac ing the greatest charm. To fill the va cuum for a time, he would join the motley crowd at the Kursaal, and watch his roubles come or go beneath the croupier's rake. He"], [18, "8 INNOCENCE AT PLAY. had arrived but yesterday, and the town is echoing Avith the great intelligence of the advent of Prince Lavradskoff, AA'ho before uoav has broken banks at play, because he is forsooth a rich man and gold to him is dross. He is on his way to the tables now, Avhen the picture of a child sorroAving over a broken lily holds him spell-bound. The pearl is found. Lavradskoff has not Avan dered over Europe vainly, since his steps have at last led him here at this particular moment. ' Who is she ? — of Avhat parents ? Are her friends noble?' are the questions he asks himself rapidly, as, after looking at the young beauty in a sort of dream for some seconds, reason asserts itself, and the practical man — for Prince Lavradskoff, like all sensualists, is practical from the very selfishness that is in him — begins to beat about in his mind for means to effect an introduction. To speak then and there"], [19, "HAVE YOU SEEN BUT A BRIGHT LILY GROW ? 9 across the hedge Avere impulsive, doubtless, but might savour of the ridiculous, and thus frustrate the very object he has in view; besides, had he not just enough of romance left in his seared nature to feel the charm of her incognita, to knoAv that, a familiar talk once effected across that hedge, the price lessness of the pearl would exist no longer ? Her pink-tipped fingers have arranged the lily lovingly, she has risen from her gracefully negligent posture, and, lily in hand, pauses before two or three of her floral favourites, which she fancies want her tender care. A few steps lead her from the garden to the villa in AA'hich she lives. She stops once more when she has half mounted them, and turns round to see Avhat effect her Avatering has had on the poor drooping plants. Her hat has fallen off her head, and is hanging half-way doAvn her back attached to a loose blue riband; thus there is nothing to conceal the shape of her"], [20, "10 INNOCENCE AT PLAY. head which is perfect, nor the little pink ears which peep from among the flaxen curls. The eyes through the hedge are still Avatching — AA'hen observing some pet Avhich Avants just a little twist to make it trail more srracefullv, she runs back doAvn O *j i the garden, even into the close proximity of the Prince himself; they never for a mo ment relax their gaze, but drink in to their fill the rare and blessed picture of ' inno cence at play.' Another moment and she has regained the steps, picked up her lily Avhich she left there during her rapid flight, and she is gone — lost to his view inside the four Avails of the house. But no, there she is again ; she gathers a beauteous,' full blown rose, in the very zenith of perfection, to place beside the lily in her vase. He had moved from the hedge, and was peering curiously into the garden from the top of a little gate leading on to the road where he stood. He had scarcely expected her back"], [21, "HAVE YOU SEEN BUT A BRIGHT LILY GROW ? 11 so soon, and to obtain some idea of the kind of people who inhabited the house Avas the desire that was exercising him Avhen she re appeared. Having gathered her rose, she stood for a second to strip the stem of its thorns. One of them pricked her sharply and clung pertinaciously to her finger ; she turned round Avith a piteous look on her SAveet face as if pleading for help; for the first time she became cognizant ofthe fact that she Avas Avatched. Prince Lavradskoff's eyes spoke the volumes his tongue dared not utter as yet; but their gaze, as it reached the girl, seemed to open a fresh vista, as when the sun bursts from betAveen two parting clouds and reveals suddenly a new and Avondrous scene. Dazzled almost to blindness, she forgot her thorn, even her rose ; for it fell, scatter ing its luxuriant petals at her feet. She turned and fled."], [22, "12 INNOCENCE AT TLAY. This time he might linger in vain ; she would come back no more. But Prince Lavradskoff Avas a man Avho, above all things, avoided the ridiculous. To be seen Avaiting about at a gate in pursuit of a pretty girl Avas a phase of love-making that was quite below his usual standard. So he passed on toAvards the Kursaal meditatingly ; a strange light shone in his dark eyes, and almost a smile wreathed itself about his pale thin lips. Was it joy over prospective success that he Avas anticipating ? or Avas he gloating over the many difficulties Avith Avhich he imagined this new adventure Avould be fraught ? Who shall say ? But, arrived at the Kursaal steps, he conversed Avith an amiability and freedom Avith tAvo or three acquaintances he met there Avhich the stern impassible prince was seldom knoAvn to bestoAv on men. Familiarity he ever estimated the very worst vice. And the girl Avent back to her lily, and"], [23, "HAVE YOU SEEN BUT A BRIGHT LILY GROW? 13 looked at it Avith her large blue eyes, dreaming. The earth-stains still marked its petals, in spite of all her care ; and as she noted them, half-grieving, half-thinking of the gleam of light which had shone across the gate, the analogy was strongly apparent, though she failed to note its existence. ' Poor lily !' she murmured, Availing. Ay, poor lily ! Then she sat down and thought, while the bright colour, which had on a sudden spread itself over her face in the garden, still mantled it noAv as the sensation she had received there remained unobliterated from her mind. The room she Avas dreaming in was a pretty one. Books and floAvers and work gave evidences of cultivation and taste, yet the house seemed singularly silent and still. 'Who' — as Prince Lavradskoff had Avon dered — ' Avere the legitimate guardians of this young half-fledged beauty?' If they"], [24, "14 INNOCENCE AT PLAY. had any existence, the amount of notice they bestowed on her Avas evidently limited ; for, tired of her solitude, or afraid of her thoughts in the drawing-room, she crossed the little vestibule and opened the door of another room. There supper Avas laid out tastefully and artistically for some five or six guests, but no one had arrived. She Avalked round the room several times, re arranging the floAvers on the table, as though Avandering in a sort of dream, putting va rious bits of china in different positions, and finally she Avent in search of her bruised lily, and gave it a prominent position among the floral gems Avith Avhich the supper table Avas decked. Then she passed up-stairs — always alone ! The rooms, like those on the ground -floor, had no inmates, though signs •of habitation Avere too palpably manifest, in the shape of untidiness and litter. She looked out of a back AvindoAV into the gar -den. What did she expect to see there?"], [25, "HAVE YOU SEEN BUT A BRIGHT LILY GROW ? 15 Perhaps she did not ask herself. The shades of evening Avere lengthening, and through the gloom she could perceive naught. She only heard the tramp of many feet along the road, as men hurried on; for no one lingered noAV beside the garden gate or looked across the hedge. She turned from the Avindow Avith a sigh. Self-con sciousness had been born into her heart that night, and henceforth Innocence, after her old Avont, Avould Avater her flowers no more."], [26, "CHAPTER II. THE DEMON OF PLAY. Among the tempting subjects to the de scriptive pen Avhich have become banal and spoiled by being 'done to death,' that of the Homburg play-tables stands facile prin cess. While an institution lasts in this ever changeful Avorld of ours, sufficient mutation will always reveal itself to invite description from those prowling about in search of a topic. Even that stock-in-trade of French and English romancers, the hackneyed and vulgarised Queen of the Adriatic, Avas not the same tAventy years since as when Can naletto made eternal prisoners of its sun beams and truant zephyrs in his oft-repeated pictures, nor had it assumed its present"], [27, "THE DEMON OF PLAY. 17 aspect until the battle of Solferino effected the banishment of the hated Tedeschi. Were not the gaming saloons of Ger many abolished, it might be interesting to see Avhat future Thackerays and George Eliots Avould add to the eloquence Avhich has already been expended on so ample a theme. But his Imperial Majesty the De mon of Play has AvithdraAvn his ambassadors from every court, save only the tiniest of them all, and Monaco enjoys noAV the proud distinction of being the one connecting link — as far as the great soul-killing vice of gambling is concerned — betAveen the king dom of Darkness and the SAveet upper airs. Such being the case, we should think it little less than an insult to you, respected reader, to attempt anything hke a descrip tion of the human pictures — terribly sug gestive life-studies though they are— found round the Kursaal tables when Prince Lav radskoff entered the large room. We will vol. i. c"], [28, "18 INNOCENCE AT PLAY. rather suggest that you refresh your me mory with a glance at either Meissonier's or Friths oft-engraved pictures of the famous hunting-grounds, and alloAV us with out farther preamble to pursue the course of events as they befell on that breathless oppressive June night noAV more than ten summers ago. Given the anxious faces, the intoxicating madness of success, the lurid-eyed despair of utter ruin ; Lavradskoff watched it all as he leaned against a pillar, without himself approaching the table. How came it that he, a noted gambler, regarded the scene with wondering glances, as though he AA'ere a mere neophyte afraid to risk his neck beneath the yoke of play ? Perchance for the first time he was contemplating the spectacle, scarcely from a moral, but per haps from a philosophical, point of view. Strange paradox for Cupid to have aAvak ened the god of Reason ! Yet so it was, he"], [29, "19 THE DEMON OF PLAY. had bid Play go slumber for aAvhile, as having for the instant lost its zest and poAver, and with his OAvn sudden indiffer ence anent the chances of the green table, Lavradskoff became for the first time in terested in noting how good or eA'il fortune affected those AA'ho were enslaved votaries at the shrine of Chance. One woman Prince Lavradskoff made his especial study, not for her beauty or her youth, for she possessed neither ; besides to have found one houri in an evening's Avalk were surely all even he could ask of fate ! No ; this neAv attraction was middle-aged, shrivelled, almost mummy like in appearance, as if all the sap and nutriment required to keep the vital ener gies fresh and vigorous were exhausted by some overAvhelming and never-ceasing ex citement ; for this little Avoman Avas a speci men of a thorough gambler, and had but one passion, one aim, one object in exist ence — Play. From Homburg to Baden,"], [30, "20 INNOCENCE AT PLAY. 'rom Baden to Spa, her summers were con secutively passed, till she Avas as Avell knoAvn at the various tables as the croupiers them selves. The Avinters she spent in Paris, playing sub rosd nightly, deftly eluding the vigilance of even the French police, who, in Imperial France, Avere not easily imposed on. Was it then possible that Prince LaAT radskoff watched Madame Dahl's proceed ings for the first time ? Scarcely. On more than one occasion he had even ex changed words Avith the lady; yet for all that, never till that particular evening did it occur to him to regard Avith any interest the fluctuation of her gambling: chances. They were against her, as ex emplified by the puckered brow, the half open mouth, the stony staring eyes. She had rushed, as though inebriated AA'ith ex citement, to a shop close by, where she had raised a few thalers on her bracelets, rings, and such other jeAvels as she wore."], [31, "THE DEMON OF PLAY. 21 On her return she passed close to the Prince. ' Ah, Madame, allow me, I am generally fortunate.' And speaking in French, he advanced toAvards the table as Madame Dahl's companion. ' 0 Prince, hoAv good of you ! You will play for me, will you not ? My luck to day is quite at zero.' He took the money she gave him, and being celebrated for a certain martingale of his OAvn, staked a portion of it. On this occasion, hoAvever, either the fickle goddess did not smile on the partnership, or the bark was scarcely freighted to endure on the stormy billoAvs of Play ; for little by little Madame Dahl's last resources dAvindled away. A smile as of ghastly satisfaction lighted luridly the Prince's countenance, Avhile on the woman's damp white brow beads of cold sweat told their OAvn tale of mental agony and ruined hope. Her income"], [32, "22 INNOCENCE AT PLAY. for the next six months, but that morning received, all gone, the price of her jewels diminishing with every throw! Impair, couleur, passe, numbers backed singly or a cheval — all equally destructive ! Five mi nutes more and the slender pile had melted. Madame Dahl Avas bankrupt. With a despairing cry of ' 0 Prince !' she turned to fly — whither? Who shall predict in Avhat den of horror a ruined gambler is not capable of hiding ? Did the little Avoman's desponding moan aAvaken a sympathetic chord in his heart? It were impossible to say Avhat occasioned the im pulse, but he stopped her departure by a gesture. ' Once again ! All is not yet lost.' ' I have no more money,' she said hoarsely, the Avords Avrung from her as though they Avere life-drops dribbling them selves aAvay. Lavradskoff took a handful of gold pieces"], [33, "23 THE DEMON OF PLAY. from his pocket and held them to her Avith a smile. Her extended palm had almost clutched them, when the last expiring gleam of honour flickered through the darkness in Avhich her mind was wrapped. ' If I lose, I cannot repay,' she said feebly and half regretfully. ' What does that matter ? It is my venture,' said the Prince. ' Messieurs, faites vos jeux !' cried the croaking voice of the croupier. A rouleau belonging to Prince Lavrads koff was placed on red. ' Dix-sept, rouge, couleur gagne !' He deducted the original sum he had placed on the table, passed the balance to Madame Dahl, and, lifting his hat Avith a smile, said politely — 'Madame is under no obligation. Will Madame play?' 'No, Prince, indeed, I won't. Go on, stake again.'"], [34, "24 INNOCENCE AT PLAY. 'For Madame, yes. For myself, I am not playing to-night.' Three times in succession he staked on the same number. ' Dix-sept, rouge, couleur gagne P three times croaked the croupier, and excited by winning till her frenzy of delight rose al most to a culmination of madness, Madame Dahl did not knoAv hoAv to suppress her feelings, but gave vent to them in spasmodic 'ah's' and 'je's' and sundry little bounds into the air Avhich Avould have amused the by-standers had they not been for the most part too engrossed by their OAvn ventures to give much heed to their neighbours. Only the Prince was deriving more tempor ary amusement than had been awakened for some time from the incessancy of this little Avoman's vagaries. Yea verily, he had chosen wisely Avhen he selected Homburg for a few Aveeks' sojourn. At last Madame Dahl's excitement grew boundless ; she"], [35, "25 THE DEMON OF PLAY. snatched a handful of coins from her com panion, and herself risked them on noir ; rouge turned up, and the uncounted pieces were raked in. The Prince smiled sardonically. ' Luck does not favour Madame to-night.' 'What a cursed fool I was. When I ha\\'e you to play for me, why should I do it for myself?' she cried in the strong lan guage such excitement and such scenes engender. 'Lavradskoff and the Dahl — AArhat an amalgamation !' more than one pair of lips had by this time remarked ; for the Prince, proverbial for his hauteur, Avas wont to be stow his attentions only on great ladies; hence the surprise evinced at this sudden digression from his usual habits. Once more he staked in Madame's name, as he gallantly observed; this time on the tAvelve intermediate numbers — he trebled the stake."], [36, "26 INNOCENCE AT PLAY. 'He is not a prince, but a conjurer,' cried the excited gamester, who, after be wailing the ebb of her fortunes, scarcely kneAv how to express her delight at finding them once more at flow. Those round the table Avho had at first unheeded the presence of both Lavradskoff and Madame Dahl, Avere now compelled by the force of circumstances to remark them. The lesser satellites re volving round the great planet, Play, stop ped in their orbit to mark the course of the greater bodies as though they feared colli sion, and the strife carried on by Lavrads koff and Dahl against the bank Avas a deadly one. Prince Lavradskoff Avon, and won, and Avon again till ' The bank is broken' Avas passed Avith a fierce oath from mouth to mouth, as each gambler, save the elated Madame Dahl, turned angrily to depart. She was noAv the goddess, before Avhom the assembled multitude boAved a reverential"], [37, "27 THE DEMON OF PLAY. head, and numerous Avere the offers she re ceived to help her to carry her gold, which Aveighed her doAvn almost as heavily as had her evil fortune only an hour or so ago. But once more LaA'radskoff came to the res cue, and proffering his escort with princely gallantry, expressed his determination to see the adventure to its end, and accompany Madame home, Avherever her Homburg re sidence might be. ' Of course, Prince, you will come to supper. It is unheard of that you should refuse' — for she saw hesitation in his look — ' after all your overpoAvering kindness. Is it possible you Avill say no to so small a re quest as to grace my humble board by your presence ? It will be such a pleasure ! 0, don't refuse.' ' If it will be a pleasure to Madame, it will be a still greater one to me,' said Lav radskoff, trying to lift his hat, but someAvhat overpoAvered by gold."], [38, "28 INNOCENCE AT PLAY. 'Ah, then, it is decided. M. Berthon, you will come? and, M. and Madame Girofle, you promised a week ago ; and Henry Mar tin and Captain Giles,' the latter Britannic islanders ofthe Avorst type. Would Prince Lavradskoff have even hesitatingly accepted the imitation had he guessed the calibre of his fellow guests? But princely word once passed may not be broken, and he conducted Madame Dahl to a carriage, Avhich had been summoned to transport her and her Avinnings to their des tination, with as much courtesy as though she Avere an Imperial Highness. 'What in the Avorld has Lavradskoff got on hand iioav?' observed one man to another as he passed them. ' It isn't beauty this time ; he must be after a neAv game since he has taken up with old Dahl.' 'He is a blackguard, notwithstanding his courtly airs,' answered the other; 'his very presence is enough to breed a pesti-"], [39, "29 THE DEMON OF TLAY. lence, if cities are visited for the iniquities of their residents. ' ' Lost, old fellow, no mistake about the matter, or you Avould not be so severe on the \" Black Prince,\" Avho, Avith all his sins, isn't much Avorse than the rest of us, only that having more money he can afford more vice. You Avould not mind changing places Avith him, I'll Avarrant.' 'I Avouldn't be burdened with Lavrads koff's conscience for all the ore still lying beneath the earth's upper stratum.' '0, if it comes to a matter of conscience, Lavradskoff's is probably as elastic as his purse-strings. Still, for all that, I daresay if you could look into his inner life you Avould find it not wholly bereft of good ac tions. Most men ha\\Te the one green spot.' 'The exception is Lavradskoff,' replied the other talker, sternby. ' I have been thrown Avith him diplomatically, and conse quently more or less intimately, for years,"], [40, "30 INNOCENCE AT PLAY. and I have never seen or heard ofthe single good action one would so gladly chalk up in white against his name. Take my Avord for it, before Lavradskoff leaves Homburg there will be more than one individual who will bitterly regret that he ever came here.' ' That especial human being will not be Madame Dahl,' laughed the other, who, either from Avant of knoAvledge or Avant of belief, did not deal so severely with the Russian as his friend. ' Fronti nulla fides,' was the pointed ansAver. And while this conversation anent his good name was being pursued at will by two of his acquaintances on the steps of the Kursaal, Prince Lavradskoff, tete-a-tete with Madame Dahl, was Avending his way to the Villa Morny."], [41, "CHAPTER III. THE VILLA MORNY. The Villa Morny is positively alive with light. There are Avax candles in eA'ery pos- sible and impossible position. Light is a sort of craze with the mistress ofthe house; she never seems to be able to obtain too much. It is not that she is beautiful, and wishes to show herself or her toilettes ; she has but a minimum of good looks, and is not celebrated for the elegance of her attire, but there hangs about her a fear of dark- ness and gloom from which she cannot divest herself, and lights, lights, more lights she is perpetually adding to her rooms, as though by their assistance she would obliterate the dread Avhich AviU, nevertheless, obtrude itself into her life."], [42, "32 INNOCENCE AT PLAY. When Madame Dahl had invited Prince Lavradskoff to supper he had accepted hesitatingly ; partly because the lady's pro clivities scarcely amused him aAvay from the gaming-tables; partly because, as a rule, he did not plunge into hospitalities under unknown roofs. But still he did accept — he himself could not haA'e told why — and before half an hour had passed aAvay he found himself blinded, dazzled, almost irritated by tbe light from the countless candles in Madame Dahl's villa. The very moment he could effect a courteous retreat he would do so, of that he felt very sure. To eat a repast provided by Brillat Savarin himself Avould be torture in such a blaze. 'Not a shade, not a reflector, to be seen. What could the woman be thinking of to inflict such a penance on herself and friends? No, turn AA'here you Avould, there Avas a candle flaring before your eyes, and ready to drop its Avax on j-our velvet"], [43, "33 THE VILLA MORNY. coat collar. Sapristi! Put the half of them out, and the rest might pass, if the wine Avere good.' And he seated himself at the table. Good Heavens ! there before him, in its vase, was the 'bruised lily.' Lavradskoff Avould have known it among ten thousand. ' Where Avas he ? Hoav had he come there ? Ah, by the front entrance, of course. She was at the back, and he had not recognised the villa; but that horrible little Madame Dahl, Avith her Avild passion for play — Avas she the beauty's mother? Surely it could not be possible ! And Avhere was the girl ? Was she sleeping the sleep of innocence and peace, undisturbed even by the gay laughter of the revellers beloAv ?' It seemed like some dream from Avhich he did not knoAV hoAV to free himself; and under its influence how difficult Avas the part he had to play of grand seigneur among the guests assembled round Madame VOL. I. D"], [44, "34 INNOCENCE AT PLAY. Dahl's table, the ruling desire of each one of Avhom Avas obviously to do him honour. It Avas not often they had a prince to sup Avith them, and each vied with the other in endeavours to make the most of the occa sion. His preoccupation passed for dig nity ; for that he was preoccupied there was little doubt. The image of the beauty he had seen in the softening twilight haunted him frequently; only to be replaced, on that changing kaleidoscope of fancies, the brain, by the picture of the present hour, in which the fates had so far favoured him as to cast him even against his will into the very house in Avhich she dAvelt. 'Ika, where is Ika?' asked one ofthe party suddenly; 'it is scarcely fair, madame, to hide the most beautiful object in the house Avhen you ask your friends to supper.' ' The girl sleeps ; she Avould not keep her beauty long if she indulged in hours"], [45, "35 THE VILLA M0RNY. like these,' answered the hostess with a sort of snarl. ' Your daughter, madame ?' queried Lavradskoff as though hearing for the first time of the existence of her they had called Ika. ' The child of my late husband, Prince, and though I say it who have striven to do my duty as a mother to her, she is very beautiful.' The Prince boAved. The poAver of her beauty — had he not recognised it in all completeness ? ' When is the young lady to be alloAved to shoAv in the great Avorld? We are all thirsting to look at this Avonderful beauty,' said a man Avho sat on the left of Madame Dahl. 'Why don't you bring her to the Kursaal?' Fortunately he did not see the danger ous light Avhich broke in Prince Lavrads koff's eyes, for the lady answered, laughing,"], [46, "36 INNOCENCE AT PLAY. 'I don't belie\\-e the joint efforts of all my assembled guests Avould get Ika to the tables. She has a horror of play, and, moreover, a horror of society, for the poor pretty little fool runs aAvay Avhenever she hears guests are coming to the house. But I should like the Prince to see her, she is a picture ; la, la, not like Dahl, dear good man, he Avas a fright ! So Ave will suppose she resembles her mother.' 'It is with the greatest pleasure, madame, that I shall look forward to making the acquaintance of this young lady, Avhose beauty, I feel persuaded, you do not over extol,' and the Prince's dignity of manner amounted to stiffness and cold ness. But he was blunting vainly the fine steel of his reserve on the coarser metal of their good fellowship. If he meant to re press familiarity, hoAv unsuccessful Avere his efforts. ' Bless me, I Avonder if the girl is"], [47, "37 THE VILLA MORNY. aAvake. She has got a nasty habit of sitting up reading. Somebody go and see. Where is Victoire ?' ' That is Avhat you call beauty sleep, is it, Madame Dahl ? Ha, ha ! I believe you only shut Miss Ika up to make us more curious to behold her. If it were not for the Prince Ave might long in vain.' Again angry coruscations Avere emitted from princely eyes and directed against his opposite neighbour; but somehoAV all Lav radskoff's shots missed aim that evening ; he was scarcely habituated to the manners and customs of the society into Avhich freakish chance had led him. ' Mademoiselle — is she in bed ?' de manded the mistress of the house of a French bonne AA'ho came into the supper room with some plates. She shook her head for answer. \" Tell her to bring me the large fan and smelling-bottle out of my room,' she went"], [48, "38 INNOCENCE AT PLAY. on, addressing the maid in execrable French ; then turning in explanation to her guests, 'She will not come unless she thinks it is to render me a service.' Poor deluded Ika ! 'Well, if she Avas my \"gal\" I would make her go to bed before this hour; Avhy it is just tAvo a.m. Are you a married man, Prince?' And the obnoxious individual on Madame Dahl's left directed the full charge from his battery on Lavradskoff. Was there any, even the slightest, tinge of colour on the pale features? No; their ashen hue Avas immovable, though the ansAA'er might have been taken for an eva sive one. ' I had a wife once.' ' Of course, of course. I am sorry — Certainly no one hears of the Princess Lav radskoff.' The door opened, and the heroine ofthe episode in the garden entered."], [49, "THE VILLA M0RNY. 39 ' Are you faint, mamma, that you have sent for me ?' The girl hardly seemed to dare look round the room, though she was sensible of the fact that it Avas full of people ; and the little buzz of admiration, Avhich coarse lips could not restrain, made her shyness ancl agitation greater. The Prince alone preserved an impene trable sUence. Would she recognise him ? She had not ventured to look at him or any one yet ; but her eyes could not remain cast doAvn for ever. Ah ! the parted lips, the startled, gazelle-like look, tell their own tale of recognition, and, as in the garden, so now she turns to flee. ' Wait a bit, Annika ; since you have not chosen to go to bed you need not be in such a hurry to be off,' and Madame Dahl's voice jars, as in vulgar tones she stops her step- daughter ; she is English enough, Avhatever her late husband's nationality"], [50, "40 INNOCENCE AT PLAY. may have been ; ' there, stop a minute, child ; the Prince is anxious to make your acquaintance,' and she held the girl by the arm, so that it Avas quite impossible for her to escape. Covered with blushes, she turned her head aAA'ay. Even if he Avere a prince she did not Avish to meet his eyes again. ' Little fool !' muttered her step-mother angrily ; but it was not her Avords, but those ofthe Prince, which recalled the child some what to her senses. ' KnoAving us to be aU friends here, avUI not Mademoiselle sit doAvn and join us?' he said, rising and placing a chair for her between Madame Dahl and him self. She dropped into it Avithout thanking him. Speech under trying circumstances is only given to tutored Avomen of the Avorld. Annika had naught to say, though the conversation, interrupted but for a mo-"], [51, "41 THE VILLA M0RNY. ment by her entrance, soon flowed once more unrestrainedly. Only Lavradskoff Avas silent for a Avhile, as he sat sipping his Johannisberg, and looking from under his heavy black eyebroAvs at the young beauty, fearing to startle her by more direct glances; for could he not almost hear her heart beat from sheer fright as she sat there, her hands pressed tightly together in her lap, while her hot cheeks and doAvncast glance Avould alone have told the nervous agonies from Avhich she suffered ? No one Avas especially heeding them ; Madame Dahl Avas deA'oted to her plate ; she seldom alloAved her mental disturbances to interfere with her appetite. ' Mademoiselle is fond of floAvers ?' whis pered the Prince softly. A monosyllabic ansAver in the affirma tiA'e Avas just audible. ' I was as sorry as you could be over the broken lily; and AA'hen I found it on the"], [52, "42 INNOCENCE AT PLAY. table to-night, it seemed like meeting an old friend.' Annika looked up at him gratefully. Already had he gained a step ? Perhaps it was something in his voice which pleased her. He had purposely relaxed its usual cold measured tones, and substituted in their place those tender strains which only women ever heard ; but she met his eyes and looked doAvn once more. The step Avas lost. ' May I send you a bouquet to-morroAv of the finest flowers I can find ?' he asked, stiU speaking in a Avhisper. She shook her head. ' Why not ?' ' Because I do not like to have floAvers cut for me. I like everything to live on as long as it can.' ' Yet you gathered a rose to put Avith the lily.' ' Yes, for mamma.'"], [53, "43 THE VILLA MORNY. ' Then you shall have some flowers to morroAV in pots, and you can put them in your garden ancl Avater them and tend them all the summer.' Once more the blue eyes met his, and a pleased emotion shone in her face as she thanked him, half shyly, half tremu lously. ' I may come and see you Avater them sometimes ?' 'That avUI be dull Avork,' she ansAvered. 'Dull, AA'hen you are there!' Had Annika ever been addressed in im passioned accents with an emphasised you before ? Probably not, and the sensation it produced was a neAv one, as testified by the flush which spread itself over every per ceptible inch of her usually white flesh. She did not attempt either to contradict or acquiesce in his remark, Avhich, from its ejaculatory nature, perhaps, needed no re ply. So he Avent on :"], [54, "44 INNOCENCE AT PLAY. ' Then I may come to-morrow about sunset and see the flowers AA'atered?' 'It is not nice Avork for a man,' she said, in a Ioav voice. ' Mamma is ahvays scolding me for spoiling my dresses.' ' But as I don't Avear dresses it avUI not hurt me. It struck me, too, this evening that the watering-pot is just a trifle heavy for your hand.' 'Well, it does hurt sometimes; ever since I sprained my Avrist last Avinter I can not lift heavy weights.' ' Nor before, I should imagine,' he said, looking at the delicate wrist. ' But tell me, hoAv did you sprain it?' ' 0, I was running doAA'n a staircase in Paris, and I tripped and fell Avith my hand doubled under me, so,' suiting the action to the Avord ; ' and it did hurt me quite dread fully.' ' Poor child ! The very account of it makes me sorry. I AA'ish I had been there"], [55, "45 THE VILLA M0RNY. to help you. You would have seen Iioav artistically I Avould have bound it up. I am not sure, even noAA', it might not be beneficial,' and he took the little hand in his. ' But you are not a doctor — you are a Prince,' she said, looking at him wonder ingly. 'It is as necessary for princes as for other men to learn hoAv to deal with acci dents and disease,' he ansAvered gravel}', still holding her hand, Avhich she did not attempt to AvithdraAV. Why should she — though a Prince, Avas he not a member of the healing art? She only said, demurely, ' It does hurt sometimes very much, though mamma says it is all nothing.' He examined it with an earnestness in Avhich those avIio Avere of his intimates Avould at once have discovered the comic side ; but those among Avhom he then found himself"], [56, "46 INNOCENCE AT PLAY. remarked nothing, or, if they did, Avere too much beneath him in social position not to accept unhesitatingly Avhatever princely manners chose to introduce. ' A little arnica and a blue ribbon for a bandage. I avUI provide the arnica, you the ribbon, to-morrow. Is it not so?' The child nodded her head acquiesc ingly; a compact had been arrived at be tAveen them. What mattered it to Lavrads koff Avhether the medium Avere a bruised wrist or a bruised lily, so that the interven tion brought about the object he had in vieAv? Only just in time, too, had he ar ranged his assignation; for Madame Dahl, having eaten Avell, and partaken freely of her OAvn Avine, could restrain her colloquial powers no longer, and turned familiarly to Lavradskoff: 'Well, Prince, you are a conjurer, and no mistake ; you ha\\re actually succeeded in making Ika talk. Why. she never opens"], [57, "47 THE VILLA M0RNY. her mouth to any living soul. She is the shyest young faAvn that ever was found in any deer-park.' ' Some coarsely-natured animals have a never-failing knack of startling deer,' said the Prince, smiling ; ' they cannot recognise the fact that the frightened creatures must be lain in ambush for, not driven !' No one at the table detected a hidden meaning in his Avords. He kneAv his sur roundings Avell enough to be aAvare of their utter shalloAvness of conception, orheAvould not have dared the sentence. As it Avas, it served the end he intended and carried them into sporting talk, during which Ika's very existence AA'as forgotten by all present, save Lavradskoff himself; but he did not ven ture to address any further Avords to her. ' Seeking to improve on good not unfre quently begets evil,' was an aphorism he was Avise enough to apply ; and until Madame Dahl at last exclaimed, ' Good gracious, Ika,"], [58, "48 INNOCENCE AT PLAY. go to bed. I only called you for a minute, child, and noAv you have stayed at least an hour,' no further notice was taken of the girl. She rose Avhen thus addressed, and Avas about to make a hasty Avordless exit. 'Au revoir. To-morrow!' fell on her ear from the Prince's lips as she passed him ; and as the vision of her beauty A'anished the noisy party broke up, each one to resume on the morroAV the varying fortunes of the roulette-table, and to be entirely engrossed in the excitement of their inconstancy. All except Lavradskoff, who had found a higher flight for his fancy, and Avho Avould regard or disregard the variations of play only as they assisted him in carrying out the schemes his Avell-practised inventive powers were plotting to organise."], [59, "CHAPTER IV. LOVE OR HATE? The plants are burnt to their very roots ; there is not a drop of moisture or sign of refreshment in the whole of the little Hom burg garden. Drought — parched, thirsty drought — prevails everywhere. Yet, since we saw them last, the flowers have greatly increased in number; but, beautiful though the new companions have once been, they are all now withered alike, neglected and uncared for. The watering-pot lies roseless and rusty in a corner, and the great glaring German sun, as he pours down his floods of golden light upon the scene, is unwelcome and unkind for the very desolation he ex hibits among the garishness. Yet the villa VOL. I. E"], [60, "50 INNOCENCE AT PLAY. is still inhabited, for the strains of a piano may be heard, on which masculine fingers are playing one of Strauss' maddening valses ; and, mingling with the music, many careless voices are uttering the fragmentary nothings Society calls conversation. Within the house the festive gladness at noontide is almost as repellent as the still blaze with out, which has wellnigh burnt up every sign of beauty with its furious flames. Yes, there is light enough now, even for Madame Dahl, who, regardless of fading carpets and spoiling complexions, keeps the persiennes open till her friends cry aloud at the inflic tion. And all this while, where is Ika ? Her voice adds no sweetness to the chattering of the many ; her fair rounded form glides not among the grosser clay assembled in Ma dame Dahl's drawing-room. Sitting on a sofa apart from the rest, with compressed brow and stern impassible bearing, is Prince"], [61, "LOVE OR HATE ? 51 Lavradskoff. All has not gone wrell with him of late. His associates say he has lost heavily at play ; indeed, that his losses have been heavier than even Lavradskoff can afford. Ay — so. The chances of fortune have not fa voured him, it is true; but her freaks on the inconstant baize are scathless to annoy. Yet Lavradskoff's anger has been power fully roused. Truly he has found the ex citement for which he has been searching so long. It has come, as most things in life do come, in an unexpected form — in the opposition and frustration of his most ardent desires. He, who had believed himself till now to be omnipotent with women, has been foiled by a child ; and even as he sits moodily raging there, Annika is locked into her room upstairs, and, prone on the bare boards, she is sobbing her heart out in a first strong gush of woman's tears."], [62, "52 INNOCENCE AT PLAY. Lavradskoff 's eyes have killed the happy child, and substituted in her place a suffer ing thought-laden woman. Is he satisfied with his work? Scarcely, to judge from his mien as he sits chewing the cud of his own reflections in the drawing-room. Yet his work has been a complete one, Heaven knows. The havoc he has made heeded no cry for quarter. Still success has not come. He has uprooted purity to engender loath ing ; he has called aloud for love, to awaken hatred. With such as Madame Dahl what had Ika to do, though she was her father's wife? She was the descendant of a long race of Swedes, in which all the men had been brave, the women virtuous; and this Rus sian, how should he dare come and mix sullied words among the honey of her child hood's hopes! It was not, perhaps, that she altogether understood their meaning; but still they had brought the hot blood to"], [63, "LOVE OR HATE ? 53 her brow, a cold tight band of misery about her heart, tears to her full blue eyes. Love him ! Nay, were he ten times prince, ten times Lavradskoff, the greatest Russian who ever lived, she never could feel for him but one long undying abhor rence. What he had dared to whisper she scarcely knew, but that he had wounded her sensibility to the quick she could never forget. The warm glad love which he had hoped would spring spontaneously from the depths of her young heart to meet his more passionate cravings, was still. In its place came forth to meet him the cold, instinctive self-respect which is more or less strongly developed in most good women, and of which Annika had been endowed with a more than usual share, producing, as it did now, that wild outpouring of mad hate against Lavradskoff for his daring, and against herself for being so base a thing as to be counted worthy to be his victim."], [64, "54 INNOCENCE AT PLAY. Madame Dahl, who has been chattering volubly to a knot of foreigners in her free bad French, seeks the Prince in his self imposed solitude, and says, still speaking the unknown tongue she designates as French — ' Ma fille, elle est echappee. Ou est-elle ailee, Monsieur le Prince V Lavradskoff, whose English was purer than her own, and who was in no mood for being farther irritated by her at tempts at a foreign tongue, answered shortly — ' Mademoiselle has not confided to me either where she has gone or wherefore.' ' Gracious, have you quarrelled ! Only yesterday you were as thick as inkle weavers. Why, everybody thought you were her lover.' Lavradskoff winced, as wrhat refined man wrould not have winced at such a vulgar on slaught ?"], [65, "LOVE OR HATE? 55 The highly cultivated sensualist is sel dom otherwise than refined. He had risen when Madame Dahl approached him, and now moved away with an angry gesture. She had not time to stop him, however, before, frenzy rolling in his eye, of his own accord he turned to her once more. Who more likely to help him with Annika than this woman, who, from her insatiable love of play, her losses, and her constant craving for money was already his slave ? Ay, she was the girl's natural protector. Ika was even fond of her, for she was not unkind to her — gave her pretty things, when she had the money to pay for them, and pretty speeches when she had not. The world she lived in had been closed to Ika, and she knew naught of its workings ; never till the Prince came had she even strayed into its outermost precincts. This woman then had an almost boundless influence over the girl, who in her innocence and simplicity saw no"], [66, "56 INNOCENCE AT PLAY. guile in her nature and trusted her most implicitly. ' Mademoiselle has taken flight,' he said, changing his manner and speaking in a low tone, ' because the first words of whispered love have frightened her.' Such an expression came over the step mother's face as would have thoroughly disgusted Lavradskoff had he not made up his mind to utilise this woman for his own ends. ' Lor !' she said, ' bless the girl, what is she thinking of? to be made love to by a prince and not know her luck? I'll talk to her.' ' Deal gently with her,' he interrupted ; ' the startled timidity of youth has a potent charm.' ' Gently, Prince. You don't understand girls as I do, if you think a good scolding is not generally the most efficacious treat ment one can use. Shall I go and send her"], [67, "LOVE OR HATE? 57 to you? Deal gently, indeed, with a girl who might be a princess if she wasn't a fool !' A strange light shone for a moment in Lavradskoff 's eyes, and he parted his thin lips as though to speak, but the words seemed to die away at the corners of his mouth, and were replaced by so cynical a smile that, had Ika seen it, it must have increased her abhorrence. On Madame Dahl's impervious nature it, however, made no impression. Had she guessed its meaning, would she have felt any repugnance ? Who shall say ? She had lived a careless, a haphazard life among people whose standard of mo rality was of the lowest, without exactly having herself committed any flagrant faults. Yet had she never connived at them in others ? Alas, alas, that Annika should have no more solid rock to lean against than this vulgar-minded easy moralist !"], [68, "58 INNOCENCE AT PLAY. A prince and a millionaire ! Both price less advantages in Madame Dahl's eyes. Could not Lavradskoff, knowing her mad passion for play, make of her the tool he needed ? The case was a difficult one. As we have before observed, however, its difficulty was its charm in the eyes of this man, who prided himself on his diplomatic tact. ' Not now,' he said, answering her question about seeking her step-daughter. ' Leave Mademoiselle to her own reflections for a while ; my farther presence here would only pain her. Madame has, doubtless, the intention of going to the Kursaal ?' ' Later. Yes, certainly. Ah, I lost heavily again last night. To-night, if I am not more successful, I must leave Hom burg.' ' I will be at Madame's right hand ; my star for the moment is once more in the ascendant.'"], [69, "LOVE OR HATE? 59 ' 0 Monsieur, the assistance you have already rendered me is more than princely,' and a slight blush, perhaps the last remnant of dying shame, for an instant showed on the woman's leathern cheeks. 'It necessitates no obligation,' he re plied, with a bow and a smile. ' Madame can return tenfold the trifling services I have rendered her.' ' Only tell me how and I am sure I will help you with all my heart,' Another bow and another ghastly smile from princely lips. ' To-night at the Kursaal I will have the honour of resuming this conversation with Madame.' The grand seigneur, or, as Madame Dahl's guests called him, the ' swell,' of the luncheon party having taken his leave, the rest of the party soon followed his example. In less than half an hour the Villa Morny was left to the chirping of the older woman,"], [70, "60 INNOCENCE AT PLAY. as she trotted about the rooms, giving various contradictory orders to Victoire, and the low wails of the girl who still lay sick at heart and unhappy at the miserable awakening from infancy which had come to her so painfully and suddenly. Madame Dahl did not follow Lavrads koff's advice, and leave Ika to her medita tions. Did he expect or perhaps Avish that she should do so ? She sought her out as soon as she had finished giving orders to Victoire, and when the girl, with swollen eyes and pale cheeks, unlocked the door, she was met with a shout of derisive laughter from her step-mother. It was obvious she would obtain no sympathy; but she threw herself, nevertheless, into the woman's arms and cried as though her heart would break. ' Poor little stricken lamb, who bleats because a prince loves her,' cried Madame Dahl."], [71, "LOVE OR HATE ? 61 ' I hate him. I want to see him never again,' sobbed the girl hysterically. The woman soothed her, smiling. In her own character there were no delicate and refined touches of feeling, and she could not understand them in Annika. 'A prince and a millionaire,' -was the sole refrain of her thoughts and ideas. To let him slip out of their clutches were a madness; to listen to Annika's talk about hating him past permission in folly, and only to be treated as a girlish whim. She led her down-stairs, chaffing her the while, and told her all girls passed through this phase of feeling, the happiness was yet to come. Then when still the roses did not return to her cheeks, the light to her bright eyes, she grew more serious and explained how princes did not grow like berries on every hedgerow ; and finding this announcement made no impression on the child, to whom a prince or a barber wrould be the same"], [72, "62 INNOCENCE AT PLAY. under the sense of loathing Lavradskoff had aroused, she grew more angry than Ika ever remembered to have seen her before, and chid her in abusive terms, which filled even to overflowing the girl's first cup of misery, as she remembered that if she offended Ma dame Dahl, she had not one single friend left to her in the whole wide world. Poor Ika, poor lily ! Standing on the edge of the world's arena, about to make her first plunge into the great vortex of life with such a counsellor as Madame Dahl, such a lover as Lavradskoff — and a sickening sense of horror at her heart! Who shall say that circumstances do not mould a cha racter which, guided by a different series of events, would retain for aye its pristine purity ? Who shall guess the effect which occa sion and compulsion will have on this yet unformed mind, or into what eccentric and unexpected vagaries it may not be"], [73, "LOVE OR HATE ? 63 driven from the very plastic softness of its nature ? Ah, who shall read the riddle of the future?"], [74, "§och the Jfirsf. CHAPTER I. BELVIDERE. ' How do you write a scream ?' 'What on earth do you mean, Poll? Have you gone quite mad?' ' No, I am only trying to dramatise the little episode that occurred in the conserva tory yesterday evening, and I cannot give .sufficient effect to the shriek.' 'A h, of course rather prolonged; there is no other mode of giving written utterance to your feelings that I am aware of.' ' Pooh ! It would require a succession of Ahs, increasing in sound till they reach fortissimo, to give any idea of what that scream was.'"], [75, "BELVEDERE. 65 ' Indeed ! Well, according to my views it is rather a bore to have a younger sister who is always utilising scenes and effects for literary purposes.' ' Not so dangerous as trying to produce them at first hand in real life, eh, Muriel ?' ' Poll, that remark is untrue and you know it. I am far too indolent to trouble myself about the production of anything that does not come quite naturally. I go on the principle that what is is best. If it is an excitement, so much the better ; if it is vapid monotony, well, it saves trouble.' ' Bless us, how philosophical we are to day ; quite an optimist. Such big theories must have cost a wakeful night.' 'Don't be rude to your elders, Poll! Much study has made you pert. Leave off Avriting that crescendo of Ahs, and go and get some nuts for Jacko.' 'Mischievous little brute! I Avould rather get a rope to hang him. He upset VOL. I. f"], [76, "66 INNOCENCE AT PLAY. a bottle of ink OArer my manuscript yester day.' But she got up lazily as she spoke to do her sister's bidding, Avhile she Avho AA'as called Muriel fondled a marmoset, Avhich Avas tied by a silken cord to the leg of the table in the little boudoir where the two girls Avere sitting, as though it were the only object on earth for Avhich she had a thought or a warm feeling. Muriel Brownjohn — 0, hoAvshe flinched from the hideous surname — was the hand some, much-courted daughter of Sir Silas Brownjohn; and beyond her beauty, her amusements, and her toilettes, she troubled herself very little about aught else in life. Of course it Avas decorous and moral and highly principled to be courteous and kind to every one; but the natural indolence of her character kept her from carrying all her grand theories on proper behaA'iour into practice, so she took a sort of ebb and floAv"], [77, "67 BELVIDERE. vieAv of life Avhich resolved itself into a cer tain amount of selfishness; at least so Mary, vulgarly called Polly, Avould have said. Perhaps the friction to Avhich we are all prone A\\dien, in the great world, Ave are brought in contact Avith intellects of dif ferent calibres to our oavti, may some clay aAvaken Muriel's, slumbering mental poAvers; at present they are not particularly exer cised, ancl so far as she in her shortsighted ness can see through the mists of futurity they are never likely to be. The wealthy Sir Silas BroAvnjohn's second daughter, the reputed beauty of the family — for Poll's countenance is hidden as much as oossible under a bushel — Avhat but the broadest, brightest, happiest path can lie before her ? Poll comes back Avith the nuts, and tumbles them all doAvn, half-mischievously, half-carelessly, on the table, on to Avhich Jacko scrambles promptly and unbidden, upsetting the dainty work-basket Avhich is"], [78, "68 INNOCENCE AT PLAY. open before his mistress, and tangling her fine embroidery silks hopelessly about his long thick tail. Not Jacko's fault a bit, but Poll's, as Muriel rather angrily declares in short, pointed, sisterly sentences, inter spersed with coaxings for Jacko to be a dear good fellow and behave himself. Poll, meantime, stands laughing and en joying the dilemma. In her brown linsey dress — for she is scarcely seventeen and not yet ' out' — she forms a striking contrast to her sister, Avho, AAdiatever she may say to the contrary, studies effect in the Avay of bright colours, rich lace, trailing skirts, eccentricity of form, in fact any and every mode by Avhich her clothes may be less like those of other people and render her ob servable, if they do not quite succeed in making her envied and fashionable. Poll's face has more real beauty in it than Muriel's, for the very reason that it has more roguery of expression. They have both full hazel"], [79, "69 BELVIDERE. eyes, but Poll's are the brightest ; and both have luxuriant broAvn hair, Avell curved upper lips, well shaped noses, Avarmly tinted complexions ; yet Muriel has been declared a beauty, Avhile Mary is passed by unheeded, because, forsooth, the larger lazier Muriel gives herself the airs and graces of a great lady Avho knoAvs and accepts her place and station among the beauties of her clique, while the more sylph-like Poll laughs at the Avhims and caprices she has no fancy to copy, and devotes her leisure moments to the pursuit of literature — be it said under difficulty — though she finds an ample scope for her scribbling talents in using up the odds and ends of incidents Avhich present themselves to her notice in every-day life. ' It is very odious to have that child transferring all one does on to paper,' Muriel is Avont mentally to observe ; ' but as long as it keeps her out of ballrooms it has its advantage.'"], [80, "70 INNOCENCE AT PLAY. If Polly only had not had such a tiny foot and hand, Avhile her OAvn Avere so large and fleshy, she Avould have loved her ever so much better, and have given her the opportunity of endless scenes and screams to Avrite about. The scream to Avhich Poll Avas alluding in the drawing-room drama on Avhich her pen Avas that morning engaged, was, hoAV ever, rather a sore subject Avith the elder sister. She Avould gladly have sacrificed all her embroidery silks — nay, even the beloved Jacko himself — if any episode, no matter AA'hat, Avould only arise to put all recollection of it out of Miss Polly's mind for ever. Muriel had, in the tAvilight, mis taken, or pretended to mistake, one of her admirers, a certain Mr. Wolfgang, for the monkey, had fondled him while labouring under the mistake, and screamed so loudly Avhen she discovered the error as to bring Polly breathlessly out ofthe library to see Avhat had happened."], [81, "71 BELVIDERE. The door opens noiselessly. Perhaps the Avished-for digression is about to take place. No such luck. It is only another linsey- clad damsel, one, too, Avho, as a rule, AA'alks to and fro on the earth Avithout calling forth much observation from any one. She makes her mark nevertheless. So cunningly devised is the structural contrivance by Avhich the motive poAver ofthe machinery of life is Avorked that not a seeming unit among God's creatures, hoAvever useless and unAvelcome it appears to others, but has some subtle influence in the carrying out of the whole plan. Plain in feature, though intelligent in outline, was the face of the new-comer, Avith just sufficient family like ness about it to render remarkable a sort of caricatured resemblance to her younger sisters. Millicent, the eldest born, AA'as the drudge of the BroAAmjohn family; she it was Avho looked after the household crea ture comforts, quieted the little jars, and"], [82, "72 INNOCENCE AT PLAY. put in the tiny Avord Avhich rounded off the broken phrases. How dared any one say she was useless? Without her Muriel and Mary Avould have found themselves minus many a luxury for the providing of Avhich they thought themselves quite superior. Yet the one said she was a doAvdy fright, of Avhom she was ashamed, and the other that she Avas so matter-of-fact that it was almost impossible to get down to her level. They forget how in trouble or annoyance they have invariably gone to Millicent and found a friendly haven. She is even now at once enlisted to unwind the silk from Jacko's tail, though she has failed to pro duce any deviation of thought from Poll's one idea — for the original question, ' How do you write a scream?' is again asked as Millicent disentangles the silk. The eldest sister laughs as she says, ' 0, you naughty child, have you not forgotten that yet ?' ' Never, Milly, never to my dying hour."], [83, "73 BELVIDERE. I am sorry if any reference to it should vex Muriel, but everything must boAv before a keen sense of the ridiculous.' ' Personally I do not care a pin's point,' said Muriel, languidly lying back in the large armchair in AA'hich she was seated; ' but I should think Mr. Wolfgang will be seriously offended if you commit that non sense to paper, and pass it round for the amusement of all your giggling acquaint ances. And Mr. Wolfgang has ahvays been very kind to you. I should scarcely ima gine you wish to offend him.' 'Hurra!' cried Polly, 'there is a stroke of diplomacy worthy of the Chevalier d'Eon him or herself. You don't AA'ant the story to be told, so you try to get rid of it by seeking to air my friendship for Mr. Wolf gang. But it Avill not do, Mu ; I am quite as sharp as you are.' ' I give you the palm uncontested. I hate sharp people, they are invariably"], [84, "74 INNOCENCE AT PLAY. odious. You are especially so this morn ing. When Jacko has finished his nuts I am going for a drive. Will you come, Milly?' It Avas an event of such unusual occur rence for Muriel to invite her eldest sister to sit beside her in the little pony carriage to which, as the spoiled child of the family, she laid sole claim, that instead of answer ing immediately Millicent stared at her in some astonishment. 'Well, don't come if you don't like, but I thought you might have some jelly or broth to take to some old goody and want a lift ; no dripping though, remember, I will not carry dripping. I haA^e no particular object for going out this morning;' and she rose, putting Jacko on her shoulder as she did so. 'Except to annoy me. You think I shall be bored by being left at home alone,' broke in Polly ; ' but you are quite mistaken."], [85, "75 BELVIDERE. I have lots to do, and am so glad Milly is going to be brought into notice for once. It Avon't hurt you either, Mu, your peacock's feathers will seem the more brilliant for being mixed with the daw's ;' and gathering up her papers and Avriting utensils Miss Polly Avent out of the room. ' Will nothing silence that girl's tongue ? It growrs more shreAvish and harmful eA'ery da}^;' and Muriel walked sloAvly across the room and rang the bell to order the carriage. ' Poor little Poll ! she does not mean to be unkind ; her chatter is only youthful ef fervescence; there is no real venom about it.' ' Nothing makes people commit so many follies as a desire to appear clever,' said Muriel, in that calm voice Avhich only on very rare occasions \"was stirred out of its usual tuneful monotony. ' She Avill give that up as she grows older,' observed Millicent. 'The child is"], [86, "76 INNOCENCE AT PLAY. almost a Avoman ; it is surely time she Avent into society a little.' Muriel's eyebroAvs arched perceptibly. ' The longer we guard society from that most intense of bores, a literary Avoman, the more it Avill thank us, I fancy,' she said Avith a sort of sarcastic smile. ' You should have heard Mr. Wolfgang's strictures the other night on Avhat he was pleased to call \" une femme lettree.\" ' 'Well, he Avill scarcely condemn either of us for our knoAA'ledge,' answered Milli cent, laughing. Then seeking to change the subject — for the frequent dissensions betAveen her younger sisters Avere very dis tasteful to her — she asked Muriel if she did not think the very gay wrapper Avhich hung in rich folds about her was too smart for the lanes. ' If a toilette has a sufficient amount of \" cachet\" it is ahvays appropriate,' Avas the ansAver given by one to whom luxury Avas"], [87, "77 BELVIDERE. dearer than artistic refinement, and whose knoAA'ledge of the Avord ' cachet' Avas only obtained from her French dressmaker. ' Hoav feAV Avomen,' it has been suggested by a French writer, ' when they are select ing their tasteful toilettes, take the trouble to consider that the day AviU arrive when each of them will look as ridiculous as the head-dress of Catherine de Medicis!' They went doAvn-stairs together as soon as the carriage Avas announced, these sisters than Avhom no two greater opposites could be found on earth. Muriel, though not the eldest, Avas the absolute mistress of Sir Silas BroAvnjohn's large country house and grand establishment. She Avas the daughter Avho thoroughly understood his life and sur roundings as they were hoav, and Avas fitted by every gift of Nature to receive and com mand, as was becoming in the house of so important and moneyed an indh'idual as Sir Silas BroAvnjohn, Knight, erst Birmingham"], [88, "78 INNOCENCE AT PLAY. tradesman ; Avhile Millicent belonged to the old days, passed aAAray for eA'er, when her father Avas ' a small man.' She could not reconcile herself to the position of a great lady, and pined sometimes in her heart for the bygone times Avhen to have a tidy linsey dress Avas a Sunday treat, and she was not compelled to ape a grandeur for Avhich she had no desire. In the front corridor the tAvo girls paused to enter on the usual question of wraps and parcels with the butler, a pompous indivi dual, Avho thought himself by far the great est gentleman in the house. In a large oval AvindoAV at the farther end of the hall stood Sir Silas BroAvnjohn and his only son Felix, in deep and evidently earnest conversation."], [89, "CHAPTER II. SIR SILAS BROAVNJOHN. 'Another mystery! Felix would hang himself if there Avere nothing left in life to be mysterious about,' Muriel muttered to Millicent, with a sneer, as their tAvo nearest male relations passed rapidly into a small study when they heard the girls' chatter on the staircase. They Avere not betting men, or they might have taken long odds against the possibility of escaping unseen from sharp sighted womanly vigilance. As it was, the sisters, accustomed to their brother's habit of making a profound secret out of a trifle, thought no more about the incident they had just AA'itnessed, but got into the car riage. With all their boasted acumen they had failed to remark the thoughtful preoc-"], [90, "80 INNOCENCE AT PLAY. cupation that Avas expressed on the counten ances of both father and son, especially on that of Sir Silas, for the business Avhich per plexed on this occasion Avas evidently his. The tAvo faces, as the}' looked at each other, were as though formed in the same mould, only the hand that modelled them had done its work in tAvo different generations. To look at the girls, especially Muriel and Polly, they might have ' boasted their high descent from either line,' while an unmistakable ' trade mark' Avas stamped on the masculine portion of the family. Far more apparent, as a rule, are Ioav breeding and Ioav birth in the sterner than in the softer sex ; keen dis criminating powers and a lively aptness to copy affording, perhaps, a very apparent ex planation ofthe difference Avhich invariably exists between the tAvo sexes in a family like that ofthe Brownjohns, Avhich has passed, as though b}r the touch ofthe magician's Avand, from corduroys and bread and cheese to"], [91, "81 SIR SILAS BROWNJOHN. velvets, turtle, and Avoodcock. It Avas not that either Sir Silas or his son Avas wanting in a certain amount of animal beauty, but it Avas in refinement and cultivation that they Avere at fault. Intellect had been made subservient to instinct, the instinct as ofthe brute creature Avhich grasps selfishly for means to gratify its individual appetites, and hides aAvay in the earth the carcass it is too satiated to devour, rather than divide it with a hungry companion. Narrow minded and rapacious, no enviable charac teristics; yet they Avere attributed to both the male Brownjohns, not only by those Avho came in contact with them during their active Birmingham career, but by the neio-hbours AA'ho dAvelt near Belvidere House, as the grand neAv edifice about twelve miles from Birmingham Avas called. Can a man be the architect of his own fortune and acquire great riches Avithout a certain amount of exorbitant greediness ? is VOL. I. G"], [92, "82 INNOCENCE AT PLAY. a query not unfrequently propounded. Most assuredly the two money-getters in the pre sent instance formed no exception to the rule, if rule it be. The one thought of their joint lives Avas gain, and the father prompted the son, the son the father, to fresh reforms, new projects, not by AA'hich health, happiness, and prosperity might be attained by any portion of the working population Avho sur rounded them in the large manufacturing city of which they Avere among the poten tates, but the one excited the other to plans by Avhich more labour might be extorted at less outlay, and larger returns find their way into the strong box at the BroAvnjohns' important iron foundry. Plausible to a de gree, oily, unctuous, and smooth, were the manners of this worthy pair, Avhile religious principles Avere dragged ad nauseam into every conversation. 'A dead type! Such people exist no more,' some one exclaims; ' School Boards,"], [93, "SIR SILAS BROWNJOHN. 83 sanitary committees, ventilation schemes, Avorking men's clubs, these form the aggre gate of to-day's representative qualities.' We Avould answer, Go into the slums and lanes of the large manufacturing cities ; note the brutish men, the shrieking half-clothed beldames, the naked starving children, the abominable Saturnalia of intemperate riot, and be silenced. That Sir Silas Brownjohn had done no thing to ameliorate the condition ofthe large city in Avhich he had been coining money for the last quarter of a century was pain fully true ; although he had once held a sufficiently high civic place to gain for him the honour of knighthood, on one of those visits Avith which royalty A'ouchsafes from time to time to honour the large provincial toAvns. This important addition to his for mer prestige had inflated Sir Silas with an additional amount of priele, at the same time that it had increased his sense of self-"], [94, "84 INNOCENCE AT PLAY. righteousness ; but it had not made him open his purse any Avider in order to minister to the claims of his poorer brethren, except in the way of heading subscription lists and giving munificent charity in order to reap large returns. Millicent, out of her quarterly allowance, managed to spare a small sum in order to help a few of the cottagers near Belvidere, but she Avas the only one of the family A\\dio thought of them. Muriel's mil liners' bills Avere the bane of her life, and Polly, not being ' out,' had scarcely a suffi ciently large alloAvance to pay for her brown linseys, and not unfrequently had to seek help from her eldest, sister. Thus, Avith all the outAvard appearance of splendid luxury ancl untold Avealth, the internal arrangements of the Brownjohn family were conducted Avith an amount of penury and miserly care which in many a less considerable establishment Avould haA'e been regarded as a shame and a reproach."], [95, "85 SIR SILAS BROWNJOHN. Not that Sir Silas and his son stinted them selves in their individual requirements ; they, like Muriel, were lavish both in clothes and jewelry, Felix especially displaying on his person an amount ofthe latter Avhich was both costly and vulgar. As they sat now opposite each other in the small comfortable study, continuing the conversation which had commenced in the corridor, it was evident from frequent, allu sion to Muriel that it was not strictly con nected Avith business matters. Would she not have been uncomfortably exercised in her mind about the mystery in Avhich Felix was indulging, could she have formed the slightest suspicion of hoAv near and import ant a bearing it had upon her own life ? As it Avas, Avhile she Avas making Crambo, the pony, trot briskly through the lanes Avith Jacko on his back — a sight Avhich the cot tagers invariably turned out to see — issues individually important to her Avere being"], [96, "86 INNOCENCE AT PLAY. discussed in the quiet study, and Felix's calm smile as his father said, ' I can trust you, Felix, you will repeat this to no one,' did not promise that much of what had passed would be revealed to his sisters. ' Assuredly you may trust me, sir, but you have astonished me very much by this morning's revelations. Muriel certainly fancied she had tAvo strings to her bow, and to think that fellow Armstrong is after little Poll is a rum start.' ' A piece of gross impertinence I call it,' replied Sir Silas, stiffly ; ' why the girl is barely eighteen, and he is a Avretched quill drh'ing pauper without a sixpence. I sup pose he thinks I am going to find the cash for him to strut about London Avith his hands in his pockets.' ' You dropped into him pretty sharply I expect, sir?' ' I should think so, I should think so, Felix. He talked to me of his old family"], [97, "SIR SILAS BROWNJOHN. 87 and high connections as if he thought he was a better man than Sir Silas Brownjohn, and that I had been Avorking all my life only to fill his empty stomach and give him my daughter to boot, so that they might multiply the generation of paupers.' 'And Poll knows nothing of this?' ' Of course not ! and never will, unless you tell her, for I made Armstrong swear, by \" bell, book, and candle,\" that he AA'ould hold his tongue to the girl, and though he is a beggar I think he will keep his word.' Felix began to laugh in a spluttering vulgar way he had. It rather angered his father. ' I cannot see anything so very amusing,' said the old gentleman ; ' for my part I think it is very provoking to have one's morning upset, and one's general arrange ments put on one side, by this felloAv's con founded effrontery.' ' It is rather a joke nevertheless,' said"], [98, "88 INNOCENCE AT PLAY. Felix, still chuckling. ' Muriel thinks Arm strong is her devoted swain, and I believe rather likes him because he is more of a gentleman than the felloAvs about here, AA'hile Poll, Avho I don't believe knoAA'SAvhen he is in the room and Avhen he isn't, is the object of his attachment all the Avhile.' ' Just as well she should not know ; let her stick to her books for the present. Remember, Felix, if eA'er you tell either her or Muriel of this affair, I will cut j'ou off Avith a shilling.' His son looked someAvhat surprised at this threat, and Avondered craftily Avhat lay behind it. That his father had a stronger reason for secrecy than he vouchsafed to give, Felix, avIio was ahvays looking for motives, felt very sure. That Sir Silas had a deep and bitter dislike to Mr. Armstrong, and had been irritably uncomfortable and suspicious Avhile he Avas about the house, he had not failed to remark."], [99, "89 SIR SILAS BROAVNJOHN. ' I suppose we shall not see Armstrong in these parts again at present,' the younger man observed, after a short pause. ' So much the better. I Avish he had gone to the devil instead of coming here.' ' Well, there is not much harm done if Poll knows nothing of the matter,' said Felix. ' I never quite understood hoAv he got here, though. He brought you a letter of recommendation, did he not?' Sir Silas looked keenly at his son for a minute, as though questioning Iioav much he kneAv. ' He did, from a London house.' ' Why, he is not in the trade,' remarked Felix, ' belongs to quite another lot. I be lieve that is Avhat fetched the girls.' ' Felix, don't talk nonsense. You know nothing of this Armstrong, and as matters now stand neA'er will, so it is Avaste of time to discuss the fellow any farther.' ' Muriel is sure to ask me why he has"], [100, "90 INNOCENCE AT PLAY. gone so abruptly,' continued Felix, AA'ho en joyed his father's eA'ident discomfiture, and resolved, sooner or later, to discover Avhat connection there Avas between him and this man they called Armstrong which rendered him so inimical. ' Well, I suppose you are not bound to know a stranger's motives,' replied Sir Silas Avith dignity, ' you can be secretive and mysterious enough Avhen you choose, and I must request, and indeed command, that this beggar's name is never mentioned in my presence again. I consider he has grossly insulted the Avhole family by his in solent proposition, and if I happen to meet him I shall feel desperately inclined to horse whip him.' Felix's risible faculties seemed rather uncontrollable that morning, for once more he suffered from a suppressed inAvard chuckle ; perhaps it Avas at the idea of his father, Avho Avas decidedly a light Aveight,"], [101, "91 SIR SILAS BROWNJOHN. horsewhipping Armstrong, Avho, in mould and stature, Avas an athlete. But he thought it best to Avaive the subject, as Sir Silas Avas evidently boiling over Avith indig nation at some real or imaginary Avrongs conferred on him by this comparative stranger, who had come from London some three Aveeks previously, brought a letter to Sir Silas, been closeted with him in private confabulation for nearly an hour, then had been received as an inmate ofthe BroAvn john establishment, only to be at last igno miniously expelled on proposing for the hand of bright clever httle Poll. ' Noav the coast is clear, I presume Muriel will accept Wolfgang and be done Avith it,' observed her brother, thinking to please Sir Silas by a sudden plunge out of poverty into wealth. 'Encourage it, Felix, encourage it! I have had the opportunity of examining Wolfgang's books. The income he nets is"], [102, "92 INNOCENCE AT PLAY. something enormous ; he is coining gold as fast as he can.' ' It Avill be a decided case of \" Beauty and the Beast,\" ' laughed Felix; 'by Jingo, I think Wolfgang is the very ugliest man I ever saw.' ' Worth, my dear Felix, Avorth ! Wolf gang is a Avorthy man. Married to him, Muriel will be able to hold up her head with the richest in the land.' ' Just so ; Avorth and Avealth ahvays go hand in hand,' observed Felix cynically, ' while paupers are ahvays thieves.' Had Felix, like his sisters, been fasci nated by this impecunious Armstrong who had strayed into their splendid territory out of another land, or had he not the same amount of belief in Wolfgang's merits as his father possessed? Probably the latter. He had ample means of judging accurately of another man's business transactions — no one better ; for no one understood the"], [103, "93 SIR SILAS BR0AVNJ0HN. tricks and small chicaneries to Avhich some minds descend better than Felix BroAvn john. Yet in this matter he Avas shooting beside the mark. Heinrich Wolfgang, a German glass O O\" o manufacturer, Avas driving an enormous concern somewhere down at the East-end of London. He conducted his business on very different principles from those prac tised in Messrs. BroAvnjohn's factory; hence, perhaps, Felix's want of comprehen sion about his affairs. Hidden someAvhere out of sight, within Mr. Wolfgang's shaggy, ungainly exterior, Avas a kindly heart; it was the main spring which worked the machinery, ancl yet gold floAved as freely into the glass manufactory as it did into the iron foundry. Heinrich Wolfgang Avas no longer in his first youth, and the wear and tear of a hard business life had aged him before the time. Thus he Avas not pleasant to look upon ; but the Avoman who"], [104, "94 INNOCENCE AT PLAY. had sufficient penetration to seek below the surface for the benevolence and loving kindness concealed under his rough, blunt manner Avould do Avell to forget his exter nal ugliness. Muriel's beauty had aAvak ened in him for the first time a desire for a home and a Avife, instead of the hard-work ing bachelor existence he had hitherto led. Would she find the rare gem offered her in the coarse setting? Probably she Avould not take the trouble to look for it ; but still, she Avould accept Heinrich Wolfgang for the — to her — more substantial reason that his riches Avere said to be countless, and that he could give her the velvets, the jeAvels, the luxurious surroundings, Avithout which, to such an one as Muriel, life Avould he an empty unsatisfactory void."], [105, "CHAPTER III. LITTLE POLLY. The Brownjohn family dine at six o'clock. With all their imitations of the habits of good society, the young people have not succeeded in persuading Sir Silas that an eight o'clock dinner is either digestible or desirable. He comes home hungry from his foundry in Birmingham, and does not intend to Avait two hours simply because Lord Tomnoddy finds it the most convenient mode of dividing the periods of his do nothing existence — a decision which the younger members of the BroAvnjohns can not accept with any semblance of pleasure, and Avhich they contest accordingly from time to time. But nevertheless it proves that Sir Silas is not altogether the ape, step-"], [106, "96 INNOCENCE AT PLAY. ping in the Avake of grandeur, that they — that is, M uriel and Felix — would haA'e him to be. It is 5.30 p.m. ; the dressing-bell has just rung; the house-shutters are all closed, for it Avants but a few days to Christmas ; and the inmates are glad, in the light and Avarmth of their own fireside, to forget, if possible, the Avintry blasts Avhich are making themselves heard round the outside of Bel- A'idere House. The three Misses BroAvn john are putting the work away Avhich lies scattered about in their pretty sitting-room. Strange to relate, they are doing it silently. On each countenance there is depicted thought. To one Avho is a physiognomist those three faces form a curious study. Millicent is preoccupied and grave, as she glances anxiously from one to the other of the younger girls. Muriel is proud and grand, as though casing herself in steel to prevent the detection of any injured feelings, and curling her lip into an occasional bitter"], [107, "LITTLE POLLY. 97 smile, as though to express the possession of a secret knowledge she does not choose to reveal. Poll does not pay the slightest attention to the presence of the others, but puts her papers aAvay fussily, jostles some books noisily against each other, as she almost throAvs them back into the bookcase, and stamps her little foot irritably as a whole packet of envelopes bursts its paper band and falls in all directions on the floor ; and when she rises from picking them up there is a pink look about her hazel eyes for Avhich the mere exertion Avould scarcely account — so much so as to call forth the first obser vation Avhich has been made in that room for the last twenty minutes. It comes from Millicent. ' Why, Poll}', child, I never saAv you look so ill before ! I hope you are not sickening for anything. They say scarlet fever is very prevalent in town.' ' You had better go there and catch it ; VOL. I. H"], [108, "98 INNOCENCE AT PLAY. perhaps it will keep you quiet,' answered Miss Polly pertly. ' I am quite well ; Avhen I am ill I will let you know.' It was not often she treated Millicent to a rude answer ; but evidently the same cir cumstance which sobered the others had the effect of ' riling' the child. Having delivered herself of this imperti nence to her eldest sister, she rushed out of the room, banging the door loudly after her in a way which made Muriel clasp her hands to her temples, as though suffering from intense nervous pain. But what cared Poll ? She fleAV, three steps at a time, up the great staircase, till she reached the little room she called her own — right away at the top of the house — shut the door and locked it, and then threw herself down in front of a large wood fire, the light from which alone illumined the apartment. As Poll sat in front of it, doubled up, her face lying on her knees, she looked a very miser-"], [109, "99 LITTLE POLLY. able little object indeed, quite a reversed picture from that of the gay saucy Polly people were accustomed to see in eA'ery-day life. About tAvo hours before these mental disturbances were noticeable in the sisters, it had been announced that Mr. Armstrong had left Belvidere suddenly and unexpect edly. Could it be possible that Sir Silas was mistaken, and that Polly had guessed the reason of this abrupt departure? Scarcely ! Yet it is useless to deny the fact that she was not wholly indifferent to Mr. Armstrong. He had managed to rouse her girlish fancy, and awaken sentiments and feelings in her heart for Avhich, experiencing them for the first time, she could not wholly account ; and even believing him to be, as she did, an admirer of her sister Muriel, yet the sudden knowledge coming to her that he was gone, and that she might, perhaps, never see him again, had made her more"], [110, "100 INNOCENCE AT PLAY. unhappy than she ever remembered to haA'e been in her life before. To hide her feelings as much as possible Avas her first impulse. She would not for Avorlds let her family know that Mr. Arm strong was aught to her save a mere ac quaintance for Avhom she entertained senti ments of the most perfect indifference. So, after rocking herself backwards and forwards in the semi-darkness for a few minutes — sob bing silently to herself, if Ave mistake not — she got up Avith a sudden resolution, poured some cold water into a basin, bathed her face Avith an amount of splash that Avould have made an older person shiver on that cold December night, and, having lighted some candles, proceeded to arrange her toilet for dinner. There Avas a latent spirit of endurance in Mary Brownjohn, though as yet it had not had the opportunity of de veloping itself. She Avould wait till the still hours of the night arrived, and then she"], [111, "LITTLE FOLLY. 101 could cry or laugh, think or rave, at will, Avithout having those searching sisterly eyes ahvays fixed on her. So by the time the dinner-bell pealed through the house Polly, arrayed in a Avhite muslin frock and blue ribbons — the conventional missish dress of the period — looked her sauciest, and haA'ing armed herself with a whole battery of pop guns in the form of quips, prepared to go down into the draAving-room. The sound of voices and laughing fell on her ear as she crossed the corridor. Who could be there ? No such good luck as that Mr. Armstrong was going to spend Christ mas at Beh'idere after all; it Avas just pos sible that Felix had been chaffing when he announced that he had been compelled sud denly to depart without even saying ' au re voir.' But Polly's girlish hopes Avere raised to be immediately dashed ; the only individual in the drawing-room beside the members of the BroAvnjohn family Avas Mr. Wolfgang."], [112, "102 INNOCENCE AT PLAY. 'That ugly old monster,' as she was wont to call him, could in no wise compen sate to Polly for the absence of Mr. Arm strong, and her countenance did not bubble over with delight as she gave him her hand and Avished him a cold ' good evening.' She glanced across the room at Muriel, and then stood for a moment and looked at her, in stead of sitting quietly and unobtrusively down in the nearest chair, as a prettily behaved little girl who is not ' out' should have learned to do. But Polly Avas by no means prettily behaved. She had a strong will, an active brain, and a ready tongue, a trinity of gifts which already produced evi dences of a character Avhich Avould brook little coercion, but Avhose possessor would march straight on through life, forming her own decisions, and taking her own view of the circumstances in which she might be placed by fate. The look of secret satisfac tion and complacency on Muriel's face Polly"], [113, "LITTLE POLLY. 103 had not failed to read even in that moment. She turned from her once more to Heinrich Wolfgang Avith a look half of scorn, half of disgust. Hoav could Muriel dare to put him in the same category with Mr. Armstrong ? Happily, Sir Silas Avas in the room. It was his presence only which made the im petuous Polly refrain from giving utterance to her sentiments in a feAV sharp pointed Avords. The pompous butler's announce ment of dinner broke the spell under Avhich she stood and gazed from one to the other ; and, not daring to speak of what she thought in her father's presence, during the repast she was most unusually silent. Her thoughts Avandered from Armstrong to Wolfgang and from Wolfgang back to Armstrong in a very uncontrollable manner, while her usu ally hard-hitting artillery of Avords almost entirely failed her. Every one, hoAvever, had what the French so aptly call an arriere pensee, and each indulging more or less in"], [114, "104 INNOCENCE AT PLAY. private contemplation did not take much notice of the new phase through Avhich Polly Avas passing. Only Felix ; he Avas as keenly observant as usual, and was taking in signs and symptoms Avith a view to amusing himself by chaff in the future. Polly Avas his favourite sister, and if he had given utterance to his real sentiments he Avould have acknowledged that he thought she had been rather hardly dealt Avith in the matter of Mr. Armstrong ; but his father Avas so vindictive and resolute on the sub ject that Felix supposed that the secret and inimical objection, which he Avas determined some day to find out, was a good one. At all events, he had no intention of telling Polly what had happened, not exactly be- cause his promise bound him in honour — ■ Felix was not troubled with a very strong sense of honour — but because he did not care personally to displease his father, for the reason that it might injure his OAvn"], [115, "105 LITTLE POLLY. pecuniary prospects. So he ate his dinner, sipped his wine, cracked his nuts, and chuckled, till Polly, at last waking to her old form Avith a sudden start, observed, ' You might be Jacko himself, Felix, for you crack and grin just like him. We shall have some fine lady adopting you for a pet monkey one of these days.' 'If she has plenty of money I'm game,' said Felix complacently. Under the in fluence of a good dinner, and the satisfac tion produced by possessing secret know ledge, Felix was not the least angered by Polly's remark, but went on, ' I suppose you Avouldn't mind being put to chatter in a cage, Poll, provided the bars Avere golden ?' 'Indeed I should,' she cried. 'Free dom is the only fortune I seek. I Avould rather not have a halfpenny in the Avorld and be perfectly free — ' ' Silly child ! silly child !' muttered Sir"], [116, "106 INNOCENCE AT PLAY. Silas, ' you are talking of what you know nothing.' ' Indeed I do knoAV, papa. I would rather be a gipsy than a queen.' 'I doubt me if you Avould refuse a throne, Miss Polly, if it Avere offered you;' and the great bear shoAved such double roAvs of Avhite teeth as he smiled that you might have mistaken him for an ogre. Polly turned on him sharply. She felt especially and particularly inclined to be irritated against Mr. Wolfgang that evening. ' One in a family ready to accept bond age for wealth's sake is surely sufficient,' she said fiercely, ' and that individual you may be very sure will never be me.' Wolfgang laughed noisily; he was too good-natured readily to detect a sneer, but Muriel's face grew scarlet. Polly had guessed rightly. It was true that Muriel had made her decision for life, and elected to be the Avife of the rich glass manufac-"], [117, "107 LITTLE POLLY. turer, who could give her what she prized the most, satins, velvets, jeAvels in abundance. ' Then Armstrong has been discarded for this Ursa Major,' muttered Polly to herself, as, having got over two or three hours Avith an effort, she found herself, about 10.30 p.m., sitting once more in front of her friendly fire. ' If it had only been me that he had loved! I could almost hate Muriel for treating him so, and yet she Avould never have understood him as a Avife should.' Little Polly, doubled up into a ball, musing over Avifely duties in the firelight — could any of her family have seen her now what would they have thought, how have accounted for the fact that during the long hours of the night she heaped more and more coals on the grate, and far on into the small hours her bed was still un sought, as, dreaming girlhood's first sad dream, she sat, a miserable little object"], [118, "108 INNOCENCE AT PLAY. on the hearthrug, crying salt silent tears, Avhich Avill tell their own tale in the morn ing, if youth's easily changing mood does not, by the aid of sleep, bring about a different aspect of affairs ? And Avhile Polly is Aveeping her heart out over what she her self believes to be a chimera and a dream — a man Avho has no thought or care for her, and whose existence her pride tells her she should forthwith forget — Avhat is Muriel about ? Let us peep into her private sanc tum, privileged by the knowledge that Avith most young ladies the disrobing hour is the hour especially set apart for confidential gossip. Muriel, in a gorgeous black and gold dressing goAvn, made sac fashion, and trimmed Avith scarlet velvet and white lace, is loung ing gracefully in her armchair. Far be it from the queenly Muriel to crouch Cin derella fashion on the rug, a. la Polly. She is annoyed Avith Polly for rushing off up-"], [119, "LITTLE POLLY. 109 stairs, professing to be too tired to talk. Muriel particularly Avanted an audience that evening, and Avas reduced to Millicent as sole listener. Poor Millicent ! who tired out by her endless duties all day Avas half asleep, and in fact only kept herself awake by her violent efforts to restrain her yaAvns; but all this Muriel Avas too self-engrossed to notice. She Avas not in the least sleepy, but ready to talk on languidly for hours about her prospects as Heinrich Wolfgang's Avife. The shape of her carriages, the mounting of her diamonds, the number of her serA'ants, all had to be discussed, not once, but many a time, till the patient eldest sister earnestly Avished either that Mr. Wolfgang had never proposed or that the Avedding and all the paraphernalia thereon attendant were Avell OA'er, and peace restored to the establish ment. Well Millicent foresaAV how much of all the preparation and Avorry would devolve"], [120, "110 INNOCENCE AT PLAY. on her, for Muriel could never be expected to do more than lie back languidly, look the beauty she so well knew herself to be, and give the most extravagant orders. Fortunate was it that Heinrich Wolfgang's savings had been extensive during the quarter of a century he had been working in glass, for this wife he was about to take to his home Avas likely to prove an expen sive luxury, one who would search to the very bottom of his well-lined purse, how ever unlimited its depth. Thus night was wearing itself out under the Brownjohns' roof, and in no house in the country for miles round, perhaps, were such varying conflicting emotions keeping the youthful members alert and wakeful."], [121, "CHAPTER IV. V. A. Christmas-eve in London ; snow falling in large flakes and melting as it reaches the ground ; slush, mud, and discomfort every- where. Drenched pedestrians speeding through the streets at their quickest, and with anything but the festive expression the season seems to demand apparent on their faces. In fact, no one would dream of going out of doors in such Aveather un less forced by imperative circumstances. A man muffled in an Inverness cape strides along the Strand ; evidently the state of the atmosphere or some private jar has angered him, for to judge from the frown on his brow, the gleam in his dark eyes, the ba rometer of his mind has not set at amiable."], [122, "112 INNOCENCE at play. He turns down a side street, applies a latch key to the lock of the third door and goes in. It is a dirty miserable-looking passage, with a faint oil-lamp burning instead of gas — perhaps the inmates are afraid of the amount of dilapidation a strong light would reveal. The man kicks open the parlour door Avith his foot and plunges into the darkness. After groping for some seconds he finds a box of matches, lights a candle, and exhibits an interior of AA'hich work, un tidiness, and dust are the leading character istics. He jerks his rain-laden greatcoat into one corner, his boots into another, puts a match to the fire, Avhich begins to crackle and emit gusty puffs of smoke ; but at this the tenant of the apartment evinces no sur prise or even dissatisfaction, but seats him self in an armchair, and looks on compla cently. He is obviously so accustomed to endure that the sensation has lost much of its hardship ; and as he occasionally pushes"], [123, "113 V. A, a piece of falling wood back into the grate Avith his foot, he probably imagines he is already deriving Avarmth and comfort from those smoking half-lit coals. 'At all events, it is better than the streets on such a night — faugh ! The o o Aveather is too atrocious ; and to-morroAv will be Christmas-day — charming time of 3'ear if it were only over. Mais que voulez vous ?' He gets up and stretches himself as he looks round. The table before him is covered Avith books and papers, and, as far as the dimly-burning candle allows one to be enlightened, pen and ink are the instru ments of labour, brain being the motive poAver. Victor Armstrong is a man about thirty, Avith just the shaped head Avhich the world is Avont to describe as 'clever,' and large dark eyes flashing the scintilla of genius which sometimes makes, but more often mars, the man. To use a French term, he is beau garcpn Avithout being ex- VOL. I. I"], [124, "114 INNOCENCE AT PLAY. actly handsome, though quite good-looking enough to push his way in life, and be in- A'ited into many a social gathering for the sake of his appearance and his flow of small talk. That is, if he would only go into society ; but there are tAvo strong drawbacks which as yet he has found it impossible to remove — poverty and pride. He is of high lineage, so he says and believes ; has a drawer full of pedigrees somewhere in that untidy room ; but without money, of what use are these assertions ? His ancestors have not left him the wherewithal to follow in the wake of the London dandy, so he forsAvears his aristocratic fatherland, or at all events only strolls very occasionally into its charmed precincts, and elects to dwell for the most part a worker in Bohemian confines. On this same Christmas-eve he is more at war than usual with his birth-claims. After he has brooded for a while in silence,"], [125, "115 V. A his back to the smoking embers, he crosses the room and opens the drawer in which the evidences of his descent lie. He takes up a handful and looks as if he were about to add to the warmth of his chamber by their instant conflagration, but the genius of his race descends on him remindingly, and with a bitter smile he shuts the drawer with a slam. ' A cursed lot of Avaste paper,' he mutters, ' but I suppose it may as well bide Avhere it is for the present, though I feel sure its ultimate end is to light pipes.' The fire is burning somewhat more briskly, the smoke issuing in less frequent volumes. Mr. Armstrong sets a kettle on to boil, and brings a bottle of Avhisky from a side cupboard. ' Warm the inner man and then to work. Confound those carols, if they are going on all night to think is hopeless.' At this moment the 'Adeste Fideles,'"], [126, "116 INNOCENCE AT PLAY. sung in nasal tAvang by a chorus of street voices, makes itself heard in a sort of parody on the grand chant, as the singers, to escape some portion of the blinding, drenching snoAv, huddle themselves together under a covered passage leading to a large ware house, the opening of Avhich is close to Mr. Armstrong's parlour windoAv. ' If I have not drunk myself into a better humour or they have not gone by the time I have finished my toddy, they shall have the contents of this kettle to warm them,' he mutters savagely, as he prepares his brew. 'Arrears of Avork to make up for all the time Avasted in Wanvickshire, and those coming to interrupt one! I wonder for Avhat in the Avorld Ave pay police rates?' By degrees the room assumes a more genial aspect as Mr. Armstrong stirs up the fire, hghts more candles, and drinks his Avarm grog ; or, at any rate, under the in-"], [127, "117 V. A fluence of good liquor, so he thinks, though to a man of Capræan tastes, this abode of cobwebs and rickety stained furniture Avould, even if seen through the vista of the rarest and most intoxicating of Avines, appear only a dirty, dismal, uninhabitable hole. But all things have their comparative degrees in this Avorking world, and Victor Armstrong was accustomed to look on this place as a spot Avhere he Avas so far happy as to be unobserved in his poverty by his great bugbear, society. Notes and cards Avere addressed to him at his West-end club, and the feAV SAvell members of his acquaintance with Avhom he still condescended to ex change a cordial Avord, kneAv nothing of his real home in Burleigh-street, Strand, or of the amount of striving and misery of Avhich its four ill-papered Avails Avere alone the Avitnesses. The noisy shout of the carol-singers stopped only to begin again in another"], [128, "118 INNOCENCE AT PLAY. covered Avay farther down the street, but this time sufficiently far off to form only a sort of soughing accompaniment to the rain which beat against the window panes. Mr. Armstrong sought in the pocket of his Avet coat, then jerked a bundle of papers on to the table. ' Journalism versus literature — be a miserable penny a liner, V. A., or starve ! Is that where fate drives you after champ ing you nearly to death with a hard bit? By Jove, but I will be even with adver sity yet; I'll ride triumphant over misfor tune, and if I don't have my revenge on moneyed arrogance, I'll know the reason why. I was not christened Victor for no thing. There must have been something in my eyes Avhich told my mother the stuff of Avhich I was made. Fourteen shillings and sixpence — that's a jolly sum to be the total of one's worldly possessions, just at Christ mas too, Avhen one may peddle brain-Avares"], [129, "119 V. A in the shape of mss. ad nauseam and not find a single potentate who means printing and publishing within twenty miles of Lon don. Deo gratias, there is the newspaper ! like most new-born infants an extra amount of storm and even heat Avould put an end to its Avhimsical existence ; but that is the proprietor's concern, not mine. I have no money in the affair, though its miserable weekly pittance called pay vamps one up for the nonce. There go those carols again, \" borne,\" as the poets Avould say, \" on the Avings of the wind.\" By Jove ! I'd squeeze the singers' throats if I had the chance; and a knock at the door too ! This is too much. If the landlady has started a rowdy Eve party on purpose to vex me, I'll give notice in the morning. So ran his thoughts along, to be suc ceeded by an exclamation out loud — ' Bruton ! Why, how the deuce did you find me here ?'"], [130, "120 INNOCENCE AT PLAY And he shook hands sufficiently Avarmly Avith a man Avho entered the room to shoAv that he did not regard his entrance entirely in the light of an intrusion. ' What on earth are you doing out on the prowl, old felloAv, in such Aveather and on Christmas-eve?' ' Been to the office to find you, but eA'ery one is out of town save a few half drunken printers. I thought I Avould come on here and ask for your address if absent. I scarcely expected to see you in proprid persona,'' replied his friend, as he, too, di vested himself of his Avet habiliments, and prepared to mix another breAV from Arm strong's Avhisky bottle. ' Nor Avould you,' ansAvered the other, 'if that fickle goddess Fortune had not played me false, as usual.' 'Why, my dear Vie, what has hap pened ?' Armstrong looked him all over for a"], [131, "121 Y. A second or tAvo, as though studying in his face lines Avhether he Avere to be trusted with a secret. He decided in the negative, and he was right. Bruton's AA'as a type of countenance Avhich scarcely courted confi dence, though it was shreAvd and sharp. He possessed the very worldly wisdom which failed in Armstrong, and moreover, he knew how to utilise it to his own adA'an tage. He, too, was one of those men Avhose brains are their bankers, and somehow Mr. Bruton managed never to oA'erdraw his ac count. Impecuniosity Avas a Avord he did not knoAv, money a thing on Avhich he could iriA'ariably bring his hand. True, he had no pride of race to act as a detrimental. Of the people, he worked with the people, and regarded ' pampered swells' from a mere £ s. d. point of view. Yet these two men were to a certain degree friends, though not Avholly sympathetic in opinions; but Bruton was useful in many ways to Arm-"], [132, "122 INNOCENCE AT PLAY. strong, so he ignored his vulgarity, while on the other hand Armstrong's dignified and gentle bearing pleased the little ple beian, who thought it gave him a prestige at second-hand, though he laughed at his pride and his scruples in matters of money and self-advancement. The second brew had been made some time, the pipes Avere lighted and had already filled the room with clouds of fragrant smoke, yet Armstrong had not divulged the secret of why he had so unexpectedly returned to toAvn after getting leave from his chief to be away for at least another three days. ' You look terribly hipped and down in your luck, old fellow. Even grog does not seem to have the poAver of making you talk. My impression is, Vie Armstrong, you are a fool,' said Mr. Bruton, at last, with a laugh. Armstrong sprang to his feet. ' What do you mean ?'"], [133, "123 V. A ' Sit down, V. A., sit down. There is not a mine of gunpowder about to spring. Sit down and let us discuss the matter quietly. It is my belief you are in love.' Mr. Armstrong took the fourteen and sixpence from his pocket and counted it out on the table without speaking. ' 0, I see, the lady prefers gold to silver. Small blame to her. You are the idiot not to coin it. I have suggested a variety of small ways by Avhich you- could make money if you chose. It is all that con founded pride of yours that keeps you a beggar.' Armstrong laughed. ' Family pride is an heirloom one parts with grudgingly,' he observed, jerking the silver back into his pocket. ' Thank Heaven my forefathers left me no such bauble to take care of. You don't mean to say you are going to set it up as a stalking horse between you and love ?'"], [134, "124 INNOCENCE AT PLAY. ' I have owned to no love that I am aware of. The feelings I experience to- Avards my fellows are much more akin to hate.' 'Hem!' replied the other, significantly. He saw Armstrong Avas more than usually out of tune on that especial even ing, and judged it were wiser not to inves tigate the cause too searchingly, having perhaps already discovered that Armstrong but ill brooked interference anent his affairs. So he broke the thread of the conversation suddenly, and began again Avith a fresh knot. 'Well, you have neither guessed nor asked the object of my visit here to-night.' ' Your presence in this room is not so unusual an occurrence, is it? And to so erratic an individual as j'ourself all times and seasons are alike. But since you wish it, pray tell me why you have come ?' ' To take the chance of finding you dis-"], [135, "V. A 125 engaged, and invite you to a select soiree for to-morroAv evening.' 'Belgravia or Bohemia?' asked Arm strong carelessly. ' On the definition depends your accept ance or refusal?' 'Just so.' ' I am not sure the festhities Avon't be held in Borderland ; that is, they Avill unite all the luxury and elegance of the one with the piquancy and seasoning of the other. The donor of the fete is Madame Jules Regnier. You accept?' ' With all my heart,' cried Armstrong, becoming suddenly elated ; ' Avhat an ass I Avas to quarrel with luck. Here have I been swearing at the chance which has brought me back to town just now, little thinking such good things were in store for me.' ' I am glad to be the bearer of pleasing intelligence,' said Bruton, 'but let me tell"], [136, "126 INNOCENCE AT PLAY. you I have had no end of a bother to bring this introduction about. Madame Jules only admits \" stars\" into her reunions, and you are not exactly one of those luminous bodies yet, eh, Vie?' ' And you, my friend ?' ' 0, I don't aspire to any rank. I'm the odd man Avho does the dirty business, leaving 'as few traces of the work as pos sible.' ' My entrance then, after all, will only be by the back-door,' observed Armstrong bitterly. ' What matter, as long as you get in ? If you play your cards well you will be shown out down the front stairs with due honours. But, remember, none of your cursed great gentleman airs. Let yourself go and be amusing if you want to create an impression. Madame Jules would rather have a clever cobbler than an empty-pated lord. She is the reddest of little demonish"], [137, "127 V. A. democrats, and recognises no aristocracy on earth but that of talent.' ' Brain for ever !' cried Armstrong, with a sudden enthusiasm inspired by the com mingling of the joint powers of inward satis faction and whisky."], [138, "CHAPTER V. FRESH ACQUAINTANCES. Torrington-square ! A region quite be yond the ken of the fashionable BelgraA'ia 'ocracies. Yet there Madame Jules Reg nier dwells, she to Avhom an introduction is the summum bonum of Victor Armstrong's desires, and the anticipation of which has succeeded, for a time at least, in draAving him out of his usually bitter self, and making him almost put on one side the thought of that private Avrong Avhich is gnawing cankerously within. Why he is so anxious for the acquaintance of the lady Avith the French name, a peep into her drawing-room — remembering meanAvhile his struggling literary proclivities — may perhaps prove. By eight o'clock the two friends, Avho"], [139, "129 FRESH ACQUAINTANCES. have eaten their Christmas dinner to gether at Bruton's expense, haA'e already rung the house-door bell. They are ad mitted by an elderly Avoman Avhose appear ance at once proclaims her French nation ality. ' Good-evening, Lisette, a merry Christ mas to you,' says Bruton Avith easy famili arity. ' Good-evening, monsieur,' and the old woman precedes the guests up the staircase. Garrulity is not one of her faults, but she fixes a long, deep, searching look on Mr. Armstrong from under her heavy eyebroAvs ere she leads the way to her mistress's pre sence; she sets the door open Avide, and Avithout farther Avords being spoken Vie Armstrong finds himself in the presence of Madame Jules Regnier. She rises from her seat to greet the new arrival, and he starts with astonishment as he looks at her. VOL. I. K"], [140, "130 INNOCENCE AT PLAY. She is very small in stature, indeed considerably below the average female height; dressed neatly in black silk, high to her throat, round which and about her hands are ruffles of soft lace. She is a wo man nearer fifty than forty, but she wears no cap or headdress ; her hair, as yet un streaked by gray, is brushed back tightly from off her forehead, and rather hardens than helps to soften the severity of her countenance. It is a piquant face, and though the thought lines have already be come wrinkles, yet the dark eyes are as bright and expressive as they were at eighteen, and there has been no falling off in vivacity and that perpetual changeful ness of humour Avhich constitutes Madame Jules Regnier's wondrous charm and power. Actual beauty, from an artist's standard, she had never possessed. It was obvious she trusted her renown rather to being a ' femme spirituelle' than to any"], [141, "FRESH ACQUAINTANCES, 131 reputation she might attain for good looks. ' Une femme spirituelle !' How untrans latable is the term, perhaps because the Englishwoman fails utterly to fill the posi tion. That marvellous power of attraction gained by conversation and fascination of manner alone is, as a rule, attainable only by foreigners, Avith some of whom, too, the absence of all beauty of form and face is glaringly remarkable. With the esprit of her nation Madame Jules Regnier Avas largely endoAved ; with the knowledge how to faire salon, she must have come into the Avorld a proficient. There AA'ere but three or four guests in the room Avhen the two friends entered, and these Avere all men. Clearly Madame Reg nier eschewed female society. She spoke English in a clear, bell-like voice, no gram matical mistakes being apparent, though a certain amount of slowness in expressing"], [142, "132 INNOCENCE AT PLAY. herself gave the tone a slight semblance of affectation. This mode of communication Avas necessary with Mr. Bruton, Avho, tho- rough John Bull that he Avas, understood no language but his mother tongue, and thus lost at least half the charm of his hostess' society. But Vie Armstrong Avas an accom- plished linguist, and could fully appreciate French wit. This, hoAvever, Madame Jules Regnier had yet to learn. For the nonce she was satisfied with the outAvard appear- ance of the man she had after long deliber- ation consented to receive as Mr. Bruton's friend, and for the rest she must await the developing of characteristic signs. It Avas a point gained that she was favourably im- pressed, for Madame Jules Regnier Avas difficult to please, and her faith in any social recommendation of Bruton's of the smallest. She Avould scarcely have accepted this one had she not been rather heavily indebted to him for assistance in business"], [143, "133 FRESH ACQUAINTANCES. matters, and Madame Jules Regnier be longed to the class Avho understand traffic and barter, and know how to make a shreAvd commercial calculation of the value of actions. She Avas in many Avays in the hands of the little stock-jobbing English man. For benefits received she must con fer benefits in return. Hence the admission of Vie Armstrong into the coterie over which she presides. Having bestowed on him a feAV words of Avelcome in her graceful but deliberate English, she gave her attention for a feAV minutes to her older acquaintance Mr. Bruton, and thus left Mr. Armstrong free to take mental observations of the other inmates ofthe room. In the corner by the fire two men were playing picquet, and so engrossed Avere they by their game that they did not even look up when the door opened for fresh arrivals. One Avas a little man, with closely-cut, gray-sprinkled, dark"], [144, "134 INNOCENCE AT PLAY. hair, a short stubbly beard, and an unmis takably foreign expression of countenance. He was the master of the house, M. Jules Regnier ; but so secondary was the position he filled in it that he was knoAvn to all the intimates by the sobriquet of ' Madame's Husband.' The other player was his Achates, a certain Alphonse Griloset, who nightly came to Torrington-square for his game at picquet with M. Jules ; but beyond the fact of his presence there contributed in no other Avay to the conviviality of Madame's social gatherings. ' No small contribution either,' as one of her guests was wont to observe ; ' he who managed to keep the husband amused and silent deserved a laurel wreath.' It had been rumoured among the clique that Madame paid a weekly sum to this same Alphonse for his attendance nightly at the picquet-table. Be that as it might, he was an impecunious adventurer Avith"], [145, "135 FRESH ACQUAINTANCES. decided Communistic opinions, who, when not in Torrington-square, was to be found loitering in the district known as ' Leicester,' and was by no means of the usual calibre of Madame Jules' guests. The one other un named member of the circle was, perhaps, the most remarkable. He was a big, burly man, with a large head and a profusion of curly white hair. His countenance Avas open and frank in expression, his voice stentorian and jovial. He gave more the idea of a ' good felloAv' than a ' clever man ;' yet Vie Armstrong had been taught to be heve that all Madame Jules' friends were celebrities ! The big man walked up to the stranger and held out his hand. ' We meet for the first time but I hope not the last,' he said, smiling. Mr. Armstrong naturally mistook him for the host, and was puzzled, for there was no doubt about this man's British nation ality, but he answered readily :"], [146, "136 INNOCENCE AT PLAY. ' Thank you, I hope I shall not prove utterly uiiAvorthy of the high honour Madame Regnier has conferred on me by permitting this introduction.' ' To value it shows you deserve it,' re plied the other, laughing. 'You do not belong to the profanum vulgus, who sup a tureen of turtle and think it's Scotch broth — \" caviare to the general.\" Pooh ! I hate such idiots !' ' Taste in matters of literature and art is only inherent in some few favoured in dividuals, and requires cultivation in all,' said Armstrong, half amused at the self conceit of his neAv friend, half doubting Avhich Avere the line of country to take, so choosing an open one. ' Just so, just so. It is a miserable fact that the Pure, the Beautiful, the Ideal have invariably to succumb to the vox populi, Avhile the Unchaste, the Hideous, and the Material are elevated and Avorshipped."], [147, "137 FRESH ACQUAINTANCES. Look at our theatres with their nude dances ; our architecture with its utter absence of beauty both in form and idea; our modern philosophy from Avhich poetry and consequently faith are alike excluded. It is an age of reason, young man ; a cold, searching goddess she is too, Avho with her keen vision looks far too deeply into the beauties Ave poets love — \" her eyes are basi lisks to strike us dead.\" ' ' \" Plutus, la Fortune et I' Amour sont trois aveugles nes qid gouvernent le monde,\" ' said Madame Jules, quoting Voltaire as she turned from Bruton and joined in the con versation ; ' thus, a truce to your theories, M. Grant.' ' 0, Madame and I never agree,' he con tinued, ' she believes in mankind, I despise them.' Vie Armstrong cast a light look from his dark eyes as of gratitude on the lady, while he wondered Avho this fleshy good-"], [148, "138 INNOCENCE AT PLAY. natured looking man could be Avhose words so thoroughly belied his external symp toms. 'I am glad, monsieur, you hold my opinions. You beheve there is yet left in the world an appreciation for the warm feelings which flow from the heart, that it is yet influenced by what we call in France les sentimens d'dme.' 1 With all my heart I believe it,' answered Armstrong fervently. The burly man met this answer with a shout of laughter. ' Heart — bah ! there is no heart among the golden youths of to day. When they cease to be intellectual they become sensual, believers in the philo sophy of mere enjoyment. Accept its creeds in theory, my young friend, and you will soon learn to put them into prac tice.' ' And this, too, savours of philosophy,' said Armstrong, shrugging his shoulders."], [149, "139 FRESH ACQUAINTANCES. He scarcely as yet comprehended the gist of his new acquaintance's remarks, or hoAv much counted for cynicism, hoAv much was bond fide. But Madame Jules, who, perhaps, only tolerated this big pretentious talker, inter rupted testily, ' It is a misfortune, M. Grant, that you can never draAV a line between the animal and spiritual parts of man. Doubtless your giddy pleasure-lovers Avho lead a life of thoughtless enjoyment have a preponder ance in the Avorld, while those who knoAv how to combine a plenitude of enjoyment with refinement and appreciation in matters of taste and beauty are rare. Yet they exist for all that. Heart alone governs many an empty-headed boor. Heart and intellect is the commingling we require for our ideal man. May it be possible that they have their rendezvous in monsieur ?' ' 0, Madame Jules, pardon ; I am a very"], [150, "140 INNOCENCE AT PLAY. humble votary at the shrine of knowledge. Pray do not ascribe to me attributes which do not exist, or look for an amount of indi viduality in Avhich you will only be dis appointed.' ' Humility, my young friend, is the vir tue from Avhich all the graces floAV,' she answered, smiling, as the door opened to admit fresh guests. He whom Madame Regnier had called M. Grant might be heard murmuring sarcastically, a pleased smile on his face the while, ' The phœnix — wondrous bird, but mate- less.' This time Lisette admitted a lady — fair, round, and beautiful. Armstrong felt as in a dream. Whence came she? Who was she? Mr. Grant vouchsafed him the informa tion in a subdued tone of voice : ' Mademoiselle Dahl. She is a S\\vede.' ' Swede ! That girl is a S\\vede !'"], [151, "141 FRESH ACQUAINTANCES. ' There is some Southern blood some- Avhere,' remarked his companion. ' It is the mingling of two nationalities which has pro duced that splendid specimen. The SAvede comes out the stronger, though. She is cold as an iceberg. Reason, not heart, my boy, governs there.' Armstrong answered him by a look of sovereign contempt ; it was obvious he did not believe in what he considered an impu tation on Annika Dahl."], [152, "CHAPTER VI. MAIDA VALE. ' What do you think of big Grant ?' Bruton had asked Vie Armstrong tAvice as they crossed Torrington-square, after the evening spent at Madame Jules Regnier's. He had received no ansAver. 'Are you suffering dyspeptically from the supper, headily from the champagne, or has the whole thing, company included, proved too much for you, man, that you cannot bestow an ansAver on a fellow ?' 'Eh, Avhat? Who is big Grant?' and Vie Armstrong woke as from a dream. ' That is a facer. Who he is nobody cares — a freak of chance, most probably ; what he is is much more difficult to say. He calls himself a poet. The neAvspaper"], [153, "143 MAIDA VALE. critiques entitle him \" a wild visionary who gives the world incomprehensible theories in inflated language.\" I suppose they are right ; at all events it is your trade, so you ought to think so.' 'Pooh, nonsense, Bruton, don't be a bore.' ' Well, after taking you into this pleasant society, that is all the thanks I get. Upon my word, this is an ungrateful Avorld. Let me tell you, though, big Grant is not to be despised as an acquaintance ; he has a good deal of influence, notAvithstanding the news papers.' ' Hang big Grant ! he does not interest me in the very least. He is almost as great a bore as you are. Tell me about Madame Regnier herself and that other Avoman — the girl, I mean.' Bruton began to laugh. ' How impressionable you are, Vie ! What it is to be a scribe and be always at"], [154, "144 INNOCENCE AT PLAY. the trick of analysing your feelings ! Now I haA'e been times out of number among these people, and have never looked upon them as aught save bits of machinery wound up to amuse, Avhile you are all agog and on fire.' ' Tush, man, it is only the Avine. Paupers' heads are not used to much liquor. Satisfy my curiosity, and don't banter.' ' I'm terribly bad at pedigrees, if that be what you want. Be hanged, too, if I think half the people Ave met to-night ever had a father or mother, much less a grandfather. I am sure Annika Dahl had not. At all events, I never saAv any belongings of hers. She is a monstrous fine girl, though, isn't she? Half the artists in London have begged her to sit to them.' ' Impertinent baboons !' ejaculated Arm- strong. A fit of uncontrollable laughter over came Bruton, so much so that, if a stray"], [155, "145 MAIDA VALE. policeman had happened to be anywhere about, he Avould, in all probability, have Avatched the two men, believing them to be inebriated. His risibility so irritated his companion that he Avas perforce compelled to check it to forego a serious quarrel. As it AA'as, it did not seem likely that any great advantage would be derived from further conversation that evening. Both the men had taken as much Avine as was good for them, to put the case mildly, and neither had his opinions and sentiments quite ame nable to order. Madame Jules Regnier's entertainments did not usually end so fes tively. ' The feast of reason and the Aoav of soul' was the nominal cheer at her re unions; but this, be it remembered, was Christmas-night. NotAvithstanding Madame Regnier's theories, she had hved long enough in England to know that the cus tom of the country demands that on this especial day of the year mind shall be sub- VOL. I. L"], [156, "146 INNOCENCE AT PLAY. servient to body, animal appetite usurp the place of intellectual amusements. From Torrington-square to the Strand is a tolerable distance, and as Vie Arm strong's general state of impecuniosity pre cluded him from taking a cab, it was well on toAvards the small hours before he reached Burleigh-street, by Avhich time the fumes of Madame Regnier's champagne had quite cleared themselves away from about his brain, leaving him, however, in a generally wakeful state. So he put on a seedy-looking dressing -goAvn, lighted his well -coloured pipe, and proceeded to work. Had he not promised himself that he Avould do great things yet? No time like the present for beginning. He dashed off tAvo or three articles glibly. Though they savoured some what of a penny a line, what matter ? Terse ness, vigour, better Avork would come with better days. The cold Christmas-night was craAvling on towards Boxing-day, and still"], [157, "147 MAIDA VALE. Armstrong's goose-quill never ceased its labours. A bank-holiday to the Avorld at large means to many the lazy indulgence of reading the newspapers they have little time for Avhen in harness. The Press, therefore, must work. At 3.30 a.m. came a gentle tap at the parlour window. Armstrong opened it forthwith. By the area rails stood a shri velled stripling, smoking to keep out the cold — the messenger from the office. Armstrong handed him a roll of papers on which the ink was scarcely dry; then, closing the window Avith a slam, he went back to his arm-chair, and for a minute or two sat and pondered. He had succeeded by a power of will in concentrating his ideas for the last two hours on dry subjects, deal ing hard blows with plain truth ; now surely he had gained the right to dream for a while, and even as a dream did the events of the"], [158, "148 INNOCENCE AT PLAY. last few days seem to him as he passed them in review before his mind. Polly's cheery little face Avas prominently there, while her impertinent smart sallies rang perpetually in his ears, not even alloAving themselves to be hushed by Sir Silas' cold distant tones of dismissal as he had made poor Vie under stand in a few curt sentences how utterly impossible it Avas that he could ever wed his daughter, or how dishonourable and base it would be of him to seek to Avin her affections. Wherefore ? Ah, that was the grave secret AA'hich Sir Silas Avithheld from his son, and of which Armstrong had evidently no keener desire to prate. The girl did not care for him either, so her father said — had other maiden fancies. So far, then, no harm was done, if only she would keep her saucy face at Birmingham, and not obtrude it ceaselessly in his lonely"], [159, "149 MAIDA VALE. Avorking London den. But over these image-wanderings Polly had no control. Would she have exercised it had the gift been hers? To judge from our intrusion on her lonely hours, Ave should answer in the negative. But Vie Armstrong was a man, and, as Bruton had observed, of an impressionable nature. He had been thAvarted by adverse circumstances, roughly handled by an indignant loAv-bred father, and had that evening seen Annika Dahl. What was it in the Swedish beauty which had moved him? Did he already wish to banish Polly from his thoughts, and ask this neAv siren to share his joys and griefs? With indignation he repudiated the suggestion. ' Marry Annika Dahl !' and he laughed quietly to himself as the idea presented it self. Why he should not dream of marry ing her he did not stop to ask, but with a smile still on his face he proceeded to jerk"], [160, "150 INNOCENCE AT PLAY. his papers into a drawer with a degree of impatience that was worthy of Polly her self. As the chimes of a neighbouring clock struck four a.m. he passed into the inner room to bed. The Avorld is already thoroughly aired when Vie Armstrong emerges once more from the fusty ill-ventilated hole in which he has learned contentedly to sleep off fatigue. The bank -holiday makers are swarming along the streets in their Sunday apparel, not a few of them already giving eAudence of the state of jocund mirth in which London may be expected to revel ere the day has waned. As Mr. Armstrong looks out of the window while he waits for the slow-footed landlady to bring his tea and its accompaniment of rusty bacon, it seems as though he had some idea of joining in ' the people's fete.' His clothes are far trim mer and better brushed than those Avorn during the hours of work, his cravat tied"], [161, "151 MAIDA VALE. Avith a nicety at which the most hyper critical of dandies could not carp. Thanks to Mr. Bruton's hospitality, the fourteen and sixpence is undiminished ; he takes it out of his pocket and rattles it as the land lady enters as though he were a millionaire. It is clear that he is going west and has serious thoughts of spending his money. But the shops on such a day are all closed; thus there Avill be small inducement to frit ter away his remaining coins. Cabs ! it is not often Mr. Armstrong treats himself to so luxurious a mode of progression ; but on this particular day he has a hansom before he has proceeded far along the Strand, and drives off at a brisk pace. Undoubtedly a considerable reduction in the state of his limited finances is about to take place, for the distance traversed is a long one. Not till he reaches almost an outskirt of London knoAvn as Maida Vale does he signal to the cabman to stop in front of a small villa, in"], [162, "152 INNOCENCE AT PLAY. which the inmates do not yet seem to be awake, for although it is past twelve o'clock the blinds are still down. Vie Armstrong passes through a long garden which lies in front ofthe house, and knocks sharply at the door. It is opened immediately, and he is admitted without a Avord. It is a sort of toy abode. Everything is pretty and in miniature. All the furniture and ornaments look as if they Avere put there to be played with, not used — at all events not by stalwart men, to Avhich class Mr. Armstrong belongs. In the tiny drawing room a fire is burning briskly, but the Ve netian blinds shut out the dim winter's day light. On a crimson sofa, almost unobserv able save for the white dress she wears, lies a female form. She half rises Avith a httle cry as the door opens. ' Victor darling, I am so glad you have come ! I thought you had forgotten me,' Avas uttered, in glad accents."], [163, "MAIDA VALE. 153 ' I have only been back in town tAvo days, and I could not get here before, it is so far. But tell me hoAv are you, dear.' 'Neither better nor Avorse, love. But help me to forget my sufferings ; tell me of your neAvs.' ' 0, I am always cheery and progress ing,' he ansAvered gaily. ' I have been down near Birmingham, staying Avith the Brown johns — rich pleasant people.' ' I am so glad you had a change ! I think you Avanted rest. But yesterday Avas Christmas-day — why did you not come ?' 'Because I had an engagement Avith a neAv acquaintance — a Madame Jules Reg nier.' 'Madame Jules Regnier!' repeated his companion. ' I have heard that name be fore;' and she passed her hand across her broAV. 'But since I have been ill I see things as through a mist, and everything seems so long ago !'"], [164, "154 INNOCENCE AT PLAY. 'My poor Aveary Zara,' and there was a tenderness in Victor Armstrong's voice which showed hoAv powerfully his inner na ture could be moved. 'Go on, dear, tell me of this Madame and what you did at her party ; for I sup pose it was a party.' ' 0, yes. What did we do ? well, it is difficult to say Avhat we did; we talked, of course.' 'Naturally, but what else?' ' Well, we looked at each other and tried to read each other's thoughts and feelings.' ' How odd ! And Avith what success ? Tell me exactly Avhat you found hidden away in all the strangers you saw there. It will help to amuse me — give me some thing to think of when you are not here.' ' Really, Zara, that were something diffi cult. To feel is easy; to define one's feel ings requires analytical poAvers of no mean order.'"], [165, "155 MAIDA VALE. 'At least tell me, dear, what Madame Regnier is like. Lying alone here in the darkness I love to picture to myself those who are your companions — see you merry among them — almost hear the words you speak. I often wonder if my sketch of your daily life is a faithful one.' A sort of spasm passed over Armstrong as he heard her Avords. How idealistic and unlike his real habits and surroundings he hoped her pictures were, God and himself only knew. ' I spoke but little to Madame Regnier,' he answered her lightly; 'later on, when I become better acquainted with her, you shall have a summary of her characteristics. There was a man there, one Grant, who would have amused you ; in fact, there were several clever pleasantly spoken men.' ' How very vague you are to-day, Vie dear; you who usually tell me everything. Go on, what women ?'"], [166, "156 INNOCENCE AT PLAY. ' Only one Avorthy of remark ; they called her Annika Dahl.' Once more she who lay on the sofa rose into a sitting posture, and this time looked at Vie fixedly. Her large dark eyes seemed to mesmerise him as they shone in the gloom, for his sank beneath their gaze. ' Avoid her as you would a snake !' she said in a low earnest voice. ' My poor boy, how comes it that you have met Annika Dahl ?' ' My dear Zara, pray do not excite your self. I did not even make her acquaint ance; probably shall never see her again. But what do you know of her that her name should startle you thus ?' ' She has wrought more mischief than a life-time of penitence can ever unmake,' re plied the lady. ' Why, she is so young — quite a girl !' he ansAvered. ' You must mean some relation bearing the same name.'"], [167, "157 MAIDA VALE. ' Fair hair, blue eyes, a queenly tranquil beauty ; there is but one Annika Dahl ;' and the lady fell back on her sofa, as though half faint. He surrounded her with attentions; talked to her soothingly and fondly; as sured her the clanger, Avhatever it Avas, she feared for him had no existence, and re solved that in the future Annika Dahl's name should never stray into their cosy in timate chats. For that day, however, the spirit of un rest had descended on the little dwelling; and though Victor stayed till the early evening had almost passed into night, yet she he called Zara did not recover the tone of gladness with Avhich she had welcomed him, but looked at him every now and then Avith those deep longing eyes of hers as though searching in his mind for secrets of Avhich she was beginning to fear there Avere not a few carefully guarded from her."], [168, "158 INNOCENCE AT PLAY. By what right she peered into his inner life, what the strong lien was that bound them, but few people knew, though curious ones had tried to guess. Victor himself vouchsafed no explanation, only grew in dignantly angry Avhen Bruton or other of his acquaintance made laughing allusion to his visits to Maida Vale. Yet they were of frequent recurrence, and the only hypocrisy of which Armstrong Avas ever guilty was the resolution with which he blinded the lady he Avent to see there to all knoAvledge ofthe misery, poverty, and struggle of his own tempest-driven hfe. Shattered in health, a prisoner on her couch in a half-darkened room, she held no communication, save through Victor, with the outer Avorld. Hence the deception would have been easy save for the clear head, the loving heart that were both con stantly employed thinking, hoping, fearing for him. He was already beginning to"], [169, "159 MAIDA VALE. discover how difficult it is effectually to de ceive a loving woman who is keenly sensi tive to eA'ery change of tone, every signal of far-off danger. When Vie Armstrong left Maida Vale, he was thoughtful, grave, and pre-occupied. Many complications seemed to be hemming him in on every side. He strode along, un heeding surrounding objects, till he found himself in the centre of London. He was seeking to walk off the impression of much inward conflict. Crossing Oxford-street by the Marble Arch, he Avas almost knocked doAvn by a hansom cab. He looked up suddenly; its sole occupant was — Annika Dahl."], [170, "CHAPTER VII. THE HIDDEN SKELETON. Madame Jules Regnier is alone in her sanctum, one peep into which will give a fair idea of her habits and idiosyncrasies. It is strewn with papers and books, heaped pell-mell one on the other, till it might have served for a companion picture to Arm strong's Avorking-den in Burleigh-street. Yet he worked for his daily bread, while she only played with genius, skimmed the cream off the milk of knowledge, used her brain in large or small quantities as the freak of the moment suggested. For all that, she commanded her position, while Armstrong was only struggling upwards, begging for place as he mounted. So Avhim sical are the chances of Fortune, that Ma-"], [171, "161 THE HIDDEN SKELETON. dame Regnier had never knoAvn what it Avas to feel as he had often felt — cold and miserable and AA'retched. At nineteen she married, according to the habits of her country, a man of whom she kneAv nothing. Weak in mental poAver, his most strongly-developed characteristic Avas obstinacy; but Avhat mattered that? The son of a retired tradesman at Nantes, he had a competency, and she Avas capable of supplying the other deficiencies. To a certain extent her friends were right. She managed his affairs and ruled him, but not Avholly ; the determination of purpose which is nearly akin to imbecility at times pos sessed him as though it Avere a mania, and then, fairly beaten, she Avould feel herself compelled to retire. Madame Reg nier kept the influence she had, solely by the admirable tact Avhich taught her never to press a useless argument. As she sits now alone in her private study her vol. i. m"], [172, "162 INNOCENCE AT PLAY. feathers seem considerably ruffled. She moves her papers about as though her fingers had no connection with her thoughts ; while a certain amount of nervous vibration apparent in her whole frame shoAvs how active is the inward strife which can out wardly move her thus. When Madame Regnier takes refuge in this retreat, it is with the understanding that she is not to be disturbed ; no petty annoyances from the outward world are to reach her ; no visitors or tradesmen are to be announced; and a more faithful Cerberus was never found than Lisette. She guards her mistress' door as though her life depended on her vigilance. On this especial morning, hoAvever, a low tap is heard, and with Madame's ' Come in,' the door opens simultaneously. A tall woman, veiled, walks slowly across the room, and seats herself in a vacant chair. ' You have sent for me, Madame Jules.' She throws back her veil, and the eyes"], [173, "163 THE HIDDEN SKELETON. Avhich have so bewitched Vie Armstrong shine on Madame Regnier — the same eyes Avhich ten years ago at Homburg beheld a new hfe-picture when they fell on Lavrads koff — the eyes of Annika Dahl. In the two lustrums which have passed since then, what events might not be chronicled. ' It is the old story, Annika ; you alone have any influence.' The girl, for so she still seemed, looked cynically on the woman, as though to say, ' Your mind, rich though it is in intellect, must yet be subservient to my beauty;' but she did not speak her thoughts; perhaps Madame Regnier instinctively felt them, for she quoted Madame de Stael — 'Apres la genie ce qu'il y a de plus semblable a lui c'est la puissance de la con naitre et de l'admirer.' ' Yet I would not change with you,' said Annika proudly. ' Not now, perhaps, not now,' rephed"], [174, "164 INNOCENCE AT PLAY. Madame Jules, ' but Avait till your beauty fades, your charms decrease ; they are at their zenith, the fading will not tarry long, and then — ' ' In the mean time you would utilise them to carry out some scheme in Avhich you Avould totally fail Avithout their assist ance.' ' I will not own that I have failed,' said Madame Jules hurriedly. ' I have not at tempted to succeed. Perhaps I consider you owe me some fresh evidence of your regard for having brought him here to please you, and I am only giving you an opportunity of showing your gratitude.' The younger Avoman rose. ' These are scarcely the terms on AA'hich Ave usually Avork,' she said coldly. ' Nonsense, sit doAvn. Mon Dieu ! Hoav strange it is you never can understand a little persiflage.' ' Must I again remind you that I am not"], [175, "165 THE HIDDEN SKELETON. clever?' Annika ansAvered, as she seated herself. ' Not clever !' and Madame laughed. ' Not clever !' she repeated ; 'not thoroughly educated, perhaps, but clever ! A woman who can govern men as you can, not clever ! Dieu, but it is amusing to see you play the ingenue.'' Annika shrugged her shoulders and oo pouted her full lips, as though careless of the flattery on which she nevertheless feasted rovally Avhenever the appetising dish Avas offered her. 'To business,' she said. 'What has Monsieur l'lmpossible been doing noAv?' ' He threatens to make knoAvn your Avhereabouts, unless — ' A sudden flush spread itself oA'er the features of the beauty, but it passed almost instantaneously. ' Ah,' she said fiercely, ' and you wish me to interfere and arrange matters.'"], [176, "166 INNOCENCE AT PLAY. Madame Jules Regnier boAved her head and smiled, while the girl, more excited than she usually allowed herself to appear, walked about the little den — or rather moved her body rapidly backwards and forwards, for the limited amount of space precluded a more extensive range of action. 'I cannot do it, and I will not,' she said. ' In this instance I expect you to use your own power of coercion. If left to me I shall let matters take their course.' ' I have told you all along that I cannot be responsible for Jules' discretion,' answered Madame Regnier, 'but you may be able to influence him.' ' Great Heavens ! it must be solely to irritate me that you are talking thus ;' and the girl stopped in her Avalk and sat doAvn once more in front of the Avoman. ' Neither he nor you will gain aught by this step.' ' It is useless talking to me, you must"], [177, "167 THE HIDDEN SKELETON. talk to my husband,' said Madame Jules, Avith an indifferent shrug. Whether she was only acting, or Avhether she really cared seriously about the matter, it was somewhat difficult to judge. Annika Dahl, at all events, was of the latter opinion, for she said angrily — ' Of course it does not matter to you ; you clever people can never, with all your abilities, manage to bring your minds down to the level of common sense. Some ab struse query will employ all your time Avhile the issues of a life of happiness are at stake.' ' I wonder how often they are forgotten in front of a looking-glass,' put in the elder woman tersely. ' Yet from looking-glasses the world is governed.' And the girl threAV her beautiful head up proudly, as though, in the recollec tion of her OAvn beauty, she momentarily forgot her annoyance. ' The fall of a ringlet, the expression of a dimple, have before now"], [178, "168 INNOCENCE AT PLAY. made the fate of nations Avaver in the balance.' 'Annika, you are never eloquent save Avhen your personal charms are in question. Cease to prate about them, my child, and use them noAV to gain your point.' ' Can you not devise some plan by Avhich I may be kept out of this business ?' asked Annika, Avho, obviously for some reason of her own, wished to keep clear ofthe subject under discussion. ' Impossible ! Money alone will do it, and I have none to give him. Jules tallies every account himself. To look after his money is his sole occupation.' ' A habit of Avhich a clever woman like you should have broken him long ago.' ' Ah, Dieu ! I hate accounts. It is only in the present instance that the position is a little embarrassing; but no doubt you will be able to arrange it. You alone can render it supportable.'"], [179, "169 THE HIDDEN SKELETON. For ansAver, Annika only murmured thoughtfully, ' Humble myself ancl cringe to Jules Regnier ; it is, I think, scarcely — ' ' Leave it alone, then — leave it. I haA'e told you his ultimatum. To me it is un alterable ; but for you there is no saying. If, hoAvever, you do not think it Avorth the trial, well, there is an end of it, and I shall go on Avith my studies. It is a charming book on Avhich I am engaged. Vie Arm- o o strong, I am told, Avrote the able review of it Avhich appeared in the last monthly.' ' Genius has no heart,' said Annika Dahl angrily. ' And beauty ?' queried Madame Jules, as she ran her pencil over the paper on Avhich she Avas making notes. ' The laAv of compensation is pretty just in this Avorld. Genius, heart, beauty, bestowed on one mortal were a nauseating amount of favour Avhich the gods in wisdom withhold.' The girl rose once more, and looked for"], [180, "170 INNOCENCE AT PLAY. a few seconds out at the window, while Madame Jules continued her annotations. ' Where is your husband ?' Annika asked after a silence. ' Doubtless with his fidus Achates, M. Alphonse. As long as he is amused I don't seek to control his actions.' ' And you expect me to talk to him be fore that hateful companion of his ?' ' My child, I expect nothing ; but I re commend a tete-a-tete.' ' All the unpleasantnesses of life seem to be heaped on me. It is a weary world. Shut that book for mercy's sake, and seek in that capacious mind of yours for some alternative by which this interview with your husband may be avoided. You pro mised to help me to the end.' ' I have already told you I am power- less.' ' Tush ! you are enough to proA'oke a saint. You have made up your mind to"], [181, "171 THE HIDDEN SKELETON. cast the brunt of the Avhole thing on me, and I suppose I must bear it, but it is scarcely in accordance Avith our compact, I fancy. I suppose I had better see M. Jules.' 'With pleasure,' chirped the httle Frenchwoman, Avho evidently thought she was about to get rid of her visitor, but Annika yet lingered, and for a second or two fidgeted about betAveen the Avindow and the door without speaking. Was she making up her mind Avhat plan of action she was about to pursue ? Who shall tell where her mental workings tended ? For Madame Jules was right ; in worldly acumen she had no match, though she would have scorned the notion of belong ing to the clever phalanx. Her next remark, to all seeming pur pose, was inconsequent to the matter in hand. ' Vie Armstrong — what do you think of him?' she asked almost hesitatingly, as"], [182, "172 INNOCENCE AT PLAY. though perchance dreading a disparaging answer. ' He is Avell enough,' Avas the reply, Avith a little shrug. Even such grudging praise from Ma dame Jules was high. Unless to attain an end, she ever bestoAved flattery meagrely. In this instance she had obviously a reason in electing to Avithhold it. ' Well enough ! You are bent on irri tating me to-day. Have I not told you times out of number that in my opinion mediocrity is a vice ?' 'Saints or sinners, eh, Annika? With you I should think sinners have the day. Allons, your M. Victor may be a good sin ner. Hoav should I knoAv? I have not proved him, and judge but from externals. In appearance il est assez beau garepn? ' Have you elected him a member of the clique?' ' Yes, yes ; M. Grant will take him under"], [183, "173 THE HIDDEN SKELETON. his care and initiate him in some of his theories, unless, parbleu, you prefer to mono polise him yourself.' ' For the present no ; I have not even spoken to him yet. Let Grant entangle him in those circling arguments of his Avhich have neither beginning nor end ; they will serve to amuse and occupy him for a time till—' ' The mere gazing on your beauty palls, and you judge fit to throw him some mark of favour, poor dog!' ' Since you understand the theory of the thing so well it is strange you do not knoAv hoAv to put it in practice !' and Annika's attitude Avas as belligerent as though the two Avomen had not been sAvorn friends. ' It is not Avill but beauty that is want ing,' answered Madame Jules quietly. Hence, perhaps, the cause of an occa sional jar betAveen them. Madame Regnier never failed to perceive the motive of"], [184, "174 INNOCENCE AT PLAY. Annika's tactics. Though she declined to play the game herself it was not for Avant of knowledge how to move the pieces. Annika gave one glance at a long mirror on the wall, and then touched the handle of the door. ' Au revoir, mon enfant; courage !' said her friend as she opened it, ' but remember, don't bring all your artillery to bear at once, a good general keeps a reserve force.' Without ansAvering, Mademoiselle Dahl passed into the hall. ' And, Annika, re member' — she looked into the room once more — ' remember, vanity is the stumbling block to beauty.' With a gesture of annoyance Annika was gone, and Madame Jules was left alone to pursue at Avill her studies or her thoughts. The latter overpowered her, and casting from her expressive features the look of bantering cynicism Avhich they had worn during her intervieAv Avith Annika, a pen-"], [185, "175 THE HIDDEN SKELETON. siveness, which almost amounted to gloom, came over her and seemed to enwrap her as with a black mantle. Those who had seen her only in her own draAving-room Avould scarcely have recognised the lively little Frenchwoman, so renoAvned for her bright sallies, in the woman laden with heavy care who sat crouching abjectly among her papers, as though the responsibilities of life and the knowledge they forced upon her were too heavy a Aveight to carry and walk erect. Yet Madame Jules' path to all outward appearance is rose-streAvn. What then is the terrible secret that seems to assume the semblance of a bodily form, so really does it present itself to her mind? Books lie around on every side whose living pages not unfrequently can lure the frettedj mind away from the contemplation of many a dark umvelcome fancy-guest, but there are times when the magic of a genius' pen fails"], [186, "176 INNOCENCE AT PLAY. to eject the demons who people Madame Regnier's private hours with grim and fear ful horrors. In the Avorld she shakes them off or seeks not to heed their presence ; but here the skeleton is kept locked, and alone, within the four walls of this room, she never fails to feel and see its presence, hidden though its very existence is from others' eyes and ken."], [187, "CHAPTER VIII. 90° IN THE SHADE. The mesmeric poAver of a glance Avas upon Victor Armstrong as he still strode on, after the hansom passed him, doAvn Bond street, Avith its closed shops and half-tipsy holiday stragglers, Avho had changed places Avith the ordinary flaneurs. But Armstrong heeded not external objects; he was ab sorbed in the contemplation of the ideal creations of his own brain, and had reached the door of his club in Pall Mall before he became cognisant of the fact that he had been Avandering in a dream through the busy, noisy London streets. A dream of fair Avomen ! Ah ! Avas their very beauty to be Victor Armstrong's bane? And, as his fitful fancy VOL. I. N"], [188, "178 INNOCENCE AT PLAY. flitted from Polly to Annika and Annika back to Polly, would either of the two have been flattered by the comparison ? He loved Polly, who, her father had said, was totally indifferent to him ; so that dream should have ended, especially since the charms of this new beauty had burst on his gaze. But it was not so. Riveted though his attention Avas in admiration of Annika Dahl, Polly's image would not be obliterated, and during that evening walk it persistently obtruded itself. 'No interest can possibly be felt for a man who does not know hoAv to fix his affections on one object and stick to it,' a crusty-looking old gentleman is growling to a younger man, Avith whom he is con versing, as Armstrong passes close to them in the club lobby. It savours somewhat of a bathos, form ing, as it does, a sort of epilogue to his OAvn flights of fancy, and the sentence jars"], [189, "90° IN THE SHADE. 179 accordingly ; but it brings him back to a practical view of his position, and he can scarcely forego a smile as he walks up the staircase into the smoking-room. Was he in no wise ashamed of his vacil lation ? Scarcely. What man among them all but seeks to attach to himself two mis tresses? and Vie Armstrong, reckoned a prince among good felloAvs, would have lost his prestige and been voted a prig had he fenced himself about with a stricter code of love-laws than the rest. It was someAvhat strange to find a man of Vie Armstrong's proclivities and utter impecuniosity wasting his time and his money among the idlers of a West-end club; but truth to tell he regarded his membership there as part of his capital, his very stock-in-trade. Where was more ma terial to be found for one whose pen not unfrequently told of the varied episodes in some chequered life, than in gleaning the"], [190, "180 INNOCENCE AT PLAY. odds and ends of gossip alloAved carelessly to fly before the wind on the smooth sur face of club conversation? On the evening in question it was scarcely for this purpose, however, that Mr. Armstrong had foregone his books and his papers in his Strand lodg ings. He Avanted companionship. There Avere too many cobAvebs hanging about his brain to enable him to do good work, hoAV ever assiduously he might have devoted himself to his task ; no place so likely as the club to effect the sweeping process practically. And he Avas right. ' Hallo ! Vie, Avhence that dazed expres sion ? You do look queer. \" What is this 1 His eyes are pinky. Was't the claret 1\" \" 0 no, no.\" \" Bless your soul, it was the salmon ; salmon always makes him so !\"' And a true specimen of young England clutched Armstrong Avarmly by the arm. ' Pierrepoint ! Why, Avho ever expected"], [191, "90° IN THE SHADE. 181 to see you? Of all the felloAA's one knoAvs, hoAv comes it you are in toAvn for Christ mas?' 'Just arrived from abroad this very hour; been to Babel — to learn the multi plicity of tongues; and they are all jumbled in such a jam in my head that \" I conclude,\" as the Yankees say, it is best to stick to English; and you, mon garqong — spell it with a \" g.\" ' ' 0, I'm very jolly.' ' So I should think by the look of you. Come, make a clean breast. Have you seen a ghost or been drinking?' ' Neither the one nor the other ; I have had a long walk and am tired.' 'Polly and B. and a cigar; that is about the form ; if you won't confess your short- comings you can at least tell a felloAv the neAA's.' 'NeAvs at Christmas time,' and Vie Armstrong laughed. ' Why everybody is"], [192, "182 INNOCENCE AT PLAY. out of town ; the yokels are having their innings.' 'Just so, hunting-field flirtations in stead of doing the thing pleasantly in an opera-box. I suppose you have heard about Lady Betty Marsh and young Hips worth ?' 'No,' said Vie, 'I don't know the man. ' Not know Hipsworth, that young cad in the Blues ? His father made glue or starch or something. He's rolling in money, curse him, and thinks himself a swell. Well, he's been hunting in the country where Marsh is master this winter ; done double sport in fact — foxes and vixens ; for Lady Betty is a vixen though she's a beauty, and how she has been such a fool as to exchange Marsh Court for Hipsworth's gluepots I can't conceive.' ' Nonsense, Pierrepoint ; I trust this is not true. Lady Betty is my cousin.'"], [193, "90° IN THE SHADE. 183 ' The devil she is ! Then the sooner you disown the relationship the better, or you may have to fight HipsAvorth. Marsh takes the matter uncommon easy. Won't give up his foxes to run after his AA'ife.' ' I have heard nothing of this ; it's very strange ; Avhen did it happen ?' asked Arm strong. ' Only yesterday — Christmas-day of all days in the year to choose. It Avas the first thing I heard Avhen I got to town. Grant was swaggering about the platform, talking volubly as he always does.' ' Grant — what Grant?' ' Vie, by Jove, you must be qualifying for Colney Hatch. You have gone oft your head altogether to-night. Big Grant, of course, the man with the huge head.' ' 0, I know him, yes ; but I did not think he was of your world.' ' He is gluepot's uncle ; belongs to the impecunious but poetical branch of the"], [194, "184 INNOCENCE AT PLAY. family ; and, of course, on account of his utter want of common sense has been selected as the most proper individual to go after the runaways and bring them to reason.' ' You know him, you say ?' asked Arm strong, to whom Lady Betty's escapade, though she Avas his cousin, was as nothing in comparison with the fact of having found among his intimates some one who could tell him about Big Grant. ' Yes ; in a sort of a Avay ; as one knoAvs no end of extraordinary animals Avhose specialty seems to be that they ha\\re a distinct genius of their OAvn.' ' What is the mystery of Grant's life ?' ' Mystery of his life, my dear felloAv ; that question is put far too bookishly. Be commonplace, for mercy's sake. The only mysterious thing about Grant I should imagine is hoAv a man Avith such an utter Avant of sense and solidity has managed to"], [195, "90° IN THE SHADE. 185 impress a dear and confiding public with the idea that he is clever.' ' Then you do not believe in him?' ' To me he is simply a joke.' ' Ah, but you are horribly matter-of-fact, my dear Pierrepoint. I doubt if you be lieve in the existence of genius.' 'The real article is like an aloe, only flowers once in a hundred years or so. There has not even been a bud out since I Avas born. When I do see one I'll let you knoAv. Big Grant is only a little thistle down ; he scatters his tAvaddling rubbish ing nothings about the Avorld for fools to pick up and value if they please.' ' I met him last night at a literary soiree.' ' By Jove, Avhat a jolly lot of nonsense Avas talked, eh? Where Avas it?' ' At Madame Jules Regnier's.' Mr. Pierrepoint gave a prolonged Avhistle. 'So you go there, do you, Vie?' The answer Avas a question."], [196, "186 INNOCENCE AT PLAY. ' Are they friends of yours?' 'Can't speak French, old fellow; so I shouldn't plunge into foreign society in London. Did you meet a fair woman there with big blue eyes?' The colour spread itself over Vie Arm strong's face, though he tried to look indif ferent. ' There Avas a lady there answering to that description, a girl they called Annika Dahl.' ' That is she — that is she. Look out for yourself, my boy.' ' Good gracious ! Do you think I am so very susceptible ?' Yet there was, to say the least, a certain amount of nervousness in Armstrong's manner. It was the second time that day he had been Avarned against Annika Dahl. 'Not more so than your fellows; but the siren is, perhaps, more dangerous. She has turned heads enough at Homburg"], [197, "90° IN THE SHADE. 187 and Baden, and played the devil in Paris.' ' Why, she is quite a girl !' ' My dear lad, have you been living on salad for economy, or whence this amount of verdure ?' ' Pierrepoint, don't chaff. I really seriously want to know about this Avoman.' ' She is as beautiful as an angel, and as false as the devil!' was the prompt an swer. ' I can see the former for myself,' re phed Armstrong testily. ' And the latter you will live to dis cover, if you make farther acquaintance with the lady.' ' Which means, I suppose, that you have been bitten — eh ?' ' My good fellow, there is no good in denying the fact. For four-and-twenty hours I acknowledge myself to have been under the thraldom of this fair, false wo-"], [198, "188 INNOCENCE AT PLAY. man. I broke the shackles which bound me by skedaddling, or Heaven only knoAvs Avhat might have happened.' ' Details, give me details,' asked Arm strong eagerly. ' Who is she, and in Avhat does the danger consist?' ' Who she is, is difficult to ansAver. She is either a wife or a widoAV. I suspect the former; and the danger consists in her theory, which is, that by the poAver of her beauty she can conquer at will, but — ' 'But what?' ' But that you might as well lie down on the ground and Avorship the Florentine Venus.' 'Pooh, nonsense! I don't believe this. There never yet was a woman Avithout a heart, a passion. You fire me to make the trial,' and Armstrong looked at himself in a glass Avhich hung on the Avail, much as Annika had done when she left Madame Regnier's presence in the morning. Neither"], [199, "90° IN THE SHADE. 189 of them perchance counted their individual personal attributes to be beloAv par. Pierrepoint's light bantering tone changed to one of gravity. He took the cigar he Avas smoking from his mouth, and after looking at his friend fixedly for a few seconds he said slowly — ' Be Avarned before it is too late. Avoid Annika Dahl as you would the dead liest snake that lies hissing among the grasses.' ' What fudge this is. I can take care of myself. She is more to be pitied than I am.' ' Vie Armstrong, you are not an ass in most matters. Don't let consummate self conceit rule you in this. You'll come to mortal grief if you do.' Armstrong laughed. 'A bet on it, old fellow, that I come off scot free, and subjugate the lady.' ' The odds are dead against you, man ;"], [200, "190 INNOCENCE AT PLAY. and the subject too grave to be treated as a mere jest.' ' Nonsense, take the bet. What shall it be — a tenner ? I'm a poor man, and can't risk heavy stakes, but I am sorely in Avant of an excitement, and this young woman, according to your showing, seems hkely to afford one.' Mr. Pierrepoint shook his head. ' I don't hke it,' he said slowly, ' but if it is to be a bet, I hope, Avith all my heart, you will Avin it.' ' The money is already jingling in my pocket. I can't think what you are alarmed at, man. It is even starting; we have not spoken yet.' ' Much better for you if you never do speak; for I tell you the game is a losing one. Let us talk of something else ; come and join some fellows at pool.' And all the chaff and fun had passed out of Pierrepoint's manner as he threw"], [201, "90° IN THE SHADE. 191 away the end of his cigar and passed his hand thoughtfully backwards and forwards through his hair. But the thoughts Avhich had ' quenched him' had given Armstrong ' fire.' His colour had heightened, his eyes beamed, his whole demeanour had changed from the dispirited appearance it had borne Avhen he entered the club into that of a man Avho had found an object in ex istence, an aim and a bent for the superflu ous steam which was constantly causing the machinery of his hfe to creak and strain. He folloAved Pierrepoint to the billiard table, and played as no one in that club had ever seen Vie Armstrong play before. When, far on in the small hours, he sallied forth to gain his Strand lodgings, he was richer by some pounds than when he started in the morning."], [202, "CHAPTER IX. CANCANS. ' Cancans. — La medisance en pantouffl.es,' says an amusing French Avriter. The picture which presents itself in the interior ofthe dining-room at Torrington square, while Annika Dahl stands irresolute in the passage, is the very living embodi ment of the idea. Madame Regnier's hus band and his shadoAA', he who, dragged from the purlieus of Leicester-square, is paid to amuse M. Jules, not out ofthe household moneys, but out of the wife's prh'ate purse in coin of some sort, if not in actual gold, are sitting together. The last bon mot or joke is exercising them at this moment, for they are laughing immoderately, talking volubly, gesticulating freely, and looking"], [203, "193 CANCANS. two as unmistakable mauvais sujets as can Avell be imagined. When Annika at last made up her mind and opened the door, the odour of stale tobacco and garlic Avould alone have repelled a girl possessed of a less vigorous constitution; while, to judge from the appearance of the tAvo men hold ing familiar talk within, it was a scene upon AA'hich feAV Avomen Avould have entered un bidden. Strange the power, hoAvever, that Annika possessed. They both rose as she appeared. ' Good-morning, M. Jules,' she said ami ably and gently to the master of the house. Then she turned to his companion, and the look of contempt she gave him suddenly changed his previous mirth into trembling servility. 'Leave us,' she said coldly — 'I have to speak with M. Jules.' 'Alphonse AviU not interfere, Alphonse is silent as the grave,' suggested M. Jules deprecatingly. vol. i. o"], [204, "194 INNOCENCE AT PLAY. 'It is well,' she ansAvered, 'keep your Alphonse. For my part I think a trio an intense bore, so good-morning,' and she turned to depart. ' Pardon, Mademoiselle,' and there was a slight emphasis on the word, ' I present you with the occasion;' and Annika bowed her head slightly, though a faint tone of colour spread itself over her face as M. Alphonse passed her and made his exit from the room. ' Let us hear, what is it ? It is not often I am honoured by a visit from you. Sapristi /' and Jules Regnier looked brutally at her as one ' moulded' of ' coarse metal' alone would look at a pretty woman. She threw herself into the chair which Alphonse had just vacated and gave him look for look. It Avas obvious from her entrance that whatever the object she had to attain, the task was not to plead and cringe."], [205, "195 CANCANS. ' Well,' he Avent on, ' can't you answer ? What is it?' ' Have you no respect for the feelings, M. Jules, which Avill come into play regard less of physical, legal, or moral compulsion ?' she said with a light laugh. 'Bah,' he answered, 'leave big words and theories to Madame; they don't suit you. You are too Avomanly.' 'To be wholly a woman tells of em pire,' and she got up and stood before him. ' Those mistaken members of the sisterhood who don the mannish habit and ape the fashions of the sterner sex lose more than half their power.' ' While you have retained yours intact ?' 'We shall see,' she answered, laughing, ' when I have found a subject on whom it is worth the trouble to exercise them.' 'There was a time—' began M. Jules, putting a lachrymose expression into his voice, and arranging, as though it were a"], [206, "196 INNOCENCE AT PLAY. velvet court dress, the rusty cotton of his dirt-stained morning wrapper — but she in terrupted. ' No sentiment, for the love of Heaven ; we have long since outlived romance.' ' You, at your age, to talk thus. Dieu ! Why speak of years? — the heart never grows old.' ' Poor M. Jules !' and there was a tone of tenderness in her voice Avhich none save one who noted the twinkle in her eye would have taken for acting. 'Poor M. Jules!' 'Ah, you are in a caressive mood,' and he leant forward to take her hand. As from the touch of a snake she recoiled loathingly ; but immediately recovering the outward semblance of friendliness, she reached her hand to him of her OAvn accord. ' You have been very kind and good to me, M. Jules. God knows Avhat I should have done Avithout you and Madame.' Her words Avere a mere platitude, but"], [207, "197 CANCANS. she sought to render them forcible by the tone in Avhich she uttered them, the sob she managed to give her voice as she spoke. ' Madame !' he said testily, ' why allude to Madame ? She has scarcely been to you the friend she seems.' It Avas obvious that M. Jules Regnier ancl his wife Avere not of one flesh. ' Hoav, Monsieur, Avhat Avould you have me believe ?' ' Mon enfant, believe nothing — that is to say, no good of any one.' ' Of course I am to make no exception for you. The evil I have heard is then true. I came here hoping you Avould con tradict it.' ' Evil of me, and against you ? Why, it is impossible;' and he accompanied his Avords with a leer such as made the proud blood tingle in Annika's veins ; and it was Avith difficulty she resisted the impulse of leaving the mysterious business, anent which"], [208, "198 INNOCENCE AT PLAY. she had sought this interview, to be settled by chance. She, hoAvever, resisted her in clination, and said calmly, looking persist ently at the floor meanwhile, ' I am an orphan, almost dependent on my own industry for support. Since my earliest girlhood I have been made the vic tim of a miserable persecution. Will you, as one of my best friends, not help me to overcome it?' ' So Madame has been at work — has she ? Say, what has she told you ?' ' That you are about to make known my place of residence to Prince Lavradskoff.' ' Was this all she told you ?' 'Was it not enough? For nine years now, since I fled to Madame Regnier's house in Paris, I have managed to elude him, though from time to time, as you knoAv, his myrmidons have been on my track. But, thanks to your kindness and that of Madame, I have succeeded in escap-"], [209, "199 CANCANS. ing. Why denounce me now ? Why not be my friend to the end ? God in heaven only knows why this man should persecute me thus. I have no love to give him — never had but one feeling for him, that of the bitterest and intensest hate.' And she grew so excited that she rose from her seat and began to pace the room. M. Jules' blear eyes followed her. 'You were wise in coming to me,' he said, after a pause ; ' Madame has only told you half the story. Prince Lavradskoff is coming to London.' He watched her face as he spoke. Every symptom of colour passed out of it, and, stopping suddenly in her walk, she looked at him fixedly for a second; then she burst into an hysterical laugh. ' Do not play with me for mere torture's sake,' she cried, ' but tell me quickly that this is not true.' ' Upon my Avord you would have made"], [210, "200 INNOCENCE AT PLAY. an actress Avorthy of the Francais,' he said, still looking at her with admiration in his gaze. ' Chut. Speak, M. Jules. Tell me you are lying. Lavradskoff is not coming to London.' For ansAver he took a letter from under a bundle of papers lying on his table and gave it to her. With a flash in her eyes she seemed to read it at a glance, throwing it on the ground and treading it under her feet. ' Great Heaven ! Can there be such baseness on the earth ?' 'Base!' answered M. Jules, laughing. ' Which is base — is he ?' pointing to the trampled letter, ' or am I ?' 'He, for offering you gold to discover my whereabouts; you doubly base — false treacherous friend — if you take it.' 'One must live, my dear child; and money is very difficult to find. Madame"], [211, "201 CANCANS. Jules' habits are of an extravagance which is simply unsurpassable,' whined the little Frenchman. Annika turned on him with the spring of a tigress. ' Ill-gotten Avealth availeth naught — but,' throAving him a purse, ' there are ten sove reigns. I have not Lavradskoff's wealth at command ; but take them. Go, buy your self a conscience, and leave me to follow my humble path in peace, hidden if it please God for ever from this bad man's ken.' ' Quiet, quiet, my child ! These airs you haA'e assumed, so early in the day too, are enough to give one a fit of apoplexy. Sit down and let us make a compact.' ' It is useless,' she said, ' what guarantee have I that you would keep it? No, in God's hands I will leave the future. He Avill not Avholly desert me.' ' He has not given you much sunshine"], [212, "202 INNOCENCE AT PLAY. in hfe, according to your own showing,' suggested M. Jules ; ' I would give up trust ing too much if I were you.' ' I did not come here to hsten to lectures on profanity,' she said proudly, 'and as I am somewhat pressed for time, I should be glad to know Avhether you intend to ac quaint the Avriter of that letter Avith my address, or Avhether you Avill accept the ten pounds as hush money ?' ' You knoAv that I am always willing to be of use to you,' he whimpered. ' I will tell this man nothing; merely write a few lines to inquire for what purpose he is so anxious to know your whereabouts. It seems hardly possible that love, even for you, can have survived in the heart of this Prince during nearly ten years.' ' Love ! More like revenge !' she said sternly. 'Good-morning, M. Jules, I sup pose I may trust you for the present,' and she turned to depart."], [213, "CANCANS. 203 ' We are good friends,' he said, assuming once more his whining tone. Truth to say — little reptile though Jules Regnier was — he had never intended really to betray Annika's secret for Lavradskoff's gold; but it had amused him to torment his wife with the idea that he should do so, and on the whole he considered that he came very Avell out of the affair. Anyhow, he was ten pounds the richer than if he had put the letter in the fire. It never occurred to him that he was committing an act of revolting meanness in taking Annika's money. In the school where he was edu cated the transaction would scarcely have been condemned. Annika turned once more and held out her hand to him, more perhaps from com pulsion than amity. 'You Avill let me have the answer to your letter when you receive it?' ' Yes, yes, my child, without a doubt.'"], [214, "204 INNOCENCE at play. Poor Ika! poor lily! Was this the mesh into Avhich fate had forced her — to live among people whom she despised and dis trusted, in a constant state of combativeness with her own high feehngs, which could never be brought down to a level with the instincts of the lower animals that sur rounded her ?"], [215, "CHAPTER X. HEART COMMUNINGS. A bright prettily furnished little room, someAvhat foreign in its arrangement, ar tistic in design, but inexpensive in execu tion. There are no costly bits of bric-a-brac to flatter the eye of the connoisseur. Some gilded figures and a French clock are about the only ornaments, but the cretonne on the chairs is fresh and full of colour ; the point lace round the velvet-covered tables is a sample of industry and clever manipula tion; while floAvers abound everywhere; floAA'ers which in London are alike a luxury and a cost, but without Avhich the tenant of the pretty room would have been as lost as a bird Avithout the sunshine. Did her thoughts sometimes, as though"], [216, "206 INNOCENCE at play. in a dream, take her back to the old Hom burg days Avhen Innocence stood, watering pot in hand, among the lilies? For the room is that of Annika Dahl, and she is lying even noAV stretched on a tiny sofa, her head with its coils of golden hair posed on her raised arms, as though her hands would fain hold back the thoughts which will intrude and frame themselves into a tangible reality. Annika Dahl ! Look on her as she lies there, ' the counterfeit presentment' of the past ; Annika Dahl, the startled, bewildered child, now the omniscient, callous woman of the world ; and ask how the transition came about. Could Prince Lavradskoff tell ? Ay, could he, if his sense of know ledge osgood and evil had not been blunted by egotism, worn out by a long subjection to luxurious living and epicurean volup tuousness. The remembrance of her girlish innocence had, perchance, passed from his"], [217, "207 HEART COMMUNINGS. life even as a dream that is told ; while the thought of him, when it comes before her in her solitary moments, flushes the alabaster brow, and each nerve turns into a pulse beating with fierce vibration — a phase of feeling which, to the associates of her daily life, would seem impossible in the cold statue Annika would have them believe her to be, as she appears before them wrapped in her ice-mantle. Yet it is scarcely love for the Russian prince which courses like a race-steed through her throbbing veins. With all his soft persuasions, his winning ways, at last, as at first, he has failed to awaken aught but hatred. Still, as she lies there in the firelight, it is of him she thinks. In spite of her in tense loathing he has had a mysterious influence over her life, an influence of which she never speaks, though seldom, perchance save during the hours of sleep, is his image absent from her mind. Of late,"], [218, "208 INNOCENCE AT PLAY. especially, has he been ever present there. Strange sympathy and mesmerism in thought! Of Lavradskoff she has heard to-day; he is about to come to London. For years they had never met. Annika had established herself far, as she hoped, from his haunts, beyond his ken, and yet that stern Nemesis, Fate, had followed her, and to-day she had learned that at any hour, any moment, she might come in contact with the man in whose power it was to make, but who chose to mar her life. ' Thank God I have never loved. That torture at least has been spared me,' she said half aloud, springing to her feet, and walking up and doAvn the room Avith rapid strides, as if by volition to work off some portion of the mental torture. Then stop ping suddenly, as though the argument with her OAvn heart had brought no comfort — ' Never loved another ; no, not yet ; but the end comes not with the wishing, and"], [219, "209 HEART COMMUNINGS. am I not trusting too confidently to my own foolish strength ? Not love ! Are not love and hate alike beyond the control of human will and power ? Woe is me.' And she sat doAvn on the hearthrug before the fire, her face on her clasped hands, and gazed curiously among the burn ing coals, as though searching there for the finish of a story of Avhich the early chapters were so hopelessly entangled. ' Naught can end it save death,' she mur mured sloAvly. 'The greatest adept at ro mance-Aveaving the earth has ever produced would fail to give so dark a plot another ending. Twenty-six and doomed ! No love, no hope, no sympathy, for the past must be as a closed book. 0 God ! help me to en dure and steel my heart against intruders Avith Avhom I may hold no commune. Let them think me vain, shalloAv, and passion less. So long as the outward appearance of the statue be of marble, how shall the VOL. I. p"], [220, "210 INNOCENCE AT PLAY. ignorant beholders know that there is an inner nervous system which suffers excru ciating torture from its forced imprison ment? Till now I have played my part successfully — till now. What am I saying ? Of what am I thinking ? Is it the discovery of his vicinity alone that has aroused these Avild, tumultuous feelings ? Alas, alas !' And a fit of passionate weeping, such as to a nature like Annika's comes but seldom in a lifetime, ended the drear retrospect, though, had she questioned herself closely, were not the tears floAving rather on account ofthe blank future than the misery-laden past? She was alone in the world, Avithout a friend save Madame Regnier, Avhom she doubted. And she was moneyless, or at least straitened in circumstances, for Madame Dahl some years ago had died when luck Avas at zero, and had left the girl but the meagre remnant of a fortune of which the"], [221, "211 HEART COMMUNINGS. green table had engulfed the larger share. She had died suddenly in London, where they were staying very temporarily to ar range some money transactions, and Annika at once resolved to cast her future lot with the free independent Enghsh. She drew the ice-mantle she had been fashioning of late more closely round her, trusting it as her best and truest friend, and with her voice for fortune resolved to make her way as best she could in life. It was a dreary, lonesome, uphill journey on which she had elected to start, but Avhat matter? Its difficulties, perhaps, were the very auxiliaries which, producing excitement, urged her on the way. To take thoroughly to an artistic career, and utilise her voice to its utmost, had been the advice of all her acquaintance Avhen Annika was left dependent on her own resources. But the bruised lily was a lily still, and every instinct of her nature revolted against appearing on a pubhc"], [222, "212 INNOCENCE AT PLAY. stage. Art, for its own sake, she loved to an extent, but modesty bore the palm branch. She was not artistic enough to forget her self and merge her identity into her art; so beyond draAving-room concerts and les sons gh'en to young beginners, Annika was never heard of in the Avorld of song ; and her fine A'oice, Avhich, under proper training, Avould have made the cognoscenti raA'e, was doomed like her heart and feelings to be kept injuriously pent in so small a space that health and vigour were alike rigidly excluded. For a long time noAv she had plodded steadily on as in a grooA'e, turning men's heads, and laughing as they turned, for Annika did not usually give the prison house in Avhich she kept her feelings an outlet as she had done to-day. She amused herself by means of her beauty ; the adjec tives A'ain and cold prefixed to her name suited her; as long as no deeper feelings mingled Avith the passing sentiment of"], [223, "213 HEART COMMUNINGS. mere admiration it Avas well, for herself at least. As for the duration of a man's love, if she had trusted herself to speak her opinions, they Avould scarcely have been flattering, and censorious listeners might have said they savoured someAvhat of pique. On a sudden, hoAvever, the groove into which she had sought to place and keep her life Avas Avorn out. There had been storms lurking on the horizon, and the floods had got among her eartliAvorks, and filling up the furrow in AA'hich she had ensconced herself, they had forced her out into the open country once more. Lavradskoff Avas on the eA'e of appearing in London. Ay, and Vie Armstrong had met Annika Dahl at Madame Regnier's Christmas party. So strange a mingling of coincidences Avould scarcely be unproductive of an issue."], [224, "CHAPTER XI. A COLD REBUFF. Madame Jules Regnier's Thursday even ing reception is more than usually well attended. Clever talk and hard hits are flying about till they almost amount to scurrility, and Big Grant is giving noisy evidence of his presence. M. Jules and his ' ShadoAv' are playing picquet, according to established rule, in the corner, though M. Jules seems a httle less attentive to his game than he habitually is, and looks up furth'ery every now and then from under his half-closed eyelids at Annika Dahl, and then smiles complacently to himself, as though he had read something betAveen the lines which the rest of her acquaintance fail"], [225, "215 A COLD REBUFF. to discover. She, meamvhile, is standing somewhat aloof from the general knot of talkers, leaning against a console table. To look at her casually, it were doubtful Avhether she was engrossed in listening to the conversation going on around, or Avhether she Avas posing for effect. An ill natured commentator on her actions would probably have declared for the latter. She wears a clinging black dress, simple in make, and trimmed about the throat and wrists with broad bands of silver braid, just enough to give light to the picture and set off to advantage the roundness and fair proportions of her form, while a crimson rosebud thrown among her golden coils has obviously been twisted there by an artist's hand. Yet it is neither of herself nor of her surrounding companions that Annika is thinking, as she stands pensively there. Jules Regnier is right, there are mingled among the plainer letters of her"], [226, "216 INNOCENCE AT PLAY. life others of which only the initiated under stand the cipher. The belligerent attitude ofthe Porte, and Avhat the English position will be in the event of a Continental Avar, is being fully discussed by the men, many of whom, in their characters of journalists, have toler ably good information on political subjects. Scarcely conversation likely to interest Annika, among Avhose artistic relations poli tics are rarely intenvoven, but Madame Regnier is quite mistress of the subject, and talks as glibly as the rest. ' Russia is about to send a secret envoy to England to feel the pulse of the country,' asserts Big Grant Avith his usual display of omniscience. ' Indeed !' remarks a man of the party, ' he must be a Avary diplomat, for England is not generally so unguarded as to hold out a hand to every stranger who asks to feel her pulse.'"], [227, "217 A COLD REBUFF. ' Clever doctors can frequently detect diseases by a mere glance which are hidden to other eyes,' observes one, 'and Prince Lavradskoff has a renommee.' ' Prince Lavradskoff— is he coming to this country officially? His is a name of which Ave have all heard, both publicly and privately,' muttered another of the talkers, ' and not much good in either capacity.' Is Annika so lost in her own reflections that no outAvard sound can reach her ? If so, Avhy to the \\rery tips of her little ears does the hot blood flow AA'ith tell-tale colour? Vie Armstrong came in at that moment and shook hands Avith her, Avhile Lavrads koff's name Avas still fluttering from lip to lip; but uoav her face is deadly Avhite; with scarcely more appearance of vitality than if she had been a Parian statue, she greeted the neAv comer. ' Lavradskoff,' he said, turning to the group. ' That is the very man who has made"], [228, "218 INNOCENCE AT PLAY. me so late to-night. I have just come from the office, where I was asked to write a notice about him. He is expected in Lon don to-morrow, and is destined to be the lion of the season.' 'I wonder what you said,' murmured, rather than spoke, Annika Dahl. ' The notice was perforce a complimen tary one, mademoiselle ; it Avere not befitting to receive foreign strangers rudely.' 'Where did you get your information?' ' Could you have supplied it ?' and in answering her question by another Vie Armstrong looked at her beseechingly. ' Who — I — in my humble sphere ? How should I know aught of Russian Princes, Mr. Armstrong?' ' The less known of him the better,' muttered Armstrong savagely; but so low that his Avords only reached Annika. 'And yet you write an article in his praise ?'"], [229, "219 A COLD REBUFF. ' I did not say so, mademoiseUe ; on the contrary, I declined so furiously as almost to lose my post and quarrel with my chief. I may be poor, and in the eyes of the world poverty and baseness are closely linked, but I have not yet fallen so low as to turn Judas and sell my soul for gold.' A faint tinge of colour spread itself over the woman's pale features. ' I esteem and respect you,' she said earnestly. Armstrong's eyes asked plainly the ques tion his tongue had never yet framed, ' Are esteem and respect the warmest sentiment of Avhich your heart is capable ?' Annika's glance fell beneath their gaze; she dared not let him read an answer there. A statue with eyes that speak were an anomaly she was by no means willing to represent. Some weeks had passed since Christmas night. Vie Armstrong had become a house- O o"], [230, "220 INNOCENCE AT PLAY. hold appurtenance at Madame Jules Reg nier's. In fact he was quite that lady's ' pet man.' Nothing could be done right Avithout ' ce grand beau garqon, Vicque,' as she called him, to Bruton's pretended disgust. ' He Avould not have introduced the fel low into the house if he had knoAvn the pro minent part he Avas destined to play there,' he was wont to say Avith an oath. Though truth to relate, good-hearted Bruton Avas meanwhile secretly rejoicing over the suc cess of his introduction. Hence, be it inferred, Vie Armstrong and Annika Dahl were not conversing now for the first time, they had become tolerably intimate ac quaintances; that is to say he Avas ahvays seeking to make farther strides into the land of— well, call it friendship — from which she as persistently repulsed him. She would not have Vie Armstrong for a friend. He might lay his little confidences at her feet as he had to-night ; she declined to pick"], [231, "221 A COLD REBUFF. them up or to give aught save chilly civility in return. Madame Jules Regnier had said that Annika Dahl's success Avith the sterner sex was unparalleled ; ay, in the very in born stubbornness of the masculine nature did her strength lie ; the persistency Avhich determines him to conquer the difficult and possess at all costs the impossible. Vie Armstrong, in a moment of frenzy, had SAvorn to his friend Pierrepoint that this woman should learn to love him, Avhile he - — ■ It Avere well, perhaps, to draAV a curtain OA'er the picture as he had painted it in the club that night; it Avas scarcely in accord ance Avith his usual sentiments of high honour. And Avhat matter ? It Avas an un real sketch, for his passion for this Avoman is absorbing his every feeling, even to the exclusion of Polly's pretty face, while she treats him as though ' canaille' were the nearest and dearest epithet she Avas ever likely to bestow on him."], [232, "222 INNOCENCE AT PLAY. ' Esteem and respect,' he had murmured sotto voce, as she stood there impassive, and directed her downcast glances to the pat tern on the carpet. ' They are scarcely the words one cares to find in a lady's dic tionary.' ' I do not understand,' she murmured, still without looking up. ' Were not love a softer and more wo manly attribute?' he asked, making the desperate plunge which he has long been meditating. There was a silence so long that Vie thought she either had not heard or meant totally to disregard his rash remark ; but at last she said — still avoiding to look at him the while — ' \" And if 'tis lost, hfe has no more to bring to her than mockeries of the past alone.\" No, Mr. Armstrong, love, as far as woman is concerned, is a mistake.' ' Do not say you have found it so ;"], [233, "223 A COLD REBUFF. acknowledge rather that you have yet to tread its rose-streAvn path.' She shivered almost imperceptibly, but quickly recovering absolute command of herself, she said, laughing, and this time looking at him — ' One Avould think you had stepped out of some chivalrous Middle Age poem instead of being a matter-of-fact nineteenth century prose writer. Please to remember I hve of my day if you are behind yours.' ' And do you wish to insinuate that there is not such a thing as love on the earth now?' ' Plenty of it,' she Avent on, still smiling ; ' but it manifests itself in every possible form except that of loving any other human being better than yourself; there is love of money, love of dress, love of place, love of self — ' '0, pray cease the ghastly catalogue,' interrupted Armstrong ; ' never can I think that you, of all women, can be totally dis-"], [234, "224 INNOCENCE AT PLAY. believing in the existence of disinterested love.' ' There are few things about Avhich I trouble myself to form an opinion,' she answered Avith a shrug; 'but the non-ex istence of any love on earth save that of self is so firmly my belief that it has become my very creed.' ' And do you yourself feel no capability for loving ?' he asked, in a dismayed tone. She looked at him for a moment fixedly, glance meeting glance, as though to read the other's inmost feelings, and then she said briefly but emphatically, 'No.' God pardon her the lie. It went home Avith a deep stab into her oavii heart as she uttered it. It was for his good, she deemed, and she was acting really the \\'ery self-abnega tion in Avhich she professed thoroughly to disbelieve."], [235, "225 A COLD REBUFF. Her calm assertion staggered Mr. Arm strong, as she, perhaps, meant that it should do. ' The dissection of a heart which has no feeling is a surgical operation at Avhich I should assist with curiosity,' he said sharply. ' I wonder of what do its component parts consist?' ' Of common sense, a capability for taking a practical vieAv of life, and of course a good share of selfishness.' 'A triumvirate of horrors,' cried Arm strong ; ' such a being were a monster unfit to live.' ' Yet Avith such monsters the Avorld is peopled,' she laughed. ' Your analytical powers are beloAv par, Mr. Armstrong, if vou have gone about the Avorld imagining you found hearts replete Avith love in every breast.' ' I have not looked for them,' he said sadly; 'doubtless, you are right in many VOL. I. Q"], [236, "226 INNOCENCE AT PLAY. cases — but in you ! Nay, surely you are jesting. It is quite impossible you can be cold and loveless. If Reason only is the power that governs you, then never will I believe in external attributes again.' ' They often deceive,' she replied quietly; 'it is always a mistake to have too much faith, either for man or Avoman.' ' 0, mademoiselle, so young, so fair, and yet so sceptical;' and there Avas a tone of real sorrow in Armstrong's Avords which reached even the deepest recesses of that heart Avhich Annika professed not to possess. Still she did not flinch from the resolve she had made. ' Were it not Avell to change the subject of our talk, since it seems impossible we shall agree ?' she said. ' Impossible !' repeated Armstrong ; ' that is a Avord I never accept ! I shall live but to record the day Avhen, agreed in senti ment, you will think of hearts as I do.'"], [237, "227 A COLD REBUFF. She laughed a little holloAv forced laugh. ' How mannish,' she said, ' is that last speech. Of course I am to throAV my opinions on the ground for you to trample on; give up my entity; agree to live and move and think and feel as though I were a mere machine to do your bidding.' ' Pardon me, mademoiseUe, I have no such meaning, but if a life of devotion on my part could prove to you that there is such a thing to command as a man's heart which knows hoAv to sacrifice everything save honour for another's weal, it is yours.' Though he spoke Avith dignity there was such a pained expression on his face that for a moment Annika's strength faltered, but she nerved herself in an instant. ' Without a hope of return, it Avere un paralleled generosity.' ' Patience and long-suffering meet their own reward,' he said humbly. Annika looked at him fixedly with her"], [238, "228 INNOCENCE AT PLAY. large blue eyes; then she said, speaking hurriedly, ' Are you aAvare, Mr. Armstrong, that there is no being a Avoman is so likely to hate as a persistent and unwelcome suitor ? The man who seeks to enact the part is both a miscreant and a coward.' And she moved aAvay, leaving Vie no time for an answer; but his eyes followed her as she crossed the room. ' Miscreant, coward !' he murmured to himself. ' I have resolved to subjugate you, and, by Heaven, I will, or I shall merit the epithets you in your pride have sup plied.' For refuge she sought Jules Regnier's card table, and Avhile the tears swam in her large full eyes she stood with her back to the assembled guests, and watched the players Avith as much attention as though ' sequences' and ' tierce to the king' were the only interest she had in life. Under"], [239, "229 A COLD REBUFF. what mere shams do the most serious issues of life lie hid. Thus, on this pleasant Thursday evening was the gauntlet thrown down betAveen Vie Armstrong and Annika Dahl, and a rash struggle was begun betiding in the future many an hour of bitter conflict for both — and for the woman, opening at every fresh encounter an old wound, which, cauterise it as you may, will never heal."], [240, "CHAPTER XII. PRINCE LAVRADSKOFF. The pale cheeks have groAAm more parch menty, the hair has become quite Avhite; the imperial and moustache, once so re markable for their kinship to the raven's wing, are grizzly and snoAv-flaked. On Prince Lavradskoff the decade has told — for, strange paradox in human inconsisten cies, he who would dare everything for love looks upon ' make up' of aU sorts as a sham too stagey for manly practice, and alloAvs himself as far as outAvard appearance goes to be ranked among the few on Avhom La Rochefoucauld tells us the descent of years falls gracefully. There is an angry froAvn on Lavrads-"], [241, "PRINCE LAVRADSKOFF. 231 koff's brow as he sits sipping his matutinal chocolate in his private room at Thomas's Hotel. The day is young, and London scarcely aired, so visitors are not likely to intrude. Thus he is free to indulge at will in the A'agary of his humour — no very amiable one, it seems. A large packet of letters lies before him ; he has opened but one, Avritten in a clerkly hand, and bearing the stamp of laAv upon its face. From this letter he has turned to the Times, and, leaving the rest of his correspondence for a later period, is conning an article on Russia's attitude in the East with the in terest of a native, but Avith many an ejacu lation and oath over Avhat he considers mis quotations from the Golos. A man enters the room, and silently places some books on the table. He is the Prince's valet, and as such is worthy of notice. His nationality it were difficult to decide. He is a thorough cosmopolitan,"], [242, "232 INNOCENCE AT PLAY. speaking more or less fluently every living language, and has, to a great extent, for gotten his OAvn people and country. To be ' all things to all men' was the axiom with which he had started on his life-journey, and faithfully had he carried out his idea. No one kneAv exactly what Paul either thought or felt ; all traces of in dividuality Avere hidden beneath a suave, chdl manner Avhich, but for two sharp black eyes, might have suggested stupidity to strangers, though the initiated soon dis covered that the silent Paul Avas a gem among valets, understood the duties of his ' profession' to a nicety, and Avas, moreover, the most invaluable of men to entrust on a secret embassy. If from the depths of his ' internal consciousness' Paul had revealed the knowledge he possessed, Avhat tales might he not have told ? But he was wise enough to have discovered garrulity to be an expensive luxury, and Paul was as chary"], [243, "233 PRINCE LAVRADSKOFF. of AA'ords as though speech Avere gold to be laid out carefully and at usurious interest, for when Avas he ever known to give of the wealth of his latent information save Avhen he saw a substantial return tangibly before him? To Prince Lavradskoff he was a per fect treasure, he managed everything for him in the most exemplary of manners, and was the most taciturn and reliable of Mer curies. If he knew more of the Prince's concerns than the Prince did himself, Avhat matter ? It only made him the more useful, though if any one had suggested to Lav radskoff that he had a master in this man Avould he not have received the communi cation Avith a smile? Paul noted the frown on the Prince's broAV, the one unopened letter on the table, and clever guesser though he Avas, was just a little exercised in his mind. Could there be princely secrets of Avhich he knew naught? Ah, before he had wandered twice noise-"], [244, "234 INNOCENCE AT PLAY. lessly round the room he had made up his mind about the state of affairs. ' Paul,' said the Prince, at last conde scending to look up from his paper, ' have you taken the stephanotis bouquet to the lady with the piebalds?' ' Y es, your Excellency. ' Anonymously ?' ' Yes, your Excellency. 'You have found out, then, where she lives?' ' With difficulty, your Excellency ; it is a very long way from here.' ' You Avill take her a bouquet every day for a Aveek, carefully concealing the name ofthe sender; mystery will aAvaken interest.' ' Yes, your Excellency,' and Paul still remained in the room, busying himself over the arrangement of his master's books and papers. It was obvious he was Avaiting to be questioned."], [245, "235 PRINCE LAVRADSKOFF. 'Can't you speak?' said the Prince at last. ' You know something — what is it?' ' I have spent much time in your Excel lency's interest of late.' ' Well ?' ' Mademoiselle Dahl is in London.' ' So, you have seen her?' ' Yes, your Excellency.' ' Paul, if you Excellency me any more, and don't speak out, I'll have you flogged.' ' I have little to say,' went on Paul, with the greatest sang froid. ' I did not speak Avith Mademoiselle, though I believe she recognised me.' ' Recognised you, fool ! then she AviU be off at once. For the last ten years has she been eluding me,' and the Prince started up and threw his bundle of unread letters into a draAver. There Avas a cynical smile on Paul's face. ' The fever of love, your Excellency. I thought it had cooled.'"], [246, "236 INNOCENCE AT PLAY. ' Ay, long since, but revenge is, perhaps^ as strong and as absorbing a passion.' 'More fit for valets than for princes,' murmured Paul sententiously. 'My God, Paul, would you deny to Princes feelings like other men ? Has she not flaunted me to my very face, reviled me, execrated me, even robbed me, and Avould you have me love her still ?' Paul continued to smile, and looked aggravatingly satirical. ' You hate each other ; then, with the Avorld before you, Avhy torture yourself by pursuing her, my Prince ? You had your revenge AA'hen you quieted her virtuous scru ples by the ceremony of a sham marriage.' An oath, so fierce that the paper on which it Avere Avritten Avould burn and crinkle, feU from Lavradskoff's lips. To be thAvarted by a Avoman was so unusual an occurrence in his successful love career, that even during the years in Avhich he had"], [247, "PRINCE LAVRADSKOFF. 237 not seen Annika, the recollection of her had been more or less present to his mind, in creased tenfold by the fact that priceless jeAvels, which in a moment of infatuation he had given the girl who believed herself for the space of one short AA'eek to be his Avife, had disappeared Avith her, Avhen on dis covering her false position she had fled, no matter where, so long as she was far from this hateful prince Avhom she married simply because her step-mother had coerced her, and now hated Avith the bitterest hatred AA'oman can feel for the man Avho has be trayed her. Poor Ika ! Poor lily ! Did Lavradskoff, Avith his keen insight into human character, really believe that she had taken his jeAvels ? If so, how il logical Avere his premises. Yet the facts, apparently, were against her — Avith Ika the jeAvels had been lost. For some six months past he had been"], [248, "238 INNOCENCE AT PLAY. cognisant of the circumstance that Annika Dahl was in London, hence partly his own presence there, though diplomatic transac tions betAveen his OAvn court and that of Great Britain had been entrusted to him, or rather he had courted them in order to give himself a plea for appearing in the great Northern capital. The letter, which lying open on the table had attracted Paul's attention, was from a laAvyer of some re nown, to whom he had addressed a com munication anent the missing jewels. Not that Lavradskoff really cared for the gems ; he had given away baubles as costly before Avithout repining — but were they not a means by Avhich he still kept in his poAver the woman who had spurned him ? Self-love once Avounded but seldom heals — never without a scar. So Paul had seen Annika, — her Avhere abouts, then, Avas discovered, and the case might at once be put in a lawyer's hands,"], [249, "239 PRINCE LAVRADSKOFF. and she, the proud-spirited Avoman who had loathed him, be dragged before an English magistrate to ansAver a charge of robbery. To this did his revenge lead him ; but un actuated by passion, Paul was Aviser in his generation than his master. He waited till the echoes of the hot oaths had hissed them selves away, and the Prince, having once more sunk into his chair, Avas looking at his unfinished chocolate. Then Paul said calmly — ' Who is this demoiselle, that she should injure Princes? Only a girl belonging to the tiers etat !' ' What of that, if I loved her ?' ' It is Avell, my Prince, secret love harms not, public scandal is a disgrace.' 'Nonsense, Paul, a Lavradskoff may dare all.' Paul shrugged his shoulders. 'Dust and dirt soil kings' palaces,' he remarked curtly."], [250, "240 INNOCENCE AT PLAY. ' I am to be robbed by this minx, and not dare to speak because I am a Prince, forsooth ! Would to heaven she Avere tied to a staple and knouted, it Avere the punish ment she best deserves.' ' Granted, your Excellency, but in free England punishment produces scandal. One must suffer and be silent.' The Prince looked at his valet as though for the first time recognising the position of affairs. It Avas true, he, Prince Lavrads koff, at the Marlborough - street Police court, appearing against a girl he had be trayed into a mock marriage, for stealing his jewels, AA'ould be a public laughing-stock. No, in England, for Princes there is the same code of honour as for commoners. His rank Avould avail him nothing — rather loAver him in the eyes of a constitutional country, which, though fond of its aristo cracy, has not learnt to tolerate its vices. He tore the laAvyer's letter into a thou-"], [251, "241 PRINCE LAVRADSKOFF. sand fragments, and said authoritatively, turning to his valet — ' Carry her off.' ' Not easy,' was the doubtful reply. 'AU is easy with the will,' replied his master. ' I never kneAv you quail at a diffi culty before. You must be growing old, Paul.' The valet did not answer, but stood hesitatingly looking at the carpet. 'Well, with Avhom is she living?' ' Alone, as far as I can make out ; but under the protection of Madame Jules Reg nier.' A prolonged and angry Sacre disturbed the atmospheric fluids, and then there Avas a long period of silence, during AA'hich the Prince sat and thought, Avhile the valet looked on and wondered. It was obvious for reasons of his own that Paul wished 'to proceed no farther AA'ith this business ;' that he Avould have his master utilise his sojourn VOL. I. R"], [252, "242 INNOCENCE AT PLAY. in the English capital to a different pur pose. To take daily bouquets of stepha notis to beautiful incognitas Avho droAre piebalds, even when they were the mis tresses of Avell-to-do middle-class establish ments, Avas a mere pastime to Paul, in comparison Avith which this persecution of Annika Dahl Avas a tragedy. Why would not the Prince let bygones be bygones ? he Avas not wont to be so persistent in the pursuit of an old Avell-Avorn passion. Did that certain little green spot AA'hich exists in the heart of all men, hoAvever vile, perchance blossom, as Paul remembered hoAv Annika had appealed pathetically to him in her childish innocence for protection and salvation, and did her voice, still ringing in his ears, bid him vrish his princely master would find another object on whom to be stoAv his attentions ? Who shall say ? But he gave the Prince the bundle of letters which had been thrown excitedly into the"], [253, "243 PRINCE LAVRADSKOFF. draAver, and turned to leave the room. He saw pink and scented notes among the col lection—surely they could not fail to awaken an interest. Nor was he mistaken; there Avere royal mandates, pretty compliments from noble pens, sugared words from great ladies, aAvaiting the high-born Russian among those missives, and even Russian though he Avas, he Avas flattered by the popular nature of bis English greeting, and, absorbed in the passing sensation, forgot for a time the trouble about his stolen jeAvels. Nor did he heed Paul's exit, as he left the room noiselessly as he had entered it. Having quitted his master, Paul Avent doAvn the grand staircase to the front door. There he stood ruminating. AVhatever Paul's nation, he Avas no Russian ; his sAvarthy complexion betokened Southern blood, pro bably some island in the Grecian Archipe lago might have claimed him for its off-"], [254, "244 INNOCENCE AT PLAY. spring, though he never gave its name. He stood on the doorstep thinking, and his lips, parted in a sneering smile, reA'ealed teeth the Prince might have envied, Avhile his eyes sparkled Avith a Avickedness of which their owner alone kneAv the latent source. Had Paul any love for his master? Scarcely; Avhat Southerner loves the Russian yoke? But his gold flowed generously, and Paul loved gold. If he should at any period of his career Avork for naught, the recipient of his favour AA'ould scarcely be Lavradskoff. While he stands basking in the sun shine, feeble though its AA'armth appears to one used to different climes, a cab stops at the corner ofthe square, and a lady dressed in black and closely veiled gets out of it, and walks to the hotel door. Paul scruti nises her closely, but cannot peer through the deftly arranged mask. To judge from her start, she, hoAvever, has recognised him."], [255, "245 PRINCE LAVRADSKOFF. 'I wish to see the Prince,' she says, speaking French ; ' take me to him at once.' Perhaps he knew her voice, for he said hesitatingly, ' You — want — to — see — the — Prince, — but it is impossible.' ' I must ; it is imperative,' and gold glittered in the hand she held out towards Paul. He pushed it from him Avith a gesture of impatience, as though the temptation were almost stronger than he could with stand. ' It is a strange request ; your name, Madame.' ' He Avill know it, as you do, when he sees me.' ' But are you sure the step is a Avise one ; haA'e you counted the cost ?' ' Ay, to the bitter end — lead on, Paul ; no preparatory announcement ; shoAv me in at once.'"], [256, "246 INNOCENCE AT PLAY. Paul turned, and Avent into the house. Slowly and silently he ascended the stair case, the lady close behind him. On the landing he paused, and looked once more at his companion. 'There is still time to AvithdraAV,' he said, in a whisper. ' En avant,\"1 was the brief command. Another second, and Paul stood on the threshold, Avith his hand on the opened door. ' Mademoiselle Annika Dahl,' he an nounced, in a clear tone. She passed into the room, and Paul re turned to his post of observation in the street. END OF VOL. I."], [257, ""], [258, ""], [259, ""], [260, ""]]