[[1, ""], [2, ""], [3, ""], [4, ""], [5, "F L O R I E X"], [6, "ABERDEEN UNIVERSITY PRESS."], [7, "FLORIEN: A TRAGEDY, IN FIVE ACTS, AND OTHER POEMS. BY HERMAN CHARLES MERIVALE, AUTHOR OF \"THE WHITE PILGRIM, AND OTHER POEMS \" ; T FAUCIT of balliol\"; \" binko's blues'\"; etc. LONDON : REMINGTON & CO., PUBLISHERS, HENRIETTA STREET, COVENT GARDEN. 1884."], [8, ""], [9, "ERKATUM. In rin: DlBKUSDOBT Sonnkt, third line from bottom, far \"Out of their\" read \" Out of ihy.\""], [10, ""], [11, "CONTENTS. PAGE To E. M. (Dedicatory Sonnet), . . . . i Florien (A Tragedy in Five Acts), ... 5 Lyrics of Pericles. Invocation to Ceres, . . . . 143 March and Bacchanal, . . . 144 Thaisa's Dirge, 145 Hymn to Neptune, 146 Thanksgiving Ode, 148 \"Across the Estuary,\" 150 The Sunset Winter, 153 The Lay of the Lifeboat, 154 A Lost Morning, 158 Lyrics from the German, 161 To Maud 163"], [12, ""], [13, "DEDICATORY SONNET."], [14, ""], [15, "1 TO E. M. (Dedicatory Sonnet.) Dear wife and perfect friend ; my household queen, With watchful love making my home so dear. That all my work mere pastime doth appear, If but thy fair face in my room be seen, And the soft voice's music intervene Like melody itself the brain to clear Of o'erspun tissue of thought's atmosphere, By gracious fancies where God's hand hath been, — Men cannot rise, or so I think, to heights Where spirits pure as thine unconscious move : But when such guidance on their way alights, Out of their weakness their own weakness prove And, what the hand in faltering verse indites, But pray to shew in unremitting love."], [16, ""], [17, "FLORIEN. A TRjAGEDY in five acts."], [18, "CHARACTERS. Lord Kilrose Haselrigge ( 1 Temple j (his Friends) J Matthew Fuller [Master-Goldsmith) Roy Mallet r x Tim Button \\ ('\"S A&rentices>> j Rufus Hardy < i alias < (a Highwayman) > Captain Magnus ( ) Ned Truscott ( , . , , _- , . \\ \\ (Members of his I Rob Morton 1 „ .: } „ „ I Band) [ Paul Ferrers ( ) Abraham {Tavern-keeper) Mistress Florien Dolly Partlett {her Attendant) Mary Fuller {the Goldsmith's Daughter) Kate {Waitress at the Tavern) Officers, 'Prentices, Members of the Band, &c. TIME— 1610. Scene— OLD LONDON. ACT I. Scene 1.— Master Fuller's House. Scene 2. — A Street. Scene 3. — Abraham's Tavern by the River Stairs. } Scene. — Florien 's House. Between Acts II. and III. some weeks are supposed to pass, ACT IV. Scene.— Master Fuller's House. ACT V. Scene.— The Bear Garden."], [19, "FLORIEN. ACT I. Scene I. — Master Fuller's house. Fuller, MARY, and TlM, discovered. FULLER in his chair; TlM at his desk; MARY standing by the door, which opens on the street, looking out. 'PRENTICES and others without pass up and down, the 'PRENTICES crying, \"What d'ye lack, what d'ye lack ?\" Mar. No sign of Roy ! Where is the truant gone ? Ful. 'Tis a bad Roy, my child ; a useless Roy, As idle as the leaves in summer time, Which sleep and nod the sunny hours away, Until the grip of autumn dries them up, And winter sweeps them from the face o' the earth. So will it be with Roy — an idle lad, Making and marring poetry all day, And ever dreaming of his destinies,"], [20, "6 FLORIEN. Wrought out in work as cunning as mine own, And choicely carved in filagree and gold. But all his work is air-drawn ; mine is solid, And makes a solid man of me. My Mary, When the day comes, you shall be richly dowered ; Richer than half your noble ladies are, Whose fathers wear their acres on their backs, And starve for sake of show. Where's the lad Roy ? No signs of him again ? Mar. No, father, none. From early morning he has been abroad. Ful. Out on the puppy ! He outstays my patience. Had I not loved his dear dead father well, And owed him my first rise, by this good hand Which thrives upon the work so fairly learned, I would not house this idler for a day. Mar. Have patience, father ; he is fair and young, And all his youth pleads warmly in his blood For space and freedom. Be not hard with him, But rather turn your anger upon me, Who have not power to keep him at his desk, As, maybe, I should have. FUL. On you, my girl ! My blessing and my crown ; Look up at me ! You know I hoped — (aside) Beshrew the stupid fool- Has he no eyes to catch a spark of hers,"], [21, "FLORIEN. 7 Which might set fire to stones? Could I but forge A jewel of their pattern ! — Never mind : The da)r must come when idleness will pall, And we shall lure our runagate to anchor, And lap him in a haven far too fair For such a scapegrace and lack-courtesy. I would I loved him not. Mar. I am glad you do, For my sake, father ; ay, and for his own, For 'tis a loving boy. Ful. He loves his ease, But little else enough. Look at this picture ; (pointing to Tim) There's work and worth at once ! Mar. And wit withal ? Ful. The less of that the better. Tim will be Lord Mayor in course of time, and needs it not. How stands the ledger ? (to TlM) TlM. Master Fuller, well. Ful. That's right ; stick well to work, 'twill stick to you. I must go out. I have to take a chain To the King's goldsmith, Heriot, and to hold Some serious talk with him. And then the bracelet For Mistress Florien — there's a masterpiece Made for a masterpiece ; or so they say, Although I know her not. The talk of the town Is Mistress Florien. Yes, I have much to do. (going)"], [22, "8 FLORIEN. God bless you, Mary. Why, how pale you look ! You are not unhappy, darling ? Mar. Father, no. Ful. Poor child — I — (aside) Bah ! her secret's in her eyes, I must not pluck it out. — Why, look up, dear ! Good times will come, if heaven will send us faith. Laugh as you used — (aside) Roy Mallet is a fool ! (Exit) Mar. Laugh? Ah me! I'm in small mood for laughing. Tim TlM. Mistress Mary ! I don't think I ought to be interrupted just now. Seven and nine are sixteen, and six are Mar. Shut the book and talk to me. TlM. To you ! Oh, Mistress Mary ! Mar. What a sigh ! Are the figures too much for thee? TlM. The figures? perhaps. There is always some thing between me and them, which makes wild work with the units and tens. Oh, Mistress Mary, why havn't I Roy's luck ? I wouldn't waste it as he does. Mar. Hush, Tim. You are forbidden to make love. TlM. At my age and with my fiery nature ? You might as well forbid the wind to whistle. Oh, Mary, if you would only observe my proportions ! Mar. Thou foolish boy! Thy fire burns too fiercely"], [23, "FLORIEN. 9 for me, and at too many shrines. Tell me, has Roy talked much with thee of late ? TlM. No. Something has changed him altogether. He is absent — silent — thoughtful ; and sighs at his work instead of singing. It minds me of falling in love. Mar. Ah! Tim. I know the symptoms from a child, while he was the most careless of all the 'prentices of London. Oh, Mistress Mary, can he be falling in love with you? Mar. Oh no ; I am no magnet of that making. Strange ! What can have happened to him ? Tim ! there he comes ; how anxious and unlike himself he looks. TlM. (aside) My rival ! Can he be my rival ? And shall I have to slay my dearest friend ? Enter ROY MALLET. Mar. Roy ! Roy. Mary! Good morrow, child; what news at home? Mar. At home? was that the word? Call you this home? ROY. I never knew another, sister mine. Mar. Sister ? Well, yes : the word is very sweet. ROY. Your father's house and heart have been my home, Since first they took me, poor and orphaned, in : And all the sunny memories of youth,"], [24, "10 FLORIEN. Tim, Roy. Tim. Roy. Mar, Roy. Mar In the smooth passage of our playmate hours, Grow side by side with yours. , (aside) How well he speaks ! Yet is my heart the bigger of the two, And I am every. inch the stouter man : She has no eyes, that girl. Bah ! five and five Make twelve — and carry one ! What work to-day ? Not much of yours, I take it. Give me then Something to do. My hand has cunning in't, To fashion art into some living shape Of quaint device to fit a lady's neck, Or link her wrist in fetters for a queen. What might such lady wear ? What lady, Roy ? Has some such model sate for the design In the mind's wakeful eye ? And if it had, What then would Mary say ? Bid thee God speed; And wish your hand much cunning for your for tunes, That they may grow by it. A sister, Roy, Has her own privilege. Sit here and work Upon this bar of gold, and I by you, And you shall talk to me."], [25, "FLORIEN. 11 ROY. (taking up the gold) Good carat's weight : And pure as when it sparkled in the sand Beneath the nursing streamlet's fostering care. Yes, I might work on this and weave a chain, Companion to the bracelet, rare and rich, Left with the Master but the other day : Do you remember ? Mar. I have seen it, Roy ; But did not see it left. TlM. I did ; and marked The face of her that left it. Oh, my heart Hammered an anvil-march upon my ribs Three good days afterwards. That was a beauty Worthy a 'prentice eye. Mar. (to Roy) You saw her too ? ROY. I saw her too ! a princess to the core, Surely a princess ! with a winsome grace, None but herself can wear — an eye of light, That danced a measure full of merriment, Which did infect the very lips of her With half-a-hundred smiles, that in and out About the arching mouth played hide-and-seek, Vanished or e'er the gazer's greedy eye Could fix them to a memory ! But her voice Lives with me as she spoke, and spoke to me ! Oh, Mary, am I mad with vanity ? Or when the dainty lady stepped away,"], [26, "12 FLORIEN. Did she not bend a tender look on me, Which seemed to say — you please me, and re- member ? Mar. Then have you seen her since ? Roy. Yes : but unseen. Mar. What is she, Roy ? Roy. I know not. Mar. Oh, take care ! These noble ladies are not of our mould, And only mock at us. ROY. But is she noble ? Her name is Mistress Florien ; 'twas the name Left with the bracelet. Who can tell me more Of Mistress Florien ? Enter LORD KlLROSE. Kil. That can I, young sir ; For I am here from her. ROY. From her — to me ? KlL. To you ! Ha, ha ! these city sprigs are green With the true budding colour. No, fair youth : Though I am gracious Florien's messenger, I am no go-between 'twixt hall and counter, Nor carry salt for sparrows. Soar, young man, High as Dick Whittington, but soar no higher."], [27, "FLORIEN. 13 Tim. (to Roy) I do believe he is insulting us ! Did I but wear my sword ! Roy. (to Tim) You'd put it up. The man is in the fashion. What is trade But a fair mark for mocking ? — What d'ye lack ? KlL. Something of your assurance. Why, my lad, Where saw you Florien, that you think her eyes Should drop a glance your way ? ROY. I did not say so. KlL. I cry you mercy then ! And by my troth There's metal here should make you sing for it, Nor tune your pipe abroad, (to Mary) Fair maid, your pardon : I did not see you. Tim. (to Roy) Roy ! he's making love. Roy. (to Tim) Bah ! courtly compliment. MAR. I pray you, sir, Your name and quality ? What is your need ? KlL. A bracelet is my errand. For the rest, My name is Lord Kilrose ; my quality Is Mistress Florien's servant to command ; Her knight and cavalier, who throw my glove For any to take up who dares deny Her claim to spring of Aphrodite's stock In lineage direct and unimpaired. Mar. (aside) Must I then hear this siren's praises sung,"], [28, "14 FLORIEN. By gentle and by simple ? — Good my lord, Who is this Florien, that you speak of her As if she were a goddess ? Roy. So she is ! Or else mine eyes played false with me indeed, When first they lit on her. Kil. Ay — are you there ? I thought the flame that burns up braver stuff Had singed your city-jerkin ! Good my boy, We blaze in company, for half the town Is mad for Florien ; Florien leads the dance, And holds her court at masque and festival, As our good Queen herself, Heaven rest her soul Erewhile was wont to do. Round Florien's throne. Fashioned in ivory of the gamester's die, Her loyal lieges gather to a man, And hold pretenders at a kiss's length To distance rivalry ! Old Father Thames She rides in beauty on her gallant barge, As Cleopatra rode the streams of old ; With merry music for her lullaby, With silver ripples chiming to her laugh, And flowers to peep out of the mossy bank To gaze upon her, and to close their buds To pay for peeping, as in Coventry A certain overbold young 'prentice paid For spying on Godiva ! What she is,"], [29, "15 FLORIEN. Our Mistress Florien, none of us can say, Nor whence or where she flashed upon the world, Like some bright spirit sent from fairyland ! We add our gauds and jewels to the store Which swells the wealth her happy fortune claims, Of every hazard ! why it grows for her, As violets and cowslips grow for the earth, Without the care of planting ! Oh, ye Gods, Give me the luck to live in Florien's eye, To find my life-draught upon Florien's lip, And draw my latest sigh from Florien's breath, Dying in perfume ! TlM. (aside) Oh, ancestral guilds Of all the 'prentices, what a picture's here ! It is too much for me : am I not born To play arithmetic with some fair dame, And so to add the earliest cipher up, That one and one make one ? ROY. My Lord Kilrose, The lady of your lay is richly dressed In your fond fancy. But one light is wanting Upon the painting's face. The master-brush Which knits such beauties in harmonious whole, Crowns all— with love. You have not painted that, Save in the painter. You are quick, young man, Kil."], [30, "16 FLORIEN. And rise beyond your station. Florien's wit Plays round the name of love as plays a child About an untried danger — Mystery-born, To man as maiden as the virgin-moon, Our fair unknown charms votaries to her lure, By taking every heart, but giving — none ; Moving among the glowing altars round Like jugglers in the sword-dance, free of harm ; She is as coldly nursed as the Alpine rose, And blooms in winter snow. Who wins her love Wins a new battle on unconquered soil And goes in triumph home. Could I but do it, I'd change my laced cloak for your sad attire, And wear it like a bridegroom. ROY. (aside) Even as that ; What sudden daring fires my 'wildering thought, And lights it to the onset ? Mar. (aside) All is ill i About my heart. Some omen's in the air. TlM. (aside) Oh love ! oh love ! add twenty to eighteen, And what's the consequence ? Kil. But now — the bracelet, Which I was bid to ask for ? Mar. Good my lord, Wait but a day for it : to-morrow morn"], [31, "FLORIEN. 17 My father's self shall bring it to the lady, And bring it carefully. Kil. Ay, have a care ! For there are thieves abroad. The other night They sacked my villa by the river-side, And gold and plate paid duty in my name, Which I would leave unpaid. The country-side, Ay, and the town to boot, are growing tired Of Rufus Hardy. Let me meet the man, Whose highway-conquests take a Cæsar's shape, And we shall reckon. Now — young gentlemen, Will some one guide me to the river-stairs ? I wait on Florien there. Mar. (as Roy steps forward) My lord, let me. KlL. You, pretty one ? Mar. Myself : I am that way bound. ROY. Mary ! This is no woman's duty, sir. I am your servant. KlL. Pardon me, young man ; A woman answers for herself the best ; And never yet Kilrose refused a guidance So fairly proffered in so fair a shape. Sweet maid, I follow where you lead. — Good-day! MAR. Stay, Roy, and work ; for there is much to do, And you have underpaid my father's pains. Wait for me but awhile. My lord — this way. (Exeunt KILROSE and MARY) 2"], [32, "18 FLORIEN. Roy. To wait on Florien at the river-stairs ! If I should follow? Tim. Roy ! ROY. What is it, lad ? Tim. I do begin to perceive, Roy, that you are very much in love. Roy. Oh, quick intelligence ! With so passed a master in the art at hand as thou, good Timothy, how could I fail to learn? Tim. True. I am of a loving nature and amorous. I am as yet uncertain as to the precise object, and where to pay my vows. Roy. What think you of the tailor's daughter, Mistress Shears? She will have his goose to her dowry, and might be in the mood to be wooed. TlM. I think very poorly of her, as coming of a trade that lacks eight parts of manhood. The armourer's niece might serve my turn better. Roy. She has about twice thine inches, which might help thy warlike nature at a pinch. Hast spoken with her then ? TlM. With the eyes, Roy, with the eyes ; my most expressive organ. And yet ROY. Well, comrade ? TlM. If I fixed me nearer home? Roy. Eh?"], [33, "FLORIEN. 19 TlM. Oh, Mary ! You're not in love with Mary, are you? ROY. With Mary Fuller? with my little sister? Nay, faith : that were no brother's privilege. Art serious, Tim ? Tim. Very. For I do perceive that I adore her distractedly. Roy. Ah ! Then good luck go with thee, mate. It is an honest heart of thine and an honest one of hers, and Heaven makes no better pair to run in a curricle. What has she to say to you ? Tim. Very little ; but what she does say is beauti ful. Could I but find some doughty feat of arms to perform for her, my cause would be the better pleaded. Roy. Ever a fire-eater ! Go and challenge some one. Go forth in the name of Honesty, and bring home Rufus Hardy the highwayman to Tyburn, alive or dead. TlM. Say you so? You are on the very track of my thought. When that lace-and-sword noble spoke of him just now, my heart leaped into my throat. ROY. (laughing) With fear ? TlM. No — valour ! Listen, Roy. Have you heard of the 'prentices' friend, the brave Captain Magnus ? ROY. No, faith. What's he ? TlM. A free-lance — a soldier — a gallant fellow !"], [34, "20 FLORIEN. who has sworn to rid the land of this Rufus Hardy, with the aid of the 'prentices of London. Roy. Indeed ! Tim. I have but now learned of it. This night a choice band of 'prentices meet with him to concert measures for the public safety, at Abraham's tavern in Whitehall. Roy. And you are of them, buckler of the city ? TlM. I am to be enrolled to-night. I am a Lieu tenant in Magnus's irregulars ! ROY. No ? What says Master Fuller ? TlM. He knows not of it. Hush ! at evening we go forth, furnished to a man with quarter-staves. Will you come ? ROY. Not I. Rufus Hardy and I may live and let live ; and with such lieutenants as you to back him, Captain Magnus may shift to do without me. Heaven speed thy valour and thy wooing, Tim ! Enter Dolly Partlett. Dol. Young gentlemen, your pardon. ROY. Who is this ? TlM. An angel ! an absolute angel ! ROY. Well said, fidelity! I have seen the face before. What, Dolly Partlett ? TlM. The daughter of our neighbour the mercer,"], [35, "FLORIEN, 21 I who left home to take service with some fine lady Dolly Partlett ! DOL. The same, young 'prentices. Good day to you Though you have better memories than I. Your city faces are but strange to me, For that I move in better company, And herd with nobles. Tim. 'Tis most fit you should I do not know the court that's worthy you. ROY. Why, by the neighbouring alley there's a court. Which she was born and bred in. By my faith, It rains nobility. How shall we give Your ladyship fit welcome ? Tim. Take this chair : 'Twill rest you well. Thank you : I need the rest DOL. For I am heated with my embassage, Lord ! Lord ! how rude the city people are, And how they stare and jostle. Tim. For the first They might be pardoned in a case like this. Oh, say you don't forget me ! DOL. Let me see Are you Roy Mallet ? ROY. Please your grace, 'tis I Who answer to that name. A pretty fellow, DOL."], [36, "22 FLORIEN. Who might pass in a crowd. A word with you. (to Tim) Young man, so please you but to stand apart, And commune with the ledger. Beautiful ! Tim. If I might kiss your hand ? Dol. So soon ? You may — But not above the finger-tips ! TlM. (kissing her hand and retiring) What nectar ! Sweet seventeen to add ! ROY. And now — your pleasure ? Dol. You are Roy Mallet ? ROY. They do tell me so. Dol. Have you the eyes to see, the heart to feel, The ear to listen to a lady's voice, The hand to do her bidding, and the tongue To hold at her discretion ? ROY. What a promise Lies in the words ! — Can it — I am a fool. I am no ranger, Dolly. DOL. My old friend, Be not too hasty. Have you quite forgot A face that looked on you the other day ? Few people do forget it. Roy. More ! I pray you, Tell me but more ! Dol. Ay, ay ! are you that way ?"], [37, "FLORIEN 23 (holding up a letter) To Master Mallet, these with speed ! Roy. A note ! Oh, give it me at once ! DOL. (giving the letter) Read, then, and mark. ROY. (reading) \" If you would look again on one who has looked on you with eyes of favour, come this summer evening to the 'prentices' meeting at Abra ham's tavern, which opens on the Whitehall stairs. You shall see — whom you shall. And, for the first proof that you are worthy, tear this rash writing before my messenger.\" — FLORIEN. (ROY kisses the letter) DOL. Call you that tearing ? Roy. First let me take in The words into mine eyes, that they may live there, And give them keener sight. Tread I on air ? — To man as maiden as the virgin-moon — Was it not that he said of her, that Lord ? Oh, has the world grown brighter in an hour, And filled with melody ? — For the first proof :— I have thee now by heart, thou tiny scroll, Writ with a diamond pen ! and so, farewell ! (tearing the letter) I yield thee up to Memory ! Dol. 'Tis well done ! And you will come ?"], [38, "24 FLORIEN. Roy. Tim. Roy. Tim. Dol. Tim. Roy. Dol. Tim. ROY. Rob. Tim, I am with you ! Where ? For Abraham's tavern ! Ha ! well said ! (to Dolly) Have you Wrought such a miracle ? We women hold The power to work them. Ah, you do indeed ! 'Tis close upon the hour. And if you will, You two shall be my guardians on the road, Which lies that way. Give me that office now, And I am yours for ever ! Time runs on, Yet lags in running. We are ready. Come ! (Exeunt) SCENE II. — A Street. Evening. Enter Rob MORTON, singing. Fair blows the evening wind, Rises Night's star behind, Beaming, beaming, beaming : Free lies my gipsy-love With the soft sky above, Dreaming, dreaming, dreaming !"], [39, "FLORIEN. 25 Enter Ned Truscott. Ned. Your song draws half the tire-maidens to their casements, Rob ! Rob. What better pastime for a summer night ? Are we not at the place ? Ned. This is where the Captain bade us come. He outstays his hour, and the 'prentices are met. What the plague makes him tarry ? Rob. Business, by this hand ! Who comes here ? Ned. Strangers ; who are they ? Enter Hardy and Abraham. Rob. Your servant, gentlemen. Har. Yours to command, sir. Ned. God save King James ! Har. Amen ! And the jewels in his crown. Ned. I should know that voice in a thousand. Har. And the sentiments too, and the face with them. I am glad to see thee again, Ned Truscott. Ned. The Captain ! Welcome back to London ; you are true to your hour. Har. Did you ever know me fail in it? Well, Morton, my nightingale, what's the news with you ? ROB. No news but the old news. We made a fine capture but a few nights since. Ned. Ay ! right good store of gold and plate, from the villa of my Lord Kilrose at Hampton."], [40, "26 FLORIEN. Har. Well done. I need not ask how you came by it. We will drink to my lord's health in his own best Burgundy. My Lord Kilrose, the fair Florien's favourite cavalier ! ROB and Ned. Ha, ha ! fair fall Mistress Florien ! Ab. Rare ! very rare. Har Bravo! Hark to old Abraham. He is a man of few words and many thoughts, and never speaks but to the purpose. He has been my right hand in the shires, boys ; at a work where the slowest tongue kindles the quickest fire. Ab. How's the house? Ned. As safe as a thrifty household can make it. We have been driving a brisk trade for you, old say naught, and Hardy's boys are in full blow there to-night. Har. Waiting for Captain Magnus. Ha ! ha ! he comes to put himself at their head, and find the shortest road to the city-safes. When the nobles bleed for us, why should the people go scot-free? Where is the Kilrose booty stowed, Rob ? ROB. At the cellar in St. Paul's Churchyard. Har. In right sanctified keeping ! May Heaven and their reverences watch over it ! To the tavern, Abraham, and you with him, Rob. And hark ye ; have a special eye to one Roy Mallet. Ab. He shall lack nothing."], [41, "FLORIEN. 27 ROB. In wine or company ! Captain Magnus, we are Rufus Hardy's to command. (Exeunt Rob and Abraham) Har. Right, boys, go on. This work is merry ! Thus do I, Rufus Hardy, in mine own person make a raid upon myself, and swear to take myself alive or dead. Ned. None else is like to do it, Captain. Har. No. They have tried hard enough, and it is time I should have my turn. Magnus, the free-lance in the German service, was a good name to trade on. It turns the dogs off the scent as surely as a herring's trail. Ned. And the scent grows hot at times. Har. Y\"es ; Rufus Hardy's name is in every mouth. NED. Hush ! streets have ears. Har. And footsteps ! What are these ? A prize \\ Stand aside. NED. I know them, Captain. They are the 'pren tice lads of Master Fuller, the goldsmith. Har. Roy Mallet! Let us take note of them. (Hardy and Ned stand back) Enter ROY, TlM, and DOLLY. TlM. I protest to thee, sweet Dolly, by that dis tracting dimple, that I never knew love till now. DOL. And I protest to thee, gallant Tim, that I do"], [42, "28 FLORIEN. not know it yet. Thy house of love was run up in an hour, and will fall about thine ears for lack of mortar. TlM. Never ! there is no love but at first sight. Dol. Then shall I never love thee, playmate. For when my eyes first looked on you, you were the scrubbiest little boy that ever played marbles out of hours. Had you been like him now Tim. What him ? Dol. That fellow 'prentice of thine, who has been as mum-chance all this while as a mute at a funeral. Am I worth no better pains, Master Roy? ROY. I ask your pardon, pretty one. I thought you were well employed. Dol. Call you that well ? TlM. Scorned again ! I am always scorned. If I but carried a sword for a quarter-staff, Dolly, I would challenge the first-comer to shew thee of what stuff I am made. Har. (at the back) This is brave. Give me thy sword, Ned. Ahem! (coming forward) Tim. Who's that ? Har. The first-comer ! Choose your weapon ! (presenting two swords) Tim. But — I don't know you, sir. Har. That was not in the bond. Choose ! TlM. But— I can't fight like that !"], [43, "FLORIEN. 29 Har. Not with two seconds to back thee and me, and a lady's eyes to light thee to the fray ? Tim. Goodness gracious ! Dolly — what am I to do? DOL. Speak smaller another time. This is the man you told me you were to meet — Captain Magnus. Tim. Captain Magnus ! I am very glad to see you, sir ! It is to serve you I am on my road. Har. To Abraham's tavern ? I will guide you myself, young hero, unless you will try a pass or two first. Tim. With my captain ? I should deserve to be hung for it ! Har. True loyalty, by mine honour ! I shall have a rare recruit of thee. Ned, put up the toasting-fork. Master Mallet, I have heard of you, and am proud to think you will be of us. Roy. In sooth, Captain, I come to your meeting but for mine own purposes. Har. (aside) I know it. — Good Mistress Dolly, how goes your lady ? She will be glad of my return. Roy. (aside) Florien ! Dol. She is well, Captain, and expects you. There is a coach yonder, Master Button. Will you escort me to it ? TlM. At the risk of my life ! {going with DOLLY) ROY. Florien ! you know her ?"], [44, "30 FLORIEN. HAR. I do, boy, and you shall. The company waits for you. (to Tim) The lady to the coach first, Achilles, and we follow you. Go on ! (Exeunt) SCENE III. — Abraham's tavern, opening upon the river, which is seen at the back. ROB, ABRAHAM, PAUL FERRERS, and others, discovered drinking and laughing. Kate in waiting. ALL. (with glasses) Bravo! bravo! Paul. The Captain keeps us waiting. Rob. Fear him not ; He brings us two recruits. Remember, boys, We're Magnus's irregulars to-night, Not Rufus Hardy's band. PAUL. Ay, ay, we know. Three cheers for Magnus's irregulars ! Ab. Come, bustle, Kate. Kate. Yes, master. Paul. Now, the song ! Give us the song, Rob Morton ! Rob. As you please ! Bring me a bumper first, my bonnie Kate, And set it at my hand. Kate. You shall be served."], [45, "FLORIEN. 31 This humming-ale is of the best we have : No better tap in London. ROB. Put it down. And, Kate, if you would make it better still, Just touch it with your lips before I drink, And it will smack of nectar, which they say Was dew which Venus gathered from the rose, Kissing the flower ! Kiss to me, Hebe mine ! Kate. Fair minstrel, thus I pledge you ! In return, The song we love ! ROB. Ay, Kate ! sit on my knee. Kate. Nay, that would mar the tune. Besides, I know My place, and keep my distance. When you have sung, It may be I will keep a kiss for you As well as for the cup. I'll book the debt, ROB. And sing my best for it. The song ! the song ! Paul. Song, Rob Morton When Robin Hood in old Sherwood Kept feast and wassail gaily, A hollow tree had for cellar he, j\\nd he cleared that cellar daily. His store was fine of the Rhenish wine, And the good ale ran like a river,"], [46, "32 florien. I i For the hop and the vine he bade combine, To stand and to deliver ! Chorus. For the hop and the vine, &c. Enter Hardy, Ned, Roy and Tim. Har. Stand and deliver — arms ! Rob and Paul. \\ The Captain ! Har. He: Alive and merry. Welcome, my young friends How dost thou, pretty Kate ? I crave my dues Those rosy lips should pay. You look to-night A daintier Kate than ever, (kissing her) Tim. What a woman Might I presume ? Kate. You do. (laughing and turning away) Har. My lads, give welcome To two new soldiers who would serve with us, And add to ours their solemn vow to brine The miscreant Rufus Hardy to an end Of all his bloody-minded villainies. Welcome them, gallant 'prentices ! Rob. We do ! With a good heart."], [47, "florien. 33 ROY. (aside) I do not know their faces What are these men, Tim ? Tim. Heroes ! ROY. Are they so ? I do not like them. Bah ! I am here to-night To hunt for other game, (aside) How ran the words ? \" You shall see — whom you shall see- Har. (to Tim) Sit by me, My pearl of London 'prentices, and tell me More of thy doings with the quarter-staff ; While Kate shall fill our trenchers and our cups, And Master Rob make music for the meal Out of his lusty pipe. Pipe on, my bird, Till the glass rattle ! Master Button, yours ! (pledging TlM) Song. Verse 2. Rob. Bold Robin Hood in old Sherwood, Lived freely at free quarters ; He paid no rent for his woodland tent, Or the lease of the running waters : He gave as he would, and he took as he could, Free taker and free giver ; For the world at his whim paid toll to him, To stand and to deliver ! 3"], [48, "FLORIEN, 34 Chorus. For the world at his whim, &c. Har. (to Tim) And so you tell me, Master Fuller's store Has ne'er a parallel ? Tim. Upon my soul, I speak the truth, great Captain ; and I think, Should Rufus Hardy's eyes alight on it, There would be mourning for the city dames, And the fine ladies too ! ROY. (aside) She does not come ; She does not send ; what did the letter mean ? ROB. A cup for Master Mallet ! Wilt not drink ? Roy. I am not ripe for it — but if you will Har. (to Tim) Well, we shall meet again. I am your man. The evening marches on her sunset road, And promises a morrow yet more fair, Bright with a newer youth. The stirrup-cup, Before we think of parting. (sound without) What is this ? NED. 'Tis music from the river. Har. Ha ! the strain Is sent to bid us all a soft good-night, And tune our slumbers. Hark ! ROY. How well it fits The smiling twilight ! Music from the river !"], [49, "FLORIEN. 35 Har. A glass before we part ; the stirrup-cup, Filled to a poet's measure. Glasses, Kate ! Glasses all round ! (to Tim) When youth and valour meet ! Tim. Captain, you flatter me ! Har. Not I, my boy ; I honour and applaud. Glasses, I say ! There is a toast which all the nobles drink, To close the feast withal ! the fairest woman In all the universe ! TlM. Give me a glass ! Roy. Give one to me ! Har. (watching him) The music marches on : Hark, how it nears us ! Gentlemen, the toast ! And, Rob, the verse to fit it ! Drink to her, The foreign wonder of an unknown birth, Whom men call Mistress Florien ! ROY. Florien ! Har. (aside) Good. ROB. (sings) Soft glides the gilded bark Into the purple dark — Growing — growing — growing ! Dances the stream so fleet, Kissing my lady's feet, Flowing — flowing — flowing ! ( Towards the close of the song a barge glides on at the back ; and as it ends FLORIEN steps out from it,"], [50, "36 FLORIEN. handed down by LORD KlLROSE, and attended by Haselrigge, Temple, and others. She passes the open door, and looking at Roy, who has stepped forward, drops a handkerchief unseen by them.) ROY. (aside) Florien ! KlL. The night is falling. Florien, home ! There will be high play in your house to-night. (He is leading off Florien at the back. She looks back at Roy, who kneels to pick up the handkerchief and press it to his lips. Hardy is watching him with a smile on his face ; and the others form a group by the table.) Curtain."], [51, "FLORIEN. 37 ACT II. SCENE — FLORIEN's House. Early Morning. An apartment richly furnished, with wine, cards, lights, &c, in profusion. Guests, men and women, leaving. FLO RIEN, Kilrose, Temple, Haselrigge, and others, assembled. DOLLY in attendance. Flo. Good-night, good-bye ! the twilight is far spent, And day-break frowns upon the blare of night, And all the ugly colours of the game, Which jibber at us like the ghosts of joy From empty tables, (aside) I have lost to-night. To whom, I wonder ? (with a smile) Kind fare- well to all ! (Exeunt all butFLORlEN andDOLLY, KlL- rose, Temple and Haselrigge) (to KlL.) What folly spoke you of that boy, my lord ? KiL. You don't believe me ? Flo. No. KlL. Upon my soul I speak the very truth. A 'prentice lad, Fledged at the counter of a citizen, Without the dawning promise of a beard, And nothing but the customary suit That smacks of service, to adorn a back"], [52, "38 FLORIEN. Flo, Kil. Flo. Has. Half-bent with scraping ! (Temple and Hasel- rigge laugh) Had you seen his eye Dance when I spoke of you ! Now by my hand, He thought I bore a message from yourself, And dreamed he had done more than Cæsar did ; For he had seen and conquered — coming not. I owe him my best laugh this many a day. A daring 'prentice. Did he speak of me ? If sighs and looks may speak, a very volume, Albeit bound in calf. He fell in love With your description. Oh, my cruel fair, You tread on hearts as great Elizabeth Trod upon broidered cloaks, strewn in her way Like rushes broad-cast on the careless ground, With ne'er a thought of saving. Mistress mine, But that your knights are ripe for a crusade, You would be burned for witchcraft. Even so ? See how you mock me. Love — and love again — Nothing but love ! and when the theme is done, Then love again upon some other key ; So all the diapason echoes on The one eternal burden in mine ear Till I am deaf with it ! What do you nobles Talk of among yourselves, if talk you do, Or anything but drink, and dice, and dine ? We talk of Florien. Florien is the theme"], [53, "florien. 39 Flo. Tem, KlL. Flo. KlL. Flo. Has. Of every lip, the prize of every cast, The toast of every feast ! Oh wonderful ! So small a trifle fill so great a space ! What, all the hearts and brains of all the Court, And yet no more variety ? My friends, I am growing weary of you ; I could find That foolish 'prentice better company. :. Not you, my lady. You are gently born, And only mate with equals. Does the rose Bloom with the nettle, or the nightingale Make music with the owl ? More compliment ! My lord, my lord, how little have you learned The royal passage to a lady's heart, In all your voyages of discovery Among the reefs and shoals of womanhood ! Why do you treat us like some golden toy, Framed in a mere caprice of workmanship, And costly for its costliness alone, And utter want of use ? What do you mean, When you do say — you love ? Even what I say ! What, always ? Every time ? How every time ? What do you mean by that ?"], [54, "40 FLORIEN. Flo. KlL. Even what I say. As many weeks as build the growing year, As many days as steal into the week, As many hours as vanish in a day, As many minutes as do make an hour, So many throbs does that well-seasoned heart Give out — for objects just as manifold As weeks and years, as minutes, hours, and days ! And as do you, so even do your like ; Courtiers and nobles are for all the world Like fellow-peas i'the bushel ! So again, When you do say you love — what do you mean ? I mean that Florien is the prettiest dame That ever conned the eternal riddle o'er To just the same solution. What do you With sentimental dreaming? Why, you breathe For luxury and light ; your rooms are decked With tapestry from the Ind, and sweet with odours, Wrung from the fairest blossoms of the earth, Which wreathe your hair and bosom like a queen's, With their best sister-graces ; laces wrap you Softly, as doth the down encase the swan, And gems are fires to warm you ! while the night Brushes no jot of radiance from your cheek, In sleep's defiance ! Serious thought, my lady,"], [55, "FLORIEN. 41 Sits on your brow as James's crown might sit Upon your 'prentice worshipper ! FLO. I know ! I am only Florien ! Florien the adored, Florien the vain, the trifler ; polar light Of the star-gazer, till some other star Rise to eclipse her radiance, sicklied o'er With the dull lapse of custom ! Dolly, shew These gentlemen the door ! Dol. (demurely) The door, my lord ! KlL. Thank you, I see it. Florien, by my faith, The fumes of last night's feast have mounted high. Flo. Perhaps. Good-bye. Hence with these cards and lamps, Dead signs of dead and hollow revelry ! Dolly, let in the sun ! (DOLLY extinguishes the lights and opens the shutters) KlL. Have you forgot We wait for you upon the Mall to-day ? FLO. I had, but I remember. Do not fear ; I will not disappoint you. You shall have, You and your fellows, all the entertainment That you would pay for. I must sleep awhile, Spite of my radiance ! Leave me, I entreat, Until the hour. KlL. When I shall call for you ? Flo. Oh, as you please !"], [56, "42 FLORIEN. KlL. Till then — (at the door. Dolly holds out her hand) The chamber tax ! It is a golden gauntlet that we run To Florien's graces, (to Dolly) Lady para- mount, I pray you, plead my cause ! (giving her money) DOL. Your lordship's servant Always, at such a price. (Exeunt KlLROSE, HASELRIGGE, and TEMPLE) FLO- Are the men gone ? Dol. You are hard with my lord, madam. Flo. Not so hard as he with me. Oh, how these courtiers weary me ! There is as much charm in their wooing as in the song of a raven. Is there no fresher tune than theirs in the whole compass of the instru ment that all the world has been piping on since Adam played madrigals to Eve? Give me that mirror, Dolly. Were you ever in love ? Dol. Constantly, since I was six. If ever I fall out of love, madam, I feel as blank as a prison-wall, and make shift to fall in again, as fast as I can. Flo. Whom art thou in love with now, light heart ? Dol. That is a question craves some answering. But, as I think, with a young 'prentice boy. FLO. With a 'prentice boy ! Where does he dwell ? how does he look ? and what is he called ? Dol. He dwells with one Master Fuller, the gold-"], [57, "FLORIEN. 43 smith. He looks — very much in love with me ; and he is called FLO. Roy Mallet ! Dol. Think you there is but one 'prentice in the world, madam ? No, faith ; that hare is none of my hunting. My boy wears his beauty with a difference, o' the inside. Master Mallet is too fine a gentleman for me ; and I think he is bespoken. Flo. Dolly, you are sure you gave him my letter ? DOL. Very sure. j-\\nd that he kept your hest and tore it before my eyes. Flo. So easily ! does that look like love ? DOL. Very much, as he did it. Flo. Ah ! It is a handsome boy. DOL. Of the outside ? I grant you ; and would look well in a laced hat with a sword-knot. Flo. What if he should one day wear one ? Will he come ? These boys are so shy. Dol. We shall see (a whistle without) What's that ? FLO. Ah ! I had forgotten. Dol. Captain Magnus's signal. Flo. So comes the hard fit again. Dol. You will not see him. Flo. I must. Dol. Rude overbearing fellow ! There is one who carries his finery as if it were none of his, like the jay in the peacock's feathers. Why do you bear with him ?"], [58, "44 FLORIEN. Flo. No questions, Dolly. Remember what I pay you for, and that I bought your ears and eyes, to use at my discretion. Bring Captain Magnus in, while I fit myself to receive him. I shall be back directly. (aside) Will the boy come ? (Exit) DOL. This is a strange service of mine, and one that knocks hard at times at the door of my con science, and my curiosity too. Was ever waiting-maid before to whom some of her mistress's secrets were as fast-closed doors ? It is a merry life my lady leads, but there is some owl's work at the back of it which blinks at the daylight, (whistle) The Captain again ! I must not keep him waiting, (looking out) Some body with him. Why, it's the boy Tim ! — Captain, you may come in. Enter Hardy and Tim. Dol. Tim! Tim. Dolly! Har. Ha, ha, ha ! Now on the word of a free lance and a true soldier, this is the rarest fellow ever born to smell powder ! Fair Mistress Dolly, permit me to present to you the ghost of Alexander the Great ! \" Valour alone, valour alone (humming) Mateth with grace, when all is done.\" Julius Cæsar — Mistress Dorothy Partlett ; Mistress Dorothy Part lett—Julius Cæsar ! Cross the Rubicon, Julius, and"], [59, "FLORIEN. 45 pay no attention to me. I will to my favourite pas time, books ! (taking up a book and throwing himself on a couch) The loves of Chloe and Celadon ! Dol. (to Tim) In the name of common-sense, baby, what brings you here ? TlM. Can you ask ? Har. Ha, ha, ha ! \" The nymph she blushed, the shepherd sued, — The maid was willing to be wooed.\" Dol. Captain Magnus ! Har. The book, child, the book ! TlM. Captain, you put me out. Har. I ask pardon all round. To it again ! Tim. (to Dolly) I repeat — can you ask ? Dol. Stupid, of course I can. And I mean to be answered. What brings you here ? Tim. Love ! Dol. Fiddlestick! Har. Flames and fury ! I beg pardon — the book ! Tim. Dolly, I am a good sleeper. Master Fuller has a knack of quarrelling with my powers of sleep. But last night I never closed my eyes for the thought of you, and when the noble Captain offered to bring me where you were, what could I do but come ? Dol. You are a very silly boy. What have you to do with the noble Captain ? TlM. Beautiful girl ! I am his slave for this. Har. A slave to be proud of. Pretty Dolly, reject"], [60, "46 FLORIEN. him not, for before long all merry England will ring with the story of his valour. He has sworn for the love of thy bright eyes to take Rufus Hardy the high wayman alive or dead. TlM. That I have ! Har. And to eat him ! TlM. That I have not ! Dol. Good faith, you might as well take one oath as the other. Mind your work and your workshop, and leave Rufus Hardy to the officers. Tim. O, Dolly ! Dol. Hush ! my mistress. Enter FLORIEN. Tim. Oh ! what a beautiful woman ! Dol. Tim! TlM. But isn't she ? FLO. I am at your service, Captain Magnus. Who is this with you ? Har. My henchman and lieutenant, last night appointed to a commission in Magnus's irregulars. Timothy Button, Esquire, in the service of Master Fuller, the goldsmith. FLO. Of Master Fuller ! — Dolly, is this the youth with the concealed beauties ? Dol. The same, madam. Flo. I am glad to make him welcome. Master Button, yours !"], [61, "FLORIEN. 47 TlM. Oh, Mistress Florien ! Flo. Dear me ! (to Dolly) Which of us is he in love with? Dol. With me. (to Tim) Don't stare like that. Har. Ha, ha ! Chloe and Celadon ! Flo. Take him to the garden, Dolly. I have busi ness with Captain Magnus. My maiden will take care of you, sir. Dol. Indeed I will, (to Tim) Come ! Tim. Wherever you lead me ! Madam, I humbly take my leave. Har. Julius, farewell ! Remember Rufus Hardy ! Tim. I do ! I do ! DOL. Come. (Exeunt TlM and DOLLY) Har. a\\ gallant hero ! Flo. It is not of him You came to speak with me. Har. As quick as ever ! And ever in the right. But let me look Well at my handiwork. You are indeed A fair and pleasant woman, and well graced With all the accidents of birth and breeding ; Of birth especially. Ha, ha ! the world, Which wonders of what mystic stock you spring, Would turn its wonder to a new account, If Truth were called into the witness-box, To shew you as you are."], [62, "48 FLORIEN. Flo. What is your will ? What do you want of me ? Har. You know. Flo. I guess. What Rufus Hardy wants is shortly told. Money. Har. Precisely. FLO. I have none to give. I am tired of your exactions. HAR. So am I : And fain would lead the life of Honesty, Had I the wherewithal. Having it not, I must take toll of Fortune. I must have Money, or fair equivalent of gems, To keep me for a time in competence, And as becomes my dignity and place : So Florien is again my treasurer. FLO. Florien will be your treasurer no more. Har. Take care ! Flo. I do not fear you ; and, for money, Why do you need it now ? The other night You filled your coffers with Kilrose's best, As you have filled them over and again Through my contriving. Would you levy more, While yet the stream you drain is starved and dry? I will not help you. Take you to the road, And force again your lawless living there,"], [63, "FLORIEN. 49 Which smacks of manliness. What sort of man Is he that traffics on a woman's wit, And at a woman's risk ? I vow to Heaven, I will not give you doit or dole again ! Har. I like you in that temper. On my life, I think I was a fool to let you go, When once I had won you. But your eloquence Is idle, though becoming. I am followed, In rather hot pursuit, for certain deeds — As you say — manly — done upon the road With some incaution, and lie by awhile As Captain Magnus. Till my character Cries quits again with conscience, you must find The means to keep my worthy band and me In an enforced sloth. Upon my honour, We will to honest work again as quick As self-respect can urge. Flo. I say again, I have not means to help you if I would, Just for the moment. You do know my life Precarious as your own ; I play at hazard With Fortune every hour, and load the dice Too much for safety from so apt a foe. I have no more than money for my needs — The gamester's god has played me false of late — I cannot help you. Har. I am always fair, 4"], [64, "50 FLORIEN. And give fair notice ; though my lady's needs Might make an Empress. In a week I come With my request again. Flo. And in a week Or now, or in an hour, or in a year, I will refuse it. Take my answer now, With all the scorn it bears. Har. You drive me far, Too far for wisdom. In a week I say. If then you say me nay, the town shall read Its favourite Florien's riddle, who she is, And what ; no lady of mysterious birth, Who plays with hearts and dice both for her choice In very lack of care, but just no more Than a stray mountebank born at a fair, And cradled on a tight-rope ; rescued thence To be the wife, and, after, the decoy Of Rufus Hardy, highwayman and thief. Flo. Then, Rufus Hardy, thief and highwayman, My fall shall carry yours ; for I denounce you As Captain Magnus, and your last disguise Falls in a patch of rags from off your back, To leave you bare for Tyburn. Oh, indeed, You tell my story right : a poor lost girl, Fighting in tinsel for her starveling wage, And made the gaze and gape of staring eyes, Which warped and twisted the sad heart within,"], [65, "FLORIEN. 51 Till all the gentle dreams of love and light, That make and soften woman, fled to air, And left her marble, yet a woman still — And still with half a child's unthought of wrong, And half the careless nature of a child, To float her bark upon the treacherous sea, Which gulfs alive the stately merchant-ship, But saves the waifs and strays ! Har. Upon which sea I launched the pretty little painted bark, With mother-wit and beauty hand in hand, To guard the helm. Have you quite forgot How much you owe me ? Flo. No, indeed : not I ! Forgotten, how you lured me to your side ? Forgotten, how you swore your birth was noble, Your having rich and honest ? made of me Your wife, while yet a child, with heart untouched. But fancy dazzled by the promised home ? Forgotten, how your tawdry broidered ways Deceived the child, because a child she was ? Forgotten, how I startled at the truth In sudden waking, finding what you were, And what the home you made me ; how you sought A partner not for love but robbery ! Forgotten, how I fled and how you followed, To force me to a compact !"], [66, "52 florien. HAR. Which you keep, And I. I left you free from wifely ties, And never asked a husband's right of love, Even from so sweet a creature. I installed you Here, in a palace fitted for a queen, And threw the glamour of adventure round you, Lighting the light which singes butterflies Flo. I paid the debt with interest ten times o'er ! Har. I know it. 'Twas investment well bestowed. That was your side of the bargain. Both have kept it. Flo. And I keep mine no more. Har. Yi You have forgotten One thing alone. Can you not say again The solemn oath that binds you to your bond With penalties you dare not play withal, Even to a hair's breadth ? Flo. Yes ! You made me swear it Even in the very agony of fear Which taught me first to know you. Oh, my God, I am a poor, unskilled, and friendless girl, Unknowing of the truth, condemned to sin By some mysterious power I wot not of, And feel, but cannot see ! Is there no way To break an oath like that, and save a soul ? If such as I have souls that perish not, As I believe, and fear !"], [67, "FLORIEN. 53 Har. There is no way. FLO. Give me the week to think. But in that time How can I find the money that you ask, Unless I pawn my jewels for your greed And lose the very place you set me in, Spoiling your purpose ? Har. I will tell you that. To-day you see Roy Mallet. Flo. What? Roy Mallet? Who told you so ? Har. What matters it ? I know. The boy is mad for your divinity ; His master is the goldsmith, Master Fuller, Whose strong-box has a province for its worth, And will have more. Not all Kilrose can yield, Were worth a tithe of what that wholesome box Prisons in little. In a week, the road Into that strong-box must be free of pass To all King James's lieges — and of them None is more loyal than your humble friend And servant to command. You understand ? FLO. Thou villain ! Har. Yes ; I know. FLO. I like the boy. Har. I know you do. Flo. His young face pleads with me More than a herd of courtiers."], [68, "54 FLORIEN. So I think ; Har. And that is why I ask you. That is why FLO. I will not do it. Har. Think on't for a week. FLO. I cannot do it. 'Tis an honest boy, Devoted to his master. In a week Har. Devotion answers to a finer spur. You seem to know already much of him. Flo. You do but trifle. In a poor seven days What can I do ? Har. That secret is your own. I know not how you'll do't ; but that you can I feel assured ; I honour you so much. Flo. You are wrong, my lord and master : I refuse. Har. You will not. Take a week to think of it. Flo. I do not need it : I defy you ! Har. Yes? Some one is coming. FLO. (changing her tone as DOLLY enters) Captain Magnus, sit ! What is it, Dolly ? Dol. Visitors, madam : at sight of whom my gallant 'prentice tumbled over his shoe-tie, and vanished like a vision. HAR. Bravo, Julius !"], [69, "FLORIEN. 55 Flo. I am in no mood for new visitors. Dol. They bring you a packet, madam, which you had sent for. It is Master Fuller the goldsmith, and his daughter. Har. Ah! Flo. Let them leave the packet. Har. A pretty lady, Miss Dolly, the daughter, is she not? Dol. Pretty and pale, and as shy as a blush-rose. Har. I have heard of her, and I heard talk in the city of her and the young Mallet. Flo. Of her and the young Mallet? Har. Their names have been much coupled. Flo. I will see this girl. Dolly, shew them in. Dol. Yes, madam. (Exit) Har. You do well. For you the daughter — for me the father. I will take stock of the goldsmith. Flo. They are here. (Re-enter Dolly, shewing in Fuller and Mary.) Ful. A fine and stately house, Mary, and wrought and furnished in excellent good taste. That golden lustre in the hall below might be coined into ducats enough to float an argosy. I speak to Mistress Florien? (exit Dolly) Flo. To the same, Master Fuller."], [70, "56 FLORIEN. Ful. Your ladyship's rooms are in excellent good taste, and worthy, if I may say so, of her that inhabits them. Flo. You flatter me. This is your daughter ? Ful. She is : my only child, and, since her dear mother died, the only bit of woman left to twine round my old heart. She has had crosses of late and disappointment, and so have I. It is but a cross world in many ways, and the key of the puzzle is not in my keeping. Har. Yet they do say that Master Fuller keeps keys of gold to all the storehouses of Fortune. Ful. It may be as your Honour says. But wealth is a poor anchor in trouble, and a bad leech in sickness. Har. You do it wrong. It is a soft nurse for the one, and a beacon ahead at the end of the other. It is a better plaster for sore thoughts than any that man's wit hath yet invented. Price me this cabinet now, Master Fuller, and look into the handiwork. Ful. It is a good piece of cunning, sure enough. Flo. (who has been speaking apart with Mary) You have not told me, child, your true purpose in following your father hither ? Mar. Indeed, my lady, it is that I wished to see you. Flo. Are you pleased ? Mar. You are all they say of you, and more. Flo. All that who say ?"], [71, "FLORIEN. 57 Mar. All the town, lady. There was one at our house but yesterday who set your praises to the tune of a whole madrigal. Flo. Indeed ! How was he called that was at your house ? Mar. The Lord Kilrose. Flo. Oh, he. I would he would change his note. Har. (apart with Fuller) This way, Master Fuller, as we have begun. I will shew you a rare old chest within here, with a lock which puzzles me. You may be able to shew me the trick of it. Ful. It will go hard with me if I cannot. There are few locks I cannot teach to open. Har. I have e'en found the same true of myself. Ful. Indeed ? are you of the craft, then ? Har. Not precisely ; but affiliated, Master Fuller. Look — this way. (Exeunt Hardy and Fuller) Mar. My father and the gentleman are gone, and I am alone with you for a moment. Oh, lady, do you know Roy Mallet ? FLO. Roy Mallet ? who may he be ? Mar. You do not know him ? I had forgotten — he said that you looked on him but once. Oh, lady, he is my father's 'prentice, a good honest boy who has lived and grown with us, and is very dear to our hearts. But of late he has foregone his work and his pleasures, to dream of things above his station. Till"], [72, "58 FLORIEN. yesterday I could gain no clue to his truant thoughts, but yesterday I did. Flo. Indeed ! This tale of city life is interesting, if as you say I have looked upon its hero once. What was the clue you gained ? Mar. That one look, lady. FLO. That one look — from me ? Mar. Even from you. Roy Mallet loves you, madam. FLO. What folly ! Mar. So it is indeed ; but the most foolish thing is often the most true. Oh, lady, do not encourage him, for it will be his ruin. Flo. Thank you. Was that well said ? Mar. It was said honestly. You are not of his kind, nor he of yours. And you have so many, many hearts, while I have only one. Flo. You love this 'prentice, then ? Mar. Did I say so much ? Flo. Ay : and more. Mar. Yes : I do love him. Flo. And he you ? Mar. No. Flo. Ah ! Are you sure ? You are not pledged to each other ? Mar. No. But I hoped we might be, and so did my father, till the day you came."], [73, "FLORIEN. 59 Flo. You are a very foolish girl. I have looked on this paragon but once, and all unwitting of the grievous harm I was doing, I spoiled his pattern love tale ! My little city-maiden, your prize cannot be worth the winning, and you are well quit of it. Mar. It may be so — I cannot tell. But I know that I would keep it if I could. Oh, lady, I know that he will try to see you. Do not receive him ! Flo. No ? (aside) What is it tells me this is the crisis of my life? Does he love me? Do I love him, that never loved any man ? Am I between my good and evil angels, if such there be, and who shall point the road (Re-enter Hardy and Fuller.) (aside) Ah ! I will not see the boy ! Har. A very useful lesson, goldsmith. Thanks. (aside) What have they been saying ? — I am come to take my leave, madam. I thought I saw one in the street below, (aside to Florien) who is like to be a more welcome visitor. FLO. Roy Mallet ? Har. He. Flo. I shall not receive him. Har. Think of it. Ful. (who has been with Mary) Good lady and"], [74, "60 FLORIEN. mistress, I had well-nigh forgot my errand in my wonder at your house. I have with me that which should help to grace your store, the bracelet which you left with me. Flo. (taking the bracelet) It is a handsome piece of work. FUL. It is indeed : and though I say it that should not, riveted faster and better fitted than when it first left the maker's hands. In some respects, look you, madam, he made but a blundering job of it after all. Flo. I thank you for your pains, friend, and will detain you no further. FUL. Faith, madam, time is well lost in your service, and I part with the bracelet with regret, that would have none but myself leave it in your hands. Mallet, my 'prentice, would fain have brought it — would he not, Mary? — but I bade the boy stick to his trade and leave gadding. Never look so pale, Mary. It is a case between them, my lady, a case, as the boy has in secret owned to me. Flo. j-\\h ! Are you sure of that ? Ful. Trust me to make no mistake, madam. (aside) Heaven forgive me if I am wrong ! — But I am tedious, and I withdraw. Good-morrow, madam — your Honour's humble servant. Har. Yours, goldsmith, to command. And yours pretty mistress."], [75, "FLORIEN. 61 Mar. (bowing) Sir ! — You will not see Roy Mallet, lady? Flo. You did well to speak. Go now. Mar. (aside) What will she do ? (Exeunt FULLER and Mary) Flo. Did you say Mallet is there ? Har. I did. Flo. I shall not see him Har. You must. Bah ! I know you better than you know yourself, and to show my perfect confidence in you Flo. Ah ! Har. I shall leave you alone with him. In a week I shall come back. Till then — my angel (going) Flo. Not that way. By the secret door. Har. You are right. I am contraband. Remem ber ! (Exit) Flo. Remember, villain ! Have I time to think ? Or have I e'en the power, had I the time ? Am I upon the verge ? the boy is there, Whose very look quickened a pulse in me, Which never beat before, and gave a form To dreams and fancies which had gathered wild In an untrained, unlessoned, yearning heart, Which, reaching forth for something, found it not, But only wildered in its own amaze, Blank, sad, and tearless ! Is he there, the boy ?"], [76, "62 FLORIEN. I said I would not see him. If I do, The plunge is taken, and the future spreads A chartless sea of danger in the front, Threatening a shipwreck. No — he shall not come. Back to thy follies, Florien ! for to thee One drop of Truth were as a draught of wine, Poisoned to murder ! Thou art born to play, And be a plaything. Seek not aught beside, At peril of thy Queenhood's giddy crown ; Leave work to work ; leave him to home and her What ? to that chit ? that poor pale-hearted girl, Who prates of Love as glibly and as smooth As homebred misses talk of seats at church ? Why should I do it ? (going to the casement) Ah ! the boy is there ! He sees me ! — What a look ! — Oh how my eyes Speed back his message on the wing of thought Without a note of warning ! There — again ! Oh — he has crossed the threshold. 'Tis too late — I hear his very footfall on the stair — Shall 1 receive him thus ? chill him with frowns ? Preach down his youth with maxims ? overawe His bashfulness with this bedizened robe, Fashioned for state ? By womanhood, not I ! I cannot, and I will not ! To my room, To put the softest of my laces on, And greet him like Apollo ! To my room !"], [77, "FLORIEN. 63 Befriend us, fortune — for the die is cast ! (Exit Florien. Enter Dolly and Roy.) Dol. Enter, fair sir ; you may : the coast is clear And you may con the casket o'er and o'er, Ere you do see the jewel. Tread you soft ; This carpet has a texture which resents The weight of city-feet. ROY. Will you not go, And tell your mistress I am here ? Dol. What then? Your worship's plea for entrance to a shrine, Which opens for initiate worshippers, But doth abhor the vulgar ? What's your plea ? ROY. No trifling, Dolly: I have brought your mistress Something she lost. Dol. Something you lost, I think. And I have found it. 'Tis upon your sleeve. ROY. I pray you, mock not. Bear my message to her : And if she will not see me, I am gone Back to my service. Dol. Roy ! a word in time Blossoms in season. Get thee back to it ! Thine eyes are set but loosely in thine head, And stray afield. We are not overheard ? ROY. Nay, listening is a privilege confined To your persuasion, (a bell) Hark !"], [78, "64 FLORIEN Dol. Roy. Dol. Roy. Dol. Roy. Dol. ROY. My lady's bell : She calls me to her. Go. Would I might take My message for myself. Why linger you ? . You are a madman, running upon rocks Another would have shunned. That other boy Who works with you, albeit his looks may lack A something of your mettle, has his sense Stowed where it should be. Tim ? the amorous Tim ! The daring Button ! Love his guerdon be ! For he has sought it from his earliest days In all directions ! Love and sense are one, Good Master Mallet, when they shoot at marks Within a bow-stretch. When they try the moon, They flounder into bogs, (bell) The bell again ! I must be going. Do not stay for me. ,. Your follies on your head! I tell you fairly, You are embarked upon a dangerous cruise, And founder. Peace be with you ! I am gone. (Exit) . She shapes my fear in words. Why am I here, Who should have bound me in mine own degree? What overmastering passion draws me on Into a passage set with thorns and briars,"], [79, "FLORIEN. 65 Flo. ROY. Which, gaping wide i'the entry, at the end Shews ne'er an outlet ? Bah ! There shines beyond So bright a light, so silver and so clear, That it might tempt the wariest passenger, Who ever tramped afoot, to see before him The fiery coursers of the Sun at wait, Saddled for venture ! If my very life, My fortune, soul, were perilled on the throw, I'd play with Fate for once, and sit me down, A broken bankrupt if I lose the game, Thankful for this — that I have risked, and played • Will she receive me ? Vanity alone Has made me read such message in her eyes, As never fell from lips articulate With half such meaning ! She was here but now By yonder casement ; and they spoke again More bravely than before. Oh, will she come ? These minutes are an age, — 'Tis she — 'tis she ! Enter FLORIEN. . My handmaid tells me you would see me, sir ; But has not told me, what it is you would. Bring you some message ? I have brought you back Something you lost last night. — I thought — perhaps — 5"], [80, "66 FLORIEN. You did expect my coming. I ? How so ? Flo. I do not know you. ROY. Pardon me. How fond Was I to think you did. This is your kerchief : You dropped it as you passed the tavern door. I found and brought it. Now — my errand done, — I take my leave. I pray you, pardon me. (going) Flo. I pray you, be not hasty. For this gear I owe you thanks at least. You must not go Till I have thanked you. ROY. I am overthanked By having seen you — thus — and thus attired, In all the charm of home. If for a moment, One foolish moment, I had dreamed your eyes Had read strange things in mine, the dream is over. You do not know me : let me work — and wake. Flo. Roy Mallet Roy. What ? My name is known to you ? Flo. What if my servant told it me but now ? ROY. I had forgot again. She would do so. FLO. What— if she did not ? Roy. Did not ? Flo. Stay awhile, And sit you down. Are you so much in haste To get you to your master's work again ? Be seated — will you not ?"], [81, "FLORIEN. 67 ROY. (aside) I do not dream. Oh, I have learned my lesson in her eyes, Conned it by heart, and now I read it there ! Besides, her note ! I had forgotten that, Whose every word outlessons all the rest ! What would you, lady ? FLO. Nay ! a lady's would Is as an answer, not a question, sir. Is it your gallantry to ask of me What — as you say — I would ? How can I tell ? What woman ever can ? You sought an audience : It is for me to listen, not to speak. ROY. Oh, lady, I am come by note of hand, Scarce knowing, and scarce asking, what I wish ! One day, when I was working in the sun, Whose golden blazon seemed to mock my toil On gems of mortal lustre — when my heart Felt sick within of nothing, and my life Grew in its every-day mechanic round More void of purpose and more grey of hue One strange enchantress, with a single wave Of her slight wand, made as her fairy foot Brushed by in passing, changed the universe ! A royal palace took the workshop's place, The gems outshone the sun — my heart grew light, And gladdened to a beating, burning thing ! The grey was turned to rose, and purpose filled"], [82, "68 FLORIEN. The void of longing. She had spoken once, And once looked on me ! Then she passed away, But voice and look left this behind them — love ! FLO. (aside) If every dream of passion turned to real, If every thought unchastened found an aim, If every vague desiring grew as strong As giant in the battle Hush ! my mind Has lost its hold on sense. — Yes ? tell me more. ROY. And so it grew: grew, though it looked not on me, That magic face, again. Almost I thought That look a vision sent me to beguile Hard and unwelcome toil ; but it lived on, Reflected in the mirror of my mind, And circled in mine eyes. FLO. It came not back, This mirage of your dreams, this fantasy Born in a moment — in a moment sped ? You did not love this lady of the air, But merely hugged delusion for your sport, And made a wordy worship of her charms, As an excuse for idleness, Sir 'Prentice, Or else I know you not. ROY. Why do you say so ? FLO. If you had loved her, you had followed her, Lived in her path, and wantoned in her eye, Said pretty things at random, mocked at laughter, Spurned at degree, and vowed yourself her slave,"], [83, "FLORIEN. 69 ROY. Flo. ROY. Flo. ROY. Flo. Roy. In spite of Fate and Fortune, raved in books Of well-conceited poesy, and made her The pet and pastime of each idle hour ! That is what lovers do, who say they love. . So do not I. But I did follow her, Live in her path, and wanton in her eye, Although it looked not upon me again ! Dumbly I followed — dumbly and unseen ; Or if so e'er my tongue essayed to speak, My very passion held it at the root, And curbed me into silence. If her eye Wandered my way at hazard, then I shrank Unnoted from her in the unnoted crowd, And turned upon myself, to dream of her ! . You did all this for her ? — and she who thought You had forgotten ! Florien ! Oh my heart ! What have I said ? Too little — or too much. Too much ! Too little ! for one day there came A missive written in a strain of fire, And set to harmony so passionate, That it might shame the minstrelsy of Gods To lose the trick of music. List to it — I have it to the word !"], [84, "70 FLORIEN. I bade you tear it ! Flo. I bade you tear it ! laid it for command Upon your conscience, though even then I thought My favour thrown away on one who knew not How to deserve such favour. But methinks You did not need so much encouragement. I thought you were a boy. Roy. And so I am, If boyhood be a maidenhood of love ! Will you not hear your letter ? Flo. Give it me — For you have disobeyed me. ROY. Not a jot. The dangerous scroll is scattered to the wind : But that same wind bears all the fragments back, Knit in a new adherence. So they ran — \" You shall see, whom you shall. And, for the first proof that you are worthy, tear this rash writing before my messenger. \" FLORIEN.\" FLO. How strange it sounds. Your memory is good. Did I write that ? Roy. I think so. The first proof I have already given. Will you not Propose some second test ? Flo. What test ? Roy. I love you ! Bid me but prove it."], [85, "FLORIEN, 71 Flo. Love ! Come hither, boy And look into mine eyes. Did you not say But now, you had a maiden heart to give, Unworn of service, and not filed away With much professing ? ROY. I do swear 'tis so. FLO. Is there no woman living who can claim An interest in you ? Roy. On my honour, none. FLO. The goldsmith's daughter ? ROY. Mary ? She and I Have lived as brother and as sister — love Even in the same proportion : but no thought Of other ties e'er stirred in her or me. Flo. (aside) The truth is in his face ! Dare I believe All my heart whispers ? Hardy ! from some ambush Of bitter thought his image threatens me, And hisses in mine ear ! That boy — my oath — Fuller — I dare not ! ROY. Florien ! what is this ? Why is your face so changed ? what is't you fear? Flo. Nothing! myself — you — all! Oh, get you gone! This place is as a marsh, where fair things grow In rank luxuriance, and the perfumed air Is fraught with Death and Pestilence ! Begone ! I will not do to thee one jot of harm."], [86, "FLORIEN. 72 ROY. Flo. Forget me — leave me ! Leave you ? leave you now When your own lips have half confessed the creed, Which I would have you cherish as your life ! Leave you ? if Pestilence and Death be here, Why, they must threaten you ; and if they do, I had rather meet them for the love of thee, Than 'scape them with the world ! Young as I am I offer you my youth ! What others have, I know not : Wealth, and title, and renown, And all the gilded toys which dress a man, But cannot make him, these I cannot bring, Only my youth and heart — myself alone ! >. And thou thyself are dearer to me, boy, Without the trappings false as those they deck, Even for thy youth and love and honesty, jAnd the clear light that flashed into thine eyes, When in a moment they crossed swords with mine, And both the blades flashed fire ! Away with fears ! I will not list to them : Away with doubts ! My heart will none of them. — You see me here As full of love as you, as young, as eager To taste the magic cup which cures mankind Of everlasting thirst — to thirst again ! You followed fearless where your passion led ; As fearless follow I ! I love you : kneel !"], [87, "FLORIEN. 73 ROY. (kneeling) Oh, is this love ? or madness ? At your feet ! Flo. (a bell heard) Rise : there is someone coming ; Dolly warns me Of an approach. Enter DOLLY. What is it ? DOL. Pardon, madam It is my Lord Kilrose. FLO. What does he here ? What would he with me now ? I cannot see him. DOL. Have you forgotten that he calls for you By your appointment ? Roy. He — the Lord Kilrose — At your appointment ? Flo. Silence, sir ! obey me When I command ROY. I will, Dol. (aside) So far already ! Flo. Why did you let him enter ? DOL. 'Twas my duty. I heard you bid him come, (aside) I was a fool To do my duty. — He is on the stair. Flo. Plague on his visit ! I must see him, Roy ; But I would have your presence here unknown, And you must leave me."], [88, "74 FLORIEN. ROY. You go forth with him ? Flo. No : that I will not. Roy. Thanks ! FLO. But leave me now ; I'll send for you again. You will come back ? Roy. Do you ask that ? I leave you at your wish, To dream of you until I come again, (going) Flo. Not that way — Dolly, by the secret door. Roy. The secret door ! FLO. Let jealousy be dumb, Till love has spoken freely ! Fare you well. ROY. 'Tis but your lips that say it ; for your eyes Bid me remain. Flo. Leave thou mine eyes unread. The Lord Kilrose ! — good-bye ! Roy. (aside) The eyes said — Stay ! (he hides behind some tapestry unnoticed. Enter Lord Kilrose) KlL. I come upon mine hour. What? still unarmed? Fye, Florien, fye ! the day goes westward ho ; The Sun is on his road to dinner-time ; The wines are cooling in their icy bed, And all things wait for you. The Mall is empty Until your presence fills it, and your band Of sworn adorers keeps the ring for you. Yet here are you still wantoning at home, Undecked for triumph ! — Dolly, what is this ?"], [89, "FLORIEN. 75 DOL. FLO. KlL, Flo, KlL. Flo. KlL. Flo. Kil, Flo. Was it for this I paid you ? Good my lord, My mistress knows her mind. Know it from her. , That mind is changed, my lord. I am not well, And rest me here to-day. I pray you, find Some other goddess for the nonce, and fashion Some newer idol. Incense wearies me ; And I shall sleep the sounder, lacking it. , I know you better. Incense is your life ; You thrive on homage. Come ! a breath of air Will blow these whims away. I say I will not. I tell you leave me ; come again to-morrow — The next day — any day — or not at all — I am not i'the vein for pleasure, truly, When it is tedious. I would be alone. You trifle with us, Florien, Well, why not ? You set me the example. Here are flowers . Take them away ; the scent is stale and old ; And dress some other doll in them. My lord, Leave me alone. I am going to my room. You need not : I would never be to you As an unwelcome guest. But carry not These whims too far. Command me not too much."], [90, "76 FLORIEN. KlL. Flo. Kil. Flo. Kil. Dol. Kil. Flo. I will not be commanded. As you will. But, as I love you truly, have a care. . Love ! 'tis a word you know not of. Good-bye. Dolly, conduct him. Cruel fair, farewell. I leave the flowers; they shall grace none but you. To-night, I pray you, sleep these fancies off, And be yourself again. This way, my lord, Come, mistress door-keeper. (Exeunt KlLROSE and DOLLY) Alone at last ! Alone with thought and love ! Why did he go, That over-hasty boy, nor read my wish, And tarry somewhere, anywhere ? The room Is blank without him. Wherefore is he gone, And whither ? Is he with that girl again, And hearing sermons for his good? These weeds Poison the place he filled ! (throwing the flowers away) Had I been he, Not twenty lords had driven me from my ground ; I would have held my vantage with my life, And never wavered !"], [91, "FLORIEN. 77 (ROY steps from behind the tapestry and kneels at her feet) Roy. Florien ! Flo. (stooping and kissing him) Daring Roy ! Curtain. Some weeks are supposed to pass before the Curtain rises again."], [92, "78 FLORIEN. ACT III. SCENE. — The same. Florien's House. Enter Florien in a walking dress, followed by Kilrose. Flo. Nay, never stand halting at the door, my good lord. I am more in charity with you, now that I see less of you. You may come in for once. KlL. Is there no man here ? Flo. Several, an't please you. But don't be alarmed, (pointing to pictures) They are only painted gentlemen, who smile on the bright days and frown on the dark, and are the best of company always, for they hold their tongues, knowing they have nothing to say. Kil. They are the safer councillors for that. They might tell of strange things they have seen in their pretty kinswoman's house. Flo. Oh wonderful ! They have seen lovers come and lovers go, like the peaches that rip and rot on the garden wall : they have seen men sighing for love, and women yawning for sympathy : they have seen servants apt and masters blind : they have seen lords and courtiers trying to be amusing, and breaking down on the threshold ! KlL. And they have heard pretty Mistress Florien"], [93, "FLORIEN. 79 prating wisdom out of a heart which thrives on folly. Faith, to listen to you one would think you wore the helmet of Minerva, instead of the girdle of Venus. FLO. Venus again ! How stale is this heathen learning of yours, which is stuffed with three or four names like a parrot with its handful of lessons. Dolly is gone out. Help me off with my mantle here. It suits me, does it not ? KlL. Everything suits you. Where learned you this trick of wearing ? you would carry a cotton bodice like a queen's robe. Flo. Ah me ! ah me ! Did I not admit you once more, to see if a short exile had taught you some other language than this eternal flattery ? But never mind ; I am wondrous kind to-day, and look on the whole world through rose-glasses — even on you ! KlL. You do yourself justice there. You are as radiant as the Sun on a southern holiday. Flo. Alack, alack ! have you then but exhausted the classics, to start on a new track of simile-hunting? Must I send for some wine to help you to change the subject, or for the dice box ? They were ever your two only prompters of discourse, your wit's only feeders ! KlL. You have the better of me there, mistress : for you shift the fancies of your brain like the shapes"], [94, "80 FLORIEN. of a colour glass. What new language have you been learning, during this exile of mine ? Flo. How know you I have been learning any ? KlL. I am apt at reading. I can see it. Flo. One — that you could never teach me. KlL. Yet I tried. Flo. Did you ? you were not qualified. The teacher must master it first. KlL. Florien — tell me. Does the knowledge come but of a city training ? Flo. Take care ! Did I not say I was in a gentle mood ? Beware how you ruffle it. KlL. I would not do that. For to-night, at least, you have promised us a draught of the old laughter — a breath of the old merriment. Flo. At the concert in the Bear-Garden ! True. My heart treads lightly for the hour, and the door stands open wide to the old friendships and the old pleasures. If I have resigned the crown that perforce you graced me with, I would wear it again to-night but for a time. KlL. The crown of wit and beauty ? So you shall. And the best of your lieges shall be there to bow to it, and to welcome you back after your short abdica tion. The rivals that have rejoiced in your absence shall scatter at your rising, and you shall have a royal welcome."], [95, "81 FLORIEN. FLO. Be it so. I am in the reigning vein. KlL. As you always should be. Oh ! Florien, take care ! You were born but for that. Flo. Again ? KlL. Yes, again. WThy have you so perilled your royalty ? Why have you fled your court for the last few weeks, and closed your palace doors, to let the talk grow of you and your 'prentice fancy ? It was matter for laughter for a day or two : now it is some thing more. Your spark is handsome enough : but what becomes of the high-born lady whose mystery was half her charm, — if she trifles with it thus ? Oh, throw away sport so unworthy, and follow seemlier game. FLO. I think I never heard you so eloquent. Have you any more to say ? KlL. Much, if you would listen. What is your purpose ? Men even say that you would marry that boy. That you cannot do. FLO. (starting) Why not ? KlL. Being of the birth you are — you ? Flo. Ah! I forgot my birth. True — I cannot marry him. But the boy has a charm you cannot reach, good Sir Preacher : simplicity. KlL. Faith, he had when first I met him. But I saw him abroad with you but yesterday, and you have left him little enough of that. 6"], [96, "82 FLORIEN. Flo. Why do you say so ? KlL. Bah ! you have bewitched him. He looks as reckless as a spendthrift before he blows his brains out, or as a footpad on his road to Tyburn ! FLO. (shuddering) Ah ! Enough of this : I will hear no more of it. Another word, and I keep not tryst with you to-night. Once more, my lord, I give account of myself to no man ! (Enter Roy) Ah ! — save where I please. Where have you been these six weeks ? Roy. But six hours ! Flo. Is that all ? My Lord Kilrose — this is my friend, Master Roy Mallet. KlL. We have met, I think, before ; at the house of Master Fuller, your master. ROY. My lord ! Kil. Is he not ? Flo. My lord ! you may be in your noble's right but do not use it before me. KlL. I spoke but the truth, Mistress Florien ; and I leave you. It is at least my privilege to know my place. I thank you for receiving me. I did not know your young gallant was free of entrance when he pleased."], [97, "FLORIEN. 83 FLO. If he is free of my heart, my lord, he can but be free of my house. KlL. Ah ! this is but a day dream ; you will wake from it. We shall meet at the concert to-night. Young sir — ROY. My Lord Kilrose- KlL. Your pardon ; I knew not of your coming. You are on a dangerous pinnacle, young man : take care ! Roy. I am ready to defend my post, my lord, against any man. KlL. Your rank protects you. Defend it — I warn you — against yourself ! (Exit KILROSE) ROY. What does he mean ? Flo. What matter ? Let him talk. Come here, and look at me. Roy. Ay ! in thy sight I can forget myself and all the thoughts That darken every place where thou art not, And kill each hour untenanted of thee. What did that lordling here ? Flo. I let him come By way of contrast. Are you jealous, sir ? ROY. No, Florien ; we are knit too close for that, In bonds too strange and strong of unison. FLO. Truce to such bodings ! they become you not, Nor me, nor Love, nor Fortune. Foolish boy,"], [98, "84 FLORIEN. Is this your gratitude ? Are you not graced With what the whole town bandied battle for, That's Mistress Florien's favour ? Fell it not, Like kindly rain upon the lower earth, Waking with dewy kiss a fragrance up, That slept before ! ROY. What did that lord with you ? Flo. Faith, thou art jealous, then ! I love thee for it: Though folly be thy speed. I bade him come, That I might read the riddle of my heart More deftly than before, remembering What spurious coin and clipped contrivance passed, With such as him, for gold. And even for that Once more I flaunt it with the best to-night To hear my praises madrigalled again To the dead echo of a worn-out song, That the true chords of melody may swell Within the heart that thou hast called to life, And bring me back the slave of Love — and thee ! Roy. Speak still like that. Weave ever in mine ear Thy spell of witchcraft with its golden web, And let all sound except thy voice be mute, All light, except thine eye, extinguished ! So thou wilt speak like that — so thou wilt pour The love stream from thine heart to fuse with mine —"], [99, "85 FLORIEN. By Heaven ! in all the waters of the earth, And all the mighty mystery of air, There is no power to draw me from thy side, Or bid me falter for a moment's space To do thy lightest bidding, or thy worst ! Flo. What potent spell is mine, o'ermastering thee ? ROY. What deadly weird is mine, of thee possessed ? Flo. Call'st thou me deadly, love ? What dost thou fear ? ROY. I fear the curse of Evil, and its end. FLO. There is no end in Love ; and Love is good. ROY. Ay ; or it should be. Listen ! I have risked My soul for thee, and I repent it not, So thou wilt keep the forfeit for thy fee, While the mad race endures. I will not whisper, Even to the walls about us, what I am, And what these weeks have made me. 'Twixt us two, Silence may speak the name my lips refuse, Which conscience hisses in my muffled ear For ever, night and day. Let it not last ! Listen ; — the goldsmith's spoil is yours and mine Oh, leave this place with me ! Oh, come away To lands where we may lift our heads again, And win by honest work atonement's wage — For I will slave for you ! FLO. Leave England ! I ?"], [100, "86 FLORIEN. Roy. FLO. ROY. Flo. Roy, Flo. Roy. Flo. Leave all the luxuries which make my life ! And leave It cannot be : impossible. . Discovery tracks us. I have worked too well Upon your bidding, since too late I found, After that week of passion, that first week Too sweet for memory, what I had to do To keep you mine. Suspicion is awake ; I see it even in the eyes I shun, If e'er I enter in the light of day, Into the house that night and I have made Our own for evil — Mary What of her ? The goldsmith's girl ! Why do you falter so ? Why is your voice so soft ? Why do your eyes Dare to have tears in them ? You swore to me That Mary Fuller had no charm for you, Except a sister's. Is not that a charm ? Mary is dying. Dying ! And for me. . Poor girl ! to die ! and leave the world so young ! The world of light, and mirth, and revelry, The world of music ! Whither does she go ? Must we die too ? It may be, very soon, Roy!"], [101, "87 FLORIEN. Roy. Do you never think ? and never see The precipice that crumbles at your feet Under the flowers you tread on ? Death is there, And Shame beside it. Flo. Roy ! it must not be ! I guess your meaning. Sometimes in my life Of reckless freedom, I have felt the touch As of a hand upon me — but it passed ! I war but with a world that wars with me, And owing it no fealty, fear it not, But hold it as the vassal of my will, To pay me pleasure's wages for my service Rendered to pleasure. If from hearts as hard As their own coffers, bounty I compel, Where is my wrong ? You cannot teach the world Roy. Your own philosophy. The penalty Waits like a grinning phantom in the rear, And gibes at us for his. Flo. You will not let Such penalty touch me ? ROY. Never. FLO. You promise ? Roy. I do ; and thus (kissing her) I seal it. But once more, (Enter Hardy by the secret door, and after a moment, steps behind the tapestry unseen)"], [102, "88 FLORIEN. FLO. Roy. FLO. Roy. Flo. If you would banish every fear of harm, I come to you with safety, freedom, love, So you but hear me. Ere the day be out, We'll trust our fortunes to some sea-bound bark, And, decked with whatsoe'er your home may furnish, Go forth together to the golden south, And slip as silent from this death-in-life, As shall our ship with loosened cable glide Into the smooth and glowing ocean-path, Which beckons us, in Love's companionship, Unto a far-off haven. Hear you not ? i. Oh yes, I hear. Your words are sweet to me. The thought is new and sudden. Yet I know I cannot go. Come back to me to-morrow, After the feast where I shall shine once more In my old Queenhood. Come, and plead again ! Oh, how I love to hear you plead with me ! '. The feast ? You care not for it; and to-morrow Is not to-day. Oh come, and take from me The name that I would hang on you for aye, The name of wife ! Your wife ! (aside) Oh, perverse Fate, I feel thy bond too bitter ! Do you love me As much as that ? I never loved but thee. I cannot wed you."], [103, "89 FLORIEN. ROY. Why ? FLO. Love, have you learned The peril of an oath ? and what it is To be forsworn, — not lightly, as light oaths Are toys for hourly breaking — but upon A penalty so strong and terrible, That it would make a thrall of Satan pause Upon the issue ? ROY. Wherefore say you this ? FLO. Such doom is on my life. I cannot go : And though a new light broke upon mine eyes, In thy dear pleading, I must shut it out, For I am bound. ROY. To whom ? Tell me his name. (HARDY comes forward) Har. He tells it you himself. FLO. Ah ! he again ! HAR. Good morrow, love-birds ! what's the news with you ? For ever chirping in your pretty nest 1 You would be mad to leave it, on a quest Of rash discovery. ROY. (aside) What is this man ? FLO. Who told you we would leave it ? Har. Walls have ears ; And so have I. My dainty little dame, Stray not too far afield. You, young gallant,"], [104, "90 FLORIEN. Your wings are clipped ; for I take order for't. Roy. Is this command ? Har. Sounds like it, does it not ? Roy. Who are you, Captain Magnus, that you dare To use such tone with me ? Har. And what are you, That dare to use such tone with any man ? ROY. Roy Mallet the 'prentice. Answer for yourself : Who are you, that with wide and boisterous tongue, Would rule and order in this lady's house ? Har. I am this lady's Flo. (to Hardy) Silence, I implore ! Silence, I beg of you ! ROY. This lady's— well ? Har. This lady's friend, and yours, who claim the right To hold your fancies in mine own control, And slip you from the leash even when I please ; As now I please not. ROY. Have I ears and eyes ? Flo. (to Roy) In our love's name I charge you, gall him not ! The man is terrible. Roy. And you are bound To him ? Flo. To him."], [105, "FLORIEN. 91 ROY. How bound ? FLO. I cannot say. ROY. Something I must be told. HAR. Something you shall. I am your master by a right supreme ; Superior force, sir, and complicity. ROY. Complicity ! in what ? Har. You want my name ? I am no Captain Magnus, gentle gull, But bear a name well-known to all the world — Hardy the highwayman ! ROY. In Florien's house ! She bound to you — and you — what can this mean? HAR. Bah ! take it gently. Will you take my hand ? Now by my faith, my linnet shrinks from me ! Why, 'tis a pastime for a summer's day, To make a hermit merry in his cups, And move unholy laughter in a saint. Did I not say complicity, young sir ? ROY. Florien ! Flo. Oh, shame ! Har. Shall I change names with you, Mallet the robber ? Ah ! entrapped ! deceived ! Roy. Foiled like a fool, and baffled like a child ! Hoodwinked with love, when love was treachery! (to FLORIEN) Oh, out upon you ! in his single word"], [106, "FLORIEN. 92 I read the base contrivance. Flo. No ! oh, no ! Roy. How will you answer for this wrong to me ? How will you give me back my honest name ? How free me from the toils ? how from the mire Uplift me to the place that was mine own Among the true and simple ? Har. By mine honour, The last name still is yours. But for the rest, Mallet and Honesty call kin no more. ROY. Insolent villain ! (to Florien) Have you naught to say ? Flo. Oh, Roy, I love you ; love you from my heart, Even from the hour when first I looked on you, And in the very whirlwind of my love, All thought but you was tossed and swept away. The memory of this man — oh, ask me not How first he mastered me — was gone, was dead ! I had no thought but you — no care but you Forgot my sin, my folly, and my fears, And never looked one hour beyond the day, So but that day set on us two as one ! But I am bound — bound with an iron chain Of this base villain's forging Har. Bah ! ROY. You are ? Then I will break the chain, so you but swear"], [107, "FLORIEN. 93 You never loved this man FLO. Oh, never, never ! I hate him. Har. Sweet, your servant. For this welcome I owe you thanks. ROY. (to Hardy) Or you or I lie there ! Har. Poor boy ! one pass of this good sword of mine Has made mince-meat of better men than you. Your baby-blade is against Hardy's steel A casement to a cannon ! ROY. I will try. Har. And if you killed me, hero ? Why, behind Stand twenty score of rogues as stout as I, To hand you on to Tyburn ; you, and her, Your dainty mistress, and your fancy's queen. Roy. Oh God ! oh God ! FLO. Roy, he has spoken truth. Har. Has neither of you anything to say ? Well, look you now, how much I am your friend, How gentle I can be. Good mistress mine, Do but your servant's bidding once again, And, by the price set upon Hardy's head, (A matter of some magnitude, believe me,) This very night I loose you from your oath, And with a glad heart break our partnership, Wishing you both — good speed. What is't you say ? Roy."], [108, "94 FLORIEN. FLO. Oh, if you will do this, if you will take The burden from my life which weighs it down, Since the dread hour you did immesh me first, I can forgive you all. Har. Then list to me, You and your fancy here. My plans for you Jump with his own. Take with you all the store Of jewels and good gold that you can find, And in the garden where you feast to-night, A boat shall wait you at the river-side, To bear you safely hence with wealth enough To float you for a life-time. Roy. From what sky Breaks such a ray as this ? Go on : what price Flo. Ask you for this strange service ? Serving you, HAR. I serve myself ; for, honestly, your whims Have palled on me of late. You weary me. Whilst you were ice and adamant to men, I had a liking for you. But in love ! Florien in love ! Bah ! 'tis a common rot, That falls on common grain. Ill is the end Of such beginning : Listen both of you ; One contribution more, and you are free, With half its value for yourselves. I tell you There's a life's fortune in't. One levy more"], [109, "FLORIEN. 95 On Master Fuller. Roy. Oh! Flo. Roy, for my sake Give him but hearing ! Har. Master Fuller's room Hath in't a strong-box brought but yesterday. If at the garden its contents to-night Are in my hands, my bargain shall be kept, With a glad heart to gild you for your pains : And you are quit of England and of me. ROY. How learned you of that strong-box ? I am calm ; And I attend to you, Har. What matters that ? I learn of many things. Roy. You know, then, whence That strong-box came ? Har. I do. 'Twas from the King. Roy. With royal jewels in't — a store of wealth Pledged for his kingly needs in secrecy, That you would have me rob. Har. I would. You must. Roy. And at the bidding of a man like you, To robbery add treason ? Har. As you say. ROY. Enough ; I will not do it. Flo. Roy— !"], [110, "96 FLORIEN. Har. 'Tis well. You are denounced to-night. Roy. And you. Har. Oh, no : I have a hand too cunning at the game, And laugh at novices. My word upon it, I am as safe as Honesty. Roy. I see ; The snare is thorough. Well, denounce me then I am weary of my life ; I give it you. Flo. Oh, no ! Whate'er the bitter thing he asks, Do it this once — do it but once for me, For in your death I die. But once again — And all the happiness you drew but now With lover's airy pencil, all the hopes Of a new world, new life, and golden prime Of an eternal summer, grow to real, And make us all each other's. Think of it ! Roy, for my sake ! To-morrow we are free ! ROY. Can you so swear you love me ? Flo. By my soul ! Did you not hear him say but now, till now I was but ice and adamant ? To you Have I been either ? Speak ! Roy. Oh ! no, thou fire To burn a heart in ! On my cheek thy kiss Is lingering now : thine eyes have mirrored mine"], [111, "FLORIEN. 97 FLO. Har. Roy. Har. Roy. Har. Flo. Roy, Till substance and reflection are as one, And shine together. But — I did not know For whom I sinned : I thought it was for thee, But not for him ! And not for him or thee Will I do this. I have dreamed out my dream, And it was worth the cost, (to Hardy) De- nounce me, thou. He will not, and he shall not. (to Hardy) Lay on him A finger, if you dare ! Oh, fear me not. I would not sever such a loving pair For all the Indies. To the law's embrace I give you up together. God in Heaven ! Can there be such a villain in the world ! No hand to strike him down ! (rushing at Hardy, who puts him back) Take care ! In vain ! I cannot kill him. Only her. I care not ! We are together. No ! I cannot see, I cannot think ! I have plunged in too deep. To care one jot what depth engulfs me now ! 7"], [112, "98 FLORIEN. One sin alone could yet outsin the list Of all that ever did abuse mankind, That sin thy death ! I know not where I am, Or what the end of this, but all my love In such a might of passion bears me on, That I am but a straw for Fortune's wind To whirl into the Eternal ! There — and there. (kisses Florien) Flo. And there ! and there ! I give it thee again. ROY. To-night, whatever hap 'twixt this and then, I swear by all the Powers that sport with us To meet you at the garden, to the lips Steeped in thy guilt for thee! (to Hardy) Keep thou thy word ! Har. Ay, to the letter ! Flo. Roy ! Roy. (to Florien) You swear to me That you will fly to-night ? Flo. To the world's end ! And thus I swear to thee ! (kissing him) Roy. Then, stay me not ! (he rushes out) Flo. Oh, will he keep his word ? Oh, will he come ? Will he but free me from my fate and thee, Thou more than master-villain ? Har. Foolish wench ; I will be more your friend than you can think."], [113, "FLORIEN. 99 The boy can be your husband when you will If he is fond enough. FLO. My husband ! he ! Oh, do not breathe the word, and mar the sound That mine ears pines for. Would you mock me now ? Har. I mock you not. You are no wife of mine. FLO. What? Har. Had I sought a wife, my pretty one, I had not lightly thrown so fair a charge Upon the tender mercies of the world, Or given her but the empty name of bride, To plume herself withal. Our wedding, child, Was but a mockery — mock priest — mock show — To catch my little thrall. You have served me well, And have my thanks for it. To-night we part. FLO. Can this be true ? and am I free for him ? Free both to love and wed ? Man ! shall I be Thy bondswoman no more ? Shall I escape Thee and thy curse at last ? Har. To-night, for ever ! (lie is at the door, going, as the Curtain falls)"], [114, "100 FLORIEN. ACT IV. Scene. — Master Fuller's House. Evening. Tim and Dolly discovered. Tim. So you think, Dolly, that in right good earnest at last you love me ? Dol. Yes, Tim. Tim. Wilt let me take a kiss of thy lips in pledge for it ? DOL. Yes, Tim. TlM. Why did you fall in love with me ? Dol. That I cannot say, Tim. Tim. Was it for my presence ? Dol. No, Tim. TlM. Nor yet for my valour ? Dol. No, Tim. Tim. Yet I should like to know. Dol. I am not like to know myself, dear. It was something of the old memories, perhaps, when I saw how you followed me. And a little for that straight forward honesty of thine, which the world were better for more of. Tim. Ay, indeed. 'Tis a sad house this, for the lack of it outside. What a curse seems to have fallen upon it since Roy Mallet first played runagate. Miss Mary very ill — and those two robberies !"], [115, "FLORIEN. 101 Dol. Yes, Tim. I feel like a guilty creature some times, when I remember it was I brought the letter that did all the mischief. TlM. It was very wrong of you, Dol. Can you forgive me ? TlM. Yes, Dolly. For you brought yourself with it. DOL. Dear ! This is very nice. And I do the best I can to atone, by coming here very often, from my father's. Tim. Dutiful child, you do. Dol. It is to help Mary Fuller, you know. TlM. Yes : I know it is. DOL. And I grow afraid of my service. My mistress is so mad for Roy, that she is seen with him everywhere. What will become of my character if I stay ? Yet am I fond of her with all her whims. TlM. And your good heart becomes you. But you have promised me that you will leave your service to night. DOL. Yes. The concert at the Bear Garden where we shall see her, shall see the end of my handmaiden's office. There will I bid Mistress Florien farewell. TlM. And there, too, will I make my adieux to that terrible Magnus. Dol. Yes. You have sworn to that. Tim. He is an impostor — that is what he is, an"], [116, "102 FLORIEN. impostor, and his Hardy is a will-of- the -wisp. Nobody has seen or heard of him for weeks. Dol. His Hardy is a dangerous fellow, that strikes in the dark. His very name frightens me. Tim ! can this mysterious Hardy have had anything to do with the robberies here ? TlM. Don't ! I have sworn to be on guard, and to kill him if I catch him. That would be very dreadful. Dol. Horrid ! Tim, dear, remember you belong to me now. Don't let your courage run away with you. TlM. No, love ! Heaven send that, if the pinch come, I don't run away with my courage ! Dol. You would never do that. For you are a very brave man at the bottom. TlM. At the bottom, I am. Dol. And a handsome. Tim. I am. And you are — oh what a darling you are. Dolly Dol. Tim TlM. What a pretty little home we shall have ! Dol. Oh ! Tim. And what a pretty little housewife you will make ! Dol. Oh! Tim. And what pretty little chil — I mean — Dol. Oh!"], [117, "FL0RIEX. 103 Tim. And with your little savings and mine, Dolly Dol. Yes, Tim. Tim. And with the help that kind Master Fuller — good Master Fuller, has promised to give us, if indeed these robbers leave him any to give, we will set up our little business in our modest way together — and — oh won't it be nice ? DOL. Ah ! But, Tim, how selfish we are. How can we talk or think of our own happiness in this stricken house ? It half breaks the heart in me at times. Look ! here they come, the father and the daughter. She is not long for this world, I fear me. Tim. Don't speak like that. Yes — here they come. Enter FULLER and \\Mary, from without. DOL. How is it with you to-night, Miss Mary ? Mar. Well, Dolly, dear. How good and kind you are to me. But the air of the city stifles me, I think, softly as it breathes to-night from the stout old river. Oh, father, I should like to taste the pure breath of the country, and to smell the hawthorns and the roses before I go. FUL. My darling — before you go — where ? Mar. Away from you. FUL. Away from me ? Do you want to leave the poor old father, who has neither thought nor care but you ?"], [118, "104 FLORIEN. Mar. No, father ; I do not want to leave you. Yet I must, soon. Ful. For what place, Mary ? Mar. Do we know ? Can we tell ? For the place where the roses and the hawthorns go, perhaps, vhen they have lived their little lives out truly and honestly and fade — as I am fading. Ful. Mary ! Mar. Am I not ? Let me see myself in the mirror, (trying to rise) No, I am weary and oust rest. Even that drive abroad has been too much for me. TlM. (aside) Poor girl ! poor girl ! Dol. Oh, Tim, it is very sad. (they retire to the back) Ful. Listen, darling. This is but your fancy. We all feel weak and faint at times, as we trudge on upon the journey which has its rough places for the best of us. But we round the corners, Mary ; we round the corners with God's good help, and bowl along again smoothly over the green and level turf. I have only you, dear ; don't talk like that. Mar. Poor father ! poor, good father ! Tell me, was my mother very sweet ? Ful. Yes, child, she was — very. Mar. Was she like me once ? Ful. Yes. (looking at her) God, how like ! Mar. Not as I am now — not as she was just before"], [119, "FLORIEN. 105 she left us. But when she was well and strong ? FUL. You know her picture ? Mar. Yes : by heart. FUL. It may tell you how like she was. When first you grew up to be my companion, I thought that when she went away, she must have left something of her very self behind her, to prove to our doubting spirits how that very self lived still — up there ! Mar. She does live up there. I am told so now often, though I cannot tell how, and I can see the sweet face I never knew, smiling to welcome me. Ful. Oh no, you will not go ! Mar. You will come before long, too. Ful. If you go ! oh very, very soon ! — Perhaps even first — I know not, but I feel strangely. I am ready. Oh Mary, Mary, my heart is half broken. Mar. Do I not know it, father ? It is not for that that I still would stay, when for myself I only want to break the shell, and live with my mother ? FUL. Ah ! but there is still the world. Oh, who shall tell me, if I lose you as I lost her, if I shall ever be with her or you again ? MAR. He tells you, whom we believe. Death and Pain and Sorrow alone are mortal : the rest lives on for ever, where they and Sin are not. FUL. Amen ! amen ! Mar. When it is all over, father, you will strew the"], [120, "106 FLORIEN. roses and hawthorns for me, as you strewed them for my mother ? FUL. Oh, my only child ! Mar. And — there is one thing. Tim and Dolly here will be very happy, and will take great care of you. Dol. (coming forward) Indeed we will, dear. But don't speak like this. Mar. Something tells me it is time. And — father —Roy Mallet ? Ful. Curse him ! Mar. Oh no, no : never that word, for pity's sake, of him. He will come back to you, I know. Ful. Never. Mar. He is only led away by that dangerous beauty, with whom they tell me he is always seen now. Such sudden fancies are only for an hour. He will come back, father ; and if he does Ful. If he does, he shall learn what he is, from me. Mar. Hush ! Promise me — oh, I am so faint ! Ful. Mary ! Take her to her room, Dolly, will you. Dol. At once. I will watch by her till she sleeps, and then make my way home. I shall be here again to-morrow. Mar. Kind Dolly ! your face is one of the best comforters I have ; and you can tell me more — of her."], [121, "florien. 107 Dol. Hush! Mar. Yes, I will. Father ! do not be too hard on Roy. Ful. (kissing her) No, dear, no. (Exeunt Mary and DOLLY) I cannot be too hard. Oh Heaven ! leave me my girl but for a time ; or if she be indeed ripe for you, find some place for me first, that I may meet and welcome her ! You cannot leave me here alone. TlM. Master, take heart. We shall see her well and strong again yet. FUL. You are a good boy and an honest, Tim. Take care, take care, how you ever leave the path of right and honesty ! There is no helm but a good conscience, no course for steering but the straight line. It is hard work to turn the bark's head the right way of the wind again. TlM. Are you thinking of Roy ? FUL. Perhaps. TlM. Oh, Master ! I have something to say of him. FUL. Yes? TlM. Those robberies — Ful. Hush — not so loud ! remember how carefully all news of them has been kept from her. For me, I am too troubled for them to touch me now. Whom shall I have left to be rich for ? Tim. Do you think — I have thought sometimes —"], [122, "108 FLORIEN. Heaven forgive me for it — Roy could have had any hand in them ? Ful. Silence, Tim ! for shame ! What can have put so ill a thought in your head ? TlM. His manner when I have seen him of late : his reckless living — his strangeness — many things. The thought has haunted me for days. Ful. Crush it out, boy : and never listen to its whisper for a moment. Our Roy ! no, not that — not that. Promise me that you will never breathe a syllable of such fancies to anyone but me. You will promise me, will you not, for my sake, and my poor child's ? TlM. Yes, Master, I promise. And indeed I cannot bear to believe it of him. Ful. Never believe it, and good night. Put up the shutters, Tim, and make the doors and windows fast. We have jewels in our keeping to-night which should have more than common guard. When you have made all sure, go your ways to your maiden and your merry-making. TlM. Oh, Master, I should be shamed to think of such matters when I leave such sorrow here. FUL. Tut, tut ! the young must be young, and the old old : and a store of merry memories is well laid up for the day of trouble. Go and enjoy yourself to night, you and Dolly. You will friend us with a"], [123, "FLORIEN. 109 better heart to-morrow. Look! (looking towardsMAKY's room) Dolly is gone and has left my girl sleeping. Sleep softly, my poor girl ! I am near you. I must go see that the King's jewels are safe once more before I can retire for the night. There is a heaviness upon me which outweighs sleep. God bless you, my boy, you have been a good boy to me. Never believe that thing again ! (Exit into the inner room) TlM. I will try, Master. Yet the thought will come back for all that, now and again. How fine a night it is, with the stars winking down on us as if there were no such things as thieves, and nothing less sweet in the world than Dollies for the asking. And my lady-moon coming up in the background, to cross Dolly's little palm with silver. By your leave, good bolts and bars ! (fastening the great door at the back) I must be off to my tryst by the river. Faith, I think you are stouter guardians than I am, for all my valour ! There, and again there ! and a double turn of the best lock to make all tidy. It would tax Rufus Hardy himself to unfasten that. I can go out the other way, and lock the other door fast behind me. Then all good angels watch over a good man's house ! Poor Miss Mary ! (Exit TlM. A pause. Then the sound of a file is heard, and ROY MALLET, pale and wild, makes his way in through the great door)"], [124, "110 FLORIEN. Roy. The moon is rising clear and pitiless, With a set look of wonder on her face Upon the world's misdoings. As I came, I heard the night-winds moan, the river's voice Rise to an angry murmur. Yet above The steel-blue sky was hard as my intent, And as unclouded. Why — it should be dark, To hide me from myself, and all from me, Instead of lighting every passer-by Into an officer. Even there, but now, I saw my playmate pass — my good old friend — And shrank into an angle of the wall As guiltily as Judas : he the while, Whistling his careless tune, went head erect, Unconscious on his way. Oh ! ne'er again Shall such a sleep as his kiss eyes of mine Into the arms of God's beloved — Rest ! What am I here to do ? Think, Mallet, think, To play the traitor to thy creed and King, To rob the very jewels from the head Anointed of the Lord to sovereign thee, And on thy stout old master throw disgrace, That nursed thee from a child. How still — how still ! The very silence deafens me with sound Of self-condemned guilt. All here's asleep In the well-ordered house, where I alone"], [125, "FLORIEN. 111 Walk like an evil spirit unanealed, To blight Home's wholesome bloom. Still as of old! There Mary sleeps — my sister — I forgot : Did they not say that she was dying ? She ! Was ever such a bitter thought as that In the strange master-passion lost and buried, Which claims me for a very bondman-serf, A thing without volition, form, or soul ? Mary — (looking into her room) My God ! it was the truth they told ! The face is other than the face I knew, And bears upon the wasted lip and cheek The royal seal of dim Eternity. I dare not look on it. What do I here ? What I have sworn to do, nor less, nor more ! Thief, to thy pillage ! robber, to thy work ! And rob the very night-time of its own, The great prerogative of Rest. For here Nor rest nor night can ever lodge again ! That way the jewels lie. One effort more, And I am free for passion and for her : Remorse is gilded in the lap of Love, And nothing stays me now ! (He goes rapidly to the door where FULLER went out, and on tlie threshold FULLER meets him, with a small lamp in his hand)"], [126, "112 FLORIEN. Ful. Roy Ful. Roy. Ful. Roy, Ful. Roy Ful, Roy Ful. Roy, Ful. What brings you here ? The Master ! Even he. What brings you here ? Are you come back to us ? . (aside) What can I say ? I Spare yourself : have you not rather come To look upon your work ? See by this lamp The face that you have lined, and count the number Of hairs that you, not age, has sown with white. Was it for this you came ? No, Master, no. Then tell me, is it meet, thus i' the night To come unsummoned, when your days are wasted In idleness abroad ? I cannot tell you Why I am come. I can. You, Master ? Yes. You came to rob me. Rob you ! Does the word Offend your ear ? It should. I do remember The day when such an insult would have fired"], [127, "FLORIEN. 113 Your hot blood to rebellion. But your cheek Blanches to-night, and shews the flag of shame Rather than anger. ROY. (aside) Have I been betrayed ? What have I now to do ? Florien, thy face Plays havoc with my brain ! FUL. Say, have you heard Of what has happened here ? the robberies That have been done ? ROY. I ?— No. FUL. You lie. You did them. You did them, for I saw you. ROY. (sinking down with his head hidden) Shame ! oh, shame ! FUL. I heard your whisper : Shame ? ah, shame indeed Upon your father's honourable breeding, Your mother's stainless name ! But the confession Shews yet the way to penitence. Look up, And listen to me. Roy. I will listen, sir, I cannot look. FUL. I knew you from the first Guilty of this ingratitude of wrong. ROY. How did you know ? Ful. I do not go to rest As early as I did. I cannot sleep 8"], [128, "FLORIEN. 114 , As was my wont, since you destroyed my home Blighting my Mary's life. ROY. Upon my honour- FUL. Still you appeal to that ? Well, be it so. I would not blame you more than your desert ; But Mary loved you. Roy. No ! FUL. She is dying for it, To seal her love. ROY. I never knew of this. FUL. It may be so : I hope so : Listen on. It would have killed her, if a single breath Of such suspicion had but entered in The porches of her sense. She loves you, Roy, And she is dying. For her sake alone I kept the bitter secret of your sin, And I will keep it still, so you atone. ROY. And what atonement do you ask of me ? Ful. I have but waited till you came again ; Knowing you would, when you had once begun, Evil as you have been, you still are young, Nor are you yet all evil. There is time. Will you come back to us, and marry her ? ROY. Can I do this ? and can you think of it ? Ful. It is to save her life. Not anything In the wide range of all the things to do, Should be undone to save it. Will you — Roy ?"], [129, "FLORIEN. 115 I can forgive, ay, and forget — as freely As Heaven itself can pardon and forget, If you will hear me. ROY. (aside) Is redemption here ? And must I pass it by ? — Master Ful. You will ! For you look up again. You are not evil Your face defends you ROY. (aside) Hardy ! I am lost — The mocking face stands between hope and me — This very night the jewels in his hands, Or I denounced — and Florien ! — Florien ! never ! Her face is with me too, more deeply loved Even for the very madness of the wrong Which links us like a fate ! I love her so That guilt for her is better than the best Of good for others!— (to FUL.) No! let the dead past Bury its dead ! FUL. Though that dead be my child ? Roy. Oh, God ! I cannot think ! I cannot care ! What awful future treads upon the heel Of this delirious past ? There is for me One woman in the world, and I would give My heart's blood as a spring of wholesome water, To do her lightest hest. I never loved Your child, and never feigned it. I am free"], [130, "116 FLORIEN. FUL, ROY. FUL. Of that at least : and happen here what may, I will not feign it now. Do what you will : I cannot baulk you. Then my hope is gone For you and her. I know for what you came ; And in that room the jewels that you seek Are in my charge. They are my King's and mine. As long as Mary lives, you are still safe From my denouncing. If it pleases God To spare her, you are spared. But if she dies, And dies by you, — for by you it will be, — When the earth closes over hope and her, I yield you to the law. . (aside) Before that time I shall be safe, — and far, if — Whither leads This unimagined weird ? Mark me : I am here, An old man, and alone. For Mary's sake I may not make a scandal here to-night. My house is at your mercy. Mary's room You dare not enter. For the night I watch There, (pointing to the inner room) where I work. Take you the space to think, Where none will meddle. Say but yes to me, And to my prayer for Mary, — I am still Free to forgive you all. Think, Roy! good-night ! (Exit Fuller into the inner room)"], [131, "FLORIEN. 117 ROY. Think! think! good-night! my head is in a whirl. My hand is like an aspen in the wind, Only my heart is steady ! Written there Is Florien — Florien — Florien ! that alone, And not another word ! This way denounced, That way betrayed, and all alike conspired To work her death and mine. Death has for me Scarcely a meaning now, for Life was lost When Honesty was slain : but on her path Life dances like the sun upon the sward, In fitful beauty painting it with gold, Amber, and amethyst, and building up A temple that blots out unseemly Death, In its own lustre ! Free with her to-night For all our time together ! who can pause, With the young blood imperious in his veins, On such an issue ? What are gems but dross, What matter whose, with all the world at stake, In hearts like ours ? Come Fortune, Fate, and Force, And champion me for yours ! Those gems are mine ! And not the thunderbolt shall bar my way ! (He rushes into the inner room. There is silence — the sound of voices — a struggle — and a s/iarp cry. Silence again : and after a short pause, ROY MALLET staggers out of the inner room, backward, with a <asket"], [132, "118 FLORIEN. in his hand, and falls back against the central doorway with his face deadly-pale in the strong moonlight which falls upon it, letting fall upon the floor, from his hand, a dagger.) What have I done ? a murderer ! Oh — my God ! Curtain."], [133, "FLORIEN. 119 ACT V. SCENE. — The Bear Garden illuminated for a fete and concert. Night. In the centre a raised platform on which Singers, Rob MORTON among tliem, are standing. Groups of people pass over tlie stage. Among them Ned Truscott, Paul Ferrers, Abraham, and otliers. Glee. Rob and Chorus. The merry feet that twinkle in the maze Of courtly measure ; The happy voices that do tune their lays For mirth and pleasure ; — Join with us all to-night, Where lamps shine soft and bright, Lending some new delight, Ulale— ulale— ulale ! Voices sweet, Dainty feet, Tripping and singing — Ulale' ! (As the glee ends the Singers disperse, and Rob joins Ned and PAUL in front) NED. What is that same \" Ulale \" ? ROB. An invention of mine own, to fill up the"], [134, "120 FLORIEN. metre. It carries as much meaning as the mind asks for, and as much sense as the heads of its hearers. What says old Abraham ? Ab. Ay. Ned. Excellent. He has caught the trick of dis cretion to a nicety. The night grows apace, but brings no captain with it. Rob. And no news of the famous jewels. Ned. Hush ! if that undertaking prosper, we shall all be northward bound before the morning. Paul. And I shall retire on a competence into private life. Heaven save King James for purposes as worthy. Ned. You have heard nothing ? Rob. Nothing to-night : but the word is everyone for himself, if the game have not miscarried ; and a meeting at the old trysting-place in York as soon as speed can compass. I shall sing my last song in London for some time to-night. Paul. Heaven send it be not the swan's song, that goes before a death. AB. Amen ! Ned. Silence, old man ! You that speak so little, speak better to the purpose. Have you the boat ready by the river-stairs, Ferrers, as the Captain commanded us ? Paul. For a lady and an escort, yes. What can"], [135, "FLORIEN. 121 be the meaning of that ? Does the Captain purpose an elopement with some fine woman ? All. Ha, ha ! ROB. We shall have the key of the riddle presently. Who comes yonder — from the dancing platform ? Ned. A couple in a dream of bliss, of Adam's pattern. Why, 'tis our little 'prentice and the young tirewoman ! Stand aside and give them space for courting. Rob. And watch for the Captain. He should be on this side of the garden. Ab. Ay. (they go off, and are seen at the back at times) Enter TlM and Dolly, Tim. Dolly, I love you ! Never till to-night Knew I what dancing meant Dol. It must be owned That you have yet to learn to keep the time In some proportion. But that I have promised To be your partner in the dance of life, I might have been ashamed to stand with you. Tim. Give me a few more lessons in the art, And I am perfect. But in very sooth How could I mind my feet, when all my eyes Were feasting upon Dolly ? DOL. Stupid boy ! Have they not time to feast like that at home ?"], [136, "122 FLORIEN. Tim. Dol. Tim. Dol, Tim. Dol, Tim, DOL. Tim, . No — never half enough ! Look at them now, They cannot stray a foot : no more can I. Oh, Dolly, what a lovely thing is love ! So poets feign : but men are never true. Who told you that ? The poets. None beside ? Have men been false to you ? My knowledge comes Of much reflection, and the native wisdom Which I am graced withal. I cannot think That men are ever honest. I have heard That women have their whims, and ever veer This way and that way, like the weathercock, Which dances on with all the winds in turn, Indifferent with which. Because the winds, Manlike, will flutter round the weathercock, Expelling each the other. The poor jade Would gladly stay at home with one of them, And comfortably point the selfsame way : But winds are never satisfied. Believe me, I will be ever in the South, as soft And warm as any weathercock could wish, So you will ever point my way."], [137, "FLORIEN. 123 Dol. I will ! Oh, Tim, I am so fond of you ! TlM. You dear ! (he kisses Jier. ROB and Ned come forward) ROB. Ahem ! Ned. Caught and caged ! Dol. Oh, Tim, I shall die of blushing. TlM. What do you mean by intruding, sir ? — You shall see how I will deal with them. Ned. Brave Master 'Prentice, I cry you mercy. Most sweet young lady, the youth is not worthy his fortune. Take my arm. Dol. The youth serves my turn very well, sir, and with your permission I will e'en stay with him. Tim. Spoken like a man, Dolly ! These fellows are of Magnus's irregulars. Dol. And very properly christened. I hate your Magnus and all that belongs to him. Rob. Have you seen the Captain, mate ? We have been looking for him. Tim. You will look none the better with my eyes. I have not seen the Captain, and have no wish that way. I don't so much as believe he is a captain at all. Enter HARDY. Har. Flat heresy, my lad of steel ! He comes to contradict you himself, (to Rob) Have you the boat ready ?"], [138, "124 FLORIEN. Rob. Yes. And the jewels ? — Har. Will be here to the hour : fear nothing, — Now, Button the hero, Timothy the fire-eater, hero of my soul and man of my counsel, I have news for you. Hardy is at hand. Rob. and Ned. Ha, ha ! TlM. Hardy ! I don't believe a word of it. Dol. Quite right. Don't. TlM. You have been fooling me about Hardy till I am tired of it. I don't believe you know anything about him, and hold in my conscience that you are quite as bad as he. I have taken to another service, and I am here to resign my commission. Har. Timothy ! you will break my heart. I love thee as mine own child, and would have made thy fortunes for thee. Can black ingratitude have entered into one so young and fair ? Tim. Rubbish ! Dol. That's right. Har. And you too, my maiden ? Rob, we are deserted, abandoned. The pillar of our cause has left us, and there is nothing for us but to disband. Button, I am weeping inward tears ! but I would not have an unwilling servant of thee. I give thee my blessing, and fare thee well ! Bless thee, my Button ! (aside) I have paid my respects to thy master without thee ! — Here comes more company."], [139, "FLORIEN. 125 Ned. It is Mistress Florien. Har. Good. She comes upon her hour. Dol. My mistress, Tim ! Now for my resignation too. (Hardy, Rob, and Ned retire on one side of the platform, and TlM and DOLLY on the other) Enter Florien, Kilrose, Haselrigge, and Temple. KlL. Long live our queen, that is our queen again, And wears her robe of revelry to-night, As if she had not left it for an hour. HAS. I never knew her bright wit cut so keen. Temp. Or saw her eyes flash half such witchery. KlL. Nor dance in such a maze of wreathed smiles ! FLO. Etcetera — etcetera — my lord ! All's new to-night except your compliments ! Yes, I am merry : and my heart leaps up In challenge to my fortune, leading me Into a land of promise, where the flowers Will spring to greet me of their own accord, And all the face of Heaven shew ne'er a cloud To hide my sun from me ! (aside) Free from that man ! Did he say I was free ? — Bring me some wine, And I will pledge you ! Har. (coming forward) Take this cup from me. FLO. (aside to him) Ah, you are here ! The boat ? Har. Is waiting for you."], [140, "126 FLORIEN, The jewels ? — FLO. Will be here. Har. In half an hour, After the concert, I will see you here. Your servant, gentlemen ! (he bows and exit, ROB and NED following him j from the back as he goes) Has. What is that man ? KlL. One Captain Magnus, and I like him not : A very saucy fellow, and I wonder That Florien bears with him. FLO. I find him useful Upon occasion. Let the cup go round, And ask no questions. Florien's will is law ; And she has on her sovereign robes to-night, Which none must sully with disloyal word. All. God save Queen Florien ! Flo. Now, my Lord Kilrose, Lord of the Chamber, proffer us the cup Upon your bended knee, and we shall grace you With further honours. We do style you here Knight of the Carpet, famed and masterful In all the dangerous arts of piping peace ! Lord Treasurer of Compliments, High Steward Of trim deceits to catch a lady's ear : — And thus we drink to you ! All. Long live the Queen !"], [141, "FLORIEN. 127 KlL. And Heaven hang further graces on her tongue ! Flo. Who shall set down the cup ? Dol. (coming forward with Tim) My lady, I. FLO. What, Dolly ? you and the young cavalier That followed you so closely. 'Twas for this You would play truant for the nonce? Well met: And pledge me both of you. TlM. With all my heart. DOL. This is my latest service to you, madam ; And thus I tender it. FLO. Your latest ! why ? What have you heard ? Dol. Nothing : But I am bound To a new master. If it please you, lady, Tim. We are going to be married. Flo. Ah ! you start Upon your voyage together ? Madam, yes. Dol. I'm very fond of Tim, Angel ! Tim. Flo. Is't so ? Come hither, Dolly. Wear this chain for me. (she throws a chain round Dolly's neck) Dol. Oh, madam ! — FLO. Keep it : it is worth your pains ; And well your pains deserve the gift of me."], [142, "128 FLORIEN. May happiness be with you where you go, And may you two be drawn together close, Close in all fond and true companionship, And sometimes think of Florien — who, it may be, Will one day find a haven like to yours, To cast a quiet anchor. Pray for me, — For it may do me service. So — good-night ! DOL. All wishes for the best attend you, madam. TlM. With mine to wait on hers : and more than that, Lady, if you will send Roy Mallet back To Mary Fuller. FLO. What ? I pray you, go. (aside) The shadow sweeps across my life once more, And darkens the new dawn. (Exeunt TlM and Dolly) KlL. Florien ! so rapt ? Here have we waited till your Majesty Should please to give us further audience. Your humble suitors you have entertained With royal condescension : give to us More of your smiles ! Has. And while your lieges wait Submissive by your throne, here take your seat, And with your mimic sceptre in your hand, Rule all things to your pleasure. Temp. And to ours !"], [143, "FLORIEN. 129 Mark how the masquers gather round again Wooed by the charm of music to her side. ( The music begins softly on the orchestra : and groups again form upon the stage, as they have passed and repassed at intervals during tlie Act) FLO. Another song ! Yes, listen : I am shamed That for a while I fell to absent thought. KlL. The cares of State were on your royal mind ! Brush them away. Flo. I will ! the care has passed Even as it came, unbidden ; and I reign The mistress of my servants and myself, With the light heart of Hope, which lives upon A dreamy future growing into real With ever}' fleeting minute, (aside) Will he come? Oh, the new country and the new-born life ! He tarries longer than I thought he would, And I am sick for him. ROB comes on the platform, applauded by the crowd. Kil. Hark to the song ! Ballad: ROB. Sir Paul had a daughter as fair and as fine As woman has been till now ; Her eye flashed dark as a flagon of wine, And white as new milk was her brow. 9"], [144, "130 FLORIEN. All, Flo. Her life was so rare she had never a care, Save to foot it in bower and in hall ; Every day lovers new like the blackberries grew, For the daughter of old Sir Paul. Her wit flashed as keen as a scimitar's blade When carried in Moslem hand ; And Love, still Love, was her only trade, And her only whim command. But woe, oh ! woe, to the captured foe, To the wooer who came at her call, For she pierced the heart with a deadly dart, Did the daughter of old Sir Paul ! Her love and her wit like the lightning shone, All bathed in a colour warm ; But blighted and struck where they fell anon With the breath of the cruel storm. Oh ! dire was the ruth of the favoured youth, Who for her gave soul and all, For man or for boy it was death to toy With the daughter of old Sir Paul ! Bravo ! Bravo ! Bravo ! (the lights begin to go out and the guests to disperse) (aside) What mean those words ? Why are they uttered now As with a warning ? Ah ! the lights go out,"], [145, "FLORIEN. 131 Kil. Flo. Kil. Flo. Kil. Has, FLO. Kil. Flo. ROY. As if a sudden change were in the air, And Fate had now re-cast my horoscope For sudden evil ! God ! I feel afraid ! What is it, Florien ? Nothing. It grows late. The guests are going and the feast is over. Come to your carriage. No. Leave me to-night. I shall return alone. Impossible ! Your escort waits for you. And are enforced To give you royal tending. Gentlemen, I am in earnest. Leave me. I would go Unnoticed from this place. May not a queen Sometimes proceed incognito ? Her servants Most please her when they humour her the most. , But this new humour is more strange than all. . (aside) Ah, I am on the rack! what does it mean. This long delay ? and the boat waiting still, And Hardy — and that song, which like a weird Mocks at me in its burden ? Enter Roy. Florien !"], [146, "132 FLORIEN. Flo. You ! KlL. We are too many here. I did not think This sprig should come to-night. Florien, you press Too far upon your privilege. Flo. (aside) His face ! What has he done ? — Good-night — I pray you, go! KlL. Come, gentlemen ; my lady's cavalier Is here to guard her. It beseems us not, That are of rank and breeding, to dispute The post with such as he. Come, Haselrigge, Temple, your arm. — You have been bright to-night With the old radiance. For that much we thank you, And bid you all good-night, (aside) Something is here Far more than common : never on man's face Read I such rede as there. Friends, stay with me, And have a care of Florien : danger threatens Our humorsome young mistress. Have we care ! (Exeunt Kilrose, Haselrigge, and Temple) Flo. (after a pause) You do not speak : what does your silence mean ? Why is your face like some grim monument Hewn out of marble ? Roy, you frighten me ! Roy. Here are the jewels."], [147, "FLORIEN. 133 Flo. Roy. Flo. Roy. Flo. Roy. Flo, Roy Yes ? — is that your voice ? My lover's voice, whose musical accord So sweetly won me, — harsher than the wind Moaning in dungeons? Speak, for mercy's sake! The jewels : take them : they are red with blood, And richer for the dye : oh, take them from me : The casket burns my hand ! (he lets the casket fall) (drawing back) Red — with whose blood ? My master's. He is dead. How dead ? By me. I killed him. Ah ! a murderer ! — touch me not ! (without movement or gesture) I stood beside him in the darkness, lit By the one lamp he held. I told him all. I bade him yield those jewels up to me, For I must have them ; and he ne'er again Should hear a word of Mallet. He replied Something about his daughter, who is dying For love of me. I gave no heed to that, For I love you, if love be not profaned, Even upon the very passage of my lip, When breathed by such a grimed soul as mine. I said again — the jewels ! and he pleaded"], [148, "134 FLORIEN. Flo. Roy. Flo. Roy. Flo. Roy. Flo. In his King's name, whose trust should not be broke, Unless his heartstrings broke the first. They did. I broke them. Florien — take the jewels up ! I dare not touch them ! Are you playing with me ? Speak I as one who plays ? Perhaps I do. This is too terrible ! Who bade you kill ? Who bade you take the life of an old man, Whose hand had fed and nursed you ? Why, the deed Is worse than murder ! Come these words from you ? He would not give the jewels. 'Twas his life, Or yours. Remember ! Mine ! But they will track you, Follow you, take you, even here, to-night, Red-handed from this horrible attaint, Here, in the very midst of mirth and music, And garlanded with flowers ! Impossible ! Is blood so strange a thing to Hardy's thrall ? Hardy was nothing to me ; you were all ; And even to-night I threw the world for you Off like a worn-out garment. At my feet The partners of my pleasures pleaded with me, And all the answer of my jocund heart Was Roy, my Roy ! and all the world for him !"], [149, "FLORIEN. 135 Roy. Has the heart's answer changed ? FLO. I I fear you now, I fear your very face. Roy. Yet 'tis your own ; For you re-made it. Will you come with me ? FLO. I cannot tell ! I know not ! Do I love you ? Or has a terror withered up my love ? What can I do, whose fond and careless life Was like a foambell tossed upon the sea, Now all that sea is tempest ? (a murmur heard) Hark ! its waves Are rising. Can you hear them ? ROY. Yes ! the storm Is gathering to a head. Take up the jewels ! (Florien snatches t/iem up) What is the noise ? Enter HARDY. Har. Give them to me, and fly ! Roy. Hardy ! Har. The same : the hounds are on your track, You are discovered, followed — all is known : But we can baffle them. The boat is waiting By yonder path, with sturdy arms to bear you To safety in a stroke, (forcing the casket) Out on the lock !"], [150, "136 FLORIEN. For you must have your share. ROY. No ! not a doit ! No, not a counter's worth ! The blood-money Is yours, and be my guilt upon your head, As in your hands my gain ! Flo. 'Tis nobly said ! On his head be it, as the crime has been To which he bound me ! on his head alone The guilt of both of us ! I love you, Roy ! And if a wife and husband may redeem, We will redeem together ! (noise without) Har. Quick ! the boat ! (As they are going, KlLROSE enters with his sword draivn, folloived by HASELRIGGE, Temple, Officers, and others who fill the stage, entering on both sides with torches) KlL. This way the murderer ! this way ! this way ! Har. (aside) The place is all surrounded. How to escape ? Bah ! I am safe enough ! KlL. Mallet, the murderer ! Flo. He is not. Let him go ! KlL. You know him not. FLO. I do ! and will not leave him. Officer. I arrest you, Roy Mallet, in the King's name, for the murder Of Master Fuller, goldsmith."], [151, "FLORIEN. 137 Flo. Take me too ! I too am guilty. KlL. She is raving, sir : And knows not what she says. Officer. She does, my lord. My warrant is for Mistress Florien too. KlL. For Mistress Florien ? Florien ! — young assassin, Will you not speak ? Roy ! they will kill me. Think — Flo. You promised ! ROY. Yes. May God forgive us both What has been done, and what is yet to do. We were but dupes, I think. Your evidence, Sir Officer, of this. KlL. This dagger, sir : Your own name deftly carved upon the blade ! Yet red and bleeding from the goldsmith's life : You dropped it at the door. Roy. It is not mine. I pray you let me look. Officer There ! KlL. Murderer ! Roy. It is my own, and thus I claim it ! (As lie speaks tlie CROWD gather round him and FLORIEN, who is close to him, and hide them for a moment. Then they fall back with a cry, and site is lying in his arms.)"], [152, "138 FLORIEN, All. Ah ! KlL. He has stabbed Florien ! Villain ! Roy. To the heart. Her heart was mine, sir. I have taken it. Flo. You have done well — I love you — I am free. (dies) KlL. Oh, this is more than murder ! — Bar the gates ! Let no one leave the place ! ROY. Lie gently — so ! (he places FLORIEN on the ground, kneeling by her) KlL. Have you accomplices ? Roy. One. Kil. Who is that ? Shew me his eyes ! Roy. (pointing to Hardy) There ! KlL. Captain Magnus ! ROY. Search him ! He has the jewels of the King about him In the King's casket. (Hardy is seized) And his name is not Magnus — but Rufus Hardy. Har. 'Tis a lie ! Roy. It is the truth. Kil. Search him ! Officer. Here are the jewels ! In the King's name ! (Hardy is arrested)"], [153, "FLORIEN. 139 Har. Roy. Informer ! WTe are two. And we shall answer for this life — together ! (kissing Floriex) 'Twas love — love — love ! Can there be pardon there ? (looking up) TJie curtain falls. After a time it rises again upon a picture of a street upon tfie road to Tyburn. Tlie street is lined with faces : and in a cart, in custody, are Hardy and Roy. Tlie first is standing sullen and indifferent. Tlie second, with tlie Priest by him, is kneeling with his liands crossed, and moving his lips in prayer. Tlie curtain falls again."], [154, ""], [155, "POEMS"], [156, ""], [157, "> by John LYRICS OF PERICLES.* I. — invocation to ceres. Goddess of the golden horn, Plenty's Queen when man was born, Hear us where we bend the knee To thine high divinity : Hear the infant's hungering cry, Mothers' prayer no more deny : Shed thy store o'er field and town, Ceres, send thy blessing down. Want and Woe stalk hand in hand Through the parched and blighted land Poppies o'er the leaguered plain Kiss to death the poisoned grain, And the wavy sheaves of gold Wither in their spectral fold : Wear again thine harvest-crown, Ceres, send thy blessing down. * Written for a musical arrangement of Shakespeare's play, Coleman."], [158, "144 LYRICS OF PERICLES. i II. — MARCH AND BACCHANAL. Evoe, Bacchus, the King ! Evoe, Bacchus, we sing ! Cymbal and thyrsus we bring, Evoe ! Leaving Cithæron in shade, Come with the Graces arrayed, Come with the Asian maid, Evoe ! When Ariadne deplored Theseus her lover and lord, Thou wast the healer adored, Evoe ! Semele's offspring divine, Giver of glorious wine, Gladness and madness are thine, Evoe Come, then, our King in thy pride, Come on thy panther astride, Choose thee our fairest for bride, Evoe ! She whom thou wilt shall enfold Thee with her tresses of gold, Sounding thy pæan of old, Evoe ! Kiss her and lead her along While we thy votaries throng Round with the mystical song, Evoe !"], [159, "LYRICS OF PERICLES. 145 III. — THAISA'S DIRGE. THAISA fair, under the cold sea lying, Sleeps the long sleep denied to her by Earth ; We, adding sighs unto the wild winds' sighing, With all our mourning under-mourn her worth : The white waves toss their crested plumes above her, Round sorrowing faces with the salt spray wet, All are her lovers that once learned to love her, And never may remember to forget : Shells for her pillow Amphitrite bringeth, And sad nymphs of the dank weed weave her shroud ; Old Triton's horn her dirge to Ocean singeth, Whose misty caverns swell the echo loud : And, while the tides rock to and fro her bier, What was Thaisa lies entombed here. 10"], [160, "146 LYRICS OF PERICLES. IV. — HYMN TO NEPTUNE. God of the steed and the spear and the Ocean, Speed thou our barks o'er the wandering foam ; Steer us by reef, and by headland and island, Outward and onward, and inward and home ; Hail to thee, Neptune ! great Neptune, all hail ! Shaker of Earth and upheaver of Water, Father of Triton and brother of Jove, Thou at whose bidding Troy rose as a palm-tree, Under whose branches her warriors strove, Hail to thee, Neptune ! great Neptune, all hail ! Saturn begat thee, and Saturn devoured thee, But to restore thee to mystical birth ; Neptune some style thee, some call thee Poseidon, Many thy names as the races of Earth : Hail to thee, Neptune ! great Neptune, all hail ! Deep in the sea lies thy palace at Ægæ, Whence thou arisest to ride on the wave, Yoking thy golden-maned, brazen-hoofed coursers. Mighty to ruin, but powerful to save ; Hail to thee, Neptune ! great Neptune, all hail !"], [161, "LYRICS OF PERICLES. 147 Clouds as thou biddest them gather and scatter, Come at thy whisper and fly at thy nod ; Look then on us that bow down at thine altars, King of the Ocean, the Mariners' God ! Hail to thee, Neptune ! great Neptune, all hail !"], [162, "148 LYRICS OF PERICLES. V. — THANKSGIVING ODE. Enthroned upon a silver beam Of perfect light, Our lady reigns as doth beseem The Queen of Night ! Whate'er thy pastime is, Dian or Artemis, — Whether as huntress fair and free, With strong limbs bared in symmetry, On sylvan heights the chase thou followest,- Or veiled, and cold, and pure, Distillest moonlight for the thirsting flowers. Receive this hymn of ours, Offered to thee, our sorrow's royal cure, In that thou pitiest ! To thee the grace, white friend of men, For life restored, And wife and daughter given again To sire and lord ; To thee the glory is, Dian and Artemis ! — Reigning a goddess chrysolite, Encentred in thy palace-light,"], [163, "LYRICS OF PERICLES. 149 Through thy fair moon the tides thou governess ; And from thy radiant throne, All woman, bending to our passionate prayer, Hast sent some spirit rare, To give us back our jewels for our own, Plucked from the spoiler's breast."], [164, ", \"ACROSS THE ESTUARY.\" VAGUE sounds are stirring in the outer world, Which wake an echo in the world within me ; The frowning mists across the valley hurled To saddened musings by the casement win me And on my rushing thoughts are borne along The waves of sudden and unpurposed song. But now, the Sun painted in artist-splendour The varied outlines of the sea and shore,; The sloping woods were bathed in hues so tender. That master's canvas ne'er such glories wore ; Yet where enrobed in purple gold shone they, Now spreads a monotone of lifeless gray. The great Enchanter's momentary wand Darkens the landscape and the mind as one ; The headlands face me o'er the bay beyond Robbed both of us together of our sun ; And out of unguessed caverns creeps the rain, To touch the spirit with a nameless pain."], [165, "\"ACROSS THE ESTUARY.\" 151 Yon white and flickering sail, which flashed but now Across the bright waves blue as Brenda's eyes, Droops wet and wearied o'er the vessel's prow On hueless wastes caught by a swift surprise, Which clouds engendered of the vaporous sea Bring o'er the startled scene to master me. Like beacons on the world's uncertain course, Fair homes set gem-like in the further trees Seemed whispering of untired Love's quiet force, A silver girdle linking ours to these ; And for Home's message to that shore from this, The lapping waters bore a greeting kiss. But now — and so but now — Life seemed to wear High purpose for a marriage-robe of power, And all her pulses and her will to share The sun-enkindled promise of the hour ; Till, as the mist wraps the far shore from view, It falls as heavy on my spirit too. Is this, then, Life ? its pledges sharply broken, Even at their fairest and most golden link ; Do they the fate of rosy dreams betoken, Those emerald ripples turned to sullen ink ? And were it wiser anchorless to roam, Than nail high hopes to the frail walls of Home ?"], [166, "152 \"ACROSS THE ESTUARY.\" '» Off with such burrs of thought ! the very spell Which bids me throw these fancies on the page Awakes new chords and brighter songs to swell The happy burden of on-coming age, And Cloudland's fretful shapes to soar above To the fixed firmament of God and Love. Out and beyond the steady light is shining, Which from the steady heart no mist can veil, Bright beyond man's divinest of divining, Where all his mists of thought must melt and fail And, as e'en now the clouds roll off the shore, Obscure the homes of promise nevermore. Portlemouth, S, Devon, iSti August, 1883."], [167, "THE SUNSET WINTER. WEARING Aurora's robe, night after night, Some radiant spirit rules the western sky, Drowning the sun-tints with such rich supply Of colours weaved of unremembered light, That it would seem the Master-painter's might Had wrought anew His palette there on high, To tell the tired world rainbows shall not die, Which first His pledge of promise did indite. Forged newly like a steel-blue scimitar, The crescent Moon shines keener than of old, And, as the drawn sword of one armed for war, Marshals those hosts of crimson, green, and gold, Till underneath the quiet Evening Star The great review pales out into the cold. Eastbourne, November-December, 1883."], [168, "THE LAY OF THE LIFEBOAT* Stern on the Sussex Downs she watched, the England of our sires, When west the Armada's challenge woke the answer of her fires ; And Beachy flashed the beacon on, high o'er the encircling main, Which lit to ruin and to wreck the imperial hosts of Spain. So watched she still, when once again the ages' pauseless beat Saw Europe, bleeding and disarmed, prone at Napo leon's feet ; In iron grip of iron sons, unconquered as of old, Among her cliffs lay England then — strong, resolute, and bold. Cold on the great cold sea she looks, her rocks defying yet The foremost of the world to rob her priceless coronet ; * An incident at Eastbourne. Sunday, Nov. 25, 1883."], [169, "THE LAY OF THE LIFEBOAT. 155 While yet thro' all her island hearts the glorious message runs, Which fires with courage all their own, the manhood of her sons. Far from the old Norwegian coast, full on the rockline driven, His hope the storm-racked sailor finds in Englishmen and Heaven : And on the wild and awful waste his wail of anguish swells, Ere on the seaside town has died the peal of Sabbath bells. The sinking lives ring out all day their unavailing cry, While furious waves show fiercer coast, and veil but hope and sky. Ne'er in the face of storm like this lived craft of mortal manned ; So to the cliff, in strength not ours, the Lifeboat drag by land. Drag the long miles up rock and hill, and struggle, man and horse, Till the brave boat the outlook gain thro' that deter- mined force ;"], [170, "156 THE LAY OF THE LIFEBOAT. Then lower by the gap to sea, right through the blinding spray, To find the savage storm had rent all foothold sheer away ! The sinking lives are living yet ; but voiceless, hope- less, vain ; The gulf is all too deep to pass, and fiercer beats the rain ; But yet shall courage force the road, if there be help in men, So do the thing impossible, and build the way again. They gather timber to the work, they bridge it right or wrong, And for the small devoted crew they make the passage strong ; \" Pray for us, lads,\" the master cries, \" that we return once more ! \" And full into the boiling surf the boat bounds from the shore. She breasts and breaks the giant crests — she battles for an hour, — And nerves the living power of men, blind force to overpower ;"], [171, "THE LAY OF THE LIFEBOAT. 157 In very teeth of hope and chance, the desperate fray survives, And one by one, and missing none, brings back her tale of lives. No ! never since the name was sired, in Time's eternal race, Has Englishman with grander front met terror face to face ; Or careless all of self and life, for men and lives unknown, Through nobler conflict ever laid such offerings at the throne. Have we no fear ; when England sleeps, she sleeps but in the sun, For English hands can do again what English hands have done : While honour bows to heroes' work, be His the glory still, Who wakes such souls with clarion call, to answer with a will."], [172, "A LOST MORNING. Oh, foolish world ! The writer's necromancy At times is powerless on the restive pen ; And the blank page reflects the lagging fancy, Which has no message then. The honest schoolboy, of his cricket dreaming, Could trace no ruder figures o'er the slate Than those which yield my brain, with Nothing teeming, Outlet articulate. My tale of work, in well-considered order, Lies fair before me on the laden desk ; But nothing in me speaks, save dreams that border The grave with the grotesque. Plans jotted down for many-sided labour, Invite in turn from various pigeon-holes, Where the next story has some play for neighbour, Stocked with imagined souls. Yet spite of Will (o'er which men make such pother) I cannot call one spirit from the deep, Where all the thoughts, which crowded each on other. Like very Merlin sleep."], [173, "A LOST MORNING. 159 Is it the sweet and heavy hum of Summer, Full charged with the mesmeric scent of thyme, That, through my window an unbidden comer, Dissolves them into rhyme ? Is it the Sun, in his new kinghood sharing The message of pure luxury with me, Which to the footsteps of his throne is bearing The murmur of the sea ? — And whispering, \" Rest thee, over-anxious mortal, Awhile oblivious of the world's commands, Content to offer at my golden portal A chaplet from thy hands. \" E'en weave it as thou wilt ; thy garden musters Mute hints of ditties to inspire the lute ; And to thy lips and sense stoop mingled clusters Of glowing flower and fruit. \" Bring me no ode of an heroic measure ; Tell me no tale ; seek no satiric theme ; But merely babble, out of very pleasure, Thine unconnected dream.\" What could I answer ? All the heat was singing, The insect chorus hummed in undertone ; Slow to my feet my mighty dog was bringing A too-exacting bone."], [174, "160 A LOST MORNING. not, So happy in mere happiness of living, I let the hours slip unimproved by, And, past the hope of cultured man's forgiving, Thus \" diem perdidi \". So have I writ lines that begin and end not, An idle morning's thriftless castaway ; For whence they came, and whither tend or tend Critic ! 'tis thine to say. Eastbourne, 2nd July, 1884."], [175, "I I , y LYRICS FROM THE GERMAN. i. A SHELTER, — spent and tempest-driven Mid winter's strife, — I sought, and found the boon of Heaven, Eternal life. Oh Word, how is thy truth confessed ! Who seeketh part, shall find the whole I asked but for the wanderer's rest, And found the traveller's goal. I asked some kindly door to ope for My weary head ; The heart of Love I dared not hope for Stood wide instead. Oh Word, how is thy truth confessed ! Who sues for little, all has won ; I, that would be thy winter-guest, Was thy beloved son. n. love thee for that love thee, dear, I must ; I love thee, for 'twas so my lot befell ; love thee by some Heavenly arrow-thrust I love thee by the working of a spell. 1 1"], [176, "162 LYRICS FROM THE GERMAN. 9 Thee love I as the rose, sweet, loves the briar Thee love I as the Sun his light on high ; Thee love I, life-breath of my life's desire ; Thee love I, whom to love not is to die."], [177, "TO MAUD Fair mystery of God, we cannot know The thrilling secret hid behind thine eyes, Full of strange meaning we may not surprise From the vexed passage of our life below ; Robbed of the dearest privilege we owe Hearing, and all that in the hearing lies, How poor the richest that man's hand supplies To lend thee all the growth that here may grow ! Weak children that we are, weak we remain To ease the burden of such griefs as this, And from the shadow of a nameless pain Grasp but the sunlight of a future bliss, Knowing the life was never lived in vain, That yields such answers to a mother's kiss."], [178, ""], [179, ""], [180, ""], [181, ""], [182, ""]]