[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THE COUET-MAETIAL: % Satirical grama. By MARTINET. \"LOOK ON TBIS PICTURE AND ON THIS.\" LONDON: MURRAY AND CO., 13 PATERNOSTER ROW. 1864."], [8, ""], [9, "persons lUprmnicu. John Bull (a Prisoner), of St Stephen's Hall, Westminster ; the personification of the mind and will of the British people, and their sole representative. Lord Broadlands, the Prisoner's Chamberlain-in-Chief. The Right Hon. W. Happystone, the Prisoner's Chancellor of Exchequer. Major-General Justice, President of the Gourt-Mariiol. Colonel Law, ) [Members of ditto. Major Equity, j Rank and File, Prosecutor. Adjutant Drill, \\ Serjeant Blunt, }■ Witnesses. Thomas Atkins (a Veteran Pensioner), &c, &c, &c, J Colonel Discipline, Adjutant-General. The Quaker, a Political Demagogue. Soldiers. Citizens. Messenger. Lady Florence."], [10, ""], [11, "THE COURT-MARTIAL: SI Satirical Urama. PROLOGUE. Speak, Satire ! for there's none can tell, like thee, Of England's boasted generosity ; How Justice, hoodwink'd, trembles 'neath her scales When people's clamour over right prevails ; How patriotism in the bosom sinks When manly courage from its duty shrinks ; How Place will warp and Party seal the soul, And bend and bind all to their base control ; How righteous judgment hardens into self, How kindly feeling's withered up by pelf, How, when Humility for power will crave, Her cry of honesty's the greatest knave. Go back a few short years that all may see In the deep treasures of thy memory, The wildest passion gather in the storm, And Place and Party pander to Reform. \" Retrench,\" \" retrench,\" the placeless member cries ; \" Retrench,\" the Placeman louder still replies, 'Tis for retrenchment, only, that we rule, Nor wish our cry the country to befool. And both as loud for a commission call, By its decision each will stand or fall, Each to the other bows obsequiously, More servile still to their constituency."], [12, "6 Now round the Council-board they gravely sit, Sir Placeless feels how nice the place would fit, Sees in the distance, ripening, a pear, That, falling's worth five thousand pounds a year. The wily Placeman knows his vantage ground, Knows that retrenchment's but a hollow sound. Enlarges on their duty to the State, And that the Country is most fortunate In having servants free from love of gain, Disinterested, high-soul' d gentlemen ; Who use no patronage to serve their ends, Who give no places to their sons or friends, Who, from the purest love their Country serve, From justice, truth, and honour, never swerve : \" The nation cries that her expenditure Is greater than she longer can endure, And this Commission now is left to say Which item shall be left, which pruned away ; Nor dare she think that we would wrong her, when We're all such noble, high-soul' d gentlemen. Still 'twill be difficult, as we shall see, To use the pruning knife with equity. We know the higher the remuneration So much the better will men serve the nation. I'm not now speaking of the common herd, Who work far better with a less reward, But of the high-soid'd Senator, and they Who rule the Army and the Admiralty, Whose salaries and our own we will secure, Although the duty done be sinecure ; Although the wisdom exercised to rule May often be detected in the fool, Shall we, examinators, jury, judge, Be like unto the Soldier — -England's drudge ? He docs her bloody work, extends her trade ; But why for this, when he has sheathed his blade,"], [13, "7 Should he be pensioned ? Shall it be our care How the old doting veteran may fare ? If want assails him, who will see the stroke ? Who feel the pang that his old heart-strings broke ? Will he repine ? Too proud is he to cry, But battle manfully with misery. Pension, forsooth ! we'll shorten it a third, And crush the spirit of the fighting herd ; And as the pension from the churl we rend, We'll so deceive as to be thought his friend, Nor even will the State suspect us, when \" We're all such noble, high-soul'd gentlemen.\" The sitting closed — at night a vision came And clothed my spirit with a veil of shame. I saw the Soldier leave his native strand Holding his country's banner in his hand ; Red Retribution hung upon his neck, And British valour dauntless strode the deck, And eyes ran down, and earnest prayers were said — \" May God's all- sheltering hand protect thy head.\" The nation's hope was centred in the man, And all her heart in blessings on him ran. I saw that Soldier marching to the strife, Of self regardless, reckless he of life ; Strike down the foe, and rescue from his hand The weeping daughter of his own dear land ; Take vengeance for the mutilated babe, And mothers massacred by Nana Sahib. In seven-and-twenty fights he dauntless stood Where Delhi's walls are washed by Jumna's flood; For seven successive days in Delhi's streets — Though blood and death at every step he meets — He bears that flag triumphantly along, And quells the spirit of the sable throng. Then, over Lucknow proudly sees it fly, And joins his comrades' shout of victory."], [14, "8 I saw him stricken with the red-hot sun, And through his veins the burning fever run ; Weak as a child the stalwart Soldier lies, Far from his home and all its sympathies ; Far from the pillow of his Mother's breast, And Sister's voice to soothe him to his rest ; Far from the Comrade, whom the toil and strife Had bound in friendship dear to him as life. Speak, Satire, speak ! tell how the vision changed ! How from the battle to the garret ranged : There on his pallet, prematurely old, The high-soul'd veteran his story told. \"For one -and- twenty years I strictly strove To do my duty to the land I love ; But finding, then, my strength begin to fail — Although my face to no one told the tale — I left the Service pensioned ; but so low, It rather mocks than mitigates my woe. I cannot work ; than beg I'd rather die — Or, worse, will battle still with misery. To eke my scanty pittance, I applied For parish aid, but she that aid denied, Unless, at once, my pension I resigned, And in the Union House wotdd be confined. What mockery ! to offer one so brave — I needs must boast — a pauper's home and grave ! It mocks when Memory will bear me back To that proud day I trod the vessel's deck ; When England laboured with a mighty throe, And prayed her Soldiers to relieve her woe. It mocks me when I kneel before my God, In having, at my Country's simple nod, Shook hands with Death — yet, to before Him own That to my Country I've my duty done,"], [15, "9 Relieves my heart and mitigates the woe That want will bring and penury must know. My Country claimed my youth and manhood's prime The dregs of life — whose lamp is growing dim — Shall run out in this garret, none shall know The broken-hearted warrior's fate, no, no ! \" His tale, 0 Satire ! publish with thy pen, And shame those noble, MgA-souT d gentlemen."], [16, "10 ACT I. Scene I. — A Garret. [Enter Thomas Atkins, an old Veteran Pensioner.] Only one penny now ; 'tis all I've left Till pension day ; one roll for three long days It is Crimean life come back again Without my manhood's strength to battle it. Sharp hunger I might bear, but when sets in The chilly night, the streets, a wilderness : No fire, no bed, except it be on trust, And who will trust the poor when Want's his shadow. Lengthening and deepening with age ? The fiend will whisper Medal in my ear ; But when, my trophy, I shall part with thee May life part from me too : at morn, at eve, I'll spread thee out before the throne of Him Whose hand was over me when Thee I won. He heard me then, and thou remindst me still Of His great promises. How slow the hungry hours turn round their wheels, Rutting my vitals ; squeezing the substance From my blood till it runs thin as water ; Opening my pores like windows to the wind, And woos it to come in. Howl on, ye blasts ! Te cannot shake the purpose of my soul, Though in your fury you should bark the oak And laugh at his riv'n limbs. — Am I so strong ? O ! thou frail body, full of plaints and wails, Pull not the soul down with thee ! (Kneels and prays, laying his medals before Aim )"], [17, "11 Great God, who cover' dst me as with a shield, When iron hail Streamed round my head in breach and battle-field ; Thou ne'er didst fail To help me when I called upon Thy Name On peril's post, When, thrice outnumbering, foenien trooping came, And all seemed lost. Hear now anold man's prayer — let Thy face shine On these dim eyes ; Sweeten Want's bitter cup ; — make my cause thine ; — Nor let my sighs And tears come up to Thee in vain. Thy throne Is Mercy's seat. And Justice reigns with Mercy. Thou alone, O God, art great. \" Do justly and love mercy,\" this decree Doth England scorn, And laugh at these frail limbs ; this poverty ; These vestments worn To rags. Judge thou, O God, the poor man's cause. The poor are thine — Especially the ag'd, whom the laws To misery consign. \" Who giveth to the poor lends, Lord, to thee.\" Teach England this ; Prompt her with cent, per cent, of gain, that she May know the bliss Of giving. O convince her it would pay ; Her sordid soul Would then give, give, and gush herself away. Gain is her goal. [Scene changes to the street. Veteran supporting himself, leaning against the wall.]"], [18, "12 [Enter Lady.] Lady. Thy tongue is mute, and yet thy sunken eye Bespeaketh poverty and its attendant ills. Take this to help thee. Vet. Lady, I never beg. Lady. Accept it not as alms, but as thy share Of God's great gifts to me. Vet. How sweetly kind ! thy goodness doth enhance The gift, and makes it precious as holy oil. May God increase thy store. Lady. Tell me, thy trembling limbs are past all work, How livest thou ? Vet. Mine's but a simple tale. I fought and bled, And conquer'd for my country ; and when I'd served For one-and-twenty years, she pensioned me, On eight pence by the day. Lady. That is very little. Vet. 'Tis one third less than England used to give. When she was poor she was both generous And just. Now she is rich and niggardly. [Enter two Citizens in haste.] Cit. The Mayor's proclaiming at the Cross The state of siege. This comes of the Quaker. I'll away home ; the rabble comes this way. Lady, you are scarcely safe here now. [Exit Cit. Lady. Old man, good-bye, I'll see you yet again. [Exit Lady. [Enter Babble, headed by the Quaker disguised in working dress.] Quaker. Here's an old soldier, I will pluck his beard In earnest of our knocks on yonder red-coats. A state of siege, forsooth ! Take that, old rags ! (Plucks his heard) And soon we'll pluck thy pension from thee too. What didst thou for it, old lazy scoundrel ?"], [19, "13 1st Cit. 2nd Cit. 3rd Cit, All, 1st Cit, Quaker, All. Vet, Mount guard at Windsor, and shine thy buttons ? We'll have no pensioners. Nor Princes. No — nor large estates ; we will divide them, And vote a gallon of beer a day To every working man. There'll be no need to work then. All equal, or we'll fight for it. We'll turn things upside-down, and choose Our wives from noble maidens. I've led them to the brink. Now I'll retreat. And let them plunge — and drown. [Aside, slinhs off. All equal, or we'll fight for it ! [Exit Rabble. Save in those wolfish guides who lead the flock Can there be knowledge ? When there's concentrated The mind of twenty on a single pin ? Bach one is perfect in his little part, And speaks mechanically in his fingers : Beyond this : nothing. Did the eye of thought E'er lift itself, except some demagogue First raised the lid ? Nor is it wished by those Who are enriched by the division Of labour and of knowledge, and who weigh Bone, sinew, life against their cotton bales, And count their hands as they count cogs and wheels, Calculating which will last the longest. The mind is trodden to the spindle's level, And moves as part of the machinery. O ! ye poor dupes, had ye the power to think, And then had seen War's fiery destruction, His bloody deeds, the strong man groan out life, The widow's and the mother's streaming grief; Or looked upon the agony of Innocence, As the rough soldier laid his hand upon her ; Tour callous hearts would not cry now \" We'll fight for't ! \""], [20, "14 0 ! my country ! for thee I've held my life In this right hand, and now would lay it down To spare thee from this woe : friend against friend, Brother against brother. 0 house divided ! The rabble's insults and thine own wrong-doings Lie buried in the love I bear to thee. [Exit. Scene. — Room in a Soldier's billet. [Enter Serjeant Blunt and Atkins the Veteran, meeting, and shaking hands.] Serj. Blunt. What ! old Rifle ! Balaclava |Rifle ! the old philosopher ! — why, the sight of you makes me feel taller by half an inch. You could not come in a better time, for these liberty-boys have kept us in the saddle these two days, and given us no time to eat or drink. I have now two days' rations cooked in one. The beef is good, well fried, and I am sure, by your looks, a good dinner will be acceptable. You shared your rations with me at Balaclava when I had none, and as long as I am here you shall share mine, and some good bitter ale to boot. Vet. I will take my dinner with you, for I am hungry, but I am far more glad to see you ; the sight of an old friend cheers and comforts the soul, as meat and drink comforts the body. Blunt. Come — a Soldier's welcome, — share and share alike, purse and all. I am neither married nor in debt, and always take care to have a little laid by for casualties. Vet. This beef is good. Sitting down with a Soldier puts me in mind of our old Mess. Those were happy days, some of the green spots in the memory of an old Soldier. Blunt. An old comrade's face lays memory bare, And brings in vivid view the hardy deeds, The joys, the sorrows, and the cherished scenes Of long companionship ; 'tis life renewed."], [21, "15 Vet. Not oft have I a face to look upon, Yet, ever trooping round my weary hours Are thoughts of other years ; familiar faces ; Voices, too, will come and rob the night Of half its loneliness. I love to live, On half my mental life, in memory ; The other half, in that great Future. These are so bound up, so linked together, That this poor body's present claims Are like a crushed-out file from their close ranks, And in the rear is little thought upon. All dear remembrances are springs of joy, That, river-like, the farther from their source Wear deeper channels ; and, at the last, Spread out in one wide ocean of delight, Which bears the spirit onward till the Route Is signed for her release. Blunt1. Would I were like thee in thy poverty, If such a mind 'twould couple to it. Vet. Not always thus, for whiles gaunt poverty Will domineering reign and claim her own — What's this ? — (taking up a paper). Blunt. 'Tis Punch. Vet. Yes, why this is the man who plucked my beard And called me a lazy scoundrel. Blunt. That cannot be. Vet. I'll swear to him. Blunt. I wish you could, and could find him. Vit. I know him by that eye-glass. Blunt. That man is the Quaker who stirred up the people to this rebellion, and the man who plucked your beard was one of the working men. Vet. Workman or no, that's the man. Blunt. Are you so sure — how was he dressed ? Vet. He was then disguised, but I know him by his eye glass ; the face, too, is the same."], [22, "16 Blunt. Did you ever see him before in this dress ? Vet. Yes, now I think of it, and I did know where he used to stop about a week ago. Blunt. Is he there now, d'ye think ? Vet. Possibly. Blunt. Can you by to-night, tell me ? Vet. He used to go in and out by a private door, in a back street, facing the window where I lodged. He was never dressed two days the same. If I was posted on sentry at the window I could, most likely. I feel ten years younger for this good dinner. Blunt. Well, we'll drink to old friendship ; then you to your post at the window, and I to stables. [They drink. Exit Veteran.] — There goes Tom Atkins, a living monument of England's ingratitude. Like him I have served my time, and like him, if I let a barefooted deserter, or liberty-boy of twenty escape because I cannot run so fast at forty-four, booted and spurr'd (and I dare not shoot him) I shall be rewarded, rewarded ! with such a pittance. — Curse on such regulations ; but the Soldier shall have his own again. — [Sings.] (Aik. — \" The King shall enjoy his own again.\") The learned may prognosticate Concerning kings' and kingdoms' fate, But fools can see with half an eye When kings and states alike shall die ; The king when he's old, The kingdom when gold Is prized more than valour of men. If England's to live, Then back she must give To the soldier all his own agen. Fitzroy, without the starry aid, Knows when the cyclone's finish'd"], [23, "17 In Borean hall : then on the mast He signals of the coming blast. As surely as he Can troubled winds see, So surely, ye godless in gain, If England's to live, Then back she must give To the soldier all his own again — Before the soldier's sent to fight He's taught to know the bullet's flight ; To study that great mystery, Th' unchanging law of gravity. As surely as he Can its effects see, So surely ye godless in gain — If England's to live, Then back she must give To the soldier all his own again. In England Justice held her scales, Till Peace, behind her cotton bales, Stretched forth her hand and smote the dame Blinded by power she sees no shame — But surely as we Her infamy see, So surely ye godless in gain — If England's to live Then back she must give To the soldier all his own again. [Exit. Scene. — Room in a Private House. [Enter Quaker.] Quaker. Now then my early vows are realized ; To study till my mind should gather up B"], [24, "18 Hard, bitter words, invectives, taunts and gibes ; Till I could make good deeds appear a blasphemy, And with a subtle, double tongue, Persuade the honest poor that they were slaves, Trampled and crushed by landlord tyranny. Yes — I'll pay back to them, the shortened hours Of children's work — the worthless spawn of curs ! Worthless but to make money for their masters. Yes — I'll repay the taunt, — a cotton lord ! A Rochdale weaver ! and burn their parchment trees Beneath the holy tree of liberty — 0 hatred and revenge ! had they one neck, I'd on their weasand place a giant's thumb, And crush their life out. It will, will come — A train is laid that very soon shall blow These territorial Lords to the four winds. See ! 'tis fired — (fire appears through the window.) Fann'd by the breath of thousands, As they shout, Equality ! equality ! Burn to the ground, plunder and strike terror, ' Tis but the prelude of what is to come. Roll on ye living river, swell and surge, Till dukes, lords, baronets, and country squires ; Till all who claim a right above their fellows, Are washed away, or cower beneath the flood, Whose topmost wave am I, and on will roll, To such distinction, that coronetted brows Shall trembling stand to clip this finger : And you, ye dupes, when you your work have done, I'll such a bridle place upon your jaws As bring you to your haunches. Great Cromwell had a mission to fulfil, And I as Cromwell. He, two hundred years, Sleeps on without a monument to tell His mighty acts. But I will hew me out A frowning Monolith from Mull's red granite,"], [25, "19 'i That nations yet to come may point and say, That man's countenance was made to rule. [Enter Messenger.] What news ? Mess. The work goes bravely on, The public buildings all are now destroyed, And every man, who favoured not our cause, Stands houseless as a beggar — Quaker Mess. 'Tis bravely done — What of the Soldiers ? — The torches were applied so well together, That they had nought to do but watch the fire And protect the women. Quaker. Mess. Quaker, Did they not fire on our people ? No. Would I had been there, nor thus appear To shun the danger ! Mess. No one doubts your courage. The tenor of your oratory tells The stuff you're made of. Quaker, Yes, that's my warranty. The Senate reels and trembles 'neath its lash, And men turn pale and wonder at my prowess Mess. It is a two-edged sword, Cutting and dividing truth. Darts, darts, tipp'd with the Grecian fire. The serpent's rattle luring to the platform. Quaker, Mess. Quaker. Ha! ha! [Yes — aside. Did the soldiers not molest the people ? No — they left the town by various ways To meet at noon, to-morrow, in the Park, Head quarters by the tree of Liberty. My mission to your excellency, now, Is to inform you, that the delegates Have formally chosen you dictator, Sole commander in the field and council. Mess."], [26, "20 Quaker Mess Quaker, Mess, Quaker, Mess Quaker, This you knew was their determination, But this night's work has hurried all their plans. This is your excellency's warrant (handing a paper), And, one hundred thousand men to-morrow Will greet you to your office. (Takes the paper and reads). There are five thousand soldiers in the town, And they'll disperse the mob — Army, your excellency. 0 yes, I forgot. One hundred thousand fighting men, well armed, May laugh at those few soldiers. Shall I come in my close carriage ? As your Excellency pleases : your Staff Will be composed of seven Delegates. The remainder will marshal their divisions. Good, I'll be there at noon. [Exit Messenger. Laugh at five thousand British soldiers ! They'd charge us barefoot, though each blade of grass Was tipp'd with steel, and mines beneath them sprung Each twenty paces. 'Tis no laughing matter. They court death smiling as they court young wenches, And with a sense of duty so restrained That, closer to the heel than hound in leash, They wait and watch on their Commander's word ; The slightest gesture, inclination, nod, The eye's quick flash — and, e'er the lid can fall, 'Tis dared and done. Gods ! how I envy now their sterling courage, Much as I despise their blind devotion. I thought to win them, but not one would turn To my most subtle, laboured oratory. They're true as steel, and to the backbone Britons ; To their indomitable pluck alone Can we now say that India is ours,"], [27, "21 And with it all our hopes of cotton. With one hundred thousand of such men I'd march from this to Dover ; but — the fighting— I always did faint at the sight of blood, Showing the man of peace. (Noise without.) That's a strange noise. If I'm dictator must I then be general ? Examples by the score impel me on, And yet I cannot work my courage up To take command. If I'd been — pshaw ! Wat Tyler was no orator ; Jack Cade — [Enter Serjeant Blunt, Atkins, and Guard.] Atkins. That's the man. Blunt. (presenting his pistol) Sir, you are my prisoner. If you stir you die. Guard, search for the papers. Atkins. Ah, you're scotched. Blunt. And cared for — (putting on the manacles). Quaker. What — now — soldiers — surely — (sinks into a seat almost fainting) What are you going to do with me ? Blunt. Take you to General Martial Law. Quaker. O dear ! he won't shoot me, will he ? Blunt. Shooting's only for soldiers ; it's too honourable a death for you. Quaker. O dear ! Will he hang me, then ? Blunt. As high as Haman. Quaker. O dear ! 0 dear ! Blunt. Are all the papers safe ? Then we'll move off; And, with my pistol levelled at your head, Should you but whisper to a passer by, Or should the mob attempt a rescue, That moment you cry quits with life. Beware ! Guard — quick march. [Exeunt."], [28, "22 Scene. — Room in Serjeant Blunt's Billet. [Assembled One Man from each Corps in the Division.] Blunt. Welcome, comrades ! And I am sure you will congratulate me on my good fortune. The General is going to promote me for the part I took in catching the Quaker. All. Hurrah ! hurrah ! None more worthy, and it was cleverly done. Blunt. Thanks to old Atkins. However, it was sharp work for the Quaker — taken at twelve, tried at eight, and hung on his own tree of Liberty at noon. 1st Sol. Did he make any confession ? Blunt. A wag fixed some bells on the red cap that crowned the tree and put it on his head, and all he said was 'Tis too true an emblem. 2nd Sol. Were there many people there ? Blunt. So many as to walk us down if they had liked. Dragoon. This liberty is something like my old mare when she gets the bit in her teeth ; there's no stopping of her until you saw her mouth with the bridoon. 1st Sol. 'Twas these Liberty fellows who first reduced our pay and pension. 2nd Sol. Or forced us to serve eight years longer for it, which is the same thing, Blunt. Well, comrades, Pay and Pension are the subjects which have called us together now. I had better state to you what will be necessary to be done. Before General Martial Law commanded, it would have been contrary to orders to have assembled in this way ; but as he has promised to redress our grievances we are all right. He is determined to try John Bull for defrauding the Army both of pay and pension, and I am directed to get up evidence to support the charge, and you must help me. Soldier. How are we to proceed ? Blunt. We must produce evidence to prove the old rate of pay for length of service, also the old rate of pension, and"], [29, "23 that that pay has been entirely taken away, and that the pension for length of service has been reduced; while the country, assisted by our true swords, is four times better able to pay it. We must also prove that John Bull has been rioting and feasting on the money thus taken from the Army. We must also prove his complicity with such fellows as the Quaker. Soldier. And his craven fear of them. Blunt. And be prepared with questions so as to make him convict himself. Soldier. I can prove that he bullied General Justice for hinting at our claims, and threatened to stop his promotion. Blunt. That's intimidation. You know now what we have to do ; so let me have the names of all the witnesses by nine o'clock to-morrow. One glass of ale before we part, and while you are drinking I will sing you a song. (Sings — Every Man has his Mission.) (Air. — \" And thirty thousand Cornish men will know the reason why.\") Every man has his mission, the parsons all say, That some men must govern and others obey ; Yet the ruled would be rulers, at least they would try, And swear by their crotchet they're ready to die. p, j Ready to die, boys, ready to die. 1 And swear by their crotchet they're ready to die. The mill-owning spinners and weavers will tell, Could they but once rule, none could rule us so well. The State as a mill they would govern, or try, And swear by their crotchet they're ready to die. Ready to die, boys, ready to die, And swear by their crotchet they're ready to die. The Manchester Mission's to weave and to spin ; Their standard of worth is, \" How much can he win ?"], [30, "24 Their creed is \" get, gain ; \" \" store, riches,\" their cry, And swear by their crotchet they're ready to die. Ready to die, boys, ready to die, And swear by their crotchet they're ready to die. Long, long may our Gentlemen rule o'er the land, And may every loyal heart strengthen their hand, Their mission's to govern, and all may rely That honour will guide them till ready to die. Ready to die, boys, ready to die, That honour will guide them till ready to die. We, too, have a mission, the noblest on earth, The freedom to guard of the land of our birth ; To conquer for England, my comrades, or try, And if we can't conquer be ready to die. Ready to die, boys, ready to die, Our mission's fulfill'd when we conquer or die. [Exeunt, End of the First Act. — —^iSSfcySgay— —"], [31, "25 ACT II. Scene. — The Dining Hall, Ashton Park, Birmingham. [Court-Martial assembled ; the Prisoner in charge of, and between two Soldiers, stands at the foot of the table.] (The President of the Court reads.) Head-Quarters, Birmingham, 1st Jan., 1864 G. 0. A Court-Martial will assemble in the dining-hall, Ashton Park, to-morrow, at 10 o'clock, a.m., for the trial of John Bull, St Stephen's Hall, Westminster (the personi fication of the mind and will of the British people, and their sole representative), and such other prisoners as may be brought before it. President — Major-General Justice. Members — Colonel Law ; Major Equity. The prisoner to be warned and all evidences to attend, By order of Gen. Martial Law, Commanding, Strict Discipline Col. and A. G. (Continues to read.) Proceedings of a Court Martial assembled at Ashton Park, Birmingham, on the 2nd January, 1864, by order of General Martial Law, Commanding, bearing date 1st January, 1864. Pr e sident — Maj or- General Justice . Members — Colonel Law ; Major Equity."], [32, "26 Pres. Prisoner John Bull, I have read over in your hearing the order for the assembly of this Court. Have you any objection to any of the officers named sitting on your Court Martial ? Pris. I always was and am above Justice ; my word always was and is above Law, and Law is above Equity ; therefore I object to be tried either by Equity, Law, or Justice. Pres. I am here to administer justice, and not to hear you play upon names. Have you any objection, Sir ? Answer yes, or no. Pris. No. [The Court is now sworn, the Members each taking hold of the book, and repeating after the President the fol- lowing oath — ] \" You shall well and truly try and determine in the matter now before you.\" [Each in turn kisses the book] [The President then repeats the same oath, which is adminis- tered by the Senior Member.] Pres. (reads). Prisoner John Bull, now prisoner before the Court, is arraigned on the following charges, viz. : 1st Charge. For conduct unbecoming the character of a gentleman (he being the personification of the mind and will of the British people, and their sole representative), in having associated and combined with, and at the same time stood in fear of, that class of political demagogues, of whom the Quaker was a type. 2nd Charge. For disgraceful conduct in having (to secure his political influence with the advanced Liberals) defrauded the Army of its extra pay for length of service, amounting to twenty-seven (27) pounds per man ; also of pension, for length of service, amounting to one hundred and forty-six pounds per man, or,"], [33, "27 which is equivalent thereto, making the term of service eight years longer. 3rd Charge. For duplicity, in having professed a kindly and generous feeling towards the Army ; yet offering as a free gift for good conduct, the pay and pension of which it had been deprived ; he well knowing that it would be morally impossible for any Soldier to fulfil the conditions under which the offer was made. 4th Charge. For canting hypocrisy, in having (influenced by sentimen tal demagogues) professed a deep anxiety for the Army's moral good, at the same time evincing a total disregard for all reli gious truths, by establishing regulations by which a Commander is compelled to certify to a man's good conduct, though he be a bad, immoral, worthless man, and a worse soldier. And by the same regulations enabling one man, who has never seen a shot fired, to receive two hundred and three pounds more than another, who, though a more thoughtless man, is in possession of ten medals. Pres. Prisoner John Bull, are you Guilty or Not Guilty of the crimes laid to your charge ? Pris. Not Guilty. Pres. Mr Rank and File, you may bring in the first Witness. Rank and File. Before bringing in witnesses to prove The charges preferred against the Prisoner, I will briefly review before the Court His antecedents. In years gone by He was a frank and nohle gentleman, And, though not wealthy then as he is now, He kept from no man what was just and right. As honest weight and measure to the price, So, also, did he mete the Soldier's hire. And when worn out, his hand would kindly smooth The downward pathway to the edge of life."], [34, "28 Proud was he of his courage, and would boast That sleeping glory had revived again ; That honour's sabre flashed so bright and true As to redeem from Europe's bitter taunts, Of one long century, the fame of Britain ; That e'en the days of Marlbro' were eclipsed By Crawford, who out-Sparta'd Sparta, To join in Talavera's bloody field, And then take outpost duty through the night. And he would point to Albuhera's hill, The siege of Badajoz and St Sebastian, The hill-fights into France — Orthes— - Toulouse, And to the crowning fight of Waterloo. And when our soldiers thence victorious came Does he [Pointing to the Prisoner, forget the madness of his joy ; The peoples' gath'rings and shoutings in the streets ; What welcomings ; what shakings of the hands ; What runnings to kill the fatted calf, And the disputings who should be taken home, There to rejoice and to make merry ? And then the unction of his own \" God bless you,\" As on the soldier's head he laid his hand, And looked down on his tender innocents. And she, his pride, his elder budding rose, He fondly nestled, sheltering on his breast, As fancy pictured, knocking at the door, The hosts of France, so lately at Boulogne, Whose footprints leave each beauteous tender flower To wilt and wither in its soiled leaves. So grateful was he then and generous, He gave to every man who conquered there The first of silver medals ever granted, And forty pounds, or its equivalent. Then came on twenty years of idleness, A time that Wisdom called the Devil's Own,"], [35, "29 In which he sows his seed and gathers in Rich crops of sorrows, wailings, and oppressions. Long did the prisoner resist his wiles, Until, in evil hour, he bent the knee, Where the new creed of Commerce is enshrined, The creed is this : Where things are cheapest buy, where dearest sell ; There's gold in sweat, one drop on profits tell ; Grind labour down, there's gold in children's pain ; Crimp from old age ; Gain, gain, have faith in gain. Look on his garments' hem, 'tis written there ; Look on his frontlet, it is written there ; Look on his breast-plate for his Mammon's Priest — There's deeply 'graved— get money and be blest. By Adam Smith this creed was first compiled, Since preached by Hume, the Quaker, and great Richard. Fit emanation from Satanic mind To be adopted by a Reverend ! 'Tis said, or sung, at morning, noon, and eve ; And men of Commerce loudly cry, Amen. All rulers and the Senate cry, Amen. Philosophers, mighty in intellect, Expound the creed with subtlest argument And justify the means unto the end, Till, on the altar of Economy, There's offered up a sacrifice to Mammon, The pittance taken from the pay of him, Who fought and bled and nobly conquered. And the sweet smelling savour's human tears, And sighs and sorrows wrung from trembling years. There's little doubt but that this hellish creed Has been the Prisoner's stumbling block, The rock of his offence. To gloss it o'er, He summoned to the hall of Exeter The sickly sentiment of this great realm ;"], [36, "30 And, with Cupidity on his right hand ; And Virtue, in regimentals, on his left, He framed the Code of Mock-Morality : Cupidity dictating every clause, While Virtue wrote, nor knew she was deceived, Or that she framed Good Conduct Regulations Exalting infamy to laugh at Heaven. [Enter 1st Witness, John Horsman, Pensioner.] Pres. (To the witness wlio takes the book.) The evidence you shall give before this Court shall be the truth, the whole truth, and nothing but the truth. [Witness kisses the book. Rank and File. How long were you in the service, what Regiment, and what is your pension ? * Horsman. I was in the 10th twenty one years, and have one shilling a day pension. Rank and File. Had you any extra pay for length of service ? Horsman. I had one penny aster ten, and twopence after fourteen, years' service. Rank and File. Do you know why that was given? Horsman. As a reward for skilled labour, and as there were many limited service men it was to induce them to remain. Rank and File. Was there such a necessity for men ? Horsman. One skilled man is worth two recruits, and the Prisoner was afraid Napoleon would come over from Boulogne. Rank and File. Do you find your shilling a day enough to keep you ? Horsman. At first it helped to keep me comfortably enough ; but since I have been past work I am tried a good deal at times. It doesn't seem to go so far as it used to ; I don't know how it is, but the schoolmaster's son tells us that a shilling is not worth now so much as a shilling was formerly. I pay threepence for a bed now and I used to only pay twopence."], [37, "31 Rank and File. Then, if that is the case, you are not getting the value that the Prisoner intended and promised to the Soldier. Horsman. I do not know how it is, but this I do know, my shilling won't go so far. Rank and File. Had you served longer than twenty-one years, would you have received a higher pension ? Horsman. Any man who liked to serve longer, and was able, got a halfpenny a day for every year ; but few men were able. Twenty-one years' soldiering is living three years for two. Marchings, camps, bivouacs, and Indian climate bring on rheumatic pains ; the joints get stiff; the pack gets heavier ; younger men pass you in the double ; and there is a gradual failing (yet unseen to others) in the physical powers, that really few men are fit for active soldiering. Besides, has the Soldier, after twenty-one years' absence, no home that his heart yearns for ? [Exit. [Enter Thos. Atkins, Pensioner, who is sworn.] Rank and File. What is your service, corps, and pen sion ? Atkins. I served twenty-one years in the Rifles, and have eightpence a day pension. Rank and File. State your services. Atkins. I first served through the Scinde war with Sir C. Napier ; helped to win the Punjab ; was in every engagement in the Crimea ; helped to reconquer India from the mutineers ; was twenty- seven times engaged before Delhi, and fought for seven successive days afterwards in the streets, and was at the taking of Lucknow. I have six medals and six clasps, and was three times wounded. Rank and File. You know the witness who has just left the Court ; how is it that with your distinguished services you do not get so good a pension ? Atkins. The prisoner Bull altered the regulations during"], [38, "32 the long peace, and to get Horsman's pension I must have served eight years longer for it. Rank and File. And why did you not serve ? Atkins. The question scarcely needs an answer. Would it be possible for one man in one hundred to go through my campaigns and be able to serve eight years after his twenty one years' service ? Rank and File. Why did you not take advantage of the Good Conduct Regulations ? Atkins. An angel might, and some men do, apparently, comply with its conditions ; but I could not. Rank and File. You would certainly have a good character written on the face of your discharge ? Atkins. I am sorry to say I had not. A sentimental Colonel commanded when I was discharged, who wrote on my parchment certificate, Appears ten times in the Defaulters' Book. I had a good one from my Captain, who knew me well. Rank and File. What were your offences ? Atkins. 0, always the same, getting a little merry — four times was after I came home from. India, just before I was discharged. Rank and File. Had you any extra pay for length of service or for distinguished conduct ? Atkins. No. Rank and File. Are there any limited service men now ? Atkins. All are now limited to ten years, but may re engage for nineteen years. Rank and File. Would extra pay as formerly be an induce ment to men to re-engage, and would it be an advantage to the country in a military point of view ? Atkins. It would be a great inducement, and one skilled man, with practised hand and eye to use his rifle, is worth ten recruits, and the Prisoner will find that out some day ; in fact, he is now obliged to reduce the standard to get men enough. [Exit."], [39, "33 [Enter William Shiftt, Pensioner, who is sworn.] Rank and File. What corps, service, and pension ? Shifty. I served twenty-one years in the 19th and have one shilling a-day. Rank and File. You know the last witness, Thomas Atkins ; how is it that you with the same service get fourpence a day more pension ? Shifty. I get it as a reward for good conduct. Rank and File. Gallant conduct in the field, I suppose ? Shifty. O dear no — we don't get extra pay and pension for that ; we are taught to believe that any fool can be brave, and fight. Rank and File. What then ? Shifty. For keeping out of the Defaulters' Book, and it takes the sharpest fellows in the Service to do that. Rank and File. And very good moral men too ? Shifty. Not at all — wo may break all the Commandments, except murder, so long as we keep out of the Book. Rank and File. Did you ever see a shot fired ? Shifty. No, I was always on home duty or in the Medi terranean. I was mess waiter for fifteen years, so I could always get my sprees over after hours. Rank and File. What will you receive in pay and pension more than Thomas Atkins, who has seen so much honourable service, supposing you both live twenty-four years after you are discharged ? Shifty. About two hundred and three pounds. Rank and File. And this for merely keeping clear of the Defaulters' Book ? Shifty. Yes. Rank and File. And do you think you deserve it ? Shifty. In honest truth, no, although my betters tried for twenty-one years to make me believe so. Rank and File. Did you ever know a duty man get the shilling at twenty-one years ? c"], [40, "34 Shifty. Yes, one ; and several bandsmen and working men, who are not so strictly watched. [Enter John Hawk, Eecruiting Sergeant — Sworn.] Rank and File. As a recruiting sergeant do you consider that the present low rate of pension affects the recruiting ? Hawk. Yes, most injuriously. Formerly a comfortably-to do pensioner was the best of advertisements, whereas now the young fellows point at the pensioners and gibingly say — \" And be turned off like him when we are old.\" [Exit. [Enter LordBROADLANDS, Chamberlain-in-Chief to thePrisoner — Sworn.] Rank and File. Your Lordship Is the Prisoner's Chamberlain-in-Chief, Also his Mentor and paid Remembrancer ? Lord Broad. I am. Rank and File. Be pleased to state the facts within your Bearing upon the charges. [knowledge, Lord Broad. I knew the Prisoner well ere he took up With such bad company ; and tried, but vain, To ward their fell contaminations ; But being of a jovial temperament, He issued invitations to his feast, When they, as herds of rude Republicans, Shouldered themselves into the upper seats, And then, with subtle speech, and taunts, and threats, So undermined his better inclinations As to induce him to adopt their creed, And, ultimately, take the high priest's office. Most strenuously, too, I did oppose That base economy which mocks at justice ; Which then I designated as rank robbery. Deprive the Soldier of his extra pay ! Reduce the Army's pension by a third ! The Soldier's England's diplomatic seal,"], [41, "35 Rank Lord That stamps her treaties, forces on her trade, And holds it with the vigour of his sword. He made the proud Celestials tremble And open up their Commerce to us ; He gave those princely jewels to the crown, The great Five Rivers and the land of Scinde ; 'Twas he reset the Ganges' golden stream To Britain's shore. Had this been lost One half the revenue had been lost too, And lost the prestige of the British name. There's not a servant in the Prisoner's household, From myself downwards, who is so devoted, Or so ill-paid : it is the one dark spot That dims the lustre of the Pris'ner's scutcheon, Made blacker by its foul inscription, Cheap Soldiers' blood. And so debased is Mr Bull become, I've seen his deep eye sparkle with delight, His round red face glow with a brighter smile, As at his festive board he'd give the health Of those brave men ; and ere the cheer had ceased Show to the Chancellor of his Exchequer The groat abstracted from the veteran's pension. and File. Had you not influence Sufficient to outweigh the sordid counsel Of his Chancellor ; you, who for fifty years, Midst changing scenes, and times, and party strifes. Have held your cushion at his council board, And had his private ear ? Broad. Most faithful have I been in my advice, As one by one I've seen his virtues sink ; Each manly passion, love of glory, fame, And with them, his own self-respect, go down Deep in the stagnant pool of Love of Gain ; His heart, now hardened as its icy top, Grows dense and denser with the frost of age,"], [42, "36 Sealing within its core all latent good, And baring all external influences. Had not the wickedness of Israel's king Provoked God's special message of rebuke, I feel persuaded that he would have sent His prophet to the Prisoner. The guilty king Had the excuse — if sin can plead excuse — Of lusty manhood and of love. He [Pointing to the Prisoner. had none, For his dry bones are passionless and cold, And nought is done without deliberation ; Without the question asked : Will this thing pay ? Will it, when done, replenish the exchequer, Though we should rob the poorest poor to do it ? David repented of his sin ; but he Exults and glories in his infamy. [Exit. [Enter the Bight Hon. W. Happystone, Chancellor of the Prisoner's Exchequer — Sworn.] Rank and File. I beg to acquaint the Court that this is a most unwilling witness, one who has subscribed to the Trader's creed ; I shall, therefore, have to subject him to a catechetical examination. (To the Witness.) You are Chancellor of the Prisoner's exchequer? Happystone. I am. Rank and File. He implicitly follows your advice in finan cial matters ? Happystone. He does. Rank and File. Are you aware that the Soldier's pension, for length of service, has been reduced ? Happystone. Yes. Rank and File. And why ? Happystone. It is the progress of the age to pay as little for, and to get as much out of, anything as we can."], [43, "37 Rank and File. Has your own salary or pension been reduced ? Happystone. Certainly not, nor any of the upper servants in Mr Bull's household. Rank and File. State to the Court the amount of the Prisoner's Capital sunk in Railways and other internal traffic, what is annually paid in wages, and his annual Foreign Commerce. Happystone. There are four hundred millions sunk in Rail ways and other internal traffic, one hundred and fifty millions paid in wages, and the Foreign Commerce is three hundred millions. Rank and File. Is that more than it was sixty years ago, when the Shilling-a-day was first granted to the Soldier ? Happystone. Itris about four times greater. Rank and File. Then it is the progress of the age, that, ac cording to the increase of the Prisoner's riches, so is to be the reduction of his servants' wages ? Happystone. The lower servants certainly. Rank and File. Supposing the oldrate of pension restored, what amount would it take annually ? Happystone. About one-tenth of a penny of the Income- tax. Rank and File. Are you aware that under certain condi tions a man may obtain a shilling at twenty-one years ? Happystone. Yes ; and more do obtain it than was ever expected. Rank and File. You infer that the good-conduct code was clogged with such conditions that it was intended the men should not be able to fulfil them. Happystone. Yes, this we knew ; and we knew also that by making the extra pension depend on the fulfilment of those conditions, that we should save both pay and pension, which to Mr Bull is a consideration. We also knew that no man was fit for active duty after twenty-one years' service ; so we made it imperative that if he asked for his discharge then — and we"], [44, "38 would not give it to him otherwise — that he should only get eightpence. Rank and File. The good-conduct pay, and the extra pension to good-conduct men, you pay out of the extra pay for length of service and the pension stopped from the Army in the aggregate ? Happystone. Certainly, but there is a very large surplus. Rank and File. To what purpose has this been applied ? Happystone. To pay for extras for the poor convicts, and to make them comfortable. Rank and File. In a public discussion on the Prisoner's affairs, you stated, a short time ago, that an income of two hundred pounds now would not go so far as it did formerly ; how do you arrive at this conclusion ? Happystone. By the price of labour ; a man who used to get only seven shillings a-week is now getting ten. Rank and File. Then the Pensioner who formerly got one shilling a day, or seven shillings a week, should now get ten to be in the same position ? Happystone. Most certainly. Rank and File. Then, taking into consideration the differ ence in the value of money, the present pension, instead of being reduced one-third, is reduced more than one-half, when compared with the old, the Soldier getting not more than fivepence-halfpenny per day. Happystone. That is about the sum, though I think some thing over-estimated — it is nearer fivepence. [Exit. (The Court adjourns for half-an-hour. Exeunt all except the Orderly Sergeant — Sergeant Blunt — who takes up a newspaper, and reads, — \" To-morrow will be set apart as a day of Thanksgiving for the suppression of the Bebellion.\") Blunt. That Britons, by inheritance, are brave Is witnessed in the Soldier ; And that hypocrisy is indigenous, Is witnessed in the people. Once again"], [45, "39 The lip will move adoring by command ; Another day the lifted eye will mock, And the heart laugh at heaven for victory. Forgotten is the last ; forgot as soon To-morrow's praise for this Rebellion crush'd ; Forgotten, too, the hand that scotch'd and kill'd it [Sings. (Britannia reproved by Fame.) Flush'd with the news of victory, Of provinces re-won ; Of deeds which ancient chivalry Had never dared or done ; Touched with a momentary sting That conscience oft had giv'n, Britannia knelt, prepared to sing Her song of praise to heav'n. Fame touch'd her lip, \" Leave, hypocrite, Thy gift, and go thy way ; First recompense the men who fight, And then return to pray. Who won the Sutledge and the Scinde, To deck thy diadem ? And who gave back the farthest Ind ? Hast thou requited them ? Requited! yes, with poverty. Thy wealth is in their need ; Thy love — their tattered misery ; Thy scorn — the hoary head. Mock thou no more. Leave, hypocrite, Thy gift, and go thy way ; First recompense the men who fight, And then return to pray.\""], [46, "40 [The Court re-opens. Enter Members, Prisoner, Guard, &c] [Enter Adjutant Drill— Sworn.] Rank and File. As you have had a large experience In administering the moral code, Be pleased to state to the Court, its workings, History, and influences. Adj. Drill. The Code was framed as an experiment ; However, so the Army were advised. But as it took full one-and-twenty years To prove its working, the experiment Fell to be the system : nor did it want The eye of Wisdom to perceive the juggle. The offer of two cuckoos in the bush For one already held within the hand ! The larger sum, like fabled bird of old, Is ever flitting in the Soldier's view ; And when she's grasped (and many clutch her wing) A sword suspended — this for ever feared — Falls and severs the possession. Then off This bird of hope will flit again ; Again she's caught, again the sword will fall, Until at last she flies away for ever. When Wisdom framed this Code of Equity She must have decked herself with cap and bell, For can it be conceived, two thousand Judges, In a community of two hundred thousand, Will mete out justice with an even hand When it depends upon caprice and whim ? Two hundred of these judges daily sit, And try offences similar, exact ; And yet so varied are they in their judgments, The punishments awarded so opposed, That, for the same offence, a young Sub's fiat Will carry with it loss of pay and pension, While the Commander would admonish only."], [47, "41 j 7 The crying evil of the Code is this, It educates the Soldier to believe That cunning is a virtue, nobler far Than that of daring Courage. Now, Courage Of all the Soldier's virtues stands the chief; Yet in the rear rank is she rudely thrust, Shut out, derided, mocked, and held in scorn By those who buy up mock-morality ; Because she's rough-hewn, open to the view, Stands forth with bearing that is bold, is frank, And proudly asks men to investigate And prove ere she'll accept the meed of praise So highly prized — the highest, chiefest prize — The praise of valiant men. Again, the unlettered man is called upon, Whose education tells him not to think, Who's not to know if his old shoe be done, Or whether it will stand another patch ; Whose daily wants are rigidly supplied ; Whose life is ever ready in his hand — To ponder midst temptations and reflect. Reflect ! while from to-morrow's bloody strife He flings up pension as he yields his life. Rank and File. Then, Mr Adjutant, You do not look on the Defaulters' Book As a correct record by which to judge The Soldier's character ? Adj. Drill. 'Tis but a damning record, dark, unnatural Perpetuation of a loathing slander ; The mint and cummin of the devil's tithe, Paraded as the chiefest of his dues. The blast of character and fair repute ; The blight of shame ; the canker worm of truth Vindictive, persecuting, unforgiving, Wrong-doing, monstrous, most implacable ; Want's register — the withered hag ! that she"], [48, "42 May'know her sons, and dog their steps through life, And as they reel beneath her icy clutch May whisper, taunting, in their aged ear, I am your country's gratitude. Could hell devise a test more villanous For moral worth — a test by implication, When all within may be rank rottenness, Debaucheries, impurities, and blasphemies, Lyings, and murmurings, and discontent. These not in secret, but in open day, Bold, unblushing, boastful said and done. Weeds are they, watered by the devil's pence, To crop upon the Soldier's arm* in flowers And cover in the man's defilements. Rank and File. What record would you keep, then, of offences ? Adj. Drill. The same; But only as an aid to discipline, Which, as a parent over wayward sons, Should hold a tempered rod ; else she's a tyrant Only to be hated. In barb'rous countries Punishment is commuted by a fine. It is for this enlightened land alone To bind them indissolubly together With a Satanic cruelty refined, That even at his three score years and ten The Soldier's made to feel his youthful slips; The thoughtless act, the hasty word, or some Neglected duty ; so trifling as to be Unnoticed by the Great Remembrancer ; So trifling, that a maiden need not blush To do one half of them. No wonder, then, As mem'ry 's dimmed with the eclipse of age, * Perhaps it is necessary to inform the non-military reader that the Soldier wears a mark on his arm for each penny of good-conduct pay which he receives."], [49, "43 That flashing thoughts should tinge the pallid cheek, And flush the brow, and kindle up the eye, As the curled lip will utter forth its curse : 'Tis said, and all again is vacancy ; And when a total darkness comes upon her, And all the man sleeps in unconsciousness, When life is wavering on this nether shore, The lip's last effort is to breathe a curse, To shake the dust from off the spirit's wing. Should such things be ? for they have many virtues. I've lived with them in close companionship; I've trained the young ; the wayward have restrained ; Watched over, guided, warned and counsel'd all ; Shared in their sorrows, mingled in their mirth, And had their inmost hearts laid bare before me ; So that I know the riches of their nature. There is in them a mine of patriotism, Unflinching courage and untamed endurance, Loyalty, obedience, and devotion. They snuff the battle as a conqueror, Hoping in life, but if in death they reek not. They cheer the battle-eve with songs of love Of England's hearths : her liberty and glory. And they are capable of friendship, true And lasting, showing there's nobleness within them. Not that they all alike possess these gifts, As they're bestowed on no two men the same ; And if bestowed, not always to be seen By him who knows them not as comrades. Their faults I shall not name, for they are human And shall not human nature, then, forgive ? Will not their fiery natures sometimes stray ? And cannot tempered (hscipline reclaim Those who appreciate a kindly word, And who repay it with a ten-fold kindness ? Men are not hardened when the blush of shame"], [50, "44 Will mantle on the brow if they've transgressed. Treat them as men with passions like yourselves ; Reward the truly good, reward the brave, Nor hunt the Soldier longer to the grave. [Exit Adj. Drill.] [Enter Serjeant-Major Smart, 30th Depot Battalion— Sworn.] Rank and File. Produce to the Court the Defaulters' Sheet of No. 4,000 — Private John Luckless, 77th Regiment. Serj. -Major. It appears that this man has five entries, all in the last year of his service — three for absence and two for drunkenness. For the first he was admonished, but for the last four he received punishments, carrying in each case the loss of good-conduct pay, and (of course indirectly) the loss of one hundred and forty-six pounds of his pension. Rank and File. Had this man a good character pre viously ? Serj.-Major. Not only was he a good man, but one of the most forward soldiers in the field. The law is imperative ; the Colonel has no option. This man had served fifteen years in India, and came home to put in his time for discharge. Col. Law. When the Prisoner reduced the pensions of the Soldiers, did he make it known throughout the country ? Serj.-Major. No ; only to the men then serving, who were not at all affected by it. The recruit, to whom it solely related, knew nothing of it until after he had enlisted, and only heard it, accidentally, from his comrades after joining. [Exit. [The Prosecution here closes, and the Prisoner is called upon for his defence. Defence. Prisoner. Gentlemen of the Court, I feel myself contemptible and vile :"], [51, "45 Rank And in my bosom, like a canker worm, The sighs and sorrows of those faithful men Are gnawing at my conscience. I am guilty — I've wronged my neighbour in the sight of God I've wronged my Maker in the sight of man : And lost my own good name, e'en to myself, By hast'ning to be rich, and I'm undone. In mitigation of my sentence let me urge My deepest sorrow, and my firm resolve, Should you but spare my life, at once to frame Another code to mark the truly good, And pay them for it from my private purse, Not rob, as now, the valiant man to do it. I promise, too, the pension as of old : And, with the deepest sorrow for my fault, Most humbly crave the mercy of the Court. [The Prisoner having closed his defence, the Prosecutor, Rank and File, offers his concluding remarks. and File. Gentlemen of the Court, So conclusive has been the evidence In each particular ; so plainly given ; The law, too, is so clear, that I am spared Much painful duty ; therefore I'll close this case Without comment further than to say — It is because the Soldier is denied The Petition of Right, that I plead for him ; And Justice pleads, and Law, and Equity ; And Mercy pleads ; the Prisoner's own good name, And his protected trade, and Glory pleads ; All, all save Fame, who, with a triple blast, Flings back in scorn the praises of the Senate, And cheer that rises from the festive board — All, alas ! not all — the decorated chiefs Are silent, dumb, prostrate with gratitude"], [52, "46 To those lusty arms and fiery hearts Which helped them to their cherished decorations. [The Court is cleared to deliberate on the verdict. President reads over the proceedings. Pres. Gentlemen, I have now read over the proceedings ; do you say the Prisoner is Guilty, or, Not Guilty ? Pres. Major Equity ? Major Equity. Guilty of all the charges. Pres. Colonel Law ? Col. Law. Had the order for the reduction of the pension been made public I should have acquitted him of the second charge, but a bond only known to one party is an overreach, a cheat ; therefore I say, guilty on all the charges. Binding. Pres. (writes and reads). The Court having duly considered the evidence brought forward against the accused, as well as what he has urged in his defence, is of opinion that he, the Prisoner John Bull, of St Stephen's Hall, Westminster (the personification of the Mind and Will of the British people, and their sole representative), is guilty of all the charges pre ferred against him. Sentence. Pres. (writes and reads). The Court having found the Pri soner John Bull guilty of all the charges preferred against him, which being in breach of gentlemanly conduct, justice, morality, and British straightforwardness; and taking into consideration his self-abasement and solemn promises, do now sentence him, the Prisoner, John Bull, to undergo mental ser vitude to Honesty, Truth, and Justice for the space of one month, or, until such time as he has fulfilled the promises made in his defence. President signs the proceedings. J. Justice, Major-Gen., and President."], [53, "47 [Scene changes. — Parade ground. — Assembled detachments from each corps of the division, formed on three sides of a square. In the centre Major-Gen. Justice, Adj. -Gen. Discipline, Prisoner, and Guard.] Adj.-Gen. (reads.) Proceedings of a Court-Martial held for the trial of John Bull, of St Stephen's Hall, Westminster (here the Prisoner takes a step to the front, takes off his hat, and remains uncovered while his sentence is being read) ; on the following charges (here the charges are read — also the finding and sentence). Approved and confirmed. — The Prisoner to be in \" Arrest at large,\" and under the protection of Serjeant, now Cornet Blunt, of the Royal Dragoons, until he has fulfilled the promises made in his defence. (Signed.) Martial Law, General Commanding. [The Guard retires, Cornet Blunt places himself beside the Prisoner and recites the EPILOGUE. Despise not Satire's polished tooth, Proclaimed by Wisdom burnished truth. Beware ! Who seeks by wrong to rule Shall stumble ere he mount the stool. Who hates the great because they're great Lacks greatness even in his hate. Who bears in his right hand a He Shall never reach nobility Though he possess the subtlest tongue That Senate heard or Senate stung ; Or loudest on the platform brayed Against the plough or for the spade."], [54, "48 Who stirs the passions of the poor Shall find them rapping his own door, And open with a giant hand Ere they will delve a rood of land. Read, mark, and learn for thine own self The ills that follow love of pelf ; From thence oppressions take their wing, From thence what callous thoughts will spring Injustice with an air of ruth Precedence claims of Holy Truth ; And acts the hypocrite that she May preach of generosity. From out the love of gain there flows A disregard for human woes ; The finer feelings deadened lie Till gratitude's an infamy, Except those gibing votes and cheers That's thundered in the soldiers' ears. Are riches still your chiefest cares ? O weight them not with human tears, Nor let one dewy lid proclaim The Veteran's woe, your greatest shame. March 1864. LONDON: PUBLI3HKD BY UUBBAY AND CO., 13 PATER.VOSTFR BOW."], [55, ""], [56, ""], [57, ""], [58, ""], [59, ""], [60, ""]]