[[1, ""], [2, ""], [3, ""], [4, ""], [5, "AN UNLESSONED GIRL"], [6, ""], [7, "AN UNLESSONED GlRL BY Mrs. HERBERT MARTIN Author of \" Bonnie Lesley,\" \" For a Dream's Sake,\" &c, &c. IN TWO VOLUMES Vol. I. Xonoon: MARCUS WARD & CO., 67, 68, CHANDOS STREET And ROYAL ULSTER WORKS, BELFAST 1881"], [8, ""], [9, "CONTENTS. CHAP. PAGE I. — The Home in Old Ireland, . . 7 II. — The Young Mistress of Beaumont, 23 ILL — Her First Flight, . . . .40 IT. — \" Neither Young nor Fair,\" . . 52 V. — Far from Home, 74 VI. — A Young Man about Town, . . 101 VII. — New Thoughts and New Wats, . .114 VIII. —A Talk and a Walk, ... 129 IX. — Gladys on her Dignity, . . .150 X. — Different Points of View, . . 171 XL — Gladys disregards Mrs. Grundy, . 188 XII. — Confessor and Penitent, . . 204 XIIL— Friends or Foes 1 . . . .224"], [10, ""], [11, "AN UNLESSONED GIRL. CHAPTER I. THE HOME IN OLD IRELAND. Heaven knows how loath I am to part with thee ! So from the seal is softened wax disjoined, So from the mother plant the under rind. Dryden. COLONEL BYRNE was sitting in his study, deep in thought, one soft spring morning. Before him lay one or two letters which he had been reading, and which he smoothed absently with his lean brown hand from time to time. The Colonel's study was about as untidy as every other room in"], [12, "AN UNLESSONED GIRL. 8 the large rambling house of Beaumont, Co. Kerry, Ireland. No wifely eyes were there to spy out confusion and disorder, and the Irish girls left the dust pretty well undis turbed on guns, fishing-rods, and books, which lay one upon another, scattered over shelves and tables and chairs. The Colonel was a tall, thin man, with a face like an old eagle, and a pair of very bright blue eyes set near together in a yellowish-brown face. He had a somewhat melancholy cast of countenance, but a pleasant smile, and was one of the easiest tempered and kindest hearted of men. No one was ever afraid of him in or out of the army, and everyone, from his daughter to the stable-boy, took liberties with him with perfect impunity. Beaumont was a large decaying place, which might have been turned into a handsome country residence by spending plenty of money, by an en er-"], [13, "THE HOME IN OLD IRELAND. 9 getic owner, and a set of capable servants ; but as these means were not forthcoming, it looked neglected. The grass in the garden and the paddock grew long and weedy, the flowers straggled here and there, the fruit dropped off and lay unheeded, the greenhouses were not properly attended to. The house was neither particularly picturesque nor particularly comfortable, though there were one or two pretty rooms in it. One wing was supposed to be haunted, and was left entirely deserted. None of the servants ever ventured in these rooms, and even Gladys never went there by herself. None of the gates were in good order, the windows rattled in a high wind, and a great many places in the roof let in water. This sounds dreary, but Beaumont was a happy house for all that, and those who lived in it loved it ; the servants had good wages, little to do, and plenty to eat, B"], [14, "AN UNLESSONED GIRL. 10 and were happy accordingly ; and Gladys had no cares, and loved her home dearly. She was always content with her father's society and the open-air occupations, which were congenial to her. The Colonel asked little of life but good tobacco, some lazy work about the fields and garden, and his girl's companionship in-doors, with friends dropping in whenever they liked to partake of the perfectly free hospitality of his house. But the Colonel was now contemplating a change, and he looked grave over it. His eye glanced out of window, and dwelt with a regretful pleasure on the beautiful view of the distant blue mountains of the Killarney range. To him it was the loveliest and the dearest prospect in the world. He had lived for a great many years in this old house, which had come to him with his wife ; every corner of it had associations for him. He had retired thither after all"], [15, "THE HOME IN OLD IRELAND. 11 his wanderings about the world, and had buried his wife in the little cemetery amongst the hills, close to the ruins of an old abbey, where all her ancestors and some of his were laid, for they were related to each other. And now the Colonel was uneasy in his mind at a general unsettle ment of his fixed mode of life which seemed inevitable. He hated change above all things, now that he was on the shady side of sixty. As he sat, he heard a clear and pleasant voice sing a few notes — not particularly in tune, by-the-bye — and he called, \"Gladys!\" \" Yes, Papa,\" the girl's voice cried back ; \" do you want me ?\" And she presently appeared outside the open window, a girl rather above the middle height and slender, dressed, without much regard to becoming ness or fashion, in a limp holland that had seen better days ; a girl not beautiful, but"], [16, "AN UNLESSONED GIRL. 12 decidedly pleasant to look on, and with a pair of very sweet blue eyes. \" Come in, dear ; I can't shout to you through the window,\" her father said, a little fretfully. \" Is there anything so very important to tell me, then ? Very well, I '11 come in and hear it when I have got rid of this pertinacious pug.\" In another moment Gladys entered by the door, but left it open as usual — doors and windows were never shut at Beaumont. Her father, however, this time desired it closed, and his daughter obeyed him, and then came and placed herself on the arm of his chair. \" Now, sir, for your news. Do you want me to read these letters ?\" \" Presently. When I have told you what they are about.\" \" Papa, I do believe you have been"], [17, "THE HOME IN OLD IRELAND. 13 keeping a secret from me ! How very wrong of you.\" Gladys spoke half in fun, half in earnest. There had been, in truth, the very completest intimacy between them all her life, and she could hardly under stand any reserves. \" There was no good bothering you with it, my darling, till I had settled it,\" the Colonel said apologetically, putting his arm round her waist. \" It would only have troubled you. It 's nothing really bad, Gladys ; but I have got to go back to India for a twelvemonth.\" \" Go back to India ! And take me ?\" \" Oh no, my sweet child ! There would be no sense at all in doing that. I have to go on business, which it would take a long time to explain to you just now, and your going with me would double my expenses, would do your health no good, and be in every way unadvisable.\""], [18, "AN UNLESSONED GIRL. 14 \" Then what do you mean to do with me ? Am I to stay on here all alone 1 Papa, this is a horrible piece of news. What am I to do without you ? what are you to do without me for a whole year l. \" My dear pet, don't make so much of it — a year soon slips away. I don't want to go, Gladys, I can tell you, but needs must when, &c. — it is business connected with some property of my brother's, and no one can manage it but me. But of course I 'm not dreaming for a moment of leaving you here alone. That is a preposterous idea. Look here, read this letter ; it has come quite apropos — it is from my first cousin, Marian Ellison. I haven't seen her for ages — but she writes very kindly to invite you to go and stay with her at Putney; she has settled there after wandering about the world for years. I am sure you would"], [19, "THE HOME IN OLD IRELAND. 15 like her, she is such a good-natured, kind creature.\" \" I don't want to go anywhere,\" Gladys answered, looking rather mournful ; \" but if I must — let me read the letter then, dear.\" It was a kind, diffusive sort of letter, in a ladylike but rather spidery hand not easy to read, warmly inviting her \" little Cousin Gladys \" to come and make friends with her English cousins, \" though I don't feel myself English, or anything but a daughter of dear old Ireland, which I haven't seen for such a long time. I shall never forget our happy old childhood's days at Beaumont, and my friendship with your dear sister, while you were almost a young man, and were grandly patronising to the small, shy cousin. Every body connected with those old days seems dead and gone except us two, and we ought to keep up the friendship, I think, dear"], [20, "AN UNLESSONED GIRL. 16 Michael. It is a long time since we have interchanged letters, while Janet and I have been roaming about here, there, and every where, trying to make a light purse go a long way. A small legacy lately has helped me a little, and we have pitched our tent at last in respectable quarters — very respect able. Putney is quite undeniable ! I don't like the place very much, but it is near to some friends, and we have rather a pretty little cottage on the Wimbledon side. My half-sister, Mrs. Barrett, has a big house in Wimbledon Park, but I can't say that is a very great inducement ; she is kind in a way, but not sympathetic to us — we are too Bohemian for her, and she is too rich for us. Dear Janet and she never could quite hit it off. I wish you knew Janet, she is so very clever (though you may think this is only motherly partiality). I often think there is nothing that she cannot master,"], [21, "THE HOME IN OLD IRELAND. 17 and she is so bright and lively. As for me, I was always an old muddlepate, as they used to call me, and I don't improve. I do so want to see your Gladys — the photograph of her looked like her sweet Aunt Nelly, my dear childish friend, and it made my heart yearn over her. Do let her come and pay us a long visit now that we have a house to ask her to. Come and bring her, and leave her with us. I was going to say she might like to take lessons, quite forgetting she has attained the dignity of twenty-two. How time flies, and how old I am getting !\" \" It's a kind letter, isn't it ?\" Col. Byrne said, as Gladys laid it down ; \" just like Marian — she was always so vague and forgetful, but clever in her way, and good natured. I thought it might be a nice plan for you to go there and see how you would like to spend the time I am away"], [22, "AN UNLESSONED GIRL. 18 with the Ellisons. In some ways it would be an advantage to you, dearie. I 'm afraid you are a little bit ignorant, eh ? — a wild Irish girl ?\" Col. Byrne never found fault with his one child ; he only now and then half insinuated a doubt of her absolute perfection. She was the darling of his heart, and the intercourse between them had nothing in it of authority — only pure love and sympathy. \" I am dreadfully ignorant,\" Gladys said, sighing deeply. \" These people will be shocked at my stupidity.\" \" My pet, you are naturally exceedingly clever — it is all my fault that you have not learnt more.\" Gladys laughed, but her laugh had not its usual mirth in it. \"' Exceedingly clever 1' come, come, Papa, even from you, that is a a little too strong. But never mind that now. I can't think about anything but this"], [23, "THE HOME IN OLD IRELAND. 19 hateful news that you are going away I When must you go V \"The beginning of next month.\" \" Oh, how soon I But perhaps, since it has to be, one had better get it over. Well, if you must leave me, and if I must leave Beaumont, I don't care a bit where I go. If you like me to be at Putney, it makes no difference.\" \" Don't speak so dismally — you may really be very happy there.\" Gladys shook her head ; she could not speak just at that moment. She was of a nature whose affections are intensely and abnormally strong, while the lower passions are not dominant — one of the women whose heart governs the whole inner self, and in whom it is painful almost to torture to have any fibre unwound that has learnt to cling to a beloved object. She was constant in everything, and had still, in a"], [24, "20 AN UNLESSONED GIRL. nature slowly developing to womanhood, the persistent and simple devotion, the candid truth and credulous imagination of a child. But there were possibilities and complexi ties hidden somewhere in her which were not allied to childhood, and as yet Gladys was known entirely to no one, and least of all to herself — she was diffident to a folly. She walked about the room, apparently busy in putting things straight for a few moments till her voice was to be trusted, and then she said, \" You will go with me to Putney ?\" \" Oh yes, I will settle you there, if we are able to come to terms with Mrs. Ellison. I thought of paying her £150 a-year for you, to include lessons, if you take any. That would leave you £50 for your own pocket money out of the £200 which is yours by right. You would find that plenty V"], [25, "THE HOME IN OLD IRELAND. 21 \" Why, Papa, it is absurd. I never spend more than £18 or £20 on myself.\" \" But you will want more fineries near London. By the way, we must rig you out first. Well, I '11 write to Marian. And now, dear, please go and tell Tim about the dog-cart — it is high time he started, if he is to bring Lance back for dinner. It 's a ten mile drive, if it 's one, from that station.\" Gladys left the room to give Tim his orders. The expected \" Lance \" was another distant cousin — Col. Byrne kept up with all his relations in a clannish fashion — a certain Mr. Lancelot Chester, a young man in one of the public offices — which berth the Colonel had procured him — of some twenty -five years, who had been in the habit of spending many of his holidays with his Irish cousins, and who, in remote days, had been wont to consider Gladys as his \"little wife.\" When she had arrived at the age to discard dolls,"], [26, "22 AN UNLESSONED GIRL. and he to set up Eton jackets, this under standing had gradually ceased to be talked of between them, but a certain amount of intimacy had survived. Gladys generally looked forward to visitors at Beaumont as an agreeable and exciting event, and she had always enjoyed Lance's society before ; but to-day her mood was despondent, and she was not inclined to take pleasure in any thing. Phrenology would have said that she had \" concentrativeness and adhesive ness \" strongly developed. She was not fond of change, and it seemed to her that things could not be improved in their way of living. She shrank from Putney, and above all she shrank from a parting, even for a time, between her father and her. He had no rival in her heart."], [27, "CHAPTER II. THE YOUNG MISTRESS OF BEAUMONT. She did not attract, In the sense of the brilliant or wise ; I infer 'Twas her thinking of others made you think of her. E. B. Browning. GLADYS had arranged for herself many an errand of kindness that day before the arrival of their visitor; but she felt now disinclined for any of her usual work — listless and dissatisfied. Do what she would, she could not reconcile her mind to this twelvemonth that she was to pass away from the home she loved much, and the father she loved more. So many things might happen, she might never"], [28, "AN UNLESSONED GIRL. 24 take up the old threads again. The bright ness seemed departed from the fair spring day, and everything was out of tune. Her father came in presently with a would-be cheerful air, and gave her his letter to Mrs. Ellison to read, in which he proposed the terms of his daughter's visit. \" It will be quite a nice change for you, my pet,\" he said, as she returned it to him without a word. \" Papa, I think you might leave off pre tending that,\" she said, quite pettishly, \"when you know perfectly well the thought of it makes me wretched!\" \" Oh no, not wretched, my sweet child,\" he said in his tenderest tones, putting his arm round her waist. \" I can't have you say that. And you quite forget that it is no happiness for me to go ; you make it more difficult.\" An appeal to Gladys' soft heart was"], [29, "THE YOUNG MISTRESS. 25 never lost. She had, what it is perhaps a misfortune to a woman to have, an almost exaggerated tenderness of feeling and sensi tiveness towards those she loved. \" I am horribly selfish,\" she said, changing at once into impetuous self-reproach ; \" don't mind me, dear, the time will go somehow. I shall be always thinking of your coming back.\" \" Will the letter do ?\" \" Oh yes. It is very affectionate. Papa, was this Mrs. Ellison one of your first loves ?\" There was a joke against the Colonel — who had always been a \" lady's man,\" and an ardent admirer of the sex — that the number of his \"first loves\" was legion. So many disputed the honour, that the real one was quite lost in mystery. Col. Byrne laughed ; his laugh was like a boy's still. \" Oh no, not exactly ! Per- c"], [30, "AN UNLESSONED GIRL. 26 haps we may have had a few tender passages — a sort of sentimental, cousinly friendship, nothing more. Oh no, it never came to that. Marian was rather pretty, though in a soft, loose, untidy style.\" In spite of her despondency, Gladys broke out into a laugh. She looked very charming when she laughed — it gave a childish soft ness to her face, and there was a dear little dimple round her lips, and her teeth were even and purely white. \" I did not know people could be pretty in a ' soft, loose, untidy style ;' but I can fancy her. And what is she like now ?\" \" I haven't seen her for years — she cer tainly was no beauty when I saw her last — but pleasant-looking. Poor thing, I think she has had uphill work. Ellison was a well-connected, clever fellow, and agreeable, but scampish. He ran through all Marian's little money, and I fancy left her badly off."], [31, "THE YOUNG MISTRESS. 27 Her father forbade the match, but Marian ran away with him. It was a silly business — she was six-and-twenty, old enough to know better — and of course they could not really prevent her marrying him either ; but Marian liked the romance and excitement of an elopement. She was always like that, romantic, impulsive, and heedless ; she got into no end of love affairs, and of course ended by marrying the worst of her suitors. But she has tamed down ; she is really getting on in years — let me see, Janet must be some way over thirty.\" \"What is Janet like?\" \" I only know she is very clever and accomplished, and, I believe, very pleasant. She is not — well, not pretty.\" \" That means very much the reverse when you say it of any woman, Papa. I hardly know any lady that you allow to be plain.\""], [32, "28 AN UNLESSONED GIRL. \" Very few women are, if you look at them the right way,\" the Colonel declared. And he certainly managed to see charms in most which were invisible to the rest of the world. A very well-regulated young lady might have made up her mind, from Col. Byrne's description of Mrs. Ellison, that she was not exactly the person to make a perfectly correct chaperon ; but Gladys had been brought up in a somewhat happy-go-lucky fashion, and did not study the strict pro prieties of society, or rather she knew nothing about them. She was, on the contrary, more inclined to think she should get on with her new relations, now that she heard that Mrs. Ellison had been romantic and unlucky. She began to take a more cheerful view of things, and, throwing off the languor of discontent, put on her hat, and took her basket of good"], [33, "THE YOUNG MISTRESS. 29 food for poor Dan the gardener, who had broken his leg, and was laid by in his cottage at the bottom of the grounds. When Col. Byrne had first left the army and settled at Beaumont, he had tried, with his usual benevolence, to improve the con dition of the poor about him ; he had given good wages to those whom he employed, and had attempted to insinuate a better state of things into their homes. But, like others before him, he had generally failed. He had not energy or perseverance enough, for one thing ; he wanted the resolute obstinacy of purpose that can stand against defeat. He had been beaten by the inert mass of gentle resistance which met him — his blows fell on a feather-bed. 1 \" Shure his honour was very good.\" They had always a pleasant word for him, but they did not \" throuble.\" Their old ways suited them best. He built pig-sties, but"], [34, "30 AN UNLESSONED GIRL. the pigs preferred their usual quarters in the living room, and the two-legged inmates apparently liked the company of the pigs. They would not cultivate their fields and gardens as the Colonel's books on agriculture told them they should — they would beg, and teach their children to beg ; it seemed no disgrace to them, but the natural order of things. So the innovations died away, and the Colonel and Gladys had to give in. And since they had both a large share of the weakness for being beloved which belongs to most kind-hearted people, they encouraged some of the evils of the place by giving too much. Col. Byrne knew it was too much, and had spasms of severity and discipline which his tenantry, with the usual quickness and tact of their race, exactly estimated at what they were worth, and submitted to with outward docility and real amusement. They bore him no grudge"], [35, "THE YOUNG MISTRESS. 31 for his fits of sternness, for they knew they would soon give place to his usual state of sweet-tempered tolerance ; but Gladys was consistently indulgent. She could not bear to listen to the whines of the women and children without trying to relieve them ; if they were ill, she was unwearying in helping them ; she would kiss the dirtiest little pretty face in the village, and could not resist the wistfulness of the soft eyes, blue or brown. The Irish peasant almost always has that pleading expression which in the children is very pathetic. Dan, the gardener, was a respectable, steady man, and compared with some others, his cottage was really decent. He had not only a chimney, but a window, and there was not the usual menagerie inside the room. But after leaving him, Gladys went to see the Widow Maloney, and of all typical Irish hovels this was the worst one"], [36, "AN UNLESSONED GIRL. 32 in the village. A floor that was simply wet mud ; the thick, blue smoke of the peat fire finding its way sluggishly enough out of a hole in the thatch ; two beds, by courtesy so called, one on each side of the fire, on one of which lay the old woman, groaning with rheumatism ; and, scattered about the room, any amount of children clothed in scanty rags — pig, cock, and hens sharing alike with them. An English girl would have sickened at such a scene, but Gladys was used to it, and bore it all like a heroine. She com forted the old woman, and talked to the children, whose mother was out fetching turf from the hills, and left them amidst a rain of blessings on her \" sweet face.\" \" AVhat will the poor things do for a whole year without us ?\" she thought, sigh ing, as she stood by the door taking in a long breath of pure air, to refresh her lungs after the reek of the atmosphere within."], [37, "THE YOUNG MISTRESS. 33 As she stood looking up the winding road which dipped down from the brow of the hill above her, the rattle of wheels was heard, a familiar rattle which Gladys recog nised as the dog-cart. In another moment it came in sight, and she went forward to greet the fair-haired young man who jumped out as he saw her. Lancelot Chester was a good-looking fellow of a not unusual type, not either short or tall, with a pale face and light moustache, and blue eyes with a non chalant expression. He looked as if he might be a little \"fast,\" and as if he con sidered himself about the most interesting object in creation ; but it was not at all a bad face — on the contrary, it was pleasant to look upon, and on the whole open and candid. Of course as he was a regular \" young man about town \" he was some thing of a flirt ; but he knew Gladys Byrne"], [38, "AN UNLESSONED GIRL. 34 too well to attempt flirtation with her, and indeed there was not an atom of coquetry in her straightforward nature. They were on friendly and intimate terms, and Lance liked being with her better than with girls who had seen more of his world. He shook her hand with the most hearty friendliness. \" Here I am again, you see. Always turning up at Beaumont like the irrepres sible 'Any out for an 'oliday. How jolly it is ! We haven't had such weather for Easter in the memory of man, 1 should think. Where have you been with that sweet thing in baskets ? Into some of your dear dirty cottages?\" \" I 've been to see the Widow Maloney, poor old thing.\" \" Oh, I know her — the picturesque old hag in a cloak and red handkerchief. She would get the prize for dirt, if there were one here — only she 'd be hard run for it ! \""], [39, "THE YOUNG MISTRESS. 35 \" Don't begin by laughing at the poor people, Lance,\" Gladys said, almost implor ingly. \" I have got to leave them, and I feel tender over them.\" \" Leave them ! What can you mean ?\" \" Only for a time — only for a year. Papa is obliged to go to India on some wretched business, and I believe I am to go to Putney, to stay with the Ellisons.\" \" With the Ellisons ? Why, that will be very jolly. I know them well, and I shall see lots of you.\" \"How can you say it will be jolly?\" Gladys cried, indignantly, \" when I am to lose Papa, and be away from home!\" \" Well, I meant jolly for me. Don't fire up so — you aren't like yourself to-day a bit, Gladys ; you are dreadfully cross.\" \" Yes, I know I am. I feel cross ; but it is too bad to show it directly you come. Papa has to go the beginning of next month.\""], [40, "36 AN UNLESSONED GIRL. \" In a fortnight ? Then perhaps I had better not stay here. I only came for a week, but you may find me in the way.\" \" Oh no, nonsense, Lance. Of course you will stay. We need not be inhospitable, anyhow. Papa will be very glad to have you ; he will want cheering up, and the new billiard -table is a beauty.\" \"That's right; but I shan't trouble billiards if we get weather like this.\" Gladys shook her head. \"I'm afraid it won't last. I don't like the looks of those clouds.\" \" Oh yes, it will last. I am always lucky in weather and everything else.\" \" I believe you are — you never have any troubles, Lance.\" \" Yes, I have. But I generally make them for myself. I get into scrapes, and have a wigging from the chief ; but I manage to wriggle out of them.\" o OO"], [41, "THE YOUNG MISTRESS. 37 \" Why do you get into scrapes?\" \" Why ? — I don't know. Because other fellows do — because I like a spree awfully •because I 'm a fool. \" But why should you not have fun without its getting you into trouble ? What is your idea of a 'spree,' Lance ?\" He looked at her for a moment, and his careless face took upon itself a sudden shadow which made him look considerably her senior, while, as a matter of fact, there were only three years between their ages. \" My dear innocent girl,\" he said, with a dry smile, \" never enquire into the ways of men. They are not your ways, thank God ! You would hate me if you knew all about me, Gladys.\" \"No, I should not,\" she answered, flush ing slightly, and holding up her head with a little air of dignity ; \"I am not quite such a baby as you think me. And I"], [42, "38 AN UNLESSONED GIRL. know that young men have a great many temptations.\" \" Suppose we change the subject,\" Lance said, with a peculiar half-embarrassed laugh. \" I '11 allow, if it pleases you, that you have an extensive knowledge of the world. Well, since you have to go somewhere, I 'm glad it is to the Ellisons. They are jolly sort of people — one can drop in anytime one likes, and it is always free and easy — there 's not an atom of stiffness about them. Miss Ellison is very clever and amusing, capital company, and such a beauty too !\" \" Is she 1\" Gladys said, opening her eyes. \" Papa fancied she was not all pretty.\" \" Did he ? What a mistake !\" and this was all Lance would say on the subject. He always found Gladys good to chaff, for she had an agreeable habit of believing him, in spite of many a reason to the contrary. They walked on together, and found the"], [43, "THE YOUNG MISTRESS. 39 Colonel rating the temporary gardener, who had mistaken ranunculus for buttercups, and pulled up a whole bed of them. Mike was scratching his head with a comical air of humble deprecation of his master's wrath, while his small roguish black eyes roved about in search of a diversion. He was glad to escape when the Colonel went up heartily to greet young Chester."], [44, "CHAPTER III. HER FIRST FLIGHT 'Tis sad to leave One's home, even on gayest journey ; Shall we find Again the very things we leave behind 1 W. Allingham. MRS. ELLISON answered by return of post with a whole torrent of kind words ; she would be perfectly charmed to have her dear cousin's sweet Gladys, and she only hoped they might be able to make her happy — as happy as she could be without her father. The days slipped by quickly, and as the time of parting drew nearer and nearer, Col. Byrne and his daughter tacitly"], [45, "HER FIRST FLIGHT. 41 agreed to avoid the subject — they were each afraid for the resolution of the other. They both of them pressed Lance to stay and travel with them to London, for they felt a certain safety in the presence of a third person who was always in gay spirits, and yet who was on terms intimate enough to prevent constraint. Lance was very glad to stay on at Beaumont : he liked the place and the life ; the very irregularity and in formality of it was delightful. You might come down in the morning at seven, if it was very fine or you had anything you wanted to do, and get a comfortable breakfast in the big kitchen, full of good natured, easy-going Noras and Biddies to joke with ; if you had a lazy fit and pre ferred bed you could wait till ten, and find a meal going then in the little breakfast- O O room, when Gladys would come in from the garden with her hat on, and pour out D"], [46, "AN UNLESSONED GIRL. 42 the coffee and press eatables upon her guests with anxious hospitality. Lance always felt as if he were breathing a purer atmo sphere here than anywhere else, there was something so simple and kind and cordial about the Byrnes, and yet there was no straight-laced goodiness. The Colonel had kept his boyish nature, and was besides of a singularly pure and delicate temperament ; but he knew the world, and in former years had mixed with all sorts of men. Perhaps he was a little too lax and indulgent to others, while acting up to a high standard himself; but no young man is likely to quarrel with over-indulgence, and as for Gladys, she had trust in all humanity, a faith founded on her own tenderness of heart and conscience. When Lance confided to her — as he did sometimes in his moods of self-disgust, when it was a relief to abuse himself to a friend — that he was a \" bad lot"], [47, "HER FIRST FLIGHT. 43 altogether,\" and didn't go on in London as he ought, she had the very vaguest idea of his meaning, and was inclined to laugh at him, and think it was only his usual habit of exaggerating. He did not enter into OO o particulars, of course ; for, though he was a little reckless in what he said, he was not reckless enough to let Gladys know too much. He hinted darkly at getting \" screwed,\" and being out late, &c. \" But why do you do so, Lance ? \" Gladys asked, fixing her blue eyes on his face with an earnest look. \" It only makes you ill and stupid, and it can't be pleasant.\" He shrugged his shoulders. \" Oh, why ? I don't know — because I'm a fool, I sup pose — all fellows are fools sometimes, unless they are slow. One is obliged to do like the rest.\" \" Suppose I were to take too much to drink, and all the rest of it \""], [48, "AN UNLESSONED GIRL. 44 \" You ! Things are very different with women ; there 's nothing so loathsome as a bad woman.\" \" I can't see why there 's to be one law for girls and another for young men. Surely wrong is wrong.\" \" Girls are made better, I believe,\" Lance said, affectionately taking her hand as he spoke ; \" and if it were not so, life wouldn't be worth living.\" \" I don't see why you should be like ' all other fellows.' Why should not you be steady, Lance ? \" \" Oh, I daresay I shall be some day when I 've had my fling ! I am not half a bad sort, Gladys, after all.\" \" No, I don't think you are, but \" \" Well, never mind it now. Come on, and let us see if we can get any fish for breakfast.\" Gladys' attempts at lecturing were"], [49, "HER FIRST FLIGHT. 45 generally cut short in the same fashion, and she always hoped that Lancelot was better than he made out. ' She saw that he was, at any rate, very pleasant and affec tionate, and the best company possible when there was any amusement on hand ; and he helped to make the time less painful between his coming and the leaving of the dear Irish home. Great were the bewailings and lamentations of the whole colony — Sheas and Sullivans and Murphys — when they heard that for a whole , twelvemonth \" his honour and Miss Gladys\" were to be away from Beaumont. \" What will the place be without the light of your beautiful eyes ? \" they asked Gladys in lachrymose tones; \"it'll be like the country when the sun is hidden. What will we do all the time without you ? \" Gladys always took the compliments on her \" beautiful eyes,\" &c, with perfect com-"], [50, "46 AN UNLESSONED GIRL. posure ; she simply looked upon it as the way of expressing themselves which her humble friends thought polite. It awakened no thrill of vanity, for this was a fault of which she was entirely destitute. It was rather her weakness to form too low an estimate of her physical and mental quali fications — to be too easily discouraged, and too diffident of her powers. She scarcely thought enough about her appearance (at least so Lance considered), dressed badly, and disregarded all the arts of pleasing. She only laughed at him, and thought he was making fun of her when he told her so, and declared that she might turn herself into a \"beauty\" if she \"went in for it.\" \" You don't know the value of yourself,\" he would say very sagely, \"and people generally take one at one's own estimate. I really do believe you don't think you're a bit pretty ! \""], [51, "HER FIRST FLIGHT. 47 \" I know I 'm not,\" Gladys returned, blushing, but speaking in tones of calm conviction, \" and I don't care a fig whether I am or. not.\" \" You ought to care ; you ought to make the most of your eyes and your hair and your complexion.\" \"My hair is not at all thick.' \"No, but it's a lovely colour, and fine and wavy. You bundle it up in a stupid, loose, pitchforky style. If you twisted it into a nice knot, it would make all the difference. And you persist in wearing an ugly limp holland dress. I hate holland ; it looks like brown paper when it 's clean, and crumpled rag when it 's not. And your hat !\" \" What 's the matter with my hat ? \" Gladys asked, half angry, half amused. \" Everything,\" Lance replied coolly ; and, snatching it from her, he sent it spinning in the air from the end of his stick."], [52, "48 AN UNLESSONED GIRL. \" Don't, Lance ; how rude and tiresome you are,\" she cried, with some real annoy ance heightening the soft clear red of her cheek and making her eyes shine. \" I tell you I don't care twopence, and I never shall care, as long as I look like a lady. It is so stupid of you to go on like this.\" \" So she 's really angry, is she ? \" the provoking Lance returned, restoring her hat to her head ; \" did um vex the pretty dear ! Well, I don't mind doing that, for it has just the very effect I want.\" \" What do you mean ? \" \" You 've no idea how killing it makes you look,\" he said in a laughing whisper ; \" you really are charming, my child, when your colour rises, and your eyes shine like blue stars.\" \" Lance, once for all, I don't like this rubbish, and I won't have it,\" Gladys cried passionately, stopping short and facing him"], [53, "HER FIRST FLIGHT. 49 quite fiercely ; \" never try it on with me again, or I shall begin to detest you.\" And she turned away and entered the house. But Gladys' spirts of wrath evapo rated like morning dew ; when she met the young man again her manner was just as usual, only perhaps a shade more friendly, because she felt ashamed of being cross. All the good-byes were got through at last, and the packing was done. They left Beaumont in a fine drizzling rain ; the hills were veiled in white mist ; the lakes looked steel blue or inky black ; it was as melancholy a prospect as possible, but it was congenial to the mood of the Colonel and Gladys. They both made an effort to be cheerful, and talk a great deal about when they should come home ; but talking was not easy. When they were settled in the railway carriage for the long journey to Dublin, Colonel Byrne retired behind his"], [54, "50 AN UNLESSONED GIRL. Times, Lance studied the Field and Punch, and Gladys pretended to read a novel. But the book soon fell on her lap, and her eyes dreamily wandered out of window ; her mind was too full and her thoughts too sad to notice much, and it was a dreary look-out of rain and driving mist, bog land and waste. Ireland has greater contrasts than most other countries, as everyone knows — some spots of perfect and exquisite beauty, whole districts which seem like glimpses of Eden, and others where for miles and miles there is nothing to attract, and much to repel — flat deserts, squalid hovels, potato fields, and peat bogs. And on a day like this the uninteresting looked doubly uninteresting, and Nature was in her sulkiest and most unpleasant mood. Just now, it seemed to Gladys Byrne as if her sunny days had come to an abrupt end, and now that one change had"], [55, "HER FIRST FLIGHT. 51 begun, others would follow ; and she had had so happy a girlhood that changes had no fascination for her. She only wanted to go on the same path, which had had as few thorns as is perhaps possible for humanity to have. \" But I ought not to complain,\" she thought; \"for twenty-two years I've hardly known a great sorrow. I ought not to forget how happy I have been.\""], [56, "CHAPTER IV. \" NEITHER YOUNG NOR FAIR.\" Now stir the fire, and close the shutters fast ; Let fall the curtains, wheel the sofa round — So let us welcome peaceful evening in.\" Cowper. MIRANDA VILLA, Putney, was the direction of Mrs. Ellison's present home — a name which her daughter Janet resented as ugly, pretentious, and unmean ing ; but it was not worth trying to alter it, as they never stayed long enough in a house for it to have much individuality for them or their friends. The house or lodgings where they happened to find them selves was a sort of accidental surrounding ;"], [57, "\"NEITHER YOUNG NOR FAIR.\" 53 they themselves made the atmosphere of it, for there was no lack of character about the two. And, in whatsoever place their tent happened to be pitched for the time, Mrs. and Miss Ellison always managed to make a little society ; they were highly gregarious, and could not exist without the stimulus of other minds, and the interest of watching the idiosyn cracies of their kind. As they were poor, and in some respects peculiar, it may seem strange that they were able to attain this result so easily as they did, but they were agreeable, clever, and had some necessary qualifications for success in winning popularity, and, above all, they offered the great attraction of an intercourse perfectly free, easy, and unconventional. And it is extraordinary how the most convention bound nation in the world enjoys a little freedom from its usual restraints at times —"], [58, "AN UNLESSONED GIRL. 54 as witness the intimacies which a foreign table d'hdte gives birth to, and the curious developments of the correct and aristocratic members of English society abroad. The Ellisons thoroughly understood the secret of comfort — whatever else went to the wall, they always managed to make their tem porary abode a place where one could rest body and mind, and relax all the strain of life. Their small drawing-rooms, opening one into another, were shabbily enough furnished, chiefly with low basket- chairs, cushioned and padded to fit aching backs, and luxurious to read in ; \" high art\" pat tern chintzes and paper, with some few pieces of fine old china and a Japanese screen, supplied the æsthetic ; but this side was not brought prominently forward, so as to mar the comfortable arrangements which were considered the most important. Mrs. Ellison would not go in for polished boards"], [59, "\"NEITHER YOUNG NOR FAIR.\" 55 and high-backed chairs. She was the chilliest of mortals ; the very look of a polished floor made her shudder ; she pre ferred the most dingy and shabby carpet which covered the boards to the correct thing in rugs. And her old sofa always came out of the warehouse, where her furni ture reposed as long as they had no settled abode, some degrees more battered and faded each time, but a very sleepy hollow of lazy ease which no modern couch could have replaced. This spring evening was cold and drizzling, and there was a good fire in the grate, which looked more orna mental than the most tasteful arrangement of fans or ferns could have done. The evening was shut out before it was dark, because it looked comfortless, and the room was cosy and warm enough even for Mrs. Ellison — a good deal too warm for anybody less chilly. It was the night on which"], [60, "56 AN UNLESSONED GIRL. Gladys and her father were expected, and everything was ready to give them welcome. The train from Dublin did not get in till eight, and it would be nine probably before they were at Putney. The sofa was on one side of the fireplace, and Mrs. Ellison, as usual, wrapped in a shawl — she lived in a shawl — was sunk into her particular corner amongst the cushions. She was looking placidly content — an expression of hers which somehow reminded one of a cat purring on the hearth-rug — and had a Mudie book in her hand. Her daughter sat by the table on which the lamp stood, writing. Mrs. Ellison had once been pretty, \" in a soft, loose, untidy way,\" as her cousin Michael Byrne had described her ; the \" soft, loose, untidy\" style survived, but the prettiness was a thing of the past, though her features were still well formed. Her once pink and white skin had got"], [61, "\"NEITHER YOUNG NOR FAIR.\" 57 greyish like her hair, and her blue eyes had faded — their gentle, plaintive expression degenerating into weakness. Her hair had been soft and a pretty light brown once, but it was now a dusty grey that had nothing of the beauty of white hair, and she had a wretched taste in dress. Her tall spare figure was bent and hopelessly dowdy, her dresses were made badly, and of colours which did not suit her, and nothing ever would make her caps straight. She always seemed to want pulling together. The old charm of voice and manner, how ever, still lingered after other charms had died ; she had a sweet, refined voice and a musical intonation, and she could be ani mated still in conversation, when she cared to rouse herself from her usual indolence. Most people spoke of her as \" poor Mrs. Ellison,\" though no one knew exactly why they pitied her ; she had an appealing, con- E"], [62, "AN UNLESSONED GIRL. 58 fiding way of throwing herself on the sympathy of others ; but in sober fact, in spite of sentimental sorrows which she had real eloquence in describing, few had suffered less acutely than Marian Ellison. She had had plenty of troubles, enough to have crushed other natures, but they glided off her, and her head always rose above water. A very little served to compensate and comfort her — an amusing book, a warm fire, a delicate little tit-bit to tempt her small appetite, a pleasant talk with an agreeable companion, some sympathy, would make her forget the past and be sanguine for the future. On the face of it hers had been a hard life. She had run away, under somewhat compromising circumstances, with a man who was very nearly worthless, but who was fascinating and clever, and had taken hold of her imagination rather than her heart. She fancied herself in love with"], [63, "\"NEITHER YOUNG NOR FAIR.\" 59 him ; as a matter of fact, she never had been, never could be, in love at all ; her fancy was much more lively than her passions. She soon found out her mistake ; in marrying George Ellison she had married poverty, discredit, and turmoil. As long as he lived she had had a troublesome and rather disastrous time of it, wanderinp about the world ; constantly coming upon upsets and crises ; shedding oceans of tears, which soon dried up ; despairing, hoping, muddling on as many people do who have set their feet on that descent which is so impossible to return upon. Yet George Ellison was always so clever, and could be so pleasant at times, that when he died his wife really regretted him, and in her way grieved over him more than she had ever grieved. She had become reconciled now to her loss, which everyone thought a gain, and was consoled. A little money had"], [64, "AN UNLESSONED GIRL. 60 come in to her which, with the insurance on his life, promised to make her more comfortable than she had ever been — only she had got into such a habit of impe cuniosity, it was doubtful if she could get out of it. It was simply impossible to Mrs. Ellison to be economical or a good manager. She fancied herself very rich, if she were not over head and ears in debt. I must introduce you now to Janet Elli son, the only offspring of the unlucky marriage, but I shall not attempt to do more than make you imagine her outwTard self. She was past thirty, and looked even more. This is an unromantic hep-inning, and without mincing the matter, I will furthermore say at once that she was — I will not call it plain — she was almost ugly. I think it is better to be ugly than very plain, which is a hopeless condition of things, and admits of no further remark."], [65, "\"NEITHER YOUNG NOR FAIR.\" 61 Janet Ellison was ugly, with good points. At first sight everyone said she was what I have called her, though amiable people softened it into something less cruel ; but when they knew her intimately, the bad points ceased to be too prominent, and her friends found out that it was a wonderfully clever face. Her small figure was neatly made, there was something \" quaint\" about her ; her brown eyes were small, but bright and keen ; she had even teeth, and yes, really, she had tiny hands and feet. Janet Ellison knew herself as well as anyone else could — her outward self, I mean ; she had not a single illusion on the subject, and so she made the very most of her solitary beauties : she had elaborate boots and lovely slippers, and always wore silk stockings and French kid gloves, direct from Paris. And she wore no ornaments at all but a good diamond ring, an heirloom"], [66, "62 AN UNLESSONED GIRL. of her mother's. She did not flourish her hands about, nor obtrude her feet — she had too much tact for this— but somehow people always saw them. She was a perfect contrast to her mother : she thought a great deal about dress, studied fashion and style, and was never untidy. She knew that her features were ill-cut and badly finished — Nature seemed to have shaped them in a careless hurry, and not used the finer tools for putting last touches ; she knew her complexion was hopeless, and her dull brown hair had no capabilities, but she determined at least never to sink into insig nificance — better be abhorred than despised. Janet had early known all the possibilities and impossibilities of her career, and had shaped out for herself a definite course ; never to be a delight to the eyes, she would at least win a respect and approval of some sort or another ; never become a nonentity,"], [67, "\"NEITHER YOUNG NOR FAIR!' 63 never be contemptible. And the gods had endowed her with an immense tenacity of purpose, and with the temper of a victor. The silence had for some time only been broken in the little warm room by such small noises as the rapid scratching of Janet's pen, the flutter of the mother's pages, and the tinkle of cinders in the grate ; Mrs. Ellison broke it by saying — \" To whom are you writing, Janet ? or is it MS. you are busy about ? I am tired of reading. I wish you would either play a game or talk a little.\" \" My writing can wait — it is only that Australian letter that has already waited so long. I daresay Jack hardly reads them now, after all these years.\" \" How many — eight, isn't it 1 Jack always used to care for whatever came either from your lips or your pen ; he must be altered if he doesn't.\""], [68, "64 AN UNLESSONED GIRL. \" Poor old Jack ! \" Janet said, with careless good-nature in her light pleasant voice, as she put away her writing-case and fetched the cards. \" I suppose it is worth while being well thought of even by a ne'er-do-weel.\" Janet Ellison had a clear voice and a good intonation, as her mother had, yet of a totally different tone — her words seemed always to mean more and hide more than the elder lady's, and she had a certain undertone of sarcasm very often betraying itself to a comprehending ear ; for all that, her tones and manner were decidedly agreeable. She did not often laugh, but she had a very expressive smile, which seemed to mean twenty different things at times. She shuffled and cut the cards for piquet, the old-fashioned game Mrs. Ellison liked, and Janet tolerated."], [69, "\"NEITHER YOUNG NOR FAIR.\" 65 \" We shall have time for two games before they come,\" she observed as she dealt. \" I suppose Russel is not going to put in an appearance to-night.\" Almost as she spoke, the door-bell rang, and presently a gentleman entered, unan nounced, with the air of one completely at home. \" Parlez ci'un, etc.,\" Janet said, looking up at him, smiling, as he came up to the little table where the two ladies did not at all disturb themselves. \" I was just saying you would not come.\" \" I thought myself I should not,\" he answered ; \" I had a heap of work to get through, but I got so tired of grinding, and so cross, I was obliged to come. How are you, Mrs. Ellison ? is your cold better ? \" \" How can anvthing be better this vile weather ? Oh, what an imposture Spring is in England ! Things looking lovely, and"], [70, "AN UNLESSONED GIRL. 66 feeling horrible ! I regret a hundred times a-day that we were foolish enough to come to live here.\" \" Mamma, that is nonsense. Italian skies and sunshine are all very well, but London is the only place to live in ; don't you think so, Russel ? \" \" In some moods, but not in the one I am in to-day. I have been thinking of the delicious calm and repose of a little country village. I believe to have lived a peaceful life a hundred years ago in an out-of-the way place would, after all, be the ideal exist ence. One gets so sick of everything, and no one will ever let one alone ; one is not even allowed to be ignorant. I should like to have been a hunting parson of the last century, lording it over the yokels, sending them broth and flannel, sipping good port after an early dinner, and picking rosy cheeked peaches off a sunny south wall —"], [71, "\"NEITHER YOUNG NOR FAIR.\" 67 not questioning anything, believing what I had been told, enjoying a joke, and pot tering about a little parish. That's my idea of a happy life.\" \" What a noble ideal ! Now I like to be close to the great heart of civilisation and progress, and feel the pulses throbbing that set everything in motion. I like the feeling of being lost in the enormous flood of London.\" \" I don't at all,\" Mrs. Ellison said, in a plaintive voice. \" I quite agree with Russel — people were much happier before they began to speculate about everything, and dabble in science and metaphysics and all sorts of dreary knowledge. My only comfort is not believing anything I am told.\" \" Mamma is oppressed by protoplasms and molecules on the one side and solar systems on the other,\" Janet said, smiling ;"], [72, "68 AN UNLESSONED GIRL. \" she can't bear things being either very tiny or very stupendous. I am not sure that she chooses to believe in the earth moving. \" Well, it 's all very vague and uncom fortable, I know. Why will people go on theorising for ever ? what good does it all do ? We aren't any happier, and not half so amusing as we used to be. The worst theory of all is that detestable one of our being frozen some day. I should not mind a general frizzle half so much. I do hope it won't come in my time, though it seems to be beginning. One comfort is, our new inmate won't be learned. I have great hopes that dear little Gladys will be charmingly ignorant, and I shall try and keep her so, whatever Janet does. Janet is much too clever for poor stupid me.\" \" Oh, by-the-bye, your friends are coming to-night ? I shall be in the way.\""], [73, "\"NEITHER YOUNG NOR FAIR\" 69 \" No, no, Russel ! \" Janet said earnestly ; \" it will take off from the awkwardness of an arrival, and I am afraid poor Gladys will be very lugubrious.\" \" At having to part with her father ? \" \" Yes, and leaving her beloved father land.\" \"It is a most depressing country to live in, however,\" Mrs. Ellison put in — \" full of beggars, priests, pigs, and bogs.\" \" But Irish people seem always more attached to their own country than any other nationality. And you are a native, are you not, Mrs. Ellison ? I wonder at your want of patriotism.\" \" I lived there till I married, and a little while after, and certainly had many happy days — and a good many the reverse. But I have never wanted to go back. And Janet has never set foot in Ireland, though she was born there — that sounds like a bull,"], [74, "AN UNLESSONED GIRL. 70 but it is true. She was only six months old when we left.\" \" So I can't be expected to feel the proper thrill when Ireland is discussed. Come, Mamma, I think we may as well finish our game. I have forgotten whether you are eldest or I, and everything else. Why don't you sit down and make yourself comfortable, Russel ? \" Russel Laurence settled himself in one of the low arm-chairs, and the chat flowed on in a hundred channels — politics, society, literature were all discussed in the light, easy manner which showed entire intimacy, as was implied by the absence of title in speaking to him. Russel Laurence was in the habit of making a second home of Miranda Villa, and leaving his own lodgings every evening, nearly, to be sociable with his friends. He was a barrister by profession, but he made"], [75, "\"NEITHER YOUNG NOR FAIR.\" 71 the lighter branches of literature his chief work ; reviewing, essay- writing, and occa sionally trying his hands on some severer subjects, and doing all that he undertook in a scholarly, refined, and intelligent way, without pretending to genius. He was about thirty-five years old, and had the thin, keen, good-looking face which is rather typical of the young barrister of good position, who has gone through the proper stages of public school and University, and has been \"finished\" in the London drawing-room, where alone a man can get the easy, agree able manner and savoirfaire of good society. He had more in him than this implies, how much more perhaps very few of his inti mates suspected ; for a man of the world guards his finer instincts and feelings as jealously from the scrutiny of his associates as a Turkish lady hides her charms from the passer-by. He had known the Ellisons"], [76, "AN UNLESSONED GIRL. 72 some time, having met them first in Rome, and grown very intimate with them there ; the intimacy continued in London. Janet and he were on the most confidential terms of friendship ; they met constantly, and sympathised in their tastes for music and for books ; when he or she were away, they wrote to each other bright, clever letters without a touch of sentiment, for the friendship was strictly Platonic. They often seemed to hit on the same ideas at the same moment ; they generally liked and disliked the same people — and both of them had strong likes and dislikes — enjoyed the same things, and had much in common. Russel cordially admired Janet's clear mind and cultivated taste, and he respected her as one of the few women who are feminine without the weaknesses of the feminine character. She never bored him, and she often interested him ; he had almost ceased"], [77, "\"NEITHER YOUNG NOR FAIR.\" 73 to notice how very far removed from come liness her face was. And whatever else Janet Ellison might think of him, there was no doubt that she liked his society exceedingly, and took no ordinary interest in his confidence. p"], [78, "CHAPTER V FAR FROM HOME. A wilderness of steeples peeping On tiptoe through their sea-coal canopy ; A huge dun cupola, like a foolscap crown On a fool's head — and there is London town ! Byron. WHEN the Byrnes and Lancelot arrived at the London terminus, they found the Colonel's lawyer waiting to see him on urgent business, which necessitated his being in town the first thing in the morning. He resolved, therefore, to sleep at the Railway Hotel that night, and that Lance should escort Gladys to Putney. Gladys did not like the decision at all. She was shy with strangers, and just now felt depressed and"], [79, "FAR FROM HOME. 75 forlorn in the gathering darkness and the misty drizzle which greeted them. London is the most melancholy place in the world in bad weather to alien eyes — the crowd is a dreary confusion, and the roar of the streets sounds fierce and cruel, like a strange sea surging round a shipwrecked voyager. Gladys felt tired, confused, and home-sick. She hardly could bear to let her father leave her. But she did not express what she felt, otherwise than by the clinging clasp of her cold hand as he bade her good-night. \" I '11 be up in Putney some time to-morrow, my pet,\" he said, kissing her as heartily as if there was not a spectator of his affection. \" Lance will see to you. Explain to Marian Ellison how it happened. Good night, dearie.\" Lance proved his capability for his trust by collecting all Gladys' belongings — no large amount of luggage — and getting her"], [80, "76 AN UNLESSONED GIRL. and them safely stowed in a \"growler,\" as he called the rattling vehicle whose surly looking driver remonstrated, with very little reserve, on the late drive to the wilds of Putney. What a contrast he seemed, in Gladys' eyes, to the jovial, witty Larry Doolans who had considered it an honour to drive them in dear old Ireland ! But just now everything at home was looking pure rose colour against the gloom of her first experience of London. \" Come, Gladys, cheer up — you haven't spoken a word for hours, and you look exactly as if you wrere going to the guil lotine or following a funeral. The fellow won't eat you, and we shall get to the Ellisons' 'eventually, if not sooner.' Lon don cabs are not the most luxurious affairs certainly, but you '11 find it jolly enough at Putney.\""], [81, "FAR FROM HOME. 77 \" I can't feel cheerful, Lance,\" poor Gladys rejoined, in a voice that was certainly somewhat of the dreariest. \" It is all so dismal — the dirty streets, and the noise, and that frighful howling voice. \" Only a boy calling papers or something. This is a slummy part ; it 's quite quiet at Putney, like the country.\" \" You often come in, don't you ? \" she asked, clinging to the familiar in the strangeness of most things. \" It will make it more like home.\" Lance was gratified. He decidedly en joyed his role of introducing this pretty wood-nymph out of the wilds, and being guide, philosopher, and friend to a frank, affectionate, confiding girl. He took her hand, which Gladys surrendered to him as a sister would have done. Whether Lance felt quite as fraternal may be doubted."], [82, "78 AN UNLESSONED GIRL. \" You may trust me for that. I 'm not going to throw you over, cushla machree.\" \" Don't use Irish expressions you don't understand, and can't pronounce,\" she said, smiling. \" Lance, I feel afraid of Miss Ellison. She is so clever, and, people say, so brilliant, my own stupidity and ignorance will seem worse than ever. I hope Mrs. Ellison is not quite as clever.\" \" She 's clever in a way, but not a bit frightening. No more is Miss Ellison. She never puts me down, and makes me feel quite happy, and I 'm every bit as ignorant as you.\" \" Oh, Lance ! After going through school and college ? \" \" Going through ! — ah, but how ? I only know I managed to drop all the little I ever did know. But Miss Ellison isn't one of the blue, high-falutin' sort. She 's very free and-easy. You wouldn't think she knew all"], [83, "FAR FROM HOME. 79 she does — Latin, and mathematics, and German, and hundreds of things. She 's a B.A., I believe, or something like it, but she really isn't a blue-stocking. She doesn't go in for women's rights and anti everything. She has lots of common sense. Still, though I like her awfully, 1 never feel quite sure of her — she 's very deep.\" \" What do you mean V Gladys asked, still somewhat alarmed at the prospect of Miss Ellison's intellect and attainments. \" Oh, no harm. I tell you she 's a good sort, I like her immensely. You'll be as jolly there as possible. And I '11 lionise you about town if you like.\" The long, rattling, jerking, headachy drive was over at last, like other unpleasant things, and the irate cabman lurched up to the door of Miranda Villa with a deter mination to be as disagreeable as possible, whatever the fare proffered might be. The"], [84, "80 AN UNLESSONED GIRL. door flew open at once, and in front of the housemaid a small lady's figure appeared in dark relief against the gas-lighted passage, and as Gladys ran up the steps to get out of the rain, both her hands were taken, and she was kissed by her cousin Janet. \" At last ! Half-dead are you with such a long day and such wretched weather ? Come in, dear Gladys, we have got a fire to warm you. Mamma dares not come out into the passage, she has such a cold. But where is Cousin Michael ? Is he not come V Gladys explained. \" Then who brought you ? Who is it down with the cabman ? Oh, Lance ! That is right. We will have some supper as soon as that ruffian is disposed of.\" Miss Ellison drew Gladys into the little drawing-room, which seemed oppressively hot and dazzling after the fresh air and"], [85, "FAR FROM HOME. 81 the darkness of the spring night. Mrs. Ellison came to greet her, dropping, as usual, a trail of shawls, books, and sofa cushions, and held her very warmly in a long embrace. \" So glad to see you, dear little woman. How tired you must be ! And you feel strange, I know ; but you won't be strange with me. I am the least formal and the most easy-going old woman in the world. Well, Lance, how are you ? So you have brought this fair damsel to us — I hope you have taken great care of her. Take off your hat, love, and get warm before you go upstairs.\" Gladys had felt too much bewildered aud confused at first to take in any details. Now that Mrs. Ellison had released her, she saw that there was another person in the room — a tall, thin man, with a pair of observant dark eyes, and a look at once of"], [86, "82 AN UNLESSONED GIRL. good-humour and keenness. She glanced at him with an almost frightened air that amused him. \" This is Russel Laurence, dear, our very great friend,\" Mrs. Ellison said, as she saw the mutual glance. \" We never have set visitors here, only people dropping in that are real friends. Janet, take Gladys upstairs to get rid of her wraps, and then we will have supper.\" The Ellisons habitually dined early, from habits of economy, and because it suited them best. All their visitors understood that a light supper was to be had at nine, but that they did not give \"dinners.\" It spoke volumes for their popularity that people were willing to come on these terms. While Gladys had been taking in, as well as her disturbed state of mind would let her, the look of her new home and its"], [87, "FAR FROM HOME. 83 inmates, the latter had made their inward comments on her. \"Not pretty,\" was Janet's verdict, \"at least not to-night ; but people don't look well after a journey, and in a dowdy old waterproof and brown hat. She looks what ordinary people call a 'sweet girl' — no intellect, not much imagination, and no sense of humour. She knows nothing of society, and has no idea of making the best of herself. The sort of girl to marry young, and be the slave of an enormous family.\" \"Not so pretty as I was prepared to see,\" thought Russel Laurence, after he had taken his measurement also of poor Gladys. \" Rather a sad face ; more heart than head probably.\" Janet was very kind to her guest, and the small bedroom was arranged with a view to her comfort, though it had none of the little"], [88, "AN UNLESSONED GIRL. 84 fineries of some young ladies' chambers. Gladys tried to throw off the sense of oppressive shyness which hung upon her like a weight, and made her seem almost stupid. She was heartily grateful for the warmth of her reception, and ashamed of her own awkwardness. She could not for get how learned Miss Ellison was, and felt herself the raw, untaught Irish girl she was sure she appeared. She was almost taken aback by her cousin's looks. Lance had mischievously tried to make her believe she was handsome, and between his account, and the Colonel's hesitating opinion that Janet was not pretty, to the best of his recollection, Gladys was unprepared for the downright and complete absence of good looks. She was not repelled at all by it, nor disposed to make much of the undeniable fact. Gladys thought, perhaps, almost too little of the power of beauty, and placed an exaggerated"], [89, "FAR FROM HOME. 85 value on that of intellect. It never occurred to her for a moment that Janet's sallow com plexion and ill-formed features would be a foil to her own soft, creamy skin, which had lost to-night its usual tender tint of red, and the other strong points which made her at times approach almost to the required standard of regular beauty. She was ignorant of her own gifts, and would have changed faces any day with an ugly genius, if she might have gained the mental powers she coveted. She was as far removed from stupidity in reality as Janet Ellison was from beauty ; but she often managed to appear at a disadvantage, from the foolish diffidence and self-mistrust which was at once her weakness and part of the charm of her character. She was more inclined to like and admire her cousin Janet for her want of prettiness, to put it mildly, than to take a"], [90, "86 AN UNLESSONED GIRL. prejudice against her on that account; but on every account she felt determined to like both mother and daughter, they had both been so kind, and had done their best to put her at her ease. But when a girl is naturally shy, and is quite unused to society, it is impossible to feel easy at once ; and Gladys was very silent all the rest of the evening, though she was quite conscious, painfully conscious, of how stupid she must appear. The light, gay talk made her feel more silent and more dull — it all seemed so sparkling and witty to her, though it was really nothing more than intelligent chit-chat about the topics of the day. She had read none of the books which were familiar as household words to the Ellisons and Mr. Laurence ; she knew nothing of art, or music, or politics. Lance knew that Gladys could talk, and talk well, on those subjects which interested and roused"], [91, "FAR FROM HOME. 87 her — that she had even a certain untutored eloquence, which came from an ardent imagination, fed on the poetical surround ings of her home — and he felt vexed with her for seeming tongue-tied and dull. He tried to draw her out on the subjects which were familiar to her. He talked about Beaumont, and the lovely scenery of the neighbourhood, and the strange ways and the romantic legends of her \" own people.\" But Gladys would not come out. She was afraid of dwelling on the beloved place which seemed so far, far remote from this London suburb. Lancelot took up the magazine which lay on the table, and turned upon a ghost story of the old-fashioned sort. \"You've seen a ghost, by-the-bye, Gladys, haven't you ? Isn't Beaumont itself haunted ?\" Gladys coloured deeply. The dark eyes opposite her met hers, as she looked up,"], [92, "88 AN UNLESSONED GIRL. with, she thought, a mocking expression. She felt as if the Beaumont ghost were far too sacred a thing to be talked about here. \"No one in London believes in such stories,\" she said hastily, hoping that Lance would have the sense to let the matter drop. \" But I know yon do. Come, tell us about it, or I shall have to spoil the story by repeating it badly.\" \" And I have longed all my life to meet some one face to face who really has seen a ghost,\" Russel put in, with masculine want of perception that Gladys shrank from the topic. \" All that I have ever been able to get hold of has been third-hand at the very least.\" Mrs. Ellison's good-nature came to the rescue of her guest, for she saw that she hated being questioned, and dreaded ridi cule."], [93, "FAR FROM HOME. 89 \" Well, if you had asked me, Russel, I could have told you some very queer stories, only of course you sceptics are impossible to convince. There was an old house in Wales I used to stay in when I was a girl that was undeniably haunted — now don't say rats, and all the rest of it — I won't have it, Russel. I tell you rats don't walk up stairs beside you step by step, and rats don't turn the handle of your door, nor trail silk dresses along the empty passages. We got callous at last, and nothing surprised us. Bells rung by no one, our names called — I thought at first I could not have borne it, but one gets used even to spirits.\" \" I would give worlds to see or hear any thing clearly supernatural,\" Russel said with emphasis, \" but I am still waiting, and the direct evidence to . my own senses remains wanting.\" \" What do you say to the table the other G"], [94, "AN UNLESSONED GIRL. 90 night?\" Janet asked, laughing. \"You can't deny that it was very extraordinary.\" \"Table-turning'?\" Gladys asked eagerly, glad of the diversion, and always interested in new lights. \" Yes, we have discovered that I am a medium.\" \" But what happened ?\" \" Oh, the table tilted, and spelt out messages, danced about, and did all kinds of vagaries.\" \"Messages!\" Russel repeated contemp tuously. \"And such important, interesting communications ! To my mind it proved nothing at all but a sort of mental power which some people are able to exercise over others. I grant that only you could make the table move, and that the names it made us spell were not in your mind, but in another's, who had not the same power. I can only conclude that you acted upon the"], [95, "FAR FROM HOME. 91 other mind, or it upon yours. There is a curious sort of sympathy between some people's thoughts, and I believe certain states develop their magnetic — or whatever it is — influence particularly. But if you could produce a message from a dead person, unknown to be dead to all present, which turned out to be a prophecy of an event which happened exactly as foretold, then I would believe in supernatural influences.\" \" Oh, I don't believe in it any more than you do,\" Janet returned lightly, \" only my mind is open on all subjects, and I am sure that there 's more in heaven and earth than is dreamt of in your philosophy. But I not only believe, I am quite convinced that there is such a thing as magnetism. I know I can make some people do just as I like \" \"I know you can — me,\" Mrs. Ellison murmured, with a comical look^ of sub- mission."], [96, "AN UNLESSONED GIRL. 92 \"I quite believe in that, Janet,\" Russel said, laughing, \"all the same, you shall not try your hand upon me. I should not care to be made ridiculous, and be uncon scious that I was so.\" \"I could do nothing with you\" Janet returned significantly ; \" you are too strong. I shall not bring my power into contempt by trying impossibilities. Now I could influence Gladys, I believe.\" Gladys looked very much alarmed. \" Oh, please don't try. I should be so much frightened.\" Janet laughed. \"No, I promise you I won't try, and will not ask you to do anything you had rather not. Come, this is all great rubbish. Shall we have some music ? Do you perform, Gladys ?\" \" No, not at all — hardly at all — not before strangers.\" \"Are we strangers, dear? That is too"], [97, "FAR FROM HOME. 93 bad of you,\" Mrs. Ellison said, caressingly. \"You ought to consider us friends already, since we are cousins.\" \"Thank you,\" Gladys said shyly. \"I really cannot do anything well enough for anyone to listen to me.\" \" Then Lancelot must give us a song,\" said Janet, seating herself at the piano, and beginning, with light, brilliant fingers, to rain a perfect little cascade of clear, rapid notes. \" Come, Mr. Chester, let us have the last thing out in sailors' songs, since there is nothing else in fashion.\" Janet had no extraordinary natural genius for music but a correct ear and a clear voice, but all her gifts were cultivated up to the highest pitch attainable by them. Great aptitude and extraordinary perseverance had helped her to a point as near perfection as was possible to her. Gladys was more impressed by her"], [98, "AN UNLESSONED GIRL. 94 cousin's powers every moment ; she watched her with a sort of fascination ; it seemed to her that Janet could do everything well — talk, play, and paint, for those were her clever water-colour sketches that hung on the walls — and she seemed also to know something about all subjects. During the rapid flow of conversation to-night, she had discussed with ease many things that were Greek to Gladys — the last scientific theory, the last deep article in the Fortnightly, the last hard nut that Browning had given the world to crack. And now she was dashing off airy bits of music with the ease of a real musician. She began the accompaniment of Lance's song, which he rolled out in a good, but uncultivated and rather careless baritone. She corrected him pleasantly once or twice, which he took with good humour. Russel seemed a little bored by Lance's singing — men as a rule"], [99, "FAR FROM HOME. 95 don't care much to hear other men sing, especially in an amateurish way — and he asked Janet to sing herself as soon as there seemed a cessation. \" In honour of Gladys,\" she said, glancing at her with a smile, and she struck up the old Irish favourite, \" Kathleen Mavourneen.\" Gladys was sitting half-behind the piano, and as the pathetic words struck her ear, and Janet sang with a great deal of feeling, an uncontrollable sadness came over her. All day she had been feeling that dull heart aching which is a physical pain, and now it seemed to her impossible to bear it any more. The pain that oppressed her was the regular \" Heimweh,\" which was a meaningless thing to wanderers like the Ellisons. Gladys turned quickly, that no one should notice her ; but as she did so, Russel Laurence caught sight of her blue eyes full, but not overflowing, with"], [100, "AN UNLESSONED GIRL. 96 tears. He thought he had never seen so pathetic a look — it went straight to his heart. He asked for no more music, and got up to say good night at once. Lance also pre pared to take leave, as their roads lay for some way in the same direction townwards. Mrs. Ellison invited them both the following evening to meet Colonel Byrne. After they were gone, Gladys went at once to her own room, glad to be alone, and not to have to keep up a forced cheerfulness any longer. The Ellisons were always late in going to bed, and very late in rising ; it was part of the Bohemianism of their ways. The mother and daughter raked the fire together, and sat down to toast their feet, fully prepared to stay up till the small hours as usual. \" What do you think of bttle Gladys ? \" Mrs. Ellison asked. \" She is very nice-"], [101, "FAR FROM HOME. 97 looking, isn't she ? soft and pettable, but not regularly pretty.\" \" Yes, very nice,\" Janet answered rather carelessly ; \" nothing much to find out ; a little bit dollish.\" \" No, I don't think that. I don't think she 's dollish, Janet ; her expression changes very often.\" \" You mean to have a furore for her for a time, Mamma, I see, till you get tired. Is there anything between her and Lance ? They seem very intimate, and Lance is rather epris, apparently.\" \" I think it is mere boy-and-girl intimacy. I don't fancy Gladys is the style to fascinate a very young man.\" \" Now I should say it was exactly. An older one, who had seen more of the world, would prefer something more interesting, more complex, more difficult. A young man doesn't appreciate a Cleopatra ; ' age cannot"], [102, "98 AN UNLESSONED GIRL. wither nor custom stale her infinite variety.' He prefers a Juliet who is all simple romance and fervour.\" \" Your theories are always very clever, dear,\" the mother said, with a mischievous smile ; \" but in practice, as far as my experience goes, a man who has passed his first youth falls in love with a pretty, simple girl like Gladys.\" \" I don't agree with you,\" Janet returned, with a faint flush on her cheek. \" I think a woman learns only how to interest when she is about thirty ; girls make nets and not cages.\" Mrs. Ellison yawned, and dismissed the subject carelessly. \" Well, Lance is a nice boy ; I am rather afraid, though, sometimes that he will go down-hill altogether. He is dreadfully fast. I am not so very straight-laced about young men, but Lance has no sense to stop"], [103, "FAR FROM HOME. 99 him. It would really be best for him to get nicely engaged. Mr. Chester is rich, but he is rather screwy, and a man who would be very bad to displease.\" \" Lance had better marry Gladys, though she would hardly be the wife to keep a man out of mischief, I should say.\" When Janet Ellison went to her room, after one o'clock, she was in no hurry to go to bed ; she read a while as she brushed her hair, and then she found herself musing over her book, and her eyes gradually fixed themselves on her own image in the glass opposite her. A curious stern sort of scrutiny it was she gave herself ; she knew that she was looking her worst, and she did not shrink from the inspection. She did not shrink either from accurately picturing to herself, in contrast, the soft curves of a girl's face whose skin was as smooth as satin, and whose black-eyelashed blue eyes"], [104, "AN UNLESSONED GIRL. 100 and well-formed sweet mouth were very fair, and whose hair had something of the warm tint of ripe corn. She saw the beauties as clearly as she saw the defects — she put herself in one balance, and in the other youth, innocence, tenderness, and she did not hide a single fact, nor try to blind her inner vision. But there was no despair in her thoughts, though they were hardly sanguine. She half-smiled at last, and said to herself, \" The greatest gift one can have, after all, is strength. I shall never fail myself.\""], [105, "CHAPTER VI. A YOUNG MAN ABOUT TOWN. There 's a youth in this city, it were a great pity That he from the lasses should wander awa' ; For he 's bonnie and braw, weel-favoured witha' — But the laddie's dear sel' he lo'es dearest of a'. Burns. NATURALLY enough the talk of the two young men, as they walked on together that night towards London, turned upon the new arrival. Russel Laurence and Lance Chester were on perfectly friendly and easy terms, though it would have been difficult to find in reality two men more dissimilar. Lance lived for pleasure, Russel cared nothing for what the other considered"], [106, "AN UNLESSONED GIRL. 102 pleasure ; on the contrary, he shrank from all dissipation of the coarser kinds with the fastidious disgust of an innately refined mind, and a nature that was reflective and intellectual rather than sensuous. Both were men of the world, and mixed freely with every phase of humanity without being appalled or shocked by any revelation that it gave them ; but Lance joined often as an actor, when Russel looked on and made rather cold observations on the drama. Lance knew that his companion was, in most of his tastes and habits, totally unlike him self; but, since he never censured or sneered at him, he did not dislike Russel for the difference which hardly struck him as supe riority. The elder man did not assume any peculiar virtue ; like most men of the world, he talked as if everything might be lawful, but was not expedient ; for himself, he did not care for opera bouffe and pretty actresses,"], [107, "A YOUNG MAN ABOUT TOWN. 103 nor for gambling and drinking — these things did not amuse him — but he never put on the Mentor to those whom they did amuse. Ail the same, he had a side to his nature which heartily, though good humouredly, despised fellows of the type of Lance. The one thing that made him angry in their career was — that step which their friends considered a consummation to be heartily desired — their marrying a pure and innocent girl, and permitting her to rejoice in the poor remnant of their squandered affection, and the conventional reform when dissipation had ceased to charm. It made Russel cynical towards women when he saw how sweetly indulgent they generally were to a well-known rake, and how ready to forgive any sins but the one of not appre ciating themselves. Lance was not able to think Laurence as \" slow \" as most steady fellows ; he was clever, amusing, and good"], [108, "AN UNLESSONED GIRL. 104 company, aud he had some liking for him personally, and a real respect for his ability. \" You have known Col. Byrne and his daughter a good while, I suppose,\" Russel said, as they strode along through the sloppy streets ; \" he is a very jolly old fellow, I believe.\" \" First rate. The most good-natured in the world, and a splendid host. I have spent most of my holidays at Beaumont ever since I was a small boy. And what do you think of Gladys ? I call her uncom monly pretty.\" \" Ye — yes. But after a journey people don't look their best, and she seemed so depressed.\" \" That 's because of parting with the old man, and leaving home too. She wants bringing out ; you see she has vegetated now all her life in those wilds, and it isn't likely"], [109, "A YOUNG MAN ABOUT TOWN. 105 she should have as much ' go ' as London girls. 1 'm very glad she has come into civilised society. I can see you don't admire her. I grant she has no style, no chic about her, but the kindest, j oiliest girl — not an atom of humbug in her composition.\" \" It will be a pity, then, if she gets polished out of her natural self. However, she will gain by being with the Ellisons ; they are unconventional too, but there 's something about them so original and piquant. Miss Byrne isn't clever, is she ? \" \"Not learned, certainly, nor accomplished, if you mean that ; but if you think Gladys a fool, you were never more mistaken.\" \"My dear fellow! how should I think her a fool ? She has a very intelligent face, but I've hardly heard her speak.\" \" She doesn't come out with strangers. I don't know a girl anywhere who would make a better wife all through.\" H"], [110, "106 AN UNLESSONED GIRL. \"That's worth considering,\" Russel said, laughing; \"you have studied the subject evidently.\" \" I used to call her my little wife ages ago,\" Lance returned quite seriously ; \" one might go further and fare worse.\" \"Are you thinking of 'ranging' your self, as Florae said ? I thought you did not intend marrying for ten years at least.\" \" No more I do — generally — but one can never answer for what one will do. I get sick of the old round now and then. I 've been in no end of scrapes lately. Fortunately for me, the Mum is the best old lady going, and she has any amount of pocket money. I should be sorry if the governor knew a few things about me. He's down on a fellow like a hundred of bricks at times, I can tell you. When are you coming to Notting Hill 1 Send me a line, and I '11"], [111, "A YOUNG MAN ABOUT TOWN. 107 be home to dinner any night. We have nothing to offer anyone — it's awfully slow at home now ; all the girls are married except Kitty, and she 's always out. But do come. You are a great favourite of the Mum's. Is this your way ? Good night ; we shall meet at the Ellisons' to-morrow, I suppose.\" As Russel went to his lodgings, he thought with some contempt of Mr. Lance Chester and his confessions ; \" but the girl will have him safe enough,\" he concluded, \" and she will never find him out, and probably think the selfish, empty-headed young fellow everything that is to be adored. What a mercy it is that women are always able to idealise.\" The abode of Mr. Chester pere was near Notting Hill Gate — a comfortable good-sized house, bearing every evidence about it of ample means ; but Mr. Lancelot troubled it"], [112, "108 AN UNLESSONED GIRL. very little. Mr. Chester was a banker, a respectable, solemn, rather severe elderly gentleman, of portly form and dignified manners. No one was ever quite at ease with him, and no one ever took liberties with him — even Lance dreaded \"a row with the governor.\" Mr. Chester was, how ever, both conscientious and benevolent in a judicial sort of way, and had considerable influence in that mysterious world, \" the City.\" His wife was a nervous, tender hearted, easy-going woman of the plump, comely sort of matron, who had been very pretty before her chin grew double. She was a little lax on some points, as those good-natured women often are, and preferred telling a white lie to having a fuss. Of course she was much loved by the children she had spoilt from babyhood, and she loved them much, especially her only boy, whom she considered the most handsome, amiable,"], [113, "A YOUNG MAN ABOUT TOWN. 109 and fascinating young fellow breathing. He had not seen his family since his visit to Ireland, and he went straight home after parting with Laurence at Putney Station ; he found only his mother up, however, in her dressing-gown, for it was after twelve. She greeted him with her usual overflowing fondness, but after the first few minutes Lance saw that there was a certain anxiety in her pleasant face, which he interpreted to mean that she had something unpleasant to tell him. She sat down by him and took his hand, which pressed hers kindly. Lance was always tender with his mother. \" My dear boy,\" she began in a low, rather nervous voice, \" Sir George has written again to complain of your irre gularity at the office.\" \" Is the governor very angry ? \" Lance asked with anxiety. \" He doesn't know of the letter, dear. It"], [114, "AN UNLESSONED GIRL. 110 came while he was in Paris about that company, and I opened all that came. But it won't do to have this happening so often. I can't keep it from him. Read it, Lance, you bad boy I I wish it were any use to scold you.\" Lance took the letter, written on thick, rough office note in a fierce-looking gentle manly scrawl. It was by no means the first of the sort he had seen. If Sir George Tremadoc had not been a personal friend of the family, and a connection, Lance would not have been vouchsafed so many warnings. Col. Byrne had obtained him his berth, for he was intimate with Sir George, who was related to him through marriage, and an old school-fellow and army chum. The fierce head of the office could be as genial and full of life as a young man when he found himself at free-and-easy Beaumont, with his old friend \" Mike \" and"], [115, "A YOUNG MAN ABOUT TOWN. 111 his special favourite Gladys. While Lance read the omiuous document, setting forth his sins of omission, of carelessness and un punctuality at his duties, he laid his curly head on his mother's shoulder ; her whole heart yearned over him as he did so. His caresses were so inexpressibly sweet to her ; she had never loved lover nor husband as she loved the boy who so often made that tender heart ache. \" Don't sigh so over it, dear old Mum,\" he said lightly. \" I will be a better fellow. It 's all talk — the Chief doesn't mean a word of this tirade. I 'm not a bit worse than half the men I know. Put the thing in the fire.\" \" You will not lay yourself open again to this sort of thing 1 Dearest boy, it does fret me so 1\" \" I won't fret you, sweetest of mothers. I shall turn out as steady as old Time. 1 '11"], [116, "AN UNLESSONED GIRL. 112 get the Colonel to say a good word for me — or Gladys — Sir George would do anything for Gladys. I believe he means her to be number three. We must have Gladys here, Mother.\" \" Of course I shall be charmed to have her ; but somehow I don't quite like the Ellisons. There's something rather odd about them.\" \"That's only prejudice; they are very jolly. Now do go to bed ; you will catch cold, and that will be another sin on my head. Really and truly, I '11 mend my ways — it is too bad to worry you ! \" As his mother took his head between her hands, and kissed him again and again, it did occur to her that this was not the first time — no, nor the second, third, fourth either that Lance had said the same sort of thing — but she went on hoping against hope, believing against evidence. Some day"], [117, "A YOUNG MAN ABOUT TOWN. 113 Lancelot would settle down and marry — if only he married a nice, ladylike, good girl, all would go well. And being a little bit of a matchmaker, she began to speculate before she went to sleep as to whether Gladys Byrne would do. On the whole she thought she might, but was hardly good enough for dear Lance — she had not had much education, and was probably a little gauche — but if she were amiable, that was the great thing. And when he was a boy, Lance used to be quite in love with little Gladys."], [118, "CHAPTER VII. NEW THOUGHTS AND NEW WAYS. \" His sole child, my lord, and bequeathed to my overlooking.\" Shakspere. THERE were only three days of an uncomfortable sort of bustle before Col. Byrne sailed. During every minute of them that she was able, Gladys clung to him. It seemed to her an appalling prospect to part with him. No daughter had ever loved a father more entirely, and never had there been a more complete and familiar intimacy in this relationship than existed between these two. He had never given her a cross word, and his sympathy"], [119, "NE W THO UGHTS AND NEW WA YS. 115 had been always ready, even in the merest trifle. Gladys tried to look forward to his coming back, but horrible possibilities would haunt her, and make her heart shiver with a cold dread of the future. But as she did not cry, and was very quiet, Mrs. Ellison and Janet did not suspect what she suffered. She did not know them well enough to open her heart to them. But when Col. Byrne was really gone, Mrs. Ellison found her young cousin in a strange kind of hysterical fit, without tears, but shaking from head to foot, and with a dry, choking sob coming now and then, which seemed to stop her breath. Janet was out, and poor Mrs. Ellison, who was the most helpless of women in an emergency, was at her wits' end. Gladys tried to stop herself, and tried hard to smile when she saw \" Cousin Marian's \" terrified"], [120, "116 AN UNLESSONED GIRL. face; but she could only make a poor attempt. Mrs. Ellison rushed to look for sal volatile, and to find some one she could consult, and met Russel Laurence, who was just coming in with a book that Janet had asked him to bring. He could not help smiling at poor Mrs. Ellison's distracted mien, as she came flying along the passage with a wine-glass in her hand. \"What can be the matter, Mrs. Ellison ?\" he asked. \" Has anything happened to anyone ?\" \" That poor child is in such a queer state — I do hope it won't end in a fit or some thing dreadful !\" \"What poor child?\" \" Gladys. Her father sailed this morn ing, you know, and she is hysterical, I suppose. I wish I knew what to do ; but Janet is out, and I am such a poor creature. Where is Sarah ? where have I put the sal"], [121, "NEW THOUGHTS AND NEW WAYS. 117 volatile ? Or should I throw cold water over her?\" \" Poor girl ! I should say not. Give her a glass of port wine.\" Mrs. Ellison caught at this masculine suggestion, and was returning with it, when Gladys met her on the stairs coming down, apparently in her right mind. She had forced herself to be calm, but she was deadly pale, and a little shiver ran through her now and then. She spoke quite quietly. \"Dear Mrs. Ellison, I am all right now. I am so very sorry to have frightened you ;\" and she put one cold hand affectionately in her cousin's. Mrs. Ellison kissed her. \"Do drink the wine, love. You are so cold, and you tremble so ! I must have seemed quite heartless. I never guessed how you were suffering. Come into the drawing-room, and sit on the sofa, darling, and drink this"], [122, "118 AN UNLESSONED GIRL. up. Mr. Laurence thought it would do you good. Oh, there he is.\" Gladys managed to laugh at the wine as she swallowed it like a dose of medicine, and made a face ; she did not dare look up as she shook hands with Russel — she felt ashamed of herself, and afraid of break ing down again. Russel admired her for having conquered the womanish complaint of hysterics, and was more sorry for her, now that she made that brave effort to be cheerful, than if she had given way. His voice was very gentle as he spoke to her, though he had tact enough only to make the most commonplace of remarks, and Mrs. Ellison petted her and made much of her. It was a relief to Gladys to be let alone, though she was grateful to the bottom of her heart for the kindness. Sometimes one can bear any thing better than too much sympathy."], [123, "NE W THO UGHTS AND NEW WA YS. 119 Russel seemed to understand what state she was in, and he drew Mrs. Ellison into a war of words about a subject they always differed on — George Eliot's novels. Janet was, of course, a George Eliot worshipper, and so, more moderately, was Russel. But Mrs. Ellison stoutly maintained that it was a shameful pretence to call such works novels, and that people bad no right to inveigle you into reading them as such. \" What novels ought to be,\" she declared, \" is something you can turn to for pleasure and amusement — to forget one's troubles, and to relax one altogether. Something like clear Miss Austen's, that one can read when one has a headache, and that makes one laugh. I'm sure I love Miss Bates, and Mrs. Elton, and Mrs. Collins, and all those dear ridiculous people. It's a perfect delight to get among such old friends. But as for Daniel Deronda, it's as"], [124, "AN UNLESSONED GIRL. 120 dull as a sermon, and fifty times more diffi cult to understand. And I believe everyone agrees with me in their secret souls, only they dare not say so in this intense age. Call that a novel ! I don't consider myself stupid, but I declare I 've read a whole page without the words conveying a single glim mering of an idea to me.\" \" I am sure I admire Miss Austen as much as anybody,\" Russel said. \" I always con sider it a test of a person being worth knowing, whether or not they appreciate her ; but you can't compare Jane Austen and George Eliot — it is like comparing an elephant with a butterfly.\" \" One is as heavy as an elephant, cer tainly,\" retorted Mrs. Ellison. \"Well, I don't quarrel with people writing philo sophical, or metaphysical, or any other sort of learned treatises ; make them as deep as you like, and let learned people read them ;"], [125, "NE W THO UGHTS AND NEW WA YS. 121 but don't call them novels, and delude me into taking them up. Now her early ones, I grant you, are novels — simple and full of human interest. I allow the genius in Adam Bede, and the Mill on the Floss, and Silas Marner ; but since she turned intense, I only beg not to be forced to read any more of her books.\" Gladys listened to their talk with a sense of profound dissatisfaction with herself. Her own ignorance quite overwhelmed her. She had not read a word of George Eliot's. She had heard of Miss Austen, but never came across one of those novels, the taste for which Russel Laurence declared to be a test to decide whether people were worth knowing or not. She had read some of Dickens, her father's favourite author, as he is most simple-minded people's, and had been fear fully excited over Jane Eyre ; but she felt, with a foolish shame, how very scanty 1"], [126, "AN UNLESSONED GIRL. 122 her reading had been. It seemed to her as if she were sinking lower in her own estimation every day. That evening she borrowed Mansfield Park, and read it with anxious diligence. She was quite ashamed of her own stupidity at not being more amused. But Miss Austen needs a special training and a special sense of humour to be appreciated, and Gladys, as Janet had guessed, had not much feeling for humour ; she took most things in earnest, and was, on the whole, of rather a serious nature. She determined, at any rate, she would try and improve herself in some direction or another, and she asked Janet to read with her. Janet assented very pleasantly, but somehow it was difficult to make it a regular thing, There was always something turning up to interfere with these studies, and Gladys felt, though she could not have given any reason for"], [127, "NE W THO UGHTS AND NEW WA YS. 123 feeling so, that Janet did not enjoy trying to impart her own really extensive know ledge. And then the summer weather came on, and in summer it is so impossible to work. There was always something pleasant to be done, and the Ellisons' was a thoroughly lazy household. Janet, it is true, had a hundred pursuits, and some of them would have been hard work for Gladys, but they were mere amusement to her. Mrs. Ellison was the most indolent woman under the sun. She liked to sit up late, and to break fast about ten or half-past. She had no regular meals. They dined at any hour that suited them, off light, dainty little messes, and there were stray refections and cups of tea and coffee going at any odd times. Of course this irregular way of living, and an occasional want of punctuality in the payment of wages, did not suit the"], [128, "AN UNLESSONED GIRL. 124 servants, and the Ellisons changed theirs perpetually. They might have fared badly if Janet had not had, amongst all her varied accomplishments, a gift for cookery. She taught the servant or cooked herself, and, whatever else might be neglected — such as dusting and scrubbing — their little meals were always good. Janet was indeed, in some ways, a capital manager — her clear head and skill in organising and directing were great powers ; it was only a trifling habit of running up bills which prevented her from making a model housekeeper. Her mother left everything, small and great, to Janet ; she herself only asked for warmth, repose, agreeable society, her favourite books, and strong tea. Give her these, the world might go to wrack and ruin without affecting her peace of mind deeply. Battles, revolutions, murders, disasters of all sorts, were, on the"], [129, "NE W THO UGHTS AND NE W WA YS. 125 wdiole, exciting, and she often complained of the papers being dull if there was nothing terrible in them. Gladys was not long in feeling perfectly at her ease with this least formal and most indulgent of elderly ladies ; in a week she had lost all sense of shyness with Mrs. Ellison, and made her a confidante on most subjects. She did not find out that her Cousin Marian was sublimely selfish ; very few ever did, because she had a perfect gift for showing the most delightful sympathy ; and she had another gift — that of being able to talk about herself in a manner that was certain to secure the interest of her hearers. Gladys was never tired of hearing her stories about the adventures, the disasters, the excitements of her not uneventful life. The girl, who had a talent for loving, was soon her cousin's most devoted companion and warm champion. She wavered for a"], [130, "126 AN UNLESSONED GIRL. time in her feelings for her other cousin. Janet was an altogether different person from her mother — a curious puzzle, always interesting, sometimes fascinating, some times lovable ; but there was an under current of sarcasm which Gladys guessed at rather than saw, and she hesitated about giving the entire allegiance to the younger which she yielded the elder woman. Still she admired Janet immensely, and she was acquiring every day a power over her mind. Lance considered that it was his un doubted right to initiate Gladys into the delights of London. Young men do not care to be hampered by the strict rules of etiquette. It was much pleasanter for him to have an attractive girl all to himself than to look out for a third person to save appearances ; and to Gladys this seemed the simplest and most natural arrangement"], [131, "NEW THOUGHTS AND NEW WAYS. 127 in the world. Mrs. Ellison feebly remarked one day to her daughter that she was afraid it was \" hardly the thing.\" \" Oh, don't raise any troublesome objec tions,\" Janet returned. \" It is so much the least difficult way of managing. It does not occur to Gladys, and, after all, if they are to end by getting married, it will be all right.\" \"Do you think they will ? Will it be a good thing for her ? I'm afraid that boy is very fast.\" \" Oh, all young men are fast,\" Janet answered easily, \" and he is one who will settle down into a domestic character. And Gladys will always see her husband idealised.\" So nothing was said, and Lancelot de voted his Saturday afternoons to showing his country cousin exhibitions, &c. He felt very virtuous in doing so, and made himself"], [132, "128 AN UNLESSONED GIRL. extremely agreeable. Sometimes Gladys went to Notting Hill, and joined Mrs. Chester and Kitty, who were very friendly and kind ; but Lance preferred the tSte-d tSte excursions, and very often said nothing about them at home, for his mother was much more rigid about proprieties than Mrs. Ellison, and would have been quite shocked at the idea of a young lady and an unmarried man spending the day alone together in public places."], [133, "CHAPTER VIII. A TALK AND A WALK. Be good, sweet maid, and let who will be clever ; So make life, death, and that vast forever One grand, sweet song. C. Kingsley. ONE fine Saturday afternoon, Russel Laurence turned into the Royal Academy for a second or third look round. He had a good knowledge of art, and a great delight in it, as he had in most of the higher tastes ; and, though one does see an enormous amount of worthless pictures in the R.A., every year seems to produce more real, thorough, and thoughtful work. As he strolled about, he chanced upon our friend"], [134, "AN UNLESSONED GIRL. 130 Gladys, who was going conscientiously round with a catalogue and a pencil, marking with profuse stars, and making her head ache with the endeavour to see every picture. Russel thought she was alone, and was surprised to see her. He knew that the Ellisons had made an appointment to meet him in these rooms another day. \" Are you by yourself, Miss Byrne ?\" he asked, touching her lightly on the arm, for she was too much absorbed to notice him otherwise. \" Surely some one is with you ?\" Gladys turned, and her face brightened very pleasantly as she saw him. The little attentive frown passed away from her open forehead. \" Oh no, I am not alone. Lance is some where near, but he went off to speak to some friends.\" \" The Ellisons are not here, then ? \" \" No. They were expecting Mrs. Barrett.\""], [135, "A TALK AND A WALK. 131 \" Well, and what do you think of the Exhibition ? There are some good things here, but nothing in this corner. Don't waste your time over these wretched daubs. I can take you to all that is worth seeing.\" \" But you don't call that a wretched daub 1 It is dear Ireland — and I know the place so well. Papa and I spent a month there — a little fishing village on the west coast. How delicious it was.\" And a great tenderness came into her blue eyes as they went back to the land scape which recalled those days to her. Russel thought the picture a coarse bit of work, with very little to recommend it, but somehow he could not say so just now — he had a fear of wounding the girl whose excessive sensitiveness he had already divined. \" I daresay it is like the place, and a"], [136, "AN UNLESSONED GIRL. 132 lovely place it must be. I want to see Ireland. I hope to go there this year. It would be jolly, wouldn't it, if we all went there together — the Ellisons and you and I.\" Gladys' whole face lighted up. \" Oh, do you think it could be managed ? to go back to Ireland — -it would be too delicious ! And I know you would think it the most beau tiful country — you could not help thinking so, if you saw Killarney and Connemara ! \" \" I am sure I should. Now come round here and see Leighton's best picture this year, and my favourite of all. You must not look at that one — how they can hang such things I don't know — false in every respect — tricky sentiment and impossible colouring.\" \" Is it ? \" Gladys said timidly, with a glance at the condemned picture, and a guilty feeling that she had admired it before. \" I thought it was rather pretty.\""], [137, "A TALK AND A WALK. 133 \" It is disgustingly pretty ! \" Russel said fiercely ; \" there is nothing so destructive to true art as mere prettiness.\" Lancelot returned at that moment, and looked a little cross at finding his com panion monopolised. She had given herself up to Russel' s guidance entirely ; he had something interesting to say about every picture ; he told her what to admire, and he showed her the reason for doing so. Gladys was most open to conviction, and eager to drink in every kind of knowledge. She was getting more ashamed of her own deep ignorance, as it seemed to her, every day of her new life. Lance had never anything to tell her about things that lay outside of his every-day pursuits and amusements ; he was a pleasant person to talk and laugh with, but he never went below the surface. He was decidedly put out at finding that Gladys had \" shelved him,\" as he mentally"], [138, "AN UNLESSONED GIRL. 134 expressed it, and his was not a temper that could stand rebuff. He stood by without saying anything with a gloomy expression for a few minutes, and then said suddenly, \" Are you going back to Putney, Laurence, after this ? \" \" Yes,\" Russel said, glancing at him in some surprise. \" I only came in for a look round, as I had a few hours to spare.\" \" I was thinking, as you were bound for the same direction, you would see Gladys home. I've just seen a fellow who wants me to go to his rooms particularly. You wouldn't mind, Gladys ? \" . She turned and looked at him for a moment. Russel noticed that she flushed, and that there was a certain little proud curl in her mouth as she said — \" Of course I don't want to keep you, Lance. As to getting back, I should not be at all afraid of going alone.\""], [139, "A TALK AND A WALK. 135 \" But Laurence is going your way,\" Lancelot returned, feeling a little bit ashamed, but still bent on punishing her ; \" and he 's much better company than I, any day. So if you don't mind \" \" Of course I need not tell Miss Byrne how delighted I should be to see her home,\" Russel said, quietly and courteously. In his heart he called young Chester all the names he could think of for what he considered a piece of impertinence, and he felt that the situation was compromising for the girl, but he would have died rather than make it seem awkward to her. Lance disappeared, and Russel tried to turn off the subject by saying something about the landscape they were opposite. Gladys was looking absently at the wall — not at the picture — and did not notice what he said ; her colour rose again, and she spoke with some effort."], [140, "136 AN UNLESSONED GIRL. \" I am vexed with Lance. He ought not to have gone off like that.\" \" I suppose he did not think,\" Russel said\" rather awkwardly ; \"it was not polite ; but I conclude you and he are so very intimate it did not strike him, and it is a great pleasure for me.\" She did not look at him ; the colour still deepened on her cheek, and after a moment's hesitation she spoke abruptly, but with a curious straightforwardness which Russel thought he had never noticed in any girl before. \" But I am afraid it is not quite right of me — girls in London do not do such things, do they ? \" \" Such things as what ? \" he asked, quite taken aback. \" Going with young men. I did not think of it when I was with Lance, because we have known each other"], [141, "A TALK AND A WALK. 137 all our lives, but it is different with you. Russel did not know how to answer her ; he was quite at a loss for a reply that should be at once truthful and not painful to her. He could not deny that he thought she was in a false position ; he had a great idea of what was due to a girl, and a chivalrous respect for the purity which he felt not even a careless word should have power to stain in the slightest degree. His hesitation filled Gladys with a sudden conviction that she had done wrong in speaking so openly. The horrible shame of having made a blunder, which is worse than any other small mental torture, came upon her, and she wished herself a hundred miles away. Russel hurried into a joking remark when he saw that she was uncomfortable. \" You must fancy you have known me all your life, and then I shall get the privilege E"], [142, "138 AN UNLESSONED GIRL. of being rude which seems to belong to it. I can't say that Chester took much trouble to be civil. Look here ; isn't this a delicious little thing of Leslie's ? what a pity it is one does not see such girls in every-day life. But I do know a girl who is worthy to be painted by Leslie.\" \" Do you mind going home ? \" Gladys said, with only a very careless glance at the picture he pointed out. She spoke very quietly, and not without dignity. Gladys had plenty of pride, in spite of all her self depreciation, and it was touched now to the quick. Lance had preferred the society of a young man friend to hers, and had thrust her upon this other, who was probably wishing himself free of her ; she did not intend in future to be passed about like a piece of small change. \" Perhaps you did not mean to leave yet, though,\" she added, speaking with perfect"], [143, "A TALK AND A WALK. 139 composure, \" I can find my way back to Putney quite easily by myself.\" \" My dear Miss Byrne ! \" Russel said earnestly — so earnestly that she could not doubt his sincerity, \" what can you think me made of ? Is it possible that you should believe me not only such a boor, but so utterly insensate as to be capable of letting you do such a thing ? You know, or ought to know, how great a pleasure it will be to me.\" \" Thank you,\" she answered in a grateful, simple way ; \"do you mind coming now, then ? I am a little tired of looking.\" \" How will you like to go ? Shall we walk to the station — I know you are fond of walking — or shall we drive ? \" \" I had rather walk, thank you ; the open air will be pleasant after this hot place.\" They walked off together accordingly ; Gladys was a little silent and stiff, and"], [144, "AN UNLESSONED GIRL. 140 Russel exerted himself to make her feel at her ease with him. A few questions about her father, cordially put, opened her heart very soon, and she told him when she hoped to hear from India, and the likeli hood there was of his finishing his business and returning in the year. \" But you like being near London, on the whole ?\" \" Oh yes, as much as I can like anything away from home. The Ellisons are exceed ingly kind ; they have made me feel quite comfortable with them.\" \" I knew they would. There isn't a particle of stiffness in them ; they have been too much about the world for that.\" \" Mrs. Ellison is so nice ; she is not a bit like an old lady. I can say anything to her. I have already grown fond of her.\" \" Yes, she is very pleasant. But I think Janet much the more interesting of the"], [145, "A TALK AND A WALK. 141 two, you know ; there is power in her, and great strength and nobility of nature. I hope you agree with me.\" \" Oh yes, I admire my cousin Janet very much. I never knew any one so clever. Whatever she does she does well, and she knows so much. But that very thing makes me miserably dissatisfied with myself. I never felt the depths of my own ignorance and incapacity before.\" Gladys spoke with most emphatic sincerity ; as she did, she met Russel's eyes, and surprised an amused look in them. \" I hope you don't think I am jealous of her,\" she said, colouring ; \" it is not that. It is neither envy nor jealousy, I hope, that makes me feel disgusted with myself when I see all that she can do. But I have really not been educated at all.\" She would have been surprised if she could have read her companion's thought,"], [146, "142 AN UNLESSONED GIRL. which was, that it was not usual for a young and certainly very pretty girl to be so eager to disclaim jealousy of one who had such outward disadvantages as Janet Ellison ; but he did not for a moment doubt Gladys' transparent truth. It was simply impossible ever to doubt that, and he liked her admiration of her cousin. \" You must not blame Papa,\" Gladys went on, puzzled to understand Mr. Laurence's expression ; \" he did not like to part with me, so I was not sent to school, and I had not a first-rate governess. I never really found out how little I knew till I came to Putney.\" \" But is your ignorance so very pro found ? \" \" Yes, indeed it is. I have hardly read anything but a few novels, and I can't speak any language, nor play and sing, nor draw.\" \" Well, you can learn now — you have"], [147, "A TALK AND A WALK. 143 every chance. Though some men would tell you it is not needful, I am not one of those who make a point of flattering young ladies.\" \" I should not think there are many men stupid enough to think it better to be ignorant. I would give anything to be as clever as Janet is ! \" \" I wonder if you would change with her altogether, externally as well as mentally,\" Russel thought, contrasting the two in his own mind. He did heartily like, admire, and sympathise with Janet Ellison, but he was a man, and could not but see that this girl by his side was attractive to the eyes, and that the other was utterly without the charm of beauty. Aloud he said, \" It is not only that Janet knows so much ; sometimes knowledge only makes people pedantic and dull ; she has a real power of mind, and she is delightful company.\""], [148, "AN UNLESSONED GIRL. 144 Gladys assented ; a little sigh rose in her breast as she told herself that it would be very pleasant to be thought of like this, but she checked it as an approach to jealousy, which was a fault she disliked and despised. As they walked along, talking very freely and pleasantly, they got into the midst of one of those disagreeable little street scenes which are common enough in London, but which were new and horrible to Gladys. A police man was dragging along a drunken woman, a wretched outcast of civilisation, \" in un womanly rags,\" a mere forlorn weed of a creature, with all the self-respect of humanity knocked out of her. She was perfectly stupid and unresisting, and let herself be hauled along anyhow ; and ' the policeman, according to the habits of his order, was none of the gentlest with her. Russel wanted to cross out of the way, but in a moment he missed Gladys, and, to his"], [149, "A TALK AND A WALK. 145 utter surprise and disgust, he saw her make her way through the little crowd of children, with a flushed face, and bright, indignant eyes ; she caught the policeman by the arm, and said, in a strong, clear voice — \" How cruel you are to the poor thing ! You have no right to shake her and drag her along so. Let her go home ; she is quite quiet. You will go home quietly, won't you ? \" she added, speaking to the woman in a different voice, a very gentle one. In his surprise at being addressed thus by a young lady, the policeman let go his prey, and the poor creature, staring wildly at Gladys, seized hold of her arm to steady herself. Russel felt horrified to see the two thus, with the foul skirt of the one touching the other's fresh grey dress ; but Gladys did not recoil. \" Go home,\" she repeated in a soothing"], [150, "146 AN UNLESSONED GIRL. voice ; \" if you are quiet, he will not take you.\" The woman burst into a wild, half-crying laugh. \" Home ! \" she screamed out, as if the word had seized some floating idea that had survived the wreck that drink and misery had made ; \" bless your sweet face, what home has such as me to go to but the workus or the jail ? Let him take me, my dear ; it makes no odds.\" \"You'd better let her be, Miss,\" the policeman said, with a look of profound contempt at the woman ; \" I wouldn't trouble about such a lot as her.\" \" Miss Byrne,\" Russell said, sharply, making a way through the staring, grinning little crowd, \"you had better leave this alone. It isn't fit for a lady to interfere. Take the woman gently,\" he said authoritatively to the policeman, and he almost forced Gladys"], [151, "A TALK AND A WALK. 147 away. When they had gone a few yards, he said, in a cold, rather stern voice, \"It is a pity to mix in such scenes, I think ; you don't know London. It is not fit for you to go near such a creature as that.\" Gladys looked at him with a sort of fierceness ; her eyes shone \" like blue stars,\" as Lance expressed it, with an angry fire, which suddenly was quenched in tears. \" So that is charity,\" she said, in an abrupt, harsh voice ; \" you would let a poor woman be hurt — if she is degraded, I should have thought it was all the more reason for pity. Are you all so hard and cruel in London ? \" \" There are some things not fitting for young ladies to do. I could not bear to see you in such contact.\" \" She is a woman as well as I. I do not think myself too good to touch any woman.\""], [152, "148 AN UNLESSONED GIRL. It was not in human nature not to admire the generous anger that thrilled her voice and made her face glow as she spoke, and Russel had a heart and a great sympathy with what was noble in others. He looked into the shining blue eyes, and his own face softened into an expression quite new to Gladys. \" I am sorry if I have offended you,\" he said, gently and gravely ; \" I believe your feeling is the right one ; but you cannot conceive how horrible it is to a man to see a woman such as you are contaminated by a touch from such as that. There is so wide a gulf between you and her.\" \" That is just the pity of it,\" Gladys said, turning her head away suddenly, and with all the anger dying out of her face and voice ; \" to think what life is — to that poor creature — and what it might be ; it can never be made right — unless one believes in an"], [153, "A TALK AND A WALK. 149 eternity to do it in,\" she finished under her breath. They walked on in silence. After a while, as if half-apologising to him, she said, \" At home, in Ireland, I do all I can for the poor people ; they all seem like friends to me, you know ; and when I see anything here that rouses my pity, I can't help mixing in perhaps what is no business of mine. I daresay it seemed wrong to you.\" \" It does not seem so to me now,\" Russel answered quietly, and they spoke no more on the subject."], [154, "CHAPTER IX. GLADYS ON HER DIGNITY. Cas. You love me not Bru. I do not like your faults. Gas. A friendly eye would never see such faults. Bru. A flatterer's would not, tho' they do appear As huge as high Olympus. Shakspere. WHEN Russel and Gladys entered the little drawing-room of Miranda Villa, they found Janet alone. She looked up with a welcoming smile, which died away as she saw who the second person entering was, and a curious look tightened her mouth for a moment, till she forced it again into a smile."], [155, "GLADYS ON HER DIGNITY. 151 \" Why, Gladys I you went out with one cavalier and come back with another ? How did that happen ?\" \" Lance met a friend that he particularly wished to see, and as Mr. Laurence was coming this way he brought me back,\" Gladys answered in a would-be indifferent voice. \" Indeed ! How curious that Mr. Lau rence should turn up so opportunely ! What, are you going, Russel ? \" \" I must get home to dinner. I shall see you again to-morrow.\" When Gladys came down again after taking off her hat, Janet took her hand affectionately and said, \" Now do explain, dear, what made your faithful Lancelot behave so queerly. Did you have a quarrel ? \" \" No,\" Gladys returned, a little coldly ; \" he was very rude ; that is all.\""], [156, "AN UNLESSONED GIRL. 152 \" You must not be so severe on him ; he took some whim in his head ; he is thought less, but he never could mean to be rude to you, Gladys.\" \" He had no right to do it — no right to force me upon Mr. Laurence.\" \" Oh, Russel is such a steady fellow, and so much older than you, it did not matter. He would think nothing of it.\" \" He is not so very much older than I.\" \" A good deal, my child ; he is getting on for forty, and you are only twenty-two.\" \" I thought he said he was thirty-five last birthday. But, at any rate, Lance had no right to do it. I am very angry with him, but I shall not give him the chance of treating me so again.\" \" What dreadful punishment are you planning for the poor boy ? Don't be too hard on him, Gladys. Do not put too much on any one who cares for you.\""], [157, "GLADYS ON HER DIGNITY. 153 \" Lancelot cares for no one much but himself.\" \" I never heard you say anything so unkind of any one ; take care ; it sounds like the spretœ injuria formœ, and it does not do to show that.\" \" What does that mean, Janet ? \" \"The resentment of slighted beauty. At your age, Gladys, one expects too much of men. Lancelot cares more for you than you know ; we lockers-on see most of the it game. \" I do not want him to care for me more than he does. I shall not go out with him alone again.\" Janet's sallow cheek flushed ; she answered quite pleasantly, though im patience had quickened her pulse. \" That sounds like a reproach on us for letting you go.\" \" Oh no, no. I did not mean it so.\" L"], [158, "154 AN UNLESSONED GIRL. \" It may not be strictly within the rigid bounds of conventionality, but we thought you two happy friendly young things might be trusted. I fancied you did not care so much about the very, very proper. Has any one put it into your head ? \" Gladys hesitated for a moment before she replied — ■ \" I fancy that Mr. Laurence thought it odd.\" \" I will venture to say that is only fancy,\" Janet answered, still in the same even, pleasant voice as before. \" Russel does not study etiquette so much. It seems quite natural for you and Lance to be together. Our first introduction to you was under his protection. And you must forgive him — men have to be forgiven very often. If you knew them as well as I do, you would know that they are all thoughtless, and a little bit selfish.\""], [159, "GLADYS ON HER DIGNITY. 155 \" All ? \" \" Well, perhaps / ought not to say so. It has been my lot to meet with real unselfish devotion more than once. Ah, Gladys, you may well look surprised — -when girls are young and pretty, they think youth and good looks have it all their own way ; but, ugly as I am, ' I have been adored.' ' Gladys was inexpressibly confused by this speech ; she put her whole soul into her face and voice in an eager disclaimer of having looked surprised. Janet only smiled serenely, and patted her hand. \" Don't be distressed, dear. I am per fectly aware that you didn't mean a slight, but you can't help wondering from your standpoint. Do you think I don't know as well as you do that I am ugly ? And I don't mind, for if I had been beautiful, I might not have had the same sort of devotion given me. I never envied pretty"], [160, "156 AN UNLESSONED GIRL. women — only pretty women I mean — for the love they win soon fades away, there is nothing to feed it. Poor Jack always used to say that he never thought about my face except that it was part of me. You want to know who Jack is — here he is in this locket.\" As she spoke, she opened the big gold locket that hung on her neck, and showed Gladys a bearded individual, with rather staring dark eyes. \" Then you are engaged ? \" Gladys said, in quite an awe-struck manner, looking at Janet with a new interest. \" No, not exactly. I don't suppose I shall ever see him again. I wear the locket for the sake of auld lang syne. Jack is in Australia. I hear from him by fits and starts, and he always hopes for some im possible chance of making his fortune, but I don't in the least expect it. He is a wild, unlucky fellow, and I don't feel in any"], [161, "GLADYS ON HER DIGNITY. 157 way bound to him ; but it is impossible not to have a certain tenderness for one who has staked his whole stock of love upon me. I know Jack's faults too well to be able to feel for him as he would have me. I see the contrast too plainly between him and — wrell, why shouldn't I own it ? — between him and my great friend Russel Laurence. Of course you know what the friendship is between us. I am not ashamed of it. I have reached the age when it is safe for a man and woman to be friends. But it would be dangerous for you and Lancelot Chester. You are too young and too pretty — don't break his heart, dear ! You will be sorry if you are hard on him.\" \" Janet, you don't understand. There is nothing between us two.\" Janet only smiled ; when she spoke again she changed the subject. \" Mamma's half sister, the great Mrs. Barrett, came to see us"], [162, "158 AN UNLESSONED GIRL. to-day in her big carriage — an unusual condescension, though she only lives two or three miles away. She was disappointed not to see you, and asked you to lunch there on AVednesday. She will send the carriage for you.\" \" Aren't you or Cousin Marian going ? \" No ; she wants you all to herself. I hardly go there twice a-year. She hates poor me, and I — well, I 'm not devoted to Aunt Almeria. But I won't prejudice you against her ; judge for yourself. I can't be quite fair, for it makes me sore and angry to see her revelling in every comfort and luxury, and my poor old mother often pinched for a sovereign. And they had the same father ! Her mother had a large fortune, my grandfather's second wife. You can't wonder I feel the contrast, can you ? \" \" But doesn't Mrs. Barrett help Cousin Marian ? How shameful ! \""], [163, "GLADYS ON HER DIGNITY. 159 Janet shrugged her shoulders. \" Oh yes, she helps her, now and then. She once advanced her a sum of money ; she gives her something at Christmas ; she sends her a basket of grapes occasionally. It does not imply much generosity or self-denial, but poor dear Mamma is so easy-going and gentle, she gets all the more put upon. However, Mrs. Barrett is not absolutely unkind to her ; it is Mamma's daughter she can't stand. So prepare to hear a pretty account of me, dear Gladys. \" \" I shall not believe a word she says — she must be horrid,\" was the warm reply. \" Don't,\" Janet said, smiling, \" if you ever want to think well of me again.\" Lancelot left Gladys in a bad temper, as we have seen, but his conscience smote him a little for his desertion of her, and he went"], [164, "160 AN UNLESSONED GIRL. up to Putney the next afternoon to \" make it straight with little Gladys,\" as he ex pressed it. He found her quite unapproach able, \" proud and stiff,\" like the man in \" Alice,\" a new phase altogether in her. He had seen her in a passion, but never cold and distant before. Janet came to his aid by proposing that he should take Gladys a walk, as she was tired. \" I don't care to go out,\" Gladys said, coolly, though her head was aching with the heat of the little room. \" Nonsense, child,\" Janet returned gaily ; \" we know how to believe that, when you were just proposing it before Lancelot came in. You want your usual constitutional.\" \" I suppose she means she does not wish to walk with me\" Lance said, looking reproachful and imploring. \" She won't give me a chance of making my peace.\" \" Oh, pooh, go and get ready,\" Janet said,"], [165, "GLADYS ON HER DIGNITY. 161 gently pushing Gladys to the door ; \" go and make friends, like good children.\" Gladys went at once, very quietly ; anything was better than attracting attention or making a fuss. They walked along some time in silence, which Lance broke by saying, in the jerky way in which people generally make an apology, \" I say, Gladys, I know I was rude yesterday. I 'm awfully sorry.\" \" You were rude,\" Gladys answered, looking straight before her. \" Well, you need not keep it up so — when I say I am sorry — and you snubbed me directly that fellow turned up.\" \" You need not talk about it any more, Lance,\" Gladys said, with her breath coming rather quickly, and two angry little spots of colour on her cheeks. \" I shall not give you the chance again of doing as you did yesterday.\""], [166, "AN UNLESSONED GIRL. 162 \" What do you mean ? \" \" I shall not go out with you alone any j» more. \" Gladys ! have the Ellisons made a fuss ? \" \" Oh dear, no, quite the contrary. But I shall not do it.\" \" Because you are angry with me ? I could not have believed in your being so unforgiving.\" \" I am not unforgiving,\" Gladys returned, but by no means in a cordial tone ; \" it is not that I am angry. But I do not choose to lay myself open to — I don't wish to do things that girls in London don't do.\" \" Who told you girls in London don't go out with their old friends ? Gladys, I never knew you so hard and disagreeable. I shall detest London if it turns my warm hearted dear little Irish friend into a stiff, proper, horrid young lady.\""], [167, "GLADYS ON HER DIGNITY. 163 \" It will not change me. But I have made up my mind about this, so you need not say any more.\" \" Then you don't forgive me ? ' \" Yes, I do.\" \" But not heartily ? \" \" Yes, heartily.\" \" You don't like me as much as you did.\" \" Oh yes, I do.\" \" Not as much as I want you to like me, though,\" Lancelot said, in a low and rather plaintive voice, which instantly alarmed Gladys. She felt instinctively that he must be kept off sentiment at any cost, and she began talking and laughing on different subjects with extraordinary vivacity. Lance was puzzled and dissatisfied. Something was changed, something was not right, and he could not bear to be crossed. When he went home, he carried his trouble to"], [168, "164 AN UNLESSONED GIRL. his usual confidante, his mother, in whose sympathy he felt secure. \" I want you to ask Gladys to stay here, mother,\" he said. \" I want you and Kitty to get to know her better, and somehow she and I are a little out. Ask her next week, while the governor is away, and we'll make it jolly for her.\" \" Very well, dear,\" his mother said, looking at him with some earnestness ; \" I should like nothing better for you than an attachment like that. Is there anything, dear ? \" \" Oh no, not yet; — I don't know whether there ever will be — but — perhaps — some day. I might do worse, eh, mother ? \" Mrs. Chester thought so ; indeed, she lived in dread of her wild boy doing much worse, and she was pressing in her invita tion to Gladys. And as the Ellisons also were strongly for her accepting it, she had"], [169, "GLADYS ON HER DIGNITY. 165 no choice. But in her heart she was reluctant to go. That Sunday afternoon, as Janet had expected, Russel came in for a lounge and a chat, while the two \" young people,\" as Janet called them in a maternal way, were out. \" So Chester turned up, did he ? \" Russel said, looking a little blank. This slight shade over his face did not escape Janet's keen eyes — what ever did escape them ? \" Oh yes, of course he turned up, to make peace with Gladys. They are, I have no doubt, trying if the usual effect of the ' falling out of faithful friends ' is true in their particular case. Lance seems to have been a little neglectful, and our Irish princess does not understand being slighted. She has been a spoilt child of fortune all her life — not only the dear old"], [170, "166 AN UNLESSONED GIRL. Colonel, but everyone else has made much of her.\" \" There does not seem much of the spoilt child about her.\" \" She is very sweet, but she has never been thwarted, and has had no troubles. I hope she never may,\" and Janet sighed. \" But she was quite upset about Lancelot's desertion ; he has always seemed her especial property.\" \" Is there anything in it besides mere friendly intimacy ? \" Russel asked, looking full into Miss Ellison's face with masculine directness. \" I am not going to let out secrets, if there are any, which I don't admit. I can only say that something does generally come of it when a young man of twenty-six and a young girl a few years less are always together. And they suit each other very well.\""], [171, "GLADYS ON HER DIGNITY. 167 \" Do they ? Should you think Chester good enough for your cousin ? It would hardly have struck me so.\" \" You don't do him justice,\" Janet said, warmly ; \"I am very fond of Lancelot. He is a little reckless, like other young men — a little self-indulgent — but there 's plenty in him ; in some respects he has greater depths than Gladys, nice as she is. I am sure Lance might be made a great deal of.\" \" And Gladys — I beg her pardon, Miss Byrne — is only just ' nice,' nothing more ? \" \" Oh, I don't say that, Russel. I would not say anything that seemed slighting of her. I am not the woman, I hope, to fail to appreciate my own sex ; I have not found out the finer shades of her character yet, I daresay ; any one can see that she is sweet-tempered and affectionate.\" \" There are more possibilities in her face than mere sweet temper,\" Russel said,"], [172, "168 AN UNLESSONED GIRL. thoughtfully ; \" but if anyone can bring her out, it will be you. She is very fortunate in coming to your house.\" This was soothing, but Janet would have preferred less said about Gladys' \" possibili ties.\" She turned his attention lightly to a disputed point in something they were both reading, and when Lancelot and Gladys came in to tea, they found the other couple in ardent conversation. Lance left at once, and Janet monopolised the talk that evening ; Mrs. Ellison was sleepy, as she often was on Sundays, and only roused to puzzle over some of her favourite acrostics with Gladys. Russel and Janet talked together in the back drawing-room over some curious old engravings which he had bought, and Gladys felt rather depressed. She glanced a little wistfully now and then— as she caught fragments of what sounded such interesting talk — at the two"], [173, "GLADYS ON HER DIGNITY. 169 who were sitting close together over their prints. \" How delightful a friendship like that must be,\" she thought, \" where there is such sympathy, so many common interests, and both know so much. How happy Janet is to be able to take that place with a man like Mr. Laurence. It is no wonder he spoils her for common stupid people.\" Janet, however, did not feel or look very happy when she was alone that night. She sat quite still, with her heavy head resting on one small hand, as still as a statue, and her face was filled with a dull sadness. \" After all,\" she said to herself, \" at times I fear the chances are all in her favour. Men — nearly all of them — are the slaves of the eye, and she is so perfectly un-self-conscious, it gives her looks a great extra attraction. I 'd give my right hand if she and Lance were engaged ! He cares for her, but I M"], [174, "AN UNLESSONED GIRL. 170 don't see a sign of her caring for him. Oh, Russel, Russel ! what a fool I am — but a woman of thirty-two, when she does love, can't throw it off lightly. My whole life is staked on making myself all the world to him — I will do it somehow — I will, I will. There 's terrible odds against me — ugliness, poverty, age — but if I put my whole mind into it, I may conquer fate. And it is not too late to taste a little happiness. God knows I haven't had much yet.\" On the other side of the wall Gladys Byrne lay on her bed wide awake. Her gaze was fixed upon the dim outline of the window, as if it were searching for the secrets of the future, and her heart had something of foreboding in it."], [175, "CHAPTER X DIFFERENT POINTS OF VIEW. To doubt 's an injury ; to suspect a friend Is breach of friendship ; jealousy's a seed Sown but in vicious minds ; prone to distrust, Because apt to deceive. Lansdowne. MRS. BARRETT lived in a great, grand mansion in Wimbledon Park. She had plenty of respectable, grave, elderly servants, who did their best to fill the handsomely furnished rooms, but there was still an immensity of empty space. It was certainly a curious contrast to the small, shabby house which her half-sister inha bited, and the contrast made Gladys feel indignant, as she was ushered in out of"], [176, "172 AN UNLESSONED GIRL. the large, easy-rolling, shut carriage which had brought her. A tall, stout, rather handsome woman, in rich black silk and long floating widow's cap, came forward to meet her, with a brisk, not at all un kindly manner, though her aquiline nose and large chin gave a hard expression to her face. She was as complete a con trast to meek, shabby, untidy, undecided looking Mrs. Ellison in appearance as their respective abodes were. Everything about Mrs. Barrett spoke of prosperity and success ; while poverty and defeat had marked the other with all her anxious wrinkles and lines. For that very reason, Gladys vowed entire allegiance and affection to the unsuccessful sister, and drew herself up with a determination to dislike the other. Mrs. Barrett was always too well satisfied with herself to notice or to care whether she were liked or not. She felt"], [177, "DIFFERENT POINTS OF VIEW. 173 kindly disposed towards Gladys, because she had formerly liked Col. Byrne ; and, moreover, she approved of girls being nice looking. It was part of her rooted objec tion to her niece Janet that she was so \"fearfully plain.\" Mrs. Barrett had been handsome and stupid ; she could not tolerate plainness and intellect in women in consequence. She was prepared to pet Gladys, since Mrs. Ellison had said she was pretty, but not accomplished or clever. \" So glad to get you all to myself to make your acquaintance, my dear,\" she said, keeping one fat hand on her shoulder, as she looked her over with the calmness of a woman who invariably does as she likes. \" If the Ellisons were here, I should not be able to get to know you. You are a little like Papa, but you have the O'Connor good looks. Your poor mamma was very pretty.\""], [178, "174 AN UNLESSONED GIRL. Gladys could not bear to be commented on in this way, as if she were a picture, or a china figure ; she fidgeted and coloured. \" Ah, what a pretty blush ! You are shy. I like to see a young girl modest. Go and take your things off. Wilson will show you the way.\" When Gladys returned, she had to sit on the sofa, and submit to having her hand held in a very soft, fat palm, which felt like a cushion ; and a girl who is shy, and not demonstrative with strangers, always dislikes sitting like this, and being looked at. \" I wonder Janet can stand having you as a perpetual set-off to herself,\" Mrs. Barrett said, with a complacent smile. \" Poor Janet ! It must be a trial.\" \" I don't think she is to be pitied at all,\" Gladys said, quite bluntly, resenting the contemptuous words at once. \" Any"], [179, "DIFFERENT POINTS OF VIEW. 175 one so clever and so interesting can afford to pity other people.\" \" Clever — interesting — pshaw, my dear,\" Mrs. Barrett said, with a look of superior sagacity ; \" as if that went for anything, joined with such a face as Janet's ! But I could forgive her looks — she did not make them herself — if she did not set up to have admirers. That is the absurdity. Janet's ridiculous good opinion of herself \" \" Why should she not have admirers, then ? \" Gladys cried, getting very Irish in the warmth of her advocacy, and managing to twitch her hand out of its soft, warm prison. \" Surely people are not so weak and paltry as to care for nothing but looks. Janet has every other gift.\" \"Indeed!\" Mrs. Barrett said drily, but looking more amused than displeased ; \" you think she has ? But who are these wonderful admirers of hers, my dear ? You"], [180, "176 AN UNLESSONED GIRL. take her own accounts of them, I suppose. I daresay she has told you about Jack ? Poor Jack Northcote I What a grand conquest !\" \" I have heard something about him,\" Gladys said, hesitatingly. \" Ah, I've no doubt. Well, I'll grant Janet that one. Jack was a foolish, good-natured ne'er-do-weel, and he fell in love with her when he was young. She got a power over him, fascinated him; she was clever, and he was a harebrained, ignorant fellow. There was a sort of an engagement, I believe ; when it suits her, Janet says there is one still ; but as neither of them ever had the means to marry, it doesn't amount to much. And who else is there? I'm sure Russel Laurence must see through her ; he is a thousand times too good. I like Russel. By-the-bye, I want you to go to the opera with me next Saturday, and"], [181, "DIFFERENT POINTS OF VIEW. 177 I have asked Russel to go with us. You would like to come?\" \" If Mrs. Ellison has no objection \" What objection should she have? Now do tell me how you get on ; do they make you comfortable ? They live in a regular hugger-mugger ; and, to tell the truth, I was surprised at your father leaving you there.\" Gladys did not take the pains to conceal her resentment, as she answered, \" I'm very comfortable and happy. I like Cousin Marian exceedingly ; nothing can be kinder than they are.\" \" Oh yes, poor Marian is kind,\" Mrs. Barrett returned, quite unmoved by the wrath she had excited. \"I am fond of Marian, poor thing, though she has herself to blame for many of her troubles. But it is a wretched, muddling household.\" \" She can't help being poor,\" Gladys put"], [182, "178 AN UNLESSONED GIRL. in, her eyes glancing with significance round the richly -furnished room. \" Excuse me, my dear, she could have helped it to a great extent. But never mind. I see you are determined to uphold Marian and Janet through thick and thin — I like it in you — and you think me selfish and mean because I am well off, and they aren't. Perhaps you don't know quite as much as you think — it is like pouring water into a sieve to do anything for the Ellisons. Never mind, it won't kill me to be thought a monster, as I see you do.\" \"I did not mean to be rude,\" Gladys said, rather abashed. \" I 'm not offended,\" Mrs. Barrett returned, in her calm, unmoved way, that seemed to Gladys to be the very sign of intense selfishness ; \" you are Irish, and make a warm friend and a bitter enemy, I see. I only want to warn you not to be"], [183, "DIFFERENT POINTS OF VIEW. 179 too much influenced by Janet. She is clever, as you say, and can be agreeable — to some people — I give her her due, but don't trust her, or you'll repent it, and take what she says with a little reserve. She has a knack of colouring things, I won't say more. And whatever you do, don't get dragged into any of their endless difficulties. Marian can't keep out of debt, it 's her element. Oh, I know you think I might do a great deal for them — perhaps I do more and have done more than you know — but I just warn you as a friend. Ah, here 's luncheon ; let 's go down, my dear.\" When Gladys returned, Janet asked her, laughing, if Aunt Almeria had left her a rag of character. She was at a loss for an answer. Janet gave her one of her con descending little pats. \" Don't trouble to tell me, I know exactly. She ran me down,"], [184, "180 AN UNLESSONED GIRL. and you fired up and became my champion. I am sure you didn't abuse me behind my back, and I am sure you don't believe all her kind speeches. But was she amiable to you ? \" \" Yes, she tried to be very amiable.\" \" But I hope you don't like her ? \" \" No,\" Gladys said with energy ; it would have seemed traitorous to her cousins to have liked Mrs. Barrett. Janet gave her a light little kiss, called her \" good child,\" and imitated her aunt's emphatic manner of speech to the life. There was certainly no love lost between them. Gladys' visit to the Chesters came off, and was very pleasant, but it did not bring about any crisis, as both Lance and his mother half-intended it should. Gladys made great friends with Kitty, and would have no tete-d-tetes. She kept Lance resolutely on the old footing of careless"], [185, "DIFFERENT POINTS OF VIEW. 181 intimacy and friendliness. The opposition, of course, made Lancelot more decided ; he began to think he was getting downright in love with his childish flame, but he was in no hurry to tie himself ; life as a young man about town was much too pleasant to exchange as yet for any other. He had not the least intention of marrying for years. Mrs. Barrett was determined to take up Gladys, and the decided coldness she met with did not prevent her ; she took her to the opera, the three others of the party consisting of Mrs. Barrett, Russel Laurence, and an old gentleman who made himself agreeable to the elder lady while Russel devoted himself to the younger one. It was so enchanting an evening that Gladys found it difficult to keep up that aversion to Mrs. Barrett, which she con sidered due to her allegiance to the Ellisons."], [186, "182 AN UNLESSONED GIRL. She could not but allow that there was a basis of truth to some of the rich sister's strictures on the poor one, though Gladys' warm, generous young heart would fain have disbelieved them all. Cousin Marian was so charming, it seemed unkind to own, even to herself, that her ways were not always quite conscientious and upright ; but in spite of her affection, the girl could not help feeling grieved at the laxity of some of Mrs. Ellison's principles. She had no hesitation in slipping out of a difficulty by a white lie ; many and many a time Gladys heard her say things which she knew were not true, in order to avoid an unpleasantness or to save trouble. Once she said laughingly, \" I saw you looking shocked, little woman, when I told Mrs. Gray that mild fiction about the servant I recommended her, but really it did no harm. One can't always be rigidly truthful"], [187, "DIFFERENT POINTS OF VIEW. 183 in society ; one is obliged to stretch a point sometimes ; even you would ' regret ' not going to a party you hated. Now, Gladys, wouldn't you rather tell an innocent little fib than offend a person mortally or give them great pain ? \" \" I don't know ; I should hate to give pain\" — Gladys hesitated — \" but I should hate to tell a story.\" The same looseness of ideas was generally noticeable in the Ellison household about a great many things, but they talked so well, sometimes even Janet was so eloquent on her own side that Gladys was generally fascinated out of her disapproval. There seemed something so genial and magna nimous in their way of looking at things, and Gladys hated censoriousness so much, that she generally tried to argue herself out of her own convictions. According to the Ellisons, all young men were obliged"], [188, "184 AN UNLESSONED GIRL. to sow a certain amount of wild oats, and they were none the worse for it in the end ; and many other faults were spoken of as mere accidents, like a casual headache or attack of fever. Gladys' eyes were being opened to many and many a fact of our sinful humanity of which she had been entirely ignorant. \" Are all men like that ? \" she said one day, when Janet had calmly spoken of some one who had got into trouble at college ; \" is Mr. Laurence ? \" Janet looked at her with a sudden curious sharpness. \" Russel is no saint,\" she said, with that little laugh that Gladys never liked ; \" he does not pretend to be one ; but he is peculiar in some respects ; he is not tempted like most men. But a man is no better for being above faults. King Arthur is the most insipid creature. I"], [189, "DIFFERENT POINTS OF VIEW. 185 don't at all wronder at Guinevere's preferring Lancelot, the only unnatural thing is that she fancied in the end that she did not. ' He is all fault who hath no fault at all ; For who loves me must have a touch of earth. The low sun makes the colour.' For my part I hate passionless perfection.\" \" But those other lines in ' Guinevere ' are very beautiful,\" Gladys said, colouring and speaking timidly, as she always did when she differed from Janet — \" those lines Mr. Laurence repeated — - To speak no slander — no, nor listen to it ; To lead sweet lives in purest charity ; To love one maiden only, cleave to her, And worship her by years of noble deeds.' \" Very beautiful, very unreal,\" Janet said, quietly. \" For my part, the real, warm, human love that a man who has sinned and suffered feels for the woman who becomes soul of his soul is far more N"], [190, "186 AN UNLESSONED GIRL. true — the gradual growing together which comes from sympathy, not from ideal worship. Would you not rather be the means of bringing a man to better things by understanding him, feeling with him, loving him and being loved by him, in spite of human sins and weaknesses, knowing each are liable to do wrong, than be set upon a pedestal and worshipped by an impossible piece of knightly perfection ? There 's real life and real passion in Lancelot and Guinevere's love ; Arthur is all up in the clouds ; no woman could have loved that cold abstraction.\" Gladys was silent ; Janet's words made her think of the Lancelot she knew, and who was beginning, she could not help seeing, to think of her differently from the old friend and companion of their Irish days. Was it, she wondered, possible that she might help him, and rescue him out"], [191, "DIFFERENT POINTS OF VIEW. 187 of this way of life, which was making his young face dissipated and haggard-looking at times, and stealing the frank light out of his eyes ? Gladys did not see her way quite clearly ; she only knew that she had no great desire for such a mission, if it involved the whole surrender of herself. She did ardently desire to save Lance, any way but one, for she could see that he was changing fast out of the old self of whom she had been heartily fond in the old days."], [192, "CHAPTER XL GLADYS DISREGARDS MRS. GRUNDY. How many among us at this very hour Do forge a life-long trouble for ourselves, By taking true for false, and false for true ! Tennyson. AS the time of year came near for de- ciding on a summer holiday, Gladys' ardent wish to go \" home,\" as she called Ireland, for a while, was to be fulfilled. Mrs. Ellison and Janet were anxious, of course, to do what they could for the visitor whose purse was to pay the expenses of the journey. But when Russel coolly announced his intention of going with them, Janet felt a"], [193, "GLADYS DISREGARDS MRS. GRUNDY. 189 qualm of doubt. She looked him through and through, as if to read his soul. \" Well ! \" he said, meeting the involun tary gaze with a half-defiant smile. \" So you don't want my company, Janet ? I won't inflict it on you, then. I '11 go abroad.\" Janet was frightened. It was better to run any risks than to let go of him. She knew how great a power their friendship and intimacy was. She dared not let the knot slacken. \"Russel, how can you speak so?\" she said, gently and reproachfully. \" It is not likely that I shall begin to tire of you — that will come from your side, not mine. You have been to see us so much less lately, I was beginning to winder if you were not tired of us.\" Russel felt rather guilty. His conscience told him that he had found more engage-"], [194, "AN UNLESSONED GIRL. 190 ments in town while Gladys was staying at the Chesters'. But of course he warmly disclaimed any falling off. \"You ought to know I never tire of my friends,\" he said emphatically ; \" if I have one virtue, it is that of constancy. May I go with you to Ireland?\" \" You may. I won't say how glad I — we — shall be ; but you must make up your mind to endless rain and dirty inns, I warn you.\" \"What do you say to that, Miss Byrne V he asked, turning to Gladys, who entered the room at that moment. \" Will you defend your country against those charges ?\" \" What charges ? \" Gladys asked, pre pared at once to do battle. \" Oh, only rain and dirt.\" \" It does not rain more in Ireland than anywhere else,\" she declared boldly. (\" Oh, oh!\" from the opposition.)"], [195, "GLADYS DISREGARDS MRS. GRUNDY. 191 \" Well, I 'm sure we have had rain enough here ; and as for dirt \" \" Well,\" Janet said slily, \" that is quite unheard of in Ireland, of course ? \" Gladys did not deign a reply. She looked up at Russel. \" Are you really coming with us, too ?\" As Russel met the sweet blue eyes, a strange warmth seemed to come into his heart. His own lingered on hers for a minute, with something in them that was new to Gladys. Janet saw the glance. A sharp pain — a physical pain, it seemed — struck at her heart. She set her lips together. \" Yes,\" he answered, in a voice that sounded much softer than usual. \" I want to come very much, if I am to be allowed.\" Gladys would have said frankly that she was very glad at any other time, if there had not been that momentary look in his"], [196, "AN UNLESSONED GIRL. 192 eyes. As it was, she could not speak, and Janet made some remark — she did not know what — anything to change the cur rent of feeling. Just then the servant brought in a letter for Gladys. It was directed in Lancelot's big black characters, sloping backwards — a hand that betrayed itself even at a distance. She took it, and left the room. \" If Lance writes billets doux,\" Janet said, laughingly, \" he really ought not to direct them in such an unmistakable hand. One can't help detecting his writing at twenty yards.\" This was what the billet doux con tained : — \" Dear Gladys, \" I'm in a horrible scrape — the worst yet — and I must see you at once. I don't feel up to facing them at Putney."], [197, "GLADYS DISREGARDS MRS. GRUNDY. 193 Do meet me at the Zoo to-morrow after noon at four, by the Brown Bears. Don't refuse me, for the sake of old times, though I'm not worth it. \" Your ever faithful \"L. C.\" Gladys had not a moment's intention of refusing him. The idea of compromising herself did not occur to her — to appeal to her old friendship was enough. But she could not conceive in what wav she could help him. Janet tried hard to find out what was in the note, which, she could see, had a decided effect upon Gladys' spirits for the rest of the day. She was absent, heavy, and dull, and her eyes looked very sad, as if there had been tears shed. But Gladys said nothing, except that she wanted to go out the following afternoon."], [198, "AN UNLESSONED GIRL. 194 \" With the Chesters ?\" Janet asked, in a careless tone. \"No, with Lance,\" Gladys answered, colouring, but disdaining an equivocation. \" I thought you did not mean to go out with him alone, dear?\" Mrs. Ellison said, with mischief in her heart under her innocent manner. \" I must to-morrow,\" she answered, shortly. Janet was consumed with curio sity to know more. Were they engaged ? Had he proposed ? Anyhow, it was odd for him to ask her to meet him like this — not to come to seek her. Her intense curiosity led her to do a horribly mean thing. Janet had no principle to keep her from dishonour able actions ; but, as a rule, she preferred not to do them — but now the temptation was much too strong for a very feeble resistance. Gladys was exceedingly careless about her letters and papers. She wrote at"], [199, "GLADYS DISREGARDS MRS. GRUNDY. 195 the writing-table in her bedroom. Nothing was ever locked up, and she never tried to conceal what it did not occur to her could be unsafe. Her own scrupulous sense of honour and transparent candour pre vented her conceiving that others could violate her secrets. While she was out that evening, Janet went into her bedroom. The first thing she saw was Lancelot's letter torn up, and lying in the grate — carelessly torn in large pieces, easy to put together. Janet read the agitated-looking scrawl with great calmness, and went into her own room to think it over. She did not attempt to hide from herself that Russel was cer tainly getting a decided interest in Gladys. He looked at her very often, as if he could not help his eyes resting on her ; he took pains to draw her out, and to bring her into talk that interested her ; and he was anxious lately to disprove the point"], [200, "196 AN UNLESSONED GIRL. Janet had tried to establish from the beginning, that she was merely a \"sweet girl,\" with nothing more in her. She had developed wonderfully lately. Her shyness had worn off, leaving only a becom ing diffidence, and she was not in the least stupid or unimaginative, as Janet had at first fondly tried to believe. She could neither sing, nor play, nor draw ; she knew very little, but she had natural abilities, and she was intensely eager to improve them. When they had played writing games, which was rather a favourite amusement at the Ellisons' when they had friends in the evening, and at which Mrs. and Miss Ellison and Russel were particularly good, Gladys had surprised them all by her poeti cal fancies. Janet saw, with the painful clearness which the light of her sound judg ment and acute intellect would throw upon what her heart would fain have ignored, that"], [201, "GLADYS DISREGARDS MRS. GRUNDY. 197 Gladys was no mere foolish, weak, amiable girl. Credulous she was, easily deceived, easily worked upon by a too tender heart and a too trusting temper ; but these weak nesses themselves were endearing. What would the experience, the gifts, and the intellect of which she was possessed avail if once Russel began to see with the dazzled eyes of a lover ? Janet saw it all. Her little slender strong hand clenched itself as her mind worked, and her thick eyebrows were knitted together in painful thought. \" Lancelot and Gladys must get engaged,\" was the result of her cogitations, \" and then Russel will have to fall back upon the old friendship which is my strength. I don't wish the child harm. She will be quite happy with a good-looking young lover, and Lancelot will turn out all right. But Russel belongs to me.\" Janet's was not, after all, a vindictive or"], [202, "198 AN UNLESSONED GIRL. malicious nature ; it was simply remorseless and unscrupulous. She saw what was fair and good; looked on with not unadmiring eyes, but worked out her own purposes quite alone, and without turning either to the right or left till she had reached her point. No one understood her, but a good many people thought that they did. Russel thought her all that a woman ought to be — strong and kind, well balanced in mind, free from petty feminine weakness, but with real feminine goodness of heart ; her aunt, Mrs. Barrett, thought her almost all that was bad ; Gladys admired her, and was half afraid of her superiority over herself; her mother leant upon her, and thought her the most wonderful person in the world, but was not blindly devoted to her. Of all the number of her friends and acquaintances, perhaps only one had ever simply and heartily loved this self-contained, philosophi-"], [203, "GLADYS DISREGARDS MRS. GRUNDY. 199 cal, clever, good-tempered little sphinx, and that was \" poor old Jack,\" who had been downright in love in proper foolish fashion with his Janet. But she very seldom thought about Jack ; his clumsy letters were answered by long, clever, interesting epistles, and she had a kindly remembrance of him when it was aroused, but it generally slept. She had never loved him ; she had never loved but once in her life, and the stream now flowed deep, dark, and strong, for it was fed by all the waters that had no other channel. Janet's nature, unlike her mother's, had this element of passion in it, and it made it a more dangerous one. Mrs. Ellison wondered a little at Gladys, and was disposed to tease her about her fickleness of purpose. A very short time before, she had announced that she was not going out again with Lancelot alone, and now she had already broken through her resolve ;"], [204, "AN UNLESSONED GIRL. 200 but she did not dream of refusing permission as a chaperon. She was much too lazy and careless to exercise any duenna authority. Gladys took the teasing as well as she could, but she wished she could have slipped away unobserved. Janet made nothing of it, and rendered Gladys grateful by helping her to pass it off as a mere trifle. Miss Ellison met Russel, quite by chance, of course, as he came from town. He joined her, and of course walked back with her. It was a pleasant afternoon, soft and warm after a day's rain, and the air was sweet after the Courts. Janet was particularly agreeable ; she exerted herself to amuse and interest him, and he was not at all loath to come in for a cup of tea when they arrived at the door of the little villa with the objectionable name. Janet thought she detected just a shade of disappointment as he glanced round the room and saw only"], [205, "GLADYS DISREGARDS MRS. GRUNDY. 201 Mrs. Ellison on her sofa, with her medley of books, knitting, and cushions. He did not ask where Miss Byrne was, and this struck Janet as a little additional proof of con sciousness. Her cool head was able always to reason, even while her heart suffered that pain which is as cruel as the grave. \" Gladys is gone on some mysterious expe dition with young Chester,\" she said lightly, as he glanced round when the door opened, as if he expected to see the tall, slender figure that was missing. \" I fancy they are at the Zoo.\" \"Alone together!\" Russel said; and then he thought he had put too much into the tone in which he had uttered the exclama tion, and added with a laugh, \"Nothing will make Miss Byrne respect the voice of Mrs. Grundy, I suppose. I imagined she had become more particular.\" \" But there are times,\" Janet returned o"], [206, "AN UNLESSONED GIRL. 202 in a perfectly light easy way, \" in which a little liberty may be allowed. Mamma and I have too much good nature to spoil the bliss of two young things.\" \" Is anything in the wind, then, there ?\" Russel asked, in a most carefully careless manner — \" a sort of understanding that no one is supposed to see, but which everybody guesses at ?\" \" Janet may know more than I do,\" Mrs. Ellison said, looking quite innocent. \" I have not been taken into any secret. Per haps I ought not to have let Gladys go out alone, but I can't bear to be disagreeable ; and moreover,\" she added, laughing, \" she never asked my leave.\" \" I wonder if Col. Byrne knows how completely his daughter is under the rule of King Log,\" Russel thought. He said nothing ; he hardly realised what made him feel suddenly so dissatisfied with everything"], [207, "GLADYS DLSREGARDS MRS. GRUNDY. 203 and everybody. For the first time, he be gan to feel some little sympathy with Mrs. Barrett's determined disapproval of the Ellison mother and daughter. They were very delightful, very good company, charm ing people to spend an hour or two with ; but were they exactly the guardians for an impulsive, soft-hearted girl, quite ignorant of the ways of the world ? And young Chester was hardly the fellow to go about London with alone — hardly the fellow either to have the keeping of so trusting a heart ! Janet found an opportunity before he left for asking him, as a favour, to say nothing to Gladys about her expedition. She made him promise her this, he did not know why."], [208, "CHAPTER XII. CONFESSOR and penitent. The world will not believe a man repents ; And this wise world of ours is mainly right. Full seldom does a man repent, or use Both grace and will to pick the vicious quitch Of blood and custom wholly out of him. Tennyson. GLADYS was perfectly startled, almost terrified, by her first glance at Lancelot. \" Lance,\" she said, as he took her hand and squeezed it hard without speaking, \" what can have happened ? You look so fearfully ill.\" He did, indeed ; he was ghastly pale,"], [209, "CONFESSOR AND PENITENT. 205 and looked haggard and quite aged. Her excessively pitiful nature once touched, she felt a yearning tenderness for the friend of her childhood. He glanced round. \" Don't let 's stay here,\" he said, in a hoarse, odd voice ; \" let 's find a quiet corner out of the way of all these confoundedly festive people. I must have a talk with you, Gladys, where I can have it all out.\" They found a deserted bench somewhere out in the wilderness, where only unin teresting water-fowl, who attract few admirers, were domesticated, and Lance rushed into his confessions with a sort of reckless hurry. \" There 's no one I can tell but you — and there 's no one can get me out of the scrape I 'm in but you. I 've done it this time, Gladys, and God only knows how I 'm to get afloat again at all if you can't help me.\""], [210, "206 AN UNLESSONED GIRL. \"I! Lance — what could / do?\" \" You can see the Chief, and beg me off.\" \"The Chief! Sir George?\" \" Yes. Listen first, and then refuse to help me, Gladys, if you 've the heart. If you do, I must go to the devil altogether, I suppose. But you won't — you can't refuse me, dear ; you 've always been so kind — so good to me. I know I 'm not worth it, but I won't be ungrateful — indeed I won't — my whole life shall show — but I must tell you. I must make a clean breast of it to you, even if you hate me at the end. But you won't, will you, dear little woman ? You '11 promise not to hate me ?\" He took her hand ; his thin feverish fingers clung to hers, which trembled, but did not resist the clutch. His eyes searched hers with an eager, imploring gaze — to turn against anyone in trouble was simply impossible to Gladys, and against one she"], [211, "CONFESSOR AND PENITENT. 207 had cared for doubly so. Her blue eyes were full of kindness, though her face was sad. \" You needn't be afraid I '11 hate you, Lance,\" she said gently ; \" but you 'd better just tell me plainly all about it. Tell me nothing but truth ; I can forgive anything better than falsehood.\" \" I will never deceive you. I should be worse than I am if I could,\" he returned, vehemently ; \" and bad enough I am with out that. Gladys, dear, you have no con ception what a fool I 've been, and worse than a fool ! They don't know at home, but they must, I suppose, soon. I 've not been near the office for a week — I lost some important papers while I was screwed — and if nothing can be done with Sir George, he '11 dismiss me, and write to the governor next week. He 's given me one more chance to find the papers, but I know well enough"], [212, "208 AN UNLESSONED GIRL. that 's impossible — only I didn't tell him so — and if I can't \" There was a silence for a moment after that ominous break. Gladys was almost as pale as Lancelot now. \" Where were you all the week, then ? — at home ?\" she asked, in a whisper. He shook his head, and then, still holding her hand, he turned his face from her, and she saw him shudder. \" Don't ask ! \" he said in a voice that terrified her. \"I think I was — in purga tory.\" Then, after another panting silence, he groaned out, \" I will tell you, Gladys ; you pure, innocent, gentle Gladys, horrible as it is, I '11 tell you, because I want your forgiveness and your pity so terribly ! I have had delirium tremens, and been nursed by a — by a friend — a friend on a par with myself, but who was good to me. They thought I was all right — they were all"], [213, "CONFESSOR AND PENITENT. 209 away. I have been down into the infernal regions. You needn't wonder at my looks !\" Gladys was shuddering from head to foot, as if with extreme cold, while the warm afternoon sun lighted up the pleasant gardens and the gay groups of children all around — innocent little children, who might grow up to be like Lance 1 She felt disgust at his weakness, struggling with the intense pity which would make itself felt. \" And you want me to go and beg you off?\" she said very slowly, and in a voice harder than he had ever heard it. \" I am ruined if you don't,\" he answered, letting his head drop. She knew by his voice that he was crying. Nothing is so effectual in utterly con quering a soft-hearted woman as a man's tears, even while she half-despises him. \" I '11 do what I can,\" she said more"], [214, "210 AN UNLESSONED GIRL. gently ; \" but oh, Lance, what will come of it all ? even if this present danger is got over, will it not end in misery at last ? How can you be so weak ? \" \" Gladys, you may be the star of my life to lead me to better things ; if you knew how utterly ashamed I am, and how I long to get straight.\" \"Just now, when you are in a mess,\" Gladys said, unable to help uttering the first scornful words she had ever given him. He took them, however, quite meekly. \" I don't wonder you loathe and despise >> me. \" Oh, Lance, my poor boy, I don 't do that. I am only so sorry — so very, very sorry I \" \"You don't know the temptation — it's so difficult to keep out of scrapes.\" \" I suppose it is — to you,\" Gladys said,"], [215, "CONFESSOR AND PENITENT. 211 thinking of Janet's words, and thinking of Russel Laurence. \" I believe if — if a woman like you could care for me, I should never go wrong. If I had the hope \" \" It 's hardly the time to talk of such things now,\" Gladys returned, in a very quiet, calm voice. Generally fluttered by the smallest thing, her pulses were now quite calm ; she was conscious only of a vague repulsion. \" But in the future — if I ever deserved it — the least ray of hope would keep me up. I never knew anyone like you — so good, and so tender-hearted too. I can't tell you what I feel to you for coming here, and for being willing to help me, dear, dear Gladys.\" \"Don't,\" she cried, with a sort of angry impatience. \" Let us think what 's to be done. Mind, Lance, I won't help you to"], [216, "AN UNLESSONED GIRL. 212 deceive your people. You must tell them.\" \"I'll tell Mother, but you have no idea what a rage the governor would be in ; he 'd turn me out of the house.\" \" I think you deserve that he should be in a rage,\" Gladys said, somewhat tartly. \" That 's right — hit me now I 'm down,\" Lance said, in a bitter voice. \" I haven't a friend in the wTorld. Even Gladys against me ! I wish I were dead, and out of it all — who would care ? \" \" Not your mother, I suppose ? \" \"My mother — yes. But you wouldn't, and I care for you, Gladys, more than you have the least idea of. But I know I deserve you should throw me off, only it does come hard. \" Gladys was not proof against this pathetic view of the case ; the foolish girl"], [217, "CONFESSOR AND PENITENT. 213 had no armour against attacks on her soft heart. \" I have not thrown you off,\" she said, with her old affectionate manner. \" I 'm only sorry — and disappointed.\" \"But if I turn over a new leaf, you will give me a chance ? \" \"Wait and see if the new leaf is really turned. I shall not leave off being your friend.\" \" I want more than that.\" \"I promise nothing more, Lance,\" Gladys answered, with unusual decision in her voice. \"I do not forget old times. Papa always was fond of you. That is a bond I shall never cease to feel. I think he would have helped you if he had been here. I will go and see Sir George, but I am afraid it will do no good.\" \" I fancy if anyone can do anything with him, you can. You are a tremendous"], [218, "AN UNLESSONED GIRL. 214 pet of his. And if it fails, and I get the sack, I must go abroad, and try sheep farming or something. Of course it will end in my going to the dogs ; but it can't be helped.\" \"When do you want me to go to Sir George ? \" \" At once — the sooner the better. If you go now, he will be home to dinner, and it 's quite close to here. I '11 wait for you at the Underground Station, and see you home. Will you do it, dear Gladys ? \" \" Yes,\" Gladys said, rather faintly. She felt as she did when a child, and a visit to the dentist's was impending. She got up, however, and determined to \" have it t> over. Lancelot could not draw another word from her as they left the Gardens. Her feeling was that of Lady Macbeth, \" If"], [219, "CONFESSOR AND PENITENT. 215 'twere done, 'twere well it were done quickly.\" The thought of poor, kind Mrs. Chester, whose heart was wrapped up in this recreant son of hers, kept up her resolution. Sir George Tremadoc lived in a big house in Regent's Park. It was about half-past six, as Gladys, standing trembling within the vast pillared portico, rang a nervous peal at the bell. The footman looked a good deal surprised to find that it was Sir George who was wanted, and not Miss Tremadoc, but he condescended to take Gladys' card, and to show her into the library, to wait in a sick state of nervous tremor. Not that, personally, she had anything to dread from Sir George. The most severe and majestic of men in his official capacity, he was soft-hearted in private life, kept in subjection by his daughters, and the slave of every nice"], [220, "216 AN UNLESSONED GIRL. pretty girl who chose to coax him. Master Lancelot knew what he was about when he chose his ambassador. He came in directly, surprised, but bland, and took his favourite's two cold hands in his big grasp. \" Well, little woman, what do you want with me ? Nothing wrong with Papa, I hope ?\" \" Oh no, Sir George,\" Gladys said, in a small, tremulous voice. \" I have had a very good account of him. 1 want to speak to you about — about Lancelot Chester.\" Sir George Tremadoc at once put on his official look, and an air of dignified reserve and displeasure. \"About — Lancelot — Chester,\" he repeated very slowly. \" In — deed ! I should hardly have chosen to discuss the subject with you. I suppose you know that I am exceedingly displeased with Mr. Lancelot Chester 1\""], [221, "CONFESSOR AND PENITENT. 217 \" Yes, 1 know — he is in a terrible state. He is really sorry, Sir George.\" \" I daresay, now that the consequences seem threatening. Young fellows generally are — when it is too late.\" \" Oh, it is not too late I Dear Sir George, don't say that.\" The eager voice and the pale face, with its expressive, beautiful blue eyes raised to him, had an immediate effect upon the susceptible heart of the great Sir George. He did not trust himself to speak, but only shook his head with great gravity. \"Think of his poor mother — it will break her heart if you turn him away in disgrace I\" s \" His mother is a bit of a fool. She has spoilt the lad to the top of his bent. I 've more pity for Mr. Chester ; he is a very estimable man. Gladys, my dear, I have looked over things in this young fellow r"], [222, "218 AN UNLESSONED GIRL. again and again — for his parents' sake and your father's. There 's no one I have more friendship for than dear old Michael.\" \"You'll look over it once more, dear Sir George, for their sakes — and for mine,\" Gladys implored in her sweetest tones, with one hand on his arm. \" Only this once ! Indeed Lancelot means to improve — he is quite in earnest now. I '11 stake my life on it I\" \"You'd stake your 'loife' on it, would you, little Hibernia?\" Sir George said, laughing, and unable to keep up his severity with that eager hand on his arm and the soft Irish accents in his ear. \" I suppose there 's a reason for all this. But I 'm sorry, Gladys, very sorry ! I don't think the fellow deserves it. I don't think your father would approve if he knew.\" \" If he knew what ?\" she asked, with"], [223, "CONFESSOR AND PENITENT. 219 perfect unconsciousness. \" I 'm sure, then, that he would approve of my begging off poor Lance, if I could.\" Sir George pinched her cheek. \" Well, I 'm not going to force confidence. I only say, don't be in a hurry to give that heart of jrours into anyone's keeping ; and when you do, let it be some one who deserves such a jewel. Tell Chester to come to me. If he really means anything, he must take his rowing like a man, and I '11 see if I can do anything.\" \" You won't dismiss him this time ?\" \" I '11 see if I can give him one more chance.\" \" Oh, thank you, thank you, dear Sir George !\" \" Thank me by giving me a kiss, you insinuating little bit of blarney !\" Gladys gave him his kiss with the cordial simplicity of a child, and got up to go, with"], [224, "220 AN UNLESSONED GIRL. a very different face from what it had been when she came, and a sensation of extreme lightness. \" Stay and have dinner — the girls will be delighted.\" \" No, thank you ; I must go. \" But you aren't alone ? How do you get back to Putney ?\" \" Oh no, I 'm not alone,\" Gladys answered, looking rather embarrassed ; \"I 've got some one waiting to take me.\" \"Young Chester, I'll bet a penny,\" thought Sir George, as he showed her to the door. \" Poor child ! She deserves a better fate than that.\" Of course Lance was overpoweringly grateful and affectionate. The gratitude and the affection alike met with decided snubs, however. He had never seen Gladys so nipping. He took it, of course, as he was bound to do, with humility, and felt"], [225, "CONFESSOR AND PENITENT. 221 smaller than he had ever done in his life. He could not believe that she could be really as insensible as she seemed to his ardent protestations that she was his \" guardian angel,\" the \" guiding star \" that would lead him to all sorts of wonderful possibilities, and that he would now devote to her the whole life that she had saved. \" You '11 forgive me in time — and care for me again. I '11 live on that hope,\" he said at last, as they neared home. \" I have nothing to forgive as far as I am concerned,\" she returned, looking straight forward with an air of sublime indifference. \" I suppose, when one gets to know them, all men are disappointing.\" \" You are not a bit like yourself. I never knew you hard before, Gladys ! You make me very wretched.\" \" I am sorry. I don't wish you to be wretched.\""], [226, "AN UNLESSONED GIRL. 222 \" You only can make me happy. Dearest Gladys, don't drive me to despair. I will go on trying — hoping — that some day you '11 care for me. I will turn out every thing you could wish ; you won't destroy all the hope I 've been cherishing ever since — ever since you have grown out of childhood. I don't ask you noiv ; it isn't the time, I know, when you 've laid me under such an obligation, but some day you '11 let me speak. Do say that, in a few months — when I 've proved I 'm in earnest — you wull let me tell you what I feel for you.\" \" We are home now ; please don't go on so foolishly, Lance ! Good-bye ; do go back now.\" \" Without one kind word ? Gladys, you never were cruel before.\" \" I don't mean to be now. Oh, do go ! I'm tired — I'm bothered — I can't bear any )> more"], [227, "CONFESSOR AND PENITENT. 223 And Gladys fairly ran on, and left Mr. Lancelot Chester feeling rather crushed, and with a more wholesome fit of self-disgust upon him than he had ever had before in the whole course of his life. That Gladys should snub him was the one thing he could not understand ; it shook his self-esteem to its foundations."], [228, "CHAPTER XIII. FRIENDS OR FOES ? There are certain signs to know Faithful friend from nattering foe. Barnfield. BOTH Mrs. Ellison and Janet tried hard to find out what Gladys had been doing all this long afternoon ; but, for once, Gladys was impenetrable ; she was silent and absent, and looked rather pale. Janet said to her mother when she left the room — \" Try and get out of her, Mamma, whether they are engaged or not. She is more likely to tell you than me, and I am sure there is something between them.\""], [229, "FRIENDS OR FOES ? 225 \" It is not generally you that are the inquisitive one of us two, Janet,\" her mother said, looking rather surprised. \"Why are you so curious to know ?\" \" Well, it is better not to have mysteries,\" Janet answered quietly, \"and it is hardly right, is it, since Col. Byrne left you in charge ? By-the-bye, I know where Gladys has been — to the Zoological ; I don't know why she makes such a secret of it — that is what puzzles me.\" Mrs. Ellison, according to instructions, set herself, when Janet was out of the way, to coax her secret out of her \"little Gladys.\" \" So you relaxed your determination, dearie,\" she said in her most caressing voice, taking the girl's hand as she sat by her on the sofa. Mrs. Ellison was \" very fond \" of Gladys, and it was easy to her to speak caressingly. \" You were less rigidly"], [230, "226 AN UNLESSONED GIRL. proper than you meant to be ? I hope Lancelot deserves it.\" \" He had something he particularly wanted to tell me,\" Gladys said, rather uneasily ; she was afraid for her powers of concealment under this friendly pres sure. \" Indeed ! \" Mrs. Ellison said, with the peculiar meaning look with which women hail the supposed discovery of a tender secret. \" And he could not come here to tell it you ! That was a curious way of going on, you know, darling. I am the easiest chaperon in the world — I'm afraid people would say a great deal too easy — but I 'm not quite sure that I ought to let you go out like this with Lance, unless — unless anything is settled ; but I hardly think that that can have happened without your telling me. You are not afraid of your old cousin, Gladys ?\""], [231, "FRIENDS OR FOES? 227 \" No, indeed. If there were anything like that to tell, dear Cousin Marian, of course I would let you know it, but there is not.\" \" Then Lance has not — has not told you that he cares for you ? His face tells it every time he sees you, anyway, Gladys!\" Gladys blushed, and hesitated. \"Perhaps he has told you — eh, dear?\" She was silent for a moment or two, wondering whether she ought to answer directly, or to evade the too-curious questioning. She liked her cousin too much to be angry with her, but she did not know how far she might confide in her. \" I think Lance fancies — I believe he does care for me,\" she said, in an embar rassed way. \" But you don't care for him ? Is that"], [232, "228 AN UNLESSONED GIRL. it, dear ? Has it come to a downright ' No,' I wonder. But don't tell me, if you had rather not.\" \" There is really nothing decided to tell you,\" Gladys said at last, in a sort of desperation ; \" if there were, of course I would say.\" Mrs. Ellison told her daughter that she could not quite make out what had passed, but there was certainly something going on between Lancelot and Gladys. Janet was obliged to be satisfied with this, and resolved that so much at least Russel should know. She was pleased with her own hopes, and particularly kind and delightful in conse quence to Gladys. Nor was she entirely a hypocrite in this — Janet did not in the least dislike the younger rival for being in her way ; on the contrary, she appreciated her candour and warm-heartedness. Janet had the elements of magnanimity in her curious"], [233, "FRIENDS OR FOES? 229 disposition. She meant to sacrifice Gladys, if necessary, without remorse ; but she would infinitely prefer a bloodless victory. If only Lancelot could win her, she would rejoice that there was to be so comfortable a solution of the difficulty ; as for Lancelot being untrustworthy, and unprincipled, and making a sorry sort of husband, Janet did not trouble about that. It was her theory that all men were much alike, only tem perament and circumstances differed, and that a little pre-matrimonial indiscretion did not matter in the least. She did not herself love Russel — for she did love him in the only way it was possible for Janet Ellison to love — for any of his really good qualities, nor for his noble capabilities ; she loved him because he suited her — because his face and voice pleased her — because his mind and hers assimilated — because he never bored or wearied her —"], [234, "AN UNLESSONED GIRL. 230 because he admired her for what she had, and believed in what she had not. And she honestly thought that she could make him happier and satisfy him more entirely than Gladys could, even if he began without any real passion for her. She would be content with the chance of winning his whole heart in time by the patient devotion of her strong will to the task. Gladys' mission to Sir George Tremadoc was successful. Lancelot was forced to submit to a private interview of a most alarming kind, and to a severe and lengthy \"wigging,\" which had the effect of making him completely crestfallen, and he was made clearly to understand that this reprieve was actually the last. \" I believe I am exceedingly weak in yielding so far to my respect for your parents, and my indulgence to a friend of"], [235, "FRIENDS OR FOES? 231 yours, who is, as you know, a great favourite of mine.\" He finished his lecture by saying, \" I only hope I shall not regret the weakness. It will never be repeated. You have now the last chance offered you, Mr. Chester, of redeeming the gross follies and errors of the past. I do hope the strongest motive of all will be to justify the kindness of the young lady who has pleaded for you. I hope you may deserve it.\" His severe, penetrating eye as he spoke made Lance blush and fidget. Sir George would have liked to have asked outright if there were any particular reason for his pet's interference, but he thought it would appear undignified, and he dismissed the culprit with majestic austerity. Lance was, of course, very much piqued by the lecture, but he had sense enough to feel ashamed of himself, and he did really"], [236, "AN UNLESSONED GIRL. 232 resolve not to be such a fool again, and to make Gladys care for him. Gladys had no concealments from her father ; she wrote him a sort of diary of her life in London, and the whole story of her interview with Sir George was graphically given ; she wrote endless sheets of thin paper, adding to them every day, and sending off a letter every week; and, as I said, being absolutely unsuspicious of evil, she left her letters inside an unlocked blotting-book in the drawer of her bedroom table. Janet's private investigations led her to this drawer, and to the closely covered sheets inside it. She read with a good deal of interest the narrative of all the events of the week, and was much too sensible to feel affronted by a sentence which related to herself. \" You say I talk more about Cousin Marian than about Janet, but it is not,"], [237, "FRIENDS OR FOES? 233 as you think, that I don't like her. I really do like and admire her, but never feel so much at my ease with Janet, nor so sure of her. Sometimes I think she is not perfectly sincere, and sometimes I think she is laughing at me, I always feel myself so particularly stupid and ignorant with her. You ask about Mr. Laurence, whether there is anything between them. I should say certainly nothing but that they are great friends, and there is some body else'- Here the letter came to an end. Janet smiled over it. \" The proverbial case of listeners and peepers ! \" she said to herself. \" So Miss Gladys has been begging Lance off — that looks rather like what I wish may be.\" As she stood by the open drawer, she heard a step outside, and had barely time to shut it when Gladys entered. Janet Q"], [238, "234 AN UNLESSONED GIRL. was never at a loss ; she met the girl's rather startled — for the first time half suspicious — look with one quite innocent and frank. \" Excuse my coming in, dear,\" she said pleasantly ; \" I thought you were out, and that you had left my little volume of Shakspere that you borrowed here ; I wanted it.\" \" It is in the drawing-room,\" Gladys answered a little coldly, and Janet made a good retreat. Gladys went straight to the drawer, and pulled out her blotting-book ; she could hardly bear to suspect her cousin of so mean a trick, but an uncomfortable doubt would haunt her. She fancied the book was a little disarranged. The incident made her feel thoroughly uncomfortable ; the half-formed, shapeless doubt of Janet which had been lurking somewhere in"], [239, "FRIENDS OR FOES? 235 her mind came forward more decidedly than ever before, and she felt the cold shock which a generous nature always experiences when it strikes against deceit and meanness. Janet's stolen information was dexterously conveyed in strict confidence to Russel. He received it all with the greatest appear ance of nonchalance, just as if Janet had been retailing the most perfectly indifferent bit of gossip to him. But she had planted a sting which ached in his heart when he was alone, and could let himself think it over without any self-deception. \" So Gladys meets Chester by appoint ment alone, and goes to the Head of his office to beg him off when he has got into trouble ! There can be only one explana tion of that — that is not mere friendship. She would not be so secret over it ; besides, a handsome young fellow and a pretty girl"], [240, "236 AN UNLESSONED GIRL. don't stop at friendship. I suppose she is in love with him, poor child. If it were only that she were just a pretty girl, or a pleasant, sweet-tempered ordinary girl, I shouldn't mind — Chester might have her and welcome, though he 's a fool and worse than a fool — but she is more, and I am finding it out every day. There 's a whole world of goodness, generosity, tenderness, purity, candour in those blue eyes of hers, and they make me feel a longing I never felt before when they meet mine. It seems to me, somehow, as if I never did look through the eyes into the soul before ! I thought at first that she was — what Janet thinks her — a mere nice girl ; but I see now that there 's a whole unwritten poem in her ; ' her face is like a story — the story of the Heavens looks very like her.' I never felt for Laura what I might for Gladys — that was mere blind passion ; I did not respect"], [241, "FRIENDS OR FOES? 237 her — now passionate love and boundless respect might go hand in hand if only the girl could care for me, and not for that wretched dissipated boy. I 'm worth more. I could make her happier, but my old cursed ill luck pursues me.\" He rose and walked up and down ; a great longing had seized him, and a weary disgust of his empty life. His handsomely furnished room, full of good pictures and choice books, looked bare and dreary. His mind's eye filled the empty chair opposite him with a slender figure ; he fancied the sweet eyes lighting up the void with the tenderness of perfect love. Janet would have despaired of her conquest if she had looked into his soul now and seen no place in his thoughts, now that it was deeply moved, for the friendship which was, she fondly hoped, to be the portal to let in love at last."], [242, "238 AN UNLESSONED GIRL. Gladys began to wonder just now why Mr. Laurence came so much less to the house than he used, and what she had done to offend him. There was a coldness only she saw — or felt rather than saw — in his manner with her, and she never met his eyes, which before this, she had begun to fancy, had the habit of lingering upon her. She felt strangely uncomfortable in the change, which was only visible to herself, but she built upon the Irish trip to set it all right — he could not keep up the coldness, surely, while they were travelling together. Then she was seized with a dread that, after all, he might not come. He seemed unde cided about it, and talked of going abroad instead. But this brought down a shower of remonstrances from Mrs. Ellison and Janet, and he yielded — perhaps more to his own traitorous longing and Gladys' sudden anxious look than to any other pleading."], [243, "FRIENDS OR FOES? 239 He could not help a glow of delight when he saw, or fancied he saw, the wistfulness change to happiness in the expressive face which was always an innocent traitor to her thoughts. \" I '11 have the pleasure anyway, and if I have to pay dear for it afterwards, I must,\" was his reflection. \"Why should not Lance come with us too, Gladys ?\" Janet said, as if the thought had suddenly struck her at the moment, turning a beautifully unconscious glance towards her. \" Lance is going yachting in the Medi terranean with his brother-in-law,\" Gladys answered, trying to speak in a perfectly natural manner. \"What a pity!\" Janet ejaculated. Mr. Laurence did not feel inclined to echo the sentiment, but the words had given a reaction to his feelings. The glow departed,"], [244, "AN UNLESSONED GIRL. 240 his manner got a little dry and sarcastic ; he looked no more at Gladys, and very soon departed. But the Irish tour was still to be looked forward to, and Gladys built upon it with an almost painful eagerness. END OF VOL. I. Marcus Ward & Co., Royal Ulster Works, Belfast."], [245, ""], [246, ""], [247, ""], [248, ""]]