[[1, ""], [2, ""], [3, "I Id) THE (1 MUSIC I HALL songster, Containing a Selection of the Latest and most Popular Songs now being sung with the greatest success bj Leo Dryden, Little Tich, Dan Leno, H. Campbell &c GOING HOME or the Miner's Return Oh! Mr. Chevalier, What Have You Done for Me? The Midnight March Jessie, the Star of Glengore Poor Little Dolly All Through a Little Piece of Bacon We All Went Home in a Cab Never Introduce Your Donah to a Pal I Could Do, Could Do, Could Do with a Bit It Made Me Laugh Ta-Ba-Ra, Boom-De-Ay Lottie Collins's ) 'Twixt Love and Duty Blue Violets That Was Me The Soldier's Letter The Waiter I'll Give Him Ta-ra-ra Boom-de There is a Tavern in this Town When Other Lips TAKE IT ON BOYS I Really Can't Stop Dancing Velvet and Rags the World Over Saved from the Flames How Bout Dat Baby ? Second-Hand Clothes De Order of De Golden Key Up I Came With my little Lot The Last Roll Call I'm Another ( Grace Coniviy Sich a Nice Gal Too In Our Backyard Last Night Marie's Lovtrs Suppose You Havn't Got It This Side Up Maggie Murphy's Home Grace Darling Faded Leaves I didn't Break the Bank at Monte Carlo I Saw Him Home Leave the Old One We re AU Right When We are Tight Sailing Merrily Home W. S. FORTE Y, Printer & Publisher, Great St. Andrew Street, Bloomsbury, London, W.O."], [4, ""], [5, "Ulttstr ftyall A COLLECTION OF FAVOURITE SONGS. Oh I Mr. Chevalier, what have you done for me ? Sung by Miss Clara Torr. Written & Composed by Norton Atkins. Music Published by C. Sheard & Co., 192, High Holborn, W C. I'm troubled qver my young man. As you can plainly see. For since one fatal night he's been Right off his D. O. T. I'm sure I'll have to give him up, It really is too'bad. For since he'B heard Chevalier, He's been regular coster mad. Chorus. He talks about his \" donah.\" And he talks about his \"moke,\" He talkB about his \" nipper.\" And he calls his father \"bloke!\" He tells me that his •' old Dutch clock \" 1 very soon shall be. Oh ! Mr. Chevalier. What have you done for me? He s always up to mischief. And no end of funny games, He calls me 'Liza 'Au kins. And no end of funny names ; He says lie's got a nipper. And 1 told him plum and pat, I couldn t stand a single man With property like that! He's always asking me if I, Will only answer -yuss!\" Why doesn't Ire say what he means. W ithout that lo( of fuss? And yet he's such a nice man. too, With all his funny ways; It's just the way he says it, Not exactly what he says. Last Sunday he went down the Lane, And bought a donkey \" shay,\" Id which he says we'll go to church, Upon our wedding day ; The neighbours will be sure to laugh, When we reach our abode. In fact. he says that we shall \" Knock Em In the Old Kent Road.\" I Really Can't Stop Dancing. Written and Sung by Little Tich. Composed by George Ison. Music Published by C Sheard & Co., 192, High Holborn, W.C. I've always had a mania since the day that 1 was born, To study Up the art of Terpsichore, I was fairly dancing mad. and I would practise niglrt and morn. And jump and shuffle on our kitchen floor. My mother often wollopcd roe for making such a row, And swore that she would cure me of my prancing, But when 1 saw her \" going \" for me, I'd dodge away somehow, And all day long I'd never leave off dancing. Chorus. Dancing, don't I love to pirouette, It makes me feel so gay, 1 could keep it up all day, It is my greatest pleasure, you can bet; To me it is entrancing. I'm dancing when I'm eating, or whenever 1 laugh or cry. 1 cannot break iny6elf of it, no matter how 1 try, I'm dancing when I'm sleeping, I'll be dancing when 1 die, 1 really can t stop dancing. 1 went to pop the question to a maiden, oh, so sweet, But scarcely had our interview- begun. A distant sound struck on my car an organ in the street Had started playing \"Johnny get jour gun. The music simply charmed me, I forgot about the girl, Whilst she at me, with scornful eye was glancing, 1 jumped up from my knees, and round the room began to whirl. And blest if 1 could stop myself from dancing."], [6, "A COLLECTION OF FAVOURITE SONGS. Never Introduce Your Donah to a Pal. Sung by Gus Elen. Written by A. Ellis. Composed by Augustus E. Durandeau. Music Published by C. Sheard & Co., 192, High Holborn, W.C. I've lost my gal through a pal o' mine as was. Always wi' me nnr, I'll tell yer why becos. Me and 'un was partners in a donkey cart. That's what made me introdooce him to tho tart. Oae day 1 sez, \"Bill, I wants the cart to- day,\" £ sez, \"me too.\" in a aggrawatin' way ; As I did not want to go and needle 'im, I takes my gal along o' me to wheedle 'im. Chorus. Kever introdooce yer donah to a pal, 'Cos the odds is 10 to 1 he sneaks yer gal; He'll stand her whelks and porter, And upon the sly 'e'll court her, Never introdooce yer donah to a pal, Take my tip, Always keep yer blinkers on yer gal. Once I spotted Bill and Sal a-making eyes, Then he goes and lushes 'er, to my sur- prise, I sez, \"look 'ere, this is far beyond a joke,\" He sea, \"chuck it ,else 111 land yer on the boke;\" I (pars up, but though yer won't believe the fact, In one short round I gits both my peepers black'd, From the cart Sal shouted, \"gar 'n, it sarves yer right,\" In jumped Bill, and then the pair druv out o sight. Bill and Sal got spliced a month ago to- day, Far their 'oneymoon, at Bow they went to stay, Just to rile me, and to f.nish up the fake, They sends me a pound and 'alt \"o wedding oake. They're in business, and a nobby start > they've made, As for me. Im gettin' broke and losin* trade, Things, in fact, is now a -lool-in' precious blue, For I'm seedy, sad and broken-'earted to* Ta-Ra-Ra Boom-de-ay. Sung by Miss Lottie Collins. Music Published by C. Sheard & Co., 192, High Holborn. W C. A smart and stylish girl you see, Belle of good society ; Not too strict, but rather free, Yet as right as right can be! Never forward, never bold — Not too hot, and not too cold, But the very thing I'm told. That in your arms you'd like to hold. Chorus. — Ta-ra ra Boom de-ay. I'm not extravagantly shy, And when a nice young man is nigh, For his heart I have a try — And faint away with tearful cry. When the good young man in haste, Will support me round the waist, I don't come to, while thus embraced, Till of my lips he steals a taste. Chorus. — Ta ra-ra Boom-de-ay. I'm a timid flower of innocence — Pa says that 1 have no sense, I'm one eternal big expense; But men say that I'm just immense Ere my verses 1 conclude, I'd like it known and understood. Though free as air. I'm never rude, I'm not too bad, and not too good. Chorus. — Ta-ra-ra Boom-de-ay You should see me out with pa, Trim and most particular; The young men say, ah, there you ar* I\" And pa says, \"that's peculiar!\" \" It's like their cheek f\" I say\\ and so Off again with pa 1 go — He'u quite satisfied — although, When his back's turned — w\"ell, you know- Chorus. — Ta-ra-ra Boom de-ay"], [7, "A COLLECTION OF FAVOURiTE SONGS. •TWIXT LOVE AND DUTY. Words by C. Williams * L. D. Composed * Sung by Leo Drydtft. Music Published by R. Maynard, 346, Hackney Road, E At his post the soldier's standing, \"duty\" tells him he must stay, True love's calling over yonder, which command must he obey? Little Nell, his wife, is dying; why, oh! why's his lot so hard? Like a dream perchance she'll vanish while he's standing here oil guard. Blinding tears his eyes are filling as he thinks what shall I do? Stick to post and lose my darling without one fond last adieu; Tho' he's prov'd himself a hero, with the foe stood face to face. Now to leave would mean dishonour, on his good name bring disgrae*. Chorus. He stands between love and duty, fighting the bitter *Wht, His heart is torn with anguish between the wrong aid right: But the soldier's love still remains the same, His country's cauBe he'd never shame. But wife comes first, and who can blame? He stands between love and duty. In a far off country mansion sits a woman, worn and old, 'Tis alas ! the old, old story that has been so often told ; Mother's love and boyhood's downfall, he has brought disgrace and sham*, She knows he's a thief, an outcast, having forged his father's name. Tho' degraded, she'll protect him — yes, protect him with her lifo, First because she is a '-mother,\" secondly she is a \"wife:\" Now the stern old father enters, \"where's my one time son,\" says he, She — who never yet deceived him — head bowed down with grief we *ee, She stands between love and duty, fighting the bitter fight, Her heart is torn with anguish between tne wrong and right; The mother's love still remains the same, Altho' she feels her darling's shame She shields her son. and who can blame? She stands between love and duty. In a Californian camp, with haggard face and trembling hands, Oblivious now of all around him, on his trial a miner stands; Well respected by the others, his companions once were they, \"Wilfred Marsdcn,\" their old comrade, charged with murder stand* to-day They know he haB slain the wretch who offered insult to his wife, Goaded on to desperation when he too* the scoundrel's life; Comrades once, now judge and jury, each man stands in blank dismay, Life for life is miner's justice, life's the forfeit he should pay. They stand between love and duty, figh\"*ng the bitter fight, Their hearts are torn with anguish between the wrong and right But comrades' love still proves the same, They know that he once bore an honoured name; \"Not guilty,\" th. j- cry, and who can blame? They stand between love and duty. The hour is midnight, all is silent hi a peaceful village street, Heedless of the dismal darkness walks a p'liceman on his beat; Boon the sound of harried footsteps breaks the stillness of the night, \"Who goes there?\" and then the p'liceman stops a burglar's hurried night Then ensues a fearful scuffle, sooj he has the burglar fast — \"Who is this? my brother Reuben!\" the p'liceman cries with face aghast, \"Let me go, Jack,\" pleads the burglar, \"let me go and I'll repent, 4 Tou know it would kill poor moth sr if to prison I was sent. ' He stands between love ai d duty, fighting the> bitter fight, His heart is torn with anguish between the wrong and right ; But brotherly love still remains the same, Altho' he feels the disgrace and shame; Ue sets him free, and who can blame? H* stands between love and duty"], [8, "A COLLECTION OF FAVOURITE SONGS. SECOND-HAND CLOTHES. Sung by W. P. Dempscy. Written by N. Atkins. Composed by A. E Durandeau Music Published by C. Sheard & Co., 192, High Holborn, W.C. I'm a bloke what's had some trouble, lots of ups and downs I've seen, 1 could almost write a novel about the different things I've seen; Now 1 deals in left off garments, here who'll buy this old dress coat? Once a masher used to wear it. when he used to act the goat. Once he was the pride of ladies, and their waists he used to squeeze, Often to some rich young heiress he would go down on his knees. Chorus. For he was a masher, a regular toff, A la di-da. as you 11 suppose; A regular mash, who hadn't much cash, And that'-s what i found in his second-hand clothes. ( Produce a pawn ticket, &c.) Spoken. — Any buyers, 'ere, half-a-erown ; are you all done? 'ere Ss Gd., 'ere go on, Is 9d., Is 8d.. ls.7d„ ls.6d.. 'ere a bob the lot; what, you won't have it? 'pon my word you wants me to give em away ; well — ( produce racing coat ) Put that down then, no one wants it, new then, what do you say to this? There's a lovely garment for you. that's a racing coat, that is, Once it mingled with the bookies at each popular resort. Aud the cove who used to wear it dearly loved a bit of sport. But, my dear, once down at Epsom, someone overheard his name, And that someone, a detective, went and bowled his little game. For he was a welsher, a regular crook, A \" wrong 'un.'' as you may suppose, The public he'd \"spoof,\" he'd collar their \"oof,\" And that's what I found in his second-hand clothes. (Produce three card trick). Here, there's a lovely coat, look at the lining. Any buyer for this lovely coat ; 10 quid— ere five bob. Well, I'll show you something else ( produce werkhouse jacket with medals pinned on breast). 'Ere's a coat what's got a history, 1 shan't offer it for sale, I shall keep it for inspection, so that I may tell the tale, Who do you imagine wore it? don't think I'm a telling lies, It's a fact, my dear, tis really, though you'll hear it with surprise. Once the man who used to wear it, fought hard by his colonel's side, Tho' a Balaclava hero, in that pauper e coat he died. For he was a veteran, a warrior bold, A hero as you may suppose ; for his country he bled, yet he died wanting bread, And that's what I found in his second-hand clothes (Expose medals on jacket)"], [9, "A COLLECTION OF FAVOURITE SONGS. Spoken. — 'Er* I don't like to go away unless I do a little business. 'Ere will you buy a frock coat? will yer? (hold frock coat up, which contains a very large white collar and a scroll of paper with following words upon it \"Home Rule Bill\"). Bet you know who this belongs to, him who buys this has a catch. 'Ere's a nobby garment for you. collar too, as well, to match. Once this frock coat ornamented one of England's greatest men, Straight there isn't one to touch 'im, either with the tongue or pen. Never mind how 1 came by it, at his house 1 often call, And the gent who used to wear it, is well-known to one and all. Spoken. — Don't you know who it belongs to? 'Ere, wait till I show you his collar ( produce collar). There yer are, 'ave a bit on the collar. 1 say yer cun't buy 'em for ninepence each, can yer? Bless hia dear old chump, pon my word 1 could kiss all the starch out of it, i could really, because — He is a statesman, a clever old man, A grand old man as you'll suppose. And in Ireland to-day he 11 have his own way. And that's what 1 found in his second-hand clothes. ( Produce Home Rule Bill } De Order «f de Golden Key. Sung by Miss Nellie Richards. Written and Composed by Maurice Levi. Music Published by C. Sheard & Co., 192, High Holborn, W C. lt am positively stated, Dat in order to be rated, You must be aristocratic. If you wants to join de Key All de coloured population, Am clawed, agitated, • At de prospects of de ancient Order of dc Golden Key. Chorus. Hear dem cheering, as dey're nearing, Straight as straight can be, . \\\\ ith sword in han'. dey'll stand to a man, By the Order of de Golden Key. Der is Captain John Brown Porter, V\\ ho made love to Jones' daughter, Der is Sergeant Alec Johnson, Who has got the high degree. Ev'ry man in line is numbered, We're de recognised four hundred,' Now don't fail to join de only — Order of the Golden Kc^* May Day Early To the fields I carried my milking can, All in the morning early, And there I met with a smart young man. Who vowed that he loved me dearly, I made him a curtsey, he made me a bow. He kissed me and promised to marry 1 vow. I wish that young fellow was with mejust now, On a May day morning early. 1 strive to forget him, hut nil in vain, On a may day morning early. And if 1 never should see him again, 'Twould break my heart nr nearly. I can't bear the sight of a sheep or a cow. I want to get married, }ct cannot tell how, I wish that young fellow was with mejust now, On a May day morning early"], [10, "A COLLECTION OF FAVOURITE SONGS. SUPPOSE YOU HAVN'T GOT IT. Written. Composed and Sung by Austin Rudd. Music Published by R. Maynard, 346, Hackney Road, E. Suppose you're tight, and a bobbie moves you on when day is dawning, Which you reject, as I expect, and pat him on the nob: Off to the station house you gj, and. on the following morning, The magistrate in a furious state says, I'll fine you forty bob. 0 Chorus. But suppose you havn't got it don't you tear your hair? Especially when you think of the goal not many miles from there; Tou fumble in your waistcoat pocket, and scratch your fat old head. You thought you might pick on a kind old stick, but you pick oakum instead. Ain't it nice when you're out on the spree with some jolly pals, boys, You trip along and sing a song. you're real good chappies found ; And don't you give a sly old wink at all the passing girls, hoys. To a pub you repair, and while in there you toss for liquors round. Spoken. — Yes. there you ure a lively little mob. '-What shall it be? \"says you, \" odd man out. or odd man pays? oh, odd man pays! all right! Well, are you ready? (imitating man tossing with palms of hands close together). Up! ah, head, head, head, head, head, head ! \" Why, you're all heads, ami 1— I — wull. Tin s* woman! Er ( fumbling in pocket ), how much, Miss? N\\ hat? Five shillings? \" Suppose you havn't got it. don't you tear your hair? Especially when your thirsty pals thirstily stand there: You fumble in your waistcoat pocket, and scratch your fat old head. You try to get out. but they give you a clout, and a nice black eye instead. Say to the races off you go, like a good old sinner. All the day out you pay, the last race is at hand ; You put every farthing you possess on a horse, \"the winner.\" To the ring you repair, the bookie's there, you rush up to his stand, Spoken.— Shouting, ;icome on. old cockie, I've found you this time, 'pay out.'\" \" AU right.\"' says the bookie. \" this is the old firm ; we always pay out on the winner, young man : come on, where's your ticket? \" But — suppose you havn't got it, don't you tear your hair? Especially when you think of the miles your home is from there; You fumble in your waistcoat pocket, and scratch your fat old head You thought you'd ride home in a Pullman car, but you walk it home instead. Suppose you're courting a nice young girl, and intend to marry, You buy the ring, a pretty thing, you're brimming o'er with glee But she has her eye on another young man. still you do not tarry, You stand at la^t. ali danger past, mar-ri-cd to be. Spoken — Yes, there you are. as happy as a sand boy. But your girl! she looks ag unhappy as slip can possibly look ; aud ihe other young man is there looking daggers. But still, what do you care. The service is proceeded with, until the nil-important question is asked, '■ Where's the ring?\" But — suppose you havn't got it, don't you tear hair? Especially when the other yc ing man joyfully stands there; You fumble in your waistcoat pocket, and scratch your fat old head, But you have to sec her married to the other chap instead."], [11, "A COLLECTION OF FAVOURITE SONGS. The Waiter! Written by A, Boy Jones and W. Bernott. Composed by George Le Brunn. Sung by Dan Lcno. Music Published by C. Sheard & Co., 192. High Holborn. W.C. A waiter's life is not so gay, carrying dishes, plates, or tray, For linen I've a lot to pay, in evening dress I'm all the day. The things you've got to do and say, fetch and take or clear away, It's quite enough to make you say, you'd never wait again. Folks havn't got the slightest thought, they never stop to reason, And what they want are just those things quite gone out of season. Season ! 'pon m}' word people's got no sense. Fancy asking for sausage and mashed in the middle of August. 'Ridic ulous! One would think 1 kept a farm to supply people. My word, a waitor'slife is not a bid of roses. You should come into our place about twelve in the day. See me juggling a row of plates on one arm, and a dozen joints on the other, three or four basins of soup round my neck, and a gross of people calling — Chorus Now, then, Waiter ! Waiter! Waiterl This mutton's raw, bring some more, The cabbage isn't done, 1 say, Waiter! Waiter! Waiter! I'm coming sir! I'm coming! Why the dickens don't you come. The things are awful I've to tell, on purpose for the grub to sell, Declare it's sweet when oft' the smell would cause the customers to yell, And they'll shout, then ring the bell, and say the place is quite a sell. And if they're spared alive and well, they won't dine here again, Supposea dinner cost a bob, 't would puzzle an attorney, To tell for just how many things 1 have made a separate journey. Journey! 'pon m}' word, some people think a waiter's on wheels. Wfcen 1 came here 6rst, I was six inches taller than lam now. That will give you an idea how I have to run about. Ire worn myself down to a point. I've got no feet I've worn them off 1 've had to have the bott oms of my legs turned up to make feet. Well, you can be lieve me, these trousers were knicker bockers when I came here first. And what you have to put up with. My word, and the silly things people ask for ! Fresh toes on roast, and a liqueur of stout!' And one man wanted to know if Jd got a burglar to break into his steak pie. Another told me the sugar had too much sand in it for eat ing purposes, and not enough for building with— just as if could help it. Oh, lors! there's someone shouting — Some will order thick and clear, Bnack of fish, glass of beer- Order things ttiat's very dear, Btuff that's sure to make 'em queer, Gent comes in with lady dear, to put the price on I've no fear, For in his eye there s such a leer, I see he's fairly gone, I carry dinners piled up high, just like a juggling wizard, And if we have a goose just up they all go for his gizzard. Yes sir, coming sir! How long will your steak be? Oh, about four inches' sir ! A! No. we don't lend toothpicks, we lose so many of them. Coining sir! What be the matter with the tripe? Green! oh, yes, that's the only colour we keep now . we don't keep the common unbleached tripe. Com ing sir ! What the chop smells? Can't sir! 1 brought that chop up to four people to day sir, it must be your mouth out of taste Oh no. can't change it — you've your fork in it ! Sir. yes I know it talks! lean hear it myself. Put plenty of pepper on it, and hold your nose and eat it quick — soon go. Yesterday, six old ladies wanted roast goose When > brought it them, they wanted all the breast, eight wings, five legs! impossi ble! they want a bird made for them, be cause they couldn't have a parsons nose each, they wouldn't pay."], [12, "A COLLECTION OF FAVOURITE SONGS. Saved from the Flames Written & Composed by Walter Layton. Sung by Miss L. WyverniMiss Maud St. Leonards, Music Published by W. Paxton, 19, Oxford Street, W. See the lurid flames are leaping, Li-aping in the midnight air, From the upper 6tory window, Comes a cry of wild despair. See the mother pale and stricken. Clasping to her breast a child, While the flames in blinding fury, Curl and wreath with frenzy wild. Chorus. Over the stones the engine comes, Panting and steaming along, A cheer for the men of the Fire Brigade, Goes forth from the eager throng. Sec the crowd is surging, swaying, Praying for the help to come, Thinking of their wives and children, Sleeping peacefnlly at horn*. All at once 'mid breathless silence. Comes a sound borne on the night, 'Tis the gallant, daring heroes. In their coats and helmets bright. Repeat first Chorus. Not a moment have they lost then, Since the summons to the call, With their ladders to the windows, See they scale the burning wall. From ihe crowd a cheer goes ringing, They have fought the flames so wild, For in safety they have brought them, Both the mother and the child. Chorus for last verse. Homeward again the engine goes, Nobly their work they have done, A cheer for the men of the Fire Brigade, Who've fought with the flames and won. How 'Bout Dat Baby. Sung by Miss Nellie Richards. Written & Composed by Al. H. Wilson. Music Published by C. Sheard & Co., 192, High Holborn, W.C. Go 'way Mister nigger man, you can't shine! I'm done monking with the kincky hair kine. How 'bout dat baby, How 'bout dat baby gal? How 'bout dat baby, How 'bout dat baby gal? Baby, baby if you was mine. I wouldn't do nothin' but wash and iron. How 'bout dat baby, &o. De Lord made de bee and de bee made de honey, Nigger do de work and the white man take de money. How 'bout dat baby, How 'bout dat baby gal? How 'bout dat baby. How 'bout dat baby gal? 1 had a little dog and his name was Trus-t, But the darn little fool kept rolling in the dust. How 'bout dat baby, <fcc. De Lord made de nigger, made him in de night, Made him in a hurry and forgot to make him white. How 'bout dat baby, How 'bout dat baby gal? How 'bout dat baby How 'bout oat baby gal? It aint no bluff, it aint no lie. I'll roll dem bones uutii 1 die, How 'bout dat baby, &c."], [13, "A COLLECTION OF FAVOURITE SONGS. Leave the Old One. Written Composed* Sung by AaSt'nr Rudd. Music Published by R. Maynard, 346, Hackney Road, London, E. Mow It's all very well to say that a man should honest be, Ah! be honest as you may, but wait till you're up a tree, And upon a dear old friend you make a friendly call, If you spot a bran new gamp while leaving in the hall — Chorus. Leave the old one, leave the old one. Anil then I'll tell you what you all should *©. Just wink the other eye, but do it on the sly, Leave the old one for the new. If you're dining at an hotel, stuffing vic- tuals down youT throat. Safely in the waiter's care you've left your old top coat ; When your dainty meal is o'er, for your coat you're in a fix, Your number's ninety-four, butdeclare it's sixty-six. Chorus. Leave the old one. leave the old one, And then I'll tell you what you all should do, Just wink the other eye, but do it on the sly, Leave the old one for the new. Don't pay rent if you're hard up, but look out for another show. Then your furniture to that place in dribs and drabs should go ; And one night, when all is quiet, the re- mainder take down-stairs, Bhove them in a barrow outside, then gently, unawares — Chorus. Leave the old one, leave the old one. And then I'll tell you what you all sheuld do, Don't linger, do it soon, quietly shoot the moon, Leave the old one for the new We're All Right. Sung by Harry &joW*ro? *iu8ic Published by R. Maynard, 346, Hackney Road, London, E. I've been out with a pal of mine, On the spree and on the dine, We went in for the best of wine, Until we both felt frisky. Arm in arm we walked along, 'Jolly Company' was our song, We felt right, but soon went wrong, Low'ring the Irish whisky. Chorus. We're all right, when we are tight, Out all night till the broad daylight, Wrenching knockers, ringing bells. Every danger scorning. Oh what fun when then the job was dene. Bill spent three pounds 1 spent one, But to stop our fun. we both were rum In front of the beak next morning. We were right till the clock struck three. Then saw two girls on the spree, Bill had one and one had me, All dangers we were scorning, Bill kissed my girl, 1 kissed his, Oh ! what fun the game did fiz, Eggs and coffee was our biz, Till the clock struck six next mormlnf , What's your game, said a man in blue, Bill said, what's that to do v ith you, Come on now, for I'll die or do, But oh! he was mistaken. Our two girls screamed o'er and o'er, 1 cried out. oh ! dear, oh ! lor, When up came policemen by the score, And we all to quod were taken. And the lot in the dock next morn, Stood with faces all forlorn, Scores of bobbies then all were sworB) They're rather good at swearing, 1 blamed Bill and he blamed me, OHr girls blamed us both you see Bill paid one pound I paid three. And we all came out next morninf ."], [14, "A COLLECTION OF FAVOURITE SONGS. This Side Up ! Words and Music by Charles Osliorne. Arranged by W. E. Godwins. Music Published by II. Maynard, 340 Hackney Hoad, London, E. I'm something in the City, in the clock and jewellery line, I have to see the parcels off, and tie them up with twine; The job is rather menial, and full of ups and downs, But 'what's tne odds,' as Shakespeare says, if you can earn the 'browns.' Chorus. This side up! this side up, with care! Little things are valuable, as doubtless you're aware. Hold it rather tenderly, do not let it Blide, For you may do some damage to the works inside. Well ever since I've had that label on the brain, I stuck '.t on my Auntie's gamp then saw her to the train, Its got upon iny overcoat and also on my hat, The missis guards the baby for she fears I'd label that. I've labelled our piano till you can't tell who its from, I've stuck it on our bulldog's back and on our tabby Tom. I've labelled all our furniture in spite of wile* 'lemurs. The wife wa» \"■■■eet on bonnets till she found I'd laDeiled hers. And now I've labelled everything that in my path is hurled, I feel like Alexander when he'd conquered all the world, My triends declare they're tired of it and » if 1 do not stop, They'll box me up with dynamite and write across the too There is a Tavern in this Town. Music Published by II Maynard, 34B, Hackney Road, London, E. There is a tavern in the town, in th* town, And there my dear love sits him down, sit* him down, And drinks his win* 'mid laughter free. And never, never thinks of me. Chorus. Fare thee well for I must leave thee, Do not let the parting grieve thee, And remember that the best of friend* must part, must part, Adieu, adieu kind friends, adieu, adieu, adieu, I can no longer stay with you, stay with you, I'll hang my harp on a weeping willow tree, And may the world go well with thee, And may the world go well with thee. He left me for a damsel dark, damsel dark, Each Friday night they used to spark, used to spark, And now my love once true to me, Takes that dark damsel on his knee. Oh! dig my grave both wide and deep wide and deep. Put tombstones at my head an, feet, head and feet, And on my breast carve a turtle dove, To signify I died of love. SECRET CORRESPONDENCE. A servant having been directed by his master to post some letters whieh were lying on his desk, took only those which were undirected. When hi* master dis covered the mistake and upbraided him, he replied — '• 1 sa* that the letters were un. directed, but 1 thought that you did not wish anyone to know to whum they were sent\""], [15, "A COLLECTION OF FAVOURITE SONGS. MARIE'S LOVERS. Written and Composed by Felix Mc.Glennon. Sung by Marie Loftus. Music Published by R. Maynard, 346, Hackney Road, E. I'll tell you of Marie's four lovers, who are a most curious lot; Some of them are silly and sappy, and others decidedly hot; The first is a Whitechapcl coster, with a nice paper wreath round his tile; He went to her house and his passion expressed in the following style — Coster Dialect Refrain. \"Oh. Marie. 1 am waiting all alone for you out ere. And if you'll chuck yourself abaal I'll stand some beer; So come and take a trip along o' me. my dear, my dear, And • we'll knock em in the Whitechapel Road.' \" Her neT.t was a gossoon from Ireland. Ii is name it was Patsey Malone, He tipped her a wink and he whispered, \"begorra. bedad, and ochone; Arrah, darlin'. me heart for ye's brakin', pon me soul I cud squaze ye in two. And I'll bate any man that comes near ye, I will by the bokey hurroo.\" Irish Dialect Refrain. \"Bedad, yer a fine lukin' colleen. Arrah. why do ye stick on the shelf? I've a cabin beyant in ould Ireland, it would just hould meself and yerself ; I've a pig that cost me ten and ninepence, I've a small plot of land all me own ; Sure I'll give ye me heart and I'll give ye me pig— arrah, w ill ye be Missis Malone? Her nexi was a Lancashire laddie, said lie. ' eh. aw love yo, for sure,\" He took her to Owdham and bowt her a penn'orth o' tripe on a skewer, Said he, \"eh. by gum, tha'rt a reet un, a rale bonny wench that tha'rt; There's noane such a wench in eaur fact'ry — come on, and aw'll stond thee a quart' Lancashire Dialect Refrain. \" Eh. but tha'rt a gradely wench, gi's a kies. owd lass; Aw'in an Owdham rough-yed, and aw'se getten lots o' brass; Aw'll tek thee deawn to Blackpool when aw'se getten ma new togs If ony chap comes near thee neaw, aw'll punce him wi' ma clogs.\" Her next was a braw Scottish laddie, and frae Kirkintulloch he cam'; He tell't her his name it wis Sandy McPherson McPliee Mucklewham, He offered his hairt and a bawbee if she w ud gi'e him jist yae kiss ; Then he bocht her a scone and some tre'klc. and made love to her just like thisr*\" Scotch Dialect Refrain. \" It's a braw bricht nicht the nicht. come on. ma bonnic lassie, Tak' a wee bit walk wi' me, dinna ye be scornin' : Mairry me, ma bonny lamb — ye'll be Misses Mucklewham. And we'll gang tae Kirkintulloch in the mornin'.\""], [16, "A COLLECTION OF FAVOURITE SONGS. All Through a Little Piece of Bacon. Sung by Dan Leno. Composer. G. Le Brunn. Written by F. V. St. Clair & T. Costello. Music Published by C. Sheard dc Co., 192. High Holborn. W.C. Small things causes lots of worry, With me 1 think you'll agree, And if you're not in a hurry, Kindiy listen unto me. My wife's gone, and Im forsaken, A streaky rasher caused the row, Who'd have thought a piece of bacon Would make her break her marriage vow, This morning, 1 remarked the rasher. Wasn't cookea and rather black, Then with it she gave me a basher. Then poured the hot fat down my back, Chorus. My wife's gone and left me all alone, My wife's gone and left me here to mourn, I shall soon be nought but skin and bone, All through a little piece of bacon! When I asked her if she'd marry, Something seemed to say to me, Young man you had better tarry, For deceived you're sure to be. Still. I thought, oh, I'm mistaken, She will love me all through life, But who'd have thought a piece of baeon, Would have parted man and wife. To cheer her up 1 had no power. And 1 was anxious of her health, For she would sit for hour and hour, Throwing bacon at herself. Show me who invented bacon, On his chest I'd like to jump, An oath against it i have taken. And Watling's pies give me the hump. And if 1 see pork chops or liver, Or a plate of fat pig's fry. It matters not, I al ays shiver, Pork sausages, they make me cry. I'm a broken-hearted hubby, All forlorn and up a tree, And once I was so smart and chubby, Now see what bacon's done for me ! Spoken— If you'd have seen the wife a month after we were married, sitting on the doorstep throwing bacon at herself and all the little children— no. let me see, I've made a mistake; it would be more than a month after our marriage— but still 1 took no notice of her .strange ways— 1 thought perhaps it's a kind of pastime she's got. Bnt, my word I if you'd have seen the wife on our wedding morn ! Oh, she did look pretty ! — well, no, not pretty, far from it, but she's got such a — what shall 1 say, a face, a telling face. What the poets calia chisel face (no, that's not it); 1 have it, an open countenance. When she opens her mouth there's no countenance at all And ! what a figure! Oh, dear, a kind of four pound loaf sort of shape ! And I looked a bit of a toff myself ; oh, yes! Fancy these clothes when new! Well, new to me; I don't know whether anyone else had worn them before! And what a wedding ! Oh, dear, 1 should think there was thousands of people outside the church watching a dog fight: nothing to do with us but still it looked nice to see them there And when the parson passed sentence on us. 1 beg pardon, not sentence. 1 mean when he said something and we both said no when we should have said yes, and the organ played the 'Lost Chord' and a portion of the roof fell in and nearly smothered us. 1 thought this is happiness! And we should have had nought but bliss if this madness, this bacon fever, hadn't come upon her. Fancy she'd got bacon on the brain and 1 didn't know it! Yet 1 thought it strange, for I'd noticed we had bacon for breakfast every morning for three months. So one morning I said — wife, don't let us have any more cooked bacon for food ; make a change.' She did, she put it oil the table raw. Well, then I lost my temper ; no wonder, tread on a turn and it will worm. You know I can stand a thing or twa, but not a thing or six. so I gave her one of iny withering looks and walked through the window. When I came home at three the next morn ing there was no wife. 1 thought, perhaps she s gone out shopping. Alas.no! she'd left me for ever. Oh, she was mad! There's proofs. When 1 went to bed there was a piece of streaky fastened to my pillow There's no doubt she'd gone off her head! Bacon for breakfast, bacon for dinner, bacon for supper, baeon fastened on the pillow I And she never told me she'd been bitten by a pig! But she had; and that's the reason I'm standing here singing — ' Chorus."], [17, "A COLLECTION OF FAVOURITE SONGS. The Soldier's Letter. Written by Tom McGuire. Music Published by C. Sheard & Co., 192, High Holborn, WC. Par. far away on the banks of the Nile, Some thousand miles from his own green Isle, A brave Irish soldier, a gallant dragoon, Read his mother's letter by the light of the moon. He stole from the camp that little note to read. But the news that it brought made his stout heart bleed. For while Pat was fighting at the head of his band.. His mother «as evicted by the laws of her land. Chorus. And the tears rolled down his sunburnt cheek, To drop on the letter in his hand, It iB true! too true! — More trouble in my native land. It told how the widow could not pay her way, Then came the agent one dark dreary day, To burn down the cabin for a trifle she owed. Then she and her children were cast in the road. Though she'd one son, a tar afloat on the foam. Another a soldier yet both far from home, Carrying your colours against the dusky foe, While their warm-hearted mother lies starving in the snow. It told how a neighbour a true friend in- deed, As if sent from Heaven to the outcasts in need Took them to her cabin, where logs were burning bright. The widow and children wept tears of delight, 1 know I'm doing wrong the poor old creature said. B& giving you a shelter in this old humble eh ed. With all my heart you're welcome, snob laws as that 1 spurn. My home shall be your home till your MB shall return. ril Give Him Ta-Ra-Ra Boom-de-ay! By John P. Harrington & Arthur Welt Sung by Geo. Beauchamp. Music Published by C. Sheard tfc Cfc, 192, High Holborn, W.C. The latest song from Yankee land, Ta-ra-ra boom-de ay, Will surely be the death of me, It haunts me night and day. My landlord once when I was out, He came and messed the sticks about. And as he cleared the lot away. He sang \"Ta ra-ra boom-de-ay.\" Chorus. If I only knew where I could find him, If I only meet him on my way, If I was only just behind him, I'd give him 'Ta-ra-ra boom-do-ay.\" Our tally-man dropped in to tea, While 1 was out one day. And sang to Liza all the time, Ta-ra-ra boom de ay. He walked his chalks— but sad to tell. Three new brand ginghams walked as well. And my overcoat was charmed away, By his \"Ta-ra-ra boom-de-ay.\" One night I'd been out somewhat late, And came home rather gay. Brimful to here, with — well you know, Ta-ra-ra boom de-ay. The wife said \"you re a drunken shunk,\" I said \"my dear I'm not drunk.\" Show me the man «ho dares to say, I'm not \"Ta-ra-ra boom-de-ay.\" The man who brought our tracts round, Was not at all a jay, He'd say ''good morning mum\" and then. Ta-ra ra boom de-ay. My old girl's sloped with him — alack, Now I'm on that tract-merchant's traek. He charmed her giddy heart away With his \"Ta-ra-ra boom dc ay \""], [18, "A COLLECTION i FAVOURITE SONGS. SAILING MERRILY HOME. Written by Tom Conley a F. Mc.Glennon. Composed by Felix Mo.Glennon, Sung by Alf. Chester. Music Published by R. Maynard, 346, Hackney Road, E. Picture a ship on the peaceful blue sea, bound for old England's shore, Merrily sailing from tar distant lands, laden with prizes galore; There stands a sailor -who's thinking of one, the dream and the hope of his life, 8oon he'll be clasped in her fond loving arms, free from all trouble and strife. Chorus. Sailing merrily home, sailing merrily home, Over the ocean wide and blue, back to the heart he knows is true; Longing for one embrace, longing to see her face, With the speed of the wind, never looking behind, he's sailing merrily hon* Rolling along is a merry old tofT, bound for his home at night, Fresh from a spree at the \" Mop it-up Club,\" looking so jolly and tightl Cannoning lamp posts, and holding to rails — won't he next morning feel dry? Still he feels happy as gaily he sings, \" lli-tiddly-hi-ti-ti-til\" Sails ng merrily home, sailing merrily home, Jolly old boozer, full of beer — got a fair cargo up to here ; Down in the gutter he goes, spoiling his beautiful nose, He's a jolly old pot, and he don't care a jot — he's sailing merrily home. Just watch this nice couple going along, husband and wife, you spot, Been to the play — wife declares it was grand, husband he says it was not! She begins nagging and calling him names, he says, -'oh, shut up Mary!\" Then they get scrapping, she puts up her 'dukes,' and dots her old man in tM ey*. Sailing merrily home, sailing merrily home, Married men know the same old claw, married men know tbe same old jaw. \" I've been a good wife to you. you villain, you brute — boo-hoo ! \" The old man's all right, he'll get jawed all night, he's sailing merrily nona*. Bee this tom-cat— he's the picture of grief, whiskers torn in terrible fights! Fresh from a cruise on the house-tops around, been from his home three long night* How he's returning to his happy doss,' so hungry and thirsty he's now, Longing to be at bis own fireside — hark! to his plaintive meow! Sailing merrily home, sailing merrily home, Over the garden wall he pops, into his own backyard he drops ; \" Come down and open the door, I'll never stay out any more !\" With his tail cocked on high, and a tear in his eye, he's sailing merrily *■*■*«."], [19, "A COLLECTION OF FAVOUKITE SONGS. I Could do, Could do, Could do, Could do, Could do with a Bit. Sung with the greatest possible success by Little Tich. Music rublishe*d by C Sheard & Co., 192. High Holborn, W.C. Whilst looking through a window at some puddings smoking hot, It struck me rather forcibly an appetite I'd got; A nice, thick slice on paper — oh ! how would it go down? But all my longing was in vain, 1 hadn't got a \"brown.\" Spoken — And as I gazed through that steamy window on that lovely ▼ision of hot pudding. 1 thought that— Chorus. I could do. could do. could do. could do, could do with a bit, I could do could do, could do, could do. could do with a bit; That pudding looked so nice, that I thought once or twice, I could do with a little very well. Now sometimes men go racing, and often back a horse, To win them lots of money (which it sometimes does, of course); And when they go to draw their oof they laugh and smile with glee, Al 1 Btand by, quite stony-broke, the thought occurs to me — I could do, could do, could do. could do, could do with a bit, I could do. could do, could do. could do, could do with a bit; 1 hadn't got my fare, so 1 thought as 1 stood there, 1 could do with a little very well. I've got a squalling baby, it howls all day and night, And where that \"kid\" gets 60 much breath from is a mystery quite If there's a chance to stop it. I s*hould like to know the way, ar since its birth I've had no sleep— believe me when 1 say — I could do. could do, could do. could do. could do with a bit, 1 could do. could do. could do. could do. could do with a bit; The squalling of the child has driven me nearly wild, 1 could do with a little very well. It*s awkward when you get so boozed that both your legs give way, You sit down quietly in the street, then hear a policeman say, \"Now. you get up and get off home, you beastly drunken whelp! And just look sharp about it too, or I'll give you some help.\" Spoken. — Whioh is a rery fine suggestion under the circumstances, and you naturally reply — I could do could do, could do, could do, could do with a bit. 1 could do, could do, could do, could do. could do with a bit, I sat there in the col ' and the constable I told, I could do with *♦■»*• very well"], [20, "A COLLECTION OF FAVOURITE SONGS. TAKE IT ON, BOYS! Sung by Marie Collins. Written and Composed by Auckland & Brunetti. Music Published by C. Sheard <fc Co., 192. High Holborn. W.C. My experience has taught me, that whatever comes my way, To take it on. take it on, And not leave until to-morrow what can be done to day, Take it on. take it on; If you should meet a charming girl as through the street you walk, And your fancy should incline you for a stroll and cosy talk, Don't hesitate or hang about, or act like any gawk, Take it on, take it on. Chorus. — Take it on, boys, take it on, boys, Never let a chance go by, Life was made for pleasure, so enjoy it without measure, Never let a chance go by. If you have got a good old pal, who says let's have a day, Take it on, take it on, We will start away at once, my boy, and for it I will pay, Take it on, take it on. There's nothing like a good old pal, when you want some quiet fun, Who Knows what life is in a way that simply ''takes the bun,\" Enjoys his joke in easy style, aad never from you run, Take it on. take it on. Isa lady says she loves you, don't question if it's true, Take it on. take it on, And says she's got two thousand pounds she's willing you should \" blew,\" Take it on, take it on. Don't linger e'en a moment, boys, when money is at stake, For if you do you'll quickly find another take the cake. If the lady's bent on mashing you, and will the running make, Take it on, take it on. If a fellow wants to argue on the rights of English wives, Take it on. take it on. And will say were not the sweetest joys of all our hubbies lives. Take it on, take it on. If when you ve said your very best, he will not then agree, That English wives are just as nice as foreigners can be, Just trot him to the \" Pav \" one night, and point him out to me, I'll take him on, take him on. If at a picnic up the Thames, you meet the sweetest mash, Take it on, take it on, Although, perhaps, it would be as well to promise nothing rash, Take it on. take it on, And if when gliding down the stream, you gently twine her waist, And long with all a lover's joys, her ruby lips to taste, Although she says you must not. she's hoping you will haste, Take it on boys, take it on. If by love you should get smitten, and to marry feel inclined, Take it on, take it on, Though her Pa says \" no you Bhall not, on that I've fixed my mind \" Take it on, take it on. But if one night « hen at the gate, you're stealing sweetest kiss, Her Pa comes out with heavy boot, and roughly goes like this, ( kick L Don't let the shock annoy you, but include it in love's bliss, Take it on, quietly en."], [21, "A COLLECTION OF FAVOURITE SONGS. GOING HOME, Or THE MINERS RETURN. Composed and Sung by Leo. Dryden. Written by J. Harrington. Music Published by K, Maynard, 346, Hackney Koad, London, E. In the days of the past I was forced to leave home, In the mines of Australia to toil; For hard times at home sent me far o'er the sea, There was no work for sons of the soil. As I bade my dear mother and father fare- well, Said I, \"Dad I'll not be long away,\" Now twelve years have passed, fickle for- tune has smiled. So I'm leaving Australia to-day. Chorus. I'm going back to my home again, Far away over the sea ; Back to the scenes of my childhood, Where there's a welcome for me. Many years have passed away. Since 1 left my native shore, May God 6peed the vessel that carries me iiome, To my dear old home once more. And 1 sailed to the West with a school- mate of mine, He and I worked and shared the one claim, We toiled day by day in the heat of the sun. Sharing '-luck \" good and bad just the 6a me But a cowardly blow, laid my dear partner low, He, who struck it I never could tell; But close to my heart I've his share of our gold, For his mother and dear sister Nell. '■ Good-bye lads. I'm going \" 6aid I to the boys, '■Have just one loving drink ere we part.' \"I'm going to the land that lies o'er the sea,\" 11 To my birthplace the home of my heart.\" Then as rough honest hands held my own in their grip, Somehow the 'good-bye'' wouldn't come, We knew there was \" one \" who'd \" gon* home \" long before, 'Twas my own dear dead sohoolmate and chum. Music of the above song can be had from W. S.' Fortey, i. Great St. Andrew Street, Bloomsbury, W.C., post free 24 stamps. You'll Remsmber Me. From the Opera ef tl 5 Bohemian Girt When other lips, and other hearts, Their tales of love shall tell, In language whose cxcgss imparts, The power they feel so well; There may, perhaps in such a scene, Some recollection be. Of days that have as happy been, And you'll remember me. When coldness or deceit shall slight, That beauty now they prize, Aud deem it but a faded light, Which beams within your eyes When hollow hearts shall wear a mask, 'Twill break your own to see; In such a moment I but ask, That you'll remember me. The Fair land of Poland. When the fair land of Poland was plough'* by the hoof, Of the ruthless invader, when might With steel to the bosom and flame to the roof, Completed her triumph o'er right; In that moment of danger, when freedom invoked. All the fetterless sons of her pride, In a phalanx as dauntless as freedom e'er yoked, I fought and \\ fell by her side; My birth is noble, unstained my crest. And aa thine own let this attest"], [22, "A COLLECTION OP FAVOURITE bONGS. I Saw Him Home. Written. Composed a Sung by Austin Rudd Music Published by R. Maynard, 346, Hackney Road, E. Old Jenkins last night called on me, and said, \"let's both go on the spree,\" Of course there is no need to say that we both started right away ! Jenkins got blind, I was worse, with not a brass fag in my purse, I couldn't stand I was so tight, yet for Jenkins I did this last night. Chorus. I saw him home, 1 saw him home, We both arrived there just as lay was dawning, His wife weighs 19-4, she was waiting at the door, And so was mine, when 1 rot home this morning. A policeman on our way we met, we both said, \"can't we get a wet?\" And a p'liceman, if you'll believe me, of every pub has got a key ; We made the policeman awfully drunk, which put the landlord in a fume, Then to us did that landlord say, \"will you please take that slop away?\" We saw him home, we saw him home, We all arrived there just as day was dawning; she station we espied, we left the slop out- side, It's odds he gets the sack to-morrow morning After this we met a lady, to whom each one raised his cadie, Of her we needn't have made a fuss, for ■he was just as bad as us ; We chaffed, then to Jenkins I said, ■'come away, old chap, and let's to bed,\" Bat the girl said, pray don't be so noisy, at h*me I've got some special whisky.\" W esaw her home we saw her home, We all arrived there just as day was dawning. And then, what do you think? she hadn't got a drink, 60 we're going to get our own boose l» the morning. The Fox Chase. The an has just pecp'd his head o'er th* hills, While the ploughboy he whistles 'crow th* * fields, And the birds they are singing so sweet on each spray, Says the huntsman to his dogs, \"tally ho, hark away !\" Chorus. Tally ho! hark away, tally ho! hark away, Tally ho! tally ho! tally ho! hark away. Come, come, my brave sportsmen and mt3* no delay, Quick, saddle your horses, and let's brust away, For the fox is in view, and is kindled with scorn, Come along, my brave sportsmen and join the shrill horn. Tally ho, ac. He led us a chase, more than fifty long miles. Over hedges, over ditches, over gates and stiles, Little David came up with his musical born. We shall soon overtake him, for his brush drags along. Tally ho, ac We followed him in chase, six hours full cry, Tally ho! hark. away, for now he in ust.. die Now we'U cut off his brush, with a halloo- ing noise, And drink good success to fox-huntias boys. Tally oh, ac"], [23, "A COLLECTION OF FAVOURITE SONGS. We all Went Home in a Cab. Written by Harry Wincott. Composed by George Le llrunn. Sung by Charles Bignell. Musie Published by C. Sheard & Co., 192, High Holborn, W.C. Last night a smoking concert, it took place not far from here, And everyone who went there must have enjoyed themselves, its clear, I went with lots of pals of mine, this con- cert for to see, And had a fair old beno there, 1 think you will agree. It being at a public-house we had no end of booze. The consequence of it was, our senses we did lose. We shouted out the choruses, as if our lungs we'd break — Well, 'pon my soul, tnere's no mistake, that concert took the cake. Chorus. Vor we were all boozed, every blessed one of us — All boozed— ev'ry mother's son of us ; We drauk four ale, or anything we could grab. There were five-and-twenty of us, aud we all went home in a cab. The cabman that we called across, he simply looked at us, And said, the best thing we could do would b* to hire a bus, But, with a fare of half a crown, we got the old chap round, And soon we got inside the cab, with thoughts of homeward bound, — Well, when 1 say we got inside, I mean some got on top, And some got on the gee gee's back, and said they meant to stop, The cabman, who was hanging on he gave a sudden shout, For after going just two yards the bottom it fell out. Now, when the bottom it fell out, of course we fell out too, The cabby he went off his nut, not know- ing what to do. And Jones, who's noted for his bright idea* when he's drunk. Advised us one and all to leave the cab and do a bunk. But Tomkin's said, \"don't be a fool we've each paid a half a crown, So let's all get round the cab, and turn it upside down,\" No sooner had he said those words, we shouted out \"bravo,\" But when we got it upside down, the gea- gec wouldn't go. We couldn't get the horse to go, so Johnson get6 a pin, And with a most delightful smile, he calmly sticks it in — The gee gee didn't like it, for it gave a sudden roar, Then kicked it's hind leg right on poor old Johnson's jaw. But, at last we made a move, aud put th* horse inside, Together with the cabby, for we thought they'd like a ride, Six of us shoved the lot along to get the journey o'er, But, when we got home our loving wive* would not open the door. BLUE VIOLETS. Violets, violets, beautiful blue violets, Laden with perfume 4 dripping with dew, From dell and from dingle, by rill and by rivulet, Lady at sunrise 1 sought them for you. Enclosed in a cluster of green: leaves I found them, Hiding their heads from the gaze of day. Betrayed by the sweets they themselves shed aiound them, I culled the coy blossoms* bore them away. Slight not, oh, slight not, the little flower. It seeks not to vie wi th the gay garden rose, Tho' humble the incense it brings to your bower, If its life be a short one, 'tis sweet to the close."], [24, "A COLLECTION OF FAVOURITE SONGS. I Didn't Break the Bank at Monte Carlo. Written by John P. Harrington. Composer O Powell. Sung by Harry Pleon. Music Published by C. Sheard & Co., 192, High Holborn, W.C. You wonder why I now, Am in rags, and in bags — You wonder why I now, Am a man who never brags, I'll tell you boys, in half a tick, To Monte Carlo like a brick, I went with thousands in my kick, They cleaned me ont extremely quick. Chorus. As I came away from the continong with nixey in my eye, The ladies passing by they winked the other eye, See. there he goes ! sec there he goes ! I had a decent try, But I didn't break the bank at Monte Carlo. I'd heard a lot about, All the swells, and the Wells, Who drily break the bank. As each morning paper tells. And so I thought I'd make a dash, And speculate a little cash ; So with my pile I made a splash, And it vanished like potato-mash. Spoken. — As soon as I landed at Monte Ponto — I mean Carlo { 1 know it's some dog's name or the other ) — I went into a sort of a ball-room. There was a nice looking girl there, so I went up to her and asked her if she would join in the dance. She said \"certainly Orme,\" {I suppose she thought I wanted a new set of teeth ). So we 'walkaed' and polkaed' over the face of the earth for five minutes. Then 1 said \"would you like some refreshments!\" She said \"a large bottle of champagne.\" I said \"no it's too heavy, try a cow-heel.\" I didn't suite understand all she said, — she was French I think. She kept saying \"Oui oui.\" (W« we). I thought she meant me and my- self, ro I said, \"oh ! yes, us, us.\" But she look me into a place they call the Casino Me Frute Salts, or something. There wa* a large green table, and there were a lot of people playing shove-a-ha'penny with coke hammers. Every now and then, one or the other of 'em would stretch over the table with a garden-rake and pull a pile of money in with it. I thought I'm going to be in this scene. So i seized one of them rakes and tried ti n'ay the game. 1 seized hold of somebody else's money. Then there was an argument. 1 got run over, The next day 1 woke up in a sewer. So — I sneaked the money-box, Of my kin — yes I did ! I speculated all. Of his \"oof\"— just half a quid. Beneath the great Casino's dome, Quite soon I felt my senses roam, 1 dropped my \"oot '' which made me foam, And I've had to work ray passage home. Patter. — Yes, 1 said to a man there, I shall have to walk back to India. He said, \"all right, go on ! there's nothing to 'inder yer.\" But you should have seen the people who lost their money. Godfrey said, \" I t'std fine break the bank for the master, but it's a bally break the jaw for the man.\" Then there was Barrett, he said, \"I've lost six pence, I wouldn't have lost that sixpence for eighteen-pence.\" Then I noticed Dan Leno. He said, \" I 've lost a chew of tobacco I wouldn't have lost that chew for a quid.\" Campbell said. \"They're a job lot, there now — very tasty.\" Irving was there. He considered he'd been made a 'Toole' of by 'Tree' and couldn't 'a-Barrett.' He said, \"wait until I see 'em.\" Coborn was there. He didn't break the bank either. What I could make out of it the bank broke him. As for me, i was not only broke — I was drawn and quartered. So —"], [25, "A COLLECTION OF FAVOURITE SONGa The Firemao's Story Sung by Alf Chester. Written and Composed by Chas. Osborne. Music Published by R. Maynard. 34(5, Hackney Road, E. The scene was a station, the time was mid- night. The fatal word fire on the lamps glittered bright; The firemen are dozing, while, safely at hand. The horses were waiting the word of com- mand. Click goes the message of danger aud death, Down dash the firemen not pausing for breath, In go the horses, hi ! hi ! clear the way, While borne on the zephyrs a voice seemed to say. Chorus. Heaven speed the members of the fire brigade, Heroes true as steel, hearts that never fear, Ready, steady and undismayed, Are the noble hearted members of the fire brigade. On like the wind, how the horses perspire. See they arrive at the scene of the fire ; Crash go the beams of the roof to the ground, Scorching the people standing around. Hark! how that cry of dismay rends the air. Look at yon window, a woman's up there! lTp goes a fireman, with resolute will. Hushed are the people, the boldest are still. Steadilly upward, still higher and higher. Choking and scorched by the smoke and the fire. Onward he goes till the woman he ncars. Stop — see — shefalters. and then disappears. Down go the sashes, lies in through the frame. Out with the woman he comes once again. Faint and half blinded he reaches the ground. While to the skies goes the echoing sound. Pause and reflect ere you venture to doubt. The truth of the scene I'm singing about, I know the fireman who ventured his life, The woman he rescued to day is his wife. My only obi' A is simply to say. England has heroes whore living to day. Men who belong to that life saving band. Facing king death with their lives in their hand. Tin Bogie Man. Music Publisher W. Paxton, 19, Oxford St. Oh, gathci round me little ones. So full of fun and glee. '/our father's going to be a f^ol. To plaze the family. All jump upon the table. Upset the dish and pan. I love to hear your mother say, Whist, whist the bogie man Chorus Oh. whist, whist, whist. Here comes she bogie man. Now go to bed. you baby. You Tommy. Nell and Dan Oh, whist, whist, whist, He'll catch ye if he can . And all the popseys. w-opseys wop. Run from the bogie mar. Oh, man. When I sit down to dinner- It's seldom 1 have pie, If I matt speak, it's once a week. Then all the babies cry ; It's with their little fingers, They dip into the pan. It's then I hear their mother's cry. Whist, wbist the bogie man I hid out in the closet. I hid out in the hall. To frighten all the little ones, I let the dishes fall; Then they begin boo-hoo ing, Away, away they ran, 'Tis then I hear.i their mother say. Whist, whist me bogie man. Oh, w hen I meet an old time friend. Whose coming home quite late. I take a drop of rye and rock, And oysters on a plate Oh, in the house 1 stumble. And wake up Nell and Dan, Tis then I hear the mother say. Whist, whist the bogie man."], [26, "A COLLECTION OF FAVOURITE SONGS. Maggie Murphy's Home. Sung by Miss Jennie HilL •taste Published by Francis, Day a Hunter 195, Oxford Street, W. Just down a quiet turning. In a modest tenement, I live with my old mother, And always pay the rent ; Ours is no gilded mansion, With grand and lofty dome, But you're welcome every evening At Maggie Murphy's home, Chorus. On Sunday night, tis my delight, And pleasure, don't you see, Meeting all the girls and aU the boys, Who go to work with me; So they wander in quite freely, When for a stroll they roam, For her friends are ever welcome At Maggie Murphy's home. We're dancing in the parlour, ( There's a waltz for you and 1 ), Such mashing in the corner, And kisses on the sl^r; Oh! bless the leisure momenta, We glean such pleasure from, When in friendship met together, At Maggie Murphy's home. It's from the open window At the noon-time of the day, You'll see the neighbours' children, So happy at their play; There's Jim and little Nelly Together romp and roam, With the others in the playground, Near Maggie Murphy's home. I walk straight home from business, At the closing of the day, To greet my dear old mother, You'll hear the neighbours say ; \" Ah ! there goes little Maggie, Who quickly on doth roam, Oh! may blessings ever linger, O'er Maggie Murphy's hornet\" Grace Darling. Oh ! father lov'd, the storm is raging, And cold and heavy the night mil! falls, Some hapless crew a prey to danger, For help, for help, despairing calls. Trim, trim the lamp, the boat launch quickly, Tho' danger threaten the worst we'U brave, The toil I heed not, if I can rescue. The shipwrecked wanderers from th* grave. Oh ! father lov'd; the storm is raging, And cold and heavy the night mist falls, The boat launch quickly, the boat launch quickly, Some hapless crew for help now calls. My gentle child! 'twcre worse than mad ness, To tempt the billow this fearful night, To sleep my child, to rest betake thee, Await, await the morning'9 light. I cannot sleep, their shrieks appal me. Oh ! father, hear ye that piercing cry? Arise ye, hasten, the day is breaking, Look out, look out, a wreck I spy ! Oh ! father loved, I fear no danger, With you I boldly will breast the wave, The boat launch quickly, the boat launch quickly, Yon napless crew we yet may save. The boat is launched, thro' breakers roar- ing. Like to some wild bird the frail jklfl flew. That gentle girl, with love unshaken, That gentle girl has saved the crew. The danger past, her heart beat* lightly, Her silent transport no pride betrays, Tho' grateful tears are round her falling, And hearts are throbbing to her praise."], [27, "A COLLECTION OF FAVOURITE SONGS. \" I'm Another.\" Written & Composed by CharleB Osborne and Albert Ellis. Sung by Herbert Campbell. Music Published by C. Sheard k, Co., 192, High Holborn, W.C. My good-for-nothing brother, Bab, Has caused me many tears ; He hasn't done a stroke of work For five-and-twenty years. He's what they call a \"traveller,\" or, In othor words, a tramp — In fact, to put it plainly, he's A lazy, loafing scamp. Chorus. And I'm another— I'm another, That's a simple fact I can't deny, Yes, I'm another, like my brother, He's a lazy mooch er — so am 1. Along the path of honesty, He never tries to jog; I've seen him toss a blind man, Then attempt to sneak his dog. He'll shoot the moon on quarter day, And pinch your glass of ale ; Believe me, he's a vagabond, Who ought to be in goal. And I'm another — I'm another, That's a simple fact I can't deny, Yea, I'm another, like my brother, He's a sherbert shifter — so am I. For lying, he's a talent, and The truth he never speaks: The talcs he tells would bring a blush, To any bobby's cheeks. To fairly Ming the hatchet, he Appears to never tire ; He fairly w ins the biscuit us Old England's champion liar. And I'm another — I'm another, That's a simple fact I can't deny, Yes, I'm another, like my brother' He's a \"holy friar\"' — so am I. Although his head is full of bumps, In size and shape immense, The only one that's missing, is The bump of common sense. He always seems to act without A reason or a rule. The doctors say. my brother Bob's A \"poor fat-headed fool ! I'm another— I'm another, That's a simple fact I can't deny. Yes, I'm another, like my brother, He's right oft his crumpet — so am I, The Last Roll Call. Written & Composed b7 Charles Osborne. Sung by Will Atkins Music Published by K. Maynard, 346, Haekney Itoad, E. Fifty years ago last Friday, On a wild and stormy day I was fighting for the colours. Many thousand miles away; Though we were but one to twenty, Still we beat them — yes they lost! Though the world proclaimed our victory, What a price that victory cost- Chorus. Side by side, like a crimson tide, in the days of long ago, On we dashed and our tabres crashed, till we'd conquered every foe; But one by one. ere the fight was done, I saw my comrades fall, And I was only one left to answer the last roll call! Fifty stalwart British soldiers. Thrashed a host of deadly foes, Fifty sabres stashed like lightning, Ere the shout of victory rose; Like an avalanche of thunder, On we swept — hiirran ! they run! Then I rode back home in silence, All had fallen there but one By tho dim and ghostly torchlight, There we sought them where they fell. They who'd saved their country's honour They who'd fought and died so veil; Who is this, beneath those shadows? Halt, lads, gently raise his head ; sum the light, this way men silence! Jack, my own twin brother, dead!"], [28, "A COLLECTION OF FAVOURITE SONGS. The Midnight March. Sung by Dan Lcno. Written it Composed by Fred Gilbert. Music Published by C. Sheard & Co., 192, High Holborn, W.C. Plain it is to you that I am tired, Nearly worn away to skin and bone: Not the sort o' man to be admired, Even by the Mrs. all alone. Here have 1 been spouting to the working classes. Tcllin' them as 'ow as they are downright asses ; Tryin* to improve 'em such a bootless farce is, I havn't got a Blucher fit to own. Spoken.— It is my intention to hold a meeting here to-day and say a few speaks. Working men of England, you must rally round me. Working men, you don't seem to understand yourselves. You must rouse yourselves, get behind yourselves, a push yourself forward. Don't stand about the place and stand about just for the sake of standing No! Now is the time and the only tim'e. When time is time you can't get away from facts. What did Mr. Glad fltone say the other day? Ah, what did he say? I again ask you, working men of England, what did he say? You know some people see things when they look at 'em; you can't eat soap and wash with it. Well, that proves what I have just said, that the working men of England at the present day are nothing more or less than, than — than working men ! You can't get away from facts ! Again, is the working man going to be scrunched into the earth ? No: why should he be scrunched? No more ■crunching, and down with the scruncher ! Now, working men. look at me. 1 love the working man: and 1 love to see him work. Work never killed any man yet; ttud it shall never kill me ! \\*< hy have lorganised myself here today? Simply to ask one question. What are you going to do with your money ! Now 1 osk you working men, what you are going to do with your money and your children? .'11 tell you what to do with it. Simply bring it to me! and what will I do with it? Do you think Id give it to a lot of people what are nothing more nor less than a lot of people? No! I'd keep it myself! My dear people, what I've suffered for the working man no-one knows. I've bad black eyes, broken noses. smashed h«ads and torn clothes. Chorus. A.nd all through joining in the midnight march, With the pals of order and the friends of Arch ; You've read it through in Lloyd's, The so-called un employeds. Had rare hard work to do the midnight march. Simply to display my iron will. (And anxious Mr. Copper to defy ). I took a noble stand on Tower Hill, And asked a lot o' fools to tell me why The Prince o' Wales should ride, when such as us was ualkin'. I told em it was time to bo like heroes stalkin' ; The Square of great Trafalgar 1 had sworn to talk in: We went— and look at this discoloured eye! We ventured past the Mansion House and Bank. We sallied round the dome of old St. Paul's. When someone shouted, \" stop your bloom- ing hank ! Or soon you'll be iu Bow Street's marble halls.\" I waved my gingham bravely on the mid- night breezes, Cracked a lot of Reynold's unearthly wheezes, Got a bang on that witli which a poor blok,e sneezes, And then a bobby kicked ray overalls!"], [29, "A COLLECTION OF FAVOURITE SONGS. Velvet and Rags the World Over. Sung by Arthur Combes. Written and Composed by Chas. Graham. Music Published by C. Sheard <fc Co., 192, High Holborn, W.C. Life is full of joys and sorrows, From the cradle to the grave ; Some have wealth and tire of pleasure, Others poor, for comforts crave. One man toils for wife and children, From the dawn till set of sun. And his wife, poor worn-out mother, Finds her work is never done. While his fellow man with plenty, Free from every care may be. These are pictures placed before us, So we all can plainly soe. Refrain. Velvet and rags the world over. In lessons of life every day, The prince with his gold and power un- told, The pauper who begs on his way. One may be living in clover. The other through poverty drags, Yet life is a span, and man is but man, Tho' one wears the velvet another the rags. See the landlord unrelenting. When his paltry rent's unpaid. Turn adrift a helpless tenant. Though he could extend his aid. Starving tenants, wealthy landlords, Contrasts only seem in vain. When they pay the debt of nature, Both will reach a common plain. One must leave his wealth behind him* As the other leaves his care. In the great unknown before .them, P'rhaps the poor the best will fare. Refrain. Velvet and rags the world over. In lessons of life every day. The h ndlord who grinds, the poor man who finds. No uurcy if rent he can't pny One may be living in clover, The other thro' poverty drags, Yet life is a span, and man is but man. Tho' one wears the velvet, another the rags. Still another picture meets us. 'Tis the loving trusting maid, Finds too late her wealthy lover, Never meant the vows he said. Vain her prayers to him to shield her Vain her anguish and her tears. He, who would for life protect her. Meets her sorrows with his sheers. Marry you ! 1 never can dear. But you shall not want ! he says. So he leaves her and his victim. Ends at last her weary days. Velvet aed rfijrs the world over, In lessons of life every day. The rogue with his dash, who brags of his cash. The poor girl who comes in his way ; One may be living in clover. The other through misery drags, Yet life is a span, and God marks the matt, Tho' he wears tho velvet, the poor girl the rags. Down Picadilly one morning. Roamed a beggar, hungry, worn, Soon a carriage that was passing, Stopped beside the man forlorn; ■' Here ! good man, please take this dollar, f Said a little girl inside. As she spoke the horses frightened, Bolted up the roadway wide. \" Stop them ! \" people wildly shouted, While the poor trump ran to save, Tho' lie stopp d them yet they killed him. And he filled a hero's grave. Velvet and rags the world over, In lessons of life every day, A tramp may be brave, if there's life to save, Misfortune p'r'aps stood in his way, One may be living in clover, Another through poverty drags, But life is a span, a man is a man, Tho' some wears the velvet, and others the rags."], [30, "A COLLECTION OF FAVOURITE SONGS. In Our Backyard Last Night. Composed tfc Sung by George Beauchamp. Words by J. Curran. Music Published by C. Sheard & Co., 192, High Holborn, W.C. Some very curious things took place In our backyard last night; An elephant trod on my sister's face In our backyard last night. An old torn cat and a female one Were singing \"Johnny get your Gun;\" 1 went out with a brick and spoilt their fun In our backyard last night- Chorus. Oh, dear, oh ! They'll not come back again I know, To keep us awake with their midnight show, In our backyard. A big bull-dog bro^e from his chain In our backyard last night, And made me suffer grief and pain, In our backyard last night. With my new pants that looked so prime He played the deuce of a pantomime; He grabbed a mouthful every time, In our backyard last night. Oh, dear, oh ! He made me dance for an hour or so; And now 1 can't sit down, I know, In our backyard. Mc.Manus and one of the lodgers came. To our backyard last night, To try their hand at the boxing game, In our backyard last night. Mc.Manus gave the lodger a whack, That knocked the whole of his front teeth slack. But the lodger got a hammer and killed poor Mac. In our backyard last night. Oh, dear, oh, He 11 not come back again, I know, For Mc.Manus7 funeral did go From our backyard. A band of Germans came to perform, In our backyard last night; The reception they got was cold and warm In our backyard last night. The cornet player we threatened to shoot, We soon put a stop to his rooty-toot, We struck him on the kisser with a navvy's boot, In our backyard last night. Oh, dear, oh! He'll not come back again I know, Of his wisdom teeth he left a row, In our backyard. A pair of sweethearts came to spoon In our backyard lust night, Beneath the light of the silvery moon, In our backyard last night. While making love they made snch din, And the gent very soon had cause to grin. For the lady collared all his tin, In our backyard last night. Oh. dear, oh! He'll not come back again, I know, His purse, and watch and chain did go. From our backyard. Old mother Johnson screamed ''police,\" In our backyard last night, Which brought a protector of the peace, To our backyard last night. The policeman came, and strange to tell, On the back of his neck a flower-pot fell; But the flowers were hardly fresh from the dell, In our backyard last night. Oh. dear, oh ! He'll not come back again, I know, Till a different kind of slow'rets grow, In our backyard."], [31, "A COLLECTION OF FAVOURITE SONGS. Faded Leaves. Written and Composed by Charles Osborne Sung by Alf Chester Music published by R. Maynard, 348, Hackney Road, E. la the year '79, in her Majesty's service, I fought for the colours in far off Zulu land; I was one of the men of the 24th regiment, Who at famed Korkes' Drift made a des- perate stand. I had but one chum, he was just like a brother. As brave as a lion, and true to the core ; And with the pride of a true-hearted lover, Under his tunic he constantly wore: ChoruB Leaves from the trees where they both used to roam, Sent by his sweetheart from home, sweet home; And 'neath those trees she thinks and grieves Of hopes that are withered like the faded leaves. We were only, al! told, eut a hundred and forty, Onr only defences were old mealv bags, But we shouldered our guns, and swore to each other, To fight and to die in defence of our flags. My chum was told off to the hospital yonder. Defending the sick — what a glorious part — And there in the twilight his thoughts seemed to wander To that dearest keepsake he wore next his heart. With a crash like the sea came the foe down upon us, The earth seemed to shake as they met British steel, Hand to hand, back to back, cutting, thrusting like demons. We hurled them back headlong away down the hill Before British eyes was our hospital blazing, Oar sick being slaughtered, vet we dare not come. The deeds of my comrade wer* traJa amazing, Inspired by the keepsake she sent him from home. All the world knows the story of Chard and of Bromhead, Their deeds will not fade in the year* that's to come. But the laurels of victory for me had m lustre As I gazed my last on my true-heart*d chum. 1 brought her the news when we cam* back to England, I told her about him, his pluck and hit fall, And treasured to-day, with his links tt affection, Is one that she prizes as dearest of all The Better Land. Music by F. H. Cowen. Written by Felicia Hemans. I hear thee speak of the Better Land, Thou callest its children a happy band; Mother, where is that radient shore? Shall we not seek it. and weep no more? Is it where the flow'r of the orange blows, And the fireflies dance through the myrtle boughs? — Not there, not there, my child. Is it far away in some region old, Where the rivers wander o'er lands of golds Where the burning rays of the ruby snlnq. And the diamond lights up the secret mint. And the pearl gleams forth from the coral strand, — is it there, sweet mother, that better lead f Not there, not there, my child. Eye hath not seen it. my gentle boy! Ear hath not heard irs songs of joy; Dreams cannot picture a world so fair- Sorrow and death may not enter there, Time doth not breathe on its fadelMI bloom, Far beyond the clouds, far beyond tbt tomb, — It is there, it is there, my child."], [32, "A COLIEOTION OF FAVOURITE SONGS. » • *Sich a Nice Gal Too.\" Sung by Miss Ada Lundberg, Written and Composed by Arthur Seldon. JrfuBic Published by C. Sheard & Co., 192. High Holborn. W.C. Among the female sex I've met, A few wot 1 call 'shady;\" But 'er as rints our fust floor front, Is quite the perftct lady. Each week's bin paid up regular, Since she come ( last October J; We very rarely 'as a row And, as a rule, she's sober. — Chorus. SJah a nice gal too, sich a real nice gal, Bo «vcll be'aved. an' full o' animation; All wot know er must admit She's a lady — ev'ry bit; Tes, a lady with a spotless reputation. She likes to bet. and should she get A tip, she's sure to back it, That's why perhaps, she often 'as To pop 'er sealskin jacket. If she gets in a bother with The p'lice— it is 'er practice, When brought a -fore the beak next day. To call 'erself a ■' hae trice.\" — Chorus. — Sich a nice gal too, tfeo. She'll go an' sit aside a swell, Wot's dinin' round at Catti's, An' order up — suppose we lay, A dozen oyster patties. Well, when she's done, she'll sin ile at 'im, An' say \"so long, old sonnie! Tou don t mind payin', do you, dear? 1 find I have no money ! \" — Chorus — Sich a nice gal too, &c. We was a-gettin' on a treat, We'd treat each other daily; Alas, last week a p'liceman came An' took 'er to Old Bailey. T* Worship showed is charity, By six months to er givin', An' all a cause she 'appened to 'Ave got three 'usbands livin'. — Chorus — Sich a nice gal too, ifcc. Grace Conroy. Written Composed & Sung by M. Nolan. Music Published by C. Sheard & Co, 192, High Holborn, W C. When I think of my love 'tis a pleasure, To know that my passions returned, And to feel that 1 hold as a treasure. The love that for years, 1 have yearn'd. It has grown, as with years we've grown older, Since 1 first saw her blush, as a boy, And my boyhood's love story I told her. My Grace Conroy. Chorus. 1 know she is fond of her Irish boy, Bine eyes fondly beaming, 1 see when I'm dreaming Of Grace Conroy. When at school she a girl slimand tender, Her battles I've constantly fought, With the boys who would dare to offend her, Or show love for her, as I thought. Of course we fell out with each other, And tho' ■ making \" up always brought i°y> , For to me there was never another, Like Grace Conroy. Altho' neighbours for months have been teasing, And asking my dear Grace and me, When they'd sit at a wedding so pleasing, As ours, which they're waiting to see. When I ask'd her the day, 1 felt stronger. She called me her owu Irish boy, And said she they won't know me much longer. As Grace Conroy."], [33, "A COLLECTION OF FAVOURITE SONGS. It Made Me Laugh. Words and Music by Charles Osborne, Sung by T. E. Dunville. Music Published by B. Maynard, 346, Hackney Road, London, E. When I was young and trotted to school, The master said that I was a fool, Whate'er occur 'd you know, as a rule, lt made me laugh ! One day he called me out again, A thing that went against the grain ; I wax'd my hands and settled the cane, And it made me laugh ! Chorus. I couldn't put up with it! I couldn't put up with it ! I split the cane, into twain, to spoil his cruel attack, Ta-ra ra; But he couldn't put up with it: he gave my ribs a crack, That made me laugh all over my face, and half way down my back. When I was courting Julia Bence, I used to climb on top of a fence, And sing her songs without any sense, It made me laugh ! One night her father's dog you see, He snapped his chain and went for me, I used a word beginning with D. It made me laugh ! I couldn't put up with it, 1 couldn't put up with it. 1 raised my boot, kicked the brute, to spoil the cruel attack; But he couldn't put up with it, he soon got on my track, And made me laugh all over roy face and half way down my back. When I was five feet high in my socks, I went to see some amateurs box, They gave and took such comical knocks, It made me laugh ! The)* wanted me to put 'em on, At last the gloves I tried to don, But when the game I started upon, It made em laugh I I couldn't put up with it, I couldn't pat up with it, I used m} right all my might, to spoil their cruel attack; Bat they couldn't put up with it, they gave roy nose a smack, They made me laugh all over my face, and half way down my back. To tr}* and cure humanity's ills, I swamped a town with medical bills. The rate the people purchased my pills, It made me laugh ! At last some lab'rers brought a rope. Said they 'your pills are made of soap. You have to take the lot and we hope, They'll make you laugh.* I couldn't put up with em. 1 could n't pot up with 'em, But took my dose, sev'ral groBS, to stop the cruel attack, But they wouldn't put up with it. they busted up my pack, Which made me laugh all over my face, and half way down my baok. Ta-Ra-Ra Boom-der e. Music Published by W. Paxton, 19, Oxford Street. W. A sweet English girl you see. Queen of bwefl society ; Fond of fun as fond can be, When its on the strict Q.T. I'm not too young. I'm not too old. Not too timid, not too bold, Just the kind you'd like to hold, Just the kind for sport I'm told. Chorus. Ta-ra-ra Boom-der-e, Ta-ra-ra Boom-der-e, Ta-ra-ra Boom der-e, Ta-ra-ra Boom-der-e, Ta-ra-ra Boom der-c, Ta-ra-ra Boom-der-e, Ta-ra-ra Boom-der-e, Ta-ra-ra Boom-der-e. I'm a blushing bud of innocence. Papa says at big expense. Old maids say 1 have no sense. Boys declare I'm just immense. Before my song I do conclude. I want it strictly understood, Tho' fond of fun. I'm never rude, Tho' not too bad, I'm not too good."], [34, "A OOLLBOnOir OF FAVOURITE BONGS. That was Me. Masic Published by It Maynard, MS, Hackney Road, E. Snug by Fr*d Harvey. Ib a quarter of London well known a* the Dials, i*wo gentlemen once had been out on the tiles ; By that, understand me, I mean on the loose, Herbert ing up at the \"Oluepot and Goose. Well, just as they reached that salubrious •pot, Oat rnshed two fellows who gave them what's what; So number one masher immediately fled, And left number two in the gutter half dead. Chorus. That was me. that was me, I was jumped upon and pounded into mince, When they finished up their joke oh, I'd a dislocated boko, And I've never had the same nose since. To witness the Derby at Epsom you know, Some bicycle riders determined to go; Of course they concluded to travel by road. Commencing at eight from their captain's abode. Well, three of them started and all looked serene, When a steam-roller cannoned the leadens machine, The brake of the second one snapped into twain, and the third lost his balance and fell down a drain. Chorus. That was me, that was me, Fvcn now in Condy's fluid I have to rinse, It's k marvel how enduring ar* the miseries of touring, Por I've never been the same road slnoe Ib th* gre*ne*t of meadows one fln* »ft*x- A swell and a lady were having a spoon, With tbe old-fashisned stuff he was filling her head, And ah* like a woman believed all he laid. Now a bull had been watching thi* loving And being inquisitive made for the pair; 80 th* lady skedaddled, as ditto did he, Bnt was oaught and assisted np into • tree. Chorus. That was me. that was me, My position was as lofty as a prince, For my hat was vaccinated and my trousers ventilated, And l'v* never wore the same \" bag*,\" since. The time was the morning, the hour about three, The place was the Tillage of Slosh ton-on- And inside a bedroom, the best to be had, A man with bis boots on wa* snoring Ilk* mad, H*'d been for a sail with his friend* •■ the foaan, And with their assistance had \"screw'd\" his way home; To try and see life he declared he'd a whim And by jingo the fleas made it lively for him. Chorus. That was me, that was me. They were there in all varieties and tints ) They were so very nimble, and at every bite they raised a pimple. That I've never visited the same plao* since. :o: May British virtue shine when ever* other light is out. May the enemies of Great Britain -and Ireland never Met a friend in eithS country"], [35, "A COLLECTION OP FAVOURITE SONGS Up I Came with My Little Lot, Or, MY LOT TAKES THE CAKE. Writer, F. Bowyer. Composer, j. S. Baker. Sung by Herbert Campbell. Music Published hy C. Sheard & Co., 192, High Holborn, W.C. Some pals of mine were going for the day, For a bit of a blow out Chingford w-ay, 'Twas a 'go as you please' along the route, And a firut class prize for the best turn out. They came in carts, and waggonettes as well, And which looked best 'twas very hard to tell; Says Brown, give the prize now, for we cannot wait — Stop ! here comes Ginger, and he's not too late.' Chorus, Then up I came with my little lot, And the tads yelled out, 'hooray ! ' Some chairs for my pals, and cushions for the gals, And the hearthrug looked all gay. There were fourteen of us, and we all had whips. And the missis she had hold of the brake, I nut 'em all to bed, for everybody said That my lot took the cake. When we got down 'twas beautiful and warm, We quite took the hotel there by storm; We'd swings, and booze, and cocoanut shies, Then we all went in for the swearing prize Bach lot as came all pulled up in a row. And one by one we then all had a go; And oh I the language, how the beauties swore! Says Brown hold hard a bit, there's one lot more.' Then up I came with my little lot, And the air went bine for miles; The trees all shook, and the copper took his hook. And down came all the tiles: Then the donkeys cocked their tails and did a guy. And brayed as if their hearts would break ; We asked Dick Dunn, and be told every one That my lot took the cake. For tea at six o'clock we all prepared. Aud we didn't care how the people stared, The ladies stood in the gigs and flys. And the next event was the \"beauty prize.' But what with the dust and all their dresses spoiled, The beauties all looked just a little bit soiled, They tried to look sober, and smiled serene. When Smith calls out, 'now which is th* queen? ' Then up I came with my little lot. And I says this can't be matched — She fell off her moke, and her funnibone is broke, And her boko's a little bit scratched. She's, sixteen stone, and it's every bit her own, And the colour on her cheeks it isn't fake. She's forty round the calf, then Brown be- gan to laugh, And my lot took the cake. Next for home we st arted, all of us 'hooray,' And the pubs we called at, along the way, We burnt red fire just to let them see, We'd all come home from ajolly good spree. To believe our tales they all of 'em refused, Some said, \"get out, why none of you are boozed.' Says Brown, I'll quickly show you if we'r* not, Hold on a bit, where's Ginger's lot? ' Then up 1 came with my merry lot, And Brownsays, 'where have they gone?' They were all of a heap, and everyone asleep, With their bonnets and things all torn. The p'lice got stretchers a away they went. And I'm jiggered if they would wake: Says I, 'who say si hat we're not half boozed For my lot takes the cake.'"], [36, "T A COLLECTION OP FAVOURITE SONGS. Jessie, the Star of Glengore. Composed by George Howard. Music Published by C. Sheard * Co., 192, High Holborn, W.C. When the bright moon is up o'er the steep craggy mountain. My ain bonnie lassie will come to my side. We sit 'neath the shade, by the murmur- ing fountain, That gladdens the vale with its silvery tide. With sweet darling Jessie to comfort and cheer me. My heart overflows with the wealth of its store. As I journey thro* life may she ever be near me, My ain bonnie Jessie the star of Glen- gore. 1 ken there is one wi* o'er plenty o' siller, Would fain win a glance from her beau- tiful e'e, But my ain bonnie lassie has nought for the miller, She keeps all her lore ana her glances for me. Tho' tar from my home aad my kindred I'm turning, I picture the future with bright day* iu store. My heart with the fire of affection is burn- ing. For bonnie sweet Jessie the star of Glengore. My ain Highland lassie I ken that she lo'es me, I read the sweet truth in her dear eyes of blue, Thy heart of pure gold with its constancy proves thee. My darling, my treasure, sae good and &ae true. Thou'rt pure as an angel I ne'er shall for- get thee, Tho fortune divide us, to me^t never more. My heart will go forth to seek and togreat thee. My ain bonnie Jessie the star of Glen- gore. Poor Little Dolly. Written by Marie Heath. Composed by Geo. Schleiffarth. Music Published by C. Sheard & Co.. 192, High Holborn, W.C. Sweet imitation of feminine beauty. Whence come the roses that grow on j'our cheek? Sitting up late does not seem to destroy them, What would you say if you only could speak ? Life is but short from the day you are carried. Homeward in triumph, away from the store ; Baby will soon want to know what you're made of, And scatter your \" stuffing \" all over the floor. Refrain. Poor little dolly! (\"ma'ma, ma'ma*' ) poor little dolly ! (''ma'ma. ma'ma'' ), Juet like a woman whenyou have grown old; You'll be neglected and left in the cold. You'll be ueglected and left in the cold^ Now you are fondled and placed in a car- riage, Told you're a beauty, and handled with care. Wait till your nose and your cheeks have been battered. Wait till the curl has come out of your hair! Then some young rascal will pull you to pieces, Pull out your eyes that wore once blue and bright! Poor little doily, you're just like a woman, For when you are old you're considered a fright! $ W. 8. FORTET, Steam Printer and Publisher. * $ Qw«t St Andrew Street, Seren Dud.. London. '"], [37, ""], [38, "i JUST PUBLISHED Price One Penny. Sine Octave THE POULTRY KEEPER'S GUIDE, Embracing every Information on the Treatment and manage ment of all kinds of Fowls. BRITISH Containing Instructions for Rearing. Feeding, &o , Singing Birda. Best method of Curing them of Distempers. The Art of Teaching them to Sing to the Greatest Perfection. HOW TO MANAGE PIGEONS, Containing Instructions for Rearing, Breeding, Feeding, cVo., also a Description of all their Varieties. HOW TO MANAGE How to Make their Hutches, how to Prevent Disease &c , How to Breed them, How to Rear them. W. S, FORTEY, Steam Printer end Publisher, Great St. Andrew Street,_BloomBbury, London, W.O,"], [39, ""], [40, ""]]