[[1, ""], [2, ""], [3, ""], [4, ""], [5, "Little Recitations FOR LITTLE . . RECITERS Selected by R. C. H. MORISON W. & R. CHAMBERS, Limited LONDON AND EDINBURGH 1898"], [6, "Edinburgh : Printed by \"W. & R. Chambers, Limited."], [7, "CONTENTS. PAGE PAGE My Shadow I Little Orphans Annie 30 (Robert Louis Stevenson.) His Names 2 (J. W. Riley.) Room for You 32 Little by Little 2 (G. R. Howarth.; The First Primrose 33 (Catharine Davidson.) Good-night and Good-morning.. 3 (Lord Houghton. ) The Remorseful Cakes 4 The Broken Toy 33 (Eugene Field.) Nowhere 5 (Ella Wheeler Wilcox.) A Dialogue 34 The Old Nursery Story 36 The Child and the Thumbikin.. 37 Tale of a Dog and a Bee 6 First Time at Church 38 Nancy's Nightmare 7 (Sophia A. M. James.) All the Children 39 (Laura E. Richards.) Kitty and Mousie 8 Two of Them 9 (Lucy M. Blinn.) The Water-bloom 10 The Pigs that went out to Dine.40 The Mountain and the Squirrel.41 (Emerson.) Teddy 42 (M. de Brine.) Bedtime 43 (CeliaThaxter.) Suppose ! 11 The Dead Kitten 12 (Margaret Vandegrist.) A Deceitful Appearance 45 (Sydney Dayre.) Which Loved the Best 13 The Tiff 45 Teddy the Teaser 15 A Builder's Lesson 46 The Puzzled Schoolmaster 17 (John Boyle O'Reilly.) The Talking Crow 47 Hangup Baby's Stocking 18 The Story of Grumble Tone 20 (Marian Douglas.) Day-dreams 48 (Harriet Trowbridge.) Riches and Friendship 5° Daisy Dill 21 (F. E. Weatherley.) The Spider and his Wife 22 I J. H.) The Broken Toy 51 My Windows 22 The Arrow and the Song 24 Foreign Lands 52 (Robert Louis Stevenson.) (H. W. Longfellow.) A Fable 24 (J. Hookham Frere.) The Spilt Pearls 53 (Trench.) A Hint 54 The Last Leaf 25 (O. W. Holmes.) Dolly's Christening 27 (Eleanor Kirk.) Somebody's Mother 55 A Life-lesson 56 Mother's Way 28 (J. W. Riley.) How He Helped Himself 57 Gentleman John 29 Maiden and Weathercock 58 (F. E. Weatherley.) Little Bo-peep 29 (H. W. Longfellow.)"], [8, "IV CONTENTS, PAGE PAGE The Baby's Debut IOI Past and Present 59 (J. and H. Smith.) Casabianca 104 (Tom Hood.) Little Bessie 60 (Mrs Hemans.) The Snow Angel 105 (A. D. F. Randolph.) Abou Ben Adhem and the Angel 62 (Leigh Hunt.) The Two Angels...... 63 (Wallace Bruce.) Saint Philip and the Youth. ...107 (J. G. Whittier.) The Tempest 64 (J. T. Fields.) A Catastrophe 65 (P. Arkwright.) The Sand-man 67 (Elmer R. Coates. ) In School-days 68 (J. Byrom.) The Lifeboat 10S (Augusta Magra.) The Two Roses no A Bachelor's Apology Ill (T. P.) The Beggar's Dog 113 (J. Sands.) Playmates 114 (George Warrington.) (J. G. Whittier.) A Parental Ode to my Son.... 69 (Tom Hood.) On the Doorstep 71 ' The Children Laughed and Sang' 116 J. H.) To My Looking-glass 117 (E. C. Stedman.) The Dog and the Tramp 73 (Eva Best.) On the Road to Dreamtown... 74 (George Warrington.) The Round of Life 119 (E. C. Rexford.) Napoleon and the Sailor 75 (Campbell.) John Maynard 77 (Alexander Lamont. ) The Wedding - cake and the Will 120 (J. Davies.) The Autumn of Life 121 (H. Alger, Jun.) The Yaudois Teacher 79 (D. R. \\V.) The Little Mud-sparrows 123 (J. G. Whittier.) The Sand-man 81 (Elizabeth Stuart Phelps.) The Choice 1 25 (R. Robinson.) An Old Garden 126 (George Cooper.) What I Live for 82 (G. L. Banks.) A Man 's a Man for a' that 83 Life's Seasons 1 28 (Burns.) Master Johnny's Next - door Neighbour 84 (Harriet Kendall.) Love's Sacrifice 129 (W. J. A.) 'Shall I?' 131 Bret Harte.) The Village Blacksmith 86 ( Longfellow. ) Aunt Tabitha 88 (0. W. Holmes.) Baby Joan 89 (Frank L. Stanton. The Homes of England 90 {Mrs Hemans.) The Rose and the Waif. 91 (Nannie Power O'Donoghue.l The Dead Singer 132 (Alexander Anderson.) Love or Lands 1 34 (G. Clifton Bingham.) The Music of the Shells 135 (Alexander Lamont.) In Vanity Fair 136 (May P. Daly.) The Gift that None could see.. 94 (Mary Wilkins.) Red Riding-hood 98 (J. G. Whittier.) The Voiceless 100 (Florence Tylee.) The Fireman 137 (Camilla Crosland. ) If I were You 138 (G. Clifton Bingham.) Life's Journey 139 (Ella Wheeler Wilcox., (O. W. Holmes.)"], [9, "LITTLE RECITATIONS xs. *gx FOR LITTLE RECITERS. MY SHADOW. — Robert Louis Stevenson. I have a little shadow that goes in and out with me, And what can be the use of him is more than I can see ; He is very, very like me from the heels up to the head ; And I see him jump before me when I jump into my bed. The funniest thing about him is the way he likes to grow — Not at all like proper children, which is always very slow ; For he sometimes shoots up taller like an india-rubber ball, And he sometimes gets so little that there 's none of him at all. He hasn't got a notion of how children ought to play, And can only make a fool of me in every sort of way ; He stays so close beside me he 's a coward you can see ■ I 'd think shame to stick to nursie as that shadow sticks to me ! One morning very early, before the sun was up, I rose and found the shining dew on every buttercup ; But my lazy little shadow, like an arrant sleepy-head, Had stayed at home behind me and was fast asleep in bed. (By kind permission of Charles Baxter, Esq.)"], [10, "2 HIS NAMES. HIS NAMES.— Anon. Never a boy had so many names ; They called him Jimmy, and Jim, and James, Jeems and Jamie ; and well he knew Who it was that wanted him too. The boys in the street ran after him, Shouting out loudly, 'Jim, hey, Jim-m ! ' Until the echoes, little and big, Seemed to be dancing a Jim Crow jig. And little Mabel, out in the hall, ' Jimmy, Jimmy ! ' would sweetly call, Until he answered, and let her know Where she might find him, she loved him so. Grandpapa, who was dignified, And held his head with an air of pride, Didn't believe in shortening names, And made the most he could of James. But if papa ever wanted him, Crisp and curt was the summons, 'Jim ! ' That would make the boy on his errand run Much faster than if he had said, ' My son.' LITTLE BY LITTLE. Little by little the bird builds her nest ; Little by little the sun sinks to rest : Little by little the waves, in their glee, Smooth the rough rocks by the shore of the sea."], [11, "GOOD-NIGHT AND GOOD-MORNING. 3 Drop after drop falls the soft summer shower ; Leaf upon leaf grows the cool forest bower ; Grain heaped on grain forms the mountain so high, That its cloud-capped summit is lost to the eye. Little by little the bee to her cell Brings the sweet honey, and garners it well ; Little by little the ant layeth by, From the summer's abundance, the winter's supply. Minute by minute, so passes the day ; Hour after hour years are gliding away. The moments improve until life be past, And, little by little, grow wise to the last. GOOD-NIGHT AND GOOD-MORNING Lord Houghton. A fair little girl sat under a tree, Sewing as long as her eyes could see, Then smoothed her work, and folded it right, And said, ' Dear work, good-night ! good-night ! Such a number of rooks came over her head, Crying ' Caw ! caw ! ' on their way to bed ; She said as she watched their curious flight, ' Little black things, good-night ! good-night ! ' The horses neighed, and the oxen lowed ; The sheep's 'bleat ! bleat ! ' came over the road; All seeming to say, with a quiet delight, ' Good little girl, good-night ! good-night ! '"], [12, "4 THE REMORSEFUL CAKES. She did not say to the sun, ' Good-night ! ' Though she saw him there, like a ball of light, For she knew he had God's time to keep All over the world, and never could sleep. The tall pink foxglove bowed his head, The violets curtsied and went to bed ; And good little Lucy tied up her hair, And said, on her knees, her favourite prayer. And while on her pillow she softly lay, She knew nothing more till again it was day : And all things said to the beautiful sun, ' Good-morning, good-morning ! our work is begun. THE REMORSEFUL CAKES.— Eugene Field. A little boy named Thomas, ate Hot currant cakes for tea — A very rash proceeding, as We presently shall see. He went to bed at eight o'clock, As all good children do, But scarce had closed his little eyes, When he most restless grew. He flopped on this side, then on that, Then keeled up on his head, And covered, all at once, each spot Of his wee trundle-bed. He wrapped one arm around his waist, The other 'round his ear, While mamma wondered what on earth Could ail her little dear."], [13, "NOWHERE. 5 h He fell asleep, and as he slept He dreamt an awful dream, Of being smacked with hazel rods, Without the power to scream. He dreamt a great big lion came And reared and raved and roared — While on his breast two furious bulls In mortal combat gored. He dreamt he heard the flap of wings Within the chimney-flue — And down there crawled, to gnaw his ears, An awful bugaboo ! When Thomas rose next morn, his face Was pallid as a sheet — ' I never more,' he firmly said, ' Will cakes for supper eat ! ' NOWHERE. [A song for boys and girls who are always discontented.] Ella Wheeler Wilcox. Do you know where the summer blooms all the year round Where there never is rain on a picnic day, Where the thornless rose in its beauty grows, And the little boys never are called from play ? Oh ! hey 1 it is far away, In the wonderful land of Nowhere. Would you like to live where nobody scolds, Where you never are told, ' It is time for bed,' Where you learn without trying, and laugh without crying, Where nurses don't pull when they comb your head ? Then oh ! hey ! you must hie away To the wonderful land of Nowhere."], [14, "6 TALE OF A DOG AND A BEE. u 'j If you long to dwell where you never need wait, Where no one is punished or made to cry, Where a supper of cakes is not followed by aches. And little folks thrive on a diet of pie ; Then ho ! hey ! you must go, I say, To the wonderful land of Nowhere. You must drift down the river of Idle Dreams, Close to the border of No Man's Land • For a year and a day you must sail away, And then you will come to an unknown strand And ho ! hey ! if you get there — stay In the wonderful land of Nowhere. TALE OF A DOG AND A BEE.— Anon. Great big dog, Head upon his toes ; Tiny little bee Settles on his nose. Great big dog Thinks it is a fly, Never says a word, Winks very sly. Tiny little bee Tickles dog's nose — Thinks like as not 'Tis a blooming rose. Dog smiles a smile, Winks his other eye, Chuckles to himself How he '11 catch a fly."], [15, "nancy's nightmare. 7 Then he makes a snap, Very quick and spry, Gets the little bug, But doesn't catch the fly. Tiny little bee, Alive and looking well, Great big dog, Mostly gone to swell, MORAL. Dear friends and brothers all, Don't be too fast and free, And when you catch a fly Be sure it 's not a bee. NANCY'S NIGHTMARE.— Laura E. Richards /am the doll that Nancy broke ! Hadn't been hers a week. One little squeeze, and I sweetly spoke ; Rosy and fair was my cheek. Now my head lies in a corner far, My body lies here in the other ; And if this is what human children are, I never will live with another ! /am the book that Nancy read For fifteen minutes together ; Now I am standing here on my head, While she 's gone to look at the weather. My leaves are crushed in the cruellest way, There 's jam on my opening page ; And I would not live with Miss Nancy Gay, Though I shouldn't be read for an age !"], [16, "8 kitty and mousie. > /am the frock that Nancy wore Last night at her birthday feast ; I am the frock that Nancy tore In seventeen places at least. My buttons are scattering far and near, My trimming is torn to rags ; And if I were Miss Nancy's mother dear, I 'd dress her in calico bags ! We axe the words that Nancy said When these things were brought to her view All of us ought to be painted red, And some of us are not true. We sputter and mutter and snarl and snap, We smoulder and smoke and blaze ; And if she 'd not meet with some sad mishap, Miss Nancy must mend her ways. KITTY AND MOUSIE.— Anon. Once there was a little kitty, White as the snow ; In a barn she used to play, Long time ago. In the barn a little mousie Ran to and fro ; For she heard the little kitty, Long time ago. Two black eyes had little kitty, Black as a crow ; And they spied the little mousie, Long time ago."], [17, "TWO OF THEM. 9 Four soft paws had little kitty, Paws soft as snow ; And they caught the little mousie, Long time ago. Nine pearl teeth had little kitty, AU in a row ; And they bit the little mousie, Long time ago. When the teeth bit little mousie. Mousie cried out ' Oh ! ' But she slipped away from kitty, Long time ago. TWO OF THEM.— Mrs Lucy M. Blinn. Grandfather 's come to see baby to-day, Dear little, queer little baby Ned ; With his toothless mouth, his double chin, And never a hair on his shiny head, He looks in the pretty eyes of blue, Where the baby's soul is peeping through. And cries, with many a loving kiss, ' Hallo ! what little old man is this ? ' Baby stares in grandfather's face, Merry old, cheery old 'Grandfather Ned,' With his toothless mouth, his double chin, And never a hair on his dear old head ; He scans him solemnly up and down. From his double chin to his smooth, bald crown And says to himself as babies do, ' Hallo ! can this be a baby, too ? '"], [18, "10 THE WATER-BLOOM. THE WATER-BLOOM.— Celia Thaxter. A child looked up in the summer sky, Where a soft, bright shower had just passed by; Eastward the dusk rain-curtain hung, And swiftly across it the rainbow sprung. ' Papa ! papa ! what is it ? ' she cried, As she gazed with her blue eyes opened wide At the wonderful arch that bridged the heaven, Vividly glowing with colours seven. ' Why, that is the rainbow, darling child,' And the father down on his baby smiled. ' What makes it, papa ? ' ' The sun, my dear, That shines on the water-drops so clear.' Here was a beautiful mystery ! No more questions to ask had she, But she thought the garden's loveliest flowers Had floated upward and caught in the showers — Rose, violet, orange, marigold — In a ribbon of light on the clouds unrolled ! Red of poppy, and green leaves too, Sunflower yellow, and larkspur blue. A great, wide, wondrous, splendid wreath It seemed to the little girl beneath ; How did it grow so fast up there, And suddenly blossom, high in the air ? She could not take her eyes from the sight : ' Oh, look ! ' she cried in her deep delight, As she watched the glory spanning the gloom, ' Oh, look at the beautiful water-bloom ! '"], [19, "SUPPOSE ! 11 SUPPOSE !— Anon. Suppose, my little lady, Your doll should break her head, Could you make it whole by crying Till your eyes and nose are red ? And wouldn't it be pleasanter To treat it as a joke, And say you 're glad 'twas Dolly's, And not your head, that broke ? Suppose you 're dressed for walking, And the rain comes pouring down, Will it clear off any sooner Because you scold and frown ? And wouldn't it be nicer For you to smile than pout, And so make sunshine in the house, When there is none without ? Suppose your task, my little man, Is very hard to get, Will it make it any easier For you to sit and fret ? And wouldn't it be wiser, Than waiting like a dunce, To go to work in earnest, And learn the thing at once ? Suppose that some boys have a horse, And some a coach-and-pair, Will it tire you less, while walking, To say, ' It isn't fair ' ? And wouldn't it be nobler To keep your temper sweet, And in your heart be thankful You can walk upon your feet ?"], [20, "12 THE DEAD KITTEN. And suppose the world don't please you, Nor the way some people do ; Do you think the whole creation Will be altered just for you ? And isn't it, my boy or girl, The wisest, bravest plan, Whatever comes or doesn't come, To do the best you can ? THE DEAD KITTEN.— Sydney Dayre. ' Don't talk to me of parties, Nan ; I really cannot go ; When folks are in affliction they don't go out, you know. I have a new brown sash, too ; it seems a pity — eh ? — That such a dreadful trial should have come just yesterday ! ' The playhouse blinds are all pulled down as dark as it can be ; It looks so very solemn, and so proper, don't you see ? And I have a piece of crape pinned on every dolly's hat ; Tom says it is ridiculous for only just a cat. ' But boys are all so horrid ! They always, every one, Delight in teasing little girls and kitties, \"just for fun.\" The way he used to pull her tail — it makes me angry now — And scare her up the cherry-tree, to make the darling \" meow !\" ' I 've had her all the summer. One day, away last spring, I heard a frightful barking, and I saw the little thing In the corner of a fence; 'twould have made you laugh outright To see how every hair stood out, and how she tried to fight. ' I shooed the dog away, and she jumped upon my arm ; The pretty creature knew I wouldn't do her any harm ; I hugged her close, and carried her to mamma, and she said She should be my own wee kitty if I 'd see that she was fed."], [21, "WHICH LOVED THE BEST. 13 ' A cunning little dot she was, with silky, soft gray fur ; She 'd lie for hours on my lap, and I could hear her purr ; And then she 'd frolic after when I pulled a string about, Or try to catch her tail, or roll a marble in and out. 'Such comfort she has been to me I 'm sure no one could tell, Unless some other little girl who loves her pussy well. I 've heard about a Maltese cross, but my dear little kit Was always sweet and amiable, and never cross a bit ! ' But oh, last week I missed her ! I hunted all around ; My darling little pussy-cat was nowhere to be found. I knelt and whispered softly, when nobody could see : \" Take care of little kitty, please, and bring her back to me ! \" ' I found her lying yesterday behind the lower shed ; I thought my heart was broken when I found that she was dead. Tom promised me another one, but even he can see No other kitty ever will be just the same to me 1 ' I can't go to your party, Nannie — macaroons, you say ? And ice-cream ? — I know I ought to try and not give way ; And I feel it would be doing wrong to disappoint you so ! — Well — if I 'm equal to it by to-morrow — I may go ! ' WHICH LOVED THE BEST.— Anon. ' I love you, mother,' Said little John ; Then, forgetting his word, His cap went on, And he was off To the garden swing, And left her wood And water to bring. B"], [22, "14 WHICH LOVED THE BEST. ' I love you, mother,' Said rosy Nell ; ' I love you better Than tongue can tell ! ' Then she teased and pouted Full half a day, Till her mother rejoiced When she went to play. ' I love you, mother,' Said little Fan ; ' To-day I will help you All I can. How glad I am That school doesn't keep ! ' So she rocked the baby Fast asleep. Then, stepping softly, She brought her broom And swept the floor And tidied the room. Busy and happy All day was she — Helpful and happy As child can be. ' I love you, mother,' Again they said — Three little children Going to bed. How do you think That mother guessed Which of them really Loved her best ?"], [23, "TEDDY THE TEASER. 15 TEDDY THE TEASER.— M. E. B. He wanted a velocipede, And shook his saucy head ; He thought of it in daytime, He dreamed of it in bed, He begged for it at morning, He cried for it at noon, And even in the evening He sang the same old tune. He wanted a velocipede ! It was no use to say He was too small to manage it, Or it might run away, Or crack his little occiput, Or break his little leg — It made no bit of difference, He 'd beg, and beg, and beg. He wanted a velocipede ! A big one, with a gong To startle all the people, As they saw him speed along ; A big one, with a cushion, And painted red and black, To make the others jealous And clear them off the track. He wanted a velocipede, The largest ever built, Though he was only five years old And wore a little kilt, And hair in curls a-waving, And sashes by his side, And collars wide as cart-wheels, Which hurt his manly pride !"], [24, "16 TEDDY THE TEASER. He wanted a velocipede ! Why, he was just as tall As six-year-old Tom Tucker, Who wasn't very small ! And feel his muscle, will you ? And tell him, if you dare, That he 's the sort of fellow To get a fall or scare ? They bought him a velocipede — Oh, woe the day and hour ! When proudly seated on it, In pomp of pride and power, His foot upon the treadle, With motion staid and slow, He turned upon his axle, And made the big thing go. Alas for the velocipede ! The way ran down a hill — The whirling wheels went faster, And fast and faster still, Until, like flash of rocket, Or shooting-star at night, They crossed the dim horizon And rattled out of sight. So vanished the velocipede, With him who rode thereon ; And no one, since that dreadful day, Has found out where 'tis gone ! Except a floating rumour Which some stray wind doth blow, When the long nights of winter Are white with frost and snow,"], [25, "THE PUZZLED SCHOOLMASTER. 17 Of a small fleeting shadow, That seems to run astray, Upon a pair of flying wheels, Along the Milky Way. And this, they think, is Teddy ! Doomed for all time to speed — A wretched little phantom boy, On a velocipede ! THE PUZZLED SCHOOLMASTER. Ella Wheeler Wilcox. 'You've quizzed me often and puzzled me long, You 've asked me to cipher and spell, You 've called me a dunce if I answered wrong, Or a dolt if I failed to tell Just when to say lie and when to say lay, Or what nine sevens may make, Or the longitude of Kamchatka Bay, Or the I-forget-what 's-its-name lake ; So I think it 's about my turn, I do, To ask a question or so of you.' The schoolmaster grim, he opened his eyes, But said not a word for sheer surprise. ' Can you tell what \" rounders \" means ? I can. Can you say all off by heart The \"onery twoery ickery ann,\" Or tell \" alleys \" and \" commons \" apart ? Can you fling a top, I would like to know, Till it hums like a bumble-bee ? Can you make a kite yourself that will go 'Most as high as the eye can see,"], [26, "18 HANG UP BABY'S STOCKING. Till it sails and soars like a hawk on the wing, And the little birds come and light on its string ? ' The schoolmaster looked, oh ! very demure, But his mouth was twitching, I 'm almost sure. ' Can you tell where the nest of the swallow clings, Or the colour its eggs may be ? Do you know the time when the squirrel brings Its young from their nest in the tree ? Can you tell when the chestnuts are ready to drop, Or where the best hazel-nuts grow ? Can you climb a high tree to the very tip-top, Then gaze without trembling below ? Can you swim and dive, can you jump and run, Or do anything else we boys call fun ? ' The master's voice trembled as he replied : ' You are right, my lad ; I 'm the dunce,' he sighed. HANG UP BABY'S STOCKING. Hang up the baby's stocking : Be sure you don't forget : The dear little dimpled darling Has never seen Christmas yet. But I told him all about it, And he opened his big, blue eyes ; I am sure he understood it, He looked so funny and wise. Ah, what a tiny stocking ! It doesn't take much to hold Such little toes as baby's, Safe from the frost and cold."], [27, "HANG UP BABY'S STOCKING. 19 But then, for the baby's Christmas, It never will do at all ; For Santa Claus wouldn't be looking For anything half so small. I know what will do for baby ; I 've thought of a first-rate plan : I '11 borrow a stocking of grandma — The longest that ever I can. And you shall hang it by mine, mother, Right here in the corner — so ; And write a letter for baby, And fasten it on the toe. ' Old Santa Claus, this is a stocking Hung up for our baby dear ; You never have seen our darling, He has not been with us a year. ' But he is a beautiful baby ! And now, before you go, Please cram this stocking with presents. From the top of it down to the toe. ' Put in a baby's rattle, Also a coral ring, A bright new ribbon for his waist ; Some beads hung on a string. ' And mind a coloured ball, please, And a tiny pair of shoes ; You '11 see from this little stocking The size you have to choose.'"], [28, "20 THE STORY OF GRUMBLE TONE. THE STORY OF GRUMBLE TONE, Ella Wheeler Wilcox. There was a boy named Grumble Tone, Who ran away to sea ; ' I 'm sick of things on land,' he said. ' As sick as I can be ; A life upon the bounding wave Will suit a lad like me.' The seething ocean billows failed To stimulate his mirth, For he didn't like the vessel, Or the dizzy rolling berth, And he thought the sea was almost As unpleasant as the earth. He wandered into foreign lands, He saw each wondrous sight, And nothing that he heard or saw Seemed just exactly right ; So he journeyed on and on, Still seeking for delight. He talked with kings and ladies fair; He dined in courts, they say, But always found the people dull, And longed to go away, To search for that mysterious land Where he should like to stay. He wandered over all the world ; His hair grew white as snow ; He reached the final bourne at last Where all of us must go, But never found the land he sought. The reason would you know ?"], [29, "DAISY DILL. 21 The reason was, that north or south, Where'er his steps were bent, On land or sea, in court or hall, He found but discontent, For he took his disposition with him, Everywhere he went. DAISY DILL.— F. E. Weatherley. Climb along, climb along, sweet Daisy Dill ; 'Tis a long way to the top of the hill, And the road is so rough, and the sun in the skies Makes little Daisy Dill blink her blue eyes. But climb along, climb along, sweet Daisy Dill, You '11 soon be all safe at the top of the hill. Climb along, climb along, sweet Daisy Dill, Now she 's at last at the top of the hill ; Tired ! yes, of course she is ; glad just to rest, And look back to the valley she 's left in the west. Tired ! but it 's worth it, my sweet Daisy Dill, To be really at last at the top of the hill. And life, like your journey, my sweet Daisy Dill, Is a very long pull up a very steep hill ; And some reach the top, and some of us never, Although we go toiling and struggling for ever. Never mind ; we '11 still struggle ; 'tis far better so, Than to die in a ditch in the valley below ; So climb along, climb along, sweet Daisy Dill, You '11 soon be all safe at the top of the hill. (By kind permission of the author.)"], [30, "22 THE SPIDER AND HIS WIFE. THE SPIDER AND HIS WIFE. In a little dark house, a few feet from the ground, An honest old spider resided. So pleasant, so snug, so convenient 'twas found, That his friends came to see it for many yards round ; It seemed for his pleasure provided. He thought that the little his wife could consume, With care he might always provide her ; Forgetting he lived in a gentleman's room, Where there came every morning a maid with a broom- A pitiless foe to a spider. One day, when their cupboard was empty and dry, His wife, a most diligent spinner, Said : ' Now, my dear, go to the cobweb and try If you can't find the leg or the wing of a fly, As a nice little relish for dinner.' He went without thinking of what might befall, For nothing he ever denied her; Brush came the great broom down the side of the wall, And, alas ! carried with it web, dinner, and all ; And thus ended the days of poor spider. MY WINDOWS. Windows I have two : Are they white and blue ? Are they brown and white ? Either may be right. From these windows two I can look at you,"], [31, "MY WINDOWS. 23 Or else I can gaze, Through the summer haze, On the meadows green Where the hay has been. If in winter's snow To the town I go, Do these windows stay ? No ! they come away, Look on chimneys tall, Houses great and small, Often dark and gray, Veiled in fog all day ; Such the sights that I From them do espy. But (what sounds most strange) E'en the windows change, As, o'er streets and ways, Forth from them I gaze. If I feel delight, Then they glisten bright ; Funny sights I see, Then they dance with glee ; Am I vexed and grim ? Dull they are and dim ; Am I sad with you ? They are veiled in dew ; If I fain would doze, They their shutters close ; Am I foolish? Wise? Read it in these eyes."], [32, "THE ARROW AND THE SONG. 24 J THE ARROW AND THE SONG. H. W. Longfellow. I shot an arrow into the air, It fell to earth, I knew not where ; For, so swiftly it flew, the sight Could not follow it in its flight. I breathed a song into the air, It fell to earth, I knew not where ; For who has sight so keen and strong, That it can follow the flight of song ? Long, long afterward in an oak I found the arrow, still unbroke ; And the song, from beginning to end, I found again in the heart of a friend. A FABLE. — J. Hookham Frere. A little boy had bought a Top, The best in all the toyman's shop ; He made a whip with good eel's skin : He lash'd the Top, and made it spin ; All the children within call, And the servants, one and all, Stood round to see it and admire. At last the Top began to tire ; He cried out, ' Pray don't whip me, Master You whip too hard — I can't spin faster ;"], [33, "THE LAST LEAF. 25 I can spin quite as well without it.' The little Boy replied, ' I doubt it ; I only whip you for your good. You were a foolish lump of wood ; By dint of whipping you were raised To see yourself admired and praised ; And if I left you, you 'd remain A foolish lump of wood again.' THE LAST LEAF.— O. W. Holmes. ' I saw him once before, As he passed by the door, And again The pavement stones resound, As he totters o'er the ground With his cane. ' They say that in his prime, Ere the pruning-knife of Time Cut him down, Not a better man was found By the Crier on his round Thro' the town. ' But now he walks the streets, And he looks at all he meets Sad and wan. And he shakes his feeble head, That it seems as if he said, \" They are gone.\""], [34, "26 THE LAST LEAF. ' The mossy marbles rest On the lips that he has prest In their bloom, And the names he loved to hear Have been carved for many a year On the tomb. ' My grandmamma has said — Poor old lady, she is dead Long ago — That he had a Roman nose, And his cheek was like a rose In the snow. ' But now his nose is thin, And it rests upon his chin Like a staff; And a crook is in his back, And a melancholy crack In his laugh. ' I know it is a sin For me to sit and grin At him here ; But the old three-cornered hat, And the breeches, and all that, Are so queer ! ' And if I should live to be The last leaf upon the tree In the spring — Let them smile, as I do now, At the old forsaken bough Where I cling.'"], [35, "dolly's christening. 27 DOLLY'S CHRISTENING— Eleanor Kirk. ' I '11 be the goodest little girl that ever you did see, If you '11 let me take my dolly to church with you and me. It 's too drefful bad to leave her when we 's all gone away ; Oh, Cosette will be so lonesome to stay at home all day.' 'Twas such a pleading pair of eyes and winsome little face, That mamma couldn't well refuse — though church was not the place For dolls or playthings, she well knew. Still mamma's little maid Was always so obedient, she did not feel afraid. No mouse was ever half so still as this sweet little lass, Until the sermon was quite through — then this did come to pass : A dozen babies (more or less), dressed in long robes of white, Were brought before the altar rail — a flash of heaven's own light. Then Mabel stood upon the seat, with Dolly held out straight, And this is what the darling said : ' Oh, minister, please to wait, And wash my dolly up like that — her name it is Cosette.' The ' minister ' smiled and bowed his head ; but mamma blushes yet."], [36, "28 mother's way. MOTHER'S WAY.— Anon. Oft within our little cottage as the shadows gently fall, While the sunlight touches softly one sweet face upon the wall, Do we gather close together, and in hushed and tender tone, Ask each other's full forgiveness for the wrong that each has done. Should you wonder why this custom at the ending of the day, Eye and voice would quickly answer, ' It was once our mother's way ! ' If our home be bright and cheery, if it hold a welcome true, Opening wide its door of greeting to the many, not the few; If we share our Father's bounty with the needy, day by day, 'Tis because our hearts remember this was ever mother's way. Sometimes, when our hands grow weary or our tasks seem very long ; When our burdens look too heavy, and we deem the right all wrong, Then we gain a new fresh courage, as we rise to proudly say : ' Let us do our duty bravely ; this was our dear mother's way.' Thus we keep her memory precious, while we never cease to pray That at last, when lengthening shadows mark the evening of the day, They may find us waiting calmly to go home our mother's way !"], [37, "GENTLEMAN JOHN. 29 GENTLEMAN JOHN.— F. E. Weatherley. You 've only a fustian coat, my lad, You sleep upon straw, maybe ; When my lord goes by it makes you sad, You want to be rich as he. You hate to be called a son of the soil, You 'd like to be gentleman born, Never to want, and never to toil, And never go tattered and torn. But broadcloth or fustian, what you 've got on, Never will make you a gentleman, John. 'Tis not the honest brown dirt, my lad, Makes a man's hand unclean ; 'Tis what he does that is base and bad, 'Tis what is cruel and mean. Don't be ashamed of your coat or your toil, Each has his work to do ; See that you faithfully stick to the soil, And you '11 be a gentleman too. 'Tis what you have in you, not what you have on, That ever will make you a gentleman, John. (By kind permission of the author.) LITTLE BO-PEEP. When little Bo-Peep Had lost her sheep, And didn't know where to find them, All tired she sank On a grassy bank, And left the birds to mind them ; c"], [38, "30 LITTLE ORPHANT ANNIE. Then the fair)', Sleep, Took little Bo-Peep ; In a spell of dreams he bound her, And silently brought The flock she sought, Like summer clouds around her. When little Bo-Peep— In her slumber deep — Saw lambs and sheep together, All fleecy and white, And soft and light, As clouds in July weather ; Then little Bo-Peep Awoke from her sleep, And laughed with glee to find them Coming home once more, The old sheep before, And the little lambs behind them. LITTLE ORPHANT ANNIE.— James W. Riley. Little Orphant Annie 's come to our house to stay, An' wash the cups an' saucers up, an' brush the crumbs away, An' shoo the chickens off the porch, an' dust the hearth an' sweep, An' make the fire, an' bake the bread, an' earn her board- an'-keep ; An' all us other children, when the supper-things is done, We set around the kitchen fire an' has the mostest fun"], [39, "LITTLE ORPHANT ANNIE. 31 A-list'nin' to the witch tales 'at Annie tells about, An' the gobble-uns 'at gits you Ef you Don't Watch Out! Onc't they was a little boy wouldn't say his pray'rs — An' when he went to bed 'at night, away upstairs, His mamma heerd him holler, an' his daddy heerd him bawl, An' when they turned the kivvers down, he wasn't there at all! An' they seek ed him in the rafter-room, an' cubby-hole, an' press, An' seeked him up the chimbly-flue, an' ever'wheres, I guess, But all they ever found was thist his pants an' roundabout ! — An' the gobble-uns '11 git you Ef you Don't Watch Out! An' one time a little girl 'ud allus laugh an' grin, An' make fun of ever' one an' all her blood-an'-kin, An' onc't when they was ' company,' an' ole folks was there, She mocked 'em an' shocked 'em, an' said she didn't care ! An' thist as she kicked her heels, an' turn't to run an' hide, They was two great big Black Things a-standin' by her side, An' they snatched her through the ceilin' 'fore she knowed what she 's about ! An' the gobble-uns '11 git you Ef you Don't Watch Out!"], [40, "32 ROOM FOR YOU. j An' little Orphant Annie says, when the blaze is blue, An' the lamp-wick splutters, an' the wind goes woo-oo ! An' you hear the crickets quiet, an' the moon is gray, An' the lightnin'-bugs in dew is all squenched away — You better mind yer parents, an' yer teachers fond an' dear, An' churish them 'at loves you, an' dry the orphant's tear, An' he'p the pore an' needy ones 'at clusters all about, Er the gobble-uns '11 git you Ef you Don't Watch Out! ROOM FOR YOU.— G. R. Howarth. Who shall sweep away the errors Crowding on us from the past ? Who shall clear the mists and shadows That the future overcast ? Soon we busy teeming millions Will have ended all this strife ; And the myriads crowding on us Must take up the task of life. Ah ! the workers in the vineyard Are too faint and all too few, And the field of honest effort Ever waits, young friends, for you. Room for boyhood, strong and sturdy — Boyhood manly, brave, and true ; Room for honest, lusty vigour ; Room, my young friends, room for you."], [41, "THE FIRST PRIMROSE. 33 Room for every sweet-voiced singer That can thrill the heart with song ; Room for thoughts, and words, and actions, That will drive the world along. Statesmen, warriors, men of science, Once, my friends, were boys like you ; And the grandest deeds of history Are the ones that you may do ! THE FIRST PRIMROSE.— Catharine Davidson. A Primrose awoke from its long winter sleep, And stretched out its head through its green leaves to peep ; But the air was so cold, and the wind was so keen, And not a bright flower but itself to be seen. ' Alas ! ' sighed the Primrose, ' how useless am I, As here all alone and half-hidden I lie ! But I '11 strive to be cheerful, contented to be Just a simple wild-flower growing under a tree.' Soon a maiden passed by, looking weary and sad, In the bright early spring-time, when all should be glad, But she saw the sweet Primrose so bright and so gay, And the sight of it charmed all her sadness away ; And the Primrose gave thanks to the dear Lord above, Who had sent it on such a sweet mission of love. THE BROKEN TOY.— Anon. He led us to a summer-house, In which we often played, And on the floor in shining heaps Were toys and posies laid."], [42, "34 a dialogue. Said he : ' My children, choose of these The thing which you like best.' No need to tell how willingly We followed his behest. I seized a large and gilded toy Whose splendour caught my eye ; She took a wreath of roses, And raised it with a sigh. I tossed my plaything in the air, And broke it in its fall ; She smoothed her petals tenderly, And kissed them one and all. In childish petulance, I threw The broken toy away ; Her flowers she tended carefully, And watered day by day. 'Twas ever so. I sought the glare And noisy din of life ; She studied Nature patiently, And rested from the strife. And in the end there fell to us No usual lot of joy : She won the garland of renown ; And I, Life's broken toy. A DIALOGUE.— M. M. ' Dainty little lady, Listen, pray, to me ; Canst thou ever love me? Canst thou? say to me.'"], [43, "a dialogue. 35 ' Ere I tell you that, sir, You must prove to me That my heart with you, sir, Safely kept will be.' ' Prudent little lady, Thou hast stolen mine ; Surely, while thou hast it, I must value thine.' ' That is proof enough, sir ; Further would I know What about me 'tis, sir, Makes you love me so.' 'Simple little lady, Hast thou not been told That thy silken tresses Shine like burnished gold?' ' Answer that is none, sir ; I need scarcely say, Even golden hair, sir, Quickly turns to gray.' ' Modest little lady, Clearest summer skies — Blue, and calm, and cloudless — Pale beside thine eyes.' ' Ah ! but you must own, sir, Though that may be true, Age will never spare, sir, Eyes of deepest blue.'"], [44, "36 THE OLD NURSERY STORY. 3 ' Cruel little lady, Shall I praise thy lips, Or thy fairy fingers, With their rosy tips ? ' ' There will come a day, sir, When these hands shall lie Quiet, and these lips, sir, Never frame reply.' ' Then, my little lady, I can only say That it was thy goodness Stole my heart away.' ' Goodness, not my own, sir, Given each day anew. Lov'st thou me for that, sir? Then I love thee too.' THE OLD NURSERY STORY. J. W. C. She was like a dolly, so bonny and wee ; And oft at the gloamin' she 'd sit on my knee ; I 'd pat her soft cheek while my hand she would hold. And always the old nursery story I told : ' There once was a Princess ; gold, gold was her hair She sat in her bower, and pined in despair ; Till by came a Prince, and the fair one he spied ; And he was the king then, and she was the bride.'"], [45, "THE CHILD AND THE THUMBIKIN. 37 The years have sped onward, and now she 's grown up ; But still at the gloamin' she sits in my lap ; She presses my hand, while I kiss her soft cheek, And still of the old nursery story we speak : ' There once was a Princess ; gold, gold was her hair ; She sat in her bower, and pined in despair ; Till by came a Prince, and the fair one he spied ; And /am the king now, and thou art the bride.' THE CHILD AND THE THUMBIKIN.— J. R. ' Oh say, little Thumbikin, where do you dwell ? ' ' Sometimes on the mountain, sometimes in the dell ; Sometimes on the heath, and sometimes in the corn ; Sometimes in the chamber where babies are born ; Now hither, now thither ; the hall or the cell : But where it is moonlight I best love to dwell.' 'Oh say, little Thumbikin, what do you eat?' ' The purest of honey yields me the best meat ; I suck from the cups of the choicest of flowers ; I rob the wild-bee when he 's laboured for hours. A mushroom my table, and dew for my wine, What mortal can equal my feast when I dine ? ' ' Oh say, little Thumbikin, what 's your employ ? ' ' I soothe little babies when pain makes them cry • I bring pleasant dreams to their fancy in sleep ; I romp with good boys, and I run and I leap. Sometimes as a hare or a pony I 'm seen ; Sometimes as a housemaid I sweep the floor clean."], [46, "38 FIRST TIME AT CHURCH. t ' I punish the naughty, the idle ones scare, And love to see goodness abound everywhere. And you, little worldling, who ask me these things, If you 're good, will possess all that goodness still brings ; For goodness will ever bear with it a charm ; And Thumbikin never does good children harm.' FIRST TIME AT CHURCH.— Sophie A. M. James. A grave, sweet wonder in the baby face, And look of mingled dignity and grace, Such as a painter's hand might love to trace. A pair of trusting, innocent blue eyes, That higher than the stained-glass window rise, Into the fair and cloudless summer skies. The people round her sing : ' Above the sky There 's rest for little children when they die ' — To her, thus gazing up, that rest seems nigh. The organ peals : she must not look around, Although with wonderment her pulses bound — The place whereon she stands is holy ground. The sermon over, and the blessing said, She bows — as ' mother ' does — her golden head, And thinks of little sister who is dead. She knows that now she dwells above the sky, Where holy children enter when they die, And prays God take her there too, by-and-by. Pet, may He keep you in the faith alway, And bring you to that home for which you pray, Where all shall have their child-hearts back one day"], [47, "ALL THE CHILDREN. 39 them ? ALL THE CHILDREN.— Anon. I suppose if all the children Who have lived through the ages long Were collected and inspected, They would make a wondrous throng. O the babble of the Babel ! O the flutter and the fuss ! To begin with Cain and Abel, And to finish up with us. Think of all the men and women Who are now and who have been — Every nation since creation That this world of ours has seen ! And of all of them, not any But was once a baby small ; While of Children, O how many Have not grown up at all ! Some have never laughed or spoken, Never used their rosy feet ; Some have even flown to heaven Ere they knew that earth was sweet. And, indeed, I wonder whether, If we reckon every birth, And bring such a flock together, There is room for them on earth. Who will wash their smiling faces ? Who their saucy ears will box ? Who will dress them and caress them ? Who will darn their little socks ? Where are arms enough to hold them ? Hands to pat each shining head ? Who will praise them ? Who will scold Who will pack them off to bed ?"], [48, "THE PIGS THAT WENT OUT TO DINE. 40 1j Little happy Christian children, Little savage children too, In all stages, of all ages, That our planet ever knew ; Little princes and princesses, Little beggars wan and faint — Some in very handsome dresses, Naked some, bedaubed with paint. Only think of the confusion Such a motley crowd would make, And the clatter of their chatter, And the things that they would break ! O the babble of the Babel ! O the flutter and the fuss ! To begin with Cain and Abel, And to finish off with us. THE PIGS THAT WENT OUT TO DINE. Two poor little Piggies had lost their mamma Before they had quite learnt to eat, So a good kind lady then gave them a home, For fear they should die in the street. She made them a bed in a basket so warm, And lined it with sweet-smelling hay ; So the poor little pigs were as snug as could be And lived in it both night and day. But as they grew bigger she made them a house Of wood, with a fencing all round • And nice clean fresh straw she had put in the bed; So they had not to sleep on the ground."], [49, "THE MOUNTAIN AND THE SQUIRREL. 41 One day these two piggies grew tired of their home, And for dinner they thought they 'd go out, So they grubbed a large hole underneath the nice fence, With the aid of each strong little snout. Through this they walked out as grand as could be ; There wasn't a creature in sight ; And they galloped and capered about the big yard, And grunted and squeaked with delight. But all of a sudden these naughty young things Grew as quiet as two little mice, For the house-door was open ; if they could get in, They thought it would be very nice. So into the hall then they trotted, and on Through the half-open dining-room door, And as it was dinner-time, snapped up some peas Which baby had dropped on the floor. But soon they forgot what place they were in, And grunted whilst walking in line ; And oh ! how the children and father did laugh At the pigs that had come in to dine. THE MOUNTAIN AND THE SQUIRREL. A Fable. — Emerson, The mountain and the squirrel Had a quarrel, And the former called the latter ' Little prig.' Bun replied : ' You are doubtless very big,"], [50, "42 TEDDY. But all sorts of things and weather Must be taken in together To make up a year, And a sphere : And I think it no disgrace To occupy my place. If I am not so large as you, You are not so small as I, And not half so spry : I '11 not deny you make A very pretty squirrel track. Talents differ ; all is well and wisely put ; If / cannot carry forests on my back, Neither can you crack a nut' TEDDY.— Mary de Brine. Teddy-boy by the window stands Watching the leaves as they downward fall, Watching the shadows that gather so fast, And hearing the birds to their children call. What is my little boy thinking about, Standing so silently there ? And why those tears in his pretty blue eyes ? And that frown on his forehead so fair ? Teddy is trying perhaps to forget That a boy he knows of, and just his size, Has been very naughty — so much so, indeed, That the little boy's mamma had tears in her eyes. But Ted can't forget, though he tries very hard, And he thinks his mamma might speak, And he wishes it wouldn't grow dark so soon, And — a tear rolls down his cheek."], [51, "BEDTIME. 43 The little brown birds to their children call, But no one calls, ' Teddy, come here, my pet ! ' And mother's kisses and twilight songs Are good things Teddy can never forget. But kisses and songs are for good little boys, So Teddy must go without, Unless he is sorry and says so — then Mamma will forgive him, no doubt, Oh ! fast fall the shadows, and fast fall the tears Down a pair of cheeks flushing so red ; And presently — ' Teddy is sorry ! ' sobs he, And mother's breast pillows a golden head. Then fast fall the kisses on cheek and on brow, And though it is twilight, you know, Yet to Teddy and mamma the sunshine has come Like the warmth of a noonday's glow. BEDTIME. — Margaret Vandegrift. ' Indeed and indeed I am not sleepy ; I want a story, one story, oh please ! My eyelids just feel a little creepy, And my head would like to lie on your knees.' ' It 's the Sand-man making your eyelids creepy,' I say as I stroke the curly head ; ' My darling is very, very sleepy, And here comes nurse to take her to bed.' ' Just a minute, mamma, a little minute ! I haven't finished my dolly's hood ; I left the needle all sticking in it, And she has to have it — I said she should.'"], [52, "44 BEDTIME. ' I will finish the hood for dolly, sweetheart ; She shall have it to-night, as her mother said ; But the dark has come, and the stars are shining, And nurse is waiting ; so go to bed.' ' But I left my dolly under the willow, Without her hat or her little shawl, With only an apple for her pillow, And nothing over her — nothing at all ! ' ' I will bring her in, and to-morrow morning You shall find her under her patchwork spread, All safe and sound, with her hood beside her • So kiss me, baby, and go to bed.' ' I was cross this morning, and whipped my kittens Because they wouldn't play horses right; And I rubbed a coal on my little new mittens ; Forgive me, mamma ; I 'm sorry to-night.' A clinging hug, and a dozen kisses, From lips that are soft, and warm, and red. ' I forgive you, darling ; I know you 're sorry ; Love mamma always — and go to bed.' ' Ah, mamma darling, it 's very lonely ; I think I would like to wait for you ; The bed is so big with just me only. Why are you waiting ? You might come too.' ' You will be asleep in a minute, precious, After you lay down your little head ; And when you wake you will find me, by you. One kiss, and then you must go to bed ! '"], [53, "A DECEITFUL APPEARANCE. 45 A DECEITFUL APPEARANCE.— Anon. His eyes were bright, his nose was pug, and black as any coal, And on his neck a collar hung, with bells around the whole. Upon the velvet seat he sat, and out the window far His eyes were fixed. How fine it was in that grand palace- car ! But soon a stern conductor came, and frowned upon the pet; ' Dogs travel in another place ; the rules, ma'am, you forget.' The lady sighed and bit her lip : ' Dear me, sir, is that so ? You 'd better let him stay. I 'm sure you cannot make him go.' With lofty look, ' We '11 see to that,' the dignitary said. ' Here, porter ! come and lend a hand ! ' Then to the task they sped, And bravely from his wrinkled back they drew the fleecy rug- But turned away with awkward smiles. It was a porcelain pug- THE TIFF.— Anon. Two little people who couldn't agree Were having a tiff, and were mad as could be ; They looked at each other in silence a while, Till a sudden glad thought made one of them smile. Said she, ' Say, you ain't very mad, are you, Bessie ? ' 'Well — no,' said the other; 'nor you, are you, Jessie?' ' Then let us make up,' little Jessie suggested. ' Well— you be the one to begin' Bess requested. D"], [54, "46 a builder's lesson. But that didn't suit. So the tiff lingered still, While the small-sized disputants were claiming their will, When— what do you think brought at last sunny weather ? Just this : they agreed to — begin both together. A BUILDER'S LESSON.— John Boyle O'Reilly. How shall I a habit break ? As you did that habit make. As you gathered, you must lose ; As you yielded, now refuse. Thread by thread the strands we twist Till they bind us, neck and wrist ; Thread by thread the patient hand Must untwine ere free we stand. As we builded, stone by stone, We must toil, unhelped, alone, Till the wall is overthrown. But remember, as we try, Lighter every test goes by : Wading in, the stream grows deep Toward the centre's downward sweep ; Backward turn, each step ashore Shallower is than that before. Ah ! the precious years we waste Levelling what we raised in haste ; Doing what must be undone Ere content or love be won ! First, across the gulf we cast Kite-borne threads, till lines are passed, And habit builds the bridge at last !"], [55, "THE TALKING CROW. 47 THE TALKING CROW.— Marian Douglas. Oh, this world's friendship — let it go ! When Davy, Tom, and I, together, Were thoughtless boys, and hope was bright, And care weighed lighter than a feather, What cool disdain we used to show To our poor schoolmate, ' Dusky Joe ! ' We barred him out from all our play, His childish arts to win us scorning ; Laughed at his poor, patched clothes, and mocked His tones when once he said ' Good-morning ! ' And tried, with all the pride of race, To make him humbly feel his place. He watched us, as he stood apart, With wistful eyes, poor little fellow ! Our hearts were as green apples hard — It is the ripened fruit that's mellow — Till on one pleasant day in June There came a sudden change of tune. 'Twas noontide ; and beneath the trees — About the schoolhouse we were lying, When we were startled by a sound, A strange, hoarse voice above us crying, And loudly calling, ' Joe ! Joe ! Joe ! ' Straight down among us flew a crow ! It flapped its wings in its delight To find the master it was seeking, Repeating o'er and o'er his name As plainly as I now am speaking ; And rubbed against the boy's dark cheek Its glossy head and strong black beak."], [56, "48 day-dreams. In silence lest the marvel flew, But thrilling with delight unbounded, A ring of eager boys and girls The proud and happy Joe surrounded ; Possessor of this matchless prize, He was transfigured in their eyes. 'Twas Fortune's bird for him. We all, At once, his comradeship were wishing ; Tom shared his seat that afternoon ; He went next day with Davy fishing ; And I said, ' Come and see me, Joe, And please do bring the talking crow ! ' I was no worse than other boys, I think, perhaps ; nor Tom nor Davy ; One is a preacher in the West, And one a surgeon in the navy ; But selfish little types were we Of what mankind is apt to be. The love that has no thought of self, But finds its happiness in giving, It is the one good thing in life That really makes it worth the living. But this world's friendship — let it go ; I do not own a talking crow ! DAY-DREAMS.— Harriet Trowbridge. ' Oh, tell me, pretty Alice, tell me, I pray, Where you have been wand'ring this midsummer day ? ' ' I have been travelling in a far-away land,' Pretty Alice replied, with a wave of her hand."], [57, "day-dreams. 49 ' But I see no dust on your white silken hose, And your gown is as fresh as a wild pink rose.' ' In that far-away country all highways are clean As the silvery sands, and all valleys are green.' ' But your step is so light, so merry your smile — How can you have travelled so many a mile ? ' 'The brooks they have helped me, the birds with their wings, The bees, and the blossoms, and numberless things ! ' * Oh, what is the language they use in that land ? And when it is spoken can you understand ? ' ' Ah, yes ; the grasses, the birds, and the flowers Speak ever a language far softer than ours ! ' ' Who rules that strange country ? A king ? or a queen ? And what lords and ladies, mayhap, have you seen ? ' ' Of kings and of princes there 's many a one, Yet no freer country lies under the sun. ' Fair queens and great ladies walk through the gay towns, In soft satin sandals and fine silken gowns. ' There are soldiers in armour on fieriest steeds ; Arcadian shepherds, a-piping their reeds ; ' And happy-faced children go playing at will O'er sweet-scented meadows and woodland and hill, ' With never a sorrow to cause them a tear, And never a sigh in that land, do you hear? ' The bright little daisies look up as you pass, To smile a \"good-morning,\" and even the grass"], [58, "50 riches and friendship. ' Nods pleasantly too, as you saunter along, Where a frolicsome brook sings a jubilant song ! ' ' Oh, linger awhile, pretty Alice, I pray, And show me the road to that country to-day ! ' ' The only road leads through a gateway of gold, Which would you open, a key you must hold ! ' ' Ah ! wait, pretty Alice, and lay in my hand Your key, till I enter this wonderful land ! ' ' Nay, none can be borrowed,' she said, with a sigh, Turning slowly away, and passing me by. Long after that time, and for many a day, I sought far and near, often wand'ring that way, But found not the gate and its marvellous key That should open that wonderful land to me. RICHES AND FRIENDSHIP.— J. H. A certain man of vast estate, And generous mind withal, So freely spent it on his friends, He soon had none at all. His fickle friends discovered this. And then their worth they showed ; They left him, nor e'en paid the debt Of gratitude they owed. Ere long the man got rich again — Much richer than before ; And those who then received so much Came now — expecting more !"], [59, "the broken toy. 51 The man had by this time, howe'er, A lesson great been taught ; And straight he sent them all away, With the large sum of — naught ! Friends, he had learned, do round us flock When we are rich and great ; But when want comes and troubles rise, They leave us to our fate. And he had learned what oft is seen When friends are in request, That those of whom we think the least Turn out to be the best. THE BROKEN TOY— J. H. A broken toy ! What memories cling Around this half-forgotten thing; What baby-laughter seems to rise, Like old, delightful melodies ; What shouts of wordless, tuneful joy At sight of this poor broken toy ! Oh, tiny feet that would not rest ! Oh, dear head pillowed on our breast ! What would we give to hold again The form we lost, 'mid tears and pain ! Ah, child ! the empty cot is ours, But thine the sunshine and the flowers ! What could we give thee, shouldst thou come To smile again upon thy home ?"], [60, "52 foreign lands. Such little pleasures as we know In this, our twilight life below ; Some fragments of earth's paltry joys, A handful of its broken toys ! How calm thy lot ! — for ever blest ; How exquisite thy happy rest ! How changeless, joyful, and serene, Compared with what thy lot had been With us — whose fleeting, clouded joys Are at their best but broken toys ! FOREIGN LANDS.— Robert Louis Stevenson. Up into the cherry-tree Who should climb but little me ! I held the trunk with both my hands And looked abroad on foreign lands. I saw the next-door garden lie, Adorned with flowers, before my eye, And many pleasant places more That I had never seen before. I saw the dimpling river pass And be the sky's blue looking-glass ; The dusty roads go up and down With people tramping into town. If I would find a higher tree Farther and farther I should see, To where the grown-up river slips Into the sea among the ships ;"], [61, "THE SPILT PEARLS. 53 To where the roads on either hand Lead onward into fairyland, Where all the children dine at five, And all the playthings come alive. (By kind permission of Charles Baxter, Esq.) THE SPILT PEARLS.— Trench. His courtiers of the caliph crave : ' Oh, say how this may be, That of thy slaves, this Ethiop slave Is best beloved by thee ? ' For he is ugly as the night ; And when has ever chose A nightingale for its delight A hueless, scentless rose ? ' The caliph then : ' No features fair, Nor comely mien is his : Love is the beauty he doth wear, And love his glory is. ' When once a camel of my train Fell in a narrow street, From broken casket rolled amain Rich pearls before my feet. ' I, winking to the slaves, that I Would freely give them these ; At once upon the spoil they fly, The costly boon to seize."], [62, "54 A HINT. ' One only at my side remained — Beside this Ethiop none : He, moveless as the steed he reined, Behind me sat alone. ' \" What will thy gain, good fellow, be Thus lingering at my side ? \" \" My king, that I shall faithfully Have guarded thee ! \" he cried. ' True servant's title he may wear, He only who has not — For his lord's gifts, how rich soe'er — His lord himself forgot.' A HINT.— Anon. Our Daisy lay down In her little night-gown, And kissed me again and again, On forehead and cheek, On lips that would speak, But found themselves shut to their gain. Then foolish, absurd, To utter a word, I asked her the question so old, That wife and that lover Ask over and over, As if they were surer when told. There, close at her side, ' Do you love me ? ' I cried ; She lifted her golden-crowned head, A puzzled surprise Shone in her gray eyes — ' Why, that is why I kiss you ! ' she said."], [63, "somebody's mother. 55 SOMEBODY'S MOTHER. The woman was old, and ragged, and gray, And bent with the chill of the winter's day ; The street was wet with a recent snow, And the woman's feet were aged and slow. She passed unheeded ; her feeble form Was poorly clad for the winter storm. She stood at the crossing, and waited long, Alone, uncared for, amid the throng Of human beings who passed her by, Nor heeded the glance of her anxious eye. Down the street, with laughter and shout, Glad in the freedom of school let out, Came the boys, like a flock of sheep, Hailing the snow piled white and deep, Past the woman so old and gray, Hastened the children on their way, Nor offered a helping hand to her, So meek, so timid, afraid to stir Lest the carriage-wheels or the horses' feet Should crowd her down in the slippery street. At last came one of the merry troop — The gayest laddie of all the group ; He paused beside her, and whispered low, ' I '11 help you across if you wish to go.'"], [64, "56 A life-lesson. Her shaking hand on his strong, young arm She placed, and so, without hurt or harm, He guided her trembling feet along, Proud that his own were firm and strong. Then back again to his friends he went, His young heart happy and well content. ' She 's somebody's mother, boys, you know, For all she 's old, and poor, and slow ; 'And I hope some fellow will lend a hand To help my mother, you understand, ' If ever so poor, and old, and gray, When her own dear boy is far away.' And ' somebody's mother ' bowed low her head In her home that night, and the prayer she said Was — ' God be kind to the noble boy, Who is somebody's son, and pride, and joy ! ' A LIFE-LESSON.— J. W. Riley. There ! little girl ■ don't cry ! They have broken your doll, I know ; And your tea-set blue, And your playhouse too, Are things of the long ago ; But childish troubles will soon pass by — There ! little girl ; don't cry !"], [65, "how he helped himself. 57 > There ! little girl ; don't cry ! They have broken your slate, I know ; And the glad, wild ways Of your school-girl days Are things of the long ago ; But life and love will soon come by- There ! little girl ; don't cry ! There ! little girl ; don't cry ! They have broken your heart, I know ; And the rainbow gleams Of your youthful dreams Are things of the long ago ; But Heaven holds all for which you sigh — There ! little girl ; don't cry. HOW HE HELPED HIMSELF. ' Help yourself, help yourself, little boy, do ; Don't wait upon others to wait upon you.' Grandma was holding her afternoon chat, Knitting and rocking away as she sat : 'Look at the birds, how they build their own nests Watch the brown bees always toiling their best ; Put your own hands to the plough if you 'd thrive ; Don't waste your moments in wishing, but strive.' Up in her face looked a mischievous elf; 'Don't forget, darling,' said she, 'help yourself Afternoon shadows grew drowsy and deep, Grandma was tranquilly folded in sleep ; Nothing was heard but the old farmhouse clock, Plodding along with its warning tick-tock :"], [66, "58 maiden and weathf.rcock. > Out from the pantry there came a loud crash ; Pussy jumped out from the hearth in a flash. Back to her chair came this practical boy, Steeped to the ears in jam, custard, and joy. Frightened, he cried, ' Please, I 've upset the shelf Grandma, I minded, I did help myself MAIDEN AND WEATHERCOCK. H. W. Longfellow. maiden. O weathercock on the village spire, With your golden feathers all on fire, Tell me, what can you see from your perch Above there over the tower of the church ? weathercock. I can see the roofs and the streets below, And the people moving to and fro ; And beyond, without either roof or street, The great salt sea, and the fisherman's fleet. I can see a ship come sailing in Beyond the headlands and harbour of Lynn, And a young man standing on the deck, With a silken kerchief round his neck. Now he is pressing it to his lips, And now he is kissing his finger-tips, And now he is lifting and waving his hand, And blowing the kisses toward the land."], [67, "past and present. 59 maiden. Ah, that is the ship from over the sea That is bringing my lover back to me, Bringing my lover so fond and true, Who does not change with the wind like you. weathercock. If I change with all the winds that blow, It is only because they made me so, And people would think it wondrous strange If I, a Weathercock, should not change. O pretty Maiden, so fine and fair, With your dreamy eyes and your golden hair, When you and your lover meet to-day, You will thank me for looking some other way, PAST AND PRESENT.— Tom Hood. I remember, I remember The house where I was born, The little window where the sun Came peeping in at morn ; He never came a wink too soon, Nor brought too long a day, But now I often wish the night Had borne my breath away ! I remember, I remember The roses red and white, The violets, and the lily-cups, Those flowers made of light !"], [68, "60 LITTLE BESSIE. The lilac where the robin built, And where my brother set The laburnum on his birthday — The tree is living yet ! I remember, I remember Where I used to swing, And thought the air must rush as fresh To swallows on the wing ; My spirit flew in feathers then, That is so heavy now, And summer pools could hardly cool The fever on my brow ! I remember, I remember The fir-trees dark and high ; I used to think their slender tops Were close against the sky : It was a childish ignorance, But now 'tis little joy To know I 'm farther off from heav'n Than when I was a boy. LITTLE BESSIE.— A. D. F. Randolph. ' Hug me closer, closer, mother, Put your arms around me tight ; I am cold and tired, mother, And I feel so strange to-night ! Something hurts me here, dear mother, Like a stone upon my breast ; Oh, I wonder, wonder, mother, Why it is I cannot rest."], [69, "61 LITTLE BESSIE. ' Just before the lamp was lighted, Just before the children came, While the room was very quiet, I heard some one call my name. All at once the window opened : In a field were lambs and sheep ; Some from out a brook were drinking, Some were lying fast asleep. ' But I could not see the Saviour, Though I strained my eyes to see ; And I wondered if He saw me — Would He speak to such as me ; In a moment I was looking On a world so bright and fair, Which was full of little children, And they seemed so happy there. ' They were singing, oh, how sweetly ! Sweeter songs I never heard ! They were singing sweeter, mother, Than our little yellow bird ; And while I my breath was holding, One so bright upon me smiled, And I knew it must be Jesus, When He said, \" Come here, my child. ' \" Come up here, my little Bessie, Come up here and live with me, Where the children never suffer, But are happier than you see.\" Then I thought of all you told me Of that bright and happy land ; I was going when you called me, When you came and kissed my hand. E"], [70, "62 ABOU BEN ADHEM AND THE ANGEL. i ' And at first I felt so sorry You had called me ; I would go — Oh, to sleep and never suffer ; Mother, don't be crying so ! Hug me closer, closer, mother, Put your arms around me tight ; Oh, how much I love you, mother ; And I feel so strange to-night ! ' And the mother pressed her closer To her overburdened breast ; On the heart so near to breaking Lay the heart so near at rest ; At the solemn hour of midnight, In the darkness calm and deep, Lying on her mother's bosom, Little Bessie fell asleep. ABOU BEN ADHEM AND THE ANGEL. Leigh Hunt. Abou Ben Adhem — may his tribe increase ! — Awoke one night from a deep dream of peace, And saw, within the moonlight in his room, Making it rich, and like a lily in bloom, An angel writing in a book of gold. Exceeding peace had made Ben Adhem bold, And to the presence in the room he said : 'What writest thou?' The vision raised its head, And with a look made of all sweet accord, Answered : ' The names of those who love the Lord, ' And is mine one ? ' said Abou. ' Nay, not so,' Replied the angel. Abou spoke more low,"], [71, "63 the two angels. But cheerily still ; and said : ' I pray thee, then, Write me as one that loves his fellow-men.' The angel wrote, and vanished. The next night It came again with a great wakening light, And showed the names whom love of God had blest, And lo ! Ben Adhem's name led all the rest. THE TWO ANGELS.— J. G. Whittier. God called the nearest angels who dwell with Him above ; The tenderest one was Pity, the dearest one was Love. 'Arise,' He said, ' my angels ! a wail of woe and sin Steals through the gates of heaven, and saddens all within. 'My harps take up the mournful strain that from a lost world swells, The smoke of torment clouds the light and blights the asphodels. 'Fly downward to that under world, and on its souls of pain Let Love drop smiles like sunshine, and Pity tears like rain ! ' Two faces bowed before the Throne veiled in their golden hair; Four white wings lessened swiftly down the dark abyss of air. The way was strange, the flight was long ; at last the angels came Where swung the lost and nether world, red-wrapped in rayless flame."], [72, "64 the tempest. There Pity, shuddering wept ; but Love, with faith too strong for fear, Took heart from God's almightiness and smiled a smile of cheer. And lo ! that tear of Pity quenched the flame whereon it fell, And, with the sunshine of that smile, hope entered into hell! Two unveiled faces full of joy looked upward to the Throne, Four white wings folded at the feet of Him who sat thereon. And deeper than the sound of seas, more soft than falling flake, Amidst the hush of wing and song the Voice Eternal spake : Welcome, my angels ! ye have brought a holier joy to heaven ; Henceforth its sweetest song shall be the song of sin forgiven ! ' THE TEMPEST.— J. T. Fields. We were crowded in the cabin ; Not a man would dare to sleep : It was midnight on the waters, And a storm was on the deep. 'Tis a fearful thing in winter To be shattered by the blast, And to hear the rattling trumpet Thunder, ' Cut away the mast ! '"], [73, "65 A CATASTROPHE. So we shuddered there in silence, For the stoutest held his breath, While the hungry sea was roaring, And the breakers threatened death. And as thus we sat in darkness, Each one busy in his prayers, ' We are lost ! ' the captain shouted, And he staggered down the stairs. But his little daughter whispered, As she took his icy hand, ' Isn't God upon the ocean, Just the same as on the land ? ' Then we kissed the little maiden, And we spoke in better cheer ; And we anchored safe in harbour When the morn was shining clear. A CATASTROPHE.— Peleg Arkwright. No human being Who saw that sight But felt a shudder Of pale affright. He sat at a window Three stories high, A little baby With no one nigh. A stranger saw him, And stopped to stare ; A crowd soon gathered To watch him there."], [74, "66 A CATASTROPHE. A gleam — a flutter ! In airy flight, Came past the window A butterfly bright. From fields of clover And perfumed air, Wayfaring insect What brought you there ? The baby saw it, And eagerly Reached out to catch it, Crowing with glee ; With fat pink fingers Reached out — and fell ! The awful horror No tongue can tell. Poor little baby So sweet and bright ! Pale lips quivered And cheeks grew white j Weak women fainted ; Strong men grew weak ; Up rose one woman's Heart-piercing shriek. Hurrah for the awning Under the sill ! It caught the baby And held him still. Only one bounce Made baby scowl ; He caught his breath And set up a howl."], [75, "67 THE SAND-MAN. All blessed the awning That had no flaw, But a madder baby You never saw ! THE SAND-MAN.— Elmer Ruan Coates. Twilight is here and the baby is weary, Weary of laughing and weary of play ; Sleepy-by comes, and the eyes of the darling Would close, like a veil, on the scenes of the day. Calmly she lies in the arms of her mother, Holy and pure as an angel she seems ; One little smile, and a sweet little dimple, And baby has gone to land of bright dreams, Hush ! not a word, not a footfall around her; Turn down the clothes of the little white nest, Turn down the light, for the Sand-man has found her, And angels are guarding the baby at rest. Now as I look on this mother's own treasure, Idol of home and the comfort of all, Sadly I think of the woe without measure, Sorrows that cling, and the tears that will fall. As I 'm recalling my own without number, Haunting my pillow, when longing for rest, I 'd keep her a baby for ever, to slumber And smile, in her dream, on her fond mother's breast. Hush ! let the voices be gentle around her ; Baby, sleep on, while thy angels attend ; Sweet little darling ! the Sand-man has found her ; And when she has grown, may he still be a friend."], [76, "68 IN SCHOOL-DAYS. IN SCHOOL-DAYS.— J. G. Whittier. Still sits the school-house by the road — a ragged beggar sunning : Around it still the sumachs grow, and blackberry vines are running. Within, the master's desk is seen, deep scarr'd by raps official ; The warping floor, the batter'd seats, the jack-knife's carved initial ; The charcoal frescoes on its walls ; its door's worn sill, betraying The feet that, creeping slow to school, went storming out to playing ! Long years ago a winter sun shone over it at setting ; Lit up its western window-panes, and low eaves' icy fretting. It touched the tangled golden curls, and brown eyes full of grieving, Of one who still her steps delay'd when all the school were leaving. For near her stood the little boy her childish favour singled ; His cap pull'd low upon a face where pride and shame were mingled. Pushing with restless feet the snow to right and left, he linger'd, As restlessly her tiny hands the blue-check'd apron finger'd. He saw her lift her eyes ; he felt the soft hands light caressing, And heard the tremble of her voice, as if a fault confessing. ' I 'm sorry that I spelt the word : I hate to go above you, Because ' — the brown eyes lower fell — ' because, you see, I love you.'"], [77, "69 A PARENTAL ODE TO MY SON. Still memory to a gray-hair'd man that sweet child-face is showing ; Dear girl ! the grasses on her grave have forty years been growing ! He lives to learn, in life's hard school, how few who pass above him Lament their triumph and his loss, like her — because they love him. A PARENTAL ODE TO MY SON, AGED THREE YEARS AND FIVE MONTHS. Tom Hood. Thou happy, happy elf! (But stop — first let me kiss away that tear) Thou tiny image of myself ! (My love, he 's poking peas into his ear !) Thou merry laughing sprite ! With spirits feather-light, Untouch'd by sorrow, and unsoil'd by sin — (Good heavens ! the child is swallowing a pin !) Thou little tricky Puck ! With antic toys so funnily bestuck, Light as the singing bird that wings the air — (The door ! the door ! he '11 tumble down the stair !) Thou darling of thy sire ! (Why, Jane, he '11 set his pinafore afire !) Thou imp of mirth and joy ! In love's dear chain so strong and bright a link, Thou idol of thy parents — (Drat the boy ! There goes my ink !)"], [78, "70 PARENTAL ODE TO MY SON. i) Thou cherub — but of earth ; Fit playfellow for Fays, by moonlight pale, In harmless sport and mirth, (That dog will bite him if he pulls its tail !) Thou human humming-bee, extracting honey From ev'ry blossom in the world that blows, Singing in Youth's Elysium ever sunny, (Another tumble ! — that 's his precious nose !) Thy father's pride and hope ! (He '11 break the mirror with that skipping-rope !) With pure heart newly stamp'd from Nature's mint. (Where did he learn that squint ?) The young domestic dove ! (He 11 have that jug off, with another shove !) Dear nursling of the hymeneal nest ! (Are those torn clothes his best ?) Little epitome of man ! (He'll climb upon the table, that's his plan !) Touched with the beauteous tints of dawning life (He's got a knife !) Thou enviable being ! No storms, no clouds, in thy blue sky foreseeing, Play on, play on, My elfin John ! Toss the light ball — bestride the stick — (I knew so many cakes would make him sick !) With fancies, buoyant as the thistle-down, Prompting the face grotesque and antic brisk, With many a lamb-like frisk, (He 's got the scissors, snipping at your gown !) Thou pretty opening rose ! (Go to your mother, child, and wipe your nose !) Balmy and breathing music like the south, (He really brings my heart into my mouth !)"], [79, "ON THE DOORSTEP. 71 ON Fresh as the morn, and brilliant as its star — (I wish that window had an iron bar !) Bold as the hawk, yet gentle as the dove, (I tell you what, my love, I cannot write unless he 's sent above !) THE DOORSTEP.— Edmund Clarence Stedman. The conference-meeting through at last, We boys around the vestry waited To see the girls come tripping past, Like snow-birds willing to be mated. Not braver he that leaps the wall By level musket flashes bitten, Than I, who stepp'd before them all, Who long'd to see me get the mitten. But no ! she blushed and took my arm : We let the old folks have the highway, And started toward the Maple Farm Along a kind of lovers' byway. I can't remember what we said — - 'Twas nothing worth a song or story ; Yet that rude path by which we sped Seem'd all transform'd and in a glory. The snow was crisp beneath our feet, The moon was full, the fields were gleaming; By hood and tippet shelter'd sweet, Her face with youth and health was beaming."], [80, "72 ON THE DOORSTEP. L? The little hand outside her muff — O sculptor ! if you could but mould it ! So slightly touch'd my jacket cuff, To keep it warm I had to hold it. To have her with me there alone — 'Twas love and fear and triumph blended. At last we reach'd the foot-worn stone Where that delicious journey ended. The old folks, too, were almost home : Her dimpled hand the latches finger'd, We heard the voices nearer come, Yet on the doorstep still we linger'd. She shook her ringlets from her hood, And with a ' Thank you, Ned ! ' dissembled. But yet I knew she understood With what a daring wish I trembled. A cloud pass'd kindly overhead, The moon was slyly peeping through it, Yet hid its face, as if it said, ' Come, now or never ! do it ! do it 1 ' My lips till then had only known The kiss of mother and of sister, But somehow full upon her own Sweet rosy darling mouth — I kiss'd her ! Perhaps 'twas boyish love, yet still, O listless woman ! weary lover ! To feel once more that fresh, wild thrill, I 'd give — but who can live youth over ?"], [81, "73 THE DOG AND THE TRAMP. THE DOG AND THE TRAMP.— Eva Best. A tramp went up to a cottage door To beg for a couple of pence or more. The cottage door was opened wide, So he took a cautious look inside. Then over his features there spread a grin As he saw a lovely maid within — A lonely maid within the gloom Of the shadiest part of a roomy room. Into the room the tramper went ; Over a dog the maiden bent. His eyes were red and full of fire, And he viewed the tramp with ardent ire. ' Run for your life ! ' the maiden cried ; ' I have forgotten to have him tied ! ' Run for your life through yonder door, I cannot hold him a minute more ! ' Without a word he turned his face And leaped the fence with careless grace ; Then lightly along the road he ran, A very much-put-out young man. The maiden loosed her bull-dog's neck, And gazed at the tramp — a vanishing speck. And peal after peal of laughter rent The air with the maiden's merriment. The dog was of terra-cotta ware ; She won him that week at a fancy fair."], [82, "ON THE ROAD TO DREAMTOWN. 74 I ON THE ROAD TO DREAMTOWN. Eben C. Rexford. Come here, my sleepy darling, and climb upon my knee, And lo ! all in a moment, a trusted steed 'twill be To bear you to that country where troubles are forgot, And we '11 set off for Dreamtown, Trot, Trot, Trot! O listen ! Bells of Dreamland are ringing soft and low ! What a pleasant, pleasant country it is through which we go And little nodding travellers are seen in every spot, All riding off to Dreamtown, Trot, Trot, Trot! The lights begin to twinkle above us in the sky, The star-lamps that the angels are hanging out on high To guide the drowsy travellers where danger lurketh not, As they ride off to Dreamtown, Trot, Trot, Trot! Snug in a wild-rose cradle the warm wind rocks the bee ; The little birds are sleeping in every bush and tree. I wonder what they dream of? They dream and answer not, As we ride by to Dreamtown, Trot, Trot, Trot! Our journey 's almost over. The sleepy town 's in sight, Wherein my drowsy darling must tarry over-night. How still it is, how peaceful, in this delightful spot, As we ride into Dreamtown, Trot, Trot, Trot!"], [83, "NAPOLEON AND THE SAILOR. 75 NAPOLEON AND THE SAILOR.— Campbell. Napoleon's banners at Boulogne Armed in our island every freeman ; His navy chanced to capture one Poor British seaman. They suffered him — I know not how — Unprisoned on the shore to roam ; And aye was bent his longing brow On England's home. His eye, methinks, pursued the flight Of birds to Britain half-way over With envy— they could reach the white, Dear cliffs of Dover. A stormy midnight watch, he thought, Than this sojourn would have been dearer, If but the storm his vessel brought To England nearer. At last, when care had banished sleep, He saw one morning — dreaming — doting, An empty hogshead from the deep Come shoreward floating. He hid it in a cave, and wrought The livelong day laborious ; lurking Until he launched a tiny boat By mighty working. Heaven help us ! 'twas a thing beyond Description wretched : such a wherry Perhaps ne'er ventured on a pond, Or crossed a ferry."], [84, "76 NAPOLEON AND THE SAILOR. For ploughing in the salt sea field, It would have made the boldest shudder ; Untarred, uncompassed, and unkeeled, No sail — no rudder ! From neighbouring woods he interlaced His sorry skiff with wattled willows ; And thus equipped, 'he would have passed The foaming billows. But Frenchmen caught him on the beach, His little Argo sorely jeering ; Till tidings of him chanced to reach Napoleon's hearing. With folded arms Napoleon stood, Serene alike in peace and danger, And in his wonted attitude Addressed the stranger : 'Rash man, that wouldst yon Channel pass On twigs and staves so rudely fashioned ! Thy heart with some sweet British lass Must be impassioned.' 'I have no sweetheart,' said the lad ; ' But, absent long from one another, Great was the longing that I had To see my mother.' 'And so thou shalt ! ' Napoleon said ; ' Ye 've both my favour fairly won : A noble mother must have bred So brave a son.'"], [85, "JOHN MAYNARD. 77 He gave the tar a piece of gold, And with a flag of truce commanded He should be shipped to England Old, And safely landed. Our sailor oft could scantily shift To find a dinner plain and hearty ; But never changed the coin and gift Of Bonaparte. JOHN MAYNARD.— Horatio Alger, Jun. 'Twas on Lake Erie's broad expanse, One bright midsummer day, The gallant steamer Ocean Queen Swept proudly on her way. Bright faces clustered on the deck, Or, leaning o'er the side, Watched carelessly the feathery foam, That flecked the rippling tide. A seaman sought the captain's side, A moment whispered low ; The captain's swarthy face grew pale, He hurried down below. The bad news quickly reached the deck, It sped from lip to lip, And ghastly faces everywhere Looked from the doomed ship. ' Is there no hope — no chance of life ? ' A hundred lips implore. ' But one,' the captain made reply — ' To run the ship on shore.' F"], [86, "78 JOHN MAYNARD. *> heart A sailor, whose heroic soul That hour should yet reveal — By name John Maynard, eastern born — Stood calmly at the wheel. ' Head her south-east I ' the captain shouts Above the smothered roar ; ' Head her south-east without delay ! Make for the nearest shore ! ' John Maynard watched the nearing flames. But still, with steady hand, He grasped the wheel, and steadfastly He steered the ship to land. 'John Maynard,' with an anxious voice, The captain cries once more, ' Stand by the wheel five minutes yet, And we will reach the shore.' Through flames and smoke that dauntless Responded firmly, still Unawed, though face to face with death, ' With God's good help I will ! ' The flames approach with giant strides, They scorch his hands and brow ; One arm disabled seeks his side Ah, he is conquered now ! But no, his teeth are firmly set, He crushes down the pain — His knee upon the stanchion pressed, He guides the ship again. One moment yet ! one moment yet ! Brave heart, thy task is o'er ! The pebbles grate beneath the keel, The steamer touches shore."], [87, "the vaudois teacher. 79 But where is he, that helmsman bold? The captain saw him reel — His nerveless hands released their task, He sank beside the wheel. The waves received his lifeless corpse, Blackened with smoke and fire. God rest him ! Hero never had A nobler funeral pyre ! THE VAUDOIS* TEACHER. J. G. Whittier. ' O lady fair, these silks of mine are beautiful and rare — The richest web of the Indian loom, which beauty's queen might wear ; And my pearls are pure as thy own fair neck, with whose radiant light they vie ; I have brought them with me a weary way; will my gentle lady buy ? ' And the lady smiled on the worn old man through the dark and clustering curls Which veiled her brow as she bent to view his silks and glittering pearls ; And she placed their price in the old man's hand, and lightly turned away, But she paused at the wanderer's earnest call : ' My gentle lady, stay ! ' * Pronounced Vo'dwah."], [88, "80 THE VAUD0IS TEACHER. ' O lady fair, I have yet a gem which a purer lustre flings Than the diamond flash of the jewelled crown on the lofty brow of kings ; A wonderful pearl of exceeding price, whose virtue shall not decay, Whose light shall be as a spell to thee and a blessing on thy way ! ' The lady glanced at the mirroring steel where her form of grace was seen, Where her eye shone clear, and her dark locks waved their clasping pearls between : ' Bring forth thy pearl of exceeding worth, thou traveller gray and old, And name the price of thy precious gem, and my page shall count thy gold.' The cloud went off from the pilgrim's brow, as a small and meagre book, Unchased with gold or gem of cost, from his folding robe he took ! ' Here, lady fair, is the pearl of price ; may it prove as such to thee I Nay, keep thy gold ; I ask it not, for the Word of God is free ! ' The hoary traveller went his way, but the gift he left behind Hath had its pure and perfect work on that high-born maiden's mind ; And she hath turned from the pride of sin to the lowliness of truth, And given her human heart to God in its beautiful hour of youth !"], [89, "81 THE SAND-MAN. evil the feet the And she hath left the gray old halls, where an faith had power, The courtly knights of her father's train, and maidens of her bower ; And she hath gone to the Vaudois vales by lordly untrod, Where the poor and needy of earth are rich in perfect love of God ! THE SAND-MAN.— George Cooper. He peeps in through the keyhole, And he bobs up at the pane, When scarlet firelight dances On wall and floor again. Hush ! here he comes, the Sand-man ; With his dream-cap he is crowned, And grains of sleep he scatters, Going round and round and round — While the little ones are nodding, going round. He whispers quaintest fancies ; With a tiny silver thread He sews up silken eyelids That ought to be in bed. Each wee head nods acquaintance, He 's known wherever found ; All stay-up-lates he catches, -Going round and round and round — With a pack-of-dreams for ever going round. I see two eyes the brightest ; But I '11 not tell whose they are ! They shut up like a lily — The Sand-man can't be far !"], [90, "82 WHAT I LIVE FOR. Somebody grows so quiet — Who comes, without a sound? He leads one more to dreamland, Going round and round and round ! And a good-night to the Sand-man going round. WHAT I LIVE FOR.— G. Linnæus Banks. I live for those who love me, Whose hearts are kind and true ; For the heaven that smiles above me And awaits my spirit too ; For all human ties that bind me, For the task by God assigned me, For the bright hopes left behind me, And the good that I can do. I live to hail that season, By gifted minds foretold, When men shall live by reason And not alone by gold ; When man to man united, And every wrong thing righted, The whole world shall be lighted As Eden was of old. I live for those who love me, For those who know me true ; For the heaven that smiles above me And awaits my spirit too ; For the cause that lacks assistance, For the wrong that needs resistance, For the future in the distance, And the good that I can do !"], [91, "A MAN 'S A MAN FOR A' THAT. 83 A MAN 'S A MAN FOR A' THAT.— Burns. Is there, for honest poverty, That hangs his head, and a' that ; The coward slave, we pass him by, We dare be poor for a' that ! For a' that, and a' that, Our toils obscure, and a' that, The rank is but the guinea's stamp, The man 's the gowd for a' that. What though on namely fare we dine, Wear hoddin gray, and a' that; Gie fools their silks, and knaves their wine, A man 's a man for a' that ! For a' that, and a' that, Their tinsel show, and a' that ; The honest man, though e'er sae poor, Is king o' men for a' that ! Ye see yon birkie ca'd a lord, Wha struts, and stares, and a' that ; Though hundreds worship at his word, He 's but a coos* for a' that : For a' that, and a' that, His riband, star, and a' that, The man of independent mind, He looks and laughs at a' that ! A prince can mak' a belted knight, A marquis, duke, and a' that, But an honest man 's aboon his might — Guid faith he mamma fa' t that ! * Fool. t Attempt."], [92, "84 MASTER JOHNNY'S NEXT-DOOR NEIGHBOUR. For a' that, and a' that, Their dignities, and a' that, The pith o' sense, and pride o' worth, Are higher ranks than a' that. Then let us pray that come it may, As come it will for a' that, That sense and worth, o'er a' the earth, May bear the gree,* and a' that ! For a' that, and a' that, It 's coming yet, for a' that, That man to man the warld o'er, Shall brothers be for a' that ! MASTER JOHNNY'S NEXT-DOOR NEIGHBOUR. Bret Harte. ' It was spring the first time that I saw her, for her papa and mamma moved in Next door, just as skating was over, and marbles about to begin ; For the fence in our backyard was broken, and I saw, as I peeped through the slat, There were \"Johnny Jump-ups \" all around her, and I knew it was spring just by that. ' I never knew whether she saw me — for she didn't say nothing to me, But \"Ma! here's a slat in the fence broke, and the boy that is next door can see.\" But the next day I climbed on our wood-shed, as, you know, mamma says I 've a right ; And she calls out, \" Well, peekin is manners ! \" and I answered her, \"Sass is perlite ! \" * Supremacy."], [93, "MASTER JOHNNY'S NEXT-DOOR NEIGHBOUR. 85 'But I wasn't a bit mad, no, papa; and to prove it, the very next day, When she ran past our fence in the morning I happened to get in her way ; For you know I am \" chunked \" and clumsy, as she says are all boys of my size, And she nearly upset me, she did, pa, and laughed till tears came in her eyes. ' And then we were friends from that moment, for I knew that she told Kitty Sage — And she wasn't a girl that would flatter — \" that she thought I was tall for my age.\" And I gave her four apples that evening, and took her to ride on my sled, And — \"What am I telling you this for?\" Why, papa, my neighbour is dead ! ' You don't hear one-half I am saying — I really do think it 's too bad ! . Why, you might have seen crape on her door-knob, and noticed to-day I 've been sad. And they 've got her a coffin of rosewood, and they say they have dressed her in white. And I 've never once looked through the fence, pa, since she died — at eleven last night. ' And ma says it 's decent and proper, as I was her neigh- bour and friend, That I should go there to the funeral, and she thinks that you ought to attend ; But I am so clumsy and awkward, I know I shall be in the way. And suppose they should speak to me, papa, I wouldn't know just what to say."], [94, "86 THE VILLAGE BLACKSMITH. ' So I think I will get up quite early ; I know I sleep late, but I know I '11 be sure to wake up if our Bridget pulls the string that I '11 tie to my toe ; And I '11 crawl through the fence, and I '11 gather the \" Johnny Jump-ups \" as they grew Round her feet the first day that I saw her ; and, papa, I '11 give them to you. ' For you 're a big man, and you know, pa, can come and go just where you choose ; And you '11 take the flowers in to her, and surely they '11 never refuse ; But, papa, don't say they 're from Johnny ; they won't understand, don't you see ? But just lay them down on her bosom, and, papa, she'll know they 're from Me.' THE VILLAGE BLACKSMITH. H. W. Longfellow. Under a spreading chestnut-tree The village smithy stands; The smith, a mighty man is he, With large and sinewy hands ; And the muscles of his brawny arms Are strong as iron bands. His hair is crisp, and black, and long : His face is like the tan ; His brow is wet with honest sweat, He earns whate'er he can, And looks the whole world in the face, For he owes not any man."], [95, "87 THE VILLAGE BLACKSMITH. Week in, week out, from morn till night, You can hear his bellows blow ; You can hear him swing his heavy sledge, With measured beat and slow, Like a sexton ringing the village bell, When the evening sun is low. And children coming home from school Look in at the open door ; They love to see the flaming forge, And hear the bellows roar, And catch the burning sparks that fly Like chaff from a threshing-floor. He goes on Sunday to the church, And sits among his boys ; He hears the parson pray and preach, He hears his daughter's voice Singing in the village choir, And it makes his heart rejoice. It sounds to him like her mother's voice Singing in Paradise ! He needs must think of her once more, How in the grave she lies ; And with his hard, rough hand he wipes A tear out of his eyes. Toiling — rej oicing — sorrow ing, Onward through life he goes ; Each morning sees some task begin, Each evening sees it close ; Something attempted, something done, Has earned a night's repose."], [96, "88 AUNT TABITHA. Thanks, thanks to thee, my worthy friend, For the lesson thou hast taught ! Thus at the flaming forge of life Our fortunes must be wrought ; Thus on its sounding anvil shaped Each burning deed and thought ! AUNT TABITHA.— O. W. Holmes. Whatever I do and whatever I say, Aunt Tabitha tells me that isn't the way ; When she was a girl (forty summers ago), Aunt Tabitha tells me they never did so. Dear aunt ! If I only would take her advice — ■ But I like my own way, and I find it so nice ! And besides, I forget half the things I am told ; But they all will come back to me — when I am old. If a youth passes by, it may happen, no doubt, He may chance to look in as I chance to look out ; She would never endure an impertinent stare — It is horrid, she says, and I mustn't sit there. A walk in the moonlight has pleasure, I own, But it isn't quite safe to be walking alone ; So I take a lad's arm — just for safety, you know But Aunt Tabitha tells me they didn't do so. How wicked we are, and how good they were then ! They kept at arm's-length those detestable men ; What an era of virtue she lived in ! — but stay — Were the men such rogues in Aunt Tabitha's day ?"], [97, "89 BABY JOAN. If the men were so wicked — I '11 ask my papa How he dared to propose to my darling mamma ? Was he like the rest of them ? Goodness ! who knows ? And what shall I say if a wretch should propose ? I am thinking if aunt knew so little of sin, What a wonder Aunt Tabitha's aunt must have been ! And her grand-aunt— it scares me — how shockingly sad That we girls of to-day are so frightfully bad ! A martyr will save us, and nothing else can ; Let us perish to rescue some wretched young man ! Though when to the altar a victim I go, Aunt Tabitha '11 tell me — she never did so. BABY JOAN.— Frank L. Stanton. When she came that day in her cap and curls, With a flash of eyes and a flash of pearls, She seemed like one of the fairy girls ; And I said to myself I would freely give A tithe of the years that I have to live, Though crowned with glory and gold unknown, For the love of a lass like Baby Joan. When she came that day in her mystery. With her beautiful, dutiful history Written as clear in her eloquent eyes As the stars are traced in the south's sweet skies ; When she came and laid, like a white snowflake, Her hand in mine, if my heart would break, It had broken then with its love and moan, Like a rose at the feet of Baby Joan."], [98, "90 THE HOMES OF ENGLAND. O Baby Joan ! when the years have flown There are hearts that will break for your own — your own But I pray, my dear, that your heart may be Always the heart that you showed to me That beautiful day when you dreamed my way, And gave December a glimpse of May. You have left me to dream of your face alone, And I read my dreams for you, Baby Joan. THE HOMES OF ENGLAND.— Mrs Hemans. The stately homes of England ! How beautiful they stand Amidst their tall ancestral trees, O'er all the pleasant land. The deer across their greensward bound Through shade and sunny gleam, And the swan glides past them with the sound Of some rejoicing stream. The merry homes of England ! Around their hearths by night, What gladsome looks of household love Meet in the ruddy light ! There woman's voice flows forth in song, Or childhood's tale is told, Or lips move tunefully along Some glorious page of old. The blessed homes of England ! How softly on their bowers Is laid the holy quietness That breathes from Sabbath-hours !"], [99, "THE ROSE AND THE WAIF. 91 THE Daly. Solemn, yet sweet, the church-bell's chime Floats through their woods at morn ; All other sounds, in that still time, Of breeze and leaf are born. The cottage homes of England ! By thousands on her plains, They are smiling o'er the silvery brooks And round the hamlet-fanes. Through glowing orchards forth they peep, Each from its nook of leaves ; And fearless there the lowly sleep, As the bird beneath their eaves. The free, fair homes of England ! Long, long, in hut and hall, May hearts of native proof be reared To guard each hallowed wall ! And green for ever be the groves, And bright the flowery sod, Where first the child's glad spirit loves Its country and its God ! ROSE AND THE WAIF.— May Palmer The people were hurrying homeward, The shops looked cheery and bright, As the twilight crept over the city With a dusky, lingering light, Casting a blurring shadow Over the ceaseless throng Passing and jostling each other, Resistlessly sweeping along."], [100, "92 THE ROSE AND THE WAIF. And the ring of horses' feet Broke sharp on the frosty air As away a carriage rattled Or stopped in the shop-light glare ; And perhaps a woman in trailing silk Would step from the carriage door, With a faint sweet trace of perfume As she hurried into the store. Brightly the lighted flower-shop Shone into the dusky street, Its glittering windows beautiful With the flowers gay and sweet. And close to the shining window A little girl, poor and thin, With her wistful eyes stood gazing At the fairyland within ; Her little arms huddled together, Her fingers so cold and blue, Motionless still as the night drew on, Chilling her through and through. Coated in furs and cosy, A man was passing the shop ; But a glimpse of the face so wistful Moved him to turn and stop. And a sorrowful wave of pity Swept over his heart at the sight Of the little creature standing there So wan in the golden light."], [101, "THE ROSE AND THE WAIF. 93 Then swiftly going toward her, He touched her fingers blue : ' And what do you want, my little one ? And what can I do for you ? ' Almost guiltily starting, Though cheery and warm his tone, She looked with fierce and distrustful eyes In the kind ones bent to her own. And then in a tone of defiance, With a shake of her little head : ' What I want is one of them roses, So big and so warm and red ! ' ' You poor little thing ! ' He took her hand, And led her into the store : ' Now choose for yourself the prettiest one,' He said as they closed the door. How she clasped the rose that he gave her, With a rapture before unknown ! How the great dark hungry eyes With a happy wonder shone ! He left her ; and, heedless of all around, Out in the cold she went, And her life was no longer bitter, But sweet with the rose it blent. Wandering on in a fairy dream, Happy and glad at heart, Till — sharp was the shout of warning Which turned her back with a start ! G"], [102, "94 THE GIFT THAT NONE COULD SEE. Tighter she clasped her precious rose, Close to her heart 'twas pressed ; The fear that the flower would be taken away Was the terror that filled her breast. And back she ran in a frightened way, Unheeding the wilder call, Right under the feet of the startled steeds — A cry — and that was all. White and still in the turbulent street, Still clasping the rose, she lay — The rose that just the space of a dream Had banished life's sadness away. THE GIFT THAT NONE COULD SEE. Mary Wilkins. ' There are silver pines on the window-pane, A forest of them,' said he ; ' And a huntsman is there with a silver horn, Which he bloweth right merrily. ' And there are a flock of silver ducks A-flying over his head ; And a silver sea and a silver hill In the distance away,' he said. ' And all of this is on the window-pane, My pretty mamma, true as true ! ' She lovingly smiled, but she looked not up. And faster her needle flew."], [103, "THE GIFT THAT NONE COULD SEE. 95 you gift, A dear little fellow the speaker was — Silver and jewels and gold, Lilies and roses and honey-flowers, In a sweet little bundle rolled. He stood by the frosty window-pane Till he tired of the silver trees, The huntsman blowing his silver horn, The hills and the silver seas ; And he breathed on the flock of silver ducks, Till he melted them quite away ; And he saw the street, and the people pass- And the morrow was Christmas Day. ' The children are out, and they laugh and shout ; I know what it 's for,' said he ; ' And they 're dragging along, my pretty mamma, A fir for a Christmas-tree.' He came and stood by his mother's side : ' To-night it is Christmas Eve, And is there a gift somewhere for me, Gold mamma, do you believe ? ' Still the needle sped in her slender hands : ' My little sweetheart,' said she, ' The Christ Child has planned this Christmas for His gift that you cannot see.' The boy looked up with a sweet, wise look On his beautiful baby-face : 'Then my stocking I'll hang for the Christ Child's To-night in the chimney-place.'"], [104, "96 THE GIFT THAT NONE COULD SEE. On Christmas morning the city through The children were queens and kings, With their royal treasuries bursting o'er With wonderful, lovely things. But the merriest child in the city full, And the fullest of all with glee, Was the one whom the dear Christ Child had brought The gift that he could not see. ' Quite empty it looks, O my gold mamma, The stocking I hung last night ! ' ' So then it is full of the Christ Child's gift,' And she smiled till his face grew bright. ' Now, sweetheart,' she said, with a patient look On her delicate, weary face, ' I must go and carry my sewing home, And leave thee a little space. ' Now stay with thy sweet thoughts, heart's delight, And I soon will be back to thee.' ' I '11 play, while you 're gone, my pretty mamma, With my gift that I cannot see.' He watched his mother pass down the street ; Then he looked at the window-pane, Where a garden of new frost-flowers had bloomed While he on his bed had lain. Then he tenderly took up his empty sock, And quietly sat a while, Holding it fast, and eyeing it With his innocent, trusting smile."], [105, "THE GIFT THAT NONE COULD SEE. 97 ' I am tired of waiting,' he said at last ; ' I think I will go and meet My pretty mamma, and come with her A little way down the street. ' And I '11 carry with me, to keep it safe, My gift that I cannot see ; ' And down the street, 'mid the chattering crowd, He trotted right merrily. ' And where are you going, you dear little man ? They called to him as he passed ; ' That empty stocking why do you hold In your little hand so fast ? ' Then he looked at them with his honest eyes, And answered sturdily : ' My stocking is full to the top, kind sirs, Of the gift that I cannot see.' They would stare and laugh, but he trudged along, With his stocking fast in his hand : ' And I wonder why 'tis that the people all Seem not to understand ! ' ' O my heart's little flower ! ' she cried to him, A-hurrying down the street; ' And why are you out on the street alone ? And where are you going, my sweet ? ' ' I was coming to meet you, my pretty mamma, With my gift that I cannot see ; But tell me why that the people laugh And stare at my gift and me ? '"], [106, "98 red riding-hood. Like the Maid at her Son, in the Altar-piece, So loving she looked and mild : ' Because, dear heart, of all that you met, Not one was a little child.' O thou who art grieving at Christmas-tide, The lesson is meant for thee : That thou mayst get Christ's loveliest gifts In ways thou canst not see ; And how, although no earthly good Seems into thy lot to fall, Hast thou a trusting child-like heart, Thou hast the best of all. RED RIDING-HOOD.— J. G. Whittier. On the wide lawn the snow lay deep, Ridged o'er with many a drifted heap ; The wind that through the pine-trees sung The naked elm-boughs tossed and swung; While through the window, frosty-starred, Against the sunset purple-barred, We saw the sombre crow flap by, The hawk's gray fleck along the sky, The crested blue-jay flitting swift, The squirrel poising on the drift, Erect, alert, his broad gray tail Set to the north wind like a sail. It came to pass, our little lass, With flattened face against the glass, And eyes in which the tender dew Of pity shone, stood gazing through The narrow space her rosy lips Had melted from the frost's eclipse."], [107, "RED RIDING- HOOD. 99 ' Oh, see,' she cried, ' the poor blue-jays ! What is it that the black crow says ? The squirrel lifts his little legs, Because he has no hands, and begs ; He 's asking for my nuts, I know : May I not feed them on the snow ? ' Half lost within her boots, her head Warm-sheltered in her hood of red, Her plaid-skirt close about her drawn, She floundered down the wintry lawn ; Now struggling through the misty veil Blown round her by the shrieking gale ; Now sinking in a drift so low Her scarlet hood could scarcely show Its dash of colour on the snow. She dropped for bird and beast forlorn Her little store of nuts and corn, And thus her timid guests bespoke : ' Come, squirrel, from your hollow oak ; Come, black old crow ; come, poor blue-jay, Before your supper 's blown away ! Don't be afraid, we all are good ; And I 'm mamma's Red Riding-Hood ! ' O Thou whose care is over all, Who heedest e'en the sparrow's fall, Keep in the little maiden's breast The pity which is now its guest ! Let not her cultured years make less The childhood charm of tenderness ; But let her feel as well as know, Nor harder with her polish grow !"], [108, "100 THE VOICELESS. Unmoved by sentimental grief That wails along some printed leaf, But, prompt with kindly word and deed To own the claims of all who need, Let the grown woman's self make good The promise of Red Riding-Hood ! THE VOICELESS.— O. W. Holmes. We count the broken lyres that rest Where the sweet wailing singers slumber, But o'er their silent sister's breast The wild-flowers who will stoop to number? A few can touch the magic string, And noisy Fame is proud to win them : Alas for those that never sing, But die with all their music in them ! Nay, grieve not for the dead alone Whose song has told their hearts' sad story ; Weep for the voiceless, who have known The cross without the crown of glory ! Not where Leucadian * breezes sweep O'er Sappho's memory-haunted billow, But where the glistening night-dews weep On nameless sorrow's churchyard pillow. O hearts that break and give no sign Save whitening lip and fading tresses, Till Death pours out his cordial wine Slow-dropped from Misery's crushing presses ; If singing breath or echoing chord To every hidden pang were given, What endless melodies were poured, As sad as earth, as sweet as heaven ! * The Leucadian rock, from which, a legend says, Sappho, a great poetess of Ancient Greece, plunged into the sea and perished."], [109, "THE BABY'S DEBUT. 101 THE BABY'S DEBUT.— James and Horace Smith. Spoken in the character of Nancy Lake, a girl eight years of age, who is drawn upon the stage in a child's chaise by Samuel Hughes, her uncle's porter. My brother Jack was nine in May, And I was eight on New- Year's Day ; So in Kate Wilson's shop Papa (he 's my papa and Jack's) Bought me, last week, a doll of wax, And brother Jack a top. Jack 's in the pouts, and this it is, He thinks mine came to more than his, So to my drawer he goes, Takes out the doll, and, O my stars ! He pokes her head between the bars, And melts off half her nose ! Quite cross, a bit of string I beg, And tie it to his peg-top's peg, And bang, with might and main, Its head against the parlour door : Off flies the head, and hits the floor, And breaks a window-pane. This made him cry with rage and spite; Well, let him cry ; it serves him right. A pretty thing, forsooth ! If he 's to melt, all scalding hot, Half my doll's nose, and I am not To draw his peg-top's tooth !"], [110, "THE BABY'S DEBUT. 102 Aunt Hannah heard the window break, And cried : ' O naughty Nancy Lake, Thus to distress your aunt : No Drury Lane for you to-day ! ' And while papa said : ' Pooh, she may ! ' Mamma said : ' No, she shan't ! ' Well, after many a sad reproach, They got into a hackney-coach, And trotted down the street. I saw them go : one horse was blind ; The tails of both hung down behind ; Their shoes were on their feet. The chaise in which poor brother Bill Used to be drawn to Pentonville Stood in the lumber-room : I wiped the dust from off the top, While Molly mopped it with a mop, And brushed it with a broom. My uncle's porter, Samuel Hughes, Came in at six to black the shoes (I always talk to Sam) : So what does he but takes and drags Me in the chaise along the flags, And leaves me where I am. My father's walls are made of brick, But not so tall and not so thick As these ; and, goodness me ! My father's beams are made of wood, But never, never half so good As these that now I see."], [111, "THE BABY'S d£bUT. 103 What a large floor ! 'tis like a town ! The carpet, when they lay it down, Won't hide it, I '11 be bound. And there 's a row of lamps : my eye ! How they do blaze ! I wonder why They keep them on the ground. At first I caught hold of the wing, And kept away ; but Mr Thing- Umbob, the prompter man, Gave with his hand my chaise a shove, And said : ' Go on, my pretty love ; Speak to 'em, little Nan. * You 've only got to curtsy, whisper, Hold your chin up, laugh and lisp, And then you 're sure to take : I 've known the day when brats not quite Thirteen got fifty pounds a night, Then why not Nancy Lake ? ' But while I 'm speaking, where 's papa ? And where 's my aunt ? and where 's mamma ? Where's Jack? Oh, there you sit ! They smile, they nod ; I '11 go my ways, And order round poor Billy's chaise, To join them in the pit. And now, good gentlefolks, I go To join mamma, and see the show ; So, bidding you adieu, I curtsy, like a pretty miss, And if you '11 blow to me a kiss, I '11 blow a kiss to you. [Blows kiss and exit."], [112, "CASABIANCA. 104 CASABIANCA.— Mrs Hemans. [The hero of this poem, a boy of ten years of age, was the son of Louis Casabianca, captain on board the Orient, at the battle of the Nile, in 1798. Young Casabianca would not leave his wounded father after the ship had taken fire, and perished in the explosion of the vessel.] The boy stood on the burning deck, Whence all but he had fled ; The flame that lit the battle's wreck Shone round him o'er the dead. Yet beautiful and bright he stood, As born to rule the storm ; A creature of heroic blood, A proud, though child-like form. The flames rolled on — he would not go Without his father's word : That father, faint in death below, His voice no longer heard. He called aloud : ' Say, father, say If yet my task is done ! ' He knew not that the chieftain lay Unconscious of his son. ' Speak, father ! ' once again he cried, ' If I may yet be gone ! ' And but the booming shots replied, And fast the flames rolled on. Upon his brow he felt their breath, And in his waving hair ; And looked from that lone post of death In still, yet brave despair ;"], [113, "THE SNOW ANGEL. 105 And shouted but once more aloud, ' My father ! must I stay ? ' While o'er him fast, through sail and shroud. The wreathing fires made way. They wrapt the ship in splendour wild, They caught the flag on high, And streamed above the gallant child Like banners in the sky. There came a burst of thunder-sound — The boy — oh ! where was he ? — Ask of the winds that far around With fragments strewed the sea, With mast, and helm, and pennon fair, That well had borne their part ; But the noblest thing which perished there Was that young faithful heart ! THE SNOW ANGEL.— Wallace Bruce. The sleigh-bells danced that winter night ; Old Brattleborough rang with glee ; The windows overflowed with light ; Joy ruled each hearth and Christmas-tree. But to one the bells and mirth were naught : His soul with deeper joy was fraught. He waited until the guests were gone ; He waited to dream his dream alone ; And the night wore on. Alone he stands in the silent night ; He piles the snow in the village square ; With spade for chisel, a statue white From the crystal quarry rises fair."], [114, "106 THE SNOW ANGEL. No light, save the stars, to guide his hand, But the image obeys his soul's command. The sky is draped with fleecy lawn, The stars grow pale in the early dawn. But the lad toils on. And lo ! in the morn the people came To gaze at the wondrous vision there ; And they called it ' The Angel,' divining its name. For it came in silence and unaware. It seemed no mortal hand had wrought The uplifted face of prayerful thought ; But its features wasted beneath the sun ; Its life went out ere the day was done ; And the lad dreamed on. And his dream was this : In the years to be I will carve the angel in lasting stone ; In another land, beyond the sea, I will toil in darkness, will dream alone ; While others sleep I will find a way Up through the night to the light of day. There 's nothing desired beneath star or sun Which patient genius has not won. And the boy toiled on. The years go by. He has wrought with might ; He has gained renown in the land of art ; But the thought inspired that Christmas night Still kept its place in the sculptor's heart; And the dream of the boy, that melted away In the light of the sun that winter day, Is embodied at last in enduring stone, Snow Angel in marble — his purpose won ; And the man toils on. (By kind permission of the author.)"], [115, "SAINT PHILIP AND THE YOUTH. 107 SAINT PHILIP AND THE YOUTH.— J. Byrom. Saint Philip Neri, as old readings say, Met a young stranger in Rome's streets one day, And being ever courteously inclined To give young folks a sober turn of mind, He fell into discourse with him ; and thus The dialogue they held comes down to us. 'Tell me, what brings you, gentle youth, to Rome? 'To make myself a scholar, sir, I come.' 'And when you are one, what do you intend?' 'To be a Priest, I hope, sir, in the end.' ' Suppose it so, what have you next in view?' 'That I may get to be a Canon too.' ' Well ; and how then ? ' ' Why, then, for aught I know, I may be made a Bishop.' ' Be it so ; What then ? ' ' Why, Cardinal 's a high degree, And yet my lot it possibly may be.' ' Suppose it was, what then ? ' ' Why, who can say But I 've a chance of being Pope one day?' ' Well, having worn the mitre, the red hat, And triple crown, what follows after that ? ' ' Nay, there is nothing further, to be sure, Upon this earth that wishing can procure : When I 've enjoyed a dignity so high As long as God shall please, then I must die.' ' What ! must you die, fond youth ? and at the best But wish, and hope, and maybe all the rest ! Take my advice : whatever may betide, For that which must be, first of all provide, Then think of that which may be — and indeed, When well prepared, who knows what may succeed ? You may be yet, as you are pleased to hope, Priest, Canon, Bishop, Cardinal, and Pope.'"], [116, "108 THE LIFEB0AT. THE LIFEBOAT.— Augusta A. L. Magra Hark ! a distant gun is sounding O'er the waters, wildly bounding ; Raging waves are fast surrounding Some wrecked ship to-night. On the shore the breakers roaring Loud as thunder now are pouring ; Far a signal high is soaring, Like a phantom light. Moon and stars their aid denying, E'en to seek the living — dying — Who, to prayers and tears replying, Will the tempest face ? Oh, for some brave ocean-ranger, Who would go through cold and danger, Go to save, perchance, one stranger ! Silence, for a space. Hark ! the Lifeboat bell is ringing, Gallant men are wildly springing, Life and home — their all — they 're flinging, So the lost they save. Rockets now are brightly flashing ; Through the shingle sharply crashing, Off the Lifeboat 's swiftly dashing. Heaven guard the brave ! Through the night, that wanes so slowly, Little ones, in accents holy, Mothers, wives, in dwellings lowly, Breathe their heartfelt prayer. When the stormy sea is swelling, Aching hearts in regal dwelling, All their pride and power quelling, Kneel as helpless there."], [117, "THE LIFEBOAT. 109 While the torches, dimly burning, Show the tide at last is turning, Hundreds wait, for tidings yearning, Watch with eager eyes : See ! the first faint glimpse of morning The dim eastern sky adorning ; Hark ! the soldiers' bugle, warning That the sun doth rise. Then a little speck grows clearer, Draws — it seems but slowly — nearer, Seen by those to whom 'tis dearer — Known by them too well ! Brighter now the morn is growing, Clearer still, and clearer, throwing Light upon the billows, showing 'Tis no dream we tell. Fast the fatal sands they 're leaving ; Hail ! the Lifeboat, proudly cleaving, Where the angry sea is heaving Mountain- waves of foam. Onward, homeward, quickly nearing, 'Mid the ringing, deaf'ning cheering, Loving words of welcome hearing, Greet the conquerors home. Far away the wreck is lying ; But they bring, 'neath colours flying, Five poor Frenchmen, spared from dying, Safe to England's isle. English hands they 're warmly pressing, English children they 're caressing, Asking, praying Heaven's blessing, With a tear and smile. H"], [118, "110 THE TWO ROSES. Simple words tell acts of daring — Unknown heroes laurels wearing, Brother-like all honour sharing, Now and evermore. Speed the Lifeboat, England's daughters ; Bless her path across the waters ; Tell her gallant deeds of glory ; Spread the truthful, noble story, Far from England's shore ! THE TWO ROSES.— Anon. Two roses once in my garden grew : The one was brilliant and rich of hue ; Proud of her beauty and perfume rare, She spread her sweets to each passing air : The other, timid and chaste of mind, Shrank from the kiss of the fickle wind ; Proud in the pride of her virtue meek, She veiled the blush on her modest cheek. Dazed with the glare of her gaudy bloom, Drunk with the breath of her rich perfume, I tended the one with ceaseless care ; I marked the growth of each beauty rare, And dreamed that all on some future day Would own the power of her peerless sway. At length my flower that I loved the best, I sought to take and wear on my breast, That won from her parent stem to part, She might rest awhile on my loving heart."], [119, "A bachelor's apology. 111 But flown was the lure of her witching spell, As fluttering to earth her petals fell ; Her heart was rotten and dead at the core — And I knew that my foolish dream was o'er. I saw how poor was the full-blown blaze That had charmed my senses and won my praise ; And I thought at last of the timid flower Which had pined unheeded for cooling shower, But drought unslaked had her life-spring dried; So, fading and faded, she drooped and died. I saw too now, with awakening eyes, How near I had been to my longed-for prize ; One half of the care I had spent in vain — Care that had brought me but grief and pain — If spent on the rose that had pined away, Would have reared a flower so chastely gay, That the joy of its countless charms untold My care had repaid a thousandfold. Ah ! how oft in the toil and strife, The chances and changes which we call life, By slight and neglect in time of need, We kill the flower, and we rear the weed ; Then when we see it, and know too late, We blame not ourselves, but curse our fate, For no solace have we on which to lean, When we know what we longed for might have been. A BACHELOR'S APOLOGY.— T. P. Her eyes were bright ; her figure slight, And light as any fairy ; Her nose was heavenward inclined ; Her manners sweet and airy."], [120, "a bachelor's apology. 112 j Her mouth was like a rosebud ; Her voice like any linnet; Her head was little, and I fear Had very little in it. But then so artless was her art, My heart could not resist her ; And added to her other charms, She had a pretty sister. They bloomed like any double rose They blushed a double pink ; One graced the name of Laura ; The other, Kate, I think. When left alone with Laura, Love urged his soft dictate ; And in sweet Laura's absence, I doted more — on Kate. And thus to choose between them 'Twere treason to decide, Because I had been happiest With either for my bride. To filch one flower, and leave her Companion all alone, To pine in single sadness Would need a heart of stone. And that 's the reason, ladies, I 'm still your partisan, For being single-hearted, I rest a single man."], [121, "THE BEGGAR'S DOG. 113 THE BEGGAR'S DOG. -J. Sands. Rambling one day in London city, I saw a dog that raised my pity, A wretched cur all skin and bone, That in the gutter crawled along ; And in his mouth (I smiled at that) He held an old and crownless hat. With quick and deferential eye, He watched the bustling passers-by, Who in their haste, as on they fared, Nor cast a glance at him nor cared. Yet some, when they had passed some paces, Would halt with grins upon their faces ; His story was so plain, indeed, So clear, that he who ran might read : ' A beggar's dog — his master dead — The beast still carries on the trade, And trusts by diligence and care The public patronage to share.' I sauntered on ; but as I went My thoughts upon that dog were bent. ' Behold ! ' I said in meditation, ' The force of custom, education ; And though we laugh at him — 'tis sad — - Some human plans are quite as bad. How many schemes in this same town Are merely hats without the crown ; Ways indirect, but most complete, Of tossing money on the street ! '"], [122, "114 PLAYMATES. PLAYMATES.— George Warrington. A tripping footfall on the stair — A vision from ' Le Follet ' — A sudden fragrance in the air — Ye gods ! can this be Molly ? This ' symphony ' in silver white, Perchance some star — off duty — Come down to set us mortals right Upon ideas of beauty ; Or snowflake that has lost its way — Its path in life mistaken — Some dream that flies at break of day, And leaves us loth to waken. The Molly that I knew of yore Was but a chit of seven, In sandalled shoes and pinafore — While /was just eleven. A pair of youthful lovers we In days of childish folly, Ere Time had stole a march on me, And carried off my Molly. ' Relentless parents ' came between, Behold Miss Mary Seaton Consigned to boarding-school routine And me — a fag at Eton. Ah, Molly ! I shall ne'er forget The day on which we parted ; I think you cried, you small coquette ; But /was broken-hearted. A Niobe in garments brief, Your tears were quite in season ; But then your doll had come to grief — An all-sufficing reason."], [123, "115 playmates. I still preserve with tender care Your Prayer-book — frayed with kissing — A relic much the worse for wear, With half the pages missing. Have you the many-bladed knife I gave you once? I wonder — The most unlucky gift in life ; It cleft our paths asunder. My sweetheart of the past is dead — That mourned her broken ' Dolly ; ' And now I turn to greet instead This most imposing Molly. Observe — A dress of filmy lace Beyond my powers of painting — A tiny vinaigrette — in case The maid should think of fainting. A dainty cap (I think I 'm right) The golden head surmounting — A pair of gloves whose buttons quite Defy attempts at counting. A satin fan where baby-loves, That seem to weary never, Disport themselves in myrtle groves That blossom on for ever. A gleam of gems whose elfin light In weird and fitful flashes Reflects the eyes — demurely bright Beneath their shady lashes. ' And did you not forget ? ' she says. ' Forget you, Molly, never ! The love of Eton- jacket days Is just as green as ever.'"], [124, "116 'the children laughed and sang.' -J. H, ' You silly boy.' ' As silly still, Ah, Molly, do not doubt it.' ' My glove has come unbuttoned, Will. . . . How long you are about it 1 ' 'THE CHILDREN LAUGHED AND SANG' It was in the chill December That the Angel of Death came by, And he rustled his wings of darkness As he swept through the wintry sky : A household of happy creatures Dwelt quiet, and free from care, And the Angel stole in softly, And stood all silent there. (But the children laughed and sang at their play ; Never a fear nor a pang had they.) And the Angel swiftly in silence Struck home the mortal blow, And in the wintry morning He laid the father low : And wildly the sorrowful mother, Bewildered and stunned with woe, Wailed in her lone bereavement, And wished that she too might go ! (But the children laughed and sang at their play ; Never a fear nor a pang had they.) Cold in the lonely chamber Lay the father's form at rest ; And they laid the delicate flower- wreaths Upon his quiet breast ; And forth from his home they bore him, And hid him from sound and sight ;"], [125, "TO MY LOOKING-GLASS. 117 And they heaped the cold earth above him While the children's feet trod light. (But the boys went home to their happy play ; Never a fear nor a pang had they.) And often the childish footsteps Are turned to their father's grave, Where the grass, with its glistening hoar-frost, Lies over that heart so brave ; And sometimes they watch their mother Bending in sorrow and pain ; And they say in their childish voices : 'Will papa never come again ? ' (But soon they laugh and sing at their play ; Never a fear nor a pang have they.) So God in His infinite pity Shuts the eyes of the children dear, And they see not the fell Destroyer Though their eyes are so bright and clear. And I said : ' There 's no Past for the children With its terrible pangs and stings ; And for them no brooding Future Spreadeth its threatening wings. All they see is the Present — To-day ; And so they laugh and sing at their play.' TO MY LOOKING-GLASS.— George Warrington. I loved thee well in ' salad days,' For ever flown, O faithful friend, whose honest face Reflects my own. Nor do I mete thee scanter praise (Sincerity is hard to find),"], [126, "118 TO MY LOOKING-GLASS. Now Time has distanced in the race, And left me panting far behind — Heigh-ho ! — Another weary mile or so. How well I recollect the hours I used to spend Before thee once — in years gone by, My trusty friend ! O April youth ! O sun and showers ! Pray, don't expect me to confess How long I took to knot my tie, The day that I proposed to Jess. (Alack ! She boxed my ears — and married Jack.) And now I wear — well, never mind, (Time's ruthless shears !) And Jess — why, bless you, she 's been dead These twenty years ! The fruit of Life is gone — the rind Is somewhat bitter to the taste. Oh ! vain regrets for pleasures fled — For days when I possessed — a waist. But stay ; I '11 brush the sorry imps away. Ah ! if some scientific man Would but invent A looking-glass wherein to find One's moral bent, A tell-tale mirror — there to scan Each petty sailing that appears — The cynic furrows of the mind, That gather with increasing years. Ah, well ! I fear those glasses would not — sell."], [127, "THE ROUND OF LIFE. 119 THE ROUND OF LIFE.— Alexander Lamont. Two children down by the shining strand, With eyes as blue as the summer sea, While the sinking sun fills all the land With the glow of a golden mystery : Laughing aloud at the sea-mew's cry, Gazing with joy on its snowy breast, Till the first star looks from the evening sky, And the amber bars stretch over the west. A soft green dell by the breezy shore, A sailor lad and a maiden fair; Hand clasped in hand, while the tale of yore Is borne again on the listening air. For love is young, though love be old, And love alone the heart can fill ; And the dear old tale that has been told In the days gone by, is spoken still. A trim-built home on a sheltered bay ; A wife looking out on the glistening sea ; A prayer for the loved one far away, And prattling imps 'neath the old roof-tree ; A lifted latch and a radiant face By the open door in the falling night; A welcome home and a warm embrace From the love of his youth and his children bright. An aged man in an old arm-chair ; A golden light from the western sky ; His wife by his side, with her silvered hair, And the open Book of God close by. Sweet on the bay the gloaming falls, And bright is the glow of the evening star ; But dearer to them are the jasper walls And the golden streets of the land afar."], [128, "THE WEDDING-CAKE AND THE WILL. 120 An old churchyard on a green hillside, Two lying still in their peaceful rest ; The fishermen's boats going out with the tide In the fiery glow of the amber west. Children's laughter and old men's sighs, The night that follows the morning clear, A rainbow bridging our darkened skies, Are the round of our lives from year to year ! THE WEDDING-CAKE AND THE WILL, Josh. Davies. Will Tester's father made a will ; To Will, the younger, thereby, willing His lands and tenements ; and nil To Tom, his first-born, save a shilling. Will was a wily, cunning lad ; And Tom a true outspoken Briton ; The younger always pleased the dad, And bent to those he couldn't sit on. Will wedded one his father chose ; Tom wouldn't wed for love or money ; He painted life couleur-dc-rose ; Good temper spread his path with honey. Will sent his sire a piece — how sweet ! — Of wedding-cake, ' from Will and Phemie,' With loving lines that filled a sheet Of post octavo, gilt-edged, creamy. ' Dear father ' put the cake away, Stowed safe amongst some other treasures ; And there it lay for many a day, Forgotten quite 'mid passing pleasures."], [129, "THE autumn of life. 121 Remorseless Death, with ruthless hand, Took father from his home for ever ; The ' parting ' Will could hardly stand ; 'Twas feared his grief his heart would sever. Still, duty must be done at last, In spite of death, in spite of sorrow ; To father's drawer Will hurried fast, To find the will to prove to-morrow. He found it 'neath a lump of cake — His wedding-cake : O fate, thou blindling ! The will was there — for Will's dear sake — But gone the signature, past finding. The cake, which as a rule we eat, Had eaten what lay underneath it ; The ink absorbed — and left a sweet Sad trace upon the words 'bequeath it.' Where loving dad had boldly signed Was but a hole, just tinged with yellow : Will did not think fate had been kind ; Tom quietly smiled, the lucky fellow ! THE AUTUMN OF LIFE.— D. R. W. The old man sits at his cottage door, In the gleam of the dying day ; His heart is calm as the silent shore When the winds have passed away ; His thoughts as still as the fragrant breeze That whispers of peace to the azure seas."], [130, "THE AUTUMN OF LIFE. 122 '> His is the beauty of earth and air, The glow of the twilight hours ; He feels that glory everywhere Is breathing from woodland flowers ; And his heart grows young, though his years are old. At the wondrous sight of the sunset gold ! For Memory comes with a gentle hand, And beareth on Fancy's wings His thoughts to her own immortal land, Where the Past for ever sings Of joys that brightened the fair days fled, Ere friendships faded with friends long dead. And the Past, though sad, for the love that is gone, Is sweet to the old man's mind ; Like the birds that sang in those years, have flown The hopes he hath left behind ; Yet Memory brings from each bygone day Some gift of peace for his lonely way ! And the children love that old man dear As he sits in the twilight there, Listing a music they cannot hear, From the sea and the voiceful air ; And gather around, like gladsome flowers, As he tells them tales of the vanished hours. And so the Present is made more bright By the lessons the Past hath taught ; As the East reflects the wondrous light Of the West by sunset brought ; And though his vision is growing dim, God maketh his pathway bright to him."], [131, "THE LITTLE MUD-SPARROWS. 123 His age is peace ; yet he joys to think That a deeper than earth can know Shall be his, when his tranquil soul shall drink Of a balmier twilight glow, In that happier Home, where his thoughts at last Shall yearn no more for the distant Past ! THE LITTLE MUD-SPARROWS. A Jewish Legend. Elizabeth Stuart Phelps. I like that old sweet legend Not found in Holy Writ, And wish that John or Matthew Had made Bible out of it. But though it is not Gospel, There is no law to hold The heart from growing better That hears the story told : How the little Jewish children Upon a summer day Went down across the meadows With the Child Christ to play, And in the gold-green valley, Where low the reed-grass lay, They made them mock mud-sparrows Out of the meadow-clay. So, when these all were fashioned, And ranged in flocks about, ' Now,' said the little Jesus, 'We'll let the birds fly out.'"], [132, "THE LITTLE MUD-SPARROWS. 124 Then all the happy children Did call, and coax, and cry — Each to his own mud-sparrow : ' Fly, as I bid you— fly ! ' But earthen were the sparrows, And earth they did remain, Though loud the Jewish children Cried out and cried again — Except the one bird only The little Lord Christ made. The earth that owned Him Master- His earth heard and obeyed. Softly He leaned and whispered : ' Fly up to heaven ! — fly ! ' And swift His little sparrow Went soaring to the sky. And silent all the children Stood awe-struck looking on, Till deep into the heavens The bird of earth had gone. I like to think for playmate We have the Lord Christ still, And that still above our weakness He works His mighty will, That all our little playthings Of earthen hopes and joys Shall be by His commandment Changed into heavenly toys."], [133, "THE CHOICE. 125 Our souls are like the sparrows Imprisoned in the clay — Bless Him who came to give them wings Upon a Christmas Day ! THE CHOICE.— Richard Robinson. A Fairy there lived in the long, long ago, Possessed, it is said, of all manner of skill ; And this Fairy proposed on a Youth to bestow The gift he chose greatest for good or for ill. 'Would thine be the gift the bold Warrior wields,' The Fairy commanded the stripling to say ; ' As leader of legions and victor of fields — Unbounded thy glory, unquestioned thy sway?' And straight the Youth answered : ' The Warrior bold In his train bringeth Death, with its visitants grim, And carnage, and ruin, and horrors untold, To compass a bauble or sanction a whim.' ' The Orator's gift then, say, shall it be thine, Unrivalled in diction, unmatched in debate ; Far above all thy fellows still destined to shine ; The star of the senate, the hope of the state ? ' Again spake the Youth : ' True, the Orator's tongue May trumpet-like summon humanity's shoal : But once Passion's gates on its hinges are swung, Say, then can the Orator guide and control ? ' 'Well, be it thy choice, the Philosopher proud, In wisdom and learning, of all, the elect; The fearless uplifter of error's dark cloud, The subtle diviner of cause and effect ? ' 1"], [134, "126 an old garden. t ' I care not to wield the Philosopher's staff,' Once again, half-regretful, the stripling spoke out; ' For his woes are but veiled by the cynical laugh, And his vitals are gnawed by the demon of Doubt.' ' Ah, then,' cried the Fairy, ' the Painter's career Is a glorious one, truly, to reckon upon ; His art brings the distant for evermore near, And the shadow is sweet when the substance is gone.' ' Not for me be that art,' was the stripling's reply ; ' 'Tis a mockery cruel as death, and a snare ; For the canvas is deaf to the passionate sigh, And the rapt look of love is repaid by a stare.' ' Is the gift of the Poet thy bosom's desire, To revel in fancy and sparkle in song, And gladden men's hearts with thy rapturous lyre, When wounded by sorrow or burdened with wrong ? ' The stripling's eyes glistened with sudden delight, And his heart thrilled with raptures he might not control For the Fairy had fathomed his secret aright, And the gift of the Poet has entered his soul. AN OLD GARDEN.— J. W. Somewhere in the Past so golden, Whose sweet memories are my own, Was a garden, large and sunny, Filled with blossoms, whence the bees Gathered richest stores of honey, And the rose-shrubs grew like trees ; With fair petals round them strewn."], [135, "AN OLD GARDEN. 127 Sloping downwards to a river, Grassy terraces were there ; And great beds of daintiest flowers, Pansies with their purple glow, Palest woodbines wreathed in bowers ; And the streamlet ran below, Singing to these creatures fair Through the blessed summer hours. You could wander at your leisure With a deep and quiet content ; You could lose yourself in sweetness ; Hedges of the May rose grew With a lavish, full completeness ; And bright lilacs, steeped in dew, Shook above your head, and bent To each wind with very pleasure. Softly in the verdant mazes Of green walks your footsteps fell ; And the murmur of the river, Like a song of love and rest, Seemed to warble on for ever ; Then some bird with russet breast Startled, flew across the dell, From its bed among the daisies. Then in autumn what a treasure Of all sweetest fruits you found Hanging from each laden tree, Ripening on the sunny wall ! And you picked them at your pleasure, They were free to you and all, As the sun and wind are free, Scattered in rich plenty round."], [136, "128 LIFE'S SEASONS. Ah, those days of untold sweetness ! Ah, those hours of Hope and Rest ! Who shall tell their wondrous beauty ? Who shall bring again the Past ? Years grow swifter in their fleetness, And our spirits murmur sadly That ' the olden days were best.' LIFE'S SEASONS.— Harriet Kendall. Ruby lips that part with baby laughter, Heaven-sent eyes that wonder all they say, Feet that only yet have truant wandered Where the primrose hides in woods of May. What in life's great Book is written after ? Will those feet press primrose beds for aye ? Will the flowers still bloom where brooks meandered ? Will the linnets' warbling sound as gay ? Maiden ! tripping from the primrose bowers Into June, whose roses flush thy face, Life to thee is but a dream of beauty ; Thou hast only started in the race. Thou hast learnt not yet to miss life's flowers : Let it be ! in after-years thy grace May by pain be mellowed. Who would show thee, 'Mid earth's sufferers, which shall be thy place ? Far away where autumn's red leaves quiver, May and June are links of what is past ; And a woman in life's full September, Ripe with sorrow, wears a crown at last —"], [137, "LOVE'S SACRIFICE. 129 > Wears the crown that home and love doth give her Brighter than earth's gold ; for love is vast ! And life never can be quite December Where o'er hearts love's golden web is cast. Wrinkled brows and tottering feet descending To the grave where all our loved ones go ; Journeying Home to rest, yet thankful ever For the suffering God's love doth bestow. Heaven and earth o'er human failure blending, Golden sunlight kissing winter snow ; Angels stepping down from God to sever Mortal ties and cancel every woe. LOVE'S SACRIFICE.— W. J. A. An old man lived by the Solent Sea ; With his little daughter alone dwelt he ; The light of his life was the little maid, And truly his deep love she repaid. One eventide she heard him say That a seaweed would take his pain away ; For he tossed at night on sleepless bed, And this weed would soothe him to sleep, he said. On one rock alone did this rare weed grow, Which could only be reached when the tide was low Far out on the sand in the ebb it stood, And the green sea foamed around at flood. Soon as the dawning's dusky light Broke on the darkness of the night, The little maid was on the beach ; The tide was low, the rock in reach,"], [138, "LOVE'S SACRIFICE. 130 She climbed its top and grasped the weed, With joy to help her father's need ; But all her strength could only move One root — small trophy for her love. Forgetful thus of self, too late She stayed ; but tide for none will wait, And silently the sea had flown To claim the maiden for its own. One startled glance revealed her doom ; She thought of father, love, and home — For her no more. The hungry sea Soon high above the rock will be. The waters quenched that life of love ; But, darkened here, 'tis bright above, And far beyond the sunny skies, She gathers flowers in Paradise. Her father lingers desolate Beside their little garden gate, Waiting for her, his heart's one light, Now sadly quenched in deepest night. No tidings came. As evening fell He sought the beach she knew so well. He called — no voice in answer came, But mocking echoes of her name. The winds awoke ; the angry tide Swelled on the beach — but still he cried To her all night, till eastern skies Again aroused earth's miseries."], [139, "' SHALL I ? ' 131 The dawn fills up his agony, And with a loud, heart-broken cry, He found his darling at his feet — • But the child-heart had ceased to beat. The salt spray kissed her forehead white ; The seaweed, with its colours bright, Wove her a winding-sheet ; her hair Lay tangled in its beauty rare. He knelt, and raised her from the sand ; But when he took her little hand, Ah, what a tale of love he read ! The tiny fingers, pale and dead, Still tightly clasped the charmed root, Of love, of life, of death, the fruit Gathered from out the bitter tide. For this, and him, his child had died ! ' SHALL I ? ' — Nannie Power O'Donoghue. Shall I do this, sir, and shall I do that, sir? Shall I go in, sir, or shall I go out ? Shall it be bonnet, or shall it be hat, sir? State your opinion ; I 'm sadly in doubt. Shall I go riding, or shall I go walking ? Shall I accept it, or shall I refuse ? Shall I be silent, or shall I keep talking ? Give your advice, pray ; I cannot well choose. Thus do we pander to others' opinions, Wearing the garb of Society's slaves ; Fashion 's a tyrant, and we are her minions, Robbing our life of the freedom it craves."], [140, "132 the dead singer. Ought I to visit her, ought I to cut her ? Shall I be friendly, or shall I be cold ? Shall I look boldly, or peep through the shutter? Shall I give silver, or shall I give gold ? What will be said if I stay from the dinner? What will be said if I 'm seen at the ball ? Will they proclaim me a saint, or a sinner ? If not the former, I go not at all. Thus do we pander to others' opinions, Wearing the garb of Society's slaves ; Fashion 's a tyrant, and we are her minions, Robbing our life of the freedom it craves. Why not go forward, undaunted, unfearing, Doing the thing that is lawful and right? Caring not who may be seeing or hearing, Shunning the darkness, and courting the light. Surely, if conscience forbear to upbraid us, Well may we laugh at the verdict of fools ; God is our guide — for His service He made us — Not to be ruled by the makers of rules. Pander no longer to others' opinions; Wear not the garb of Society's slaves ; Be not of Fashion the pitiful minions ; Rob not your life of the freedom it craves. THE DEAD SINGER. Alexander Anderson. Within the rough four-feet he lay, A touch of blood on breast and wing — His life-blood, that had sent away This only singer of the spring."], [141, "the dead singer. 133 For he, while morning yet was dim, And all his singing soul on fire, And throbbing with an unsung hymn, Had dashed against the pitiless wire. And in the dark he fell, to lie The cold unheeding rails between, A song within his heart to die Unheard, and he himself unseen. I took him up ; he lay so light, That in my heart I did him wrong To think a thing so frail and slight Could have such splendid wealth of song. Was this the bird I could not see ; That somewhere from the wooded hill Poured forth such music from a tree That even the very stream grew still ? Was this the spirit who sang, and shot The soul of summer through the air, Till all the buds grew quick with thought, And sweet green births were everywhere ? The very bird ! And this was all His crown of song for such display — To strike against the wire, and fall, And bleed his little life away. He sang of Spring in fond delight, He would not see her blossoming ; He sang of Summer, but its light Would never strike against his wing."], [142, "134 love or lands. Yet these were throbbing in his song, As yearns some poet in his rhyme, To flash against a burning wrong The sunshine of a happier time. But ere the light for which he woke His song dawns upward, faint and dim, He, bleeding from an unseen stroke, Sinks in the dark, and dies like him. LOVE OR LANDS.— G. Clifton Bingham. ' I bring not houses, lands, or gold, To give, sweetheart, to thee ; No richer than I was of old Am I to-day,' quoth he. In sooth he looked his poverty, If ever so did one ; In rags and tatters clad was he, Bareheaded to the sun ! It was her love of long ago Who took her outstretched hands : ' If you are he I used to know, I seek not gold or lands. If you but love me still, sweetheart, I am content,' cried she ; ' And I will share your lowly part, For I your bride will be ! ' ' Then, by my troth, my heart is thine ! Quoth he at her reply ; ' Though rags and tatters may be mine, No beggar now am I."], [143, "THE MUSIC OF THE SHELLS. 135 I 'm richer than with gold and lands The proudest monarchs be, With thee for mine, and these two hands To work, sweetheart, for thee ! ' THE MUSIC OF THE SHELLS. Alexander Lamont. Bright crimson bars flecked all the west With deeper glow than molten ore ; The soothing, sober hour of rest Crept o'er the haven on the shore. O'er cliff and vale athwart the land Floated the sound of evening bells, While all along the shining strand Glad children gathered shells. A simple, laughing child of three Long held one to its eager ear. What glowing, wondrous mystery Did it in soothing murmurs hear? Was there recalled the dream of heaven Which its pure spirit knew of yore, But which at its birth-hour was riven, Here to be seen no more ? A sailor's rosy boy of nine Placed to his ear the self-same shell. What made his face so gladly shine ? What tale of wonder did it tell ? He saw fair isles in emerald seas, And felt the fragrance of the air, And bright song-birds on stately trees — He sighed and wished him there."], [144, "136 IN VANITY FAIR. Along the margin of the sea A youth with shining face there came, His soul steeped in love's mystery, And breathing oft a dear one's name. The shell sang to his yearning ear That song which all the spirit fills ; And on his soul her voice fell clear From o'er the sundering hills. An aged man with silvery hair Came slowly o'er the gleaming strand ; With faint smile on his face of care He took a smooth shell in his hand. No song for him of emerald seas It sang, but breathed of woe and pain : He heard sad voices in each breeze, And sighed for youth again ! IN VANITY FAIR.— Florence Tylee. Through Vanity Fair, in days of old, There passed a maiden with locks of gold, And a pedlar opened his tempting pack, Crying : ' O my pretty lass ! what d' ye lack ? Here 's many a ware Costly and rare. Come, buy — oh, come, buy ! In Vanity Fair.' ' Silks and satins are not for me ; Lace is for damsels of high degree ; The lads would laugh in our country town If I came clad in a broidered gown ; But yet there 's a ware, Precious and rare, I fain would buy me In Vanity Fair."], [145, "THE FIREMAN. 137 -j ' Pray, sell me, sir, from your motley store, A heart that will love me for evermore, That, whether the world shall praise or blame. Through sorrow or joy will be still the same. 'Tis the only ware For which I care, 'Mid all the treasures In Vanity Fair.' ' Much it grieves me, O lassie dear,' The pedlar said ; ' but I greatly fear The hearts that loved in the old sweet way Have been out of fashion this many a day ; And gilded care Is all the ware You will get for your money In Vanity Fair.' THE FIREMAN.— Camilla Crosland. The city lies in hushed repose, The wintry night- wind freshly blows, As if to rock the cradled host In slumber's sweet oblivion lost. But hark ! a sound, and a shout of fright, That wakes the town in dead of night. A shriek and a glare, A cry of despair At the flames in their ire, For the one word is ' Fire ! ' The people rush out, And, with hurry and shout, Press on to the light As it brightens the night,"], [146, "138 IF I WERE YOU. And spreads like a banner unfurled up on high, A sign and a terror against the dark sky ! But hark to the clatter, than music more sweet Of the rolling wheels and the horses' feet ! ' Out of the way — out of the way ! They come to save — now clear the way 1 ' A sea of faces upward turned, One fear by every heart inurned ; By ruddy light is clearly read On every brow the anxious dread. A mother 'mid the bright light stands, Her neck tight clasped by baby hands, And through roar and hiss, Not quite they miss Her piteous frenzied cry ; But mounting quick on high A hero springs, His helm a star Of hope, that flings A halo far 'Mid the lurid light, For a moment lost, then dimly seen As it gleams on the sight, The curling wreaths of smoke between ! Up the ladder one rushed, but three come dowTi, And the shining helm is a hero's crown ! Yet heeds not he what people say, He only bids them ' clear the way ! ' IF I WERE YOU.— G Clifton Bingham. ' Why did he look so grave ? ' she asked. ' What might the trouble be ? ' ' My little maid,' he sighing said, ' Suppose that you were me,"], [147, "life's journey. 139 And you a weighty secret owned, Pray, tell me what you 'd do ? ' ' I think I 'd tell it somebody,' Said she, ' if I were you ! ' But still he sighed and looked askance, Despite her sympathy. ' Oh, tell me, little maid,' he said Again, ' if you were me, And if you loved a pretty lass, Oh then, what would you do ? ' ' I think I 'd go and tell her so,' Said she, ' if I were you ! ' ' My little maid, 'tis you,' he said, ' Alone are dear to me.' Ah, then she turned away her head, And ne'er a word said she. But what he whispered in her ear, And what she answered too — Oh no, I cannot tell you this ; I 'd guess, if I were you ! LIFE'S JOURNEY.— Ella Wheeler Wilcox, As we speed out of youth's sunny station The track seems to shine in the light ; But it suddenly shoots o'er chasms, And sinks into tunnels of night. And the hearts that were brave in the morning Are filled with repining and fears As they pause at the City of Sorrow Or pass through the Valley of Tears."], [148, "life's journey. 140 us, But the path for this perilous railway The hand of the Master has made ; With all its discomforts and dangers, We need not be sad or afraid. Roads leading from gloaming to darkness, Roads leading from gloom to despair, Wind out through the tunnels of midnight. To fields that are blooming and fair. Though the rocks and their shadows surround Though we catch not one gleam of the day, Above us fair cities are laughing And dipping white feet in some bay; And always, eternal, for ever, Down over the hills in the west, The last final end of the journey, There lies the great Station of Rest. 'Tis the grand Central Point of all railways ; All roads cluster here where they end ; 'Tis the final resort of all tourists ; All rival lines meet here and blend ; All tickets, or mile-books, or passes, If given, or begged for, or bought, On whatever road or division, Will bring you at last to this spot. If you pause at the City of Trouble, Or wait in the Valley of Tears, Be patient, the train will move onward And sweep down the track of the years. Wherever the place is you seek for, Whatever your aim or your quest, You shall come at the last with rejoicing To the beautiful Station of Rest. Edinburgh : Printed by W. & R. Chambers, Limited."], [149, ""], [150, ""], [151, ""], [152, ""]]