[[1, ""], [2, ""], [3, ""], [4, "ummmmm G. F. HONKSHOOD. Privately . Printed : PARIS, 1899."], [5, ""], [6, "Nightshades"], [7, ""], [8, "NIGHTSHADES : BY 0, F. MONKSHOOD. Privately Printed : PARIS, 1899."], [9, ""], [10, "?£>o my friend, Count (Dratislaw. G. F. M."], [11, ""], [12, "NIGHTSHADES. 7 IN LAUDEM AMORIS. Within the circuit of your dimpled arms, Your lips distilling- sweetest words of love, I would not change my place did Gods themselves Offer to make me one with them above. Upon the fruit-like freshness of your lips I press my lips, and wonder as I lay, If I shall ever wake from this love swoon To know a colder and a clearer day. Within the night made by your hazel hair, What care I for such Heavens as are beside ; Your peerless lips and limbs are more to me Than all the souls that ever lived or died."], [13, "NIGHTSHADES. H LEONIE. Languid-lidded, motionless, Curving like a leopardess Curving with a feline grace Before your bedroom fire. Surely there's some sort of kin Twixt the leopardess, whose skin You now crouch on, and your form, Without, within. Move your limbs: their lissomness Rouse my senses listlessness, Lift your languid-lidded eyes, And let them catch the fire. From your flame-shot silken hair To your feet, unslippered, bare, I possess you, leopardess, In this your lair. See, with hands of fearlessness, I provoke your fierce caress — Adding to your longing lips The final touch that fires. As you throb and undulate, And your glorious eyes dilate, I would lose all else on earth With vou to mate."], [14, "NIGHTSHADES. 9 NIGHT .MOTHS. Lie still, dear little Hal, while I unlink your flushing limbs, And wind your arms and hair around my throat, And whisper some love fancy from a poet we admire, Whose eyes have sought to learn your charms bv rote. How tender, little Hal, the body throbbing under mine, Its lightest rise or fall, a thrill of bliss So sweet and so submissive to the moulding lover's touch. And all of it one ling'ring languourous kiss Ah, when my fever waning, I lay with longing look And recollect a perfect past delight, i I learn the subtle saying of the amorist of old ; That love lives many lifetimes in a night."], [15, "In MillITSHADLS. MARY MAGDALENE. In the warmth of thy embraces Troubles melt away ; The night of sorrow passes And I see the day. All thoughts of past and future Merge into one thought — of thee. In the clasp of thy embrace All things are harmony. Lulled to sleep by thy caresses, Cruel ambition rests. The longing for the world is stifled In thy breasts. (), my darling! why for ever cannot We lie thus? Why may not this life's great sorrow Be unknown to us Can I ever tell thee fully how with Love I burn ? The heart within me throbs as tho' 'Twould life o'erturn. Repletion ne'er can come to one who Calls thee bride. Dearest ! life would be a dream of love Spent by thy side."], [16, "NIGHTSHADES. i i GREY DAWN. My eyes have heavy weight of unslept sleep, My body burns and beats, though cold the morn ; My shoulder aches where your white teeth have been Yet I regret, O love, that it is dawn. Eras, what toll you lake from your weak slaves.' A grim and grey inertness holds me bound, I lie and chafe, and curse its mighty power, For yesternight's dear raptures I'd repeat ; No welcome have I for the dawning hour. Eros, what toll you take from your weak slaves.' But you are still as fresh as morning fruits ; Your lips as red as when first crushed to mine; Your throat and breast so cool and fleecy white ; Tell me once more to kiss you and entwine."], [17, "12 NIGHTSHADES. ROSARY OF REMEMBRANCE. The scent of your warm brown wavy hair, And the ling'ring touch of your silken limbs, Your quivering mouth beneath mine in the night O, midsummer madness, midsummer midnight ! The musical salt' ring of your voice, And sighings that answer a sigh of mine, Your throbbing young bosom of rose and white O, midsummer madness, midsummer midnight ! The love and the sweet re-birth of love, And longings that last them until the dawn, Your laughing reproach of the on-coming light O, midsummer madness, midsummer midnight, How dear is your memory, Midsummer midnight!"], [18, "NIGHTSHADES. 1 3 THE MASTER MADNESS. Ah ! now your eyes are raised and seem indeed To send a shy caress to mine, which plead — With look that burns — renewal of embrace, Long kiss of lip and limb, of breast and face. Your purple-pulsing veins — so still in sleep — Soft to the surface, colour-charged now creep, As if to question whence this sweet alarm. All parts of thee have part in thee, to charm. Nay, do not move, but let love take his fill, Sate sense and sight and touch — sate mind and will ! How tempting, maddening, is your face full view. Who, looking thus, would not lose earth for you ? \"Sour breath is on my lips, your eyes seek mine, Some moon-flecked strands of hair my throat entwine Gone ! gone ! is thought, I know not what I do, I only know I live, and love — with you !"], [19, "NIGHTSHADES. '4 THE HEART'S PERDITION. To Ruby. Hair, a mesh to catch the senses ; Head, a flower of perfect pose ; Eyes, the very heart of darkness ; Lips that, parting, pearls disclose. Lithe young limbs of milk and roses > Swelling curves of velvet touch, Voice of rippling wind-swept water — .4// that tempts to love too much !"], [20, "NIGHTSHADES. i5 FINGERS. (Song) Flower-like fingers fall soft on my face, Sweetly arresting my dreams of you, Guiding my thoughts to that last long embrace When Heav'n dwelt in the form I view. > Flower-like fingers of rose-tinted tips Guide me again to your dear owner's lips. Flower-like fingers fall soft on my throat, Cool and caressing, yet quickening life, Fingers that play on the passions by rote, These little fingers I hold, sweet wife. Flower-like fingers of rose-tinted tips Guide me again to your dear owner's lips."], [21, "It NIGHTSHADES. AT THE RFD LIP'S EDGE. \"Dear God! shall I ever find a key To open the heart of a woman to me?\" Come, little one, what means this modest mood? Has Ruby's sweetest self become a prude, To stare with coldness in Dan Cupid's eyes, And wonder where his fascination lies ? Now let my arms enfold you while you say What trouble vexes vour sweet soul to-day, And if 'tis I who am the wretched cause, Tell where I violate your loving laws And if 'tis found that I must guilty be, I'll vow one hundred kisses, s.veet, to thee, And expiate the crime, however slight, suing for your mercy, all the night."], [22, "NIGHTSHADES. 17 ANTEROS. With accents burning, Fond words turning, Eyes of fire and heart of flame. Will he sue her ? Will he woo her? Infatuated — who can blame ? Soft glances meeting, Blushes fleeting, Mutely to his pow'r confess ; Then, in tender Self-surrender, Comes the whispered answer, \"Yes.\" Too soon our hero Sinks to zero, Wedded, of his bliss he tires ; \"Hearts\" grow older, \"Accents\" colder; \"Fire\" goes out and \"flame\" expires l"], [23, "i8 NIGHTSHADES. TRIFLING WITH TANGLES. What is the wond'rous magic in your hair, That lies so seeming still beneath my eyes — But when entwined around my burning thro; it, Holds sight and heart, and senses in its snare ? The first of all your charms that made me thrall ; When in its russet tent I tiredly lay, I vainly try this complex charm to name, That seems to be admixture of them all !"], [24, "NIGHTSHADES. '9 CYBELE ST. CYR. (a dancing girl.) I. Cybele St. Cyr, I call to you, From the gloom of gathering death, Where I, who have lost a lifetime, Beg lowly a little breath ; Cybele St. Cyr, I call to you, In the shadow of death I stand. No journey of joy for us now, love, The journey we take is of fear, love, Hand in hand. II. Cybele St. Cyr, I call to you, Who've danced to my heart and my brain Danced : and my sacredest duties, > Have succumbed beneath the strain ; Cybele St. Cyr I call to you, In the shadow of death I stand. You bound me to you in dear life, love, I'll bind you to me in dire death, love, Band by band."], [25, "20 NIGHTSHADES. III. Cybele St. Cyr, I call to you, You will rule it royal down there, For Satan's self would lust for you, Did you dance with bosom bare. Cybele St. Cyr, I call to you, In the shadow of death I stand. No journey of joy for us now, love, The journey we take is of fear, love > Hand in hand. IV. Cybele St. Cyr, I call to you, For the days of our dance are dead We start for another life, love, When the earth lavs on our head. Cybele St. Cyr I call to you, In the shadow of death I stand ; Yet, I rather would burn with you, Than walk with the crucified Christ, love, love, Hand in hand."], [26, "NIGHTSHADES. 2 I V. Cybele St. Cyr, I call to you To come with your blood-red mouth, Wherever you may be, land or sea, North, west, or east or south ; Cvbele St. Cyr, I command you To come, for I love you well, You've banned me from life-everlasting Come and make me your bondslave in > hell"], [27, "NIGHTSHADES. 22 PASSIONAL. How you laugh, you pretty wanton, When the day my weakness shows, And I lay a silent captive — Cursing all that Venus knows. How you laugh, you pretty wanton. That your wish my will can sway, But, I own you in the night-time, Though you laugh, and wish, all day !"], [28, "NIGHTSHADES. 23 HARVEST AND AFTERMATH. (Song from La Conservatrice.) Your lips are as poppies, your hair is as corn, Fair flower of the field that thou art, Dear Nature hath made you herself to adorn, And you are her lovliest part. How good was the morning, how good was the night That came with the day we first met ; j What homage we rendered to love in his might I glow in rememb'ring it yet. l Ah ! poppy-red lips and long corn-coloured hair, That bring with them burning and balm, You come back again in this suntime so fair, You witch 'rv of colour and charm !"], [29, "NIGHTSHADES. 4 DAYS OF DAXCE. (Tarantella.) To Paul V al rose. I. The beat of the feet on the earth in the maddest merriest dancing, The glance of the eye that is glowing and bright dancing glancing, The kiss of the lips that are ruddy and warm entrancing, These are ours In the hours, When the day is done, and the sweet of the night is come — La-la, la-la La-la, la-la II. Lasses and lads awending home are backward glancing, Fain would they fever of heart and brain now chancing, Eyes — how bright ! arms — how warm ! lips — entrancing ! These are ours, In the hours, When the day is done, and the sweet of the night is come — La-la, la-la. La-la, la-la."], [30, "25 NIGHTSHADES. HYMEN IO HYMEN. Put out the lamp, put out the fire ; The light and flame of love leaps higher. God will he be, and Goddess she, Ere dark before the dawn shall flee. Put out the light, put out the fire, In silence let the maid expire, And find new life in womanhood, Within his arms and from his blood. Put out the light, put out the fire, Now leave we them to their desire. The light within her hazel eye, His light shall be to love her by."], [31, "NIGHTSHADES. 2( THE HILL OF HORSEL. The Woman : Throw back your form, for love's sake give me breath, Or I shall die through that for which I live. Your flame-red lips have burned their way through mine Have burned my heart, yea, seared my very soul. Throw back your form, your limbs have life, have lust, Almost beyond belief, beyond desire. No, not beyond desire, that cannot be, What speech can compass my desire of thee ? The Man: I would I were a God, ten-mouthed, ten-armed, To know with ten-fold touch your cushioned curves. Let me drink in your breath, give me your breasts, That mock Despair and Death with lip-red crests. Glorious Abomination, for whose sake I have forgot my knee-worn altar-stones No flame can further fire, no sea subdue The passion that my body holds for you."], [32, "NIGHTSHADES. 27 DEUS DOMIDUCUS. To Ruby. To-night, O soul, we fare forth to strange seas, The shore so strong and sane to leave behind ; But we should have no fear, O soul, my soul, We go to her and love will make her kind. Give me, O love, the kisses of your lips, And let my eyes and hands stray where they will If you are mine to have and hold, Let me attempt my great desire to fill."], [33, "28 NIGHTSHADES. CLEOPATRA. (At Alexandria, after Actium.) She is speaking : Take me within your arms, O love, my love, And burn your kiss upon my ready mouth, Press me where pressing means the sweetest pain ; Love me, my lord, I cry to you with drouth. This is our last embrace, O love, my love, To-night you may enfold me as with fire, And with my lips and limbs and bosom's bloom Fill to the full each wish — sate all desire. Ah ! good mv love, how grandly you reply, At this the last of all our life of love, Now let the morrow send what Hells it may, To-night has brought a Heaven all Heavens above."], [34, "NIGHTSHADES. 2y CLftOPATRE. (A Alexandria, apres Actium.) Cleopatre : Prends-moi entre tes bras ! fais bruler sur ma bouche ton baiser doux — presse-moi ou la caresse cause la peine douce ! avec desir je crie : Aime-moi ! O cheri de mon cœur, c'est notre derniere embrace ! cette nuit tu peux me serrer, et comme le feu : je suis toute a vous, O satisfais chaque desir ! tous nos souhaits cette nuit O comble, cheri mien. O ! que ta reponse est grande cette nuit, la derniere de notre vie d 'amour! que demain porte toutes peines d'Enfers, cette nuit nous donne plus de plaisir qu'Elysee peut rendre."], [35, "NIGHTSHADES. 3 1 1 QUEEN THAIS. Thais, after accompanying Alexander through Asia, seduced Ptolemy, who eventually crowned her Queen of Egypt. Ptolemy speaks : — Of what are you dreaming to-night, dear head ? Dear face so still in a peace profound, Problem of living or problem of dead ; Visions ot light or colour or sound ; Glory of glory and dread of dread. ( )f what are you dreaming to-night, dear head ? Of what are you dreaming to-night, dear head ? Body to body, and breath for breath, I long that in dreamland with / you wed, And not some soul who is lost in death, For, how runs the rede, O dearest head ? \"Many are those that are mad of your bed.\""], [36, "NIGHTSHADES. 3i Of what are you dreaming to-night, dear head ? Your lord is lost, but the King of Khem Is longing to crown you Queen it is said, And all of Athens will humble then Before thy glory, before thy dread, That draws as with chains such kings to thy bed Thais awakes : — Dream you are Queen of Egypt, dear head Ptolemy gives his throne for your bed."], [37, "32 NIGHTSHADES. CORINNÆ CONCUBITUS. To-night I shall have you and hold you, The lust of my lips shall have sate ; To-night my hot arms shall enfold you, And take their full toll for the wait. I'll reign as a chief among equals, I'll reign as the Gods reign above, With passion immortal yet mortal, With spirit, with lust, and with love."], [38, "NIGHTSHADES. 3 3 MIPHLETZETH. I am the God of flocks and herds and fields, My brows are bound with ivy and with vine ; My -throat and breast are painted reddest red, And all my limbs are drenched with lees of wine. HALILATH. You caught my glances firstly in your hair, They then escaped and flew into your eyes, But now, so finely free have they become, Through all your charms the loving rogues do fare. REVENONS AUX ROSES. She is unzoned and my caresses now, May not be more than kiss on lip or brow. O Venus, thus you pay for sleepless nights, And leave me rapt for months of love's delights"], [39, "34 NIGHTSHADES. THE DARKER VENUS. To Francis 'Prevost. Tortured and worn with my thoughts of you, I try to tell my ken of you ; By the name of Venus Androphonos, murderess, do I tell of you. Greater than all the Titan force that sought of old the skies to storm, You have assailed the heavens while stretching on your couch your perfect form. And standing midst th'eternal ways you sway men's passions to and fro, As some foam-spattered Pharos sees and sways the ships that do not know. Blood is the sole ablation your highest altars gladden in. And blood that comes from Christian veins, you count far higher than blood of sin. Greatest of all the mysteries the womb of the world carrieth, Try we for ages to name thee, yet still thy right name tarrieth. Sphvnx-like and childishly simple; snow-soft and yet strengthened as steel, The curse of you clings close upon us; wond'rous in woe and in weal."], [40, "NIGHTSHADES. 35 Even when Christ came to teach us — with nought for His payment but pain, Unheedingly heard we, thro' hearing the laughter of Lais again. When the voice of the dearest is calling, pleading in ev'ry breath, Loves of the lupanar hold us with hands that are older than Death. Greatest of all the mysteries the womb of the world carrieth, Try we for ages to name thee, yet still thy right name tarrieth. H"], [41, "36 NIGHTSHADES. PRAYER OF THE UNBELOVED. (Unto Aphrodite the Most High.) Because we may not see her face to face, Nor know her eyes, her voice, her coils of hair Or even bear in mind one dead day's grace — One time of times in which she was all fair, Help us with love. O love, that we may live. Because no woman's lips may lay on ours ; Because no breast beneath our breast may burn, Or falt'ring voice of music greet our ears ; Or comely children fond caresses earn. Help us with love, O love, thai we may live. Because no love of ours her eyes inspire ; Because her heart is cold to our success, Although we work and weave through weal and woe Her heart and hands are cold, her lips loveless. Help us with love, O love, that we may live. i Because when we go out into the dark, All hearts will be unwrung — all eyes unwet ; And, as the dews of death fall on our face, No watching ones will grieve our sun has set. Help us with love, O love, thai we may live."], [42, "NIGHTSHADES. 3 7 Because we have been blasted from our birth, With lust and longing, passion, pain and tears, We bring our plea before thy mercy-seat — Our hearts and arms that hunger thro' the years Help us with love, 0 love, that we may live. IN SUPPLICATION. If there be any potency in prayer ; If we have any power your power to sway, Then hear our prayer of passion and of pain, And grant the grace of love to us to-day. H"], [43, "38 NIGHTSHADES. ANDROPHONOS. Mere scorn God knows she had of me; A poor scribe, nowise great or fair, Who plucked his clerk's hood back to see Her curled up tips and amorous hair. When thou shalt reign supreme mid sons of men And by thy splendid beauty hold them thrall, Where then will be the servant at thy feet, Who is to thee as nought, yet would be all ? > If Fate should say, ' ' Take thou the wings of morn, LTnto the farthest shore of farthest sea.\" Whate'er I on the way, or there, should meet, Would fail to turn my thoughts one hour from thee. Yet, spite of this I stand within the pale, Alternate pray the prayer, then teeth the curse — Ah ! 'tis not death my exile from thee means, But \"death is life,\" and this is sevenfold worse."], [44, "NIGHTSHADES. 3y HEART OF MY HEART. To Aloys Tristram. If I have longer stood the battle's brunt, If I have longer waited for the light, Shall I not have a greater meed than those Who calmly slept them thro' the long, dark night? Was it for naught I worked these years of dole, Weaving a web of sorrow for my soul ? Was it for nought I fought with discontent, Day, week, month, year ; until the tale was spent?"], [45, "NIGHTSHADES. 4° FORTH AND FORWARD. 'To George Gamble. I turn my face towards the coming days, And hope and pray the old dark days are dead Although my feet are fettered in old ways, Towards the morning light I lift my head. The horror of the past falls from my soul, I plan my coming life by arc and arc, And dream that I shall make a noble whole, Now that I leave my dead there in the dark."], [46, "NIGHTSHADES. 41 ENVOI TO THE KNOWN GODDESS. To -/A \"H. When men shall speak against me in the gate, And say that I have taken of their spoil, I then shall in the spirit turn to thee, And in thy eyes seek pity for my toil. I am as one who stands, a man alone, With no one but myself myself to save, Except that ever saving thought of thee, Whose pow'r for good will help me till the grave For ever thine, when in the days of dance, For ever thine, when in the night of tears, And may the God who made and loves us both Strengthen the weaker in the unknown years."], [47, ""], [48, ""]]