[[1, ""], [2, ""], [3, ""], [4, ""], [5, "A PEEP INTO NORMANDY & BRITTANY, AUGUST and SEPTEMBER, 1897, WITH INCIDENTS, IMPRESSIONS AND HISTORICAL OUTLINES. BY THK AUTHOR OF \"THE TUTOR'S DILEMMA,\" A Comedy from the Italian. gjrinteb by Kino, Thor.ne .V Stack, 4 and j Jieii.ee Street, Brighton. 1808."], [6, ""], [7, "Defcicateb TO MY DEAR OLD FRIEND. JOHN SUMNER, As a souvenir of the cordial esteem and warm attachment existing between us, without a cloud or a break, from the time we were in our teens. C. B. Hartford Villa, Brighton, 189S."], [8, "i :isr id :e :x: _ NORMANDY. Dept. Calvados — page Caen Bayeux ... ... ... ... ... ... 19 Villers-sur-Mer 26 L'Abbaye d Ardennes ... ... ... ... 27 Ouisterham ... ... ... ... ... ... 27 Uept. Manche — Avranches ... ... ... ... ... ... 31 Mont.-St.-Michel .' 47 BRITTANY. Dept. Cotes-du-Nord — Dinan ... ... ... ... ... ... rQ La Garaye ... ... ... ... ... ... 65 Chateau de Coninais and Fontaine-des-Eaux... 67 Lehon ... ... ... ... ... ... gg La Rance ... ... ... ... ... .. g. Dept. Ille et Vilaine — Saint Malo ... ... ... ... ... g-"], [9, "ERRATA. Page 9, for hiimoursly read humorously. „ II, „ onblies „ oubliez. „ 55, „ Eliam „ Etiam. „ 72, „ authetic „ authentic. „ 80, „ Rector de „ Recteur de."], [10, ""], [11, "A PEEP INTO NORMANDY AND BRITTANY. LA NORMANDIE. \" Le voyageur qui passe la salue avec enthousiasme ; l'amateur des mines s'agenouille avec respect devant ces debris solonnels.\" — \" La Normandie,\" Jules Janin. \" Don't forget your tablet of soap! \" Such is a frequent friendly injunction when you take leave of your acquaintance before starting for the Continent — an omission easily remedied ; one would rather say \" See that your watch is in first-class order,\" for at hotels (generally) the rule is to have very handsome timepieces in all the rooms, but ne'er a one in trim to \" put you up to the time of day \" ; all seem to suggest that \" Time was made for slaves.\" Fortunately town clocks sonorously proclaim hours and quarters, and the kitchen timepiece may go well, ensuring meal time punctuality. Our route lay by way of Newhaven to Caen, with a rolling heavy sea to face. Its introductory salaam sent most of the passengers down below, and a second \" heavy wet \" had that effect upon me ; then fatitc de mieux a general turn at rendezvous, the stewardess, contrary to her usual habit, feeling much inclined to join in the pretty little game."], [12, "Normandy. 2 Eventually we reached the Grand Hotel de la Place Koyale, Caen, at 4.45 a.m., where, at that early hour, we were the recipients of a gracious welcome from a lady introduced by a friend's preceding letter, to whom, as also to a bright little niece and two other young ladies of the party, we stand indebted for attentions and untold kindnesses during our stay in this interesting locality. CAEN. Caen, 5 Mai, 16S9.— \" Ce pays est tres-beau, et Caen la plus jolie ville, la plus avenante, la plus gaie, la mieux situee, les plus belles rues, les plus beaux batiments, les plus belles eglises, des prairies, des promenades, et entin, la source de tous nos plus beaux esprits.\" — \"Lettres a sa fllle,\" Madame de Sevigny. Oft enraptured have I loved to roam, A ling'riiig votary, through the vaulted dome, Where the tall shafts that mount in massy pride, Their mingling branches shoot from side to side ; Where elfin sculptors with fantastic clew, O'er the long roof their wild embroidery drew ; Where superstition with capricious hand In many a maze the wreathed windows plann'd.\" A railway clerk on our side of the water was bothered as to the destination of a stranger requiring tickets. Un accustomed to the short, sharp monosyllable, Caen, from the lips of a native, he asked at last, with peppery impatience, \" Do you mean ' Caw-ennc ' ? \" What George IV. initiated for Brighton, William the Conqueror accomplished for Caen, making it his favourite abode, and the second town of importance in Normandy. It is indeed very fair to behold. The outline, viewed from a short distance, is most prepossessing. At one point (the Moulin du Eoi) we are told \" upwards of 16 spires or towers rise from the dense accumulation of roofs.\" Also, after quitting the Railway Station, in the direction of Bayeux, an exquisite prospect greets the admiring eye, with, as fore-"], [13, "Normandy. 3 ground, a campagna of rich green, the Prairie de Caen, beyond which rises a magnificent panorama of churches, towers and white buildings, backed by a contour, in wavy line, of hills. Caen is the place, par excellence, for the archæologist and the architect to revel in. At the same time, wherever you are located, it affords a most desirable facility for gaining prompt access to the open country. What Madame de Sevigny wrote two centuries ago holds good now. Caen is cheerful in itself, enjoys an immunity from fog, the houses of white stone, the spacious boulevards and squares, where Flora holds her own, enhance the enjoy ment of a sojourn. Shady walks abound by canal or river, and under fine avenues of lime, elm and plane trees, such as the Cours Circulaires, Cours Sadi Carnot (planted 1676); the Grand Cour (1691) is a splendid avenue, extending about a mile. In the Jardin des Plantes hours may be passed delight fully, affording from the high ground a wide view of the town and neighbourhood. Not to dwell upon the usual attractions of these botanical recreation grounds, one modest little flower charmed us by its abundance ; under a clump of trees the ground was carpeted with a small species of Cyclamen, having the flesh coloured tints of the C. hederœ folium, and, like it, with some specimens quite white ; a pendant to the attractive Wood Anemone, A. nemorosa, the Fiore Stella of the Italians, which, in spring, covers many a copse with its elegant white flowers. \" Dyed in winter's snow and rime, Constant to their early time, White the leaf-strewn ground again And make each wood a garden glen Clare. Churches, Histohical Houses, &c. The Eue Saint Pierre is the centre from which emanate so many objects pre-eminently congenial to the Antiquary ; from one end the Puies Ecuyere and Guillaume le Conqu^rant"], [14, "4 Normandy. lead to the Abbaye aux Hommes ; at the other extremity, Mont. Poissonnerie and Rue des Chanoines to the Abbaye aux Dames, founded respectively by William the Conqueror and Matilda, in expiation for having married (being relatives) without the Pope's dispensation ; thus, at that day and in their way, they had \" to pay the Piper \" pretty handsomely for their unlicensed pas de deux. Saint Etienne, or Abbaye aux Hommes, dedicated to St. Stephen. — Founded about 1064 ; commenced about 1066 by Lanfranc, four years before he became Archbishop of Canterbury ; consecrated 1077, and ten years later its founder was there interred. But little remains of the original edifice or records in stone; the reprisals of religious intoler ance and political malignity (as in so many cases) have wreaked their vengeance within the Sanctuary, neither party respecting the grave of the founder, whose exceptional ability had made him such a prominent character in the world's history, for, in 1562, the monument erected to his memory by William Rufus was destroyed, the greater part of the nave was overthrown, the Conqueror's grave broken open and the bones dispersed, and the sepulchre was again disturbed during the Revolution. How strange are the ways of men ! This man of power, — in capacity head and shoulders above his fellows — whose career was so remarkable — the dread of his enemies, who left his mark where'er he trod — preserved in remembrance by the Sculptor's art and in the stained windows of his country's churches — in life the minstrel's hero— in death had the right of his burial place disputed within the very walls of the Cathedral he had raised — his grave desecrated — his remains spurned and scattered by the ruthless foot of the populace, so that a marble slab with an inscription covers an empty tomb, save one single bone. The west front with three doors is harmoniously chaste and symmetrical ; the two elegant spires were added to the towers in the 13th century."], [15, "Normandy. 5 A central very lofty spire was overthrown in 1566 by those who were responsible for the outrages of four years earlier. The interior, with its noble circular arches and fine gallery, presents a coup d'œil of severe grandeur. Between 1609 and 1626 the nave was restored with much care and reverence for its original construction, in all the details, by a worthy prior, Jean de Baillebache. Infinite variety in the carving of the choir stalls merits attention. The sacristy, a chapel in the choir (13th century) contains pictures attributed to great masters, but of little value, a very old copy of the Conqueror's portrait, and opposite it, figurez-vous, an electric switch and globes. What a source of serene rest it is to leave the busy outside throng and to enter a roomy, lofty temple, raised by pious impulse and deft craftsmen for the service of God ; to study the disposition of space, the spring of the arch, the general plan, the cunning detail, the light, softened by rich vitreous colours. It gladdens the heart to witness the rapt reverence and attention, usual in Continental churches ; it gladdens the heart also, when there are but a few detached beings at Orisons and solemn silence reigns supreme : \" Cet orgue qui se tait, ce silence pieux, L'invisible union de la terre et des deux.\" M. de Fontaine. Pictures in churches are often far from pleasing, especially the legend of the \" Stations of the Cross,\" the number of which has grown from seven in the 15th century to fourteen. As Mrs. Jameson remarks: — \"The reader has had too much of this wretched phase of a beautiful subject,\" and again, \" there are no objects which the eye shuns more instinctively than this never-failing series in the nave of a Roman Catholic Church.\" With this exception, the oil paintings in St. Etienne are telling and tender, not as works of art, but as \" object lessons.\" To take an average selection"], [16, "Normandy. 6 out of ten good examples, depicting scenes in the life of our Saviour: — The Mother of Christ finding Him in the Temple \" sitting in the midst of the Doctors, both hearing them and asking them questions \" ; The raising of the son of the widovv of Nain ; Jesus Christ and the woman of Samaria at the well; Jesus known to the two disciples by the breaking of bread ; all treated in such a simple natural way that, if carefully pointed out to any intelligent child, the facts would become riveted in the memory. White (grey-veined) Marble Slab, 6 ft. 8 in. by 3 ft. 8 in., with a purple coloured Marble Border, 8 in. broad. 1bic sepultus est invictissfmus ©ulielmus Conqucstor, Wormanntæ 2>uj\\ ct angliæ IRej., bujusce 5)omus ConDitor, Qui obilt anno mljsjvii. \"Abbaye aux Hommes,\" Caen. Before wending our way to the twin abbey and what lies between, let us deviate in an opposite direction and visit an Institution which afforded us more pleasure than any thing else in Caen, L'Hopital du Bon Sauveur. More than thirty years ago, on the top of the Arc de Triomphe, Paris, in company with my late beloved wife, a kindly disposed stranger directed our attention to distant objects ; then, pointing to a building comparatively near, said, \"An exposition is open there and well worth seeing.\" The cue was taken,"], [17, "Normandy. 7 but it is not the easiest thing in the world to \"start fair\" when all the avenues and streets radiate from your centre of vision : go to the left of a corner house instead of to the right and each step increases your angle of divergence ; however, the supposed distance having been accomplished, we observed a palatial building, standing back from the road, with statuary within a row of windows ; a ring at the bell of the porte-cochh-e was answered by a very tall, handsome young man in bright livery, behind his comely shoulders a large court and the mansion of his Grace the Duke of Brunswick ; explanations and apologies followed and then we beat a retreat, flags lowered. Well, the quiet-looking entrance in the Rue Caponniere to the Bon Sauveur had the appearance, simply, of the closed porte-cochire of a continental nobleman's town residence, hence inquiries were made before venturing to utilise the knocker ; having been admitted, after expressing our wishes, we were taken across the main court into a scrupulously clean waiting room or parlour, in which hung a choice engraving of \" La Madonna della Sedia-\" \"Cleanliness is next to Godliness\" — and every thing here and elsewhere, as regards the Sisterhood aud organisation, attests both these divine qualities. En attendant. In A.D. 1731 this Institution — a town within a town, with a superficial area of 42 acres (17 hectometres), now consisting of 2000 souls — was founded by Anne Leroi, in the Rue du Four, Faubourg de Vaucelles, and known as the \" Little Convent.\" In the course of six years the Sisterhood moved to the Rue d'Ange de Sainte Paix. In 1789 the society was suppressed by one of those revolutionary decrees of terrible memory. Out of the twenty- three Religieuses, thus dispersed, seven perished in the then existing horrible state of misrule and misery. In 1804, the times being more peaceful, the Sœurs re -assembled, the order was enabled to purchase, as part of their present position, the site of a Capuchin Monastery, of"], [18, "Norma ndy. 8 which the Chapel (1635— enlarged 1870), cloisters and a cistern remain, the fifteen acres, which had belonged to the Friars, offering a favourable opportunity for their project, and wealthy families, recovering their possessions, helped liberally from extended resources. So, in the course of a few years, the influence of the Sisters increased, and they were able to formulate a definite, extensive and we'll conceived form of action (A.D. 1818). Imagine, in the centre of distributed operations, a goodly balm-yielding tree for suffering humanity, sending out in different directions six vigorous branches. 1. An Asylum* for the Insane of the Department of Calvados, male and female, with superior accommodation and accessories for patients with sufficient means at disposal. 2. An Infirmary and Dispensary for cases of sickness and accident, with supply of nurses for patients at home as well as within the wards. 3. An Educational and Industrial School with workshops for various crafts, for the youthful Deaf and Dumb of both sexes, lip language being successfully taught by the patient, painstaking Sœurs. It is also a free retreat for those of them who desire to remain after their education is finished. 4. A Girls' School for gratuitous instruction to children whose artisan parents are in needy circumstances. George Bryan (Beau) Brummel, once British Consul at Caen, when broken down, fortune forsaken, demented, was placed here by friends, a.d. 1838, and remained, in comfortable quarters, an inmate of the Asylum until his death, 30th March, 1810. He was usually cheerful and ate well, and probably these were, compara- tively, happy days in his singular life, as, in return for the soothing loving-kindness he received, the noble unremitting attention to the ills of the body, and anticipation of the humours of a wandering mind, his conduct gained from his nurse the appellation of \" Un bon enfant\"; a strange summing up of the \"Beau's\" character to English ears."], [19, "Normandy. 9 5. Another School for young girls of position, where, upon an annual payment to the Hospital funds, they receive a thoroughly good secular and religious education. 6. A Home for life, or any part of it, for ladies of rank, at their own cost, who desire the peaceful retirement, shelter and security thus afforded. But now a rather elderly sister of inviting aspect, with black dress, which covers the hair above, looped up train and silver crucifix, makes us a sign to follow her and we joined a party of French visitors. The good, kind sister was so anxious that we should lose nothing of her explanations, that she insisted upon having my sister constantly by her side, frequently taking her hand and caressingly cautioning her when steps or any difficulty appeared. Chapel. — The girls are screened from sight, behind elegant trelliswork, in a spacious inclosure — \" La Tribune.\" The deaf and dumb are also invisible by means of a partition and curtain. Men occupy benches in the choir. The large flower gardens are simply superb, at once an anodyne to fretted nerves and a solace to those deputed to palliate them and to control by proxy for their owners, these disorganised instruments \" out of tune and harsh.\" One such circled space has the seven deadly sins humoursly depicted, in interstices of rockwork, iu a central basin of water. Midst such cheering, sweet, beautiful flowers and foliage it is difficult to conceive the suffering that touches your very elbow. The unfortunate inmates are wisely shielded from public curiousity, but the extensive gardens appropriated to mental patients, who can afford to pay for their reception, are in admirable order and replete with all that is choice in tree, shrub and flower. Amongst other special grounds a nice garden is assigned also to the young girls being educated, on terms of payment. Fruit and vegetable gardens are very large, the whole a sight to delight the eye of those whose tastes are fastidiously sensitive as to systematic order and absence of every thing"], [20, "Normandy. 10 unsightly ; some Alienes are very happy and capable in this, as in other work. An Oratoire, dedicated to the memory of the \" Abbe Pierre Jamet,\" contains a full length figure, in ecclesiastical vestments, exquisitely chiselled, of one who promoted, from the horrible days of the last decade of the preceding century to his death, in 1845, the weal of the order, zealously and without abatement. Cemetery. \" Now the labourer's task is o'er Now the battle day is past.\" Here rest in peace the worthy ashes of the departed Sœttrs. The vows are terminable or renewable in three years, but they are too earnest in this work of love to leave it willingly, many of whom have devoted their fortunes and others their full rentes to benefit this charity. Poultry yards, farm buildings and stables next occu pied our attention. Several carriages and horses are provided that the Sisters and upper class patients may have due airings and rambles. Here as fine a lot of cows as one could wish to see were walking home, most sedately, from the pasture land \" with the quiet that distinguishes well bred cattle,\" each to her particular stall. We were shown the ample arrangements, conveniences and drying rooms of the big laundry department ; the linen is dried by cold air passing through louvre-boaided windows. Walking along a corridor 1 counted forty chests of soap, each containing about a cwt. A most commodious kitchen with handy contrivances followed. In one corner a Cafetiere, like the boiler of a rather small locomotive, supplied with a gauge, stood on end; the employed inmates, who have done their work satisfactorily, receive an extra cup of coffee with a little something in it, which they highly appreciate. The butcher's shop exhibits the joints and pieces neatly arranged for the cooks, and is"], [21, "Normandy. 11 well lighted, the glass being entirely covered with fine gauze wire. To each Sister is seemingly assigned a special sphere of surveillance or duty, and love keeps the whole machinery in smooth working order ; thus, the key having been obtained from another rcligieuse, we were taken into the cider cellar, where two immense casks, equal in size, occupied the space. Upon the ends, if turned up, children might \" trip it,\" or execute a measure \" on the light fantastic toe,\" minding not to tip over, as a fall of, to say at a guess, 15 feet might be hazardous. Termination of Visit. — \" N'oublies pas nos pauvres, S. v. p,\" and, with regret, we bade adieu to our most courteous and attentive guide and the amiable Sisters in and about the Bureau. As I write, memory recalls their gracious features — would that I had photographs to fix them there. Nurses and Monastics (Appendix to above.). La Sœuk a L'Hopital. \" When pain and sickness wring the brow, A ministering angel thou ! \" — Marmion. Les Trappistes. \" Vetus d'un sac, qui be*chent leurs tombes.\" Chateaubriand. The heart for, and art of nursing, has made wonderful advances in this dear old England of ours within the memory of the seniors of this generation, and the army of qualified lady nurses play a noble and conspicuous part in our daily experiences. In early life, when \"Sarah Gamp\" was not a fossil, I had opportunities, at Paris, of visiting sick French acquaintances en Hopital The extreme kindness and tender heartedness of the Sœurs towards the patients, and the affection with which they were regarded and spoken of by the malades, struck me greatly and caused me to observe, in after life, the broadening, sympathising, spiritualising growth in those who work in the field of these social phases of suffering Permit me to draw two pictures, and judge for yourself as"], [22, "Normandy. 12 to the better developer of the higher qualities of human nature : — Les Trappistes* a \" L'Abbaye de S. R.\" Les Religieuses au \" Bon Sauveur.\" Visited 1897. (Branch of Order atSoligny.) Visited 1895. Unreasonable self-imposing austerity. Reasonable self-denying utility. HOURS AND MEALS A cup of tea or coffee on After rising (2 a.m.) devo tions, duties. rising. 8 a.m. — Good substantial Breakfast of simplest fare. breakfast. 12. — Dinner, no meat, coarse bread, and boiled vegetables. 11 a.m. — Full dinner meal with regular course of dishes as at any well supplied table. 3 p.m. — Ample collation, 5 p.m. — Supper. 8.— Bed. bread, soup, fruits in season During meals a Monk reads a Holy Book, and nobody speaks or laughs. Brew their own beer for visitors and guests, but do not drink it. supplied by their own gardens. At meals reasonably good Vin de Bordeaux with home- made full-bodied cider in abundance. Luxury ! \" We may ' snuff\" (priser) as much as we like, but are not allowed to smoke.\" * Trappists.— Yet they \"lived happily and died calmly\" under the \"terrible ordination of Dr. Rance, Abbe1 and Founder\" (Mrs. Jamieson). Having made a preference, far be it from me to ignore our indebtedness to the \"Monks of old,\" who, ere Caxton's time, made their laborious fingers the printing presses of the age, copying and multiplying, with persistent, persevering industry, the valuable manuscripts committed to their care. The cloistered repositories of learning and education, who stepped into the shoes of the earlier schools, keeping alive Classic lore for five centuries, and then introducing their successors by a worthy instrumentality in the foundation of the renowned Colleges of Europe."], [23, "Normandy. 13 DISCIPLINE AND VERBAL COMMUNICATION. Devoid of severity, the Society neither imposes penance nor special abstin ence ; weakly sisters are not allowed to observe the ordinary fasts. Active occupation, but social inter course allowed with resident ladies and young girls of position, and with the high toned world outside the walls. Very strict, prayers or perpetual labour in the fields, farm inclosures or workshops. The beds are man boxes, running the cen tral length of the Dormitory in pairs, end to end, across. \" The bedstead,\" which occupies half the space, \" is shorter than that a man can stretch himself on it \" and far too narrow for an atom of comfort ; for bedding, a sand mattress and pillow, no sheets, night clothes or light; for covering.a blanket and the rough loose robe. The Brothers meet once or twice in the night to oer form some religious service, and rise finally for the day at 2 a.m. Parents, brothers, sisters, friends arc dead to the fraternity. Cheerful converse, a pleasant recognition when encountering others ; en couraging smile and pat when some deaf or dumb lad exhibits a marvellous and rapid comprehension of the lip movements of his accompanying instructress. Incessant silence, save for confession, prayers, psalms, and hymn singing in com munity, matters absolutely necessary and as regards the laity ; if as salutation, when meeting one or more us the Order, just the words \" Frere or Freres il faut mourir \" ; the outspeak of a \"Perpetual contemplation of our mortality.\""], [24, "Normandy. 14 A DAILY DUTY. Daily attention and visit to the open grave which each Brother digs for him self. Constantly smoothing the pillows and relieving the pain of suffering, or sooth ing the nerves of anirritated o patient. ART. A school ot design, to develop artistic taste for producing cups, vases, and cabinet work of good work manship and in pure taste. Art, ornament, pets, papers, magazines, literature banished ; instead, the rules exact unprofitable bareness, and gloomy colours. Retracing our steps to Rue Guillaume le Conqt., on a line with Rue Ecuyere and between the two in the Place Fontette, on the left stands the Palais de Justice, and opposite to it, on the Place du Pare, the statue, in bronze, of Louis XIV. Close by (Rue de Caumont) is the Eglise St. Etienne le Vieux, a misnomer, being pointed Gothic of the 15th century, now used as a municipal storehouse and about to become a museum, containing, already, classified fragments of architecture from the 11th to the 16th century in great number, a study of the architectural decoration of Normandy. There are many fine points about this church, especially an elegant octagonal tower ; a statue, placed outside the building, of William the Conqueror, was destroyed in troublous times. Onward through the Place Malh^rbe, called after the distinguished native, Francois de Malherbe (1555-1628), into the Rue St. Pierre, on your left in passing Rue Froide is seen to perfection the beautiful apse (1546) of the Eglise St. Sauveur."], [25, "Normandy. 15 Cour de la Monnaie.— I After a few paces, on the same side, enter the Cour de la Monnaie, announced by a white oval plate over a narrow doorway, and pass on until you reach the Hotel de la Monnaie, an enchanting, elegant structure (16th century), specially two turrets ; one round, on a corbel, projecting from a circular tower ; the other, also on a corbel, square, or nearly so, in shape, more ornamental, is decorated (above arched windows) with medallions, the circular head being sur mounted by a graceful little lantern, terminated by a statue, in proportion ; between two windows, flanked by these turrets, a slab commemorates the a 2)uval &e /iDon&ralnpille, ne a Caen en 1507, mort en 1578. 31 consacra une immense fortune, bonorablcmcnt acquise par le Commerce avec les oeuj .fliionoes, a soutenir contre I'etranger Ic ©ouvcrneinent 5c son pass : a soulager ses compatriotes, Cans les temps Oifltciles ; a encourager Dans son ville natale ['Industrie, les lettres ct les arts. attributes of Etienne Duval was constructed. de Mondrainville, by whom it Old Houses. — Still on the left side, adjoining the Cafe du Grand Balcon, are two exceptionally grand specimens of 15th century street architecture, 54 and 52 Rue St. Pierre, with elaborate wood carving, in varied form, on the premier and two upper stages. No.~52, as fertile in delineation as its neighbour, has undergone some deterioration by repair in the top\" storey. Two other houses, Nos. 20 and 18, though less finished, are curious specimens of domestic workmanship. How is it that, with such a supply of stone, \" enough"], [26, "Normandy. 16 for ten such cities,\" with quarries that fence the gardens, orchards, paddocks, &c, for miles around with walls 10 feet high, that supplied our White Tower and many other London stately buildings, these fine old houses of that age were constructed of wood ? After the battle of Agincourt, Henry V., en maitre, sequestrated the quarries to raise royal edifices in Normandy and Brittany, so the much to be pitied inhabitants had no other resource save to use the more perishable and quickly adapted material. (See Musgrave's \" Ramble through Normandy,\" ch. xiii.) L'Eglise de Saint Pierre is reached after this luxe de richesses. Normandy, so noted for its cathedrals and churches, may boast of St. Pierre, Caen, as one of its most brilliant productions. Well might Pugin make tours with his pupils, to instruct them by means of these chef cl'œuvres of the Department of Calvados. The tower and spire are early 14th century, nave and choir 14th and 15th centuries, apse and adjoining chapels 16th century. This church points heavenward to the height of 242 feet. But why attempt to speak of its tower, its lancet windows, framed by delicate reeded mouldings, of those wondrous columns, at once so seemingly attenuated, yet so strong, surmounted by an open faced slender parapet, inclosing eight clustering bell-turrets, with tall shafts, between which the light freely passes, imparting such a fairy-like, classical and airy effect ? From the centre a beautiful octagonal spire rises 90 feet high, a clear space from standpoint to apex, through which the light pierces abundantly to within 25 feet or thereabouts of the top by means, on all sides, of itoiles a jour — one might call them, from the increased number of divisions, compound epuatrefoils. The masonry of this excellent work is said not to exceed five inches in thickness. The stones of St. Pierre appeal to the eye and sense of elegance far more eloquently than can be conveyed by any words. The same majestic grandeur pervades the interior of the nave, roof and choir"], [27, "Normandy. 17 As Beatrice Harraden asks, \" When you go into a beautiful cathedral and look around, do you not wonder at the patient and loving labour of those men of old, who knew how to rear a noble building to the honour of God, giving the best of their work, the best of their energy and the best of their lives?\" The apse is esteemed as being in the most advanced artistic style of the French revival period ; in it there is a splendid representation of the angel appearing to Peter in prison, when sleeping between the soldiers — otherwise the church contains but little coloured glass. Old engravings represent the foundations of the apse as abutting the water, which is certainly there, covered over, as in several other places at Caen. Again and again this fascinating and magnificent edifice commands admiration and attention : a most prominent object, you cannot get away from it, and would not if you could ; on arriving, the first to arrest the eye, departing, the last on which it fondly lingers. In the Place St. Pierre a doorway leads to the Hotel de Valois d'Ecoville (built in 1538 by Nicolas de Valois, Lord of Ecoville), now serving as Bourse and Tribunal de Commerce, in which the fine windows, sculptures, &c, were almost hidden by scaffolding. On the lower part, between columns supporting further sculpture and window, are statues of David holding the head of Goliah, and Judith that of Holofernes. Le Chateau. — Above La Place St. Pierre the castle, founded by William the Conqueror, dominates the town. The fortifications were increased by Henry I. of England ; reconstruction took place under Louis XII., Francois I., and more recently. It is now used as a barracks, and not open to the public; therefore by Mont Poissonnerie and Rue des Chanoines, L'Eglise de la Trinite, or Abbaye aux Dames, is reached. L'Abbaye aux Dames is altogether less severe and massive and more ornate than L'Abbaye aux Hommes, for,"], [28, "Normandy. 18 though founded by Matilda about the same time, it was finished at a later date. Contrary to the prevailing^ custom as regards continental churches, L'Eglise de la Trinite admits only from 12 to 2 p.m., except on Sundays, when it is open all day. The abbey was restored after 1854; except the columns, all the nave is of the 12th century. West facade. The central doorway has been completely restored, but the bas-relief of \" The Trinity \" is modern ; the flanking towers were formerly surmounted by pyramids, similar to those of Saint Etienne, removed, it is said, by Du Guesclin for stategic reasons. These towers, partly re-built, are nearly a reproduction of their original con struction. The interior displays grand Norman characteristics in a conspicuous manner, but the effect is marred by a partition separating the choir and transept (reserved for the sisters of the Hotel-Dieu) from the west end ; therefore, to see more of this celebrated ecclesiastical structure, permission must be obtained at the entrance to the hospital. Here we were received most courteously by a reliyiev.se with the kindest, sweetest face possible to imagine, and hoped for her guidance, but were delegated to the care of a subordinate. You are shown a handsome chapel of the 13th century, and, under the choir, a very fine crypt (the roof being supported by thirty-six columns) which contains the bones of former abbesses. Matilda's tomb, restored in 1819, is placed in the middle of the choir, to which visitors are not admitted, but are allowed to see it from the adjoining chapel, a curtain being held aside for that purpose. The Hotel-Dieu, founded by Henry I. of England, was taken down in this century and its operations transferred to buildings in the above abbey, which were reconstructed 1704 to 1726. Upon quitting the Hotel-Dieu by a short descent, and a glance at the'\" Round Tower\" of Guillaume le Conquerant, the various quays, the large Bassin a Flot, the river Orne and canal from Caen to the sea present an entertaining phase of life and activity, and invite to water pastimes, fishing, boating, &c."], [29, "Normandy. 19 Bayeux Cathedral. \" On ne pouvait entrer dans une eglise gothique sans eprouver une sorte de frissonnement et un sentiment vague de la Divinite.\" — Chateaubriand. The Cathedrale Notre Dame was built' in the middle of the 13th century7, upon the remains of a very beautiful church, the latter receiving the immediate cognisance and influence of William the Conqueror, and which was con secrated, in his presence, in 1077. By the \"irony of fate,\" when Bayeux was taken, a.d. 1106, its cathedral was burnt by his son, Henry I. The architecture is of very varied periods ; to avoid detail, the central nave of the interior has all the character of the finest Norman work, perfectly restored at a recent date,* with exquisite ornamental mouldings of the well defined forms of that period, showing the restorer's hand only in its fresh appearance and freedom from gap or injury: a treat to behold! The sublimity of the sine Norman arches is aggrandised by a trefoiled arcade and very lofty clerestory. This nave alone is worth time and trouble to visit. The arches are pointed of the choir, which contains palatial oak stalls in great number. The stained glass is bound to command inspection : it needs no word to draw attention to the superb rose and other windows. The crypt, a remnant of Bishop Otho's (Odo's) work (who diud-4-158-), was uninjured by the fire in 1106. The groined roof is supplemented by massive nionocylindrical columns with most * When George M. Musgrave, M.A., visited the cathedral, in 1S54, he wrote : \" The interior is under extensive repair, and the hundreds of upright and transverse beams, boards and canvas screens marred the general effect ... to such an extent as to render any satisfactory inspection quite impracticable. . . . When the restorations shall lie completed, not a church in Normandy will excel this in general magnificence and grandeur proportionate to its scale.\""], [30, "Normandy. 20 interesting capitals and colouring. Fragments of 15th century paintings are shown. The late Bishops of Bayeux have been interred in the crypt. The Salle Capitulaire (Chapter House), 13th and 14th centuries. — Its enamelled pavement has a striking appear ance ; the whole enclosure, with its handsome carved chairs, its distinguished conclave tone and its solemn portraits in clerical vestments, is relevant to the purposes for which it is used. By the way, the inhabitants are very proud of their bishop, believing him to be the most learned man in France, and say he declined an archbishopric to remain with his people. Amongst other relics, a curiously wrought chalice of the 17th century was shown to our party ; also a casket in ivory, overlaid with silver, containing a chasuble, star and maniple (ascribed to the second Bishop of Bayeux), bearing an inscription in Arabic to this import : — \" In the name of a gracious and merciful God ! His justice is perfect, and His divine love wins (our) hearts.\" La Tapisserie de la Reine Mathilde (in Tableaux). Count William (to Mulct) : \" Simple ! let fly the bird within the hand, To catch the bird again within the bush ! \" King Edward the Confessor: ...\" the curse is on him (Harold) For swearing falsely by those blessed bones ; He did not mean to keep his vow.\" Harold (to Stigand) : \"As far as touches Wulfnoth, 1 that so prized plain word and naked truth Have sinn'd against it — all in vain.\"* * A strong inducement was the release of Wulfnoth, whom William promised should return with Harold, but at the last retained him. \" ' Wulfnoth is sick,' he said, ' he cannot follow.' \" Thus he, also, broke his solemn word and was altogether too wily for Harolds deliberately using him to serve his own purposes."], [31, "Normandy. 21 Hugh M ARGOT (a Norman monk, to Harold): \" I am the messenger of God, His Norman Daniel ! Mene, Mene, Tekel ! ' —Harold. A. T. This far-famed wonder worked by the Queen, aided by the ladies of her court : this model of ingenious develop ment and patience : example of a proud wife's admiration and devotedness to her husband : theme for the romance of chivalry and nimble pen of Norman historians, was within the shadow of a shade of being lost to posterity at an early date, for record tells us that \" nothing could be saved but the treasures of the Cathedral and the Tapistry of Queen Matilda,\" when Bayeux was seized and its Cathedral com mitted to the fiery element at the command of her son. The Bayeux Tapestry, portraying clean-shaven Normans and bearded Anglo-races, 71 yards in length, and divided into 58 tableaux, removed from the Hotel de Ville, is now to be seen, in continuous, historical order, in the Musee, on the ground floor, at the end of a court within the buildings and appurtenances of the Bibliotheque. Whether in relation to the adventures of Harold, or achievements of Count William, up to the death of the former and the triumphs of the latter, the subject may be studied here, or in a facsimile at the South Kensington Museum, from the time when Harold was storm-driven upon the territory of Count Guy de Ponthieu to when he was killed, 14th October, 1066, at the battle of Hastings, and William was, thenceforth, named the Con queror. Indication of a few of the tableaux Tab. 5. Harold (wrecked on Ponthieu Beach) -. \" Friends, in that last inhospitable plunge Our boat hath burst her ribs ; \""], [32, "22 Normandy. Tab. 7. (Enter Guy). Harold : \" Guy, Count of Ponthieu ? \" Guy : \" Harold, Earl of Wessex ! \" Guy : \" Ay, rave thy worst, but in our oubliettes Thou shalt or rot or ransom.\" Tab. 10-13. Count William sends messengers begging Harold's release, and Guy hands him over to William. Tab. 16. Harold embarks with William for Mont-St.-Michel in an expedition against Conan, Duke of Brittany. Tab. 17. Malet, a Norman nobleman with English mother (to William) : \" A marvel, how He \" (Harold) \" from the liquid sands of Coesnon Haled thy shore-swallctw'd armour'd Normans up To sight for thee again ! \" \" I can but love this noble, honest Harold.\" Tab. 21. William creates Harold chevalier on the battlefield. Harold : \" Count of the Normans, thou hast ransom'd us, Maintain'd, and entertain'd us royally ! \" William : \" And thou for us hast fought as loyally, Which binds us friendship-fast for ever ! \""], [33, "Normandy. 23 Tab. 22 William goes to Bayeux. William (to Harold) : \" When he \" (Edward) \" was here in Normandy \" He promised that, if ever he were king In England, he would give his kingly voice To me as his successor.\" Tab. 23. William robed in state and seated between Odo, Bishop of Bayeux, and another Bishop. William (savagely) : '■' Swear thou to help me to the crown of England.\" Harold : \" I swear to help thee to the crown of England \" (putting his hand on the jewel of St. Pancratius ; under it, a cloth of gold being removed, the canonised bones of Norman saints are exposed, of whose presence Harold was unaware). Tab. 25, 26. King Edward the Confessor dying on a couch. King Edward (to Harold) : \" Hast thou had absolution for thine oath ? \" Harold : \" Stigand \" (created Archbishop of Canterbury ) \" hath given me absolution for it.\" Edward : \" Stigand is not canonical enough To save thee from the wrath of Norman saints.\" \" Treble denial of the tongue of flesh, Like Peter's when he fell, and thou wilt have To wail for it like Peter. 0 my son ! Are all oaths to be broken then, all promises Made in our agony for help from Heaven ? \""], [34, "Normandy. 24 Stigand (to the king) : \" Who inherits ? Edgar the Atheling ? \" Edward : \" No, no, but Harold. I love him : he hath served me : none but he Can rule all England.\" (To Harold) \" 0 son, when thou did'st tell me of thine oath, I sorrow'd for the random promise given To yon fox-lion. I did not dream then I should be King.\" Tab. 57. Harold falls fighting. Tab. 58. William (over his body) : \" We will not give him A Christian burial ; yet he was a warrior, And wise, yea truthful, till that blighted vow Which God avenged to-day.\" — Quotations : \" Harold.\" Alfred, Lord Tennyson. '■' Cafe — P. Labbe, Restaurateur.\" Such is the announcement on a delightful old house, in stone and wood of the 14th century, being No. 43 Rue St. Martin, at the corner of the Rue des Cuisiniers, where we were received by the goodman's worthy and capable wife. In the homely interior, cleanliness, good food well cooked, and moderate charges have obtained a well-earned repute. Three reminders marked, on this particular day (August 18th), the unpopularity of our nation in Normandy. One direct, although Monsieur afterwards proved an amusing"], [35, "Normandy. 25 travelling companion and ready to impart useful information. Twice indirectly. A young English lady, after an arrange ment with the Cathedra] Sacristan, disappeared ; the latter sent a lad after her,— \" Allez chcrcher cette anglaise, she takes herself off just as we are ready to start the round.\" Again, a little delay with the omnibus, on leaving Caen station, induced an English gentleman and lady to quit their places. A dame opposite thus intimated their disappearance to the conveyer. \" Ces anglais sont descendus, je ne sais pas pourquoi ! \" In no case was it the words, but the way in which they were said. \"Le ton fait la musique:\" the tone was discordant and the music jarred. Yet this feeling, especially in Calvados, is small wonder ; it is a vestige of the old mistrust, a relic of past feuds, extending over cen turies, and felt especially on this coast line, for — though their \" Guillaume \" and his followers scored high in our lands once for all, and by their presence made it very inconvenient and disagreeable to the old island chiefs for some generations — in \" La Belle France,\" in vary many localities, at various times, the English, with all the horrors of war, left fearful signs of devastation. One solitary instance : record tells us that Caen (taken byr Edward III. in 1346), a town of riches and noble citizens, was given over to plunder, and the English fleet returned home laden with its spoils (Froissart). Your shrewd Norman will surely find the \"sunny side\" of the hedge in business, but he is good and true at the core and recognises the like in others. Providentially this dislike is against les anglais, and individuals may always exempt them selves and receive an instant, kindly response to the merest pleasant word, attention or thought regarding the comfort or due respect that one nationality, one member of the human family, owes to another, when the \" perfide Albion \" ex pression falls from the face as though by magic. Happily, also, we have learnt to throw off much of our insular, habitual restraint when abroad, and find, as Mr. J. J. Hissey felicitously expresses it, that \" little attentions certainly cost nothing, but, all the same, they are very pleasing. Civility"], [36, "26 Normandy. oils the wheels of life ; with it the world is a far more agree able place to live in than without, and we have found that courtesy begets courtesy — a fact that it is well for the traveller to bear in mind. After all, for good or for ill, the world is much as we make it ; if we smile, it smiles back on us ; if we frown, it frowns back in return.\" As in Grand ville's illustration of Florian's delectable fable (\" L'Enfant et le Miroir \"), \" Life is short, and who will blame us if we prefer the smiles to the frowns \" (\" A Holiday mi the Road \" ). Villers-sur-Mer. Being geologically inclined, we visited this seaside resort, one of a series of attractive bathing stations, beginning with Trouville, distant about four miles. In this clayey series there was no lack of fossils, such as species of Triyonia, Gryphœa, Ammonite, Cidaris spines, Ostrea, Gervillia, but we were not rewarded with a lucky find, more than two or three hours being required for diligent and extended search ; someone was needed to give one \" the tip.\" To a fisherman and to a collector of shells the very word fossilcs was incom prehensible ; these vestiges of former ages were simply — pierres. There are interesting places in the locality : Dives, Houlgate, Beuzeval, Luc-sur-Mer and Lion-sur-Mer. A young lady produced good specimens of Rhynchonella and Terebratula, &c, just picked up at the latter place. What comes hither over the brow of that rising ground ? An escape from a French zoo ? They might belong to a flock of ostriches, judging by the peculiar feathers of the wing, drooping over the upper joint of the tibia. Nearer and nearer — whatever do we see ? French lady cyclists, on foot and in costume ! I hope, for the credit of a nation so renowned for exalted taste, that this is not a fair sample. When mounted they sit badly, as do so many of our country men, who prefer \" scorching \" pace to both health and appearance. Thank goodness, our lady cyclists know the value of the latter, if, following the prevailing fashion, they"], [37, "Normandy. 27 sometimes neglect the former; when on \"bike\" they hold themselves, usually, in an easy, upright position, work with the feet in a graceful manner, retain the modest demeanour of the sex, and (apart from the madcaps permeating every society) are very attentive to the safety of those on foot and to avoid casualties. It has been said of this exercise, half the world goes on wheels, and the others wish they could do so — this seems to be true in a country with excellent roads, ample and thoughtful \" accommodation for man and (steel) horse,\" by railway transit and at hotels. English clergymen in cycling attire ; priests in their usual outdoor costume ; medical and legal representatives, and family groups ; those who had paid, in England, the small fee required to become members of the French Cycling Club, congratulating them selves upon the advantages thus acquired. L'Abbaye d'Ardennes (or) d'Ardaine, founded about 1122, a distance of 2 miles, leaving Caen by the Rue de Bayeux. The fine Gate Tower of the Abbey is approached by an avenue of shady7 trees. The Church (13th or 14th century), without transept or apse, has a choice rose window in the west front, above a rich porch on detached shafts. In each turret, at all the four angles of the building, is a flight of steps. The whole Abbey enclosure is now used as a farm, and the sacred edifice, alas ! is filled with farm produce, farm implements and the usual accompaniments of feathered farm life. Ouisterham. This port is reached quickly by rail-tram from the sluice, between the basin and the canal from Caen to the sea. Fine trees extend the whole distance on both sides of the water. It chanced to be the time of a Regatta, under the auspices of the Anti-Catholic party, whose leaders, finding"], [38, "28 Normandy. that the \" Circle-Catholique \" has a stronghold upon the people by its care of the poor, have introduced at their flourishes, such as this and balloon ascents, a system of collecting \"pottr les pauvrcs.\" The Church at Ouisterham deserves special attention, being very interesting and singular. The facade of the lofty tower bears the impress of four different orders, and the interior is impressively and severely grand. Le Grand Hotel de la Place Royale, Caen, has all the advantages a most agreeable situation can afford. Immediately in front, the large open space encloses the central music stand with surrounding trees, shrubs and well laid out parterres of La Place de la Republique (formerly Place Royale), acknowledged as the finest in the town. In it is a statue, in sitting posture, of the composer Auber, offert a la ville Caen par \" La Sociiti des beaux Arts.\" The hotel furnishes a liberal table for lunch and dinner, with free use of cider, vin ordinaire and eau de scltz. Charges moderate, service throughout marked by kind, attentive consideration ; society excellent, the effect of its well-merited reputation. It is conducted more after the good old Norman system than is customary on beaten tracks. The Temple of Cloacina is of French construction, leaving something to be desired for English votaries to the shrine of that goddess. Before quitting, with regret, these cheerful quarters, let us pass through the Place on the opposite side by a gateway of the Hotel de Ville into La Cour du Musee. On the left hand side the Gallery of Pictures, over 400 in number, well repays the time therein occupied : the different schools are pointed out by a coloured number to each painting— Italian, blue ; Spanish, red ; Flemish, Dutch and German, brown (bistre) ; French, ivhite."], [39, "Normandy. 29 Caen to Avranches ; changing carriages at Vire and Folligny. It gladdens the eye to pass through a country, naturally so fertile, with every available spot showing unmistakable signs of unwearied energy and successful industry ; to behold, in the grazing district, the symmetrical, magnificent cattle. Fruit and flowers in abundance, rejoicing the heart to feel that God's good gifts are so plentifully spread for the bodily use and mental delight of his children — the obedient and the in subordinate. Orchards, not to be numbered, laden with the little red cider apple ; no wonder the product is so freely given at table d'hote. Malheureusement ! cider and I are not good friends ; my fault, no doubt, from some resemblance to a certain tenant farmer : The old lord had died, and his successor, thinking he would show how things were done elsewhere, introduced claret at the first rent-audit dinner. Observing, with pleasure, that one of his occupiers imbibed it freely, he said to him, \" You seem to take to the claret, Mr. So-and-So; how do you like it ? \" \" It tastes very well, my lord, but I don't seem to get no forrader.\" Gentlemen who patronise establishments where alcoholic beverage is not permitted at table, know the inconvenience of being deprived of a wash-doini suitable to their individual tastes, causing those who indulge in a little warm comfort, to or after a meal, to alter the shaving hour from early in the morning to later in the day. Apropos of this little ruse for obtaining hot water, a worthy Cure' objecting to take a special distillation with hot water on the ground of being a total abstainer, his medical attendant said, \" Unless you do, you'll not live long.\" \" How am I to manage it ? \" ejaculated the Curi, \" I should neither like my people nor my housekeeper to know it.\" \" Ring for shaving water ! \" Some time after, the doctor enquired after his patient. The housekeeper, pulling a very long face, in dolorous tones expressed great anxiety about"], [40, "Normandy. 30 the condition of Monsieur le Cure. \" Why, what's the matter ? \" \"I fear master's going clean off his head, for he keeps on shaving all day long ! \" As we pass along, the scene changes from rich plains to hilly and wooded scenery, one great span being crossed by a very elevated viaduct, the beautiful and varied green tints relieved by the reddish tinge of fields of a plant, extensively cultivated, the somewhat handsome buckwheat, polygonum fagopyrum, originally from Asia, hence the popular names Saracen corn and Sarrasin (Fr.). \" Buckwheat \" is derived from the German Buche-wcizen and the specific appellation also refers to Fagus, the beach tree, from the seed's resemblance to beech-nuts. These seeds are excellent for poultry, a great attraction to pheasants, and are made into bread, puddings, and good pancakes, the Mini of Russia at Shrove-tide {masljanitsa, or butterwcek). Bees thrive on the flowers and quickly fill their combs with honey. The leaves and stems are dried for fodder ; the con ditions of our country have not been found favourable for its growth generally. The party in our compartment consisted of a venerable Cure, with marked bonhomie, a gentleman, his youthful son, and a passenger engaged in commerce. We fraternised at once, and the hours passed gleefully, for, if to their eyes \" heterodox,\" conversation, anecdote and mirth passed about, \" Ma foi, oui, And a pinch from the Cure's box.\" The \" Commercial \" told of the difficulty to obtain anything at some of the out-of-the-way places, and how he had been obliged, on one occasion, to return to a certain central town because he could not secure even a bed for the night. The Cure supplemented it by saying he had been tutor to the sons of a gentleman connected with railroad prospecting. After a long day with his charts and instruments, being very hungry and tired, he prevailed, with much ado, upon an old woman to make him some soupe, and what do you think"], [41, "Normandy. 31 that soupe contained? \"Rabbit\" was suggested! \"Mais non ! try again.\" \" Par ma foi, I should never be able to guess.\" \" Do you give it up ? \" \" Ah, oui ! \" (with a shake of the head). \"Eh bien, Done! une paire de lunettes.\" This was told with infinite humour, and the mention of a pair of spectacles evoked a \" side-splitter,\" in which the < 'uA's rotundity took part, and the snuff-box went again \" on circuit.\" As we neared our destination, our companions gradually disappeared, and, leaving the station, we ascended the plateau on which Avranches is placed byr a zig-zag road, after the manner of Switzerland, to locate ourselves in the comfortable and convenient Grand Hotel de France, there to make the acquaintance of the genial landlord and his capable consort. Monsieur Pineau never passed you as you sipped your coffee under the verandah without a sprightly word, ofttimes pre senting a beautiful rose to ladies, and now and then tempting fruit — peach, pear or plum — with a fine eye for the ripest, and a quiet indication as to your selection. Avranches. \" Le lieu d'ou Ton peut contempler le mieux le panorama du Mont Saint Michel et de la baie, c'est le Jardin Botanique d'Avranclies, situe a l'extreiuite du promoutaire oil s'eleve cette ville.\" —Mont St. Michel (Mieiam). Kixo Henry 11. — \" Sluggards and fools, why do you stand and stare? You are no King's men — you — you— you are Becket's men ; Down with King Henry ! up with the Archbishop ! Will no man free me from this pestilent priest? —Becket (Alfred, Lord Tennyson). This superb situation, besides its glorious panorama from the old walls, has three special points of view, each guarded by a light iron fence, commanding not only, in fine perspec tive, the gigantic cone of Mont St. Michel, but the rarest views in the north of Fiance ; one by skirting the town walls (or by the public walk in the opposite direction through a former Bishopric Garden); the second from the beautiful"], [42, "Normandy. 32 Jardin des Plantes, in which one lingers with supreme delight. If the day be fine, look well round upon the magnificent and extensive horizon presented to view ; the long stretch of sand and water ; Mont St. Michel and its twin sister Tombelene ; the semi-circular coast line with Granville to the north ; to the South, Pontorson, at the mouth of the Couesnon ; further on Mont Dol : Cancale perched up, and its bay at its feet. Take in the inland view, the straight road, scattered villages, verdurous pasturage, broken by wooded lines, but not spoilt by exuberance of timber. Having feasted the eye with this perfect panorama, pass through an arch, the remains of an ecclesiastical construction, brought up here from its original site, its precarious tenure on the sands. Then walk round the garden and survey the superior floral attractions ; every plant seems to expand here with an exuberance and delightful growth beyond descrip tion: the agcratum (apparently the same species as grown elsewhere in the locality) is imposing and far above the usual height, with a luxuriance in keeping with its gay and thriving neighbours. The Parterres are well exposed to light and air, and yet protected by trees at a. respectful distance. The third view is from the edge of the bare, flat, large summit of the plateau, below which the town clusters. Make the most of the chance ; stereotype the outlines on your memory, the glimmering play of light and shadow. Then turn round and face the abandoned, forlorn spot, where pious feet were wont to tread; over which a dark cloud hangs and a chilly wind blows. Again and again our steps involuntarily turn to the Jardin des Plantes to drink in its ozone and inhale its perfumes, but one visit here suffices : that highly exhiliarating ; this wofully depressing; yet it marks the ground on which Avranches Cathedral stood in olden times, \" the finest Basilica possessed by France,\" (?) \" built in the eleventh century, destroyed at the Revolution,\" says Blackie; \"fell to pieces in 1790,\" says another— a very"], [43, "Normandy. 33 suspicious date ; much church property \" fell to pieces \" about that period in France. Now, in the centre of the Place, a few of its broken pieces and an epitaph mark the grave of a past power, like the monument of heroic actions, where only a long series of brave names round the obelisk and base record the event of a great decisive battle. Since we cannot accept certain Roman Catholic dogmas, some may say \" Better as it is,\" but where is there an unblemished cult ? A multitude of expounders of Canonical faith, a host of Sisters of Charity even now soar very near heaven, attaining that altitude because innate, abiding love of God and of fellow-man in their hearts lightens the weight of their creeds. We must remember it is a perpetual war of Church against Materialism — Religion against Infidelity. Onlyr look round and see the effect of pious deeds, pious training. Well is it for France that this section is a power; terrible indeed would it be otherwise. Would yrou picture to yourself how this desolate spot once appeared, when dominated, as it should be, by the noble structure destroyed last century ? Go to the Musdc, there you will find a model and also a painting of the Cathedral, inscribed — Avranches en 1649, peint par Papillon, donne par Mr. le Sauvage. Various are the uses and abuses of churches disused as such. When a retreat for suffering humanity, a laudable object. Town stores — Unscrupulous disregard of dedication to God's service and founder's intentions. Farm purposes — Useful, but incongruous ; from whence erstwhile arose \"Te Deum Laudamus,\" \"Miserere,\" \"Jubilate,\" midst sticks, storage, implements, — crackling, cackling, squeaking. \"Destroyed by fire\" speaks for itself, but \" Fell down,'"], [44, "34 Normandy. indeed ! as did the twin tower of a fine old parish church in England a few generations ago. Upon the recommendation of a very ignorant and incompetent person as to the insecurity of one of these towers, the churchwardens took upon them selves to have it removed. This was accomplished with much difficulty, it had been so well constructed. A genera tion later the Bishop of the diocese, visiting the parish, said to the then warden of the church's temporal interests, who accompanied him round, \" How came the churchwardens to commit such an atrocity ? receiving in reply this intellectual comment, \" 'Cos they was flats.\" It is not to be supposed hereby that a spiritual dearth exists in Avranches ; in more than one spot busy masons toiled, and a really large, handsome church, in a prominent situation, approaches completion. Our nation has also the advantage of an English Church service. Within an enclosed space in a remote corner, yet once under the very walls of the cathedral, at the foot of a pillar, a granite slab, which originally formed the outer step of its north door, marks the spot where our first Plantagenet king (a.d. 1172), during a consecutive period of three days, did penance in penitential garb, with woollen frock, bare feet, and shoulders uncovered to receive the scourge of ecclesias tical discipline, receiving at length Papal absolution upon his assurance, intemperate language notwithstanding, that the murder of Thomas a Becket was without his knowledge or sanction. Sur cette Pierre, ici, a la porte de la Cathedrale d'Avranches, Apres le meurtre de Thomas Becket, Archveque de Cantokbery ; Henry II., Roi d'Angleterre et Due de Normandie, recut a genoux des legats du pape l'absolution Apostolique, Dimanche XXII. Mai, MCLXXII."], [45, "Norma it<] it. 35 But this humiliation soon had its offset. William (the Lion), Scotland's King, having been taken prisoner, Henry II. imposed upon him an exorbitant ransom, — surrender of the strongest places, and compelled him to do homage for his whole kingdom. — See Robertson's \" Scotland,\" vol. I., book I. To quote from Jules Janin : \" II etait abattu, une victoire le releve ; humilie, cette gloire le sauve et le venge ! II etait morns qu'un homme, il redevient un roi.\" Avranches to Mont- St.- Michel. On the eve of this expedition, joined by a very agreeable gentleman and lady, we chartered a conveyance to start at 10 a.m. (9 o'clock would have been better), to reach the celebrated mount in about 2i hours. It rained nearly the whole of the distance, so, with covered top, front and sides, nothing could be seen except the road behind us ; yet so interesting and lively was the conversation, so pleasantly passed the time, that we were all surprised when suddenly the carriage stopped with \" Messieurs et Mesdames nous y sommes arrives.\" The rain had providentially ceased, and, all at once, before our astonished vision stood that superb, isolated cone of granite ; at its base a town, rising from a surrounding of mediæval ramparts with ten towers, dominated by a castle which has served the purpose of abbey, fortress and states prison, crowned by a strongly built church. Lightning, fire, sword and earthquake have in turn thrown down, burnt, devastated and shaken it from summit to base. As lately as 1509 the electric fluid struck the spire, and for the tenth time did great damage to the church ; yet how grandly it rears its proud head, the centre of attraction for a large amphitheatre of coast. * \" Henri II. est le plus illustre des roiifrancais qui ont regne en Augletene, un des plus illustres de l'histoire britannique tout entifcre. — Histoire litteraire dela France (M. de Pastoret)."], [46, "36 Normandy. Mont- Saint- Michel. \" Le Couesnon, Par sa folie, A mis le Mont En Normandie. \" The wail of the Breton, between whom and the Norman the river Couesnon is the boundary line. Its course was formerly past the north of Mont St. Michel, but became changed by shifting sands to the south. From north of the mount the Couesnon passed between it and the islet of Tombelene. In 1419 the English fortified themselves in the latter, the river preventing their ejectment by the defenders of Mont Saint Michel. Thus, not through starved-out garrison, scaled bulwarks, or negociation, but by the caprice of a stream, whose fickle, faithless disposition of particles had imperilled Duke William's army, this frequent \" bone of contention\" ultimately passed from Brittany to Normandy. The interior of this stronghold is reached through three portes, access not being, as might be supposed, at the end of the causeway, constructed from the mainland, but by a wooden bridge to the left hand, leading to the first porte, erected to protect the Barbacanc (1426), a strong porte of defence, which covers the approach to the porte du Roi ; to the latter, formerly, a fosse with drawbridge and portcullis guarded the entrance. Having passed into a court called VAvaneie, intermediate between the first and second porte, our first duty seemed to be to fortify \" the inner man \" — mais pas moyen. The Hotel Poulard aine, notwithstanding its vigorous guardians, was regularly besieged a droite, a gauche, cm premier, cm second, aux dipendances (the court being headquarters of the attacking force) by silver bullets on empty stomachs. All we could obtain at that hour was a sniff of ten poulets on two spits, whirling regularly round in front of a good wood fire."], [47, "Normandy. 37 We had not heard a little anecdote when on the spot, hence details lack authentication ; but it passes current in this north of France that one of our beloved and popular Princesses visited Mont St. Michel incog. A private room having been required, Madame Poulard said, \" Mais, voyez vous, Madame, c'est absolument impossible, il y a tant de monde ! \" All that could be obtained was a separate table. Madame Poulard, observing that the Princess ate little, rallied her upon want of appetite, encouraging Her Royal Highness to eat more by a caressing little pat. When informed of the high rank of her visitor, the hostess expressed regret for the liberty she had taken, through lack of knowledge. If personally offered, from the highly gracious yet dignified tone of our Royal Family, and the natural courteous bearing of Madame Poulard, I feel assured the apology would be rendered and received in a most charming manner. With half an hour to spare, one of the curiosities to be visited is The \"Musee,\" where a modelled personage of many who figured here, especially of those against their will, is thrown, as it were, upon the historic screen ; where, also, money may be exchanged for trinklets, guidebooks* and pictures. The Chatelet (15th Century). In the Barbacane court, leading up to the Monastery and Basilica, we beheld the spacious staircase, in past ages closed bv a portcullis and long iron spikes, flanked with the two cylindircal towers of this majestic and imposing Chatelet, supported by corbels resting on strong pillars, a matricolated parapet uniting them above. Having mounted the stairs, a guardian takes charge of the assembled party and explains details and dates en route. * An illustrated guidebook we found very useful is \" Vint-quatre heures au Mont St. Michel. \"—Miriam."], [48, "38 Normandy. The Basilica, or Church, was built in the form of a Latin cross. At its base is an artificial platform, supported all round upon solid walls, columns, arches and vaulted halls of immense strength. In spite of many casualties, a notable portion of the original structure remains. Very important works are being carried on by the Government to remove blemishes, and in an endeavour to reproduce the characteristic details of its primitive architecture. The views from the platform are magnificent and extensive : over the middle of the court thus formed and on the topmost pinnacle of the church the protecting figure, St. Michael, was placed (or replaced) in this month of August, 1897.* In spite of scaffolding and obstructions, a perfect delectation awaits the enthusiast within. The nave is distinguished by its majestic severity. Large, high windows give an exhilarating brightness to the choir, sanctuary and apse, and the clerestory is very lofty : \" storied windows richly dight,\" yet \" casting \" no \" dim religious light,\" for those whose tenets rejoice in I'oscuro, but the li»ht of heaven floods in upon the lovers of sunshine. The arches of the Pointed Gothic choir deserve special notice, and present a curious and effective architectural departure, the graceful mouldings being carried down the pillars without inter position of capitals. Many of the oak stalls carved by prisoners are orna mented with the escutcheons of Mont St. Michel defenders. Very antique chapels, apparently remains of the original building founded by Hildebrand II. in 1020, contain some curious old bas-reliefs, &c. The Monastery as a State Prison. It became such in the time of Louis XIV. At the In the Bibliothique Rationale de Paris there is a curious view of Mont St. Michel minus this artificial platform, with a difficult climb up the narrow peak leading to the church on its natural summit."], [49, "Normandy. 39 Revolution the political prisoners were set free and the monks dispersed. The Convention re-established the monastery as a State prison, and it was maintained as such by Napoleon I. From 1793 to 1863, 14,000 men aud women were here detained prisoners. In November of the first date 300 harshly-treated priests were liberated by Vendeans, and at the latter period (1863) this prison was finally suppressed. Nine years later the monastery was declared a monument historique, and kept up for ten years at the State's expense, at a cost of 100,000 francs per annum. In the Quartier des Prisons the curious are invited to enter these frightful, gloomy cells'\", penetrated by scarce a ray of light through a small skylight. La Merveille. A marvel of constructive solidity ; rich in detail as bold in execution ; a treasure unsurpassed of combined undisturbed ecclesiastical and military architecture, handed down from the middle ages. This huge adamantine fabric is composed cf three stories, forming one harmonious whole. La Merveille (all early 13th Century). West. East. The visile commences on the upper storey, i.e., by the cloisters and dormitory. (!) The Cloisters (1220 to 1228) have been carefully restored to their primitive style of exquisite beauty and (J) Le Cloitre. Superior Floor. (-) Le Dortoir. (3) La Salle aux Chevaliers. Middle Storey. (4) Le Refectoire. (3) Le Cellier. Ground Floor. (a) L'Aumonerie."], [50, "Normandy 40 grace. Quadrangular galleries, inclosing the central open space, measure in their greatest length and width about 85 feet by 70 feet. The roof rests on elegant arcades, supported by a double row of slender, alternating, rosy marble (resembling granite) columns. Frieze and rosette are earved with consummate skill and delicate attention. The idealist, his eye revelling in the brightness and placid beauty of the whole, ignores the existence of a material outer world, simply desiring to be left in peaceful enjoyment of the air and sense of repose. (-) The Dormitory is a long apartment, measuring about 110 feet by 32 feet, lighted by thirty-two narrow and two large windows. (s) La Salle des Chevaliers. — This superb reception hall, which claims to be \" le plus beau vaisseau (building) gothique qui existe au monde,\" took the above name after the institu tion of \" The Order of St. Michael,\" in the 15th century. The claim may be a local windbag, but the architecture is very striking. Noble columns on octagonal bases are surrounded by rich, bold, circular capitals, with sculpture executed vigorously. Deep mouldings are carried up the arches and intersecting arches with carved keystones in the same masterly manner. Two ample fireplaces served for warming, and seven windows for effectually lighting the \" Salle.\" (4) The Refectory. — This hall is distinguished by its elegant perfection of form. Its slender columns, on octagonal bases, are surmounted in the manner last described, the strength being concealed by the charming light effect of the whole. (5) The Cellarage is on sturdy square pillars, supporting the columns of the chevaliers' hall, and lighted by five high, narrow windows. (8) L'Aumonerie (for the dispensation of alms) has groined ceiling and circular arches resting upon very massive supports ; capitals and bases broad and square. The pointed arch is replaced by the circular. The whole, perfectly and"], [51, "Normandy. 41 severely plain, stands like a naked giant, conscious of the superincumbent weight of his shoulders. Let us briefly reanimate these halls, not only with the shades of those who have passed along their floors, but of the incorporeal notabilities who trod the ground on which, in earlier ages, Charlemagne planted his standard. \" Come like shadows, so depart.\" A Druid : Venerable greybeard in long white linen tunic, with oak leaves over his brow and golden instrument in hand for cutting, with ritualistic and solemn cere- monials, the sacred parasite (whose Gallic name \" le gui \" signifies universal remedy) on the sixth day of the moon, marking the commencement of their months, years and cycling periods of thirty such portions of time. Druid, who lived on the mountain crest, ere the voice of the crowned and winged Teutates was silent from the Druid's hallowed Spv? : when the gloomy forests of Scissy covered the bay now clothed with sand and claimed by sea.* A Succession of Priests, &c. A Hermit, from the Abbey of Mundane ; Christianity supplanting Paganism. Aubert, Bishop of Avranches, preached the gospel to the fisherfolk on the beach ; whose skull at St. Gervais, Avranches, bears the impression (so the legend goes) of St. Michael's finger, to induce him, when reluctant, to build the little chapel, or grot, dedicated to that saint, a.d. 708. Duke Richard I. of Normandy. The monastery he built was destroyed by lightning. •Teutates veut du sang ; il a parle dans le chene des Druides. Le gui sacre a 6te coupe avec une faucille d'or, au 6e'»e jour de la lune, au premier jour du siecle. Teutates veut du sang ; il a parle dans le chene des Druides.\"— Chorus of Druidical bards. Chateaubriand."], [52, "42 Normandy. The Abbot, Hildebert IL, founder of the present church by the side of — Richard IL, son of the former Duke, who largely con- tributed to the undertaking. L'Abbe Roget, repairer, after a disastrous conflagration in 1112, and author of further constructions. L'Abbe Robert de Toriony 1154, 1186) added much to the prosperity of the Abbey. Record says he was endowed with wisdom, erudition and prudence in all he undertook ; beloved and honoured alike by Popes, Kings, Queens and people. Four Abbots (together), Jourdain, 1 Under whose care, in suc- Radulphe des Isles, cession, La Merveille, Thomas DES Chambres and in name and nature, Raoul de Villedieu. was erected. Nicholas le Vitrier courageously made good the damage done to the church and monastery by lightning and flames in 1350, and kept the ramparts in good order. L'Abbe Geoffroy de Servon was made Captain of the Fortress Abbey and chief of an organised guardian- ship against surprise by stratagem. L'Abbe Pierre le Roy (his successor) caused the Chatelet to be built as a defence to the Chateau. L'Abbe Robert Jolivet : under whom a great part of the fortifications were constructed for the protection of the village. 1417 to 1420. L'Abbe Guillaume de Lamps (1499 to 1510). Learning flourished again under his rule amongst the monks : important constructions were accomplished, especially La Mirande platform, and he had the consolation of finishing the last important structural work of the Abbey, the magnificent choir, which, with the church and part of the monastery, had been overthrown by fire in 1421, and was now completely restored."], [53, "Normandy. 43 Jean de Lamps (his brother), the last regular Abbot. A few Heroes. Rollo (Rollon). A magnificent man of stature, dwarfing all the rest. This ferocious Dane, the pirate and plunderer, after ravaging the country with so much fury, when converted to Christianity, became its guardian and benefactor. \" From the brigand emerged a powerful Prince, from the lawless pirate a wise lawgiver.\" He liberally endowed and protected this sanctuary. Du Guesclin (written also Duguesclin) was for a period, terminating 1366, at the head of the constituted defenders of Mont St. Michel. The boldest, most active and resolute soldier of his country and period. Like Rollo, he commenced his career as an adventurer, and led pretty nearly the life of a bandit. Like Rollo, he fought with audacity, fearlessness and fierceness. Eventually, like Rollo, he played grandly the role of statesman and warrior. In his dying moments he suggested to his captains that they \" had to deal only with armed men ; to spare the poor labourers who nourished the enemy, being no fault of theirs, as also women, children and priests.\" — Unlike Rollo, he was under the ordinary height, hard-featured, and not over straight in the back, but endowed with amazing strength. To Bertrand Du Guesclin, au revoir a Dinan. Le Batard d'Orleans and Louis d'Estoutville. Early in the 15th century they withstood successfully the attacks of the English, who had become masters of Paris and part of France. Returning to the assault in great force, a.d. 1434, their attack again resulted in failure, leaving behind them the two bombards known as the \" Michelettes,\" now at the Port du Roi. After fresh invasions, they took their final departure in 1450"], [54, "Normandy. 44 Crowned Heads who came as Pilgrims.* Childebert III., King of the Franks. Ethelred, who called the spot \" un lieu saint et ve'nerable.\" Edward, the Confessor. William, the Conqueror, in 1066, ere starting for victory and the crown of England. Henry IL, of England, and Louis VII., of France, during a peace of five years, came here together \" dans un bel acces de piete\" and \"leurs devotions accomplies,\" departed for Rouen. Louis IX., \" St. Louis,\" on return from Crusade in 1256. Again in 1264. Philippe, \" The Hardy \" (his successor), to return thanks on arrival from the Holy Land, and escape from the plague. Chaiiles VI., \"The Beloved.\" Louis XL, in 1467. Founder of the military Order of St. Michael (1469) with device \" Immensi tremor Oceani \" ; he is credited for the cost of the Salle des Chevaliers. Francois I. Charles IX. State Prisoners. Victor de la Cassaque (surnamed Dubourg\\ by tyrannical order of Louis XV., confined in a cage of iron from 1745 until his death, furiously mad, the following year. Gaultier. The sculptor, who here exercised his craft, and was allowed in return much liberty, of which, in a * To give an idea of the repute of Mont St. Michel ; in the 11th century the English and French Kings placed their territories under the protection of \" Monseigneur St. Michel le grand prdvot du Paradis, le vice-roi des armees du Seigneur.\""], [55, "Normandy. 45 moment of desperation, he availed himself for his own destruction. A long and sad procession, ending with the political offenders preceding suppression as a prison in 1863, such as— Barbes, Blanqui, who in early life studied law and medicine ; and Raspail, chemist and successful scientific lecturer, publisher of some works of repute. All insuppressible, revolu- tionary, active fermentation workers. Raspail had immense faith in camphor as a remedy for human ills, introducing several forms of that product ; \"Cigarette de Camphre,\" \"Alcool Camphre,\" \"Pommade de Camphre,\" \" Camphre a prisei \" ; when again made a prisoner, the Parisians announced his capture thus ; \" Le Camphre est pris.\" KB. — Notwithstanding such a galaxy of interest attached to Mount St. Michael, one thing seems to o'ertop all. Speak of a visit to this lone rock, and you hear, not infrequently, the following preliminary remark : \" Then you have tasted Mme. Poulard's celebrated omelette ! \" What a delicacy ! not a temporary bonnc-bouche , but leaving such an afterglow on the memory, such a lingering post-prandial gout on the palate, as to elicit a prelude like this to a conversation about Mont St. Michel. On the return drive the downpour of the morning was exchanged for radiant weather, and consequently enhanced enjoyment. On both sides of the causeway, over the sands the elegant tamarisk (\" Tamarix Gallica\" of early botanists) profusely waived its slender, dainty red branches, its graceful spikes and deep-toned harmonious verdure. Once fairly on the road, the varied views gratified the eye ; Mont St. Michel being conspicuous from many points of vantage. It has already been remarked (p. 25) that, however excusable an antipathy to our nation, the Norman instantly responds to a trifling courtesy or pleasant word ; it may be"], [56, "46 Normandy. added, that, in any condition of life in which he may be placed, he resents the opposite. Instances of both occurred to-day ; at Mont St. Michel, to obtain a better view, a little fellow had clambered up one of the strong supports of the paiapet round the artificial platform ; like dogs on ladders, he found it comparatively easy to mount, but another thing to descend : a helping hand not only gained me the warm thanks of his immediate relatives, but marks of approbation from all around. On the way back to Avranches, children ran after the conveyance, on the look out for sous ; being teazed by one bareheaded, barefooted, ragged urchin, more persistent and clamorous than the rest, I called out, \"Va t'en\" (Be off!) He stopped as one shot, but the smile on his dingy face gave instant place to an angry look of defiance, almost hatred, a transformation not easily forgotten. Avranches to Dinan. We had the honour of becoming acquainted with two highly cultured and well informed ladies from Madeira, in whose company we passed many agreeable evenings in Monsieur Pineau's salon, past mutual friends at Funchal serving as introduction. They travelled by the same train to our appointed hotel at Dinan, the railway journey occupy ing about 2\\ hours; after the first half hour, at Pontorson, you cross the Couesnon into Brittany."], [57, "LA BRETAGNE. .\" Dolmen, Peulven, Menhir, Cromlech.\"* \" Province austere, elle eut pour ses premiers historiens et pour ses premiers architectes les vieux Druides.\" — Jules Janin. \" Partout ce grand livre des monuments oil le passe se lit en lettres de pierres.\"— Pitre- Chevalier. Chateaubriand portrays to us la hierarchie des Druides — le barde, qui chante, l'ovate qui prie, le druide, qui est le grand juge de la nation. \" The Druids were the nation's sages, its masters of law, chiefs of justice, the people's councillors and teachers of morality and politics. Whosoever broke the laws, or lacked in courage, the Druids expelled from their General Assembly. At the voice of these venerable priests the community armed or disarmed itself.\" \" Region of quartz and granite, covered with rugged heathland, sombre furze bushes, ancient oaks, furrowy forks of sable mountains, wild ravines, impetuous torrents ; yet teeming with landscapes meet for a Virgil's lays, with the lull of woodland lakes, 'Lauriers roses 'f in open air, per fumed valleys, brooks concealed 'neath flowers \" (translation, P. Chevalier). * Dolmen, or Dolmin. — A tablet of stone, elevated on other (base sunk) stones. Supposed use, an altar ; Chateaubriand suggests marking some warrior's tomb. Such a site might well have been selected for an altar. Applied also to a group of large, flat high stones, arranged laterally ; closed on three sides and stone covered, so as to form a square sanctuary. Peulven, or Menhir. — A perpendicular obelisk of stone. Cromlech. — A number of peulvens, more or less considerable, arranged in circles, sometimes two or three in series, with one more elevated in the centre. When this latter is absent, the Druidical memorial was called MALLUS, entrance being denied to irreverent feet. t \" Lauriers roses,\" or \" South Sea Roses.\" Evergreens, with handsome delicately -tinted flowers, a branch of the rhododendron family."], [58, "48 Brittany. Jean de Montfort versus Charles de Blois. Origin of a deadly Family Feud, which in 24 years* cost the lives of 150,000 Soldiers, the Elite of the European Nobility, and three-fourths of the population of Brittany, by weapon, water or FiRE.f Arthur IL, Duke of Brittany, died in 1312. He had been twice married : first to Marie, daughter of Guy IV., Viconite de Limoges ; issue, Jean (afterwards Jean III.), eldest son ; Guy, Comte de Penthievre, and Pierre (childless). By his second wife, Yoland de Dreux, Comtesse de Montfort l'Amaury, widow of the king of Scotland, one son (Jean de Montfort) and five daughters. Jean III. (Jean le Bon), who wore the ducal crown from the decease of his father, 1312, until his own death, 1341, included his half-brother, Jean de Montfort, in the violent * 1365 Treaty \"de Guerande \" signed (Charles de Blois d. 1364). 1341 Deatli of Jean III. '24 years. fA COUNTERPART. \"The greatest, cruellest, most barbarous civil war of modern days, . . . owes its outbreak and it long continuance to the influence of a woman. When Ferdinand VII. of Spain died, 1833, he be- queathed his kingdom, in defiance of the Salic law, to his daughter Isabella. Ferdinand's brother Charles (Don Carlos), however, claimed the throne under the very just contention that the Salic law . . . had never been legally abrogated.\" — Henry Seton Merriman. By the parallel cause and effect, in the present century, some idea may be formed of this most violent, sanguinary, protracted struggle cX outrance, which caused the complete and absolute separation of two nations, who had been more like one people quarrelling about territorial rights, and were united by a common origin, with similar manners and impulses ; it went even to the supression in England, of a language loved and encouraged during several reigns of kings and used by preference amongst their superior military officers."], [59, "Brittany. 49 hatred he entertained towards his step-mother ; being without children, his great desire was to disinherit Montfort and to give the ducal crown to Jeanne de Penthievre, daughter of his brother Guy ; the wishes of the Duke being unopposed by those to whom it was submitted, he at once resolved to marry his niece to a husband who could defend the Princess and the crown of Brittany against Jean de Montfort, and selected Charles de Blois, of the house of Chatillon, a nephew of the king of France. This marriage took place in 1338. Jean III. died away from his Duchy without having appointed Charles as his successor ; at all events, no such deed was forthcoming. Charles and Montfort each claimed the crown with equal chance of success. The question was submitted by Philippe VI. to his peers and ably argued on both sides, but Montfort found he had nothing to expect from the French King,although his cousin, as the case had been decided d'avance. When the Peers adjudged the Duchy of Brittany to Charles de Blois, the war commenced, simply to know who should carry the day in Brittany, France or England, for, whilst France supported Charles, Brittany, in Montfort's behalf, opened her arms to the English, but she gave, en revanche, Du Guesclin to France. Charles, though brave, was more of a saint than a soldier ; the prolongation of the struggle went against the impulses of his nature, but, when he hesitated, Jeanne was ever ready with insistence of her rights, and \" But screw your courage to the sticking place, And we'll not fail.\" A Dinan. — As the train passes the stations one observes a change in linguistic roots : Plergucr, Miniac, Pleuhihen ; then, between La Hisse and our destination, the Ranee is traversed by the Viaduc de Lessart, one lofty span of 280 feet, and 190 feet above the water; finally a metallic railway bridge, between 500 and GOO feet long, of three spans, resting on granite masonry, crosses the valley about 100 feet higher than the famous mineral water source at its base. Dinan"], [60, "Brittany. 50 station is reached on the high level, and, in a few minutes L'Hotel de la Grande Bretagne, with the comforts, cleanliness, sanitary arrangements and cuisine of a first-class establish ment, where we received, in addition to cheerful attention and anticipation of wishes from all, the welcome and interest accorded to friends. Dinan. \" Aujourd'hui, les vestiges guerriers ne sont plus que l'ornement des villes heureuses et libres ; les remparts formidables, les vielles tours crenelees, les fosses infranchissables, parure pacifique des vielles cites : elles sont-fieres de leurs creneaux comme une jeuue femme est heureuse de porter les vieux bijoux de son ai'eule.\" — Jules Janin. \" Dinan is perhaps the most attractive town in Brittany : houses rising in pyramids, ramparts in terraces; delicious valleys, watered by the Ranee ; its ancient castle ; hand some Place Duguesclin ; church of Saint Sauveur, where reposes the Constable's heart ; old streets with storeys supported on columns and surmounted by gables, and its mineral water promenade, so unworthily abandoned byT ' la mode ' \" (translation, P. Chevalier). Ancient Dinan — the Dinan of the Romans — aforetime the key of Brittany, disappeared under the fierce attacks of the Normans. The Dinan of to-day is a place after my own heart, and sits like a proud and graceful queen in happy repose on her lofty throne of granite, some 180 feet above the river. As our hotel is outside the Porte de Brest, we will encircle the old town, commencing our walk in Pall Mall and the avenues of Les Grands Fosses round the gates and towers, letting them speak for themselves in their own eloquent language, for there is truth still in what EXile Souvestre wrote about a.d. 1835, \" A voir Dinan, &c.\" \" To see Dinan, with its corset of ancient walls so crannied with smiling ' maisonnettes,' so embroidered with blooming gardens, one would say : a young lady essaying an old coat of mail over her ball dress.\""], [61, "Brittany. 51 Tour de la Hunaudaye ; Tour de Vaucouleurs ; Tour Beaumanoir ; Porte St. Malo ; Tour du Gouverneur ; Porte du Jerzual (in advance of which stood formerly another defence, Porte St. Sebastien) ; Tour Ste' Catherine ; Tour Cardinal ; Tour du Sillon ; Tour Penthieune ; Porte St. Louis ; Tour Coetquen ; Chateau de la Duchesse Anne ; Tour du Connetable (or Tour du Poulailler) ; Tour de Beaufort (or de Cocherel), and finishing at the open Place Duclos, where once stood La Porte de l'Hotellerie, better known as La Porte de Brest, quietly, but regretfully, sacrificed, like our Temple Bar, to the exigencies of traffic. Temple Anglais. — Outside the gates, too, the Colonie Anglaise have pitched their tents and erected their note worthy, prominent and comfortable \" Temple,\" within which a tempting, bright service is conducted, and where we found quiet rest and enjoyment on two Sunday mornings, with the advantage of hearing eloquent, logical and thoroughly practical sermons from the lips of learned men : The Right Rev. Bishop Wilkinson, D.D., Coadjutor Bishop of London for Northern and Central Europe, and Dr. Stanley, English Chaplain. The Temple Anglais is at the corner of the Rue Chateaubriand, about six minutes' direct walk from our hotel. Let us enter the precincts of this mediæval framework in the direction of the Place Duguesclin. The very name suwo-ests the days of chivalry and the days of international and party strife. Place Duguesclin, called also Champs Duguesclin. \" Well, thereby bangs a tale.\" Dinan, A.D. 1359, was being besieged by John of Gaunt, Duke of Lancaster, with Jean de Montfort, and defended by Bertrand Du Guesclin. Profiting by a truce, Olivier, younger brother and com panion in arms of Bertrand, luxuriated in the opportunity to stretch his unarmed limbs over the green sward beyond"], [62, "Brittany. 52 the walls, but the Chevalier Thomas of Canterbury, dis regarding the white flag, took him prisoner. Fancy Du GuescliAs fury ! Straight went he, at full speed, to Lancaster's tent, where, already known, Chandos, Montfort, Pembroke and other chiefs hastened to receive him in a gracious and friendly manner. \" Welcome, Bertrand,\" said the Duke, \" you must drink a cup of wine with me.\" Du Guesclin : \" I will neither eat nor drink until my brother is released \" ; and he gave an account of Canterbury's faithless conduct. When called, the latter refused to satisfy the request, and threw down his gauntlet, which Bertrand took up, declaring his opponent a false and treacherous chevalier, adding, \" Such will I prove or die to my disgrace, and only three soupes cm vin in the name of the Trinity* will I eat before the result of this challenge.\" The English exhibited their characteristic love of justice by the favour with which they regarded Du Guesclin's cause throughout. It was planned that the combat should take place within the blockaded town, before besieged and besiegers, and although a duel to be fought out with fury and no \" give and take \" of knightly courtesy, ranges of scaffolding, decorated and hung with tapestry, were erected as for a tournament or a bull fight. Hostages being furnished, the Duke of Lancaster presided, and all around were nobles, dames, chevaliers and burgesses, with heralds and marshalls of the field below. Du Guesclin appeared, with the look of a conqueror, richly accoutred and the trappings of his horse in keeping. On the part of Canterbury an arrangement was proposed. B. D. G. : \" Let him restore my brother without ransom, and give himself up to me before all, ' Son epee a la main, par la pointe eguis^e ' \" (Cuvelier). * Various kinds of vows were much used in the days of chivalry."], [63, "Brittany. 53 Canterbury's friends rejected such humiliation. '- A la bonne heures replied Du Guesclin. When, spear in rest, the combatants rushed upon each other, both lances went to shivers against the adverse shields ; they returned to the charge and fought long without drawing blood ; then Canterbury's sword flew from his hand, Bertrand dismounted and threw it out of the li-ts. Canter bury enraged defended himself with his dagger ; Du Guesclin, on foot, cried out, \" False knave, traitor, dismount, or I will kill you ; such is my intention.\" To avoid him, Canterbury careered round the field, and Bertrand, impeded by his armour, sat down to remove it from his knees and legs, perceiving which, his antagonist wheeled round upon him, intending to ride him down, but Du Guesclin struck the horse, and the animal, feeling wounded, threw its rider, whereupon Bertrand ran in upon his foe, unfastened his helmet, and dealt Canterbury such blows on the face with his mailed hand, that death would have ensued had not cavaliers hasteued to his aid, requesting pardon and mercy in the name of the Duke of Lancaster. This scene is finely portrayed by a painting in the Council Chamber of the Hotel de Ville ; Canterbury lies on the ground as though dead ; at the left a savage hound is pre vented with difficulty, by a very athletic man, from rushing upon his body. Bertrand reluctantly yielded to entreaty ; the Duke thanked him for his courtesy, condemned Canter bury to pay Olivier Du Guesclin £1,000, to lose his title and arms and dismissed him from serving under his banuer with \" I have no liking for persons who deal treacherously, we are unaccustomed to it in our country ; but it is indeed a beautiful and well kept garden where, in season, the nettle cannot show itself.\"* Festivities followed ; Dinan gave a grand feast to the guests, where the ladies joined in drinking the Duke of \" Et que jardin est beau, et de noble facon Oil l'ortie ne peut venir en sa saison. \" — \" Chronique de Du Guesclin,' Cuvelier."], [64, "54 Brittany. Lancaster's health, aud England remained a gainer in the esteem of Brittany. Thus passed a strange day of those strange times in a beleagured city. A statue of the hero, inaugurated 1823, marks the locality. It seemed impossible ever to pass this representa tion of a potent mixture of Breton and Norman blood* without a fixed regard of interest, every member has an individuality and indicates character : short in stature, yet firm in build and strong in will as the granite rock beneath him, Samsonic limbs of steel and a grip of iron, a man of backbone, and, withal, the hands and feet of one well born. Bertrand Du Guesclin. Chevalier. Marechal de Normandie and Comte de Longueville. CoTietable de France ; and for his exploits in Spain Earl of Transtamare and of Soria. Condestable de Castilla. Duque de Molina. A born soldier, to whom the art of war appeared intuitive — equally so to tame a horse, wrestle, jump and throw the bar — he declared himself the champion, and fought for Charles de Blois from 1338 to 1364 (the year of the latter's death in battle), when he transferred his services to Charles V. (the wise) of France. Unmatched in single combat, punctilious as chevalier and terrible in the field, faithful to his cause, respected and admired by his enemies, he died of fever 13th July, 1380, when besieging the fortress of Chateauneuf de Randon, and the following morning the Commandant deposited the keys of * His father, Robert Du Guesclin, simple chevalier, Seigneur de la Motte Broon (where Bertrand was born). Les Du Guesclins avaient moins de fortune que de noblesse. His mother was Jeanne de Malemaine, noble demoiselle de Normandie."], [65, "Brittany. 55 the fortress on the dead body of the hero.* As the memorial words after the death of Gustavus Adolphus, \" Etiam post funera Victor.\" Confirmative Characteristics of the Man and Manners. Early Years. — As a child he was the terror of his father's domestics, his habitual plaything being a huge stick. Presently he organised, as chief, an army of children, choosing the sturdiest opponents ; but the parents of the little ones disbanded the troops, because of the sanguinary encounters and shred garments. As a nine-year-old he floored a man, and for lads of his own age he could send half-a-score rolling one over another. Ætat. seventeen he took the palm at a grand wrestling match, and having fallen as he threw his man, he handed over the prize to his competitor. In 1338 a magnificent tournament took place at Rennes en l'honneur des Dames, to celebrate the marriage of Jeanne de Bretagne and Charles, Comte de Blois. Challenges were sent to the flower of chivalry in France and England ; amid the applause of chevaliers and the waving scarfs of the ladies, Bertrand Du Guesclin, still under age, carried off the prize — a silver swan, the size of nature. * This scene is represented above his monument. Du Guesclin wished to be buried by the side of his first wife, the beautiful and spiritual Tiphane Raguenel, but Charles V. commanded his body to lie midst kings at St. Derjis ; his heart alone remains in the urn in the north transept of St. Sauveur, Dinan, where you find also delineated his armorial bearings -a double-headed black eagle— under this a heart, and below a square or shield with a bar from A dexter to I sinister. The style of inscription is quaint, \" Cy : gist : le cueur : de missire : Bertran : Du Gueaqui en : son vivat : conestable : de Frace : qui : trepassa : le: xiii« jour : de : Juliet: l'an : mil iii<= iiiixx dont: son: corps: repos avecques : ceulx : des: Roys a Sainct-Denys : en France. '"], [66, "Brittany. 56 But to struggle for a fair lady's smile, for a noble dame's favour, or minstrels' song, was not Du Guescbn's mHier ; all the circumstances of war fascinated him : the dashing attack — the appearance as a flash of lightning — nightly surprise— ambush— strategy— resource— manœuvres and outmanœuvres— check and countercheck— to foresee and provide ; he felt, as Gonzola of Spain expressed it, \" A com mander must be victorious, cotlte que coilte.\" First Interview with the Duke of Lancaster. In 1357 Rennes was closely besieged by Lancaster and Montfort ; ruse was met by ruse ; to tempt the nearly starved out garrison from their interior quarters the Duke caused 2,000 pigs to be distributed near the ramparts, but he was outwitted, the screams of a living sow, suspended on a drawbridge, attracted the fraternity of \" unclean animals \" to her vicinity. Adroitly the drawbridge was lowered, the animal released; sharp for sty she \"cut her stick,\" followed, with a chorus of grunts, through the opened gate, by the whole herd of swine. After this dodge the inhabitants had, as they deserved, a good feed : yet a famished population could not hold out indefinitely upon this unexpected relief. Again, in sore straights, it was decided that somebody must pass through the enemy's quarters to seek help from Charles de Blois. A Bourgeois undertook this dangerous task on condition the city would take care of his numerous, starving family. A feigned sortie was made, citizens following, and soon effected a retreat, but the chosen individual fell into the hands of the besiegers, and desired to be conducted to the Duke of Lancaster. With the semblance of innocence, or frightened stupidity, he beguiled the Duke into the belief that the inhabitants, reduced to extremities, expected a convoy of provisions, on the morrow, escorted by 4,000 Germans, led by Charles de Blois. The Duke at once sent a large number of his troops to the spot from whence the pretended help was expected. During the commotion our \" innocent \""], [67, "Brittany. 57 escaped, and at break of day he met, opportunely, Du Guesclin, who swept at once, like a- cyclone, over the reduced English camp, upsetting, burning tents and slaughtering as though he had 20,000 men at his back; he then made straight for and possessed himself of the commissariat supplies, and carried them off to Rennes ; there he assembled the waggoners, paid them handsomely, binding them to two things : to deliver a message to the Duke of Lancaster, and, on pain of death, to convey no more provisions to the English. These waggoners faithfully delivered their in structions \" Bertrand salutes your grace, and swears he will see you as soon as possible ; meanwhile, he and his people have plenty to eat, and, should you wish for wines, and also wood, from the city, he will send you some to soothe your heart.\" Instead of being affronted, the message aroused Lan caster's admiration ; he wished to make the acquaintance of such a man, and sent a herald to invite him to dinner. Du Guesclin accepted, and, with four companions, was richly entertained. Conversation turned upon the quarrel between Charles de Blois and Jean de Montfort; alluding to the immense loss of life it would cause to Brittany, Lancaster said, \" Charles' claims are doubtful, Messire Bertrand ; join our side,\" offering him personal friend ship, high military position and territorial possessions. Frowning and like a roused lion, Bertrand declared him self incapable of treason. All at once, after spiced wine and plenty of it, an English cavalier provoked a quarrel with Du Guesclin, and a duel was arranged for the morrow, in presence of Lancaster's army and the town's inhabitants. The cry of \" perh'de Albion \" was raised in Rennes. In vain Bertrand's good aunt prayed him not to trust the English, ending with, \" At least, embrace me, my dear nephew.\" \" Dame, go home, kiss your husband ; I shall soon be back ; meanwhile, take care to have ready a good dinner, cooked to a turn.\" He duly returned to dinner ; the other one, poor fellow, did not require that meal"], [68, "Brittany. 58 Du Guesclin, prisoner to the Black Prince (of Wales). At Bordeaux, after the Battle of Navarrete, in Spain, 1366, Bertrand, for the second time, a victim to intractable foreign troops, was taken prisoner and handed over to the Black Prince. One day le Sire d'Albret (Breton) adroitly apprised the Prince that it was suggested that he dare not permit Du Guesclin to be ransomed, lest he should give the Prince too much trouble. Piqued, and changing colour, His Highness ordered the captive to be brought before him at once. In the interview that followed, exhibiting such nobility of character, we must divide our admiration between the two heroes. Black Prince : \" Sire Bertrand, they say I am afraid of you, I am ready to liberate you to-morrow ; yes, to-morrow, if you will swear not to draw sword for Henry of Castille, or against the English.\" B. Du Guesclin (proudly regarding the Prince) : \" Sooner than take such an oath I will die Monseigneur's prisoner.\" {The attendants whispered am'ong themselves, \" En voila un bon Breton.\") B. P. : \" Very well, that shall be no hindrance ; you may fight as you please, but you must make me a ransom in proportion to your merit.\" B. D. G. : \" Sire, by the body of St. Simon, I am but a poor knight and of little account ; name your price and your purpose.\"* The Noble Prince, in a generous, friendly spirit, begged his prisoner to fix the amount himself, \" At as low a price as you please.\" Little did he expect the magnificent, but cold reply. Sire, se dit Bertran, par le corps saint Symon, Je suis un chevalier povre et de petit non, Dites votre valoir et votre intencion.\" — Cuvelier."], [69, "Britta ny. 59 B. D. G. : \"I cannot tax myself at less than a hundred thousand gold doubloons.\" B. P. (astonished) : \" A hundred thousand gold doubloons ! but that is a king's ransom.\" B. D. G. : \" Let it not displease you, I hove already paid as much to Chandos.\" B. P. : \" Go to, Messire Bertrand, you're joking ; I will let you off for a quarter of the sum.\" As Bertrand would not lessen it by a florin, the Prince was obliged to accept that amount. B. P. : \"' So be it ; you are free ; I simply doubt if you can find such a sum of money.\" B. D. G. : \"I shall find it, your highness, in replacing Henri de Transtamarre on the Spanish throne, for that I swear to you to accomplish : he will lend me half, and my very redoubted master, the King of France, the remainder.\" B. P. (exclaimed — enchanted) : \" What wonderful man is this, whom I see before me ? \" According to some historians the Princess of Wales travelled from Angouleme to Bordeaux to see Du Guesclin, and to present him, in a casket, ten thousand doubloons, which he accepted. Chandos and Coventry offered him three times that amount; without refusing them, Bertrand declared he would first apply to his friends in France and Brittany. They failed him not, he soon cried quits to the Black Prince, and redeemed his promise to re-establish Henry of Castille on the blood-stained throne of Don Pedro, a.d. 1369. Du Guesclin and Brittany. Such Was this soldier's devotedness and unswerving fidelity to the King of France that, for a time, forgetting as it were his native country, he injured it. At length Charles V. determined to conquer Brittany at any price ; then the"], [70, "60 Brittany. Connitable hesitated to shed the blood of those who had grown up with him on his native soil ; his eyes recognised his friends in their ranks; he solicited the King to make terms with the Duke in vain, so Bertrand sent his sword of office to Charles, who, too wise to accept the resignation, made him take it again and turn his attention to harassing the English in Guyenne. Taking, as he felt it to be, a final leave, the old leader said : \" Sire, I am well satisfied that you send me to Gascoyne, for I cannot deny that I have ever been for you a most faithful servant, and my heart would have been content to remain in arms where already placed. It is the country where God gave me life, where my blood relations and friends are: something of this must linger in the memory, yet I should have done my duty, but this can be undertaken by another without my help. However, I must tell you, sire, that by transferring me from Brittany, you remove from my power many ways of serving you. My eagle,\" referring to his blazonry, \" my eagle will soar no more, having lost its wings.\" Such a remarkable man required more than a passing comment. If too prolix, je vous en dcmande pardon. Churches. Dinan is proud of its churches of Saint Malo and Saint Sauveur, but they produced little impression after the grand ecclesiastical elevations of Normandy. The ground for L Eglise Saint Malo was given to the town by Jehan, Vicomte de Rohan et Leon, and on one of the columns may be read — Le dix-septieme de May, L'an niil-quatre-cent-quatre-vingt et dix Fut commencee pour vray Cette eglise en ce pour pris Par les Tresoriers a. ce commis The Binitier is supported by a crouching figure of the Devil : the weight of the Holy Water basin should keep him"], [71, "Brittany. Ii1 quiet. To speak more reverently, it typifies the power of the Holy Spirit to suppress evil. L' Eglise Saint Sauveur, an assemblage of different styles. The much worn stone of the west front is adorned by a winged lion and ox; symbols of St. Mark and St. Matthew. The immense and ponderous Binitier here also is curious ; it is supported by four struggling, strongly-built figures, pressed round the circumference at equal distances — hands grasping, legs and feet strained to the utmost to keep it up, bodies all decapitated. What a pity ! If the countenances were in keeping with the overtaxed forms they would have been something worth looking at. From this point in the North Transept is to be found the Sarcophagus of the Conniiable, already described. Behind the Apse of Saint Sauveur there is a pleasant garden, prettily arranged with paths ; at the end, to the left, the top of the Tour Ste- Catherine is reached on the level by walking along the line of ramparts, from thence a very fine view indeed greets and gladdens the eye ; no wonder Olivier Du Guesclin was tempted beyond the walls. Just below you a succession of terraces, as at Luxemburg, but not laid out in the same attractive style. This spot is a loadstone to visitors. Tour de l'Horloge, late 15th century, towering in height, built of granite and surmounted by a spire. A sonorous sound from the clock tower, noting the passage of time, recalls the portrait of a noble and fascinating lady who, in a queen-like fashion, carried a head marked by an enchanting gradation of tints : pupils of the eye black, eyebrows auburn with golden brown lashes and, for finishing touch, bright hair in a lighter shade. Eorn in the school of adversity, her mind was well trained and stored. As jeune fille she read Greek and Latin, and was accounted the most accomplished princess of Europe. Modest iu demeanour, firm, brave, compassionate and charitable, this great grand-daughter of Jean of Montfort"], [72, "62 Brittany. (Jean IV.), Anne, became Duchess of Brittany at eleven years of age, by which time she is said to have written a history of her country ; her memory is still very fresh in the hearts of the inhabitants of this town. In 1507 the Duchesse Anne offered the bell of the Tour de l'Horloge, upon which the hours are still struck, to her \" good town of Dinan,\" and the leading inhabitants gave it her name. The clockwork was replaced some thirty years ago.* Castle or Chateau de la Duchesse Anne. A remarkable and well preserved specimen of 14th century military defences in Brittany ; protected by towers and surrounded by a deep mote, it was considered im pregnable. At once a fortress and a palace, Anne loved to make frequent stays in this Chateau, constructed by her great-grandfather Jean (IV.) de Montfort. After 1777 it became a prison, and remains so, with this difference : instead of war, or, in the days of terror priests \" rifractaircs\" it is now used for simple, district law offenders. The walls are immensely thick and durable. There is no difficulty in visiting the Castle. Should a form be required, it is readily granted at the H. de V.f * \" Anne pour vray je fus nominee, En l'arj mil-cinq-cent-sept, Des nobles de la ville nominee, Tierce de ce pays en effet, Je fus en celui an fondue, Au mois d'aoust par Philipe Bufet, Et de bon metal bien rendue, Du poys de six mille et sept. fViLLE de Dinan (Cotes du Nord). Le Maire de Dinan, par delegation de l'Autorite\" supe>ieure, autorise le porteur du present et les personnes qui l'accompagnent a visiter les dependances du Chateau de la Duchesse- Anne non occupees par les detenus. Dinan, le 189... Dinan Town Seal."], [73, "Brittany. 63 In the angle of a dim hall is shown a stone seat, where, it is said, the Duchess, absorbed in pious meditation, endeavoured to forget the cares of a crown. The Chapel, with its columns and arches of granite, be tokens the solidity of construction ; in a small piece opening from it, Anne could participate in the service without being seen : there the visitor can sit down for a moment in the seat of the Duchess. The granite steps, leading upwards, bear very slight traces of wear. The Governor's apartments are not shown. In the chapel used by the prisoners, a partition divides men and women. The men's dormitory is kept in a satis factory manner. Passing round the outer walls, near the top, the conductor points out parts covered by thin stone, easily removed or broken, from whence hot lead was poured down upon besiegers, also where a subterranean passage commenced between this Castle and that of Lehon. St. Malo and St. Michael may be seen on a clear day in the magnificent views from the top platform. With the chateau we will now take leave of its. mistress. The Duchess Anne, being the richest and most powerful heiress on the continent, had no lack of suitors, and any prince who could obtain with her the dowry of Bretagne would ensure a balance of power in Europe. The Duke of Orleans, the King of Rome, the Sire d'Albret and the Vicomte de Rohan sought her in wedlock, virtue and merit making her no less desirable than possessions. The Sire d'Albret, in revenge for the persistent refusal of her hand by Anne, who detested him, traitorously assisted Charles VIII. of France. Brittany was inundated by soldiers of all nationalities ; ravaged by pretended defenders ; torn to pieces by her own children. The Duchess was besieged in Rennes by French troops, whilst their King proposed marriage. The Barons saw no other way out of the difficulty, for, with armed forces, Charles VIII. demanded her hand and crown. Charles was brave and good (\" si brave qu'il"], [74, "Brittany. 64 bouleversa l'Europe comme un enfant \"), but, except for the tire and dignity of his eyes, disproportioned, with an un healthy complexion, ugly features, and lacking in esprit. Anne resisted -to the last moment with all her energy. Bishops, barons, friends and servants combined to enforce upon her the duties required by her position ; they drew a picture of the desperate war that had exhausted the treasure and blood of her country, the famine and epidemics thus engendered ; that Bretagne had but the alternative of ex termination or union with France. More still was needed : so the Duke of Orleans, the most favoured of her suitors, came, and, at her feet, renounced all personal pretensions, praying her to accept his brother. Finally, without army, courtiers or attendants, the King of France himself offered the regal crown, which the Duchess accepted with averted head — a noble sacrifice for the welfare of Bretagne. True to her motto, \" Malo mori quam fœdari,\" she, figuratively, died sooner than sully her name by giving cause for further disasters to her beloved land ; in keeping also with the hereditary device of her Duchy, a figure of the ermine — - \" emblem of purity and of honour without stain,\"* — she attracted all eyes by her beauty and modest demeanour when crowned at St. Denis. College. — Old timbered houses, and antique furniture standing in front of the Tour de l'Hoiioge, at your back the Rue St. Sauveur leads to the Place St. Sauveur, whilst at your left hand in the Rue de Lehon (a continuation of the Rue de l'Hoiioge) is the College, with this announcement :— College ici ont etudie Chauteaubriand et Broussais.f \"The ermine is a creature of so pure a nature, that it will choose rather to be taken than defile its skin.\" — Silvanus Morgan. •tFrancois Joseph Victor Broussais was an eminent physician • born St. Malo, 1772 ; in 1808 nominated principal physician to the armv in Spam ; died, Paris, 1838."], [75, "Brittany. 65 Retracing your steps, at the other end of the Rue de l'Hoiioge, there is a perfect swarm of antiquities. In the Rue de l'Apport, Place des Cordeliers, Rue de la Poissonnerie and down the steep Rue de Jerzual, most picturesque houses face the streets or project over covered footways, sustained by carved granite pillars or wooden posts, with projecting upper stories resting on corbels. The eye, being gratified with the work of chisel and variety of form and design, may leave interior comforts and arrangements to the imagination. By l'eglise St. Malo, in the vicinity of these interesting habitations, antique furniture dealers abound. Suspicious as to genuine or made-up articles, a lady suggested that before purchasing \" il faut en etre connaisseur.\" Carved cradles put in a strong appearance : a speciality of Bretagne and still used, more or less, though many, I suspect, thus find a market. Another lady, with whom we had the pleasure of social intercourse, a good judge of form and points, gained the hearts of all the women in a certain locality by praising their little pigs : they could not make enough of her, they spoke all round of milady, so kind and good, who admired the diminutive cochons, and one cottager said: \" You must come in and look at the baby,\" which was gladly accepted as giving an opportunity of seeing an infant in one of these curiously carved cradles. The effect of praising a mother's cherub may be considered \" a known quantity,\" but to penetrate the affections on the backs of small grunters is a departure from ordinary experience. La Garaye may be visited on foot, turning off from the Route de Ploubalay, at some distance, through a thick avenue of trees at the right hand ; a carriage from the railway station, by the hour, is still better. The ruins of this Chateau, renaissance, 16th century, intermixed with gothic, are very interesting and the associations infinitely more so. Claude-Toussaint Marot, Comte de la Garaye, born 1675, was destined for the Army, and joined the dashing"], [76, "Brittany. 66 corps of Mousquetaires. On the death of his parents he became possessed, early in life, of a large fortune, and married Mademoiselle de la Motte-Piquet, settling down. at the Chateau de la Garaye, which became a pleasure retreat and favourite rendezvous for the wealthy young gentry of the neighbourhood. After having been thrown from her horse, which might have proved fatal to the Countess, followed by a great family sorrow, this pair, quitting the gaieties of society, determined, without reserve, to consecrate their lives to the suffering poor. As a preparation, the Count studied medicine in Paris ; the lady also acquired a knowledge of both medicine and surgery, and became an excellent oculist. Re-entering their Chateau they transformed it into a hospital, the Count, assisted, at his own expense, by four surgeons, and the Countess, with the aid of several religieuses, managed the infirmary, distributing relief and dressing wounds. Not content with this, the Count endowed a free school at Taden, where this worthy pair sleep in the tomb as they were united in their useful, christian life ; he founded a Hospital for Incurables and a Dispensary for the poor at Dinan, and wrote works of repute on therapeutics and chemistry.* The Hospital was destroyed at the Revolution ; happily the benevolent founders were spared such a sad sight, having died a.d. 1755 and 1757. This spot, with its near buildings, alike dedicated to the enlarged requirements of suffering humanity, seems to be sanctified ground by the action of those who graced its walls, devoting their wealth, their energies, their knowledge in a ' Becueil alphabetique de pronostics dangereux et mortels sur les diff'erentes maladies de l'homnie, pour servir a M.M. les Kecteurs et autres \" (Paris, 1736). \" Chymie hydraulique pour extraire les sels essentiels de vegetaux, animaux et mineraux avec l'eau pure \" (Paris, 1746). N.B.— A dry extract of Bark, \" Extrait sec de Quinquina,\" retains the synonym in the French Codex of \" Sel essentiel de la Garaye.\""], [77, "Brittany. 67 glorious and unostentatious self-abnegation for the comfort and relief of their poorer fellow creatures. Passing from the Chateau by the said buildings, formerly in requisition for hospital purposes, now for farm storage, at some distance, in the grateful shade and pleasant paths of the wood, at the edge of which stands the little chapel, one appears conscious of a spiritual presence : fancy murmurs in the gentle rustle of the leaves the faint whispering question, \" Lord, when saw we Thee an hunger'd — or athirst — or a stranger — or naked — or sick, &c. ? \" — to hear the soft flutter of an angel's wing as He wafts from Heaven the soothing message, \" Inasmuch as ye have done it to one of the least of these My brethren, ye have done it unto Me.\" Chateau de Coninais and Fontaine-des-Eaux. \" J'ai sans doute vu des pays d'un aspect plus grandiose . . mais jamais aucun d'une grace plus attachante et qui flattat davantage l'œil.\" — Makechal Soult. About half a mile beyond the Porte St. Malo, crossing the railway and turning for a short distance to the right, the fine old (.'bateau de Coninais, with its chapel and grounds, is seen at the left hand, and, at the right, the welcome shade of an inviting allie conducts pedestrians to La Fontaine des Eaux. F/naware of regulations, we arrived at the Chateau at a time when it is not open to visitors, but, by the kindness of a lady of the house, an inspection was politely granted; by her courtesy, also, a member of the family shewed us a grand old yellow coach, with arms on panel, brought over by the lady's grandfather (an Englishman), in the beginning of this century; its front is circular, and the steps fold up to fit inside the commodious, daintily-lined carriage. Passing through a notable entrance, on each side of the hall, tine engraved portraits greet the eye. Turning to the right is the salon, hung with ancestral paintings and em bellished by elegant appointments."], [78, "Brittany. 68 On the opposite side, La salle a manger contains costly china and glass, in choice cupboards, and rare cabinets. Portraits of the good Count and Countess de la Garaye looked benificently down upon you— that of the lady being a copy by an accomplished, art-endowed member of the family. It was agreeable to see the large open kitchen chimney with seats on each side, and, amid many objects of much interest, good old willow-pattern relics on the plate-rack. After walking through the alUe in the opposite direction and passing round the granite foundations of the tall railway bridge, the nymph of the ferruginous springs awaits her opportunity to offer you a glass of water, which, though apparently neglected, has long maintained a well-merited reputation. In default of finding a definite whereabout of La Fontaine de Jouvance, M. de Jouy claimed the name for the Dinan waters. Listen, ladies, to VErmite de la Chauss&c d'Antin ! \" I might bring forward many cases of dames, who have here recovered their youth, if I could only induce them to admit a previous old age.\" To return from hence, mount by zig-zags to the avenue of lime trees extending to the Faubourg St. Malo. To Lehon. — Passing out of the town through the Porte St. Louis, and taking the Rue Beaumanoir en face, a most enjoyable walk, for nearly a mile, presents to the spectator an extensive horizon of charming and varied views. One lingers, or remains a time motionless, and others do the same. The delightful landscape loosens the tongue ; a look suffices, as the kind residents are ever ready to direct your path or afford information. Amongst other things, a native pointed out the Asile des Basfoins, an estate of about 120 acres. In this paragon of hospice some six to seven hundred alihids are devotedly cared for by about sixty freres, with a large staff of domestics, keepers, and attendants for the sick. The two granite spires of a church dominate the buildings, and around is a model farm in active cultivation, with mills, &c. ; the thoughts are thus diverted from their sad import"], [79, "Brittany. 69 by the peaceful spread of wooded slopes, religious solace and quiet utility. On one occasion we entered into conversation with a very respectable-looking, carefully-dressed, intelligent •old woman. After some interesting talk it oozed out that she, a widow, found life difficult, her means ill-sufficing to buy food ; I rather thought it might be a way she had of securing attention, and, disenchanted, gave her 20 centimes, but the superior way of receiving it accused me of a momentary unkind thought. She responded in well-selected words, ending with \" I have to thank Monsieur for providing me with a supper to-night.\" One felt curious to know of what that 2d. supper was composed ! The English mind suggests bread and cheese ; not the recherchi French frontage a la crime with a petit verre of cognac champagne, but a cut •of ordinary quality, with a hunk of baker's No. 2. Verily our neighbours have resources we wot not of in the culinary department. It is astonishing how very small a coin, ten dered at the happy moment, may serve to lighten the heart and brighten the face of a recipient. One day, on a quay at Caen, a very mite of a girl was crying bitterly ; what could be the matter. \" Eh bien ! mon enfant, qu'as-tu done ? \" With tiny fist in eye, and broken sobs, \"j'ai ai per er du un s sou.\" \" Here's a sou, and if you find the other so much the better.\" This produced an instant calm ; never theless, she continued diligently seeking the lost piece, and would, if ultimately found, true to nature, rejoice over it far more. Even a cheerful passing word to a child in distress helps much to soothe the troubled mind. Lehon. \" Le Chateau est un champ, le monastere est un village ; oil vivaient les moines oisifs, des hommes travaillent ; oil se debattaient les questions ardues de la theologie, des enfants jouent au sein de leurs nourrices.\" — J. Janin. Le Chateau. This celebrated fortress of the middle ages, with its eight strong towers, their conical turrets (poivrieres), ils ramparts and its Donjon, is levelled to the ground."], [80, "Brittany. 70 Many times was it besieged, yet, according to a local chronicler, never taken, and that Henry II. (of England) attempted it unsuccessfully in 1168 ; captured, English record says, by that monarch on that occasion. Be it as it may, by treaty (1169) between the Kings of the two countries its demolition was ordered ; to what extent carried out (if at all), and afterwards reconstructed by the successors of Louis le Pieux, it is difficult to determine. An act is cited to the effect that Raoul de Coetquen held the Castle in 1402 for Duke Jean V ; again, 1642, the King ceded it to the Abbey monks, at a ground rent of ten pounds (tournois), under certain conditions, one being to preserve the eight towers. An idea of the extent may be gathered, standing on the remaining bases of five or six towers, whilst happily occupied with the splendid scenery. Looking round from this vantage ground, the mind pictures a time — in the 9th century — when the fascinating valley of the Ranee had a density of wood, a paucity of inhabitants, a profusion of animal life, when wild beasts, badgers, deer and roebucks had a full swing of fighting and herding. Anon the rocks resound with the cry of a pack of hounds, a notable personage and ardent sportsman, mounted on a superb, symmetrical steed, emerges from the centuries-old oaks. Nominoe. Nominoe was intimately associated with the rise and prosperity of Lehon. In the reign of Louis le Debonnaire,. this Breton and descendant of kings of Brittany, was created Gouverneur de Bretagne. Possessed of undoubted courage, with an equal amount of patience and prudence, he ruled the country with marked administrative ability. When, through family dissensions, the Dibonnaire was forced by his sons to abdicate, Nominoe at once swore fidelity to his imperial master: as Governor of Brittany, \" par la grace de l'empereur,\" he kept his oath to Louis, but to Louis only, and then,. following a victory, the Bretons recognised in him their"], [81, "Brittany. 71 King. A King by birth, valour and genius, lacking only consecration ; but the greater part of the prelates of Brittany, either from love of the old regime or fear of the King of the Franks, hesitated to perform their ecclesiastical functions. Nominoe had earned the affections of an aged, holy man, Conwo'ion, 1'Abbe de Rhedon, a man of intrepid zeal — indignant, above all things, against Simony. Nominoe. accused the adverse bishops of this crime, and, in the dispute, chose Couwoion as his proper arbiter ; both parties appealed to Rome. Rome, when she pleases, takes her time. By delay the Pontiff exhausted Nominoc's endurance, so he summoned the bishops, abbots and noblemen of his kingdom to a convocation in his Castle of Coetlou. All obeyed so redoubted a prince : here were the judges — there the accused ; to assist this coup d'dtat the latter were forewarned that, to serve their own interests and retain their endow ments, it would be better, as a matter of form, to avow their appointments were not obtained without some species of Simony. This admitted, the King broke out in a sudden, furious rage ; the nobles seemed animated by his indignation, \" What, eat the bread of others ! \" The Bishops were deprived of their insignia and menaced to such a degree that they fled for protection to the King of France. Nominoe made Dol the metropolitan see of Brittany, where he was crowned about a.d. 850. \" Singular power of will ! strange courage ! incredible success of a prince so bold as to dare to undertake and accomplish this religious revolu tion, only a few years after the submissive and timorous reign of Louis le Debonnaire, that king, excommunicated and dethroned by the Church, holding up a suppliant hand to the bishops, who scarcely dared turn a pitying eye towards the sen of Charlemagne.\" A consequent anathema fell upon Nominoe, without discouraging him ; he called together his soldiers and carried the war into the country of their late sovereign.* * As usual, when dealing of old with Home, a reconciliation took place at the expense of the sinner : even in the joy of his triumph — \" Nominoe fit sa paix avec l'eglise ; il rendit aux monasteres les richesses dont il les avait depouilles, il rebfttit les eglises renversees dans toutes ces luttes.\" — Jules Janin."], [82, "Brittany. 72 One day King Nominoe, when enjoying a right royal chase, saw, rising before him like a vision, six wan, sickly looking, emaciated phantoms, clothed in goatskin. In fact, six monks, who had withdrawn themselves to the foot of the large hill (Lehon) to pray, fast and mortify the flesh ; perhaps the exercise of their severe discipline proved un peu de trop, so, prostrating themselves at the feet of the King, they begged him to assist them by a grant of a fertile district of land, by which, with manual labour, they might obtain food. The King listened attentively and answered, seriously, \" Have you any relics of saints ? For, if I give you land, I should desire to count upon the assistance of your saints in all my perils and in all my affairs.\" The poor monks had no such possessions. \" Then,\" said the King, \" I will give you money, but no land. If, after a time, out of pity for your trials and misery, God should grant you the body of some saint, whose protec tion would raise you up a suitable monastery and defend me in case of need, then come to me in all confidence ; you will find me ready to load with honours, goods and lands, a church placed under such blissful patronage.\" The Monks secure a Saint. In continuation, this authetic history becomes invaded by a touch of the marvellous. The favour of the King was something : how to turn it to account? The monks naturally desired some of the less perishable article ; long time, in sadness, they beat their brains, then fasted three days, and, eventually, one of them hit upon a plan, freighted a pinnace and made tracks for Sark. Why that small island ? \"Once upon a time\" — a noble Breton, Count Loiescon. possessed three of the Channel Islands, but he was a leper, and like Naarnan was cured of his leprosy by a holy man — Saint (or perhaps then simply Pere) Magloire."], [83, "Brittany. 73 Out of gratitude the Count gave his benefactor half the island with its excellent fishing and superior wild-fowl sport. Straightway not a fish, not a bird could be found in the retained portion ; all had gone over to Magloire. Like a wise man, Loiescon consulted his \"better half,\" who advised an exchange of territory. This arranged, every bird, every fish changed quarters ; whether those \" denizens of air \" and water thought it would bring a blessing and an easier death if caught by pious hands, who can tell ? The natural order was re-established when the Count ceded the whole island to Magloire, who there established a grand monastery, where he resided for the remainder of his life, and in which his bones rested.* As these islands belonged to Brittany, the monk excited no distrust when he came to offer his devout homage to this tomb. He cleverly held out a bribe to the \" Custos sacri Corporis.\" This plan bore no immediate results ; so, some months later, a more important expedition was devised under the leadership of an astute, erudite, eloquent monk, well up in forms of speech — Condan. When, on arrival, the strange cenobites entered the church, the monks chanted mass and the deacon pronounced the words, \" Beware of false prophets which eome to yrou in sheep's clothing, but inwardly they are ravening wolves.\" Condan took these words personally, imagined his design known, and anticipated vengeance; thus agitated, he and his companions remained long prostrate, offering mixed prayers, tears and sobs before the altar. The service finished, the monks of Sark exercised the usual monastic hospitality, invited them to partake of their larder capabilities, and treated them handsomely. After six days, occupied in devotional exercises and honour to St. Magloire, Condan announced his departure on the morrow, demanding * Sark — \"There are traces of a monastery founded in the 6th century by St. Magliore, the site of which was given by Queen Elizabeth in 1565 to the Cartaret family.\" — National Gazetteer (Virtue & Co)."], [84, "Brittany. 74 permission to pass the last night with his companions in prayer at the tomb, in the company of its guardians, and under their surveillance. Until about midnight their attitude and conduct were irreproachable, but, when all outside slept, Condan approached the tomb and supplicated the Saint to show his will by some certain sign, who by-the-bye, is said tb'have expressed his approbation of a change of home and duties by making his appendages (Chasse) extremely easy to lift from the former resting place. Thus the pious fraud was perpetrated ; the \" ravening wolves \" and corrupted guardians accompanied the precious acquisition. The crossing was rough, and, for some time, the dangerous proximity of their pursuers raised a vision of cold steel, or surmise of \" He that takes what isn't issen, When he's cotched, he'll go to prison.\" Eventually the wet and exhausted monks landed in Brittany ; once dried, yet frightfully hungry, they concerted and fresco dinner in a small village nigh at hand, depositing the sanctified body ori one of two branches of a large apple tree in the garden of its owner. The stolen saint was evidently tired of the monotonous dash of the waves round his island rock, and the thud and echo thus produced in his sea caves, for he first baffled his pursuers and now put a premium upon duplicity by regaling those who sat at table with most delicious sweet apples from the bough on which he rested, whilst the twin branch retained its original acerbity and nauseousness baffling description. Eventually Saint Magloire reached his new abode, a little wooden church on the banks of the Ranee, to which the monks carried the body in triumph, cheered by the greetings and joy of the inhabitants. Nominoe kept his word by an endowment of rich domains ; a wealthy, powerful, far-famed abbey rose to view, aud the locality of the wild savage hunting ground soon became \" a smiling, fertile, flowery elysium.\""], [85, "Brittany. 75 The Abbey Church. \"Le Chateau et l'abbaye de Lehon, vieux debris des splendeurs passe.\"— J. Janin. \"Church now roofless.\"— Guide Book, 1882. A visitor, half-a-century ago, writes: — \". . . . The interior, a simple nave, presents everywhere a picture of devastation. The windows are broken ; the arches of the roof all but destroyed : the floor has disappeared under a heap of rubbish, overgrown by briar and bramble \" (trans lation). All this corresponds with a sketch before me. The Abbey Church originated in a humble priory of the order of St. Benedict, where dwelt five or six almost unknown monks, and was founded, according to tradition, in the Seventh Century : although the Chateau remains a mass of \" vieux debris \" — the Abbey Church is now wonderfully restored, through the indomitable energy and perseverance of Monsieur l'Abbe Foucrc-Mace, Rector of Lehon. After thirteen years of difficult, anxious labour, the scaffolding disappeared from under the arch roof of white stone, brought from neighbouring quarries, and on the 8th of July, 1897, the edifice was consecrated with parading, processions, bands and banners; judging from the bright face and vivid description of an intelligent cottage lassie, that day will live long in the villagers' memory. As you enter at the west end, by a noble, circular archway, the' interior effect and success of the restoration are very apparent. Amongst old memorials the bdniticr merits special attention, and, in pointed arch recesses, the monument of a Chdtclaine, Twelfth Century, also one of a Prelate, the latter having been discovered in clearing away the earth and rubbish, and, further on, figures in dark oak, released from outrageous colouring and coats of plaster ; that of our Saviour, crucified, is of great value, the body being anatomically perfect and head remarkably fine."], [86, "76 Brittany. Eight framed panels, dating from the beginning of the Seventeenth Century, now occupy their original place in the choir, minus the stalls ; two other panels are in their old position at the west end. The new pulpit carved, as is the altar, in white granite, is a pleasing feature — a reproduction, I believe, of the original. In front, three panels in bas-relief, St. Magloire, Noel Mars and Charles de Blois are from the chisel of M. Jean Hubert. The windows are an extensive treat for the student, having nothing in common with what one is accustomed to find in church decoration. They are pictures on glass, dedicated entirely to the history, true and legendary, of Lehon and its Abbey during a period of nine centuries ; all most artistically worked out from the cartons of M. Fritel, Parisian artist, in the famed Atelier of M. Vermont- Pomery, of Rheims, who personally directs the smallest details in the shades of colour of his transparent mediums ; composition, attitude and facial expression attesting to the execution of clever designs. Beginning on the north side, three windows are each divided into two Bays or compartments ; so far, means have been found to utilize only the lower portions. About A.D. 919, as a contemporary writer, Flodoard, states, \" it was impossible to find protection against the Norman pirates, who, like swarms of locusts, covered the face of the land,\" consequently, bodies of holy Bretons were removed from all parts of Brittany, A caravan, with many such remains, left the Castle of Lehon, where, for safety, these relics and other insignia, had been deposited, borne and escorted by priests and monks, who wandered beyond the frontiers, seeking places of greater security, St. Magloire among the rest. The Monastery, at that time, enjoyed the favour of princes, was very flourishing and rich, but when the pirates arrived at Lehon they discovered the absence of the numerous"], [87, "Brittany. 77 monks, the precious treasures, and especially the costly cMsse of St. Magloire : infuriated, they sacked the neighbourhood, pillaged the royal Abbey, and consigned it to the flames. This forms the subject of the — 1st Window, 1st Bay : ■' Incendie de l'Abbaye par les Normands.\" 2nd Bay is : \" Visit of the Bishop of St. Malo, a.d. 1187.\" There had been a quarrel about ecclesiastical rights ; this was a token of complete reconciliation. 2nd Window, 1st Bay: \"Charles de Blois et la Mendiante.\" Charles had already resided at the Chateau a.d. 1353 and dwelt there again, after recovering his liberty, at the end of 1356. On this occasion, by thoughtful kindness, he succeeded in thoroughly reclaiming a young woman reduced, through poverty, to commence a career of shame. 2nd Bay : \" Olivier Du Guesclin taken prisoner, during a truce, as recorded ; the Chateau and environment were occupied by the Duke of Lancaster's army. 3rd Window, 1st Bay : \" The Duchess Anne's Carriage.\" In 1498 Anne passed through Lehon en route from Dinan to Rennes. After crossing the old bridge the road becomes very steep, and the tired mules, being utterly unable to hold their footing, were dragged back ; a catastrophe was imminent. The peasants, seeing the danger, with vigorous arms stopped the carriage, removed the mules, took gaily their place, others pushed behind with equal will, and thus the carriage reached the summit. The Duchess thanked them with emotion, and said : \" Henceforth, in remembrance of your good deed and devotedness to me, this street shall bear my name. Let it be called ' La rue Anne.' \" This, and not an ignorant corruption, Rue-aux-Anes, is now its proper appellation. 2nd Bay : \" La Quintaine \" (Quintain). A curious hymeneal pentecostal custom, originating in a religious ceremony. To avoid a fine, newly-married bridegrooms of"], [88, "78 Brittany. the parish were obliged to break a lance, on horseback, against the monastic escutcheon, then, dismounting, the husband conducted his wife to the Prior or Abbot, and, after a deep reverence, she sang : *\" That I am married, you know right well ; If ill at my ease, you cannot tell. I owe you naught more, so ends my spell.\" After this bit of sauce, a suggestion of honour and respect to the pere supirieur follows. Memory recalls instances, after the interesting marriage ceremony, when a venerable English vicar occasionally secured the first kiss ; so after this engaging ceremonial at Lehon the prominent clerical and lay representatives became in touch. South side : Also three Windows, one with three Bays (or compartments), two with two. 3rd Window, 3rd Bay : \" Miracle des Cerises.\" Le R. P. Noel Mars, died at Lehon, 31 /1/1611. To refresh him, before his decease, cherries and strawberries were produced in winter 2nd Bay : \" The Seal of the Acts of the Courts of Lehon.\" Represents Magloire giving his benediction to a kneeling monk. Justice was administered by this monastic institution according to the rights of the Superior, Middle and Lower Courts. 1st Bay : \" Tomb of Pere Noel Mars.\" 18 months after death, from curiosity, a monk opened the tomb and found the body non-decomposed. 2nd Window, 2nd Bay: \" The Rector of Lehon arrested.\" M. rAbbe\" Moncoq. M. Aubry, having refused to take the constitutional oath imposed by the revolutionary Directorate, was arrested 19th July, 1792, and died, as supposed, through privations and ill-treatment a year later in prison. *\" Si je suis mariee, vous le savez bien ; Si je suis a mal aise, vous n'en savez rien. Ma chanson es dite, je ne vous dois plus lien.\""], [89, "Brittany. 79 1st Bay : \" Murder of Pere Tournois \" (Lehon). After secretly administering to the faithful for three years, Tournois was, with two others, most brutally and barbarously murdered. — 23rd January, 1796. 1st Window, 2nd Bay : \" The Parish Church.\" 1st Bay : \" Le Chateau.\" By introducing personages of the period with the castle as a background, the artist has devised a felicitous picture. Window: \" Le Portail.\" Over the grand west entrance, a window, divided into two compartments, is the gift of \" Les Freres de Saint Jean-de-Dieu de Lehon,\" and, of course, deals with their patron saint. 1st Bay : \" L'Archange Raphael apporte a, Saint Jean-de- Dieu une corbeille de pains.\" . . . . The affable archangel Raphael : the sociable spirit that deigu'd to travel with Tobias, . . .\" — Milton. See Tobit, ch. V, &c. (and we should do well to ponder over his parting advice), Raphael here shows \" his sympathy with the human race \"by graciously in deed and word, offering a basket of loaves to St. John in his perplexity for lack of sufficient bread to feed his poor suffering people. Below the parlour and chapel of L'asile des Sacrds-cœurs. 2nd Bay : \" Apparition de Notre-Seigneur.\" The Saint discovers our blessed Lord, by the marks of the nails and emitted light from them, when washing the feet of a supposed needy, almost dying man he had carried to the hospital — \" John, whatever good you do unto the poor in my name you do it unto me ...\" You wash my feet as often as you wash those of a poor or sick person.\" Below, the armorial bearings of Les Frires de Saiut-Jean de-Dicu, de Lehon. N.B. — The \" Asile des Basfoins\" was founded in 1386 by five Freres of this order."], [90, "80 Brittany. East : A large Window, containing no less than 21 subjects, arranged after a most ingenious, general design. Below, four ogee pattern delineations. Above, a large rose, sub-divided into 12 medallions, with a central oculus, St. Magloire, mitred and seated with his monks, clad in black, standing about him. Two Ecoincons, much like inverted cornucopias, form the angles of the large rose, with a small circular illustration at each base. This magnificent work of modern art may be called the Magloire window, being entirely devoted to his life and influence. Legend, with an alchemist's wand, is apt to transmute (apparently) the baser metal into gold ; yet there is something in it that deals with the higher feelings of our nature, something elevating, the very opposite of cold materialism, though, perhaps, \"in all things too superstitious.\" I have spoken rather disrespectfully of the manner in which St. Magloire's services were attained ; far be it from me, however, to disparage the life of a good man. We are enjoined to \" ask and ye shall receive,\" and so the earnest prayers of pure, holy men receive a heavenly response In the \" Lives of Saints,\" as in the Biographies of noted philanthropists, &c, the very absence of defect, the monoto nous tone throughout of unnatural goodness, palls, and is in strong contrast with Holy Writ, where the failings, as well as the strong points, of the most exemplary men are faith fully recorded. A description of this window would lack the weighty bias of local interest, but for those who visit the locality \" Les Vitraux de l'Eglise Abbatiale de Lehon,\" published by Hyacinthe Cailliere, Rennes, 1897, obtainable in this village, affords a truly engaging description. To the pen °oi Monsieur L'Abbe' Fou4r6^Mac6, Rector de Lehon, &c &c I am much indebted. History and legend are combined throughout the work in a very graceful, graphic and scholarly manner."], [91, "Brittany. 81 Suffice it now to specify one Ecoincon and to append a list of subjects, italicising those dealt with.* EcoiiiQon, No. 2, describes a celestial vision. Woedoc (Uoedoc), a very pious, early monk of Lehon, prostrated by fever and believing his end nigh at hand, saw a golden gem studded ladder reaching from the vestibule of the Church to Heaven, by which to mount and remain in endless joy with the angels. No unnatural thing. We know by experience, when Godly souls are so near the borderland, that their faces testify visions the tongue is powerless to disclose— sights impossible to form any idea of by their bedside friends. Over the large Rose is a 3-lobed window containing armorial bearings: north of Du Guesclin, central of Bretagne, south of Beaumanoir. On one side of L'Eglise Abatiale is L'Eglise paroissiale, on the other the monastic buildings. The cloisters are a continuity of well-formed arches, springing from square capitals on square columns and bases, all divided into sections by numerous series of string courses. Passing along one side you reach the usual offices, refectory, dormitory', &c. Ogees. — 1. \"La chasse du roi de Bretagne.\" 2. \" Arrivie de la chdsse de Saint Magloire ti Lehon.\" 3. \" GmSrison de l'intirme de Tours.\" 4. Resurrection deDoithloguen.\" EcoiNCnNS. — 1. \"Miracle duPommier.\" 2. \" Vision del Echelle d'or.\" Small CIRCULARS (at base). — 1. \"Destruction du temple de Corseul.\" 2. \" Dipart des reliques des saints bretons.\" Rose Window (medallions).— 1. \"Education de Magloire enfant.\" 2. \" Mort de Saint Samson.\" 3. \" Un Ange se montre a Magloire.\" 4. \" Guirison du Comte de Lo'iescon.\" 5. \" Resurrection d'un pecheur.\" 6. \" Les petits Moines.\" 7. \" La tille du seigneur Nivo.\" 8. \"Le cuisinier de Saint Suliac.\" 9. \"Les pirates saxous.\" 10. Le Dragon de Jersey.\" 11. Vieillesse de Saint Magloire.\" 12. Saint Magloire mourant. \" — Oculus Centrale."], [92, "82 Brittany. Situated on the main road side of the Abbey, the porch indicating 11th century, stands The Parochial Church. \" La chapelle est restee debout, honoree et sainte ; elle a 6te sauvee par la priere, qui sauve toutes choses. Un simple monument — une pierre, — atteste, &c. ... la, sous cette pierre, a repose longtemps le vainqueur de la bataille des Trente.\"* — Jules Janin. It still stands debout (1897), Would that the hand of the demolisher might pass it by — the destroyer leave the old landmark untouched, save to strengthen its feeble limbs — and have regard to its pleading portal, its blue slated roof and chaste style of outline and spire ; bequeathing us something more than a memory — a shade as depicted on glass in Window 1, Bay 2, south side of its ambitious neighbour. Alas ! the Rector pronounces its doom. From its present condition, as, also, from that of the old monastic pile, it is * La Bataille des Trente. — Notwithstanding a truce between partisans of Charles de Blois and the English allied to Montfort, constant quarrels ensued, no matter the pretext so long as swords did not remain unemployed in scabbards. The Chevaliers de Beaumanoir and Richard Bembro, or Brandebourg, arranged this affair. At the time appointed these chiefs, each supported by thirty followers (chevaliers, squires and others armed with most formidable and diverse weapons) alighted from their horses at a large oak midway between Ploermel and Josselin. Then a thorough melee began ; for some time the English had the advantage, their closely serried ranks were impenetrable. Suddenly an opponent replaced his spurs and remounted his horse as if for flight ; instead of that he charged his enemies and broke their line, a mean resource, but on the principle that \" all is fair in love and war \" the victory was awarded to Beaumanoir. The English leader was killed, Beaumanoir hurt, many of their followers slain, the rest badly wounded. A stone cross recorded the event, with this inscription at its base : — A la Memoire perpetuelle de la Bataille des Trente, que Monseigneur le Marechal de Beaumanoir a Gagne en ce Lieu, le XXVII. Mars, l'an MCCCL."], [93, "Brittany. 83 easy to see that expense is a serious object ; yet it is a pity to lose the old Chapclle, even though the new work should wait awhile for further window illustration, whilst some funds found a channel in support of the old. On leaving this spot, instead of returning through the village by the regular road, or the short cut to the Porte St. Louis, given a fair amount of time, cross the bridge, in keeping with its ancient surroundings, and a lovely, refresh ing walk on the right bank of the Ranee will bring its own reward for lengthened distance and the additional exercise required to mount up to the level of Le Pont Viaduc, resting on 10 arches, 130 feet above the roadway. No need to say — \" Pause, pass from side to side, and feast your senses on the vista of the valley up and down stream.\" Le Musee, Hotel de Ville. By preference, I visit the Museum near the end of a purposed sojourn in a town. Objects of local interest, pictures, models, &c, thus acquire an interest which would be lessened by an earlier inspection. The amiable custodienne imparted information in a clear manner ; one son in the army gave her the mother's anxiety for peace, and, being a widow, one was permitted to remain with her. Besides curios natural to a museum, there are various monumental full-length figures. Sleeping dogs, &c, at the feet of the death-disposed effigies of warriors, suggest dying in bed ; the lion, a more active mode of exit. The following were brought here from the Abbey Church at Lehon in 1843, and are to be restored to it by the gracious consent of the Dinan municipality. 1. Jean de Beaumanoir. Assassinated, a.d. 1385. Son of the hero of the Combat des Trente. 2. His wife, nee Tiphainc Du Guesclin, niece of the Grand Constable. 3. A Prior."], [94, "84 Brittany. 4 and 5. Two Seigneurs de Rennes. 6. Raoullon Polio, father of a Lehon prior. The old clock machinery from the Tour de l'Hoiioge, the work 6f Maitre Hamser, Nantes, 1498, is here. A suite of apartments above is very handsome. The inevitable H. de Ville accompaniment, \" La Salle de Manage\" (more grateful to the ear than \"Registry Office for Marriages\") is a spacious, well-decorated hall. Both it and the elegant Council Chamber are amply supplied with good pictures. Amongst the portraits of notabilities mentioned are Chateau briand, Bertrand Du Guesclin, Jean de Beaumanoir (father). Claude Marot, Comte de la Garaye and Francois Broussais. One half-length figure deserves marked observation — a very quiet, pleasant and respectable looking, well-dressed, clean shaved, decorated old gentleman, to all appearance, but, in reality, Angelique Duchemin, veuve Brulon, a native of Dinan ; like Phœbe Hessell, whose war-attuned bones rest in St. Nicholas' Churchyard, Brighton, Angelica \" for a soldier would go \" ; from a volunteer she passed into the Grande Armic, was decorated by Napoleon 3rd, and died, a sous lieutenant, at the \" Hotel des Invalides,\" a.d. 1860. Dinan to Dinard and St. Malo, by steamer, 2 hours. La Rance. — \" Rien de plus frais et de plus pittoresque, pas de variete plus charniante que les limpides rivages de la Rance.\" — Jules Janin. ■ During the month of August, the steamers of the Covtpagnie des vapeurs de la Rance left the quay below the old bridge twice a day, varying in time according as high water served for passing through the lock. It may be necessary to wait for a steamer bringing passengers from St. Malo, and then starting again quickly for the return. If needing a refresher meanwhile, observe the notice on a house bearing the date 1777. \" On donne a boire et a manger, Et pour conserver ses amis On ne fait pas de credit.\""], [95, "Brittany. 85 When fairly cn voyage at about a quarter of the whole distance, the vessel passes through the lock Ecluse du Chdtelier and under the noble span of the Pont de Lessart, then the tidal river varies considerably in width, and the excursion is altogether charming, with the advantage of being a reasonable length. Many interesting objects picture the verdant hanks and slopes as, for instance, Le Chene- Vert (towers, &c.), which occupies the site of the former fortress of 1'lunioyson. Nearing our destination, the Rance opens out grandly ; in front, St. Malo ; on the right, Saint Servan ; on the left, Dinard. After landing passengers at the latter place, in from ten to fifteen minutes, on terra firma at St. Malo, from whence issued in the last century many privateers in quest of English merchant vessels. Saint-Malo. — \" The time-honoured rock of Aaron — the vessel of granite at anchor in the midst of tempests — the nest of invincible Corsairs and the fatherland of great men.\" On the ramparts, at a considerable height above the sea washed base of the picturesque walls, about an hour may be passed very enjoyably in an almost uninterrupted walk round the flanking towers, observing the cluster of islands, some fortified, the coast, Saint Servan, artificially connected with Saint Malo by solid granite work furnished with flood gates, &c. Necessarily, within the walls, space is limited, houses high and streets narrow, yet the Cathedral is very spacious and contains good statuary work of modern date. From the western rampart, above the roof of a low house, may be seen the window through which Chateaubriand first saw the light. Hard by is his tomb ; so close that the same wild waves which rush around it, on the islet of the Grand Be, may break against the wall nearest his cradle. At the (now) Hotel de France, composed of a mansion of his family with the addition of a former residence of the Governor (rebuilt 1882), Chateaubriand grew up, for which reason we elected to take our luncheon at that hostel."], [96, "Brittany. 86 Two scenes occur to mind bearing upon the struggle commenced by the rival claimants to the ducal crown of Brittany. In 1375 Jean IV. (de Montfort), having failed again to recover his dukedom, was interdicted by the con ditions of a truce even to reside in Bretagne ; then Charles V. forbade each and all Bretons to receive \" the false traitor Montfort, pretended Duke of Brittany,\" so the latter, tabooed by France and forsaken by Brittany, wandered about for three years in England and Flanders. Scene 1. — After the death of the Black Prince and Edward III. (1376-1377), the Duke of Lancaster recom menced war in Brittany, twice besieging St. Malo with cannon, at that time a novel mode of warfare to the Malouins, and stigmatised as implements \" lent by the devil.\" St. Malo, under the command of Du Guesclin, was ably defended by the nobles and \" Ce nid d'intrepides Corsaires,\" who success fully resisted the enemy. December 8th, 1378 — By a decree of the peers of France, that tribunal declared Jean de Montfort guilty of high treason, and also annexed the Duchy of Brittany to that of France, sacrificing the alliance of twenty years to Jeanne, now the widow of Charles de Blois. This, and subsequent actions, produced a strong revulsion of feeling in Brittany ; so with a remembrance of the happy days of in dependence, the popularity of Charles V. and the French vanished like smoke. The nobles formed a great national league for the salvation of their country and Montfort was recalled. Arrived in London, the envoys of Bretagne, at the feet of Jean IV., prayed him to return ; the exiled Prince was so astonished that he doubted his very eyes and ears and demanded further proof of the will of his people. A second embassy conveyed, in writing, the wishes and support of nearly all the nobles in the land. After swearing (23rd July, 1379) to King Richard a more intimate alliance than ever against the French king, \" il se decida a reprendre le chemin du trone.\" England took Montfort's part in the"], [97, "Brittany. 87 struggle, and the English are still more acceptable to the Breton than to the Norman. Scene 2. — St. Malo exchanged the war panoply for a gala costume. \" It would be impossible to describe, truly, the enthusiasm and the joy of welcome to the prince, erewhile driven away with so much aversion and fury ; that prince who lost Bretagne yesterday and came to save it to-day. Nobles, burgesses and peasants rushed to the sandy shore to meet their deliverer, to see who should first kiss the hand that brought back independence to Brittany. Seigneurs of the highest rank, habited in silk and gilded armour, plunged into the waves and knelt, full of emotion, ' up to the chin ' in water. Landing, the Duke seemed to pass from one sea to another, so much the waving crowd pressed and swayed against him ; shouts of applause pierced the sky and awoke the echoes of the strand ; men and women, young and old, prostrated themselves . . . . ; they stretched out their hands to him, they threw him flowers, they covered with kisses and tears the trace of his steps. Four peasants, overcome with agitation, embraced his knees in the name of the parishes, begging him to receive them in his favour and to forget the past.\" — -(Translation, Pitre-Chevalier.) Borne on the arms of his people the Duke arrived at Dinan, then, crowning triumph of all, he was met, to do him homage, by his longtime mortal enemy, Jeanne, widow of Charles de Blois, and it redounds to her glory, that, putting aside her old, bitter antagonism, for the love of country she warmly espoused the cause and pressed the hand of her husband's conqueror. It was now the question of remaining a distinct people — a nationality — free Bretagne. Thus ended that deplorable, bitter and costly family quarrel. Jean IV, as a warrior, chevalier and man, retains an honourable place in history ; he died at Nantes, a.d. 1399 ;"], [98, "Brittany. 88 by his third wife he had four sons, and was succeeded by the eldest, 11 years of age.* . t * ~X „;..,> tr, Kt Malo was unfortunate. In some respects our visit to ot. m.uo ™tts> . , The sea was very angry, and those who crossed that night to Southampton will not be likely to forget the rough manners of an irritated Father Neptune. On land the clouds of dust were blinding and the sky threatening. So we left early crossing to Dinard in the little steamer, from thence by rail to Dinan ; at the hotel we found our chairs tilted up at the allotted and comfortable table d'hote space, free from a courant d'air, and opposite the central vase of flowers, arranged as by the hand and taste of Flora herself. On the eve of quitting so charming a spot we must refer to one agreeable surprise. We had been led to expect a difficulty in understanding the people of Bretagne, told that it required a Welshman to comprehend their lingo, and, from names of families and places, it is easy to perceive an under lying tongue. Owing to radical changes manifold, the dialect, like the \"Walloon (which is not taught in the schools of its geographical area), has given place to the language of the country, international converse and communication. In outlying districts we might have found speech difficult, to wit, \" Un jargon grossier qui ne parait pas se pre ter a la mesure des vers,\" as says an old writer, but I suspect the activity of the schoolmaster of to-day has revolutionised the whole matter. With man, •The remaining Dukes of Brittany were :— Jean V. (le sage), son of Jean IV. ; died 1442 ; Francois Ipr, son of Jean V. ; no male issue ; died 1451 ; Pierre II. , brother of Francois Iir ; no legitimate children; died 1457 ; Arthur III., brother of Jean V. ; reigned 16 months ; Francois II., nephew of Arthur III. and grandson of Jean IV., the last Duke of Brittany and father of the Duchess Anne. The French were at their old game, they ceased not \"from troubling\" and \"the weary\" knew no \"rest,\" for Louis XI., who ascended the throne in 14G1, declared \"Mes deux cousins de Bourgogne et de Bretagne tomberont les premiers.\" So Francois II. died of grief at Coiron. near Nantes, A.D. 1488."], [99, "Brittany. 89 woman or child, from first to last of our visit, no embarrass ment occurred in question or reply, no jaryon assailed our ears. After all, who would incur the requisite trouble and expense of learning a language, now that a royal road has been discovered, into which you may pass the turnstile by tendering a facsimile of the recruiting sergeant's ready money, and (to use conventional terms) \" pick up \" a new language, or \" rub up \" one rusty or forgotten ? Read, with delight, this hit upon a fragrant avenue, imparting to an unweildy tongue, by inhalation, a flowing, ready, foreign glibness. \" Put a shilling in the slot, marked with the requisite language, and pull out a drawer containing a sixpenny grammar and a sixpenny box of the concentrated essence of accent : read the first, inhale the second, and the mastery of the foreign language is completed.\" — Daily Telegraph, Sept. 1st, 1897. Diuan to Caen. — It was a day to water the gardens of this \" Eden of Brittany,\" as Souvestre calls Dinan. It rained when we were dressing ; it rained when we went to bed, and it rained all day, without intermission. We had to change carriages three times, and on each occasion the downpour seemed to intensify its spitefulness. It must be borne in mind that no underground arch, no over head covering leads from one platform to another. You have to run over the rails and clamber up as near to heaven as the elevated compartment of one of these railway carriages, will lift you, with umbrellas and packages to boot. The designers must have had a dovecote in mind — a place for a creature with wings — when working out their ideas. Certes, given fellow passengers, you receive the most ready help and kindest attention possible, both when mounting and descending. Dol was Dolorous. ; there was time to inspect the town, but Aquarius used his watering pot too plentifully, so there was nothing to be done but resort to the Buffet. On"], [100, "90 Brittany. entering, a look at the visages of the inmates made me mentally exclaim : \"This is gluni.\" Little wonder, with not a bit of blue above and every incentive to \" the Blues \" below. Kenelm Chillingley held that big, strong people need much food, and are prone to melancholy ; the waiter's frontis piece, apart from his huge body, looked as if he had enacted Eugene Aram, and, with an equally depressing mug, the circum ference of his mistress would be difficult to match. Two prief.ts came in and ate their food, opposite each other, without exchange of words, beyond a greeting. There was a single exception in the briskness of a rather pleasant waitress. After nine pluvious hours we reached our hotel to receive a greeting of welcome from our friends, ere we had time to alight from the conveyance. CONCLUSION. The adage that appearances are deceptive holds good in both Normandy and Brittany. The habits of the people are simple and unostentatious, so that many a well-lined purse is hidden under a modest blouse, \" And things are not what they seem.\" One day in Brittany, when needing refreshment, a restaurant tempted us by its good, double frontage : we tried to peep inside, but the customary muslin blinds' baffled our intention ; entering, we elevated our eyebrows at the sight of a sanded floor, bare tables, backless chairs with rush bottoms and the proprietor's reception in his shirt sleeves As our wishes seemed above his measure, being in his rio-ht mmd, he called his wife. A small table was first covered with a spotless white cloth and serviettes of like nature followed. I chanced to notice the pretty butter-plate ■ this seemed to gratify, for, after the preliminaries, out came"], [101, "Brittany. 91 mature fruit on an elegant dish, with dessert plates to match, cafi noir served in choice china with a sugar basin and dainty liqueur glasses in perfect accord. We were no less surprised by the superior quality of comestibles and potables, so delicately served, than by the extreme moderation of the cost. Both Normans and Bretons are said to be fond of money, and will, no doubt, receive your cash with pleasure if attended with a due and reasonable amount of courtesy ; minus this qualification they will care very little for either man or money. One is apt to forget being on the Continent from a startling resemblance of form and feature to well-known individuals in our own land, and scarcely to realise that the utterance is in another tongue. The quiet bearing, measured speech and absence of gesticulation seem to recall dukedoms of Normandy and Brittany ere the one and the other became absorbed by the darker featured, more impulsive Frank. This decided cousinship — may its traces long continue — should serve as a powerful loadstone on both sides of the Channel. We missed in our tour one marked character of the precincts and environs of Paris life, the innocent brewer of a mild beverage : to Anglicise the liquid, the \" Spanish juice wine (?) \" of our childhood. Le Marchand de Coco, who with his little bell, invites you, at the cost of a sou, to quaff your fill of his fresh, cold drink. \" A la fraiche ! a la glace ! qui veut boire ? Qui qu' a soif ? qui veut boire un bon coup ? Ecoutez la sonnette au vieux Gregoire. On est sotil pour un sou ; c'est pas beaucoup.\" — Jean Richepix."], [102, "92 Brittany. Alas ! GnVoire has no occupation here. In this land of apples and cider-drinkers there is no boulevard tor Him. Notwithstanding the little mental mosquitos attendant on travel, our path vvas strewn with roses ot kindness from numberless individuals. The sea gave us a reception more boisterous than wel come for the return journey. C. B."], [103, ""], [104, ""], [105, ""], [106, ""]]