[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "OAKWOOD.^"], [8, ""], [9, "THE HISTORY, INCORPORATION, RULES AND REGULATIONS OF OAKWOOD CEMETERY, AT SYRACUSE, K Y, TOGETHER WITH THE DEDICATION ODES AND ADDRESSES, WITH OTHER PAPERS. SYRACUSE; J. G. K. TRUAIR A CO., PRINTERS, JOURNAL OFFICE. 1860."], [10, ""], [11, "OFFICERS E. W. LEAVENWORTH, President. A. C. POWELL, Vice President. HAMILTON WHITE, - Treasurer. ALLEN MUNROE, - - Secretary. TRUSTEES: JOHN WILKINSON, JOHN CROUSE, HAMILTON WHITE, ALLEN MUNROE, TIMOTHY R. PORTER. J. P. HASKIN, AUSTIN MYERS, ROBERT G. WYNKOOP, J. DEAN HAWLEY, ARCHIBALD C. POWELL, THOMAS G. ALVORD, E. W. LEAVENWORTH. HAMILTON WHITE, A. C. POWELL, Executive J. DEAN HAWLEY, Committee. E. W. LEAVENWORTH, (Ex. Officio,) HOWARD DANIELS, Engineer and Landscape Gardener Sup't and Keeper or the Grounds"], [12, ""], [13, "PREFACE. INTERMENTS IN SYRACUSE. The first white person who was buried within the limits of the city of Syracuse, and probably within the bounds of On ondaga, was undoubtedly Benjamin Nukerk, who came into the country as an Indian trader, with Ephraim Webster, in 1 .56, before any settlements were made on the Military Res ervation, and who died here on the 7th day of December, 1787. He was buried on a pleasant little eminence, which over looks the Onondaga Lake and its shores, now embraced in Farm Lot No. 298 or 310, and lying directly in the rear of the residence of William Judson, on West Genesee Street, aud one or two hundred feet east of Geddes Street. The head and foot stones are both still standing aud in excellent preservation, and the inscription is quite legible. It is as fol lows : — BENJAMIN NUKERK, Died Dec. 7th, 1787, Aged 37 years. He is undoubtedly the same person who is called Selkirk in Mr. Clark's History of Onondaga, (Vol. 1st, p. 338). Mr. Clark is also in an error in supposing he succeeded Mr. Web ster in 1793, (Vol. 2d, p. S3). The grave is probably on Farm Lot No. 310, which is in the town of Geddes. About the year 1845, Joseph Savage, Esq., who owns the ground occupied by this grave — had occasion to dig a trench two or three feet below the surface, and while doing so struck"], [14, "6 OAKWOOD CEMETERY. upon a line of graves. On examination they proved to be placed in a direct line for some twenty or thirty feet, and consisted of quite a number of bodies. The bones were most ly decomposed, except the skulls, and among them were found quite a number of bullets. Probably the ground was never used as a permanent burial place, but these bodies fell in some battle, of which perhaps we have no record, and were hastily buried here in the sandy loam of this beautiful little eminence. But it may be otherwise, as he at other times found other remains in different places on the same little hillock — one— the skull of which had evidently been cleft by a tomahawk. A gun, brass kettle, flints and pipes were also found from time to time. The bodies were found mostly near the southeast corner of the knoll, about two hundred feet east of the large pine tree now standing. Origi nally there was quite a bluff at this point, which has been levelled down by carrying away loam and sand. The first burials in the village of Salina were made on ground now known as Lot No. 8 in Block No. 15, near the intersection of Spring and Free Streets. They however ceas ed to bury there before 1794, .aid began to make interments on the ground now embraced in Washington Park, and near to the spot where the Presbyterian Church, (recently remov ed ) was afterwards built. Mrs. Nancy T. Gilchrist, the mo ther of the present Ira A. Gilchrist, and several members of the families of Dexter and Herring, were buried here. — Mrs. Gilchrist in 1794. Burials were made here also but fir a few years, when find ing the location too near the dwellings, they began to bury upon the ridge which runs through Block No. 40, in the rear of the residence of James Lynch, Esq., and in the immedi-"], [15, "7 OAKWOOD CEMETERY. ate vicinity of that formerly occupied by the late Alfred Northam, Esq. This, too, was abandoned in 1801, when Sheldon Logan, at that time Superintendent of the Onondaga Salt Springs, laid out a piece of ground, then owned by the State for a public burial ground. It was used as such until the year 1829, and a few of the bodies buried on Washington Park, including that of Mrs. Gilchrist, and perhaps some from Block No. 40, were removed to the new grounds. Block No. 59, in the First Ward, covers the site of the grounds laid out by Mr. Logan. In the year 1829, the Legislature passed an Act, (Chap. 243,) vesting said Block No. 59 tn the Trustees of the village of Salina, authorizing the sale of Block No. 43 to said Trus tees for the purpose of a public cemetery, and directing said Trustees to prepare said Block No. 43 for the purposes in tended, to remove all the bodies from Block 59, and to sell the same at public auction. All the expenses of the pur chase, the preparation and improvement of the ground, and the removal of the bodies, were to be paid from the proceeds of the sale of Block No. 59. This law was immediately carried out in all its parts. — Block 59 was sold, after the removal of the bodies, and Block No. 43 has been used as a cemetery from that time till the present; and now nearly or quite all the lots have been ta ken up and occupied. Perhaps it may not be amiss to state in this connection that Isaac Van Vleck, Esq , the father of the late Matthew Van Vleck, formerly Inspector of the Salt Springs, and of the present Abraham Van Vleck, the first male child born within the limits of the city, and also of Mrs. George O'Blen-"], [16, "8 OAKWOOD CEMETERY. nis, was buried on Lot No. 8, Block No. 13, on what was then and is still known as the Schouten Lot. In the year 1834, previous to the Act of the Legislature (Chapter 160 of the Laws of 1835) incorporating Lodi with the village of Syracuse, the inhabitants of that locality established a small cemetery on Beach Street, on the top of the hill south of East Genesee Street, on Farm Lot No. 197. The late Oliver Teall, Esq., who then held a contract for the lot, furnished the land and offered an acre of ground or more if desired, on con dition that the people in that vicinity would clear and fence. They hired a Mr. Bates to do the clearing and fencing. But about half an acre has ever been enclosed and that is now most ly occupied. Few interments have been made there of late years. Some bodies have been removed, and the place has been much neglected, and, if not already, will soon be abandoned. The first burials within the limits of the late village of Syracuse, were made on land now enclosed in Block No. 105, near the intersection of Clinton and Fayette streets. They probably did not exceed twenty or thirty in number, and the citizens ceased to bury there previous to the year 1819. When Messrs. Owen. Forman, and John Wilkinson laid out the village of Milan, in 1819, and made a map of the same, no spot of ground seems to have been set apart for a cemetery, but the recent loss of that map precludes entire certainty on that point. At least, from that time till the year 1824, all burials were made at Salina, Onondaga Hiil, or Onondaga Hollow. The first person buried in what is now designated as the \"Old Cemetery\" (being the east end of Block No. 98), was Mrs. Eliza Spencer, the first wife of the present Thomas Spencer, Esq., who died on the 2nd day of April, 1824. After the village passed into the hands of"], [17, "9 OAKWOOD CEMETERY. the late Syracuse Company, they probably set apart this piece of ground for a cemetery; and it continued to be used as such until the year 1841. At a meeting of the Trustees of the village, held on the 10th day of May, 1841, Hiram Putnam, Esq., being Presi dent, a resolution was adopted, to call a public meeting, to be held on the 18th day of May, then instant, \" To take \" into consideration the propriety of raising money for a \" public cemetery for said village.\" On the 11th day of May, the President and Clerk of the village published a call for \"a meeting of the taxable inhab \" itants of the village of Syracuse.\" The meeting was held on the lStli ; adjourned from tho Mansion House to the fourth story of the Neio Banking House — over the Onondaga County Bank and Bank of Syr acuse. Elihu L. Phillips, Esq., offered a resolution for the purchase of parts of Farm Lots Nos. 128 and 242 — the same premises recently embraced in Rose Hill Cemetery — con taining 22T{Hb acres. It was very well understood, in advance, that it was in tended to purchase this property, and there was a very strong opposition to it. The soil was considered unfavorable and the location undesirable. The purchase was strongly urged by Philo N. Rust, Andrew N. Van Patten, John H. Johnson, Amos P. Granger, and others. It was resisted equally stren uously by Aaron Burt, Lyman Clary, Henry Gifford, Wm. B. Kirk, Thos. Rose, John Wilkinson, and others. The resolution was discussed at great length — various amendments were offered and rejected, and the original resolu tion finally passed. On the 27th of the same month, in compliance with a peti-"], [18, "10 OAKWOOD CEMETERY. tion signed by many citizens, the Trustees ordered another meeting of the taxable inhabitants, at the same place, on the 4th day of June, then next, \" to consider the business in \" regard to a new cemetery.\" At the meeting of June 4th Thos. Rose, Esq., offered a resolution to rescind all the proceedings of May 18th in regard to the new cemetery. The subject had excited a deep interest in the village, and had called together the great body of the leading citizens. The resolution to rescind was de bated at great length, and finally rejected by a vote of 79 to 57. The names of those voting and the way they voted will be found in Appendix \" F.\" On motion of Gen. Granger, two hundred dollars were voted at the same meeting for the improvement ofthe grounds. This property was conveyed to the Trustees of the village by George F. Leitch and Catharine K. his wife, under date of July 1st, 1841, (Book No. 78 of Deeds, page 452), and the Trustees proceeded at once to the improvement of the grounds. Ambrose S. Townsend, who died on the 24th day of August, 1841, was the first person buried at Rose Hill. He was the oldest son of John Townsend, Esq., of Albany, and grandson of the late Ambrose Spencer. This ground has been occupied till the present time, but has never been satisfactory to a large portion of our citizens. It has always been evident that, owing to the proximity of the ground to the city, it ought never to have been used for the purpose <*f a cemetery. The subsoil, which is a firm, tenacious clay, and full of water in the Spring and Fall, constituted' another very serious, and, to many, insuperable objection. And, in addition to this, the surface of the ground was"], [19, "11 OAKWOOD CEMETERY. unfavorable, more than one-half of it being a steep side hill, and not easily accessible, and the whole of it was devoid ot Trees and Shrubs, and incapable of being ever made beauti ful or attractive. Our citizens had never manifested any great interest in the grounds. They were never a source either of pride or pleasure. Little effort was ever made to adorn or improve them. They were by many deemed incapable of those high adornments which the public taste now demands. No doubt the city officials have often, if not generally, sympathized in those views and feelings. ° t For these, and perhaps other reasons, an early desire was manifested by many of our citizens to procure grounds for a cemetery more in conformity to the higher cultivation of modern taste on this subject. § As early as the years 1852-3 a number of meetings were held by a few prominent citizens, and the subject of a new Cemetery fully discussed and considered. Committees were appointed for the purpose of thoroughly examining the vicin ity of the city, in all directions, and finding the locality best adapted in all respects for the purposes of a rural cemetery. Those committees carefully performed their dut}*, and after a most critical examination of the vicinity of the town for the distance of several miles in all directions, they came unanimously to the conclusion that the hundred acres of land best fitted for all the purposes desired, was that now embraced within the limits of Oakwood. But our hopes were not then destined to be realized. No one seemed willing to put himself at the head of the enter prise, and assume all the labor and responsibility which that position necessarily imposes. Winter came on soon after"], [20, "12 OAKWOOD CEMETERY. the final conclusion was ai rived at, in regard to the grounds , and before the following Spring it was for the time forgotten in the pursuit of other objects of more pressing personal interest. The persons who most particularly interested themselves in the effort of 1852-3, were Messrs. Henry A. Dillaye, Charles B. Sedgwick, John B. Burnet, Robert B. Raymond, Charles Pope, Hamilton White, A. C. Powell, C. Tyler Longstreet, Israel Hall, John Wilkinson, Allen Munroe, and E. W. Leavenworth. The subject was again revived in the Summer of 1857, by Messrs. Hamilton White, James L. Bagg, Lewis H. Red field, C. Tyler Longstreet, A. C. Powell, John Wilkinson and Henry A. Dillaye. The papers were drawn up prepar atory to the organization of an Association — the terms of the purchase of the grounds above referred to were verbally agreed upon, when the whole subject was suddenly put to rest by the great pecuniary revulsion of that year. A final and eventually successful effort was again made in the Summer of 1858, principally by Messrs. White and Leavenworth. This was continued with little interruption till the Summer of 1859. Having arranged with Chas. A. Baker, Esq., for the pur chase of the front twenty acres, and with Henry Raynor, Esq., for the balance of the ground, the first object to which attention was directed, was the removal of the Jamesville Plank Road from the bounds of the proposed cemetery. It became necessary to procure the consent of a majority of the stockholders, and then of a majority of the directors — afterwards of a majority of the inhabitants residing on the East and West Road, crossing the said Plank Road near its"], [21, "13 OAKWOOD CEMETERY. first gate, to which the road was to be changed — next of the Supervisor and Commissioners of Highways of the Town of Onondaga, in which Town the road is situated — and finally, to procure a right of way for said Plank Road across the lands of Chas. A. Baker, Esq., and Dr. David S. Colvin. After a year of laborious effort, and with the benefit of much aid from Mr. Baker, these several objects were succes sively attained, and all serious obstacles to the final accom plishment of our object seemed to be removed, except the raising of the necessary funds for the purchase. To that important service A. C. Powell, Esq., for weeks, devoted a large portion of his time, and with such aid as he had from Messrs. Hawley, White and Leavenworth, succeeded early in August in raising the necessary amount in subscriptions, payable equally in one, two and three years, with interest. [See copy of Subscription, Appendix E.] On the 15th day of August, 1859, the subscribers to the fund, in pursuance of a circular addressed to them severally, met at the Mayor's office and organized the Association of Oakwood, and elected the following Trustees : Allen Munroe, Hamilton White, J. P. Haskins, Timothy R. Porter, Robert G. Wynkoop, J. Dean Hawley, Thomas G. Alvord, E. W. Leavenworth. John Crouse, John Wilkinson, Archibald C. Powell, Austin Myers, [See Articles of Association in Appendix, letter D.] On the day following a meeting of the Trustees was held at the office of E. W. Leavenworth, and the following offi cers were chosen :"], [22, "14 OAKWOOD CEMETERY. E. W. Leavenworth, President. A. C. Powell, Vice Hamilton White, Treasurer. Allen Munroe, Secretary. At the same meeting, a resolution was adopted on motion of Mr. Alvord, instructing the officers of the Association to purchase of Messrs. Baker & Raynor the lands now embraced in Oakwood on the terms theretofore agreed upon, viz. : 89,500 for the twenty acres in front bought of Mr. Baker, aud $15,000 for the 72TW acres, bought of Mr. Raynor, in the rear. Agreeably to such resolution, the purchase was made and papers exchanged on the fifth day of September thereafter. All the lots in Rose Hill Cemetery, and also in that at Salina, having been sold, and the Common Council having resolved t:> sell the north eight acres of the former, the Trus tees made immediate preparations for the improvement of the grounds, and early in October, Howard Daniels, Esq., an accomplished landscape gardener from the city of New York, with the aid of fifty or sixty men, commenced the work, and continued it till the month of December. The first person buried at Oakwood was Mrs. Nellie G. Williamson, who died on the 6th, and was buried on Tuesday, the 8th day of November, 1859. The first monument of any kind erected within the bounds ofthe cemetery, was that of James Crouse, Esq., on Section No. 13, put up during the winter of 1859-60. On the 14th day of November the first public sale of Lots took place, and from that d£.y to the first day of February following, more than seven thousand dollars' worth of Lots"], [23, "15 OAKWOOD CEMETERY. were selected, and but a small part, even of the subscribers, had then made their selections. Thus, at length, after nearly ten years of delays and diffi culties and disappointments, after the project had been more than once abandoned, and our hopes all but extinguished, this lovely spot of ground was secured for the final repose of our dead : to be visited, admired, and hallowed in our mem ories, while we live, by a thousand sacred and tender recol lections, and to be the beautiful resting place of our bodies when summoned to our final homes."], [24, "DEDICATION. On Thursday, the 3rd day of November, the grounds were dedicated, with appropriate ceremonies, to the sacred pur poses of a resting place for the dead. The Hon. Wm. J. Bacon, of Utica, kindly consented to deliver the Address, Alfred B. Street, the Poem, and the Rev. John Pierpont, of Boston, and Mrs. Thos. T. Davis, to furnish each an Ode. The occasion was one of deep interest to the citizens of Syracuse, and many thousands testified their appreciation of the importance of the object attained, by their presence on the ground. The day, which was lowery and threatening in the morning, became bright and beautiful, and one of the pleasantest of the season. The following was the Order of Exercises published on the occasion : DEDICATION OF OAKWOOD CEMETERY. The Trustees of \"Oakwood\" have the pleasure of announcing to the citizens of Syracuse, that Thursday, November 3rd, 1859, has been desig nated as the day for the opening of Oakwood Cemetery. The Military, Fire Department, and Civic Associations, have been invited to participate in the ceremonies of the ocaasion. The procession will be formed at 10£ o'clock a. m., under the direction of Gen. Robt. M. Richardson, assisted by the 24th Brigade Staff, in the following order: Gen. R. M. Richardson, Chief Marshal; miller's regimental band ; 51st Regiment N. Y. S. M., under command of Col. Walrath;"], [25, "OAKWOOD CEMETERY. 17 samsel's band; Fire Department, under direction of B. L. Higgins, Chief Engineer, and Assistant Engineers ; Fire Department Benevolent Association ; German Mechanics' Association ; St. Joseph's Society ; Young Men's Christian Association ; Sutherland's band. Lodges of Independent Order of Odd Fellows ; Cynosure Encampment, I. 0. 0. F. ; Lodges of Free and Accepted Masons; Chapter of Royal Arch Masons ; Commandery of Knights Templar; Directors of Franklin Institute ; Board of Education ; Mayor and Common Council ; Orator and Poet; Officiating Clergy ; Trustees of Oakwood Cemetery. The procession will march to Oakwood Cemetery, where the following exercises will take place : Music — by Miller's Regimental Band. Prater — by Rev. Mr. Strieby. Vocal Music— by Syracuse Musical Institute. Introductory Remarks— by Hon. E. \"W. Leavenworth, President of Oakwood Cemetery. Poem— by Alfred B. Street, Esq. Music — by Sutherland's Band. Oration — by Hon. Wm. J. Bacon. Ode — written for the occasion, by Rev. John Pierpont, — read by Rev. W. W. Newell, D. D. Benediction — by Rev. George Morgan Hills. After the services at Oakwood Cemetery, the procession will again form under the direction of the Chief Marshal, and march to Ciinton Square, where it will be dismissed. The procession was formed about 11 A. M.. on Salina street, in front of the Syracuse House, under the direction of (ien'l Rob't M. Richardson, and immediately took up the line of march for Oakwood. A spacious platform had been erected for the occasion, for the accommodation of the Ora tors, Poet, Clergy, Trustees, and other gentlemen, in Dedi cation Valley, directly north of the west end of Section No. 13, and seats for the audience on the side of the hill directly north of the platform. 2"], [26, "18 OAKWOOD CEMETERY. The exercises were opened by Miller's Regimental Band. with the \"Dead March\" in Saul. At the conclusion, the Rev. M. E. Strieby offered the following PRAYER: Almighty God, thou author of our existence, and in who;e hands is the breath of our lives, we come together this morning to dedicate and to consecrate these grounds to a sacred purpose. The natures which thou hast implanted within us prompt us to a kind care, and suitable burial of the bodies of our departed friends, and Thy Holy Word sanctifies and sanctions these desires ; for thou didst approve the anointing which Mary gave for Thy burial, and the embalming and interment which sorrowing friends gave to Thy body. So in this consecrated spot, we can bring our -friendsi, from time to time, to lay them here, and at length we shall all be borne to the earth in this holy sepulchre, or some other resting place of the dead. Grant that in the dedication we make of this consecrated ground, we may be accepted ; and finally, when the trumpet of the Archangel shall sound, and this ground shall give up its dead, aud all the earth shall open up her receptacles, do thou then grant, Heavenly Father, to take us to that resting place where there shall be no more sorrow, no more tears, and no more death ; and to the Eternal God, Father, Son and Holy Spirit, shall be the praise and the glory forever more. Amen. The Rev. Mr. Fillmore was here introduced and read the following beautiful Hymn, written for the occasion by Mrs. Thomas T. Davis, of this city."], [27, "19 OAKWOOD CEMETERY. HYMN. BY MRS. TnOMAS T. DAVIS. Air — PleyeVs Hymn. Life and Love with tender hand Guard and deck this Silent Land ; Cypress arch and willow wreath Shade the sacred sod beneath ; Sun and starlight gild the shrine, Flow'ry chaplets fondly twine ; Angel hosts, your vigils keep Where our loved and lost shall sleep. Loved, not lost ! No fear nor gloom Shrouds the portal of the tomb ; Death revealed immortal day When the Rock was rolled away. Grave and crypt and pallid stone Mark not the realm of Death alone ; Life but sleeps, while Death survives, — Death shall die, and Life arise. Shed not then the frenzied tear ; Robe in light the pall, the bier ; Yonder see the shining shore Where our loved have gone before; Rear the marble o'er the dead, Crown with flowers the dreamless head ; Calmly wait till Life shall be Blended with eternity. This Hymn was then sung by the members of the Syra cuse Musical Institute, under the leadership of H. N. White, Esq. The Hon. E. W. Leavenworth, President of the Cemetery Association, then came forward and delivered the introduc tory address, as follows: Ladies and Fellow Citizens: — We arc assembled here this day upon an occasion of absorbing interest. Our long cherished hopes, so often"], [28, "20 QAKWOOD CEMETERY. overclouded, so often deferred, are this day realized. Our highest anticipations are more than fulfilled. We are convened here this morning that with appropriate ceremonies, and with becoming solemnity, we may set apart the loveliest spot upon the Banks of the Onondaga, as the final resting-place of our beloved and honored dead. We have come together to consecrate for ourselves, a dwelling for these mortal bodies, when the labors and cares, and trials of life are over, and the spirit has ascended to God who gave it. How long, with anxious eyes, has this day been looked for ! Through how many years of hope and doubt, and fear — of efforts and disappointments, have we struggled on, that at length we might enter upon this promised land ! But hope is now fruition, and this occasion is the joyful evi dence of our full success. An ample, permanent and attractive resting place for our dead, seems to be the last great necessity of our city. Water and gas— railroads and canals — a salubrious climate — a fer tile soil — prosperous agriculture, commerce and manufac tures, have supplied the great wants of our town — filled our laps with plenty and made our homes the abodes of happi ness and peace. But while laboring so diligently and suc cessfully for the wants of the living, we had forgotten what was due to the dying and the dead. No adequate, suitable or permanent provision had been made for their repose. All our present cemeteries are inadequate in their dimen sions, entirely unsuitable in their location and the character of their soils, and it is perhaps not too much to say, that when the friends of those who now rest in them have passed away, they must yield to the onward and irresistible pro-"], [29, "21 OAKWOOD CEMETERY. gress of population and improvement. The fate of those similarly situated in other cities, and even in our own, warn us of the inevitable result. But fortunately, our long delay has not, in this instance, proved our ruin. Fortunately, almost providentially, we have been able to secure the spot of ground which nature seems to have intended for the purpose to which we now dedicate it. Although but a mile and a half from the cen tre of our city, looking down from each successive elevation upon the town, the lake and the lovely valley of the Onon daga, happily the hand of improvement, till now, had never reached it. A variety of circumstances had preserved it in all the loveliness of nature, for the final home of many gen erations yet unborn. Within its one hundred acres is embraced a combination of attractions which, if anywhere equalled, are no where surpassed. Placed most fortunately, not too near the city, nor too remote from it, mostly covered with young and thrifty woods of the second growth, so abundant as to allow great opportunity for selection — its surface diversified by the most beautiful and varied elevations and depressions. presenting views unrivalled in their extent and their mag nificence — rendered already attractive by natural lawns, and the most picturesque scenery, it is all that the highest judg ment and taste can demand, or the liveliest fancy paint. — And the careful hand of improvement will, each successive year, develop and heighten the charms with which nature has so liberally adorned it. Each loved form, committed by pious hands to its sacred dust, will invest its quiet vales and hill-sides with a yearly increasing interest, until each one of us shall have some"], [30, "22 OAKWOOD CEMETERY. tender tie to lead us often hither, and until we ourselves, now in the vigor of health, shall be permitted, beneath these lovely shades, to return to our kindred dust. From this day these grounds will be annually improved by graded and graveled walks and avenues — by smiling lawns and quiet winding paths beneath the shadows of the toweling oaks — enriched and adorned by sculptured mar bles, and the various testimonials which wealth and affection will yearly consecrate to virtue and loveliness — hallowed more and more as years speed on in their tireless course, by the holiest feelings of the soul, by memories and emotions which find a home in every human heart. Soon The mortal remains of thousands among us, who are now walking our streets, arrayed in the beauty of health, shall slumber be neath her holy, quiet breast. Increasing thousands will an nually seek the silence of this holy ground. Hither the busy, struggling world will often come to enjoy, for a time, the balmy breath of Heaven — to commune with nature in her loveliest forms, and in these secluded retreats to forg-et for an hour the toils and cares of life. Hither the stran\"-er o will direct his course, to mark the evidence and the standard of our civilization. Hither age, with tottering steps, will sometimes come to view the spot where he must shortly lie. Here, too, at evening's silent hour — wrapped in sable weeds —quiet and alone, the widow, the mother — the desolate and bereaved of every name— will wend their way with slow and solemn tread and saddened hearts, to drop another tear over the graves of those they loved. From whatever point of view we regard this enterprise, we are compelled to contemplate it as one of surpassing in terest and importance to the citizens of Syracuse, and well"], [31, "OAKWOOD CEMETERY. 23 may we who are here assembled this day, congratulate our selves, if in any humble degree, even, we have contributed to the accomplishment of an object so desirable to the living, so respectful to the dead. The first serious efforts for the establishment of a Rural Cemetery in this city, were made in the years 1852-3. Sev eral meetings were held and were well attended. Commit tees were appointed to view the adjacent country and find suitable grounds. After a very thorough examination, those •committees reported, and it was generally, if not unani mously conceded, that the grounds we now occupy were the most desirable in the vicinity of the city. But after reach ing this point, the enterprise was permitted to sleep — mainly, I think, for the reason that no one seemed willing to put himself at the head of the effort necessary to accomplish the result. It was again revived in 1857 with renewed zeal. The price of the land was agreed upon, all the necessary papers were drawn, preparatory to a final organization, when the great financial revulsion of that year arrested the enterprise. Fifteen months since, in the summer of 155S, a few of the gentlemen who had heretofore interested themselves in this matter again met, and resolved to renew the effort. Num berless difficulties seemed to surround them. Several months were consumed before we obtained a sat isfactory offer for the sale of the lands. The Plank Road, passing through the grounds, was con sidered, and very properly, an insuperable objection, and one which must be removed before the purchase was con summated. Much delay and some difficulty was experi enced in procuring the consent of tho stockholders and di-"], [32, "24 OAKWOOD CEMETERY. rectors of said road — in obtaining the sanction of such removal from the Town Officers of the Town of Onondaga — in procuring the new right of way which said removal made necessary, and more than all, in raising the $25,000 which was required to make the purchase. But patience and perseverance met with their accustomed reward. The enterprise was regarded with favor and liberally treated by the bulk of our citizens, and I am happy here, in this public manner, to acknowledge our obligations to the stockholders and directors of the Jamesville Plank Road Company, and to the Supervisor and Commissioners of the Town of Onon daga, as well as to many other gentlemen, who fully appre ciated the value of the object which we had in view, and contributed to its accomplishment. Fifteen months have seen every obstacle removed ; the association organized, the lands purchased, and the work of improvement moving rapidly forward, under the guidance and direction of Mr. Howard Daniels, of the city of New York, an accomplished landscape gardener, whose large ex perience and cultivated taste will develope all its beauties, and render Oakwood the pride and the pleasure of every citizen of Syracuse. At the conclusion of Mayor Leavenworth's address, Alfred B. Street, Esq., of Albany, pronounced the following exqui sitely beautiful and appropriate POEM: O'er life's fresh springtide, when the blithesome hours Dance to glad music through perennial flowers • O'er bounding youth, when hope points ever on, No blossom scentless, and no. color wan ;"], [33, "25 OAKWOOD CEMETERY. O'er stately manhood, when the mounting tread Seeks the far prize that stars the crag o'erhead ; O'er trembling age, when, worn with toil and woe, It turns from light above to gloom below ; Darkens a shade, mysterious, cold and black, Mantling the flowery as the wintry track ; Brooding where joy its diamond goblet quaffs ; Where daring, loud at every danger laughs ; Where strength securely rests on future years ; Where fame, wealth, pleasure, each its votary cheers ; Death is that shade, inexorable Death, With ever lifted dart at all of mortal breath. But though the soul that lights the frame depart, The darkened dust is sacred to the heart. Around the spot that wraps the dead from sight, Lingers thought's tenderest, love's divinest light ; Hallowed by suffering, it remains a shrine Where oft sad memory wends, its fairest flowers to twine. The land that trod through Deluge-ooze its way, Gave to the pyramid its mummied clay. The purple skies of Art and Song inurned The sacred ashes sacred fires had burned. The Parsee offered to his God, the sun, On the grand crag the heart whose course was run. And the red roamer of the prairie sea Yields to the air his wrecked mortality. But not to pyramid, though mocking Time, The urn funereal, nor the sun sublime, Nor boundless air, nor yet the waste of waves, That stateliest, mightiest, most august of graves — But yet in such drear weltering vastness spread Should Christian hands consign the Christian dead. But to the earth, the warm, the steadfast earth, That, touched by God's own finger, gave us birth ; Where to the resurrecting sun and rain The seed but perishes to live again ; Where Nature hides her life in Winter's gloom For warbling Spring to sing it into bloom ; Home of the tree that sheds its leafy showers For the new garland wreathed by vernal hours !"], [34, "26 OAKWOOD CEMETERY. Home of the priceless fount ! the matchless gem ! The precious gold ! more precious grainy stem I Yea, as we woke to life upon her breast, Her loving arms should fold our last and longest rest. And thus, oh lovely Oakwood, shalt thou spread Thy sylvan chambers, for the slumbering dead. Through thy green landscapes shall Affection stray, Weep the wild tear, with softened sadness pray. Within the glen, as murmurings fill the tree, A voice shall seem to whisper, \" Come with me !\" And the green hill top — whence the sight is fraught, With the rich painting Nature's hand hath wrought ; Woodland and slope, mount, meadow and ravine, The city's white, the water's purple sheen, Aud the dim mountain tops, until the gaze Pierces where distance hangs its tender haze — Tell that the soul, with onward pointed eye, Finds its far limit only in the sky. The grassy dingle and the leafy dell Shall tremble sadly to the tolling bell ; Where now wide solitude wraps slope and glade For winds to pipe to dancing sun and shade, Shall carved memorials of the dead be found Breathing their solemn eloquence around. Here, shall the son, in some prone trunk, descry The sire he saw in life's completeness die ; Here, shall the sire, in some green pine, survey The stately son, ere death had claimed its prey ; Here, in the flower, the mother again shall see The laughing child that perished at her knee; Here, the weird wind shall with long, melting moan, Mingle its sadness with the mourner's own, And the drear cloud, low brooding, seem a part Of the dark sorrow hanging on his heart ; Here, too, the joyful splendor of the sun Shall tell the life, the loved and lost hath wod, And warblings sweet, the landscape's ear that sill Of those glad strains the sounding heavens that thrill, Summer shall here hold green and leafy time, Emblem of those that perished in their prime ; Autumn shall shower its wreaths upon the air,"], [35, "OAKWOOD CEMETERY\". 27 Sign to the living also to prepare ; Winter shall spread in fierce and frowning might, Great type of death, its chilling robes of white ; But oh, glad thought ! in Spring's triumphant reign Nature shall bound in radiant joy again, Bid with her rapturous life Death's horrors flee, Type of that glorious truth — Man's Immortality. Music by Sutherland's Band. The Hon. Wm. J. Bacon, of Utica, was now introduced, and delivered the ORATION We have assembled this day, my friends, to perform a grateful and pious duty. It is to consecrate, by fitting cere monies, and appropriate memorials, a new place of burial for the dead, another abode where the wearied spirit and the exanimate body may lie down and rest. To the living it should be a grateful duty, for thereby our hearts become chastened and purified, and our eager chase after the things that perish modified, if not arrested. It is pious toward the dead, in the preparation we make for their secure and pleas ant repose, when the storms of life have ceased to beat, and by 'garnishing their sepulchres,\" we bring back to our re membrance the forms and characters of those loved aud de parted ones whom we expect to deposit here. Care of, and respect for the dead, would seem to be a nat ural and spontaneous instinct of the human heart, but its manifestations are by no means uniform. In its higher de velopments it is the out-growth of civilization and refine ment, aided or repressed by the view a community is accus tomed to take of the sanctity of life, the solemnity of death, and the things that follow after that last mortal change."], [36, "28 OAKWOOD CEMETERY. Perhaps the earliest record we have of a transaction by which the ashes of the dead were secure of a resting place. and the title thereto assured in perpetuity to the purchaser and his descendants, is derived from the narrative of the sacred historian in Genesis. It was while Abraham yet dwelt as a stranger and sojourner in the land which was subse quently confirmed to his posterity as the promised inheritance, that he lost the wife of his youth, the honored mother of that son in whom his seed was to be called. They had dwelt long and lovingly together. In all his wanderings — when, obeying the Divine command, he departed from his country, and his kindred, and his father's house, — she had been his faithful and constant companion, and now, at the age of one hundred and twenty-seven years, she had reached her ultimate earthly pilgrimage; and at Hebron, in the land of Canaan, she laid down to die, and Abraham came to \" mourn for Sarah, and \" to weep for her.\" And then occurred the transaction recorded in the 23rd Chapter of Genesis, by which, for the sum of \"four hundred shekels of silver, current money with \" the merchant,\" the desired burial place was forever secured, even \"the field of Machpelah, which is before Mamre, and \" the cave which was therein, and all the trees that were in \" the field, and that were in all the borders round about.\" How fondly in after years the memory of Abraham recurred to this sacred spot, we hardly needed any narrative to inform us ; but that it was so remembered by him and his family, for at least three generations, we are abundantly assured by the fact that there his own remains were deposited, there Jacob changed his sons to bury him, for there, he adds with pious recognition of his honored ancestry and love for his kindred, \" there they buried Abraham, and Sarah his wife ;"], [37, "29 OAKWOOD CEMETERY. \"there Isaac was buried, and Rebekah his wife, and there I \" buried Leah ;\" and when Joseph died he took an oath of the children of Israel that they should carry up his bones from the land of Egypt, beyond all doubt that he, likewise, might be gathered to his fathers, and rest in the same hallowed and secure inclosure. It seems a little difficult to assign an aderp.ate reason for the exceeding care and costliness displayed by the ancient Egyptians in the disposition they made of the remains of the dead. That something inspired this, beyond mere respect for the memory of departed friends and kindred, would appear to be indicated by the existence of those vast catacombs, the mighty cities of the dead, preserved by the process of embalming, for an apparently interminable duration, and the erection of pyramids, for the existence of which no reason so satisfactory has been given as that which assigns to them the office of sepulchres of their lulers, so aptly described by Job when he speaks of \" Kings and Counsellors of the earth \" which built desolate places for themselves.\" Desolate and dreary, indeed, are those towering aud shapeless masses, standing, as they do, amid arid wastes of ever-shifting sand, the very names of the builders unknown, and their ashes undistinguished from the common dust that, in mummied preservation, still mocks at death and wears the semblance of a hideous life. Who, in contrast with these, as he con templates his last resting place, would not, with fervent aspi rations, breathe the wish of the Christian poet, \" Mine be the breezy hill that skirts the down, Where a green grassy turf is all I crave, With here and there a violet bestrown, Fast by a brook or fountain's murmuring wave, And may an evening sun shine sweetly on my grave."], [38, "30 OAKWOOD CEMETERY*. Among the Hebrews there existed a strong feeling of respect for the remains of the dead, and their places of burial were selected with great care and preserved with solicitous regard. They excavated caves in their ornamented gardens, hewed out rocky sepulchres in the sides of mountain decliv ities, and sought equally the sequestered valley, the open hill*»p, and the leafy forest. In contradistinction from most, if not all, of the anc*ent nations, they called the grave the \" House of the Living,\" indicating thereby their belief that it was not the \"be-all and the end-all\" here or hereafter, but was only the portal of that vista that opened up into another and a larger and a nobler bfe, — and thus, when Our Savior declared that \" God is not the God of the dead, but of tho •'living,\" he uttered a truism, which, by the Jewish mind — acquainted with their own history, the traditional usages and language of the common people, not to speak of the teachings of their prophets and wise men— should have been instantly recognized, and as familiar to their thoughts as household words. With the Greeks and Romans, and especially with the former, the feeling that prompted costly memorials and votive offerings to the dead, was more æsthetic than religious : for, as they recognized no assured hope of life beyond the tomb, they had no especial lessoDs to draw from the grave, save those which might animate the living to emulate the deeds which in this life had made the departed illustrious. To the momentous question propounded more than three thousand years ago, \"Isa man die, shall he live again?\" the most cul tivated and learned Heathenism had no answer save the dim foreshadowings on the bright ethereal mind of Plato, and the speculations which in a later age employed the leisure"], [39, "31 OAKWOOD CEMETERY. and engaged the imperial mind of Tully. But how meagre and unsatisfactory were their highest views and noblest aspi rations, is indicated by the fact that, in that dimly descried future, that land afar off, that \" diem prœolaretri\" which the great Roman orator hoped might in some unknown region break upon his eyesight, his highest visions of happiness were connected not with the presence of Him who is tin fountain of all that is pure, and holy, and good, but with dwelling in classic abodes, mingling in the councils of the wise and the learned, and communing with men illustrious in arts and arms, celebrated in song and renowned in storv. To the common people the future life, if any there was, presented no recognized system of reward or of retribution. Only the illustrious, by a divine apotheosis, were raised to the gods, whom it required no great stretch of virtue to equal or excel ; while the punishments of the impious, the incestuous, and the cruel, could only be made palpable to the sense by such material torments, as the water soliciting the taste, and forever eluding the grasp of Tantalus, the iron wheel of Ixion, and the ever rolling and ceaselessly rebound ing stone of Sisyphus. But what mythology by its fanciful and empty creations, and fphilosophy in its highest reach of thought and most earnest yearnings of spirit, could never attain, — a ray of light from the throne of the invisible has now revealed to us. When Jesus of Nazareth through mortal lips proclaimed to the weeping sisters of Bethany, \" I am the resurrection and the life,\" the darkness of the tomb fled away, and henceforth and evermore it was that \"Life, and warmth, and joyous light, And sorrow's softened tone, Were round the pleasant path which seemed To lead to heaven alone.\""], [40, "32 OAKWOOD CEMETERY. How imiw'ediately and beautifully was the power of this new revelation manifested in the life and death, the cheerful burial places, and the monumental emblems and inscriptions of the early Christians. They adopted the Greek word Koimeteria — cemeteries — literally, places of sleep — as the appropriate and characteristic designation of the spots they devoted to the repose of the dead. When, in the language of the Scriptures, their brethren \"fell asleep,\" devout men carried them to their burial, and, though lamentations and tears were not restrained, they laid them down in hope, con fident that the sleep of the good and the holy would be fol lowed by a sure and blissful waking. They carved no such emblems on their tombstones as inverted torches, to intimate that when the light of life went out it was never to be rekindled: but the star of faith, the anchor of hope, and the rainbow of promise, garnished and flamed out as well 'on humble stone as on towering shaft or commemorative cenotaph ; while such inscriptions as \" A father to his son \" borne away by angels,\" \" To him who now lives among the \" innocent ones,\" \" He is not dead, but sleepeth,\" marked, in the strongest contrast with heathen hopelessness, their abid ing trust in the life of joy and blessedness, \" Whose portal they called Death.\" It is in full accordance with these glorious hopes, and somewhat in imitation of the spirit that animated those early disciples of our common faith, that we come this day to ded icate this Cemetery, this sleeping-place, this house of repose, for some that have gone before and many that shall follow after us. I am not sufficiently familiar with your local his tory to bo acquainted with the varied steps of progress throno-h"], [41, "33 OAKWOOD CEMETERY. which you have passed, until you have reached the culmina ting point which has secured the quiet glades, the leafy nooks, and the lovely outlooking hilltops of \"Oakwood,\" as a \"pos \" sesgion of a burial-place\" to you and to your children for ever. I may, doubtless, assume that yours has been the usual history of all the early settlements in our country, from the day when the pilgrims at Plymouth hurried their dear departed ones to undistinguished graves. They buried them in silence and in fear, and raised not even a mound over their resting places, lest tho ever watchful foe should discover their diminished numbers, and know how few of those brave and manly hearts were left to shelter the weak and helpless that still looked up to them for succor. You passed through no such unhappy experience as this ; and yet it is quite possible, so marvellous has been your growth and development, that there are those yet living and moving among you, — perchance standing amid the witnesses of the cerempnies of this day, — who also witnessed here the first burial, heard the first wail of sadness that went up from stricken hearts, and listened to the first prayer that broke the solitude of the sorest primeval, where now stands this fair and prosperous eity, teeming with life and energy and hope. The day that marked that first visitation of the angel of death in this new settlement, whenever it occurred, and whether the visit came to smiling infancy in its opening dawn of beau ty, to woman in her confiding weakness and faithful love, or to man in his stalwart strength, was a sad and memorable day. No slowly tolling bell sent the news to distant households that a spirit was passing to the unseen world ; no gathered crowds, attracted by curiosity or by sympathy, thronged the streets ; no sable hearse or nodding plumes were there to 3"], [42, "34 OAKWOOD CEMETERY. attend the dead to his resting-place, but grief, though simple, was sincere, and mourning, though it had no outward show, was heartfelt and universal. Then was the virgin soil first pierced to receive that earliest tenant, where the great reaper, Death, subsequently gathered in his victims with such fre quency that the little spot of earth thus dedicated to his dominion became too limited to receive the increasing multi tude. Then did you, or your fathers, seek larger fields and wider boundaries, where humble affection planted flowers and ample wealth erected marble obelisks, until, in time, that teeming ground became too straight for its occupants, and taste and large-hearted beneficence, no less than imperative necessity, guided your footsteps to this pleasant spot. In the early days of New England, the place most com monly selected for a burial ground was an enclosure adjacent to, and, indeed, surrounding, their houses of worship, so that from the open window the living could look out upon the mansions ofthe dead, and read the names of tlje fathers and mothers of the hamlet, and ponder the lessons suggested by the holy texts that \" tanght the rustic moralist to die.\" These places were frequently indicated by a name which Long fellow very happily commemorates when he says I like that ancient Saxon phrase which calls The burial-place \"God's acre\" — it is just; It consecrates each grave within its walls, And breathes a benison o'er the sleeping dust.\" You may have had no such places of repose around or in the neighborhood of your churches ; yet have I seen in my walks about your city a spot where tottering and moss-grown stones and half-decayed enclosures are yet visible. The busy hand of enterprise has almost entirely surrounded it, and, ere"], [43, "35 OAKWOOD CEMETERY. 'ong. yielding to the inevitable march of improvement, the ashes of the few yet sleeping there must be mingled with and undistinguishable from the common earth, or blown with restless violence by the winds of heaven to far-distant regions. Each of them had a history in his day, and, as each one was laid in the narrow house, weary feet and aching hearts went back to desolate hearthstones, and sadly took up again the burden of life which the lost had aided them to bear. And now the busy throng of the living sweeps by them, and they heed it not. Rushing railroad trains, with thundering tread, jar and shake the solid earth above them, but their repose is not broken. Like the long separated, but in death united, lovers in \" Evangeline \" — \" In the heart of the city they lie unknown and unnoticed ; Daily the tides of life go ebbing and flowing beside them ; Thousands of throbbing hearts, while theirs are at rest, and forever ; Thousands of aching brains, while theirs no longer are busy ; Thousands of toiling hands, while theirs have ceased from their labors ; Thousands of weary feet, while theirs have completed their journey.\" If there be, my friends, no kindred left to care for and protect their remains, and the hand of improvement must invade their rest, gather up, I beseech you, the poor dust, ere it be borne away beyond recovery, and make room for these relics in your new and beautiful grounds, that there they may, if possible, enjoy that repose that shall not be again broken until the voice of the archangel and the trump of God shall call the dead to judgment. A burial place in a crowded city is ever a heartless and repulsive object. Pressed upon by the habitations of the living, and only preserved from intrusive familiarity or unhal lowed desecration by high and forbidding walls, it presents no scenery to attract, no quietness and peace to allure to"], [44, "36 OAKWOOD CEMETERY. meditation. But rural cemeteries, at a pleasant and yet accessible remove from the dwellings of men, with waving trees and sweet-scented flowers, the emblems and symbols of the heart, with \"yellow sunshine and flowing air,\" vocal with song of birds and sighing winds and murmuring streams, these are fitted to soothe at the same time that they elevate the spirit, and, while they teach us no forgetfulness, make us less repining and disconsolate. The graves of all the dead have myriad voices, that speak to the living with more than the eloquence of human lips. They tell us of man's frailty — they arrest the swift current of thoughtless, worldly life — they bring us near the confines of the unseen and the better land, and teach us, if we will but listen, how to live with wisdom and to die with hope. But the burial place of those we love is always invested with far deeper interest. It is here that the heart has gar nered up its treasures, and will not let them die. And in future years, upon this now untrodden ground, will many bitter tears be shed, and many an unavailing sigh be breathed, and many trembling footsteps come and go, until the keen ness of a first great sorrow has been shaded down into a quiet grief, and we shall learn to love the place where they repose who have passed us by only a few stages in the great journey of life. Hither shall come the strong, stern man, whose heart has been so encased in the adamantine walls of world liness that only a wrench that tears his life-strings asunder can make him feel ; and here gentle and long-suffering woman, bending like the ozier beneath the great blow that bows her to the dust; and manly and ingenuous youth, struggling to hide a grief it cannot quite repress; and prattling childhood,"], [45, "37 OAKWOOD CEMETERY. all unconscious of its loss, shall come, and with loving and united labor they \" Here shall dress a sweeter sod Than fancy's feet have ever trod.\" I congratulate you, my friends, that you have at length been able to secure so appropriate, so desirable a resting place for yourselves and your children. It is honorable alike to the public spirit and the private enterprise that have been engaged in its acquisition. Nature has done much, but taste, and skill, and affection, will do still more in the future years of its history to make it a very Mecca of the mind and heart. It is fitting that it should be consecrated by public and solemn acts of devotion to Almighty God, by the voice of prayer and the swelling tide of sacred song, for here in after years is to be gathered a great congre gation of your loved and honored ones. We stand here today, surrounded by the emblems and memorials of the fading year, and legibly written around us is the inscription \" Passing away.\" The sighing wind and the deciduous leaf of autumn are the harbingers and witnesses of that temporary death that falls upon the natural world. Bud and leaf and flower and fruit have alike yielded to the inev itable law by which death follows life, and suspended ani mation the freshness and glory as well of nature as of sentient existence. These emblems are not unfitting accompaniments of this day and this occasion, reminding us, as they do, of our own mortality, and of the change that will come to us as it has to the millions that have gone before and will succeed us, — \" for we all do fade as a leaf.\" But over all this scene another change shall pass. The storms of the coming winter shall visit this now peaceful"], [46, "38 OAKWOOD CEMETERV. spot, and howl through these leafless branches ; and its white and glittering shroud shall enwrap this already decaying vegetation. But Spring, with its balmy breath and softly distilling showers, shall come again. Suspended nature shall hear its voice and listen to its footsteps, and leap up and sing rejoicingly. And, in like manner, the lifeless re mains that may in after years be deposited here, shall be awakened and re-animated, for \" Spring shall re-visit the mouldering urn, And day dawn again on the night of the grave. Upon all these now denuded oaks — upon dying flower and shrub, and upon every withered blade of grass, is written the inscription — ■\" TResurgimus\" And upon every monu mental stone or tablet to be erected here, may also be en graved the same blessed word of promise and of hope. And still another day shall come in the far future, and yet another spectacle shall be witnessed here, transcending all that earth has yet seen of fearful interest or glorious gran deur. A great assembly shall stand, once more, and for the last time, upon this ground. \"The leaves will have ceased to fall. Then the grass will no more fade. Memorials will have done their work. We shall look towards the moun tains, and they will move out of their places ; towards the graves, and they will not be here ; towards the earth, and all will be new ; towards the skies, and with a mighty noise they will pass away.\" And then shall your dead come forth and join the great assembly that from hill and valley, from the waste wilder ness and the crowded city, from mountain's highest top, and ocean's deepest cave, will go up to meet the Lord in the air. Thrice happy they who shall have part with him in that sec-"], [47, "39 OAKWOOD CEMETERY. ond and final resurrection. \" They shall hunger no more, neither thirst any more, neither shall the sun light on them, nor any heat.\" The sorrows of this mortal life shall no more re-visit them, nor ever again shall they experience the eclipse of faith, the desertion of love, or the failure of hope. \" No more to them earth's fading light And blighting air are given, For they shall see the light of God, And breathe the air of Heaven !\" The oration was enthusiastically received, and upon its conclusion the orator drew down upon himself the warm plaudits of the spectators. Next followed the Ode, (written for the occasion by the Rev. John Pierpont, who honored the occasion with his pre sence,) which was read by the Rev. W. W. Newell, D. D., and sung by the Syracuse Musical Institute. ODE. ET REV. JOHN PIERPONT. Air — Old Hundred. These temples,* now erect and strong, Wherein thy Spirit, Lord of all, Dwelleth and giveth life, ere long Will totter, and in ruins fall. By pious hands, beneath the shade Of these old trees, those ruins must, With tears, be reverently laid, To mingle slowly, dust with dust. Sacred, from this day, be these grounds! Here be a quiet Sabbath kept, While the years walk their silent rounds: — Here let our own long sleep be slept * 1 Cor. vi. 19."], [48, "40 OAKWOOD CEMETERY. But, Lord, the grave, the body's bed, Made here, is not the Spirit's prison : We hear the angel voice, that said, \" He is not here ; your friend is risen.\" t May we, 0 Father, be so blest, That when from earth the spirit springs, It may mount up to thee, and rest Beneath the covert of thy wings. The ceremonies now over, Rev. Joseph M. Clark, of St. James' Episcopal Church, pronounced the BENEDICTION The peace of God, which passeth all understanding, keep your hearts and minds in the knowledge and love of God, and of his Son Jesus Christ, our Lord ; and the blessing of God Almighty, the Father, the Son and the Holy Ghost, be amongst you, and remain with you always. Amen. After the Benediction, the procession re-formed, and took up its line of march towards the city, in the following order : Brigadier-General Richardson and Staff. Light Dragoons. Miller's Regimental Band. Drum Corps, 51st Regiment. Fifty-first Regiment, commanded by Lieut-Col. M. E. Church, in the following order : Syracuse Citizens' Corps, as Guard of Honor. Syracuse Grays. Washington Artillery. Major-General Brown and Staff, in Carriages. Samsels Band. Chief Engineer and Aids. Fire Department, in Uniform. Continental Hose, as Color Company. Sutherland's Band. German Mechanics' Association. St. Joseph's Society, with Banner and Regalia. Directors of Franklin Institute. Board of Education. YouDg Men's Christian Association. Orator and Poet. Officiating Clergymen. Trustees of Oakwood Cemetery. t Mutt, xxviii., 6."], [49, "OAKWOOD CEMETERY. 41 The procession was very imposing, and drew a large num ber of citizens into the streets, whose irregular lines marked the ronte of the procession from Oakwood Cemetery to Clinton Square, where it was dismissed. The Syracuse & Binghamton Railroad brought large num bers of spectators back to the city, whose presence in the procession would have swelled it to such dimensions as would be outside the reach of the eye. Among the spectators present were many gentlemen from abroad, who had stepped aside in the journey of life to wit ness the dedication of this beautiful home of the dead — also, most of the pastors, Catholic and Protestant, of our city. The weather was appropriately suitable to the occasion, — now cloudy, reminding man of the fate that awaits mortality, — and anon bright sunshine broke out from the darkness and illumined the horizon, typical of the bright and glorious awakening beyond the grave. Thus has been consecrated to the dead, a lovely spot, that will be hallowed by us now living, as the resting place of those who shall have gone before us, and generations yet unborn, as that boundary line which separates us and them from the beautiful City ofthe New Jerusalem."], [50, "RULES AND REGULATIONS. I.— All lots shall be held in pursuance of the provisions of Title 8th, Article 1st, Chap. 18th, Part 1st of the Revised Statutes of the State of New York, and shall not be used for any other purpose than as a place of burial for the dead. II. — The Proprietor of each lot may erect any proper mon ument or sepulchral structure thereon, and cultivate trees, shrubs or plants on the same ; except that no slab shall be set in any other than a horizontal position, unless it be at least three inches in thickness, finished on both sides, set in a permanent socket of stone and not exceeding two feet and a half high and two feet wide ; and no tree growing upon the lot or border shall be cut down or destroyed without the consent of the Association. III. — Vaults or Tombs are not recommended, but will be permitted provided all but their fronts and roofs are below ground ; built of durable materials and fitted with catacombs in a tight and substantial manner, which shall be sealed up with hard brick, laid in cement, immediately after the deposit of bodies therein ; and the entrance provided with one or more metal doore. IV. — If any trees or shrubs situated in any lot, shall, by means of their roots, branches, or otherwise, become detri mental to the adjacent lots or avenues, or dangerous or in-"], [51, "43 OAKWOOD CEMETERY. convenient to passengers, or may mar the effect and beauty of the scenery, it shall be the duty of the Association, and it shall have the right, to enter the said lot and remove the said trees or shrubs, or such parts thereof as may be detri mental, dangerous or inconvenient. V. — If any monument, vault, tomb, effigy or structure whatever, or any inscription be placed in or upon any lot. which shall be determined by a majority of the Board of Trus tees for the time being, to be offensive or improper, the said Trustees shall have the right and it shall be their duty to en ter upon such lot and remove the said offensive or improper object or objects ; provided, however, that if said structure or improvement shall have been made with the consent of the Board of Trustees, the same shall not thereafter be re moved, except by a vote of three-fourths of the Trustees. VI. — Proprietors shall not allow interments to be made upon their lots for a compensation, nor shall any transfer or assignment of any lot or of any interest therein, be valid, without the consent in writing of the Trustees, or their offi cers, first had and endorsed upon such transfer or assignment, nor shall any disinterment be allowed without permission being obtained of the President or Secretary. yn. — With a view of preserving the sylvan effect so es sential in rural cemeteries, no enclosure of lots will be allowed other than hedges not exceeding three and one-half feet in height, or simple posts of iron or cut stone to designate the corners or angles of lots, said posts to project not more than one foot above the surface of the ground. In place of the posts a continuous curb or coping of cut stone may encircle the lot, provided the same be not more than one foot in height."], [52, "44 OAKWOOD CEMETERY. VEIL— The foundations for vaults, monuments or any other structures, shall be in accordance with the Rules or By-Laws of the Association, and all workmen employed in such foun dations, or in the construction of vaults, enclosing of lots, erection of monuments, or any other work pertaining to the improvement of the grounds, shall be under the supervision and direction of said Association or its Agents. The grading and trenching of all lots, the digging of graves and founda tion trenches must be under the direction of an Agent of the Association and by workmen regularly employed on the grounds. IX. — It shall be the duty of the Board of Trustees and they shall haye the power, from time to time, to lay out or alter such avenues or walks as they may deem proper (pro vided the same does not interfere'with lots previously dispos ed of,) and to make such general rules and regulations for the government, protection and improvement of the grounds as they may deem requisite and proper to secure and promote the general object of the Association. X. — The Proprietors of lots and their families shall be al lowed access to the grounds at all times, observing the rules which are or may be adopted for the regulation of visitors."], [53, "BY-LAWS. ARTICLE I. ELECTION OF OFFICERS, MEETING OF TRUSTEES, <S_C. Section 1.— The first Monday of March in each year, is the day for electing Trustees, as fixed by the certificate of incor poration. The hour and place of holding election shall be regulated by the Trustees, notice of which shall be given by publishing the same in at least two newspapers in the City of Syracuse, for the space of one week before the day of election. Sec. 2. — A meeting of the Trustees shall be held on the day of their election, at which meeting they shall appoint a President, Vice President, Secretary, Treasurer, and an Ex ecutive Committee. The President, Vice President, and Executive Committee shall hold their offices until the next annual election of Trustees, and until others are elected in their places. The Secretary and Treasurer shall hold their offices during the pleasure of the Board of Trustees. Sec 3. — The President (and in his absence, the Vice Pres ident,) shall preside at all meetings of the Directors, and shall call meetings of the Board whenever he may deem it necessary, or when requested so to do by any two members of the Board. Seo. 4. — The duties of the Secretary shall at all times be subject to the Board of Directors. He sliall keep the min utes of the Board and all the Books, records and accounts of"], [54, "46 OAKWOOD CEMETERY. the corporation. He shall have the custody of the real estate of the corporation, also of its books of account, title deeds, papers and documents of every kind. He shall collect all monies, and pay the same over forthwith to the Treasurer. He shall render a statement of the finances and affairs of the corporation when called upon by the Trustees, and also a o-eneral statement at the expiration of each year, to be ex hibited at the annual meeting of the members of the corporation. Sec. 5. — The Treasurer shall receive all the funds of the corporation and deposit the same to its credit in such Bank as may be designated by the Board of Directors ; and the same shall be paid out only on bills duly receipted by the parties presenting the claim, and with the certificate of the Auditing Committee attached to each bill. He shall render a quarterly account of the state of the finances to the Trus tees, and shall give bond with surety, for the faithful per formance of his duty. Sec. 6. — There shall be an Auditing Committee, composed of the President or Vice President, who shall audit all ac counts presented, aud shall attach his certificate to the same before payment shall be made by the Treasurer. Sec 7. — The Executive Committee shall be charged with the general care of the grounds, and perform such other duties, as the Board from time to time may direct, and when called upon, shall make a report of their proceedings to the Directors. Sec. 8. — There shall be a Superintendent of the Cemetery, who shall reside on or near the premises, and who is required to be in attendance at every interment, and shall obtain a statement of the name, place of nativity, residence and age"], [55, "OAKWOOD CEMETERY. 47 ofthe deceased, the disease of which he or she died, and also whether married or unmarried, white or colored, and the names of the parents of the deceased, and to deliver such statement to the Secretary, by whom an accurate registry of the same shall be made. He shall attend to the digging and closing of graves, and shall have the general control and di rection, under the Board of Directors, of the improvement of the premises. He shall keep a map of the Cemetery grounds, showing the avenues, walks, and lots, with their numbers, and shall cause the boundaries of lots, avenues and walks to be preserved. He shall have charge of and keep an account of the property, tools and implements of the Association, which may be on the premises, and shall see that the Regu lations ofthe Board of Directors for the proprietors of lots, interments, and visitors, are properly observed. ARTICLE n. IMPROVEMENTS. Section 1. — To insure the proper regulation ofthe grounds, the grade of all lots will be determined by the Directors. Sec 2. — All workmen employed in the construction of vaults or tombs, erection of monuments &c, must be subject to the control and direction of the Trustees or their agents, and any workman failing to conform to this regulation, will not be permitted afterwards to work in the grounds. Sec 3. — To protect the grounds, and especially improved lots, from injury, all excavation for vaults and monuments will be made by the Association, at the expense ofthe owners. Sec 4. — Foundations for monuments must be built of solid stone masonry, laid in cement, and not less than six feet deep."], [56, "48 OAKWOOD CEMETERY. Sec. 5. — No plaster1 images will be allowed on graves or in lots. Sec. 6. — All materials brought into the Cemetery, to be used in improving lots or otherwise, must be transported and deposited within the Cemetery in such a manner as the Ex ecutive Committee or Superintendent shall direct, and all earth or rubbish accumulated in improving lots, must be re moved, and deposited under the direction of the Superin tendent of the grounds, and at the expense of the proprietor of such lot. ARTICLE in. INTERMENTS, Section 1. — Graves shall not be less than six feet deep, and sliall be dug only by persons in the employ of the Asso ciation and under the direction of the Superintendent of the grounds. The Trustees suggest that a four inch brick wall be built entirely around the coffin, and a stone slab laid over it, and the earth packed above. When parties desire this, notice must be given to the Superintendent, and the same will be done at reasonable charge. Sec 2. — Whenever interments are to be made, at least eight hours previous notice thereof must be given to the Su perintendent, and at the same time the size of the coffin, measured on the top ; or, if in a case, the size of the case should be mentioned. And when interments are to be made in private lots, the location of the grave in the lot should be stated. In case the above notice is not given, an extra charge may be made for digging the grave. Sec. 3.— It is proposed to erect a Receiving Tomb for the"], [57, "OAKWOOD CEMETERY. 49 purpose of depositing bodies therein during the winter months, and for the accommodation of those who intend to purchase lots. Thirty days from the time of deposit in the Tomb will be allowed for making the selection of lot and re moving the remains. Sec 4. — Interments are subject to the following charges, to be paid to the Secretary, before or at the time of inter ment, namely : Opening, closing and sodding the grave of a person over twelve years old, three dollars. Opening, closing and sodding the grave of a child under twelve years old, two dollars. Opening a tomb, one dollar. Three dollars shall be paid for depositing and retaining a body in the Receiving Tomb for the space of thirty days ; three dollars for an additional term of six months, and three dollars for each month thereafter. Sec 5. — Single graves may be procured in public lots ap propriated for that purpose, at eight dollars each, for an adult, and five dollars for a child ; which price will include the opening, closing and sodding the grave. If lots should af terwards be purchased, and the bodies removed, the full cost of the graves located will be allowed, after deducting the ex penses for the original interment and for the disinterment of the remains. ARTICLE IV. CONCERNING VISITORS. [A map is being prepared. By examining this, and giv ing due attention to the guide boards, visitors will find no difficulty in passing through the grounds.] 4"], [58, "50 OAKWOOD CEMETERY. Section 1.— Each proprietor of a lot will be entitled to a ticket of admission into the Cemetery with a vehicle, under the following regulations, the violation of which, or a loan of the ticket, involves a forfeiture of the privilege. Sec 2. — No vehicle will be admitted unless accompanied by a proprietor, or member of his or her household, with his or her ticket, or unless presenting a special ticket of admis sion obtained at the office of the Cemetery, or of a Trustee. Sec. 3. — On Sundays and holydays the gates will be closed. Proprietors of lots, however, will be admitted, on foot, by applying to the Keeper at the lodge. Sec 4. — Fast driving will be especially prohibited, and no vehicle will be allowed to pass through the grounds at a rate exceeding three miles an hour. Sec 5. — No persons or parties having refreshments to sell, will be permitted to come within the grounds, nor will any smoking be allowed. Sec 6. — No horse may be left by the driver in the grounds unfastened. Hitching posts are provided for that purpose. Any person violating the above rule, or fastening his horse to a tree, will be required by the Superintendent to leave the grounds forthwith. Sec. 7. — All persons are prohibited from writing upon, defacing, or otherwise injuring any monument, fence, or other structure in or belonging to the Cemetery, or from picking any flowers, either wild or cultivated, or injuring any tree, shrub or plant. Sec. 8. — Any person disturbing the quiet and good order ofthe place, by noise or other improper conduct, will be compelled instantly to leave the grounds. Sec 9.— The gates will be opened at sunrise, and closed for entrance) at sunset."], [59, "51 OAKWOOD CEMETERY. Visitors are reminded that these grounds are appropriated exclusively to the interment of the dead. It is therefore in dispensable that there should be a strict observance of all the proprieties due to the place. The Superintendent, being clothed with the powers of a special policeman, will be re quired to arrest disorderly persons. SUGGESTIONS TO LOT OWNERS. Durability of Improvements. — When it is borne in mind that the design of this Association is to provide family burial, not merely for the present, or succeeding, but for many, and for all future generations, too much importance cannot be attached to the form and manner of the improvements made by the proprietors of lots. To render the grounds increas ingly attractive, not only should good taste pervade every improvement and embellishment, but the materials used for enclosures and monumental structures should be of such a nature, and the mode of construction of such a kind, as to secure the greatest possible degree of durability and perma nency. Unless great care is exercised in these particulars, the lapse of a few years will give to the grounds the appear ance of dilapidation and decay. If, however, proper care and attention be exercised in designing, ordering, and exe cuting the improvements to be made, and especially if lot owners will avail themselves of the wise provisions of the general law, for the repair, preservation and renewal of the"], [60, "52 OAKWOOD CEMETERY. various enclosures, monuments and tombs which are or may be erected, they will ensure to themselves and their succes sors for many generations, not only a permanent, but a de cent and tasteful place of repose for the dead. Monuments. — In regard to monuments, too much care and attention cannot be bestowed, if by such attention, perma nency be secured. The foundation should be laid strongly in cement, and be not less than six feet deep — the usual depth of graves. The stone of which the structure is made, should in all cases be solid, and made to lie on a natural bed. Monuments built up, faced with thin slabs of marble or stone, and filled in with common masonry, will not last. It is a species of veneering and mantle-piece work, that will not long abide the exposure to which it is subjected- nor will stone, if solid, long endure, unless it be made to lie on what is termed its natural bed. Most kinds of stone and marble are composed of different strata, or layers, like the leaves of a book. If the stones are placed edgewise, or ver tically, so as to expose the strata to the action of the weather and the frost, they will, in time, split asunder and the whole structure will fall into ruin and decay. Tombs. — The same remarks will apply with equal if not greater force, in respect to tombs built in part or wholly above ground. In such structures great care is needed in the plan and construction which may be adopted. The stones should be of sufficient size to extend frequently through the wall, not mere slabs set up on the edge, forming no bond of union between the outer and inner surface. Where angles occur, each alternate course should unite the walls by means of solid stones cut to the angle required, so"], [61, "53 OAKWOOD CEMETERY. as to render a separation of the walls impossible, unless by a general destruction of the whole. When placed in the hill side, the parts above the natural surface should be of cut stone, the sides as well as the front, so as to avoid all artificial em bankments and sodding. In this way the natural form of the hill will be preserved, unseemly, artificial mounds will be prevented, and, ultimately, much expense will be saved in being free from the necessity, which will otherwise exist, of frequently renewing and repairing the embankments which are made. The roof should always be of stone tiles, or of flagging, the former being more tasteful, is to be preferred. Tombs faithfully built in this way, may safely be depended upon for centuries. Vaults. — Vaults under ground should be built of stone walls at least 18 inches thick, with arch of hard brick 12 inches thick, and all laid in the best of cement ; lime should not be used for work under ground ; nor is it well to use it any way for monumental purposes when good fresh cement can be procured. Variety in Monuments. — As the permanency of monu ments and their enclosures is essential to the decent appear ance of the grounds, so are the character and variety of the structures essential to a permanently pleasing effect on the mind. On this subject, also, too much thought can hardly be bestowed. The experience of other similar institutions appeals strongly and opportunely on this point to the lot owners. They have it in their power, at this early period in the history of the institution, to avoid an error of which the others so justly complain. In a recent publication of the"], [62, "54 OAKWOOD CEMETERY. Laurel Hill Cemetery Association, of Philadelphia, occurs the following passage : \"There is another suggestion which the managers feel it their duty to make to lot owners ; they trust it will be re ceived as an evidence that they are anxious to unite in car rying out the original intention of creating at Laurel Hill a toute ensemble which shall evince that, with superior facili ties, there is growing up an improved taste in monumental sculpture. It has been the frequent remark of visitors— our own citizens as well as strangers — that a monotony already begins to be apparent in the style and form of the improve ments ; obelisk succeeds obelisk, etc., with only slight varia tions, and if this is continued, we shall see, in time, too dull a uniformity to strike the mind with agreeable sentiments. This may be obviated by a little more enquiry before order ing a monument, and by not always taking the advice of the stone-mason, often himself willing to suggest the greatest bulk for the least money, and thus allowing marble to usurp the place of good taste.\" * * * * # \"A correct idea, expressed in marble, may be very beau tiful, so long as it is unique; but by too frequent imitation, and in too close proximity with its original, it may destroy the charm of the first, and ultimately raise feelings in the beholder the reverse of those desired.\" It can hardly be doubted that these remarks, so forcibly expressive ot true criticism and correct taste, will exercise a favorable and justly controlling influence on the future improvements erected by the proprietors of Oakwood. Inscriptions on Monuments. — A suggestion on this sub ject is ventured with diffidence, yet not without hope that it"], [63, "55 OAKWOOD CEMETERY. may be of some use. While good taste proscribes, in all cases, fulsome eulogies of the departed, it does not forbid all notice of their virtues. The best feelings of our nature seem to demand something more than a mere record of name and birth and death. A simple, brief and appropriate epitaph proves not less interesting and instructive to the casual pas ser by, than to those who mourn more deeply the loss of those whom it coinmemmorates. Nor will it be one of the least objects of interest to those who in after times visit these grounds, to read the records which friendship and affection place here upon the monumental stone. Shrubbery. — In regard to shrubbery it will be well to re member that only certain kinds will do well in the shade. In ordering plants, therefore, satisfactory information on this point ought to be obtained before designating such as are to be placed under the foliage of the forest. Aid to Proprietors. — Proprietors contemplating making improvements will have every facility extended to them by the Superintendent, who will furnish information, and, if de. sired, superintend the execution of work. Importance of Improvements. — It is much to be wished that lot-owners generally would make their improvements as early as their convenience will permit. Every improvement made, adds, in a greater or less degree, to the appearance and interest of the grounds. Care of Lots.— It is very desirable, as well for the general appearance of the Cemetery, as for the satisfaction of propri etors, that such lots as are improved should be kept in proper"], [64, "56 OAKWOOD CEMETERY. order, the grass cut, the weeds eradicated and the shrubbery carefully attended to. Those who wish their lots taken care of in this way, may have it done for the sum of two dollars each lot per annum, it being understood that it is optional with with them to make this arrangement or not, as they may desire."], [65, "APPENDIX A. FORM OF DEED. Know all men by these Presents, that the Cemetery Asso ciation known by the corporate name of \" Oakwood,\" in con sideration of Dollars, to them paid by the receipt whereof is hereby acknowledged, do here by grant, bargain, sell and convey to the said heirs and assigns, Lot in Section in the Cemetery of the said Association, called \" Oakwood,\" situate in and adjoining the City of Sjracuse, in the State of New York ; which Lot delineated and laid down on the Register Map or Plan of the said Cemetery, in the pos session of the said Association, and therein designa ted by the number containing superficial feet. To Have and to Hold the herein above granted prem ises to the said heirs and assigns, forever; subject, however, to the conditions and limitations, and with the priv ileges specified in the Rules and Regulations, hereto annex ed. And the said Association of Oakwood do hereby cove nant to and with the said heirs and assigns, that they are lawfully seized of the herein above granted premises, in fee simple ; that they have a right to sell and convey the same for the purposes above expressed, and that they will"], [66, "58 OAKWOOD CEMETERY. warrant and defend the same unto the said heirs and assigns forever. In Testimony Whereof, the said Association of Oakwood have caused this instrument to be signed by their President, and their Common Seal to be hereto affixed, this day of in the year of our Lord one thousand eight hundred and APPENDIX B. I ARTICLE OF AGREEMENT. OAKWOOD CEMETERY. In consideration of toe sum of Dollars, for which has given his Promissory Note, the Association, known as Oakwood, hereby promises and agrees to and with the said that when the said Note paid, they will execute and deliver to him or his assigns such a convey ance for Lot No. in Section No. in the Cemetery^ of said Association, as is provided by the Rules and By-Laws of said Association. But in case of failure to pay said Note then this contract is, in the discretion of said Association, forfeited and annulled, aud the Association may, in their dis cretion, enter on said Lot, and again sell the same, without notice."], [67, "59 OAKWOOD CEMETERY. Witness the hand of the President and Secretary of the Board of Trustees of said Association, this day of in the year of our Lord 18 President Secretary. APPENDIX C. CERTIFICATE OF INDEBTEDNESS. THE RURAL CEMETERY AT SYRACUSE, KNOWN AND DESIGNATED BY THE NAME OP \" OAKWOOD.\" The Association called \" Oakwood,\" does hereby Certify, that of has subscribed for the purpose of purchasing the lands conveyed to the said Association, the sum of and has given his Promissory Notes for the said sum of with interest from the 16th day of Au- gust last. Now it is hereby agreed, by the said Association, that one-half of the money received, on the sale of lots in the said Cemetery lands, is hereby pledged to the re-payment of •the subscribers aforesaid, for the amounts which they shall respectively pay on the said notes, until the whole amount thereof, with interest, is paid, and that the said will be entitled to his pro-rata share of such receipts, as the same are from time to time realized, until he shall have received full payment of the amount that he may have paid on said Notes with interest."], [68, "OAKWOOD CEMETERY. 60 Witness, The Subscription of the names of the President and Secretary of the said Association hereto, this day of 18 President. Secretary. APPENDIX D. ARTICLES OF ASSOCIATION. To whom it may concern — Greeting : This is to certify that the persons mentioned herein, resi dents of the State of New York, desiring to form an Asso ciation for the purpose of procuring and holding lands to be used exclusively for a Cemetery, or place for the burial of the dead, did meet on the fifteenth day of August, 1859, at the mayor's Office, in Syracuse, being the time and place agreed upon, and appointed Elias W. Leavenworth, of said city of Syracuse, Chairman, and L. W. Hall, of the same place, Secretary, by the unanimous vote of the persons pre sent at the said meeting, and proceeded in all respects under and pursuant to the provisions of the act entitled \" an act authorizing the Incorporation of Rural Cemetery Associa tions,\" passed April 27, 184'?, and the acts amending the same. That the following named associates attended said meeting :"], [69, "61 OAKWOOD CEMETERY. Curtis Moses, Ira Gage Barnes, E. W. Leavenworth, Hamil ton White, J. Dean Hawley, A. C. Powell, H. W. Van Bu ren, I. S. Spencer, G. L. Maynard, Charles Andrews, T. R. Porter, J. P. Haskins, F. Wellington, L. W. Hall, Allen Munroe, John White, Ira H. Williams, and Thomas B. Fitch. That thereupon, the said meeting, by a vote of a majority of its members, determined on Oakwood as tfie name by which the said Association should be called and known. That the number of Trustees fixed upon to manage the concerns of said Association is twelve. That the names of the Trustees chosen at said meeting, and who were duly elect ed by ballot, pursuant to said law, at said meeting, are Ham ilton White, J. P. Haskins, Elias W. Leavenworth, John Crouse, John Wilkinson, Archibald C. Powell, Allen Mun roe, Thomas G. Alvord, Timothy R. Porter, Rob't G. Wyn koop, J. Dean Hawley and Austin Myers. That immediate ly after said election the said Trustees were divided by lot by said Chairman and Secretary, and classified pursuant to said law, as follows: Elias W. Leavenworth, Austin Myers, James P. Haskins and John Wilkinson, constitute the first class, and Archibald C. Powell, Allen Munroe, Robert G. Wynkoop and Thomas G. Alvord, constitute the second class, and John Crouse, Timothy R. Porter, Hamilton White and J. Dean Hawley, constitute the third class, and that the first Monday in March, in each year, is the day fixed upon by said meeting for the Annual Election of said Trustees. E. W. LEAVENWORTH, Chairman. L. W. Hall, Secretary."], [70, "62 OAKWOOD CEMETERY, STATE OF NEW-YORK,) Onondaga County. — ss. ) On this 17th day of August, 1859, personally appeared before me, the above named Elias W. Leavenworth and L. W. Hall, to me well known, and known to be the same persons described in and who executed the above certificate, and they severally acknowledge the due execution of the same. Sam'l H. Edwards, Com'r of Deeds, of Syracuse. APPENDIX E. COPY OF SUBSCRIPTION. In case a Rural Cemetery Association shall be organized, aud shall purchase the premises now in contemplation, con sisting of about ninety acres, belonging to Messrs. Baker and Raynor, or the twenty acres of Mr. Baker, we, the subscri bers, severally agree that we will, on demand, deliver to said Association, satisfactory negotiable promissory notes, or oth er good satisfactory security, for the sums set opposite our names respectively, for the purpose of defraying the cost of such land and improving the same. Said notes or other se curities to be on interest, and if amounting in the aggregate to two hundred and fifty dollars or over, they shall be paya-"], [71, "63 OAKWOOD CEMETERY. ble in three equal annual installments, with interest annually, and if amounting to less than two hundred and fifty dollars, they shall be payable in eight, sixteen and twenty-four months ; said notes to be all on interest, and payable at Bank. The amount which we shall respectively pay on said notes to be repaid to us respectively, with interest, by said Asso ciation, in the manner mentioned in Chap. 133, of the Laws of 1847, viz : One-half at least of all the proceeds of the sales of lots in said Cemetery to be divided annually, and paid over to us respectively, according to the amount of pay ments made by us respectively ; and the price of any lot or lots which any of us may purchase in said Cemetery, will apply as so much repayment on sums paid on said notes. This subscription not to be binding, unless at least twenty five thousand dollars are subscribed. In forming said Asso ciation, each of the subscribers shall be notified of the time and place of meeting, by circulars deposited in the Post Of fice, at Syracuse, directed to us severally, at the place set opposite our respective names, at least three days before the meeting; and in selecting Trustees, each subscriber present at the meeting shall be entitled to a vote on each twenty-five dollars he may have subscribed hereto ; the Trustees to be selected from the subscribers. In case only the twenty acres of Mr. Baker shall be bought, then the subscriptions shall be reduced to two-fifths of their amounts, or to the sum of $10,000. Syracuse, May 31st, 1859."], [72, "64 OAKWOOD CEMETERY. Horace & Ham'l White, Syracuse, $2,600 John Crouse, • 1,000 E. W. Leavenworth 1,000 John Wilkinson 1,000 C. T. Longstreet 1,000 L. H. Redfield, Syracuse, 500 Arch'd C. Powell, \" 500 Allen Munroe, 1,000 Thomas G. Alvord, 500 Israel S. Spencer, 500 J. P. Haskin, 500 A. A. Howlett, 300 John D. Norton, 500 B. Burton, 500 Ira Gage Barnes, 500 Geo. F. Comstock 500 W. H. Shankland __ 500 Geo. L. Maynard, 250 Austin Myers, 1,000 Joseph Seymour, 100 McDougall, Fenton- & Co., 250 H. N. White, 100 C. Tallman, Syracuse, 250 H. B. Wilbur, Syracuse, 100 Curtis Moses, \" .' 100 (t For Mrs. Eliza Hoyt, \" 100 J. L. Bagg, 250 Richard Cloyde, \" 50 Sidney Stan ton, 250 Geo. N. Kennedy, 250 George Barnes, 250 E. T. Wright, 250 T. R. Porter, 300 Thomas B. Fitch, 3qq A. C. Yates, _ 250"], [73, "65 OAKWOOD CEMETERY. O. T. Burt, Three Hundred dollars, 300 J. W. Barker, Two Hundred and fifty do., 250 Charles Andrews, 250 C. B. Sedgwick, 250 H. W. Van Buren, 300 Ira H. Williams 100 D.Pratt, 100 J. L. Cook & Sons, 309 Lyman Clary, 100 F. Wellington, 300 Clinton F. Paige, One Hundred doll's 100 Wynkoop & Brother, One Hundred Dollars, 100 Willard & Hawley, One Hundred Doll's, 100 H. W. Slocum, 100 John White, 150 R. Raynor, 150 D. S. Smith, 100 L. H. & F. Hiscock, 150 J. G. Greenway, Three Hundred dollars, 300 Jo's F. Sabine, 100 W. Winton, 100 Kenyon & Potter 200 H. Riegel, 50 D. McDougall, charged to McD. & Co., 100 L. W. Hall, One Hundred dollars, 100 John J. Crouse, 200 Jacob Crouse, 100 M. H. Church, 100 5"], [74, "66 OAKWOOD CEMETERY. APPENDIX E. NAMES OF VOTERS. Ayes.— Aaron Burt, Wm. B. Kirk, Tho.'s Rose, I. Tallman , J. Fancher, Hervey Rhoades, C. A. Huntoon, Reuben L. Hess, Tho.'s B. Hoyt, W. W. Wells, L. Messenger, Ralph B. Phelps, Josiah Brintnall, John F. Wyman, J. B. Huntington', Oliver Teall, James G. Tracy, E. H. Hough, E. Cook, Amos Benedict, T. E. Hastings, Obed Baxter, D. McCormick, Wm. Malcolm, Joseph Savage, S. Steenburgh, I. Lewis, J. DeWitt Rose, Nathan Van Benscoten, A. Page, L. Palmer, II. T. Gibson, Rob't Furman, Geo. Smith, Lyman Walker, Elisha F.Wallace, John H. Lathrop, Samuel B. Ward, Cyril H. Brackets, R. Seager, Albert A. Hudson, Silas Bliss, P. W. Hudson, A. Hughes, Asahel L. Smith, Jabez Hawley, Jared F. Phelps, Rial Wright, Lyman Clary, Stephen W. Cad well, Henry Gifford, J. Mayo, B. W. Snow, Wm. Barker, John Wilkinson, Bradley Carey, J. Schuneman. — 57. Nays.— Samuel Earned, Elijah Phillips, Vivus W. Smith, Isaac T. Minard, Eli H. Sherman, Elihu L. Phillips, Nelson D. Phillips, Ziba Cogswell, Wm. W. Teall, Isaac Stanton, Paschal Thurber, Zebina Dwight, B. F. Topliff, Stephen V. R. Van Heusen, Horace Butts, John Phillips, Joel Cody, C. White, Cha's Goings, E. Wynkoop, Daniel Groff, Wm. Jackson, A. C. Morehouse, W. Hamilton, Nathan Killmar, Ab'm Killmar, Aaron Wood, Henry Newton, Lyman Be ment, John H. Johnson, Mather Williams, Lewis H. Redfield, Rob't W. Nolton, John B. Wicks, Julius J. Wood, E. D. Long, H. P. Hart, Henry Agnew, James Huff, Charles A."], [75, "OAKWOOD CEMETERY. 67 Baker, Joseph Slocum, H. Snow, E. B. Wicks, John Newell, Benjamin B. Bacheller, Amos P. Granger, Silas Ames, W. Paine, John Tripp, Caleb Davis, Geo, H. Booth, Timothy C. Cheney, Alex. McKinstry, Archibald L. Fellows, David A. Smith, John Murphy, T. G. Griffith, W. Y. Wilson, Pliny Dickinson, Zaccheus T. Newcomb, Theodore Ashley, Orrin Hutchinson, Wm. Tousley, Hiram Judson, Richard Raynor, Andrew N. Van Patten, C. Tyler Longstreet, Zophar H. Ad ams, Elijah T. Hayden, Willet Raynor, Montgomery Mer rick, Jonathan Baldwin, Wm. B. Abbott, B. G. Stafford, Tho's T. Davis, B. Wiesmore, M. Phillips, Amos Story, A. Durn ford.—79."], [76, "APPENDIX G. ACT AS TO INCORPORATIONS. ARTICLE FIRST.1 Of Rural Cemetery Associations. ,] Sec. 1. Associations may be formed; their style; trustees and their classification. 2. Certificate ot incorporation to be made and recorded. 3. On recording it corporation formed. 4. It may acquire and hold not exceeding 200 acres of land ; to be surveyed, &c. ; sale of plats; may hold personal property. 5. Election of trustees. 6. Trustee* to report annually. 7. Lots to be indivisible ; agreement as to payment for lands. 8. Consent of boards of supervisors, in the counties of Westchester, Kings and Qneens, necessary to possession of land for cemetery purposes. 9. Certain ecclesiastical corporations in said counties allowed to use buri- al grounds as formerly. 10. Boards of supervisors of said countiei to make regulations concerning burials in cemeteries. 11. Incorporations desiring to use lands for cemeteries, required to give no- tice of application to supervisors ; contents of notices ; proceed- ings to be had. 12. Sections 1 and 2 of act apply to associations heretofore and hereafter formed. 13. Penalty for willful trespasses to grounds, Ac. 14. Association may hold property in trust for embellishment of cemetery. 15. Cemetery exempt from taxation; not liable to sale on execution; streets not to be laid through it. 16. Transfers of lots to individuals; to be inalienable in certain cases; sale of lots to be made without filing map of lot. 17. The legislature may alter or repeal this act 18. Amendment of fifth section. 19. Proviso as to associations already formed. corpora- *§1. Any number of persons residing in this State, tions how — to be crea- no|. iegs £]ian seVen, who shall desire to form an asso- ciation for the purpose of procuring and holding lands to be used exclusively for a cemetery, or place of bu- lThis article consists of chapter 133 of the Laws of 1847, entitled \"An act au thorizing the incorporation of rural cemetery associations,\" with the acts since passed amending it. The original numbering ofthe sections is retained within brackets where practicable."], [77, "69 OAKWOOD CEMETERY. Certificate of incor- poration rial for the dead, may meet at such time and place as they or a majority of them may agree, and appoint a chairman and secretary by the vote of a majority of the persons present at the meeting; and proceed to form an association by determining on a corporate name, by which the association shall be called and known ; by determining on the number of trustees to manage the concerns of the association, which num ber shall not be less than six nor more than twelve ; and thereupon may proceed to elect by ballot the num ber of trustees so determined on ; and the chairman and secretary shall immediately after such election, divide the trustees by lot into three classes ; those in the first class to hold their office one year, those in the second class two years, and those in the third class three years. But the trustees of each class may be re-elected if they shall possess the qualification here inafter mentioned. The meeting shall also determine on what day in each year, the future annual elections of trustees shall be held. *§2. The chairman and secretary of the meeting shall, within three days after such meeting, make a written certificate, and sign their names thereto, and acknowledge the same before an officer authorized to take proof and acknowledgment of conveyances in the county where such meeting shall have been held, which certificate shall state the names of the associ ates who attended such meeting; the corporate name of the association, determined upon by the majority of the persons who met ; the number of trustees fixed"], [78, "70 OAKWOOD CEMETERY. on to manage the concerns of the association ; the names of the trustees chosen at the meeting and their classification, and the day fixed on for the annual elec tion of trustees; which certificate it shall be the duty of the chairman and secretary of such meeting to cause to be recorded in the clerk's office of the county in which the meeting was held, in a book to be appro- priated to the recording of certificates of incorpora tion. General #p. Upon such cei tificate, duly acknowledged as aforesaid being recorded, the association mentioned therein shall be deemed legally incorporated, and shall have and possess the general powers and privileges, and be subject to the liabilities and restrictions con- tained in the third title of the eighteenth chapter of part first of the Revised Statutes. The affairs and property of sueh association shall be managed by the trustees, who shall annually appoint from among their number a president and a vice-president, and shall al- so appoint a secretary and a treasurer, who shall hold their places during the pleasure of the board of trus- tees ; and the trustees may require the treasurer to give security for the faithful performance of the du- inV0fficeoyf ties of his office ; and shall have power to fill any va president prudent. cancy in the offlce of president or vice-president oc- curring during the year for which they hold their of fice. [As amended 1852, ch. 280, §2.] Land may .haesedsor § association incorporated under this act, *meteriesmay take by purchase or devise, and hold within the county in which the certificate of their incorporation"], [79, "71 OAKWOOD CEMETERY. is recorded, not exceeding two hundred acres of land ; to be held and occupied exclusively for a cemetery for the burial of the dead. Such land or such parts thereof, as may from time to time be required for that purpose, shall be surveyed and subdivided into lots or plats of such size as the trustees may direct, with such avenues, paths, alleys and walks as the trustees deem proper ; and a map or maps of such surveys shall be filed in the clerk's office of the county in which the land shall be situated. And after filing such map, the trustees may sell and convey the lots and plats desig nated on such map, upon such terms as shall be agreed, and subject to such conditions and restrictions to be inserted in or annexed to the conveyances, as the trus tees shall prescribe. The conveyances to be executed under the common seal of the association, and signed by the president or vice-president and the treasurer of the association. Any association incorporated un der this act may hold personal property to an amount not exceeding five thousand dollars, besides what may arise from the sale of lots or plats. *§5. The annual election for trustees to supply the place of those whose term of office expires shall be holden on the day mentioned in the certificate of in corporation, and at such hour and place as the trus tees shall direct ; at which election shall be chosen such number of trustees as will supply the places of those whose term expires. The trustees chosen at any election subsequent to the first shall hold their places for three years and until others shall be chosen to sue-"], [80, "72 OAKWOOD CEMETERY. See pout §18.] Trustees to report. ■ ceed them. The election shall be by ballot, and eve- ry person of full age who shall be proprietor of a lot or plat in the cemetery of the association containing not less than two hundred square feet of land, or if there be more than one proprietor of any such lot or plat then such one of the proprietors as the majority of joint proprietors shall designate to represent such lot or plat, may either in person or by proxy give one vote for each plat or lot of the dimensions aforesaid ; and the persons receiving a majoity of all the votes given at such election shall be trustees to succeed those whose term of office expires. But in all elections after the first the trustees shall be chosen from amoDg the proprietors of lots or plats ; and the trustees shall have power to fill any vacancy in their number occur- ring during the period for which they hold their office. Public notice of the annual elections shall be given in such manner as the by-laws of the corporation shall prescribe. [As amended 1851, ch. 358, §1.] \"*§6. The trustees at each annual election shall make reports to the lot proprietors of their doings and of the management and condition of the property and concerns of the association. If the annual election shall not be held on the day fixed in the certificate of incorporation the trustees shall have power to ap point another day, not more than sixty days thereaf ter, and shall give public notice of the time and place, at which time the election may be held with like ef fect as if holden on the day fixed on in the certificate. The office of the trustees chosen at such time to expire"], [81, "73 OAKWOOD CEMETERY. at the same time as if they had been chosen at the day fixed by the certificate of incorporation. *§7. All lots or plats of ground designated- on the 1°%™™' maps filed as aforesaid and numbered thereon as sep- separate lots to be arate lots by the incorporation shall be indivisible but mdlTlslb,e may be held and owned in undivided shares ; but any lots or plats so designated and numbered remaining unsold and in which there shall have been no inter ment may by order of the trustees be resurveyed, en larged, subdivided or altered in shape or size, and de signated by numbers or otherwise on any map or maps which may be filed pursuant to the fourth sec tion of the act hereby amended ; one-half at least of the proceeds of all sales of lots or plats shall be first appropriated to the payment of the purchase money of the lands acquired by the association until the whole purchase money shall be paid, and the residue thereof to preserving, improving and embellishing the said cemetery grounds and the avenues or roads leading thereto, and to defray the incidental expenses of the cemetery establishment ; and after the payment of the purchase money and the debts contracted there for and for surveying and laying out the land, the pro ceeds of all future sales shall be applied to the im provement, embellishment and preservation of such cemetery and for incidental expenses, and to no other purpose or object. Associations formed under this act may also agree Agreemcilt with the person or persons from whom cemetery lands ment for shall be purchased, to pay for such lands as the pur-"], [82, "74 OAKWOOD CEMETERY. chase price thereof any specified share or portion not exceeding one-half the proceeds of all sales of lots or plats made from such lands, in which case the share or portion of such proceeds so agreed upon, not ex ceeding one-half thereof, shall be first appropriated and applied to the payment of the purchase money of the lands so acquired, and the residue thereof shall be appropriated to preserving, improving and embel lishing the said cemetery grounds and the avenues or roads leading thereto, and to defraying the inciden tal expenses of the cemetery establishment. In all cases where cemetery lands shall be purchased and agreed to be paid for in the manner hereinbefore last provided the prices for lots or plats specified in the by laws, rules and regulations first adopted by any such association shall not be changed without the written consent of a majority in interest of the persons from whom the cemetery lands were purchased, their heirs, representatives or assigns. [As amended 1852, ch. 280, §1, and 1853, ch. 122, §1.] ofsu^eVvi- *§3. It shall not be lawful for any rural cemetery, visors ne cessary to hereafter incorporated under the act hereby amended, possession L _/ v of land. to taj_e j-y (jee(j) deyise or otherwise, any land in either of the counties of Westchester, Kings or Queens, or set apart any ground for cemetery purposes therein, without the consent of the board of supervisors of such county first had and obtained as provided for by this act ; nor shall it be lawful for any person or incorpo ration not incorporated under said act, to take as afore said or set apart or use any land or ground in either of said counties for cemetery purposes, without the"], [83, "75 OAKWOOD CEMETERY. consent of the board of supervisors of such county first had and obtained in like manner as provided for in this act ; and said board of supervisors in granting such consent may annex thereto such conditions, reg ulations and restrictions as such board may deem the public health or the public good to require. [1852, ch. 280, $3, as amended 1854, ch. 238, §1.] *§9. Nothing contained in the preceding section EcclesiS6. ... . , . _ . . tical cor snail prevent any ecclesiastical incorporation now or- porations 1 J r allowed to ganized in either of said counties from using any bu- ground\"3' •1 1 11' • • 1 • 1 aS {0Tmer rial ground now belonging to it within such county, iy. as it has been heretofore accustomed. [1854, ch. 238, §2-] *§10. The board of supervisors of each of said coun- supervi- sors to ties is authorized to make from time to time, such res- m,a?.e res- i © ulations. ulations as to the mode of burials in any cemetery within their bounds as they shall judge the public health or public decency to require, and it shall not be lawful to disobey such regulations. [Same ch.. §3.] *§11. Any such incorporation desiring to use any Wh<_n lands for cemetery purposes, or take a conveyance tum\"*\" sires to thereof, shall cause notice to be published once a week ™° «*y 7 r lands for six weeks in every newspaper published in the notsc!\"\" county in which such lands are situated, of their in tension to apply to the board of supervisors of such county, stating the time at which such application will be made for the consent mentioned in the first section of this act. Such notice shall contain a brief description of the lands for which such consent is ask ed, and also their location and the number of acres."], [84, "76 OAKWOOD CEMETERY. At such meeting upon due proof of the publicatio n of the notice above mentioned the applicants and re monstrants, if any, may be heard in person and by counsel, and thereupon if such board shall grant con sent, it shall be lawful for such incorporation to take and hold the lands designated in such consent not ex- ceeding two hundred and fifty acres in any county. [1852, ch. 280, §4.] MMatei8 *§12- This act sna11 take effect immediately, and Parts' to the first and second sections hereof shall apply as well apply to fionshore- *° associations heretofore organized as to such as may hereafter be hereafter. [1852, ch. 280, §5.] formed Penalty *§^3- [^ec- 8-] Any person who shall wilfully de- stroy, mutilate, deface injure or remove any tomb, monument, grave stone, building or other structure, placed in any cemetery of any association incorpora- ted under this act, or any fence, railing or other work for the protection or ornament thereof, or of any tomb, monument, or grave stone, or other structures aforesaid, or of any plat or lot within such cemetery, or shall wilfully destroy, cut, break or injure any tree, shrub or plant, within the limits of such cemetery, shall be deem.d guilty of a misdemeanor; and such offender shall also be liable in an action of trespass, to be brought in all such cases in the name of such associ- ation, to pay all such damages as shall have been oc- casioned by his unlawful act or acts. Such money when recovered shall be applied by the trustees to the reparation or restoration of the property so destroyed or injured."], [85, "77 OAKWOOD CEMETERY. *§14. [Sec. 9.] Any association incorporated pursu- £,a0yPbety ant to this act may take and hold any property, real trust for or personal, bequeathed or given upon trust, to apply cemeteI7 the income thereof under the direction of the trus- tees of such association, for the improvement or em bellishment of such cemetery or the erection or pres ervation of any buildings, structures, fences or walks erected or to be erected upon the lands of such cem etery association, or upon the lots or plats of any of the proprietors ; or for the repair, preservation, erec tion or renewal of any tomb, monument, grave-stone, fence, railing or other erection in or around any cem etery lot or plat ; or for planting and cultivating trees, shrubs, flowers or plants in or around any such lot or plat ; or for improving or embellishing such cemetery in any other manner or form, consistent with the de sign and purposes of the associatien according to the terms of such grant, devise or bequest. *§15. [Sec. 10.] The cemetery lands and property cemetery of any association formed pursuant to this act, shall nabie'to ix xx . • i be sold. be exempt from all public taxes, rates and assessments, and shall not be liable to be sold on execution, or be applied in payment of debts due from any individual proprietors. But the proprietors of lots or plats in such cemeteries, their heirs or devisees may hold the same exempt therefrom so long as the same shall re main dedicated to the purpose of a cemetery, and du ring that time no street, road, avenue or thoroughfare shall be laid through such cemetery, or any part of the lands held by such association for the purposes"], [86, "78 OAKWOOD CEMETERY. aforesaid, without the consent of the trustees of such association, except by special permission of the legis lature of the state. Transfer *§16. [Sec- H-] Whenever the said land shall be piats toain- laid off into lots or plats, and such lots or plats or any dividuale. of them shall be transferred to individual holders, and after there shall have been an interment in a lot or plat so transferred, such lot or plat from the time of such first interment shall be forever thereafter inalien able, and shall upon the death of the holder or pro prietor thereof descend to the heirs at law of such holder or proprietor, and to their heirs at law forever: Provided, nevertheless, that any one or more of such heirs at law may release to any other of the said heirs at law, his, her or their interest in the same on such conditions as shall be agreed on and specified in such release, a copy of which release shall be filed with the town clerk of the town or the register of the city within which the said cemetery shall be situated. — And provided further, that the body of any deceased person shall not be interred in such lot or plat unless it be the body of a person having at the time of such decease an interest in such lot or plat, or the relative of some person having such interest, or the wife of such person or her relative, except by the consent of all persons having an interest in such lot or plat. saieofiots It shall be lawful for the trustees of any cemetery to be made • ■' J ung map\"\" association to sell and convey lots and plats of ground within the cemetery limits as shown on the map of the same, filed in the office of the clerk of the coun-"], [87, "79 OAKWOOD CEMETERY. ty wherein the same may be situated, without previ ously filing in the said clerk's office a map of each lot so intended to be conveyed ; provided, however, that Proviso. the said corporation shall preserve a map of each lot aud plat conveyed, and on which shall be designated the number thereof. [As amended 1853, ch. 122, §1.] *§17. [Sec. 12.] The legislature may at any time alter or repeal this act. repeal- repeal. *§18. The fifth section of the act entitled \" An act Amend- ° ment. authorizing the incorporation of rural cemetery asso ciations,\" passed April twenty-seventh, one thousand eight hundred and forty-seven, is hereby amended by striking out the word \"four,\" and insert \"two,\" in the eleventh line of said section, so that hereafter any person owning two hundred square feet of land in any cemetery association shall be entitled to vote for the election of the trustees of said association. [1851, ch. 358, §1.] *819. Nothing contained in this act shall affect any ° J Proviso. rural cemetery association which shall have been or ganized under the act hereby amended before this act shall take effect. [Same ch., §2.]"], [88, ""], [89, ""], [90, ""], [91, ""], [92, ""], [93, ""], [94, ""]]