[[1, ""], [2, ""], [3, "Price Threepence. RHYMES FOR ALL THE AUTHORS QUOTED BYPALEY IN THE FIRST VIII CHAPTERS WITH THE 11 ALLEGATIONS OF THE 9th. Cambridge: J. PALMER, 23, JESUS LANE. 1872. To be had of all Booksellers."], [4, "Chap. I. Pliny for their contumacy Punished and their obstinacy. Trajan — they must not be sought, But may be punished if caught. This is Mr. Gibbon's view, To 'people,' every faith was true; The philosopher each one hates, All useful say the magistrates. Chap. II. Tacitus, for Nero's guilt, Says that Christian blood was spilt. From Suetonius is known The bad new superstition. Juvenal — blame Tigellinus, In sulphur, smoke, and flame, resign us. Pliny, 'n Pontus and Bithynia 's towns and hamlets Christians many are. Adrian to M. Fundanus, Stop tumults, go by law and us. The Ridicule of Martial Shows sufferings known are to all. From madness comes, says Epictetus, Their want of fear of beasts that eat us. Marcus Aurelius — to die, Use thought, not their obstinacy. (A rhyme for St. Paul's Journeys is already published.) Chap. IV. From the Fathers This P. gathers. Clement tells how Peter, Paul The Jews did whip and stone and maul. With ready hearts and minds, says Hermas, We hear they died and rock were firm as."], [5, "Ignatius says, from touch and sight Peter and Co. despised death quite. When tortured, so says Poly-Roach, Nor Zosinus nor Rufus scroch. After Pol.'s death the church of Smyrna Heard how they flay and spike and burn yer Chap. V. Pliny — they met ere morning's b(e)am.s Forswore deceit and sinful games. Josephus tells of John the Baptist, And also how that James now nabbed is. Also, but in a spurious passage, Whole-hogs ; believed but in a rash age. Tacitus their numbers tells, Sueton. Claudius their rows quells. Clement tells the Resurrection, Also Pete and Paul's perfection. Poly tells he went on high, Ignatius genealogy. Quadratus and Justin Martyr, His work were real and lasted arter, Chap. IX. The eleven allegations for proving the auckenticity of the Scriptures. I. All Christians from the earliest ages II. Have looked on these as sacred pages, III. Them in a volume did collect IV. With names and titles of respect, V. They were in public then expounded, VI. And commentaries on them founded ; VII. All men received what e'er they missed else. VIII. Acts, Gospels, and fifteen Epistles ; IX. They were attacked by heathen dogs, X. Of them were formal catalogues, YT J Nor can the Sceptics dare to say ( As much of the Apochrypha."], [6, ""], [7, ""], [8, ""]]