[[1, ""], [2, ""], [3, ""], [4, ""], [5, "REVOLUTION. % portal an& a^attam e^asnrt ana foarast of things Poral, jjarial, ana iolital, IN IV PARTS, BV t. :p.a.:r,:k::eœ?/. Sfohino : W. Moore, Printer and Stationer, Chertsey Roap, MDCCCXCI,"], [6, ""], [7, "ERRATA. PREFACE, last line hut one, read \"coteries\" instead oi \"cotres. ' PART I, Page 8, verse 5, read \" residuum \" instead of \" residum.\" >' '• .1 '3- •• 2< .) \"high-handedly\" instead of \" hihandedly % \" 2> i> 2Ji •• 1. ,, \" Titans \" instead of \"Titian.\" >> 3. ■> 29> i> 3> m \"Juggernaut\" instead of \"Juggerant.\""], [8, ""], [9, "PREFACE. The aim and object of this work, written and published for an evident purpose, patent through its pages, are, viz.— The excision of influentially concealed wrong, the exposure of social degeneracy and error, the uprooting of legalised greed and delinquency, the elimination and vanquishment of leech-like and parasitical adherences from the Body Politic — our midst, and the timely and needed creation of a broachless and incorruptible basis whereon and wherefrom to entrace and raise a superstructure of universal and deep-rooted liberty, purity, and justice. Needless prejudice may urge, bigotry may sneer, but impartiality and foresight the reverse, and within the measure and purpose of unbiased and well-directed effort, and the folds of a not remote suture. Should there be any (and there will be many) who doubt the existence, depth, and intensity of purposed wrong as herein depicted — I would urge upon such to make venture through the portals, along the bid-ways, into the haunts of certain cotres of lay, professional, and religious life, and where they will have sought to discover, and discovered to be convinced. THE AUTHOR."], [10, ""], [11, "REVOLUTION— I. Deep are the wiles of life More subtle than supposed, To fashion or in silent strife Keep object undisclosed. Deeper than gilded life can guage The bloated or engirt, Schooled to arouse or thus assuage Can beckon or divert. And shaping rugged human can Mould sterner to its will, Tracing of course to hold the van In irrefutable. Less changeful than the changeless Sourced in a truer font, Mede To trace wherefrom, tho' not exceed The tenor of its wont. To free from ill oppression those Who merged in direr want, Turn on mis-robed, in furbeloes The keener of their taunt."], [12, "6 REVOLUTION. The proud and sordid who recant The broachless truths of time, To flout vaingloriously descant Whereon mayn't ours enchime. What is not theirs, but what mis-sway Has given to enjoy, That such may screening not betray The rust of its alloy. Corroded, yet the gilded o'er Of fulsomeness and praise, Sufficient to make demons roar Less guiltier upraise. To Vulcan and his abler To clenching fix aright, These foisted and less stabler In the icy links of night. For wrong is wrong however much Bedaubed o'er its trace, Spreading contagion banes to touch Integrity of race. Whereof we are so proud to boast And flout before mankind, To vanish 'fore the truth as ghost Or shadow in sunshine. All fatefully thus to breed concern In trusting of its care, To vagery much then fall infirm Ere other is aware."], [13, "REVOLUTION. 7 For ill devouring, wormeth on Into the very core, Till State is but a skeleton Of what it was before. A giant ere to fall before The ravages of greed, Falling in bane and thus at core From what itself conceived. Corruption and bewildering doubt Some subterfuge of need, Things kingdoms were perhaps best without If kingdoms would succeed. Expand, perpetuating past In honour and renown, Stand forth as monuments to last When ills have crumbled down. Into the dust of rottenness Decrepitude or mire, And wherefrom baned despoticness Ingnominously expire. For power is but a hollow sound Unless ensourced in right, And traceth ever way around From sycophants who might. Worm into nether of its soul Insinuating fell, Till it moveth sorely in control As a spirit in travail."], [14, "8 REVOLUTION. Saving the scouted which it ere Evoked to suppress, Turn up the worthier to steer Its labouring in distress. Distress of power that which in blot Doth fashion to alloy, So that he who touches touches what Will surely him destroy. Yea ! such who may but who may not Stand aliens whereto, The soul is like unto ingot Or Stella in the blue. But who as truer will insert Their keener to excise, The doctrines which in rule pervert Alone to tyrannize. O'er whom were sterner of its rule Corruptless of its sway, To cast it whither? unto fuel, 111 residum to clay. For wrong rejects the pleadings true Of honour when essayed, To hide itself 'neath subterfuge Of suasion or tirade. And urging ill as self is urged Doth ravish or befool, Until it's found upon the verge Of ruin or whirlpool."], [15, "REVOLUTION. 9 For plunge beneath the gurgling surge Of vengeance and decree, To perish as it lived a scourge Afar from sympathy. In curse of friend alike of those Who perhaps it did commend, The curse of such who did oppose To trace it to its end. The end of surely such, of all Who shunning open way, Mis-shape in purpose but to fall In vengeance or decay. Unless perchance intents submine The ever tottering pile, To hurl it error unrepined To fragment and defile. Exiled of power its outraged own A self-inflicted bane, Without a virtue to condone Or wipe the fatal stain. Thus testify infirm The gluttonised of power, To canker nation as the worm At base of some fair flower. Or rust within the ruddy fruit Shewing that canker prior, Had passaged thro' concealing root As error thro' empire."], [16, "10 REVOLUTION. And blighting whole, engrowth and yield The polity of life, Traces in forecast but to wield In tyranny or strife. Surely conceived in fierce of woe As ever folly freed, To plunge communities in throe Without a remedy. Till such is grappled or excised From nation and intent, Uprise of ere anathemised To happier advent Advent desired, redawn of light Disclosing unto earth, The Goddess Liberty in plight With things of truer birth. Things that may fade, but yet to live Beyond encroach of frown, To reviving testify wherewith v Shall Unity confound. Tho' opaque night more so intent Of creatures who instil, Foisted of rule to find their vent In deeds inequitable. The buzzing which doth wing around In-violable of sway, To swoop on favours which abound As ravins in foray."], [17, "REVOLUTION. 11 Of large intent, tho' little grasp Are meaner much wherein, The outer garb doth ill contrast With meagreness within. Yet wondrous apt can twirl the toy Of State upon their thumb, The nimble fry to whom in cloy The nobler must succumb. The nobler, yea, who bear the fret Of honest strife and toil, And struggle hard to keep erect The stainless o'er our soil. Nor heed they much how troubles loom Prospects of life amiss, O'er those in enmity, for whom\" Sustained powers exist. So that their course is clear — that they May flourish and surpass, In that which vortexed to betray, Will vortex them at last. Voracious who do ill propound In order to insist On what will surely draw them down To their own Charybdis. Unsought upon the basement sure Of honour, and pervert From hypocrisy, to be immured In their own handiwork."], [18, "12 REVOLUTION. The adroiter who do ill compass The purposes of free, To merge communities alas ! In much perplexity. A need may be where thrall is fused With pointed of ensheath, As readier subterfuge to use 'Gainst such who toil \"beneath. To keep the ever way aright, The bark of state afloat, A bane to ravage in a night Without an antidote. Till lieth wreck upon the strand Too undesired to save, Unworthier for worth to brand, As vengeance to engrave. For men would rather perish Than, integrity should die, Or whereof truths embellish Should, in fatal ruin lie. Virtues of people and alike The privileges of free Inviolable which powers may blight But never out decree. Tho' deplorable the evil, More so the cause wherefor, Wrong bringeth in upheval The fiercer of discord."], [19, "REVOLUTION. 13 But if rules resent a people And ramify in threat, All ruinous the sequel In bloodshed and regret. Men will not be wrong ridden Nor hihandedly bereft, But will rise as truly bidden For liberty or death. Then Truth will as imparted, The mother urge her son To act the nobler hearted, Thro' fiercer that has come. A stultifying treason In higher of a State, To find in time and season Their critical of fate. For blood will tinge the Lily And deepen in the Rose, O'er stretches wide and rilly, More deeply than supposed. When Truth will flash her meteor Enluried thro' the sky, As thousands rising greet her To trust conformably. And will demean surpassing The fiercer in the throe, To hurl to everlasting The sin benighted foe."], [20, "14 REVOLUTION. The avoidless and oppressor Environed of Design, To fail an Intercessor In the punishment condign. And turning from reversal As sufficed from the least, Will shrine the universal In everlasting peace. And mournfully unto rota, The stricken in the fight, Inscribe thereon ' our quota ' In the martyrdom for Right. REVOLUTION— II. In duress sway, whose worth is that Which addeth in alloy To balance, what is from the fact As avoirdupois from troy. Which adds unreal to make effect Sufficient to demand, Adroiter which some may suspect But fewer understand. And smoothing o'er eruption, Can, mis-testify in zeal, Secreting ill corruption 'Neath, the darker of enseal."], [21, "REVOLUTION. 15 ■> Too diverting way of motive Can perpetuate in wile, Decreeing more devotive To passiveness exile. And spurning spirits of devout Manipulate in sin, To keep the worthier without, Unworthier within. And thereas to elucidate Intricacies of law, 'Gainst humbler most consummate, For wealthier enflaw. An instrument whereon to work In fetter and enfoil, For influential thing inert For humbler encoil. Where interpretation in the aim Is governed by that, which Doth cast on poor the greater blame. To exclusion of the rich. Disciples of the sordid Dives Who pilfer and invent, The reasons for, or otherwise, As chances may present All trite to fact, thereas in writ As traced on many a tome, In lordling and his grace, to wit, Who pilfer to disown."], [22, "i6 REVOLUTION. Mis-shaping oft design to hold The strands of aim in grasp, Contriving ever to enfold The truer in enclasp. To keep intents of men in view, Ulterior in eye, Grasping with foresight to elude Or otherwise imply. For laws are faithful and designed For equity of State, Not for the ruling to submine Or freely violate. Nor turn aside, but bow whereto The ever humbler must, Endorsed of state, or must ensue Contentions odious. For peoples may not free submit To suffer that wherein The acts of Magi, who inflict Are unto alien. Who erring oftener, tare and tret In falser, to exceed Determined limits, drawn as set By simpler honesty. For such encircle to forestall, Unaided in his zest, Alike in rancour to engal What else were happiness,"], [23, "REVOLUTION. 17 And turning streams of wealth whereto The wrought of Mammon dwells, Partition store, another's due Amongst unrighteous selves. Nor heed 'gainst whom their point is launched So that they may conceive The wherewithal, to stay or staunch The weeping veins of greed. Purloining sept, designing clique, Who fashion to immure The nobler few of undeceit In their polluted sewer. Embouchure deep, iniquituous wind, Of fraudulency as well, Resorts where one may seeking, find The hither side of hell. Yet nobler life must view, nor seek To stir this viper's lair, Or such will surely have to eke Their future in despair. Saving such stand as Spartans ere In union and intent, To inflict on such the condign clear Of lasting punishment. The instigators who implead That Nemesis may vault, Against the truer who shall knead The sinner in his fault."], [24, "18 REVOLUTION. 'i As potter does the miry clay, The craftsman his anneal, For truth, integrity, — for aye ! The mighty Common weal. For retribution dwelleth 'neath The oft impassive mein, To raise from inhumation — Lethe Another Frankenstein. And throwing wide the ruddy furl Of intent o'er the earth, Arouse the free terrestrial Unto a newer birth. For Nemesis will walk abroad With sufficiency in hand, To fix on tyranny, defraud, Eraseless of her brand. On despot and his ravening all, Who mis-testify from sight, Affinity to creatures small The locust and termite. A flight from terror unto gloom, The stricken to the haft, With none to heeding, stay in doom. Or write their epitaph. Yet ere will flout ascendant scout The progress of intent, To find whereout, beyond a doubt, A way to vanishment."], [25, "REVOLUTION. 19 > Tho' will arise to burk intent, A mighty hireling host, Too soon to find, perchance in rent Cohesion but a ghost. For rules will stir men to diverge From passiveness to ire, To set at nought or furied scourge Opponents to desire. And goad them unto incense, hate, Exterminating zeal, Injunctions from reverse of fate They'll sanction to repeal. But insincerely, for will rise New causes to arouse The ruler from his otherwise, The hireling from carouse. The toiler from his grinding toil, Inscriber from his pen To respond diversely, or to foil What auguries omen. When creeds will ray around inveigh 'Gainst liberty, and thus Entreat dissenters to gainsay Such doctrines odious. And sanctimoniously entreat Uprising to withhold, Their purposed onslaught 'gainst elete. The treasured of enfold."], [26, "20 REVOLUTION. '> But men will turn from such, yea ! From acolyte and friar, To demonstrating henceway, ray 'Neath banner of Desire. For nought may, turning such from aim Incline their hearts whereto, Caress is nauseous from the same, As sweetness in the rue. But gathering impulse from steadfast, The battle role and cry, Will resolve in triumph to recast The map of history. And wiping out the rigid trace, Of usurpation, gore, Recast the limitation, trace On boundaries of yore. That feud may fly and ill awry To ultra regions where They may forge aptly unto lie Tho' not for us a care. Whereon will nations turn in plight To enterprising toil, Restoring man his purloined right A title in the soil. The right inequity had forged, By subtlety design, From lowlier, soon to disgorge For the comfort of mankind."], [27, "REVOLUTION. 21 For peoples will herein invoke Such Titians to their side, That will hurl from elevation, -yoke To the regions of proscribed. For rich mayn't then environ poor, Nor illfully obtain, The garnered of his threshing floor For purposes profane. Purloin his flock, nor treasures which He seeketh, to ignore The time told truths, but to enrich The flesh-pots of his store. For rather than his gore shall tinge The hillock and the vale, Whilst legions shall enflade to singe His cohorts in detail. The while will governing apply Themselves to under-rate Contingencies which underlie The lowlier of state. And reasoning with much ado Will influence and inveigh, Communities to shun, eschew That which they cannot stay. Assiduously, tho' vainer task As vainer loo intent, 'To captivate or turn stedfast By such inveiglement"], [28, "REVOLUTION. 22 For reason is the gift of each, Like understanding all, And those who shape to over-reach May but their own downfall. Wherein adroiter may outlure The intercoiling mus, Acquitting aptly to ensure Against so odious. For shrewder brains and cunning hands Will testifying loyal, Acquit to free the tyrant spanned From fetter and encoil. And bringing rescue to the true, Ensparkle to the eye, Arouse remoulded life unto A newer destiny. And trample 'neath the iron hoof Of stufdiness, the blight, Which environs for its own behoof What is another's right. For peoples may not ever view Such fraudulencies arise, Without an effort to expunge Unlawfully legalised. Devoid of hurt, and free of fear, Investigation, law, Without a rule to interfere, Or otherwise enflaw."], [29, "REVOLUTION. 23 The corpus of this ill elete Who gather to suborn Designs of righteous, or defeat The ways of uniformed. All secretly and thus aside To falsify, ensnare, What law and deed have testified To be another's share. Yea, such the errors that pertain To judicary and rite, But which for eviler curtain 'Neath very opposite. Tho' higher purposes await, Executives repair, To imblasting which, annihilate Within their own wrought snare. REVOLUTION— III. Silent the voice of free Expressions of irate, When enmities conceive To broach inviolate. Deadened then Freedom's fire, The freer of intent ; To fade — maybe expire — From utter languishment."], [30, "24 REVOLUTION. In mouldy lands where thrive The instigating cruel, And where but base survive To aid despotic rule. Silent then truer, sage, Libertas with her lute, To 'scape the fiercer rage Of more than absolute. The sanctified of hate The sceptred of the earth, Therein but to await Their truer of desert. Mistutored into sway, Inducted into wrong, To find wherein from fray Rebuke is not so long. The oft extinguished soul Of Liberty has life, To offer them in whole A needed sacrifice. For curse is in compass Of misdesigning ill, Which terrifying blights alas ! That which it cannot still. The purposes of free More stedfast of the true, To find wherefrom, decree, A counterblast in lieu."], [31, "REVOLUTION. 25 A leap from out the dense, A rivet from on high, To find therefrom, sequence, A something to decry. Secreted of the hour Yet guided of command, To exercise in power What few may understand. O'er lowlier of earth The ostracised of ban, To rouse to newer birth The feudalised of man. From out of ill estate To the welkin of the free, To be hence obdurate 'Gainst human misery. Sin guilty some may urge But otherwise may not, In acquitting thus to purge Land of corrosive blot. Debatable may be With such who mayn't instil, In others yea ! — the truly free The Upas of their ill. But who denouncing, growl 'Gainst such who mayn't perceive, The patriotism in the howl Of specious make-believe."], [32, "26 REVOLUTION. want Such who consorting, take Their firmer stand on what Doth fashioning, aspire to make The truer patriot. Corruptless and designed Of equity and truth, To cast the thrall inclined Unto the vaults of ruth, To render each a space In the title of the free, And striking bare the base Of sin's iniquity. Purlieus of blaze and taunt, Where gather such who squeeze The needs of Mammon — what the Out simpler of ease. Of worth, the uncorrupt, And ever-striving poor, Till enacted laws are nothing but Their mis-used battledoor. Yet vain for Pharisee to plot 'Gainst truer, or contend That things of higher state cannot On such small things depend. To find in sequel that there is A something in reserve, To banish such adherences Whereunto they deserve."], [33, "REVOLUTION. 27 Tho' resolute, strongheaded As ever such should be, They'll find that apter threaded Can mesh their villainy. Securely and uprightly, As faultless could instil, To burden them as tritely In the harvest of their ill. To nip the wings ot evil As tritely to make void What terror in upheval Had very nigh destroyed. Yet some may reason tersely, And others to pervert, To find that things perversely But worketh to their hurt. For sin will yield its error, Iniquity its flaw, As justice perhaps in terror, The purposes of law. When truer may not err, 'Tho intricacies may hide, From sources unto further, Of moral suicide. Nor falter on its mission Nor fraternise wherein, The ills in coalition Are to its ruin."], [34, "28 REVOLUTION. For wriggle hath its trail, The adder her by-path, As conspirer 'neath the veil, His specious handicraft. Nor matters how pretence May shuffle or excuse, It will find wherein, from consequence, A Nemesis pursues. The higher or the lowly, Impassive or agile, To mesh for aims more holy, The sinner in beguile. Nor matters what ensueth, How sanctified may bleat, That which therein pursueth, Pursueth to defeat. And bringing such to nether, Surrender unto what Will heed, nor trouble whether They vomit fraud or not. Unto the bar of honour, Implighted of the free, To blasting crown dishonour In its delinquency. Or lest a coming dawneth Wherein but few may work, And he whom sin befawneth Befawneth to his hurt."], [35, "REVOLUTION. 29 A night of curse and trouble, Of luridness and woe, When sin will fly as bubble, Or darkness in halo. Tho' adroiter will as ere, Turn truer unto jest, To find perchance from purpose clear, Themselves are in request For purposes they had entraced Unto themselves to mar, The simpler they had snared to place Beneath their Juggeraut Car. As an offering, perhaps to Satan, Or unto sordid lust, To find the fiery Phaeton, Outriding them to dust. 'Neath trample of the dreaded, Bespattered of their froth, To be borne thencefrom and buried Within the vaults of wrath. Enterrored malediction Outwiping, and in ruth, The ever wrought of fiction, In the fulness of its truth. For righteous mayn't be yielding In the purposed day of trial, Nor merciful be shielding These sinful of Belial."], [36, "30 REVOLUTION. Then meek will, steeling motive, Turn sturdier in intent, To award these undevotive, Befitting interment. And will uncoil the Stoic Philosopher — the sage, To restore unto heroic, Purloined heritage. For significant foretelleth, As hands upon the knell, The sinful which impelleth These sinuous of Bethel. To fiat the discernable, Which holdeth them in trace, As holier interminable, The mighty human race. Beyond the aid of hoary, Engirt or seeming wise, The sinful, whom vain-glory Had hereto patronised. 'Gainst those who cleaving nobly, Have striven to maintain, Such who have shaped ignobly, Unto themselves the gain. To be upon the morrow Like blighted of a throne, As heretofore Gomorrah, In the ashes of its own."], [37, "REVOLUTION. 31 For such will opening pages Of enmity and dread, Bring down the Wrath of Ages In ruin on their heads. Without a soul to screen them From fury of imblast, Or a Saviour to redeem them, Wherefrom, has come to pass. When truth, engrasping future, Will manipulate, may be, The nobler in astuter, For the government of free. Too turning sturdier from stress, As plucker from the tare, Will testify, wherein possess They ever had a share. A portion in the loom of state, A holdfast in the soil, To manifesting, recreate What hither had despoiled. A plot upon our parent earth, A portion with the wise, To turn what ere was toiler's dearth Into a paradise. Utopian some may urge The avaricious fain, To revolve upon the apex — verge, Unto result the same."], [38, "32 REVOLUTION. Blinded then he who mayn't escry, Existing in the germ, To vanish perhaps 'fore sight, or lie As ashen in the urn. Misfaith alas ! — whilst in such bode The eviler of unseen, To shake perchance the firmer, goad The sterner to extreme. A parrot cry ! — wild vagery ! Oft heard, as when before 'Twas shattered in the Roman's cry The foe is at the door. The promised fate of such who err To blazon with the vain, And who, if sip hyssop for the myrrh, Have but themselves to blame."], [39, "HOMILY. When false is in the true, 111 motive is in aim, And he who yields whereto Yields what he should retain. The shrewdness ere begot Of knowledge—his good name. That he avoiding, may, in what Will rescue him from shame. For motive is in aim, As object in desire, And he who would attain Should honestly acquire. In matters great or small, In ever varying groove, That shrewder may extol, Or nobler approve. Beshorn of every doubt, As cloudless in the sky, That one may scan without Binoculars to eye. Clear unto vision — sense, As honour to the true, When provided for events, Whatever may ensue."], [40, "34 HOMILY. For candour is the type That every one may read, And he who reads aright, Will what he'll surely need. And holdeth in his view The opener, or mute To steer the former thro' The latter to rebuke. For wherein conceals design Unutterance is cheat, To make the human mind A refuge for deceit. Then one should anchoring in The stedfastness of heart, Ensure 'gainst human sin, Or subtler of art. For glow is in the sun As lucidity in wit, And he who would become, Should sensibly acquit. 'Gainst whomsoever errs In matters great or small, To rouse such like — bestir To nobler resolve. For error may not sway Thro' the fervid that's to romp, Xo more than shadows may 'Gainst flashes of the sun."], [41, "HOMILY. 35 ■j When sin doth clasp, enfold, Or error in estate, Man should not then withhold Nor halting, hesitate. But strike a blow in peace, If opposite in war, Nor trouble in the least The sacrifices for. For better blood than fraud, And honour than pretence, For men will then applaud, The future recompense."], [42, ""], [43, "THE PALACE OF HEALTH A Poem P.V R. H. WOODBURN \"lor life is not to live, but to be well\" — Martial ALEXANDER GARDNER }Jui>lts!)cv to Ifeer {Majrsti? the &.wtn PAISLEY; AND 26 PATERNOSTER SQUARE, LONDON"], [44, ""], [45, ""], [46, ""]]