[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, "WE JDEMJ>S~ X-ÆBIIEE ,ik »EK I'KISKI-.TX."], [7, "DER FREISCHUTZ. <& <3xmXt Romantic ©pera, IN FOUR ACTS. THE MUSIC BY CARL MARIA VON WEBER, THE WORDS BY JOHN OXENFORD. THOMAS HAILES LACY, THEATRICAL PUBLISHER, LONDON."], [8, "The Libretto re-written expressly for the Lessee by John Oxenford, Esq. The new and romantic Scenery of the Opera by Messrs. Charles and William Brew. The Band and Chorus under the Direction of Mr. J. H. Tully. The Dances arranged by M. Milano. The characteristic Costumes by M. Lacrey and Miss Yates. Machinery by Mr. Lanham. Properties by Mr. Adams. The Gas appointments by Mr. Pepper. The Stage Arrangements by Mr. T. H. Friend. All the remarkable Effects and Supernatural Illusions in the Grand Incantation Scene invented, arranged, and produced by Professor Pepper (of the Royal Polytechnic Institute). Characters. PRINCE OTTOCAR Mr. Charles Lyall. (From the Royal English Opera, Covent Garden.) KUNO... (the Banger) Mr. Corri. RODOLPH \") ,_ . , _ (Mr. Henry Haigh. CASPAR s (Huntsmen of the Banger) { Mr. Aynsley Cooke. (From the Koyal English Opera, Covent Gardens As performed at the Theatre Royal Astley's (under the management of Mr. E. T. Smith), on Easter Monday, April 2nd, 1866. w>wa liaisiiitii SEVEN CHARMED BULLETS. OR, THE"], [9, "3 DEE FREISCHUTZ. KILLIAN (a Villager) Mr. George Honey. (From the Royal English Opera, Covent Garden.) ZAM1EL (Me Demon of the Forest) Mr. Basil Potter. (From the Theatre Royal Drury Lane.) AGNES (Daughter of the Banger, and betrothed to Bodolph) Mme. Haigh Dyer. (From the Theatre Royal Drury Lane, her First Appearance in London these four years.) ANN (her Cousin) Miss Leffler. (From the Royal English Opera. Covent Garden.) Judges, Nobles, Pages, Attendants, Huntsmen, Peasants, Villagers, Bridesmaids, &c., by upwards of 150 Auxiliaries. BAND AND CHORUS OF 100 ARTISTES. Conductor ... ... :.. ... ... ... ... Mr. J. H. TULLY. Hunters and Villagers practising for the Trial Shot — Killian elated — Rodolph depressed — The Tempter— The Shot — The Eagle falls— The Magie Bullet — \" Six shall achieve ; the Seventh deceive.\" Scene.— R, O O IÆ I 3ST THE RANGER'S H O TT S E. Love's Trials and Fears — The Absent Lover — The Evil Omen — The Sad Parting. Scene.— A RUSTIC LANDSCAPE. Sgnojists of Sceiwrg, InctBntts, &c. ACT I. ACT 2."], [10, "4 DER FREISCHUTZ. The Trial Shot — Shall the Hunter win his Bride ? — \" Six shall achieve ; the Seventh deceive.\" — The Betrayer is betrayed, and Zamiel claims his prey ! sceke THE WOLFS GLEN BY MOONLIGHT. Anxiety of Caspar at Rodolph's delay — At length he comes — Startling Apparitions— They stand within the Magic Circle — \" Aid me, Zamiel !\" — The Casting of the Charmed Bullets is commenced — Terrific Supernatural Convulsion — \" On Horror's head, horrors accumulate.\" THE DEED IS DONE!— THE DEMON TRIUMPHS! Scene 2.-£lTI-E00M II THi F0ESST LODGE. The Bride and Bridesmaids. scene 3.-A ROMANTIC VALLEY. DENOUEMENT AND GRAND FINALE! ACT 4. Scene 1.— T HE FOREST. \"THE HUNTER'S CHORUS.\" ACT 3."], [11, "DER FREISCHUTZ. ACT I. Scene First. — An Open Space, with a Forest in the distance. In the back ground, l., a target with a star ; on I,, u. e., a village inn, with round table, three rustic chairs, tin japanned jug, and horn cup ; on l. 2 e., a bush. Rodolph is discovered with his rifle, disconcerted at having missed the mark — the Peasants sneering at him — Killian aiming with his rifle on R., and fires at the eleventh bar of the music — the star falls from the target, and a general shout is given by the Hunters and Villagers. Chorus of Villagers. Victoria! Victoria! all honour and glory ! A marksman so true should be famous in story. A marksman so true we never have seen. Victoria ! Victoria ! Victoria ! Rodol. The prize is yours, Killian. Lucky again. Killian. Thank you for the compliment. That's a convenient word \"lucky.\" We don't exactly like to own that our friends have more talent than ourselves, so we allow them good luck. Rodol. Have my eyes lost their sight? Is my hand less steady ? (sits, l. — the target is taken down by the Villagers — Music — aprocession is formed — six Peasant Boys, Killian as king, with prize medal, and a large bouquet fastened to his breast by some of the' female peasantry — the procession passes, followed by Hunters and Peasants, where Rodolph is seated, they all point sneer ingly at him — at last, Killian struts up to Rodolph)"], [12, "[Act 1. 6 DER FREISCHUTZ. Song. — Killian. Why, good people, are you gazing ? Whom, good people, are you praising ? Doff your hats — I'm king to-day. Do you hear me ? eh, eh, eh ? (all pull off their hats but Rodolph) Never mind, I will not slight thee ; Come to-morrow, I invite thee. Grant to others something, pray ! Look at this, sir, eh, eh, eh. (pointing to the nosegay and star) How this star and flower adorn me. Now, what huntsman dares to scorn me ? So you lost the prize to-day ? So you miss'd it, eh, eh, eh ? Rodol. (starting up, points gun at Killian) Don't taunt me, upstart puppy, or you will find, bungler as I am, there is one mark that I can hit without difficulty. Killian. Now, leave off — leave off ! It's dangerous to play with fire arms in that way, especially when one is not in the best of tempers. (Rodolph throws aside rifle) That's better ; now we can be cool and reasonable. Rodol. Cool ! Killian. Oh! I grant you there is good excuse for you, if your naturally sweet temper does get a little soured. When a keen forester, who is about to become the Prince's ranger, regularly misses a mark, while a poor stupid peasant like myself hits it three times running — the forester, you see, does cut such a very ridiculous figure ! Rodol. Another taunt, and I'll (draws knife) Killian. Now, now — don't use that knife ; it's an ugly tool, and might hurt. Point your gun again if you like ; for what you aim at you are pretty sure not to hit. Rodol. This is not to be borne, (rushes on Killian) Killian. Hallo! hallo! help! help! (Peasants sur round Rodolph) Enter Kuno followed by six Foresters with spears, l. u. e. Kuno. Eh ? what's all this ? The whole village against"], [13, "Act 1.] DER FREISCHUTZ. 7 one man ? Shameful ! (Foresters quietly disperse Peasants) Killian. Shameful! I like that. My friends are to stand still with their hands in their pockets, and see this madman cut my throat. Ah, if he was half as handy with his rifle as he is with his knife, you would swear he had a charmed bullet. Enter Caspar, l. Caspar. What do you mean by a charmed bullet ? Killian. Something that he has not got; for it always hits the mark, Master Caspar. Kuno. You don't mean to say that you have missed the mark, Rodolph ? (Rodolph turns aside sorrowfully) A pretty ranger you'll make. Caspar, (aside) Zamiel has been faithful. Killian. You see how it is. The world is not wise enough to put people to trades that suit their natural ability. I, the best shot among you all, intended by Dame Nature for a forester, every inch of me, I'm a peasant, and as bad a specimen of a tiller of the soil as you'll meet in a day's march. On the other hand, our friend Rodolph here, who doubtless would have made a first rate tailor — Rodol. A tailor ! — scoundrel ! Kuno. No more of this. You are the offender now at any rate, Master Killian. Caspar. Yes, yes, drop it — talk about something else, as talk you must. Suppose you tell us more clearly what you mean by a charmed bullet ? Kuno. Aye, do. I know all about it already, but it will serve to change the conversation. Killian. Well, most of you know the Wolf's Glen? Omnes. Aye, aye ! Killian. And when one of you happens unexpectedly to find himself near it, a little after nightfall, he puts his best foot forward. Now this same Wolfs Glen, they say is inhabited by Zamiel. Caspar. And who is Zamiel? Killian. Why, according to all accounts, Zamiel is a gentleman of very inconsistent habits. While he chooses"], [14, "[Act 1. 8 DER FREISCHUTZ. to live in an out-of-the-way place, as if he was afraid of being seen, he takes a fancy every now and then, to pop upon some one who is afraid of seeing him. Kuno. In short, he is neither more nor less than a dev — Villagers. Oh — h — h ! (shrinking) Kuno. Don't be frightened; even the devil is not so black as he is painted. Killian. There you are right, for Zamiel is not black at all ; he has a crimson face, crimson coat, crimson con tinuations, crimson cloak, and crimson boots I I wonder who was his tailor. Rodol. But about the bullets ? Killian. I'm coming to that all in good time. Hang it, you are not so handy with bullets, that you need be in such a hurry about them. Well, if anybody — so runs the story — goes to the Wolf's Glen on the night of the full moon, and casts seven bullets in the name of Zamiel, who will preside on the occasion Peasants. Well, what then? Killian. Patience, patience ! With six of these bullets he'll be able to hit any mark, however small or however distant ; but with the seventh there's a difficulty Caspar. That always misses, I suppose ! Killian. No, it does not miss. But instead of going where the marksman pleases, it obeys Zamiel's goodwill and pleasure, and Zamiel may direct it into strange places. Suppose, for instance, I was the owner of the seventh bullet, and I wished, when nobody was by, to kill a good fat buck — well, if Zamiel meant to overwhelm us all with grief, he would cause the bullet to hit our excellent ranger — if he meant to do neither good nor harm, he would wing this honest clumsy fellow, Rodolph, — if, on the other hand, he wished to make us all particularly happy, he would send the bullet through the skull of our ill-favoured friend, Caspar. Caspar. How ! Killian. How? Oh! I can't tell you how; that's his affair. Caspar. Now just hear, friend Killian. You are very fond of making your remarks on other people ; but you"], [15, "Act 1.] DER FREISCHUTZ. 9 don't seem to be aware that you stand in a very suspicious light yourself. You, a peasant, can hit a mark better than most huntsmen ; how are we to account for that ? except in the supposition that, you — you — you are in the habit of visiting the Wolf's Glen, (the Peasants shrink back from Killian) Killian. Here's a pretty moral to my tale ; here's a fine reward for amusing you with a cock and-bull story, that my grandmother used to tell me when I was a boy, that she might frighten me to sleep. Don't be stupid. (they shrink back, shaking their heads — Caspar laughs) Now, just listen — I'll clear myself at once. You must all be convinced that a man who visits the Wolfs Glen at midnight must have lots of pluck. (Peasants seem to consider among each other) Well now, do you think I am a man with lots of pluck ? Is that your opinion ? Peasants. No, no, no! Kuno. To do you justice, Killian, I'll own you are the most arrant coward in the district. Peasants. To be sure — to be sure, (they gather round Killian and shake his hands) Killian. (to Caspar triumphantly) There, see how a good character repels the shafts of calumny. Kuno. Enough of this. Keep up your spirits, Rodolph, you'll need all your coolness to-morrow. If at the trial you do not prove the best shot, you will never be the prince's ranger, and if you are not the prince's ranger, you'll never be a son-in-law of mine. Killian. Yes, keep up your spirits, friend. There is one point in your favour, you have immense room for improvement. Rodol. Oh, would there were no morrow for me ! Trio and Chorus. Rodol. Ob, how dark and dreary Will to-morrow o'er me rise ! Caspar. Now in thy rifle Future joy or sorrow lies. Rodol. How with fear I tremble least my aim should fail. Kuno. Nay, nay ; if thus you tremble — If thus all heart you lose, you certainly will fail."], [16, "[Act 1. 10 DER FREISCHUTZ. Caspar. Fear you must dissemble. Courage may prevail. Rodol. 'Tis vain to dissemble, Down-stricken I tremble, Oh, would the hour of death draw nigh ! Chorus. See, see, how wildly rolls his eye. Yield not thus to fruitless sorrow. Fortune may return to-morrow, Chasing every fear away. Rodol. What strange feeling fills me with dismay ? Should I lose the prize to-morrow, Life the loss could never bear. Kuno. Strength from Him above then borrow. Impious is this wild despair Heaven will hear the suppliant's prayer. Caspar. Loss to-day and luck to-morrow, Evening foul and morning fair ; Such is fortune everywhere. Kuno. Trust in heaven, 'tis sinful to despair. Chorus. Hurrah ! ere the first blush of morning, We'll hasten to welcome the day, All danger fearless scorning, Rejoicing to seek for our prey. Our bugles right merrily sounding, The echoes from yon mountain side, Shall give, while our free hearts are bounding, Our greetings to bridegroom and bride. (Rodolph retires to table — exeunt Kuno, Caspar, Huntsmen and Peasants, l.) Killian. Oh, you stop behind, do you ? You look as if you intended to drown your sorrows in the bowl — not a bad plan, I have tried it myself and find it answer. Rodol. Pshaw! Killian. Come, shake hands, old fellow. You won't? Very well, as you please ; better luck next time. Now, friends, we who are not troubled with the blue devils can afford to start off merrily. Exit, with Peasants, l., waltzing. Rodol. That old gossip's tale! what an impression it has made upon me ! To be owner of a charmed bullet"], [17, "Act 1.] DER FREISCHUTZ. 11 when love and life depend on the marksman's skill, to feel immediate happiness within my grasp ! Could such a blessing be purchased at too high a price ? What has come to me of late ? Once no demon could have made my aim more sure. Once I was the pride and envy of my comrades, but now I am called upon to win and wear the beloved of my heart, I am the laughing-stock even of peasants! Oh, misery ! Grand Scena — Rodolph. Oh ! I can bear my fate no longer, — All hope is banish'd from my soul : In vain I strive — some power is stronger, And every feeling would control. Through the forest, through the meadow, Joy was wont with me to stray, While my rifle never failing, Everywhere secured a prey. Homeward I returned exulting, But ere home was yet in sight, Gentle Agnes came to meet me, Like a form of heavenly light. And am I now by heaven forsaken, (Zamiel crosses) Doomed to a life of endless woe, Or from despair shall I awaken, Will hope within my bosom glow ? Now I fancy at her lattice Lovely Agnes I can see, And she listens, fondly listens, While her thoughts are all on me. But in vain is all her listening, For her lover is not near, And the breeze that stirs the branches Mocking falls upon her ear. What power of darkness hovers o'er me ? (Zamiel re- appears) To thoughts of evil must I yield ; Fierce threat'ning fiends arise before me — Oh, heaven, in mercy be my shield ! (Rodolph kneels — Zamiel shudders, starts, <J- disappears)"], [18, "[Act 1. 12 DER FREISCHUTZ. Enter Caspar, with loaded rifle, l. Caspar. Halloah ! Still here, and in the dumps as usual — I thought I should catch you. Rodol. Why try to catch me? I do not need your company. I would rather be alone. Caspar. Come, that's not very civil ; but when a man is in love and out of luck, one must not look to him for politeness. Let's have a cup of wine, if it does nothing else, it may promote good fellowship. Within there ! Enter Girl, from inn. A jug of wine ; and let it be of the best — none of your vinegar bewitched, but something strong and fruity. Indeed, if it's a trifle heady so much the better. Exit Girl. Rodol. I have no heart for drinking. Caspar. But you have a heart, I suppose, for good wishes, and it's my intention just now to wish well to our excellent chief; and I trust your future father-in-law, the head ranger Enter Girl with wine, and exit. (Caspar fills two goblets) What! you don't wish well to good old Kuno ? Rodol. I wish him long life and every happiness. Caspar. Pooh ! good wishes unseasoned by good wine never reach the ears of the gods. To our head ranger ! (drinks) Rodol. So be it then. This one cup. To our head ranger ! (drinks) Caspar. Ha ! this is stuff of the right sort. Song. — Caspar. Life is darken' d o'er with woe, Bid the ruddy nectar flow ; Wine's the soul of joy below : Bless'd by Bacchus, rosy wine Makes a mortal half divine. Fill, 0, fill the cup before thee ! Bacchus ! Bacchus ! I adore thee ! (fills and drinks while dancing to symphony)"], [19, "Act 1.] DER FREISCHUTZ. 13 Caspar. Having settled the happiness of your future father-in-law, let us drink to the health of your future bride, (fills two cups) Hang it, the man who would not drain a cup in honour of his sweetheart is a disgrace to the name of lover. Rodol. I suppose you are right. Agnes ! (drinks) Caspar. Agnes! Second Verse. — Caspar. Life is darken'd o'er with woe, Bid the ruddy nectar flow ; Love's the soul of joy below : Bless'd by beauty, rosy wine Makes a mortal all divine. Fill, 0 fill the cup before thee ! Venus ! Venus ! I adore thee ! Caspar. Come, now, I should say you are a rational being, a man with whom one can talk common sense. You heard that foolish fellow's story about the seven bullets ? Rodol. Yes ; well ? Caspar. And you saw me sneer at it ? Rodol. I believe I did. Caspar. And of course you concluded that I thought it a tissue of nonsense ? If so you are mistaken ; Killian never spoke such a large amount of truth in his life. There are such bullets, and they are to be obtained just in the way that he describes. Rodol. And with one of them a man would be sure Caspar. Sure of winning the prize of good marksman ship, even if that prize were Agnes ! Rodol. Don't irritate me, Caspar — no jest on that subject. Caspar. My dear friend, no one could be more solemnly in earnest, as I'll presently prove. Take myrifle. (Rodolph does so) And now look straight upwards. Do you see that eagle ? Zamiel appears at .back. Rodol. I see a black speck !"], [20, "[Act 1. 14 DER FREISCHUTZ. Caspar. Well, fire at it, whatever it is. Rodol. Absurd! what with distance, and what with the growing dusk, it is scarcely discernible. Caspar. Fire ! I tell you ; in the devil's name, fire ! Rodol. There then, (fires upwards) Zamiel. Ha, ha, ha ! (vanishes) Rodol. You may well laugh, to see me so easily fooled. Caspar. Look, the speck increases ! its form is marked out against the sky as that of an eagle ! it falls headlong ! (eagle falls from top of stage) it is at your feet. Rodol. What a monster ! Caspar. Yes, one don't see such an eagle every day — look at his claws ; and see how nicely you have hit him under the wing, not a feather damaged. Rodol. How did I do it? certainly not by any skill of my own. Caspar. There you are right : you killed this bird with one of those very bullets of which Killian was prating. Rodol. Ah ! a new life dawns upon me. Caspar, my friend, you have more of those bullets ; give me one, and command my gratitude for ever. Caspar. My dear fellow, I should be only too happy if it were in my power, but that bullet was the last of the seven. Rodol. The seventh bullet — the seventh ! guided by the will of the fiend, if the story be true. Horrible ! Caspar. I don't see any horror at all, my friend ; your will and the fiend's closely jumped together. Rodol. Why was the bullet wasted on this creature ? Why did you not reserve it till to-morrow ? What cruelty to tantalize me thus ! Caspar. Nonsense, man, nonsense ! To-night we have a full moon, and I intend to cast a fresh stock. Rodol. Where? Caspar. In the Wolf's Glen, at midnight 1 Rodol. You will be alone i Caspar. No, you will be with me. Rodol. I ! What makes you think that I will take part in your infernal rites ? Caspar. You won't? I see, I was deceived in you, you don't like to have a shave in casting the bullets yourself,"], [21, "15 DER FREISCHUTZ. but you have no objection to beg one of those who are less nervous. Rodol. Forgive me, Caspar. Caspar. Of course I will, because I know you are much better than your own words ; and because I know that your love for Agnes will compel you to risk anything. Mind, it's a settled thing, — the Wolfs Glen to-night at twelve. Rodol. Well, be it so — be it so. Beautiful Agnes! for you I peril my soul ! (going) Caspar. Stop! stop! (plucks a feather from the eagle) This in your hat will give you a jaunty appearance in the eyes of your sweetheart, (fixes it in Rodolph's hat) and shew your comrades that you are a better shot than they imagined. Rodol. Thanks ! thanks ! Caspar. You won't fail ! — midnight! Rodol. Midnight ! The Wolfs Glen. Exit, l. Caspar. Fool ! fool ! You crossed me in my love for Agnes, and now Agnes lures you to destruction. Thanks, Zamiel ! thanks for your timely aid ; you have secured another victim ! With your good leave I'll have a wing from your noble gift, (cuts wing from eagle) This will be useful at the wild orgies of to-night. Rodolph, your hour approaches. Bravura. — Caspar. Joy! joy! propitious is the hour; My rival now is in my power. Abandon'd to despair I found him, I cast my heavy chains around him. Soon, too late repenting, he'll strive to fly, But man is too weak The fetters to break, With which the powers of ill have bound him. Oh joy ! oh joy ! my triumph is nigh ! Exit. END OF THE FIRST ACT."], [22, "[Act 2. 16 DER FREISCHUTZ. ACT II. Scene First. — The Interior of Kuno' s House. The walls are hung round with stags' horns, eagles' feathers, and various hunting weapons ; against the flat is the portrait of an old ranger ; Ann engaged in making a wreath ; Agnes in meditative attitude. Duet. Ann. Come be gay, a truce to sorrow, Thou wilt be a bride to-morrow ; Strive all troubles to forget. Nay, my Rodolph lingers yet. Check that starting tear, Naught hast thou to fear ; Rodolph is already near, Soon he will be here. Agnes. Ann. But the hour is long gone by. Fading still is evening's light. Why so early wouldst thou sigh, Scarcely yet approaches night. Would he now would bless my sight. Life for thee were strewn with flowers ; Naught thou know'st of weary hours For thy heart is light and free, Would that it were so with me. Agnes. Ann. Agnes. Never moping, never drooping, Ne'er my lot repining, While the sun is shining I'll bask beneath his rays. Moments of pleasure Mortals should treasure, Soon will come cloudy days. Oh, I have no heart for gladness, Naught my sorrow can remove ; Love with me brings nought but sadness, Yet I could not cease to love. Ann. Agnes. Ann. Is it not better to laugh and love ? Ann, Do be cheerful for goodness' sake, dear Agnes ?"], [23, "Act 2.] 17 DER FREISCHUTZ. you to be married to-morrow, and wear a face like that ! Why you are positively a discredit to brides in general. Agnes, (r. c.) You are of a cheerful disposition, dear cousin. Ann. (l. c.) Of course I am, and you ought to be cheerful too ; you love Rodolph I know. Agnes. Love him? with all my heart and soul! Ann. Well, and you are to have him for a husband. What more can you possibly require ? Agnes. I scarcely know. It seems to me that every moment threatens some hidden danger— that, although I am on the eve of my wedding day, a gulf is about to yawn, which will part me for ever from Rodolph. Even the common objects around me wear an unaccustomed aspect, and when the candles are lighted, cast portentous shadows, nay, even that Enter Killian, l., unobserved. old portrait of my great grandfather, Bernhard, with which I have been familiar from childhood, looks stern and forbidding. Killian. (coming forward between them) Of course he does, (both Women start) Nay, ladies, don't be frightened at me ; I'm not stern and forbidding, though that old gentleman is. Agnes. Yes, you can see a change in him, can't you? Killian. (c.) Well, I don't know. He never looked very pleasant, and he don't look very pleasant now. Ann. (l.) Quite true, Killian ; how I came to have such an ill-conditioned great grandfather, I can't conceive. Killian. Ah, from a great grandfather to a great grandchild the road is long, and there may be many slips upon it — but, by-the-bye, Miss Agnes, now I look a little harder at the picture, I fancy I can see a slight alteration — yes ! I'll be shot if it does not look some thing like Caspar ! Agnes, (goes up to it) Like Caspar? (« peal of thunder — the picture falls and strikes Agnes, who screams) Ann. (crossing to her) Agnes, dear Agnes, you are hurt? Agnes. No, no, it's nothing — a slight blow on the arm. Ann. A blow that has brought blood, at any rate. (examines and binds Agnes's arm with handkerchief) B"], [24, "[Act 2. 18 DER FREISCHUTZ. Killian. (who has picked up picture) It is very clear to me that the old gentleman was not pleased with the nature of my observations, and, considering we agreed that he is very like Caspar, there is no great cause for wonder. We won't trust him so high again, (leans picture against wall — the stage has darkened — Ann draws curtains, and lights candles) Agnes, (c.) Well, Killian, have you no news for us? Killian. (l. c.) Yes, excellent news, wonderful news I we had a shooting match to-day, and I won the prize. Agnes. You? Was not Rodolph there ? Killian. Oh, yes, he was there safe enough ! Agnes. Then, he took no part in the contest? Killian. Yes, but he did though. Agnes. Then how was it that you won the prize ? Killian. The facts are simple enough. I hit the bull's-eye, which nobody else did ; as for Rodolph, he did not even graze the edge of the target. Agnes. Strangely unfortunate. Killian. (l. c.) Yes, very — that is for the loser ; and without wishing to depress your spirits, I'll just tell you something. Your worthy father Kuno vows that if Rodolph does not shoot better to-morrow than he has shot to-day, he will never have you for a wife. Ann. (coming down, h. — nudging him) Hush ! hush ! Agnes, (c.) Ah ! then my presentiments were not without significance ! Killian. (l. c.) Nay! don't despair; Rodolph is not the only man in the world, and if he prove unlucky, he may leave the field open to others, who are perhaps quite as good-looking as he is ! Agnes. Nay, if Rodolph is not my husband, the wedding ring shall never be worn by me. Killian, you are a good-natured lad, though perhaps a little vain. Killian. Say, conscious of superior merit. Agnes. If you know where Podolph is, or if you meet him by chance, tell him to come hither without a moment's delay, (goes up to table) Ann. Yes, say that she is dying to see him, and that if he does not make all possible haste, you won't answer for the consequences. Killian. (c.) Ah, I see I have not hope in that"], [25, "Act 2.] 19 DER FREISCHUTZ. quarter. But suppose I ventured to pop the question to you, Miss Ann ? Ann. Psha ! what is the man talking about ? Killian. Well, I only say suppose. Perhaps, in that case Ann. Go away, sir. You must not talk in that manner when there are three in company. Killian. I take the hint, and when the opportunity Ann. Have you not been informed that my cousin is dying? Away, sir. Fly! (runs him over to l.) as you value my esteem. Killian. Her esteem — her esteem ! I am not only the best shot, but I am the happiest man in the village. Exit, l. Agnes. How can can you be so foolish, Ann ? Ann. Foolish ! I like that. Are you the only young lady who is to have a sweetheart of her own ? No ; if I am to die unprovided with a husband, it shall not be for want of looking out for one. Song. — Ann. If a youth should meet a maiden, Need she run away with fright ? If his looks should win her favour, Sure the girl may use her sight ! Though she's bound to look demurely, And her glances to conceal — Where's the mischief, if unnoticed, She a side-long look can steal ? Should her eyes by chance encounter Ardent looks — but never mind — Though her cheeks may blush a little, Looks will never strike her blind. One looks hither, one looks thither, Looks are followed soon by sighs ; Then, a little courage taking, He makes love, and she denies. But before a twelvemonth passes, Forth they wander side by side ; Marriage ends the village scandal — He's the bridegroom — she's the bride. Exit, l. B 2"], [26, "[Act 2. 20 DER FREISCHUTZ. Agnes. Merry thoughtless light-hearted girl ! To her love appears as a pleasant jest ; but I with fears for to morrow weighing heavily upon me, how do I regret the day when my heart was free. Scena. Before my eyes beheld him Of sorrow nought I knew ; No thought the moments fettered, Too rapidly they flew. The moon displays her silvery light, (opens curtain) Oh, lovely night ! Softly sighs the voice of evening, Stealing through yon willow grove, While the stars, like guardian spirits, Set their nightly watch above. Through the blue vaults spreading o'er us Silence reigns with soothing power, But a storm o'er yonder mountain Darkly brooding seems to lower, And along yon forest's side Clouds of darkness slowly glide. 0, what terrors thrill my bosom ! Where, my Rodolph, dost thou rove? Oh, may heaven's protection shelter Thee, my first, my only love ! Earth hath lull'd her cares to rest, Naught thy coming should delay. Fondly beats my anxious breast. Where, my Rodolph, dost thon stray? Scarce the night winds' whisper'd vows Wake a murmur 'mong the boughs. Now the widow'd nightingale Softly tells her piteous tale. Hark, hark ! a sound I heard in yonder grove. Hark, hark ! it is his step, it is my love ! It is ! again my heart shall know The bliss that takes its charm from hours of woe. The moonbeam is shining bright — Heaven ! doth it mock my sight?"], [27, "Act 2.] 21 DER FREISCHUTZ. See, flowers around his hat are bound ; Success my Rodolph's hopes has crown'd. Oh, bliss ! thy Agnes then shall see The victor's chaplet given, my love, to thee. Hope again is waking, Lulling in my anxious breast Every doubting care to rest. Joy once more is o'er me breaking, Chasing with her heavenly light, Sorrow's dark and dreary night. Hence then every thought of sorrow, Joy shall be my bosom's guest ; Hope now whispers that to-morrow Sees my fondest wishes blest. Enter Ann, l. Ann. Here he is ! I looked out for him, for I love to be the messenger of good news. Enter Rodolph, l. Rodol. Ah, my Agnes ! (starts on seeing bandage) But what is this ? are you wounded ? Agnes. No, no, it is of no consequence — a trifling accident, that's all. Ann. (l.) That terrible old great grandfather of ours took it into his head to jump off the wall, and gave her a blow on the wrist, the wicked old fellow. They say he had dealings with the what's his name, and I half believe them now, though he was my great grandfather. Rodol. When did this happen ? Ann. Oh, just at dusk, about nine o'clock. Rodol. (half aside) Strange ! the hour when I struck the eagle ! Agnes. The eagle? Rodol. Yes, look here, (shews hat) These are some of his feathers. I have brave tidings for you, Agnes. You are aware that for some time past my old skill seemed to desert me ? Agnes. Yes, indeed, and I trembled for the result of to-morrow. Rodol. Well, I am now a keener marksman than ever ; it was at dusk when I saw the eagle, whose"], [28, "[Act 2. 22 DER FREISCHUTZ. feathers I wear as a trophy, and he was a mere speck in the sky. Agnes, (r. c.) Indeed! Rodol. (c.) Oh,youneed be under no apprehension about to-morrow, and so — and so — dearest Agnes, good night ! Agnes. So soon ! Ann. (l. c.) So suddenly? well, when I have a lover (goes up) Agnes. Whence this haste ? Rodol. Ah ! (with hesitation) There is another proof of my marksmanship I omitted to mention ; after I killed the eagle, I shot a large stag, and I must get it home, or it may be stolen by the peasants. Agnes. Is it far ? Rodol. Rather deep in the forest — in the Wolf's Glen. Trio. Agnes, (r. c ) There, there, oh, terror ! In yonder frightful glen. Ann. (l. c.) 'Tis there the demon of the forest At midnight quits his gloomy den. Rodol. (c.) Should fables daunt a hunter's mind? Agnes. Not e'en courage should be blind. Rodol. To every thought of fear a stranger, It is the hunter's lot to roam Through scenes of darkness, toil, and danger ; The earth his couch, the wood his home. Agnes. Strange terrors fill my bosom, Oh, haste not thus away ! Ann. Some terror see has moved her — A moment longer stay. Rodol. Nay, naught can change my purpose, At once I must away ; No mist as yet the moon has shrouded. She pours her rays o'er hill and plain, But soon her lustre will be clouded. Ann. Can neither love nor pity move thee, A moment longer to remain. Ann. Do not those sighs, those looks, reprove thee? Rodol. Cease ; all entreaties are vain. All. Farewell ! good night. Exeunt Rodolph, l. — Ann and Agnes, r. end or the second act."], [29, "Act 3.] 23 DER FREISCHUTZ. ACT III. Scene. — Stage quite dark. A Craggy Glen, surrounded by high mountains, covered with fir, down the side of one of which, at r. u. e., falls a cascade. The full moon is shining dimly. In the foreground an old blasted tree, l. 4 e., of which the withered wood shines with phosphoric light. Another withered tree on L., on a lower knotty branch of which an Owl is sitting. Caspar discovered with a pouch and hanger, busily engaged in making a circle of black stones ; in the middle of which is placed a skull, an eagle's wing, a crucible, and a bullet mould. Distant thunder heard. Chorus of Invisible Spirits. Mist hath fallen from the moon, Uhiii — uhiii ! (during this part of the chorus the Owl opens and shuts its eyes, and also flaps its wings every time) Blood the spider's web hath died, Uhiii — uhiii ! Ere to-morrow reaches noon, Uhiii — uhiii ! Death will wed another bride, Uhiii — uhiii ! Ere descends to-morrow's sun, Deeds of darkness must be done, Uhiii — uhiii — uhiii ! (at the end of chorus the clock strikes twelve — the circle being finished, Caspar within it, draws his hanger round the circle of black stones, and at the twelfth stroke strikes it into the skull) Caspar, (raising the skull on the hanger at arm's length) Zamiel, Zamiel, hear me, hear ! By the wizard's skull appear! Zamiel, Zamiel, hear me, hear ! (a subterranean noise is heard — a rock on R. splits asunder, and Zamiel appears in the opening — Caspar kneels before him)"], [30, "[Act 3. 24 DER FREISCHUTZ. Zamiel. Why callest thou ? Music. Caspar, (agitated) My course is almost done — My race is almost run. Zamiel. To-morrow. Caspar. Three years longer let me live, Zamiel. No. Caspar. I will another victim give. Zamiel. Whom? Caspar. One who would never dare till now To face thy dark and scowling brow. Zamiel. What doth he seek? Caspar. To be supplied With bullets thou wilt guide. Zamiel. Six shall obey ; The seventh betray. Caspar. Lord of the midnight hour, By thy mysterious power, Turn thou the seventh aside, And let it kill his bride. Zamiel. O'er her I have no power. Caspar. Will he my forfeit pay? Zamiel. He may. Caspar. Grant this delay. But three years to be free, And Rodolph shall thy victim be. Zamiel. Enough — no more ! I'll tell thee now ; But this to-morrow — he or thou ! (a peal of thunder is heard, and repeated in echo — Zamiel vanishes — the skull and hanger sink, and in their place a fiask and a hearth, with lighted coals and faggots, rise out of the earth within the circle — the moon becomes red) Caspar, (seeing coals and fiask, rises and drinks) Well served ! Bless thee, Zamiel ! Thou hast refreshed me. (Music) But where does Rodolph tarry ? he will not surely break his word. Help, Zamiel ! (distant thunder — Caspar moves to and fro, places faggots on the coals, blows the fire with his breath, which blazes — Rodolph appears on the rock, l. u. e., next the withered tree, opposite to the cascade)"], [31, "Act 3.] 25 DER FREISCHUTZ. Scena. Rodol. How horrid, dark, and wild and drear Doth this yawning gulf appear ; The aspect chills the soul with fear. The distant thunder bursts yon clouds, The moon with blood hath stain'd her light. What forms are those in misty shrouds That stalk before my sight ? And now, hush, hush ! Now hoots the owl from yonder bush. How yonder oak tree's withered branches Upon me seem to frown. My heart recoils ; but terrors Are vain ; Fate calls, I must down, down ! Caspar, (seeing Rodolph) Thanks, Zamiel ! the day is won. (to Rodolph) What, are you come at last, comrade? (fans the fire with the eagle's wing and then raises it in sight to Rodolph) Rodol. (sings) I shot that eagle in yonder sky. •I dare not tarry, I dare not fly ! Ah, me ! (stopping and riveting his eyes on the opposite rock) Caspar. Lose not the favouring time. Rodol. (sings) I dare not come ! Caspar. Coward ! no goat like thee can climb. Rodol. (sings) Ah ! from the tomb I (pointing to rock, c, over which a Female Spectre with uplifted hands is seen moving) My mother's spirit roams before mine eyes ! Thus in her shroud — thus in her grave she lay, With lifted hands she seems to pray — She beckons me away ! (the Spectre disappears) Caspar, (aside) Help, Zamiel! (to Rodolph) What folly ! ha ! ha ! ha ! But look again, and see to what your folly leads. (on the same rock, r. u. e., from which the Spectre has disappeared, the form of Agnes is seen about to throw herself into the gulf beneath)"], [32, "[Act 3. 26 DER FREISCHUTZ. Rodol. (sings) My Agnes, she plunges below, Then I — then I — must go ! (Agnes vanishes as Rodolph leaps down — the moon grows quite dim) Enter Rodolph, l. u. e., and crosses behind the circle, and Caspar to r. Rodol. What must be done ? Caspar, (offers fiask to Rodolph, who takes it) First drink, the air is cold and damp. You will cast the balls yourself. Rodol. (having thrown the fiask away) No ! that I will never do. Caspar. Take courage, then — be bold, if you are a man, and enter within this circle ; whatever you may see or hear, stir not. (speaks with fear, which he endeavours to conceal) Should some strange beings come to help us, thou needst not fear, think only of Agnes and support your courage if you can — come, come ! (takes hold of his hand, and forces him within the circle) Rodol. How will this end ? (waves his hand) Caspar. Hush ! every moment is precious, (the moon is darkened, except a narrow rim) Mark me then, and learn the art! (taking the crucible, and pulling out the ingredients from his pouch) First this lead ; then this glass stolen from a church window ; some quicksilver ; the right eye of a lapwing ; and the left of a lynx. three charmed balls which have already hit their mark ; Probatum est ! Now for the blessing of the balls. (Caspar bowing down his head while kneeling over the hearth of flaming coals, three separate times before he commences) Thou who roam'st at midnight hour, Zamiel, Zamiel, work thy power! Spirits of the evil dead, In mystic numbers bless the lead ! Three murderers deep in blood alike, Charm the bullets that they strike ! Zamiel, lend thy might to kill, To each burning drop we spill ! Though our senses sink with fear, Zamiel, Zamiel, be thou near!"], [33, "Act 3.] 27 DER FREISCHUTZ. THE CASTING OF THE BULLETS— Music. Caspar, (casting the bullet and letting it fall from the mould exclaims aloud ) One ! Echo, (r., answering) One ! Echo, (l.) One! Echo. (r. u. e.) One ! Echo. (l. u. e.) One ! (these four Echoes answer in repetition on the casting of every bullet, growing gradually more and more hideous — at \"One,\" night birds flutter and hover over the circle) Caspar, (same ceremony as before) Two ! Echoes. Two ! (at \"Two !\" the Witch of the Glen enters from l., threatening Caspar, walks round the circle and exit, r. u. e. — various Reptiles appear from separate entrances and surround the circle, also Serpents flying in the air) Caspar. Three ! Echoes. Three ! (at \" Three !\" a storm and hurricane break down trees, the night birds and also the faces and heads of monsters re-appear momentarily) Caspar, (faltering) Four ! Echoes. Four ! (at \" Four!\" whips cracking, the rattle of wheels and tramp of horses are heard, and a wheel of fire rolls over the glen from r.-u. e. to l. u. e.) Caspar, (with great agitation) Five! Echoes. Five ! (the Audience part of the Theatre as well as the stage are now in complete darkness — at \"Five!\" neighing, barking, and huntsman's cry are heard, amid discordant and eccentric music, supposed to accompany the wild chase in the ah — the misty forms of a Skeleton Stag, Skeleton Horse- men and Hounds pass over the magic circle in the clouds)"], [34, "[Act 4. 28 DER FREISCHUTZ. Hunting Chorus of Invisible Spirits. Through hill and dale, through glen and mire, Through dew and cloud, through storm and night, Through earth and water, air and fire, Unhurt we Spirits wing our flight. John ! wau ! wau ! Caspar. Horror! 'tis the wild chase in the air, a fearful omen. Six ! Echoes. Six ! (at \" Six !\" a tremendous storm of thunder, light- ning, hail, and rain — meteors dart through the air and over the hill, trees are lorn up by the roots, the torrent foams and roars and turns to blood, the rocks are riven — the Serpents, Birds, and Reptiles re-appear — the Female Spectre re-enters, r., and crosses lo c. at back of stage ; all the faces and hideous heads are visable at every entrance on l. and r. — the Witch of the Glen darts forth from l., and all the horrors of the preceding numbers are accumulated to deter the Freischutz from the completion of his object) Caspar, (in agony) Seven ! Echoes. Seven I (at \" Seven I\" Caspar is struggling on the ground, hearth of lighted coals scattered around the circle, a tree is rent asunder l., icherein Zamiel appears surrounded by a tremendous shower of fire, Zamiel discharges two rifles at one time and the act ends) ACT IV. Scene First. — A Forest. Enter Huntsmen from all parts of the forest. Chorus. What equals on earth the delights of the huntsman ? Awakened from sleep by the morning's first kiss, He follows the stag o'er the plain through the forest, What sluggard can boast of enjoyment like this ?"], [35, "Sc. 1.] DER FREISCHUTZ. 29 Our toil is our pleasure, our service is freedom ; The fears and the ailments of weaklings we scorn, If fancies or megrims should dare to assail us, We'd scare them away with the gay bugle horn. And when the wild joys of the daylight are ended, And when the last sound of the bugle has ceased, We throng round the board, and we fill up the goblet, And he who was bravest is lord of the feast. Our toil is our pleasure, &c, &c. Exit Huntsmen, l. and r. 1 e. Enter Rodolph from r. u e. Rodol. Fortune again smiles on me; but am I happy? Will the horrors of last night ever be effaced from my mind ? One bullet only left of all that were so fearfully obtained. Enter Caspar, l., from back. Ah, Caspar ! well met. Have you any of those charmed treasures left? if so, give them to me. Caspar. Well, friend Rodolph, I must say you are one of the coolest fellows I ever had the pleasure of meeting. You have a fine notion of a bargain, indeed. I'm to tbe your instructor in devildom, and take the chief share in the risk and you are to have all the bullets. Why, hang it, man, I gave you four out of the seven ; surely that was not such a shabby half. Rodol. I have but one now ! Caspar. How did you use the rest? Rodol. I fired three times at the Prince's request ; of course with success ! Caspar. Well, if you must show your loyalty and your marksmanship so early in the morning that's your affair. Besides, you have one bullet left for the trial, let that content you. Rodol. (c.) Oh recollect how much depends on this day ! My Agnes ! Caspar, (l.) My good friend, you may as well talk to one of those trees as to me. I have acted not only fairly but liberally, and I don't intend to do anything more."], [36, "[Act 4. 30 DER FREISCHUTZ. Enter Killian, r. 2 e. Killian. (r.) Good morning, Rodolph ! I congratulate you on your improvement. You'll be as good a shot as I in time if you take pains. The Prince wants to see you directly ; there is a dispute about the distance your rifle carries. If the question had been asked yesterday I could have answered it at once. I should have said as far as possible from the target. But come along. Rodol. (to Caspar) I am with you. You hear ! The Prince may again ask me to shew my skill. One — one — bullet I implore you ! You still refuse ? Caspar. Yes ; once for all, yes. Rodol. Then come what may my remaining bullet must be reserved for the trial, (crosses, r.) Killian. Make haste, make haste. (Exit Rodolph hastily, r.) Good gracious, he's grown so proud that he thinks he can keep a real live Prince waiting his pleasure and convenience. Exit, r. Caspar. Fool ! to remind me that Agnes — Agnes, whom I so madly loved — is the prize he would win at my expense. Humph ! let me look to my figures. He had four bullets ; I had three. Three of his four he got rid of to amuse the Prince ; two of my three I employed — one in killing a cat, the other in shooting a magpie : I have one left, which I put here! (loads rifle) That's the sixth of the whole lot. Eh ! what's that rustling noise? Oh, a fox! Very good, very opportune, Master Reynard; the sixth bullet is at your service, (fires off stage) And now Rodolph's bullet is the fatal seventh. It is the seventh bullet, guided by the demon, that he will use at the trial. Zamiel ! Zamiel ! old ally ! grant me ven geance! It is all I ask. Exit, r. — (change scene) Scene Second. — The Ante Room in the Forest House as in Act II. Enter Agnes, r., in bridal dress. Cavatina. Though clouds by tempest may be driven Across the glorious face of day, The sun all bright in his own heaven Soon laughs the gathered gloom away ;"], [37, "Sc. 2.] DER FREISCHUTZ. 31 Whatever mists o'er earth may low'r The broad sky stands above their power. And thus, although the clouds of sadness A shadow o'er my soul may throw, There lies within a source of gladness Bright hope that will not cease to glow ; However sad the present hour Hope still exerts its soothing pow'r. Enter Ann, dressed in white, l. Ann. (r.) A very hopeful song indeed, but un fortunately it is far more hopeful than the countenance. What can be the matter now? While Rodolph's aim was so uncertain your chance of being married to-day seemed uncertain too ; and I'll freely confess that for a bride to have all her troubles and all her expectations for ever would be a terrible affair. But this morning, as you have heard, his marksmanship is the theme of general admiration. Even the Prince, no mean judge of wood craft, is absolutely delighted. Agnes. I suppose this melancholy mood has grown natural to me. I had a restless night. Ann. Well, most likely that was the case with every one else within ten miles round at the very least. Goodness gracious, how it did blow, and how it did thunder ; I only wonder this ricketty old place did not tumble about our ears ! Agnes. Ah ! it was not only the storm without that disturbed me ; a thousand thoughts, for which I cannot account, pressed upon me. The fall of our ancestor's picture yesterday evening. Rodolph's visit to the neigh bourhood of the Wolfs Glen after dark. Trifles that, perhaps, have no meaning in themselves crowded together into a terrible importance. Ann. Come, come, this will never do; if you go on in that way, you will end in seeing ghosts and hobgoblins where there are none to to be seen, and make as ridiculous a figure as poor aunt Dinah !"], [38, "32 [Act 4, DER FREISCHUTZ. Song.— Ann. My poor dear aunt, long since departed, Once had a most tremendous fright. The village clock chimed twelve — she started ! Some other sound disturbed the night : An ugly creak Then moved the door, She durst not speak ; Upon the floor Plainly she heard a step ! She saw something glisten, She lay still to listen, Then close to her bedside A something seemed to glide, Then she heard such a groan, A dismal — awful moan ! Oh dear ! She screamed aloud with fear, \"Quick, Gutcha! pray come here !\" Gutcha came with a light, And she laughed, yes, she screamed outright, The cause of all this stir ; This, this ghost was oldTiger, the mastiff cur. Recitative. What means that frown, That look so tearful ? Nay, be not thus cast down, When 'tis your duty to be cheerful. Allegro. Banish sorrow Till to-morrow, Now, at least, appear a bride. Droop not sadly, Brightly, gladly Reign in all your beauty's pride ! On my word, dear, 'Tis absurd, dear,"], [39, "Sc. 2.] DER FREISCHUTZ. 33 On your wedding day to sigh so, On your wedding day to cry so — Cast this moping mood aside. Maidens never courted, Matrons ill assorted, Have a heavy fate to bear ; But the girl who weds her lover, Till -the wedding day is over, Ought to banish every care. Ann. (looking l.) And, see ! here come the bridesmaids, whose opinion is evidently the same as my own. Enter Bridesmaids and Female Villagers with baskets of flowers, l. Now, my young and blooming friends, shew all honour to the bride. Bridal Song and Chorus. Ann. A bridal wreath we twine for thee, Of summer flowers the wreath shall be. Then, think that Love himself bestows The myrtle leaf and blooming rose. Chorus. Love, the myrtle leaf and blooming rose On the happy bride bestows. (one of the Bridesmaids kneels, and offers Agnes a wreath of various flowers) Agnes. Nay, methinks those flowers are too gaudy. The holy hermit whom I visited this morning, gave me white roses, with his benediction. Bring them hither. Exit Bridesmaid, r. Solo. — Ann. Lest gloomy thoughts should venture now To cast a shadow o'er thy brow, Oh, think that Love himself bestows The myrtle leaf and blooming rose. Chorus. Love, the myrtle leaf, &c. c"], [40, "34 [Act 4. DER FREISCHUTZ. Re-enter Bridesmaid with wreath of white roses, which which she places on Agnes's head, R. Ann. Well, really, her taste is better than ours. The wreath becomes her amaziagly. Agnes, I always thought you beautiful ; but now you are a duck. Ann. Those chaste white roses may they prove A reign of happy virtuous love. Some gentle fairy queen bestows That modest flower, the pure white rose. Chorus. That modest flower, the pure white rose, Some gentle fairy queen bestows. Exeunt Agnes and Ann, l. 2 E., followed by Bridesmaids and Peasants — the scene closes in the chorus and accompanying dance — clear stage. Scene Third. — An Open Space in a Woodland Country. At r. u. e. the Tent of Prince Ottocar ; in the back ground, c. a large tree ; at another point the target. The Huntsm<i and Peasantry ranged on each side of the stage ; Rodolph discovered leaning on his rifle. — Enter Prince Ottocar from tent, followed by Kuno. (shouts) Otto. Thanks, thanks, my excellent friends, for this warm reception ! (advances) As for you, Kuno, I con gratulate you on your choice of a son-in-law. Kuno. (l. c.) I trust he will prove worthy of his highness's service. Otto, (c.) No doubt he will. But where is the lovely bride, your daughter ? Kuno. Agnes will be here directly, my lord. Ah ! here she is ! Enter Agnes, without bridal wreath, followed by Ann and Bridesmaids from l. u. e. — Kuno introduces Agnes. Otto. (r. c.) A charming girl, indeed, Rodolph ! I hope the approaching trial will show you worthy of such a bride ; she comes from a long line of huntsmen, you know."], [41, "Sc. 3.] DER FREISCHUTZ. 35 Kuno. (c.) Yes, my lord, she has a long pedigree of rangers — my great grandfather was in the service of your highness's great grandfather. But, Agnes dearest, where is your wreath — your bridal wreath ? Agnes, (l. c.) Here, on my— (puts hand on forehead) No ! I must have left it behind, now, in the hurry — the confusion. Otto. Fetch it, then, by all means ; you will be back in time for the trial. .Agnes, (aside) Another fearful omen ! Exit, l. u. e. Killian. (comes forward from among the Peasants, r. U.E., drops down, l.) Might I ask a favour, my lord? Otto, (r.) Who may this be ? Kuno. (c.) A villager, my lord ; a foolish fellow who has a sort of fancy for woodcraft. Killian. Exactly ! He puts the case right, my lord : I am a villager — a very foolish fellow, no doubt, who has not only a fancy, but some little talent for woodcraft, and that's the favour I have come to ask, my lord. If I was a huntsman I should take my share in the day's sport, as a matter of right ; but as I am only a peasant, I humbly beg might I be allowed to shew my little skill —I don't want any prize — I don't ask you to let my shot count. But if you will just allow me the chance of making a figure among my fellow villagers Otto. Your request is granted — you shall fire the first shot. (Killian bows joyfully and goes up stage for gun) Why that look of disapproval, Kuno ? Let the poor fellow have his share in the holiday. Kuno. Nay ! far be it from me to cross your highness's slightest wish. But, you see, Rodolph has more at stake than the rest, and is probably somewhat unnerved. If you could have allowed him to fire without delay Otto. (r. c.) I see, and get speedily out of his misery. Come hither, Rodolph. (Rodolph approaches Prince — Kuno goes up to give orders about target — Caspar appears at back and climbs tree) I fear you lack one quality which is expected in a huntsman, and that is self-possession. I observed this morning that when I was at a distance your aim was sure — since then, you have constantly missed."], [42, "36 [Act 4. DER FREISCHUTZ. Rodol. (aside, c) Because I would not use my last charmed bullet, (aloud) This time, my lord, you may rely on me with confidence. Otto. Good! You shall fire next after the villager. Now, let us begin. (Rodolph, Killian and six Huntsmen go to l. — Prince goes to throne — all bow — Kuno, r. of throne — Killian advances, bows to Prince, and fires) Villager, (who runs to target) In the middle of the bull's-eye ! Hurrah for the honour of the villagers ! Peasants. Hurrah ! Killian. (goes to throne) You understand, your Excel lency, I'm no huntsman. I'm only a peasant — a clod hopper — a numskull. Otto. You are a capital shot, whatever you are ; and if you like to enter my service as one of my huntsmen Killian. Like, your Excellency ! Of course, I should, and thank ye into the bargain. Otto. In the meanwhile, this purse of gold, (offers it) Killian. (taking it) Well, your Excellency, I did not seek any prize or profit, beyond the honour of the thing ; but since your Highness is so pressing — (pockets purse) I say, Ranger, (to Kuno) I don't aspire to your daughter, but if, when I'm a huntsman, you'll allow me a chance with your niece Kuno. We'll see about it. Otto. Now, Rodolph, since the peasant has hit the bull's-eye, you shall have another mark, (a white dove appears fluttering by tree) Yonder white dove! (Rodolph, who has presented at target, now points at dove, and fires. — Agnes, who is entering at l. u. e., back, utters a shriek and faints, sup- ported by Ann and Bridesmaids — at the same moment Caspar falls from and drops in front of tree — after a pause) Chorus. What is this ? We dare not look around ! Yon huntsman stretched upon the ground !"], [43, "Sc. 3.] 37 DER FREISCHUTZ. The bride is struck ! a fatal wound ! Our senses wild horrors confound. What has happened ? What befalls us ? What new evil must we dread ? Some strange mystery appals us — Who is stricken ? who is dead ? Agnes is brought forward and placed on a bank — all gather around. — Rodolph kneels at her feet. Agnes. 'Tis over, the hideous dream is o'er. Ann. Oh, heaven be praised 1 Rodol. & Kuno. She speaks ! Chorus. Our hopes revive once more ; As yet she will not leave us. Our eyes do not deceive us, A wounded man is here, (pointing to Caspar) Caspar. I saw the holy hermit near ; The die is cast, A villain breathes his last. Agnes. Again I live, my terrors vanish fleetly ; Again I live ; rejoice ! dear friends rejoice ! Kuno. Again she breathes ! Rodol. She smiles, how sweetly. Agnes. My love — Rodol. Oh bless that heavenly voice. Agnes. My love, your fears were vain. Rodol. My Agnes lives ! she lives again ! Chorus. Hope revives once more, Our fears vanish fleetly. (Zamiel appears at back unseen by all but Caspar) Caspar. Thou lying fiend, is't thou, And hast thou come to taunt me now P Demon accursed, Thy power I still defy. Do — do — thy worst, I die! (dies — Zamiel vanishes) Chorus. See — see — the wicked man is dead. Kuno. A reckless life he always led, Heaven's wrath is poured upon his head. Chorus. A reckless life, &c."], [44, "38 DER FREISCHUTZ. Act 4. Otto, (comes forward) Go, bear the lifeless wretch away ! (Caspar is borne off) (to Rodolph) And thou explain this dreadful mystery, All that thou knowest at once reveal, And dread my wrath if aught thou dost conceal. Rodol. See, see me kneeling meek and lowly, Yet do not cease that angry tone. That I have stray'd to paths unholy, By love misled, I freely own. Sire, those bullets cast by dead of night, Foul fiends bestowed, by fiends were guided right. Otto. (r. c.) Vile sorcerer! quit my sight for ever, Nor with thy presence taint my land. Think' st thou I can forgive thee? Never 1 Think not thou e'er canst win this maiden's hand. Rodol. (c.) My sentence spoken. My fond heart broken, (crosses to l.) Would that an early grave my shame could hide ! Kuno. (l. c.) Let clemency thy judgment guide. Ann. (c.) Have pity on yon weeping bride. Chorus. Oh, do not let us vainly sue ! His heart was ever good and true. Let clemency, &c. Otto. No, no, no ! Such deeds must not unpunished go. All supplication is in vain ; Hence, quit my sight, and ne'er return again. Enter the Hermit r. u. e. — the People draw back with reverence, Ottocar bares his head with the rest. Hermit. Shall weak and sinful man presume, His erring fellow mortal thus to doom ? Otto. I marvel much that holy as thou art, And in the robe of sanctity array'd ; Thou dost espouse this culprit's part. Do thou pronounce his doom thyself, thy will shall be obeyed. Hermit. Deign thou the voice of penitence to hear, For heaven regards the sinner's tear. As we through mercy hope to live. We should be ready to forgive."], [45, "Sc 3.] 39 DER FREISCHUTZ. Oh, Prince, thy clemency be pleased to shew, And pardon on this youth bestow. Otto. Yes, pardoned let him be ; Heaven finds a voice in thee. (Rodolph brings Agnes forward) Chorus. Hail, noble Prince ! long happy may'st thou live, 'Tis ever princely to forgive. Otto. I likewise promise that to-day This hand shall give the lovely bride away. Rodol. With this blessed angel ever near me, To evil thoughts I ne'er shall yield ; In heavy hours her voice will cheer me, And from impending danger shield. Otto, fy Hermit. As we through mercy hope to live, We should be ready to forgive. Ann fy Kuno. Forgotten be all sin and sorrow ; Contented, happy may you live ! Chorus. As we through mercy hope to live, We should be ready to forgive. Hermit. Now lift your hands and humbly kneeling, To Heaven who watches o'er us your grateful voices raise. Chorus. Yes, yes, our hearts and hands to heaven we raise, And Him, to whom praise belongs, do we praise. Omnes. To Heaven do we lift up our hearts and our voices In thanks for the mercy to penitence shown. Mercy, Heaven and earth rejoices, And best adorns the monarch's throne ! Curtain. Printed by Thomas Scott, Warwick Court, Holborn."], [46, "fT. H. Lact, Strand, London. HOFFMAN; or REVENGE FOR A FATHER, by Chettle, with notes, 12mo., 1853, reduced to Is. COLLIER'S (J. P.) MEMOIRS OF THE PRINCIPAL ACTORS IN THE PLAYS OF SHAKESPEARE, 8vo., 1846, cloth boards, 3*. 6d. DIARY OF PHILIP HENSLOWE, from 1591 to 1609, printed from' the original M.S. preserved in Dulwieh College, edited by J. P. Collier, 8vo., 1845, eloth boards, 3s. 6a!. EXTRACTS FROM THE REGISTERS OF THE STATIONERS' COMPANY, between 1557 — 1587, with notes and illustrations by J. P. Collier, 2 vols., 8vo., 1848-9, cloth boards, 5s. PATIENT GRISSIL, a Comedy, by Dekker, Chettle, and Haughton, with notes by J. P. Collier, 8vo., 1841, eloth boards, 1*. GOSSON'S SCHOOL OF ABUSE, against Poets, Pipers, Players, Jesters, &c., and HEYWOOD'S APOLOGY FOR ACTORS, in threa books, with notes, &c., by J. P. Collier, 8vo., 1841, cloth boards, 3*. PLANCHE'S HISTORY OF BRITISH COSTUME, many wood illustrations, reduced to 2s. boards. REV. J. GENEST'S HISTORY OF THE STAGE, with the Original Casts of each Play, a description of the plot — Biographical Sketches of Dramatists and Performers — a complete History of the London, Dublin, and Bath Theatres — a Diary of the Berformances, &c, altogether forming a moat copious and authentic Record of the British Stage, 10 thick 8vo. vols., boards, (published at £5 5s.) reduced to 42s., carriage free. FRANK HOWARD'S ILLUSTRATIONS OF SHAKESPEARE'S PLAYS with 480 spirited Outline Plates, explanatory of the Costumes, Appoint ments, Scenery, and Grouping of each Play, 5 vols., cloth, (published at £12) reduced to 40s — in 24 parts, 35s. MURRAY'S FAREWELL ADDRESSES, as delivered by him at the Edinburgh Theatre, from 1827 to 1851 with a Biography and History of the Drama in Edinburgh, Is. PARKE'S MUSICAL MEMOIRS, abounding with Anecdote and Information, 2 vols. in 1, published at 21s., reduced to 3s. 6d. HER MAJESTY'S BAL COSTUME, with a vast number of beautiful Illustrations, 4to., 2s. HAMLET, RICHARD THE THIRD, AND OTHELLO, compressed and arranged for Public or Family Reading, 6<Z. each. HEYWOOD'S PLAYS, printed for the Shakespeare Society, 2 vols. 8vo. scarce, 18s. THOMAS DIBDIN'S REMINISCENCES OF HIS LIFE, an entertaining Record of the Veteran's experience of 40 years as Dramatist and Manager of the Minor Theatres, 2 vols. published at 21s. reduced to 5s. (ALL POST FREE)."], [47, ""], [48, ""]]