[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "ODES TO THE R A G A S, AND OTHER POEMS. BY THE LATE JOHN DAVID PATERSON, Eeq. CALCUTTA : PRINTED BY PHILIP PERE5RA, AT THE HINDOOSTANEE PRESS. 1818."], [10, ""], [11, "INTRODUCTORY LINES. Borne on ambition's wings the Bard aspires To scale the empyrean fields of fame, There 'midst his tuneful art's creative sires To hang his laurels, and enshrine his name, Yet oft detraction foils his fond desires, Or the stern Critic's curb constrains his rising fires. Much wiser He, who conscious of the light Divine, that animates his frame of clay, Draws round the genial flame the garb of night And keeps it veiled like vestal charms from day Shunning the tempting, but the dangerous height, Where meteors rise to set, ephemeral as bright."], [12, "IV W Nor need a churlish pride the shroud maintain, Nor Fancy's every impulse be repressed. Some chosen few — may share the social strain, To some the song of love may be addressed; Responsive still to every kindred breast, And giving life and home new poignancy and zest Such was the Poet's unpretending lay, Which friendly care would rescue from decay, Nor drag with zeal profane, into unsought-for day. H. H"], [13, "ODES TO THE RAGAS, BHAIRAV, FIRST R AG A. ARGUMENT. The Rdga Bhairava is described in the following lines, as he is represented in the Rdga Mdlas of the Hindus, with the emblems and attributes of the god Siva, from whose mouth he is supposed to have proceeded; the form he wears is that of the deity in his state as an ascetic, smeared with ashes, and having his hair braided into the Jafd, whilst the Ganges meanders through his tresses ; his forehead is ornamented with a half-moon, and one hand wields the T risul or trident, whilst the other holds the Damru, a small hour- glass shaped drum ; his neck is entwined by a serpent and the chaplet of skulls worn both by Siva and his terrific consort, compleats the decoration of this musical personification. ed. ED. Bhairav at Siv's creative voice appears, The three-ey'd god's majestic form he wears. With holy ashes spread, as camphire white, The Devta stands reveal'd to mortal sight. n"], [14, "2 His braided tresses bind his awful brows, From whence the sacred Ganges ever flows, And in the bosom of her hallow'd flood, Bears plenty, joy and universal good. Round his blue neck, in qjany a spiral fold, A living serpent twines its scaly gold : Mysterious emblem of perpetual youth, Great attribute of everlasting truth ! Full on his lofty front, serenely bright, A crescent sheds around its silver light, A massive trident in one hand he rears, A mystic Damru in the other bears. Twelve ghastly heads of human victims strung, Low on his breast in dreadful order hung, And round his throne at S'iv's command repair The guardian spirits of the flood and air."], [15, "3 COSHAC, SECOND R AsG A. ARGUMENT. This Rdga is more usually termed Mdlava in the Sanscrit lists, and Mdlcaus jit Hindi i the martial character given him in the following lines, is the creation of the poet, founded on the usual representa- tions of him, as a young athletic man clad in blue garments and wielding a club. ed- ED- Coshac appears with conquest on his crest, And every virtue glowing in his breast, Glitt'ring in arms, he calls his martial bands, And nations rush to bear his high commands ; His fatal standard to the winds unfurl'd, Blazes portentous o'er a guilty world. As bursts the thunder from the darkened skies, United shouts of gen'rous ardor rise, His eye beams valor, and the peopled plain, Is agitated like the stormy main ; b 2"], [16, "4 ij Slaughter and waste, black ministers of fate, Like tygers train'd the dreadful signal wait, Fear flies before and terror clouds the earth, As the thick gloom that gives the tempest birth. Giant ambition proudly daring stands To stem the torrent, with his hundred hands : He seems a tow'r on some fair mountain's side, Rais'd in the insolence of wealth and pride, Which in the front of an impervious wood, Frowns o'er the ocean and defies its flood, But frowns in vain : as waves by waves impell'd, Incessant legions pour into the field. Shock succeeds shock, 'till fate, resistless fate Calls the fell tyrant from his dream of state, And like the raging storm's collected gust, Hurls all his pageant glories in the dust. Rocks, hills and caves the flying crowd receive, Rocks, hills and caves but feeble shelter give, 'Till Coshac speaks the great and gen'rous word And bids the host \"of heroes sheathe the sword."], [17, "5 HINDOL, THIRD RAG A. ARGUMENT. The character and attributes of this Rdga, which are of the most joyous description, are faithfully given in the ode; the representa- s tion of the swing in which he is seated with a favourite damsel, always occurs in the delineations of him, and the amusement itself forms one of the most popular recreations of the Hindus. The s'yle of music personified by this Rdga and its divisions, is appropriated technically to the season of spring. E£. Beneath a swelling dome's majestic height, With golden stars and fretted glories bright, 'Midst chrystal columns of the purest ray, Whose lustre emulates the blaze of day ; Where emerald wreaths with living verdure crown' d, In mimic foliage twine the shafts around, Where the bright ruby never-fading glows, And mocks the transient splendor of the rose."], [18, "6 Hindol in regal majesty appears, A god's immortal form the monarch wears. Celestial youth, upon his blooming face Hath lavish'd ev'ry elegance and grace. Sweet are his notes, whene'er he chaunts his song, The soul of music dwells upon his tongue. The fawns erect their ears and gather round Drawn by the pleasing sorc'ry of sound. The warbling Shama list'ning from the spray Learns the wild sweetness of her morning lay. His flowing robes a fragrance round dispense, That fills the air and quickens ev'ry sense, Far richer than the musk-deer's costly spod, Or rich Chambeli s aromatic oil. A thousand virgins fairer than the morn. Await his pleasure and his state adorn, The waters of eternal life they bear, And to his lips the glowing goblet rear : Daughters of harmony sublime they raise, The hymns of triumph and enraptured praise."], [19, "7 lJ Upon a golden swing in am'rous play And wanton raptures, he beguiles the day, Mirthful as Lacshm^s ever-blooming boy, His sparkling eye beams extacy and joy, A thousand songs the v&ulted roofs rebound, Gay bursts of pleasure mingling with the sound And while suspended thro' the yielding air, Surrounding damsels waft the happy pair, He chears the fair one with a thrilling kiss, And revels in the luxury of bliss, Her lovely arms around his neck entwin'd, Her scented tresses floating in the wind, With trembling fears and inward love opprest, She strives to hide her blushes in his breast, With fond applause and animating voice, The virgin, chorus hail the monarch's choice, Mirth leads the dance and joy inspires the lay, And speechless rapture crowns the festal day."], [20, "8 DIPAC, fourth rjCga, ARGUMENT. The name of this Rdga, ' the In/lamer,' indicates his character, and is common to him, and to the god of love Ca'mabe'va, with whom he seems to be in a great degree identified; he is supposed to be the descendant of the sun, and the plastic power of that planet is blended in the description, with the properties of Eros, or the divine love, of the Greeks, who was so important an agent in the creation and preservation of matter. The hot season and hour of noon are the seasons appropriated to the performance of this style of music, and according to a well known story, its execution in a contest be- tween two eminent musicians in the time of Aceer, had very nearly set all Hindustan on fire, had not the catastrophe been prevented, by a seasonable exertion of the talents of one of the rivals, whose performance of the next Rdga brought down a timely shower. ed. 1. Bear fancy bear thy rapid flight, Beyond (he soaring eagle's wing, And snatch a momentary sight, Of nature's universal king,"], [21, "9 course Not as when on earth conceal'd, Beneath the bloom of glowing youth, But in full majesty reveal'd, Amid the realms of light and truth, As ail supreme on his eternal throne, He bids revolving worlds his influence own. 2. Rise fancy rise, on wings of fire, And far beyond the rolling spheres, Up to the burning throne aspire, Where Dipac all his splendour wears, Bidding his life-inspiring rays, The womb of nature penetrate, To endless suns thro' endless space Dispensing streams of light and heat. Lord of attraction whose proportions force, Impels the pendant orbs and shapes their varied c"], [22, "10 3, Daep terror seizes all my frame, The vision bursts upon my sight, The vault of heav'n is wrapt in flame, I sink before the flood of light. Earth hide me in thy deepest caves, Before my brain to madness turns, Cover me ocean with thy waves, Before my frame dissolves and burns. Oh shield me ! shield me from the scorching ray. That sheds such fury, such unintermitted day. 4, Rash child of folly seek no more, To pierce thro' nature's mystic veil, No mortal organs can explore, What heav'n hath chosen to conceal,"], [23, "11 Enough for thee to trace my pow'r, Within the limits of thy sphere, When blooming in the op'ning flow'r, Or sporting with the infant year, When every bosom feels my general fire, And wanton nature throbs with fierce desire. c 2"], [24, "12 MEGH-MALHAR, fifth raga. ARGUMENT. Me'gh-Malha'r, the cloud-compelling Jove of the Hindus,\\s described in this. The whole is allegorical : he is the bridegroom of the earth ; his complexion dark, like the body of a thunder-cloud ; his robes white, like the edges of the cloud opposed to the sun's rays; light* ning is his diadem ; and the songs of the seven notes of music, (per* sonified,) are the thunde'rs which shake the universe. The Chdtecs are birds attendant upon him, who are supposed to be fed by the drops of falling rain. The lotos an aquatic flower, is his throne ; and the bow of Indra, to which his eye-brows are compared, is the rain-bow. Swell the pious note of praise, Songs of grateful transport raise, Till drooping groves and thirsty plains, Exulting hear the welcome strains : Rising winds, and black'ning skies, Thunder rolling from afar, Flashing fires of various dyes, All, the god's approach declare :"], [25, "13 Raise again, O Earth ! thy head, Haste, prepare the nuptial bed, Put forth all thy verdant pride, The bridegroom seeks his mystic bride. Strike, strike the cymbals in a louder tone, He comes, he comes, exalt the song, The spreading lotos is his throne, Borne by the rushing winds along ; Whilst round and round, in mazy rings, Attendant Chdtecs ply their golden wings ; Celestial robes of dazzling white, The silver*skirted clouds less bright, O'er his dark limbs of heav'nly mould, Descend in many a graceful fold; Around his head the rapid lightning plays, A glorious diadem of living rays; His arched eye-brows glow, Like Indra's many-colour'd bow; Around his throne the host of waters meet, And roll condens'd in clouds beneath his feet"], [26, "14 With wings expanded, hov'ring round the god, Th' impatient winds await his awful nod, Prompt messengers of his imperial will, That in their bosoms, thro' the yielding airj Alike o'er lowly vale or rising hill, Their sovereign's largess to his creatures bear. Rous'd at his voice, in dignity supreme, Ganga pours forth her fertilizing stream, From lofty Himala's impervious woods, She summons all her tributary floods; A thousand torrents, rush at her command, And spread their treasures o'er a grateful land. The seven notes around him wait, Blest companions of his state, Each a blooming youth appears, Fairer than the morning's beam; Each a golden goblet bears, Fill'd with life's eternal stream. Hark! their mystic song they raise, To Megh-Malhar's immortal praise :"], [27, "15 Their choral shouts are thunders, bursting forth, Loud o'er the prostrate children of the earth. Hear it ye nations! and with awe attend, Hear it with trembling and submissive bend; And whilst ye contemplate the god, confess His pow'r is equall'd by his will to bless."], [28, "16 ASAVARI, SIXTH R As G I N i. ARGUMENT. The Rdgini Asdvari is supposed to possess the power of charming serpents with her melody; and the pictures of the Ra'g Ma'la, represent her as of exquisite beauty, with loose hair and naked to the waist, round which she wears a skirted zone of peacock's feathers ; she holds a serpent in each hand, and the antelopes and fawns at- tracted by the charms of her voice, are gazing upon her with earnest attention. A liberty has been taken to suppose she is employed by the gods, to charm the enormous serpent Ananta from the great deep, for the purpose of transporting the vast mountain Mandar to the ocean. Vide Wilkins's notes to the translation of the Bhagwat Gita, respecting the churning of the ocean, to obtain the Amrita, or butter of immortality. What heavenly sounds! each thrilling vein, Responsive vibrates to the strain ; Sure some descending god, Glides thro' the yielding air; or dwells, Within these consecrated cells; Or makes these solemn mountains his abode !"], [29, "17 D Hush'd are the sportive birds around, And, as in chains of magic bound, Feel an unknown controul : O'er the wild rocks, and boundless woods A deep, attentive silence broods, That strikes, and awes the soul. Beneath a fragrant sandal's shade, In native loveliness array'd, A form divine appears ! Asa'vari's celestial grace, Majestic mien, and blooming face, The wondrous vision wears. Loose, unadorn'd her flowing hair, Fann'd gently by the wanton air, Gives sweetness to the gale; And o'er, the blaze of naked charms, Her swelling breasts and polished arms, Floats a delusive veil :"], [30, "18 i Flaming with gold and azure round, Her slender waist, in order bound, Hangs many a radiant plume : The rose hath humbly bow'di to meet, With glowing lips her hallow'd feet, And lent them. all its bloom. Oh! thou bright nymph to whom belong, The magic pow'rs of song, Whose voice the list'ning asp obeys, Breathe in my verse, and animate my lays. Oh! clothe my strains in majesty sublime, Roll back the shadowy veil of time, And suit my daring numbers to thy praise When all the glorious host of heaven. Resplendent sate, In solemn synod, and profound debate, To learn from what mysterious source, Immortal Amrita derives its course, To thee, Njlra yan's high behest was given,"], [31, "19 sleep D 2 To charm the dragon of the deep, And break, with powerful song, Ananta's iron Sublime in Meru's sacred bowers, Crown'd with never-fading flowers, The heaven-born virgin raised her voice, And bade the listening universe rejoice. Spell-bound, upon each dreadful steep. The torrents of the mountain sleep, And all their thunders cease ; For on the misty summit rear'd, The spirit of each stream appear'd, And hush'd their waves to peace. Devs and Ghandarvs gathering round, Drank the intoxicating sound; Whilst nature, to the utmost verge of night. Vibrated with ineffable delight. \" Rise from thy dark abyss, Ananta, rise:\" The sweet enchantress cries,"], [32, "20 \" From those everlasting caves, \" Which the boundless ocean laves, \" Hear my voice ; my call obey ; \" Rise, amidst the blaze of day : \" From the black abode of night, \" King of serpents rise to light: \" By these hallowed pearls, that deck, \" In splendid rows my virgin neck, \" By these sacred gems that bear, \" Mystic signs distinct and fair; \" The awful word which heaven reveres, * The awful word, which can unhinge the \" Hear my voice ; my call obey ; spheres, \" Rise amidst the blaze of day : \" By the triform god, whose name, \" Upholds the universal frame, !i Rise from the black abode of night, \" King of serpents, rise to light.\" The king of serpents, from the vast profound Hears the resistless incantation's sound,"], [33, "21 And from the ocean's slimy bed, Reluctant rears his glittering head. Fierce as the bursting light, That rends the stormy veil of night, His gleaming eyejballs sweep, O'er the dark bosom of the rolling deep ; The world of waters with impetuous force, Recoil, and deluge nations in their course : Earth, to it's centre shakes : the heavenly band. Themselves appall'd, in silent wonder stand. Dauntless alone, the holy maid appears, And with a smile divine, that cahn'd their fears, Changes to soothing sounds again, The pow'rful numbers of her magic strain. Sweet on the gale, the swelling tones arise, And round the starry mansion of the skies, In varied melody successive roll; Till by degrees, the dying note, In echo scarcely seems to float, And sinks absorb'd into the soul."], [34, "22 AH heav'n was mov'd and eager shouts of wonder, Burst from the immortal bands, like distant thunder The king of serpents by her magic charm'd, Felt his terrific rage disarm'd, And from the vast profound, With milder glories beaming from his eye, Uprear'd his gorgeous crest on high, As if he sought the sound. Raise, raise the strain exalt the song, The spell succeeds, he rolls along, On many a radiant spire, Dreadfully bright, each swelling fold, Seems a new wave of living gold. Flaming with native fire. Yes, sweet Asa'vari, celestial maid, The Dev of magic form thy call obey'd;"], [35, "23 Amidst the shouts of heav'n's eternal race, With giant strength he tore, Enormous Mandar from its base. And to the bosom of the king of floods. With all its rocks, inhabitants, and woods, The pillar of the world in triumph bore."], [36, "24 GUNCALI, RAG IN I*. ARGUMENT. This Ragini is one of the wives of the Rdga Malava, and is. repre* sensed as a female, whose lover is absent or faithless, and on whose account she is pourtrayed with every mark of abandonment to ex.. treme distress. ED, Guncali mourns in misery supreme, Forsaken love and faithless man her theme : Wild is her speech, distracted as her mind. And like her roving fancy unconfin'd. Her hollow eye, her daily wasting cheek, The inward fever of her soul bespeak, Despair hath mark'd the victim for his own, And made the ruins of her heart his throne. Loose to the winds her ebon tresses flow, And every lock participates her woe,"], [37, "25 '.> On a shrunk chaplet of neglected flowers, In pensive grief she counts the weary hours. And as her fond imagination strays, O'er the past pleasures of once happy days, She bends on vacancy her sleepless eyes, And memory bids the pearls of sorrow rise ; Scenes of delight and soothing sounds of mirth Serve but to call new anguish into birth : In vain the soul of melody inspires, The gourded Vin and breathe upon its wires, Nor Dhol nor Vin have magic to remove, The hopless torment of rejected love, Tired of the tedious day's too cheerful light, She waits impatient the return of night, Night long expected comes, but comes in vain, The shadowy gloom but aggravates her pain, Her wearied soul, no transient respite knows, Broods o'er it's grief and feeds upon it's woes, Silent she mourns and like a picture wears, The melancholy dignity of tears. F"], [38, "26 LALIT, R AG IN I. ARGUMENT. Lalit is one of the wives of Hindo'la, pourtrayed as a blooming dam- sel splendidly attired. ED. Forth from the chambers of her bosom's lord, Where all the night she bless'd his circling arms, Young Lalit comes: nor can the world afford, A brighter picture of new-rifled charms. Fair as the rising dawn that from the east, Smiles on her path and strews with pearls her way, Sweet as the fragrant gale that on her breast, Like a fond lover gently seems to play."], [39, "27 Her eyes yet sparkling with uncloy'd desire, Her bosom heaving with the recent bliss, Her cheeks yet glowing with the rapt'rous fire, And her lips glist'ning with his honey'd kiss. With tinkling feet she treads the dewy lawn, Her vesture flutt'ring in the morning breeze Playful yet timorous as the tender fawn, She startles at the rustling of the trees. On her sweet face she throws a glitt'ring veil, A purple net with golden flowers gay; And with a downcast look would fain conceal, Her blushes from the searching eye of day. E 2"], [40, "28 HYMN TO HANUMAN. ARGUMENT. This humorous composition is addressed to the monkey deity of the Hindus, the son of the wind, and friend and ally of Ra'machandiia, whom he accompanied with an army of monkeys, in that prince's invasion of Ceylon to recover his wife Si'ta\", carried off by Ra'va- u'a, the ten-headed sovereign of hand. Hanuma'n with his mon- keys, is fabled to have thrown into the sea, the rocks that are found in the strait, between Cape Comorin and Ceylon, for the passage of Ra'ma's troops, and they thence are termed Ra'ma's bridge by the Hindus ; the Musselmans call them Adam's bridge : in a secret ex- pedition to Lancd, Hanuma'n was taken prisoner, and condemned to be burnt, but he effected his escape when the flames had scarcely caught hold of his tail, with which he set fire on his flight, to the cjry ; he then bounded to the snowy mountains, to a peak still called Bender-puch'h, or monkey's tail, where he extinguished the com- bustion, by plunging the tail into the snow : most of these circum- stances are alluded to in the hymn, which is also in part a parody ,on Sir Wm. Jones' ode to Ca'made'va, the Hindu CuriD. ed. \\Vhat god or genius do I see? That skips and bounds from tree to tree, That grins and chatters from yon bough, With silver beard and ebon brow."], [41, "29 Sure it is Crishna, who to strains divine, Dances by moon-light with the Gopia nine; No; that unconscionable rogue is gone, To dance with sixteen thousand in Ceylon. Then sure 'tis Ca ma, god of fierce desire, Who like a salamander lives in fire, Or else gay Basant, his companion dear, The sportive genius of the infant year. No! little CaTmdeo, as smart as a carrot, Is taking his afternoon's ride on a parrot, A sugar-cane bow from his side hangs dependant, And his little friend Basant is sucking the end on't Gad so! that I should be so great a dunce, As not to know the mighty mime at once."], [42, "30 '3 Yes Hanuma'n I know thee now, By those marks which never fail, Thy silver beard, thy ebon brow, Thy sooty paws and half-burnt tail, Thy solemn fun, thy serious glee, And laugh-inspiring gravity. Hail first grand master of the craft divine, Beneath whose plastic paws that bridge arose, Which shall to fame thy deathless name consign, Long as the conscious conquered ocean flows. That bridge o'er which Ra'm led his countless host Or might have led them if he had 'em, That bridge which envious unbelievers boast, To have been built but t'other day by Adam. Father of harmony, the gift of song, To thy sweet voice and matchless skill belon<"], [43, "31 Tho' now thy race degenerate as mankind, Have long alas the tuneful art declined, Less pleas'd to cull \" those living flowers,\" \" That wreath with sunny twine the vocal bowers,\" Than thro' Bazars with speed to dart along, And ravish Kelas from the gaping throng. Mark how they bound and glance, And round the baskets prance, \" Pursuing, circling, wheeling, leading/' ** Now chacing, now receding.\" Some climb \" the vocal thatch:\" And at the tempting Laddu eatch; Some at a distance suck their paws, Or with death-dealing claws, Industrious, thro' the peopled head. Dismay and horor spread: And while they glide above, Each \"bush and dancingbough quaffs harmony andlove.\""], [44, "32 Intent on forage and a quick retreat; .\" No veils of many color'd light they weave,\" Their furtive paws and busy feet, \" Tired gales and panting clouds behind them leave,' While plunder'd matrons \" struck with stony wonder,' Suspend the rattling peal of female thunder. How shall my unhallow'd verse, All thy wond'rous feats rehearse? For oh! \"what pencil of a living star could paint,\" Thy looks important and thy actions quaint. When you with solemn grace, Thrice strok'd your tail adown your ebon face, And e'er you spoke, Right gravely scratched your sides and gave a croak. RXm stood by with open mouth, To catch the oracle while falling, Lacshman gap'd from north to south, Wide enough to take them all in."], [45, "33 Not \"Ra'htj's head occasioned more surprise;\" \" When without legs it kick'd the woven skies,\" Than when you stopp'd with mighty force, The impetuous ocean's rapid course. And with an adamantine chain, Bound the astonish'd island to the main. Shall Ra'van's daring threats prevail. Shall he then burn thy paws and tail, Thou smilst with stern disdain ! He binds thee down in vain ! For red-hot shears of pointed thunder, Snip the impious bands asunder. With agility amazing, Hantjma'n I see thee fly, At thy tail a faggot blazing, And the giants in full cry, Woods and mountains catch the flame: Fields of Paddy do the same. F"], [46, "34 Fierce and more fierce the conflagration spreads, And Ra'van trembles for his half-score heads; The raging fires anticipate his fears, And all his Chappas burn about his ears. God of the silver beard and ebon brow, Delight of all above and all below, Teach me to sing of thee, with rapt applause, How \" 'neath a canopy of woven air; \" Thou sat'st upon an emerald hillock fair,\" \" From whose fresh lap in young fantastic mazes/* \" Soft fhrystal bounds and blazes;\" Cooling with awful majesty thy roasted paws. SIta restor'd to Ra m's deserted arms, In all the splendour of unsullied charms, And how to please the jealous youth, She scorched her toes to prove her truth, Fain would I sing; but none so well, The wond'rous history can tell,"], [47, "35 As can the poet of the silver isle, Who made the golden banks of Ganga smile. Had he but carroll'd his embroider'd lays ; His matchless pencil might have reached thy praise But fate forbad ! and left the task to me : Oh may the great attempt find grace with thee. Long may thy Bramin, long thy praise rehearse, In varied strains and desultory verse: Verse that like you shall skip from high to low, Bound as you bound and as you caper, caper, And may no critics who with envy glow, Convert his pious labours to waste paper. f *"], [48, "36 ELEGY, on some young warriors who followed timur into hindustan, and fell in the expedition ; partly 1 from the arabic of ib'n arabshah. Fierce and impetuous as the northern blast, Timur led on the iron ranks of war: Fear fled before, and slaughter, death and waste, Follow'd the rapid whirlwind of his car. Loud was the storm! but soon, it pass'd'away> Like thunder rolling to a distant sky, Sad o'er the nations rose the face of day, And nought but boundless ruin met the eye. A dreadful calm of misery succeeds, An awful horror runs thro' every vein. Nature shrinks back appall'd, and inly bleeds, O'er desolated walls, and heaps of slain."], [49, "37 Oh generous youths! had he but known the ills, That mad ambition blindly scatters round, The demon had not drawn ye from your hills, To fall his sacrifice on hostile ground. Low are they laid, whose op'ning bloom awhile, Diffus'd a living fragrance o'er the earth ; On whom the sun of fortune lov'd to smile, And partial nature lavish'd all her worth. Upon whose floating banner's martial pride, Conquest and fame, with fullest splendor shone; Whom honour placed triumphant by her side, The brightest gems of her imperial throne. Short was the vision ! with resistless haste, The tempest of destruction issued forth ! And like the atoms of the pathless waste, In one short moment swept them from the earth"], [50, "38 'j Their social virtues like the morning dew, Bade nature smile with all her children gay; Their bounty, was a sun, that never knew, One cloud to intercept its genial ray. The pride of glowing youth was in its flow'r, Health o'er each cheek, her roses scatter'd round Fortune held up the standard of their pow'r, And to their cars the captive nations bound. But while they quaff'd the sparkling cup of joy, Death unobserv'd amidst thebanquet stole; And watchfully, impatient to destroy, With poison dash'd th' intoxicating bowl. How sleep the sons of glory now! for whom, Earth's widest range seem'd too confin'd a space; Sunk in the narrow limits of the tomb, Pale victims to the worm's destructive race !"], [51, "39 Oft at the still and solemn hour of night, Shall contemplation quit her sleepless bed, And wand'ring lonely by the moon's faint light, Pour out her sorrows o'er the mighty dead. Upon her cheek sad melancholy feeds. And whilst her bosom heaves with many a groan, I see her pluck away the rising weeds, Which dark oblivion's envious hand has sown. Their names, with faulting voice I hear her call ; But they are deaf, deaf as the damp cold ground, Nought to her woe replies; 'tis silence all! Save the hoarse echoes of the mountains round. When time shall blunt the keener edge of woe, And hoary age the wond'rous tale relate, Then shall the stream of sorrow sweetly flow, Whilst mute attention mourns the turns of fate."], [52, "40 Aspiring youth shall dwell upon the theme, And catch the bright enthusiastic flame, Fancy shall realize the glorious dream, And lead them panting to the goal of fame. Yes fairest flow'rs! tho' the relentless storm, Hath torn your blooming honors in its rage, Your essence shall assume a fairer form, And shed immortal sweets from age to age."], [53, "41 E A TRANSLATION OF T H INSCRIPTION, ON HYDER'S TOMB AT SERINGAPATAM. A wondrous dome whose form majestic vies, In height and splendor with the vaulted skies, Call it the full orbed moon, or glorious sun, Heav'n blushed with shame to see itself outdone Its splendor was the eye of heav'n, its blaze, Gave to the rising morn its brightest days, Up thro' the earth the streams of mercy sprung, And r6und the shrine enraptur'd angels sung. Such was the vision when with morning's light, This glorious structure burst upon my sight, Say to what hero, has a nation's love, Raised this proud pile and sanctified this grove. G"], [54, "42 Say what bright epoch marked the age when he, Left this vain world for immortality ; Approach oh ! traveller, this recording stone, And read the hero's name and date in one. Hyder Ali Khan Behauder, 1195."], [55, "43 THE PROPHECY OF HYDER. Big with the gathering storm night's murky veil, With double horror mark'd her deepest shade, The sullen genius of the threat' ning gale, Wrapped in dark clouds his destin'd course survey'd A solemn calm of silent terror seemed, To hang portentous, o'er Seringa's towers : Save where at intervals the night owl scream'd, Or watchful Moollas struck the passing hours. Save where the prowling tyger's hungry yell, The pathless solitude with tremor fills, Or awful thunder in a lengthen'd peal, Deep murm'ring rolls among the distant hills. g 2"], [56, "44 Broad lightning o'er the wide horizon flew, Darting from cloud to cloud its lambent fires, The pond'rous tomb of Hyder rose to view, Quick flashes glancing o'er its gilded spires. The midnight lamp yet glimmer'd in the aisle, Through the gloom laboring with a dying flame, When to its centre the enormous pile, Heav'd with deep throes and shook thro' all its frame Amidst the horrors of this dreadful hour, The troubled shade of Hyder issued forth : In his stern look, dire omens seemed to lower: He stalked in anguish o'er the trembling earth. His voice was cloth'd in terror— on his brow, A fallen majesty of sorrow shone: In solemn accent of prophetic woe, He chill'd the heart of his ferocious son"], [57, "45 ' Yet one short moment, and avengeful fate, * The high-blown bubble of thy power shall break: ' Shall dissipate thy dazzling dreams of state, * And leave thy pageant glories but a wreck. ' Yet one short moment, and thy boasted name, ' Shall from its giddy height of pride be thrust: ' Thy wild ambition shall be turn'd to shame, ' And with repentant sorrow kiss the dust. ' Nations shall see thee humbled, and rejoice; ' Thy noble conqueror's name shall grace their song; ' JTis gratitude that tunes the general voice, ' And fires with eloquence each artless tongue. ' O son! thou darling of my happiest years, ' Fain would I strive thy struggling mind to sooth: ' But thy great foe's high merit wakes my fears, [ And forces from my lips unwilling truth."], [58, "46 ' Ah ! what avails it, that, to make thee great, * Uncommon genius bless'd thy natal hour? ' Parental fondness saw, with pride elate, ' Thy mind expanding like the op'ning flower. ' Large was the bounty of indulgent heaven, '■ In vain it showered its choicest blessing down ' In vain, oh wayward son ! to thee was given, ' A host of heroes to support thy crown. * The fiend ambition, with exulting pride, ' Held up the lure of empire to thy mind : ' Heav'n saw the fatal mischief spreading wide, I And check'd the plague in pity to mankind. ' The tide of war, on thy devoted shores, ' Recoiling, rushes with impetuous force, ' Dashing from rock to rock the torrent roars, * Magnificently dreadful in its course."], [59, "47 1 Vain is the strength of thy stupendous hills, ' Fort after fort in quick succession fells, ' E'en while my boding voice thy bosom chills, ' The British standard waves upon their walls. ' Whilst soothing pride with confidence surveys/ ' Thy deep entrenchments and embattled lines, ' And flatt'ring hope, with momentary blaze, { Delusive o'er thy tott'ring fortune shines. ' Think how thy gallant captives starve in chains, ' Insulted victims of thy cruel pride, ' Go ! let thy bigot zeal augment their pains, ' And wanton scorn malignantly deride. ' Short is the guilty triumph:— dire dismay, ' Her raven wings shall o'er thy banners spread, ' Despair and flight shall break thy proud array, ' And vengeance burst o'er thy devoted head."], [60, "48 * Calm 'midst the battle's rage Cornwallis shines, ' Wise to resolve, and active to perform, ' Impetuous rushing o'er thy boasted lines, ( He leads his heroes, and directs the storm. ' Like whirlwinds thund'ring o'er the stormy main, ' .Driving the scatter'd waves from shore to shore, * The British legions sweep th'embattled plain, ' Death marks their course, and terror flies before. * In purple tides the Caveri shall flow, ' Slaughter and blood its limpid waves defile, * In one short night shall the avenging foe, I Plant his victorious standard on this isle. * This waving grove, with all its boasted charms, ' The blast of desolation sweeps away, * This holy mosque shall shake with dire alarms, * And this proud tomb shall witness thy dismay."], [61, "49 <■> c Thy best, thy bravest vet'rans strew the plain, ' With martyrdom their faithful efforts crown'd, * Thy children captives, and thy wide domain, ' To the four winds of heaven scattered round. ' Hear wayward son! and whilst all-humbling fate, ' Fulfills the measure of thy destin'd woe, ' Leave foil'd ambition to it's dreams of state, ' And learn the road to glory from thy foe. ' Learn that it points not to unbounded sway, ' Nor to the savage pageantry of pride, ' It is a stream that cheers the face of day, ' Diffusing blessings as it rolls its tide.' He spoke, and like th'illusion of a dream, Was heard no more! — the pale tremendous form Dissolv'd in darkness, like the transient gleam, That scatters horror through the midnight storm H"], [62, "50 OLINDA TO HENRY, VERSIFIED FROM THE SPECTATOR. Dearest of husbands, kindest best of friends, Her every wish thy lov'd Olinda sends, Ere this can reach the bleak Canadian shore, Those tender words shall charm my soul no more, A ling'ring fever's slow consuming flame, Preys on my weak emaciated frame, My spirits fail, but what my strength denies, The ardent impulse of my love supplies, That gives me pow'r to sign this last adieu, And snatch these moments in a prayer for you. Since thus Almighty wisdom has assign'd, Let this, dear youth, speak comfort to your mind, No conscious guilt, no unrepented faults, Wound my reflection with upbraiding thoughts."], [63, "51 To quit this life, to bid this world adieu, I feel but one regret and that for you ; Here rebel nature tries with force her cause, Vain are our efforts to renounce her laws, Sure 'tis not impious to confess the part, My Henry's love possesses in my heart, To own the purest flame that took its birth, From a well-grounded knowledge of his worth. Can I recall unmov'd the fatal day, That tore my Henry from these arms away, When my distracted thoughts saw every wave, With all the horrors of a wat'ry grave, I could not hide it — I dissolv'd in tears, Hung on your neck and told you all my fears, You gently seiz'd my hand and to your breast, My agitated frame with rapture press'd : Ah ! do not thus my love you cried, complain, Soon my Olinda we shall meet again. — Those tender words still cheer my drooping heart, Yes, we shall meet and never, never part, h 2"], [64, "52 That loved idea fortifies my mind, And makes me to approaching fate resigned. My parting soul with extacy surveys, The past enjoyment of our happier days, Lives o'er each scene, and drops a silent tear, Regretting that the end should be so near: In the sweet spring of youth my glass is run, Op'ning to life, impatient to be gone, Doomed in the bud to shun the rising day, But thus, my maker, wills, and I obey : From this dark shore where threat'ning tempests roll, A brighter prospect dawns upon my soul, Still chilling doubts, and fears perplex the view, But all those doubts, and fears I feel for you : Yet if my ardent vows are heard above, And heaven consents propitious to my love, When my immortal part shall flee away, And leave this mould'ring mansion to decay, May I not hope, my Henry though unknown, To make your cares and sorrows still my own,"], [65, "53 To guide your footsteps through this vale of grief, And o'er your harrass'd mind diffuse relief, Attend your valour still through war's alarms, And be your shield amidst the shock of arms."], [66, "54 7 AN ODE OF HAFIZ, PARAPHRASED BV Mit. IVES. Boy, let the flowing goblet pass, Let wine's rich splendor gild the glass With more than mid-day light The jocund song musicians raise Tell how content I pass my days, My present joys how bright. A PARODY, ON THE ABOVE ODE. Boy, run you little dirty dog, And whilst I light my pipe, you rogue Bring me a pot of beer ; And bid old Toby get in tune, His greasy hurdygurdy soon; For black-eyed Nan is here."], [67, "55 ODE. Ye who with frigid temper born, The pleasures of the banquet scorn, Ye censors far away; To see her image in the bowl, With transport fires my raptur'd soul, And turns my night to day. PARODY. Ye who are born without a soul And scorn the jolly flowing bowl, Hence, to your kennels, hence ! And let me tell you (by the bye) Your moral stuff, is all my eye, Your preaching, all pretence,"], [68, "56 ODE, Friend of my youth ! how kind my love, Toy'd with her Poet in the grove, What wanton arts she play'd, So may your flame rewarded be, Be but your mistress kind as she, And you'll be blest indeed. PARODY. Oh Jack, you'd lick your lips my boy, If I should tell the melting joy, Of Nanny's ardent kiss, Could but your trull as faithful prove And give as kind returns of love, You'd reach the height of bliss"], [69, "57 ODE. The souls that live entranc'd in love, Death's cruel pangs can never prove, Uncumber'd by the grave ; This creed is from the sacred page, yVhich shall endure from age to age, And Time's destruction brave PARODr. Those lads no bolus need nor pill, Who pots of frothy porter swill, Uncumber'd with a shirt; This creed I had from honest Ned, Who keeps the Old King George's head, And laughs at Doctor Squirt. t"], [70, "58 ODE. E'en on the day when power divine. Shall in its fullest glory shine, And ope the gates above, Will the grave zealot's hop'd-for bowers, His limpid streams, his cooling showers, Exceed the joys of love? PARODY. E'en on the day when mortals go, To see the Lord Mayor's raree-show, And cram their happy guts; What is there equals Nanny's eyes, In all their custards, tarts and pies, Or venison's favourite cuts."], [71, "59 h 9 ODE. My wounded heart with many a scar, Black as the spot yon tulips wear, Pants for her various charms Sweet bird, on whom depends my fate, When wilt thou tempt the toil that's set, Within my circling arms. PARODY. My wounded sconce with many a scar, Got in the broils of midnight war, Aches for her various charms Nan could alone the plaister give, She fondly wanton vow'd to live, Encircled in my arms i 2"], [72, "60 ODE. Ye breezes as ye pass the grove, Where now she meditates on love ; Ask why she stays behind? Why does she study to forget, The jouth, whose ardent love must yet, Be fresh upon her mind ? PARODY Ye winds that whistle thro' the door, Where she darns stockings by the score : Ask why she stays behind? Say I have greater need that she, Should exercise that act on me, And darn my tatter'd miner?"], [73, "61 ODE. 'Tis her delight to see my soul. Drunk with her love and with the bowl, And she must be obey'd, I'll give my inclination rein And fill with wine each swelling vein, To please my charming maid. PARODY. 'Tis the delight of my dear punk, To see her bully roaring drunk, And she shall be obey'd ; I like the fun myself, and will, Up to the throat with porter swill, For damm'ee who's afraid"], [74, "62 ODE. See yon poor timid bird failure Behind a covert bush secure, The fowler spreads his grain, Then Hafiz, be thy pearly tear, The grain, to tempt thy charmer near, To bless thy arms again. parody See yon poor devil to secure, The grim-faced bailiff spreads his lure, And the fell writ displays ; So I'll assume the bailiff's part, My love, the writ to nab thy heart, And keep it all my days."], [75, "63 ON A CERTAIN LADY, LOSING AN EVE. Venus, I know not how or why, But so it was, had lost an eye, And made do doubt a mighty pother, W'hat she should do to match the other. A new one was not to be had, No ! she must steal it ready-made ; But where ? 'twas no such easy matter. To find one of so fine a water. The grave Minerva's would not do ; Venus had black eyes, she had blue : The venerable ox-eyed Juno, Had too much of the scold, as you know : Hebe's were pretty well, but small ; And as for Iris — worst of all."], [76, "64 What must be done? she can't appear, The rival goddesses would sneer ; 'Twould gratify their endless spight, To see poor Venus such a fright. An eye she wanted, that could fire, The soul, to eager fierce desire. Wantonly roguish — full of wiles, To act in concert with her smiles ; To softly languish, and to prove Experienc'd in the arts of love. Cupid, who knew that such an eye, Could not be found above the sky ; Shook his ambrosial wings and sought, This lower world, as quick as thought : Thro' ev'ry clime the godhead fled, And ev'ry nymph with care survey'd, But only India's burning coast, Th' inestimable gem could boast : For when he saw fair r-'s eyes, He seized with rapture on the prizje :"], [77, "65 Stole it, impatient, from the socket, And clapt it in his breeches pocket : Venus was pleas'd — and now appears, Brighter than usual in the spheres. Nor has fair lost her pow'r, She's still bewitching, as before: And, empress of the soul must reign, Whilst wit and t'other eye remain. K"], [78, "66 ELEGY, ON MISS W^r 's GOLDFINCH Mail muse! and bring to my relief, Thy salts and pocket handkerchief, Eliza's fav'rite bird deplore, The little warbler is no more, Eliza's tender heart will rue, The fatal day she left her pet ; How much he loved — she little knew, Or he had sure been living yet. 'Oh ! how could such tender frame, The dreadful pangs of absence bear * When beaux beneath the secret flame. Sink sometimes victims of despair. Had she but seen him scorn relief, Beating his little wings of grief, She surely for her bird's repose, Had sacrificed a thousand beaux"], [79, "67 Monias to his grave shall roses bring, Bulb uls his hapless fate bemoan, And e'en Eliza shall his requiem sing, In notes as sweet and plaintive as his own. ii 2"], [80, "68 ON MR. OF MADRAS. Narcissus long from fair to fair, Had still preferred his am'rous pray'r, But found repulse the fashion ; For why ? each cautious maid could tell Narcissus loved himself too well, For her to share his passion. Rejected oft— he oft returned; Still sued and was as often scorned; Yet ne'er took warning by't : For silly fops, when women frown, Impute to love the cause alone, Of each insulting slight. Can I (he to himself would say) So tall, so straight, so spruce, so gay."], [81, "69 Meet aught but love and raptures? I, whom Nabobs delight to bribe, Wise D n's still wiser scribe, Want wit for paltry captures? No surely! but I have the cause — 'Tis my imperial state that awes ; My might I'm set at nought for; The fate of Semele they dread, Who sunk with glories round her head, Her own fond wish had sought for."], [82, "70 ON MISS A P '5 BIRTH-DAY. I know my sister will excuse, The humble efforts of a muse : That would in artless strains convey, Th' instructive moral of the day ; Flattery finds no admittance here, These lines, my Nancy, flow sincere, For you such barren stuff despise, And scorn to be amus'd with lies. Let not the year roll on in vain, Correct the errors of the last, Live so that you may live again, In sweet enjoyment of the past."], [83, "71 ON THE FIRST INTRODUCTION OF LADIES WEARING HIGH FEATHERS. The man who has ransacked all nature, to find, Strange birds & strange beasts, for the good of mankind. The man at the top of the Haymarket says, He never was half so near starved in his days ; Declares, that odd creatures so- common are grown, He must sell his collection, and sneak out of town; Macaronies, but lately, to ruin him bent, Sunk the value of monkies an hundred per cent, For out of mere spight they all join'd in a plan, And show'd themselves, gratis, to hurt the poor man ; Who now has additional cause to repine, Since the ladies I find in his ruin combine, Those delicate creatures, whose feelings I thought, Could never condemn a poor wretch, without fault ; Yet (alas for poor Jeremy!) in a few words, The ladies have knocked up his traffick in birds;"], [84, "72 For a time they have given up ribbons and lace And the poulterer's got in the milliner's place. Venus seems to have wheedled Mars out of his plumes, His port she affects and his manners assumes; Vain, vain these accoutrements, needless these wiles, The armour of beauty is softness and smiles ; But cheer up my friend for their whimsical passion, Is ringing for ever the changes of fashion ; And who knows, how short this delirium will reign, Perhaps they'll soon moult and turn women again. At present there's nought to be seen but macaws, ( Cockatoos, peroquets, wagtails and jackdaws; The dear little rogues, are now in full feather, They follow the proverb, by flocking together: But since the furred officer landed at Dover, The ladies intend to be feathered all over, Tho' now 'tis too cold, for the dear things to strip I hear, in the summer they all mean to dip; So Warren and Bailey have each got a share, In a patent for Utr of roses and tar :"], [85, "73 How charming 'twill be, when the hot weather glows, To plunge in at once, without spoiling their clothes ; How delightful the sight, when the weather is fine And we on the banks of the river recline ; To behold these fair daughters of giggle and laughter, Like so many goslins all taking the water ; Then cackling about full of frolic and fun, And merrily drying their plumes in the sun. Old Thames who intends to become macaroni And grace this regatta in propria persona, Like that amorous deity, thund'ring Jove, Who turn'd to a swan to accomplish his love; The God of the stream will abandon his house, And to gain their affections, will turn to a goose. r."], [86, "74 TO MISS M H ON HER OBLIGINGLY FLATTERING MY PERFORMANCE WITH HER ATTENTION. As the returning sun with vernal glow, Calls forth the bud, and bids the waters flow, Cheer'd into being from her dreary bed, Reviving Flora rears her purple head: So my chill'd Muse had long been at a stand, 'Till fostering beauty took her by the hand, Again she gathers strength, and sings anew, Waked into life, and patronised by you."], [87, "75 TO MISS G S, WRITTEN AT EfON SCHOOL. Ambitious to rank with old Homer in story, And of Virgil/ great Virgil, to rival the glory, I aim'd at no less than the top of Parnassus, And thence to look down on your MiuroNsand Tassos; So at once with the pride and the head of stoic, I sat down to write you a Poem heroick. In due form I invoked every Muse and Apollo, And thought inspiration would instantly follow, But how great my surprize ! not a godhead would stir. Nor wou'd Pegasus wing it, or answer my spur, For a Poem all day I had cudgell'd my brain And ransack'd both moderns and ancients in vain ; Till Ovid in pity to see me so stupid, Kindly came to my aid in the likeness of Cupid, ii 2"], [88, "76 With hi? bandage, his pinions, his bow' and his darts, And his gay silken sash, all embroidered with hearts, And thus condescended to be my adviser : Say, when foolish mortal will Poets be wiser? Their address to Apollo, a worn-out stale farce Is, 'Tis I, am the only inspirer of verses. Love first taught the rustic to measure his words, And copy in language, the music of birds, ' . By the spell of sweet numbers, to soften his care, And raise gentle thoughts in the breast of the fair. Sweet beauty the theme, which my yot'ries pursue, Tho' for ever repeated will ever be new ; On so pleasing a topic, no genius can tire, 'Tis beauty that gives true poetical fire ; Should your brain, proper thought and apt language deny, Your heart from its feelings can better supply, But to make my assertions more potent and clear, I wish to convince you that Fanny was here."], [89, "77 FROM HORACE, ODE IX, LIBER III. WRITTEN AT ETON SCHOOt HORACE. While there was ever own'd by thee, A partial sentiment for me, While no fond arms, preferred to mine, Around that ivory neck might twine, No Persian king with all his state, Was half so happy, half so great. LYDIA. Whilst thou confess'd no other love, Nor form'd a distant wish to rove, Nor to thy bosom did appear, Thy Lydia, less than Chloe dear, Lydia could boast a brighter flame, Than Roman Ilia's sacred name."], [90, "78 HORACE. My bosom glows with subtle heats, My fluttering heart for Cbeoe beats, Chloe fond maid, who sweetly sings. And strikes with art the trembling strings ; For whom to die I would not fear, Would the kind fates my Chlo£ spare. L VDIA. Young Calais without controul, Alone is master of my soul, The youth with equal passion burns, And all my warmths and love returns ; Twice would I give my life with joy, Would the kind fates preserve my boy. HORACE. What? if returning love again, Unite us with a stronger chain ; What ! if I fly from Chloe's smiles And arm my heart against her wiles,"], [91, "79 And once more at thy feet resign, My wandering heart and make it thine. LYDIA. Tho' fairer than the morning ray, Young Calais shines both blithe and gay, And you than atoms lighter be. Or boisterous as the swelling sea, What nymph would be so blest as I? With thee to live, with thee to die."], [92, "80 A SONG, WRITTEN AT ETON SCHO0 L, Go silly swain despair, Life has no joy for thee, Belinda faithless fair, Is false to love and me ; Learn hence her charms to shun, Of female arts beware, How soon was I undone ! Go silly swain despair. I loved and was undone, My flattering hopes are dead. My simple heart was won, My simple heart has bled. But say ye powers above, Who can from nature run, It was my fate to love, I loved and was undone."], [93, "81 TO MISS S E, ON HER BIRTHDAY. Hail to thy genial beam, ambrosial morn, Hail to thy fragrant breath and living ray, That on the rosy wings of rapture born, Doth from the glowing east precede the day. Oh! may the everlasting power above, Sole spring- of all our real comforts here, With smiling hours of health and peace and love, Mark thy return thro' each revolving year. And thee, sweet maid, may ev'ry joy await, Which heaven seem'd to promise at thy birth, Oh ! be thou blest beyond the reach of fate, With happiness to recompense thy worth. M"], [94, "82 So may thy life serenely pass away, And each new period new enjoyments give, So may thy soul taste bliss without allay, And in the sweet affections doubly live. Among the bards that charm the list'ning plains, And with thy name enrich their tuneful lays, My humble muse would join her artless strains. And add her mite of tributary praise. But well she knows that sensibility, That soft reserve which characters thy sou), And fears to give it pain unwarily, Tho' in the cause of truth her numbers roll. Nature to soften the resistless glare, Of those united charms which live in thee, Threw over all with fond maternal care. The fascinating veil of modesty."], [95, "83 Enchanting modesty! it turns aside, The shaft which envy levels at thy name, Soothes our self-love, and makes our very pride. A fond subscriber to thy worth and fame. M 2"], [96, "84 'y ON HIMSELF, A FRAGMENT. Such a circle of pleasure we never stand still, But keep going round like a horse in a mill, Yet go where we will, we are certain to meet, The pert little fellow of Burlington-street, He struggles for notice, but only is able, To put us in mind of the frog in the fable. The thing's well enough, when we've nothing to do To trifle away a dull hour or two, If a lady should tire, which is seldom the case, And a minute to silence, or thinking give place, The extent of his genius he's so fond of shewing, So anxious in all to seem learned and knowing, He's off in a crack, and his vanity's such, He never imagines he chatters too much, But thinks himself most irresistibly winning, Because he can furnish you words without meaning"], [97, "85 LADY EPIGRAMS, &c. ON MR. FOOT. First if you please he's like a sword, So bright, so subtle is his art, His ev'ry look, his ev'ry word, Forces a passage to the heart. ON A SPEECH, MADE BY A COXCOMB TO A Young Strephon ravished by a smile, From Chloe at a public place, Exclaimed in a theatric style, Nature ne'er form'd so fair a face. By chance the fool was in the right, JTwas patches, paint and candle-light."], [98, "86 ON FOOTS PLAY, OF the lame lover. Without a pun upon your name,\" Your piece undoubtedly is lame, You're every hard put to't, I've apropos a simile. 'Tis like a leaden Mercury, Supported by one Foot. AN ANSWER TO IT. You may pun if you please, but I will maintain it, It will run, while it has that one Foot to sustain it."], [99, "87 written in a LADY'S POCKET-BOOK. May you fair maid like this remain, For ever free from vice or stain, Then, when the joys of youth are flown, Age will bring pleasures of its own : Respect your tott'ring steps attend, And your last hour command a friend. TO HIS SCHOOL-MASTER. Let interest some and some the muse inspire, Sweet gratitude shall wake my infant lyre ; Nor kings, nor heroes shall employ my song, Heroes are often mad, and monarchs wrong ;"], [100, "88 But he with care, who guards my thoughtless youth., And guides my footsteps in the paths of truth, Whose toils enrich my mind with classic lore, And makes me live preceding ages o'er, Who plans the honors of my future days, He shall engross as best deserving praise ; He shall the tribute of my verse engage, Loved in my youth and honor'd in my age AT AN INN, WHERE THERE WAS A BAD DINNER, BUT GOOD PUNCH Friend Paulo may boast of true orthodox merit, What he wants in the flesh, he makes up in the spirit."], [101, "89 ON MRS. YOUNCL Under this stone a lump of clay, Lies Arabella Young, Who on the twenty-fourth of May, Began to hold her tongue. THE WAY OF THE WORLD. Determined before hand I wisely pretend, To ask the advice and thoughts of a friend; Should his differ from mine on any pretence, I pity his want of judgment and sense : But if he approves and flatters my plan, Then really I think him a sensible man."], [102, "90 TO MISS E. A. C. A young Lady proposed a Rebus to the author : u An Irishman asked \" why is a prisoner making a meal like a beautiful woman;\" to which the following solution was given. The Irish wit, your picture drew, We can't mistake, it must be you : But if you doubt, consult your glass, You'll see the captivating lass. FINIS. P. Pereira, Printer, Hindoostanee Press, Calcutta."], [103, ""], [104, ""], [105, ""], [106, ""], [107, ""], [108, ""], [109, ""], [110, ""]]