[[1, ""], [2, ""], [3, "T H % PHŒBIAD. v A POEM. ADDRESSED TO THE EDITOR OF THE ORACLE. Written in the Year 1790."], [4, ""], [5, "PHŒBIAD ADDRESSED TO THE EDITOR OF THE ORACLE. JX\\.RE there no virtues then to grace our isle? Or do they lurk beneath the great man's smile ? Does Charity no more extend her hand? Or kindred feelings rife at her command? Or"], [6, "2 Or stubborn patience that defies the rod Exalt the suffering Martyr to a God? Must fortune's Minions enjoy the blaze And brighten in the sunshine of thy praise? Do no neglected flow'rets of the mead, No tender blossoms hang the drooping head, That might revive beneath its fostering dew, And spread their rising charms to public view? In the dramatic scenery of the day Must these dull Figurantis Lead the way ? Shall gilded vanities attract the eye And thread-bare Merit pass unheeded by ? Are all these baseless fabrics of the great, These antic mummeries of exalled state, The Courtier's dress, the Sportsman's mad career Or betts depending for the ensuing year, Are"], [7, "3 Are these wild frolics then the only news That each dull page the fame dull list renews ? Shall the bribed Press its powerful influence lend To spoil those morals that it ought to mend? Heavens, what a Chaos #f the brain is here! Augean stables in each file appear! As Amram's son brought vermin from the north, Or Calot's dragons vomit insects forth, Thy venal Paragraphs infect our ears With puny Commoners and p-riggish Peers ; Retrace the errors of each brainless youth ; And art thou then the Oracle of Truth? Or does that radiance which illumes thy page Add lustre to the follies of the age ? In the rank foil of vice do laurels grow, Or only bloom around the Miscreant's brow? Shall"], [8, "4 Shall emblems of Eternal Wisdom join To grace Corruption with her charms divine? Or must we raise our optics to the skies To fee where every dirty Grub-worm lies? Immerge in filth and folios to the chin To know who's come, who's gone, who's out, who's in ? Pace round each palace, grasp at each estate, Debase ourselves to emulate the great ? Treble the weight of taxes to explore What hopeful Lordlings land on foreign shore ? If youth and fortune fill the swelling fail, Like a staunch blood-hound keep them still in trail ? Some half-saved fop incessantly pursue, Or spendthrift heir? Nay, read and listen too, As if compulsion were its own reward To the vile twang of each relentless Bard Who"], [9, "5 Who persecutes us with poetic rage; Each Will-of-wifp of the benighted age That in the mire of nonsense sinks us deeper? Or is each booby then his brother's keeper? Whilst the good-natured Critic flips between, Like the chief Juggler of the mimic scene, And gravely tells us, what new beauties rife! What charming sentiments ! how good ! how wife ! What lines should reach the heart, and eke the nose That he may twitch us wherefoe'er he goes, Or in whatever clime the Muse may roam Eer thrifty accents may be heard at home. } If haply some ingenious thought we find, The ideot-comment follows close behind ; The well-paid satire or hard-laboured joke; Where Attic fire is lost in British smoke. And"], [10, "6 And when our thrifty Quidnuncs of renown Lock up their chests and scour the darkened town, Or post to Lloyd's in search of something new, A spruce young Coxcomb rises to their view; Or in the history of some tongifh Ape Whose head is lost amidst a world of cape, Their lessening news and lessening lamps deplore And pay the forfeit of their freaks twice o'er. If in this outrage on realities, This trumpet sacred to venalities, On some dark column of the ebon page, The Sanctum Sanctorum of babbling age, 1 Where all the scattered shades of dullness join, Perched up in mockery of state divine, Some mis-spelt city or high-sounding name Like pompous Heralds great events proclaim, Portend"], [11, "7 Portend the fall of some illustrious House, The mountain labours, and brings forth a mouse. The cream of Gazetteers too old for use, Odd ends and paragraphs of public news In languages but little understood, Which, God knows! may be either bad or good, But all arrived at most enormous cost By that fame special Courier called the post, Collected in this precious winding bout Of home-invented nonsense long drawn out, Are piously proclaimed by good John Bull Whose all-devouring maw was never yet crammed Are daily echoed in eternal chime full, With variations suited to the clime, Like relique rings composed of Martyrs' hair, With many a hundred-weight of bench or chair, Or"], [12, "8 Or instruments which murdered this or that, As if a Saint had more lives than a cat, Till nought of the Original appears But the bare skeleton of names and years. Or if the Courier comes a day too late, Some Grub-street runner from his precious pate Explains most fully how the matter past, How he had heard the whole from first to last, But wanting confirmation had suppress ; Blackballs his rivals too to crown the jest : . Expatiates largely on his own success, And dated France commits it to the press. So Fame reports a diplomatic Peer Happened too late some great event to hear, But to compensate for his want of speed Resolves to make a merit of the deed, And"], [13, "t 9 And to his Court most gravely prophesies, Since none with him in art or cunning vies, That such a thing must shortly come to pass : The Clerk, who knew his master was an ass, Wrote underneath — •*** His Excellence is right, \" This sage prediction was fulfilled last night.\" Lo, what a list of Characters is here! What glorious Types and Archetypes appear, Whose matchless forms enchant our wondering eyes! What stilted Dwarfs upon each column rife! The Devil himself begins to ape the God, And nature changes at his powerful nod. Britannia rises from repeated falls And exiled Virtue shines in Capitals. His magic process with such haste dispatches, He makes a Ministry \" of shreds and patches ; \" Creates"], [14, "10 Creates a finished Statesman in a wink, And Senators who neither speak nor think-, A Patriot who for gold his honour barters And blinds us with the glare of stars and garters; Sets beardless youth above experienced age, That even his follies are become the rage. This Fiend of Delos waves his wand again Up starts at once a Hippolyte in grain ; Heroes that neither fense nor glory boast And glutton Magistrates that rule the roast. With gilded grapes bedecked and curtains green Thy temples, from the Church remote, are seen ; _■ That with no useless monuments are graced But feats and tables — in due order placed; Devoutly heaped with many a cumbrous page ; There wakeful fires increase the dog-star's rage ; There"], [15, "11 There oft with emblematic saw-dust round The \" tacit virgin \" strews the unhallowed ground, Which to her feet attached in solid clod Presents an offering — worthy of the God. There the pale Imp his work of darkness hatches /\\nd the door opens without bolts or latches. There the pert Coxcomb oft, that wants a head, Wears some symbolic emblem in its stead. There in deep corner plunged, \" in twilight grey,\" The harmless poet yawns his time away, Or in close converse joined with Mrs. Slaughter Oft picks his teeth and dines on toast and water. And there too with the fate of empires big Some with brown bobs and some with tails of pig Divided from the mob by casement wall, Decrepit Chiefs assemble at thy call. Each"], [16, "12 Each in his turn some trick of state proclaims, And mutters spells of ANTE-Christian names To charm the ears of inexperienced youth; To gull the gaping crowd \" and lie like truth.\" Beneath the cover of devoted zeal, As jealous guardians of the public weal, They rage and rattle still inspired by thee, Flushed with the fumes of politics and tea. And like the famed Sicilian turn with ease 1 his sublunary ball which way they please. Amid these grave debates some cream-faced Lown With consequential air struts up and down; Now upon bench reposed and now on table, Talks of his dogs and whores — and stinks of stable^ Some battered Duke or spattered whip or two WTho cut a figure in the motley crew, Make"], [17, "13 Make up in spurs for what in boots they lack And wave the lash — and vanish in a crack. Some who with four in hand vast strides have made, What pity that they are not of the trade ! Who swear and bett and dash through thick and thin, Strain at the goal — and yet are never in. While others vent their spleen in harsher notes And to the trump of war attune their throats ; Who look on justice as a strange demerit, And in assassinations show their spirit; Impatient still some guiltless blood to shed And renovate their brains with kindred lead; Who as no laws for Honour yet are made And even Ketch witholds his wonted aid To rid the world of such pernicious Elves, Kindly perform his office on themselves. Even"], [18, "14 Even those reputed most in faith sincere Are better pleased to read their ritual here; Here with the votaries of Bacchus sit In spiritual converse show their wit, And often push the flowing bumper round With mystic sign and parabolic sound. Who in the Vineyard labour but to live; Who freely have received and freely give; Their Orgies celebrate in close divine And elevate their faith with foreign wine; Here their Passover eat in blessed union And o'er the smoaking banquet hold Communion Spurning the narrow limits of the Creed, In shilling pamphlets they delight to bleed; Raise their prophetic eyes from Church to State, And kindly warn us of impending fate ; Poinf"], [19, "15 Point to the Heavens from whence each blessing flows And with its lightening blast the Premier's foes. With faction stigmatize the patriot's views And in a text convey the public news. Angelic truths with rancorous rage reveal And preach the Gospel with politic zeal. Like heaven-born Ministers reclined at ease Who grind the poor with taxes when they please, Whilst we o'er rocks and precipices stray Through flowery meads they find an easier way ; Wisely concluding if we look on high Their failings must escape the averted eye; So while our treasures we lay up in Heaven They greedily devour the unhallowed leaven, And keep a twofold paradise in view, Replete with hope — and with possession too. No"], [20, "16 No more with proselytes they crowd the strand, Or dwell like strangers in a foreign land, No more the sufferings of the needy share, Like pampered slaves they feast and fatten there Like timid guides conduct us to the brink, And at the danger first begin to shrink; Or some great master of the nautic trade Who glories in the pupil he has made, O'er the cerulean plain delights to skim But kindly leaves the galling oar to him ; Even so these worldly Pastors lead us on And bid us finish ere they have begun. Reft of that aid which is our last resort In vain we look around us for support ; See ridicule increase as we advance, (Even the respected Prelate smiles askance !) And"], [21, "17 And the poor Convert, every trial past. Finds out that all is vanity at last. In those dark moments when fierce doubts assail And ever-cheering Flope begins to fail, His harrassed soul with keen reproaches grieved Curses the fatal hour that he believed, And covered with accumulated shame Perceives the Priest and Levite are the fame. In vain they summon Xavier from the deep. Or rouze Ignatius from his iron steep ; With more than Jesuitic art pretend To palliate what they never can defend ; W7ith party-coloured shreds of right and wrong Patch up a gew-gaw for the gaping throng; Withdraw the radiant form of truth from sight Or veil with mysteries her heavenly light ; In"], [22, "18 In vain Hypocrisy extends her hand To prop a fabric founded on the sand. The Bible like a stalking-horse they ride, Or as the maggot bites can lay aside. You'd think the twelve Apostles were their tools And Saints and Prophets nought but errant fools; Job, Jacob, Joseph, Jeremy, and Moses, Jugglers who have led men by their noses. Visions and Ghosts no longer they revere And even at miracles begin to sneer. Tobias on the damn'd no more recite,' Voltaire and Mirabeau are more polite. With conscious pride they quote their enemies And propagate belief by infidelities. In Berenger they find a constant friend, And contemplate in Price their latter end. Read"], [23, "19 Read Boyle and Mable on the Elements, And Michiavelli on the Ten Commandments. Fastings and prayers no longer crowTd the shelf But all religion centers in yourself. Nor manners simple nor affections pure Now make their calling or election sure ; In great men's smiles they find regeneration And in Court Calendars a new creation, In each warm sinecure a happy haven Or post upon a diocese to Heaven. That Church which erst was dedicate to God Which unaffected piety has trod, Whose ever-open door and constant prayer Induced the soul to place its refuge there, The dwindled rate can scarce from ruin save, As damp and dismal as the Furies' cave, Where"], [24, "20 Where precept and example were combined And moral virtues were by faith refined, Whose solemn aspect bad the world adore, Its happy influence is felt no more ; Nor to the heart its wonted aid supplies, The source impure of politics and lies. Far other cares their roving minds employ, Low-thoughted care, and sublunary joy; Thee they invoke with many a potent knock, Bless the propitious die and curse their flock. Who to their scrannel pipes come lamely on, Or fall away unheeded one by one ; Or by itinerants are led astray ; But still they blazon in the face of day. Nor to thy temples only are confined; But where thou drivest — they still post on behind At"], [25, "21 At routs and races the starch band is seen, At Bath, at Tunbridge, and at Gretna-Green. Inspired by thee o'er hill and dale they roam (For none but by compulsion stay at home) To gorge their palates with superfluous food, And o'er the panting victim fmear'd with blood These proud Invaders gaze with fond delay And ransack earth and ocean for their prey. Nor yet content to range the subject plain But o'er the Heavens extend their impious reign Of happy birds destroy the harmless breed, And see without remorse Creation bleed ; Through instruments of death convey their love, Saints in the Church and Tyrants in the Grove. Even Christian Charity is waxed cold, The Lambs of Christ are Tygers of the sold ; The"], [26, "22 The humble Sowers that went forth to sow, The Vicars of his vengeance here below. But they who in these purlieus most are seen Are parti-coloured gentry, grey and green, Who at each place of high resort are known And by new coats and fashions gain renown. With stripes of scarlet to attract the sight, Like Grooms or parish Beadles richly dight. Who center all their virtues in a cuff And strut most royally in blue and buff; Who think a plain coat is a deadly sin ; Toad-eaters, humble friends, and whippers in; With graven images bedizen'd o'er The symbols of the idol they adore. As some have fondly thought that chemic skill Can turn all metals into gold at will, They"], [27, "23 They fancy all perfection in his sight, All virtue in hereditary right. Sometimes their homage to the Sun they pay, At early dawn perceive the future day; Sometimes sit brooding o'er the darkened lawn And in deep furrows hail the approach of dawn. Their social spirit sickens in the shade, For scenes of mirth and flirting folly made ; Where spendthrift heirs consume the frugal hoard And flaring tapers crown the genial board ; Where thronging guests conceal the sumptuous floor And brawny Swiss sits sprawling at the door. No object but themselves do they pursue, And like Narcissus keep it still in view; All art and science scornfully disown, Their only wish to know and to be known. Although"], [28, "24 Although for taste their tradesmen give them credit And pay perpetual tribute to their merit. No more by owls-light mope their time away, But flirt and frizzle all the live -long day. No more in sniveling tone ask — \"How d'ye do?\" But cry \"Bad news from India — Stocks are low!\" Disdaining acts of feigned civility, Proclaim at once the bold uncovered lye. O'er patent lamps eternal revels keep, Despise their natural rest and \" murder sleep.\" At all religions they affect to smile, Their highest triumph is a gig in stile. If chance they miss a crowded Park or play, Exclaim like Titus \" I have lost a day.\" Talk of the world with such conceit and phlegm, You'd think three parts at least belonged to them, That"], [29, "25 That those they did not know were of the herd, Mere lifeless beings, actually interred ! Even so our Parents viewed this pendant ball And thought the least of Nature's works was all. As if Mars, Merc'ry, (names that I've forgot) Planets, Moons, fixed Stars, Comets and what not Were only meant to glare upon the ground, Like lamps or farthing candles stuck around, Mere baubles to delight the baby eye ; i As if that all-surpassing luminary That new-discovered planet George our King Was meant to light us — but 'tis no such thing. Liberal good souls! who all our crimes forgive Provided they have taught us how to live ; Nor ask if we are just, good, valiant, able — But take a fly peep at our vault or stable, And"], [30, "26 And if our wines and steeds are of the best Give us a generous credit for the rest. Care not a straw for High-Church, Whig or Tory, And without drum or trumpet tell their story. Boast of more conquests than e'er Waller fung, With peers, like manna, dropping from his tongue. The friendly party too they love to share And often keep their frugal commons there, But if a greater than their host comes in They stare like household rat in trap or gin. At levees still appear with heads awry, If haply they can catch his Lordship's eye Behold their cheeks are flushed with ecstasies! Behold the rapt soul sitting in their eyes! With lowliest reverence in his presence stand, (You'd think he offered them his house and land) Each"], [31, "27 Each feature feels the animating ray, The half- suspended pulse forgets to play, In endless perspective their teeth appear, The eye no more can see, nor ear can hear, Absorbed like Saints in beatific vision! Upon their equals scowl with high derision: But for the great have such a wonderous yearning They think a nod or smile prodigious earning. All these and more come flocking to thy shrine And take thy balderdash for truths divine; By mutual contract bound and double fee That thou shouldst plead for them and they for thee. As to thy kinsman, in good books we're told, Degenerate mortals sold themselves for gold, (But found at last it was an arrant bite) These true disciples read what thou dost write, Fowl,"], [32, "28 Fowl, fish, and flesh, devoutly gobble down Provided thou writ raise them to renown. From Hecatombs of heterogeneous stuff, Flat, flimsy, crude, concocted, tart and puff, Select a banquet seasoned to their taste, That they may riot o'er the rich repast; Of those who die outright — -or die in rhyme, Whom time has killed — or Authors who kill time, Indian alliances — rupees in lacks, Martyrs in numbers — advertising Quacks. What Harlots blaze — what Peeress gives a rout, What fashions — or distempers are broke out, With hints how people of the ton should live ; Decked with, more charms than even wealth can give, Wise, witty, knowing, handsome, young, and gay, At the cheap rate of four-pence every day. What"], [33, "29 What thy good friends the Ministers are doing; Who sings best to the tune of Britain's ruin ; That they may catch their measures as they roll, Dart their prophetic eyes from pole to pole, And wisely settle all affairs of state; Their smile is happiness, their frown is fate. With such fell rage they preach the wrath to come Our very bowels yearn for Christendom. Change the politic hemisphere at will And screw it high or low to show their skill Ascribe desert to popularity, And all our blessings to the powers that be. As if the kingdom were a roundabout Made with a handle, called the revelrout, Which certain men can turn which way they please; Or like a game of chefs, or fox and geese, Or"], [34, "30 Or wire-drawn images that fall or stand As the chief Juggler moves them under hand. Dispatch our natural enemies in a tiff And blow out rank rebellion with a whiff; See blunders that escaped the public view Dissolve old treaties and establish new; Reform the Catholic, expel the Turk, And with the harmless Hindoos make damned work; Pity poor souls deprived of Gospel light — Behold their neighbours perish in their sight! Extol the luxury of doing good — And bury all their injuries in blood! Grateful to all who can promote thy ends, Thou fharest even the sceptre with thy friends Who to such hellish dignities aspire, Touched with a spark of true sulphureous fire; Who"], [35, "31 Who oft with thee delude the sauntering throng Fraught with oracular imposture strong; And oft on weighty embassies are sent; Or when thy sage predictions have no vent, But wander, owl-like, flapping up and down Their noxious pinions o'er the empty town, With many an earth-born deity in tow, Like dim lights twinkling through a Puppet-show, Or buskin'd heroes fkewer'd on bullock's back In letters capital both red and black Expose themselves for sale, top, tail, and middle, In some quaint epigram, device, or riddle; As Jacob's ewes surveyed the striped rods That we may gaze upon these wooden gods; Dwell on their frolicks, learn their names by rote, Admire their grandeur though not worth a groat; Their"], [36, "32 Their sallies and retires delighted view ; Repeat their old jokes and imagine new ; Cry, courage! to the field! and scour amain To talk their great atchievements o'er again, Of stags, hares, foxes, broken knees and pates, Rivers, brooks, ditches, bogs, and five-barr'd gates, The glorious perils of the chace to tell! What hunters breathed their last! what huntsmen fell! How the poor deer at yawning gulfs turn'd short, Or plunging in the deep \" made damned good sport!\" Thought men more kind than dogs, but was mistaken, And under shelter of a house was taken. Forego the charm of our domestic ties To contemplate these mock divinities, That in broad characters adorn thy sheet — Like bankrupt beaus admitted to the Fleet. Soi-disant"], [37, "33 Soi-disant Wits and counterfeited Squires, And knighted Quenchers of unhallowed fires, Rapacious Priests who climb into the fold And scarecrow Nabobs yellow as their gold ; Who walked the Mall, who danced at Almack's Rooms, Or at the birth-night spread their borrowed plumes, Or choused a friend to fee an Editor, Vexed with their outgoings like a Creditor. Though these are nought (deny the truth who can) Stupendous greatness glitters in the van. Monarchs with brawny brats and tight Princesses, Lords, Dukes, Earls, Marquisses and Marchionesses, Grace and without grace (stuff that makes one sick) Chamber-Lords, Maids of all work, and Gold Stick, Premiers, Ambassadors, and Plenipos, And minor great men with their names in rows; Like"], [38, "34 Like a long bill of fare before we dine, \"Eels, pigeons, calf's head, gudgeons, chitterlings and chine\" We read the costly list and yawn at every line. If in this pageant of authority, This vacant title to credulity That even benighted pagans would disclaim, Where libels dignify and puffs defame, Where under cover of a Lion's skin The Ass's ears most palpably are seen, This pious prelude to deceit and lies, This prototype of insipidities, Where all the trash and trumpery of the age Conspire to decorate the motley page, This cup whose outside is made neat and clean But full of rage and ravening within, This"], [39, "35 This faithful mirror of quotidian crimes That ill reflects the tales of other times, i This worse than priestcraft, heresy, or schism, Or even the tenfold night of Jesuitism, That of all sense and virtue is the bane ; Where miscreant wretches hold eternal reign, And of their better qualities bereft Would mar the little remnant we have left; Before high Heaven their antic tricks display, Proclaim their vices in the face of day, Subvert the justice of impartial Heaven And add their mite where millions have been That which they cannot controvert deride And take provoking gold on either side, Debase the noble, praise th' inglorious deed, And swear alike to Alcoran or Creed, given, Confound"], [40, "36 Confound the poor and mean, the rich and And place perfection in a good estate, Like Midas sit in judgment on the town And rudely cuff aspiring talents down, Or tired of prostituting praise and blame Sagaciously repeat the voice of fame, That all things can assert and all deny And ring the changes of duplicity great, To curry favour or to show their wit, (Or some have rather thought the want of it) Glean, copy, imitate, transcribe, repeat, Lie, shuffle, backbite, pasquinade, and cheat, Prompted by heaven-descended inspiration — If in this sanctuary of pollution Despised Philosophy should raise her head, At thy infernal bidding deign to plead, And"], [41, "37 And to the poisoned ears of erring youth Like unfeed Counsel speak the honest truth; If some more potent charmer should invade Or bid these diabolic honours fade, Withdraw this Pandemonium from the sight And tell us plainly what is just and right, Too late their saving lessons we descry; The altered stile accelerates the eye; Unseen alike by savage or by sage Their fine-drawn threads eke out the scanty page Like some rich vestment become old or short That comic actors often wear for sport, Where many a hideous rent is seen And tints discordant fill the space between; Or arcs of triumph at the Grocers' feast With mimic rose-buds decked or leaves at least, In"], [42, "38 In Roman characters on every bow The moral posy dignifies the show. Even so their modeless maxims they advance That scarce attract one transitory glance, But with thy frothy fabrics pass away, The short-lived beings of a summer's day; In baskets crammed, or on old casements spread, Together rent if not together read; Or basely smeared are scattered here and there \" And waste their sweetness in the desart air.\" So the fair whitethorn blooms on Scottish strand Whose balmy flowerets o'er the reeking land By the bleak northern blast are rudely blown ; So honest Don gives lectures to the town, Perched in the corner of an empty room. With what parade the rich man meets his doom! While"], [43, "39 While in small letters that elude the sight The Sage and Patriot often take their flight; 'Mid stocks and ship news in odd corners lie, Unseen on earth, unheeded when they die. WTio ne'er chopt logick in a long debate, Nor roared with airs of piety elate Like a blaspheming Bully, for their God, But the plain simple path of justice trod ; Whose private virtues were a public good, By few expressed, by fewer understood; While Hypocrites still go off in a puff And stink in dying like a candle's snuff. Even those, who trusting to the chosen few Expose their miseries to public view, Their wasted pittance bitterly deplore; The Widow's feeble cries are heard no more; While"], [44, "40 While boasting Sycophants attract the eye Her famished infants unassisted die. Where lies the blame ? Pernicious slave, with thee ! Not even the wages of venality Nor all the dark conspiracies of state Which thou hast rashly sworn to vindicate Afford a plea for such delinquencies, Such predelection of iniquities ! That thou, whose print in every clime is read, From Nootka to Bengal, from frozen seas to red. Which if it were the vehicle of truth Had roused the spirits of our slumbering youth, In adamantine chains their follies bound, Wide as the fun had scattered blessings round, Shouldst thus infest us with envenomed rage, And flied disastrous twilight on the age; Degrade"], [45, "41 Degrade our patriot efforts as they rise With all that hell-born malice can devise, That better judgements may be lost in air, And this vile game of hoodwink brought to bear, This handy-dandy betwixt Knave and King, Contaminate the source from whence they spring. Do such\" weak outworks then protect the laws ? Does nought but calumny support thy cause ? Is all that we have learned an arrant lie? Is honour sacrificed to loyalty ? Must those unvalued mines of classic lore Delight the metamorphosed age no more? Must Sages who of Kings have been the guide, Like ancient Calendars be laid aside, And their exalted precepts, once our boast, In this wild vortex of our follies lost ? Where,"], [46, "42 Where, strange to tell, in manhood's early prime Whole hours of their inestimable time Our all-accomplished heroes pass away, \" From morn to dewy eve, a summer's day.\" Or when the sabbath checks their mad career, When others go some saving truths to hear, Or raise their notes in melody divine, Doat on the tumbled page and pore on every line; Or in faint slumbers cry, \" Now seven's the main!\" Then rouse and yawn, and read it o'er again. Must listening nations be for ever told How lame' Ducks waddled, and how boroughs sold ? Of hounds, hawks, horses, battles lost or won? Of every creature's virtues but our own ? Of Weeks's Automate that plays the viol ? Or of the Prince's bow at Hastings' trial? Where"], [47, "43 Ah ! (Where the loud calls of justice still are flighted, In the dark labyrinth of crimes benighted.) Must endless catalogues our eye-balls strain, Where the balked judgement roams about in vain, Sickens o'er catgut and eternal bases And the dull mimickry of airs and graces? Still read of Black-legs and Castratos vile, And Knights of Industry who live in stile, Knaves that no honest man would wish to know From June to January wdiere they go? Must blustering Bobadils thy columns fill Who bawl at Clubs and in the House sit still? Who would forswear their Saviour for the cup, Who \" to that image by the King set up,\" Like Esau sell their birthrights, to that calf of brass Gifted with speech indeed, but dull as Balaam's Ass."], [48, "44 Ah! prithee turn thy thoughts from themes like these To themes that may at once instruct and please. Here all reproach and ridicule shall end, And even thy Satirist shall be thy friend. Disclaim the senseless twang of fashion's school Nor ape the jargon of each lisping fool. Wouldst thou command a universal sale Let even-handed Justice hold the scale; Let one bright sally for the past atone, And make the cause of innocence thine own. Or if the great must needs in front appear, With many a useful hint bring up the rear. Sometimes at least let merit find a place And poverty no longer be disgrace. Still in each page impartial truth preside, And her eternal dictates be thy guide. Wouldst"], [49, "45 Wouldst thou abound in beauties ever new, Disclose her majesty to public view. She amply will repay thy fond regard And tenfold profit shall be thy reward, In living characters thy worth pourtray, (But pomp and fashion soon must pass away) And each aspiring youth thy praise resound When all their tarnished bays lie withering on the ground. No more wilt thou lament thy lessened fame Nor sicken when thou hearst a rival's name, Proclaim thy merits or his faults bemoan, Nor on his trampled rights assert thine own ; Nor of the freedom, of the press complain And render all its sage restrictions vain ; (The friends of freedom with discretion use it, Its enemies are those who most abuse it.) Her"], [50, "46 Her favouring power shall shelter thee from harm And the fell Council's venal rage disarm; Preserve thy substance from his ravenous maw, Thy person from the limbo of the law; '> From this poetic limbo too shall save, Extend redemption even beyond the grave; From real and fictitious pains release \" And reinstate thee on the rock of peace.\" Thy wit shall then with Attic lustre shine And all the insignia of desert be thine; Their hovering wings shall guardian angels spread, And Delphic honours thicken round thy head. finis."], [51, "Ct-DRIC OflVlJftS 1993"], [52, ""]]