[[1, ""], [2, ""], [3, "DAPHNE andAMINTOR. A COMIC OPERA, As it is Performed at the Theatre R o ya il IX I) R ZR T - L JVM. A KE W E I) I T I O BT, _L O X D O N: Printed for JJewbekt; W. Griffin; W. _Nl C OLL ; and B E C KE T and DE Hoot T. MDCCLXVI. Price 1."], [4, ""], [5, "PREFACE. THERE is not arty dramatic entertain- ment more frequently performed on the theatre at Paris, than the Oracle of Monfieur St. Foix ; an author, for delicacy, and purity of ftyle, allowed, by all good judges, to be one of the beft in the French language : and, to fay the truth, the conftant applaufe with which the Public have favoured this piece of his, ap pears to be little lefs than what is juftly due to its merit ; fince nothing can be prettier than the idea on which it is founded ; or more happily executed, than the character of the girl ; irt whom love, as the fimple production of Nature, is drawn in the moft lively and charming colours. Under thefe circumftances, I was always much furprifed at the little fuccefs it met with upon the Englifh ftage. Mrs. Gibber's tranfla tion of it was excellent ; and the performance of that incomparable aflrefs, in the firft reprefenta tions, gave it additional luftre. But I imagine, the character of the Fairy, a legendary being, very different in England from what it is in France, threw upon it art air of childiflinefs. This"], [6, "p R E F A C E, 4 This, I hope, may, in fome meafure, be reme died by the introduaion of a Magician : and the prefent tafte of the town favouring the at tempt •, I thought, by the addition of mufic, to which 'the fubjed feems peculiarly adapted; I might be able to render the whole a toy, very capable of affording an hour's amufement. The Oracle has already been twice put into an Englifh drefs ; firft by an anonymous author, and afterwards by Mrs. Cibber. The former is a literal tranflation ; and, for that reafon, very indifferent. The latter I fhould certainly have made ufe of upon this occafion ; but I found, in confequence of my plan, fuch curtailing and fo many alterations neceffary, that, in the end, I thought it would be jufter to give a more faulty paraphrafe of my own. With regard to the mufic, I apprehend it muft pleafe ; as it has been felected with the greateft attention, both to the beauty of the airs, and its effect, upon the theatre. There are, in- deed, fome people, who may poflibly be of opi- nion, that I ought to have chofen old Englifh and Scotch ballads ; or got mufic compofed in the fame tafte. But, in fact, fuch fort of compofitions fcarce deferve the name of mufic at all ; at leaft, they can have little or no merit on the ftage ; where every thing ought to be fupported by a degree of adtion and character."], [7, "PREFACE. 5 But, be the fuccefs of this Opera what it will, it would be very ungrateful in me not to ac knowledge my obligations to Mr. Garrick for the great pains he has taken in preparing it for reprefentation : if it fucceeds, to him, indeed, it muft be chiefly attributed ; who has a genius for every thing; and thinks nothing, however trifling, below his attention, that may prove an entertainment to the Public. PERSONS"], [8, ""], [9, "PROLOGUE. WRITTEN BV DAVID GARRICK, Es-5.. AS k i l F u L cook this ufeful art will boaft, To hafh, and mince, as well as boil and roaft : Our cook, to night, has, for your fare, made bold, To hafh a piece of ven'fon that was cold ; With frefh ingredients feafons high the ftew, And hopes the gueft will heartily fall to. Leaving the Piece to anfwer for itfelf, We beg your favour for a little elf ; A young one, and a good one ; yet no finner ; And, tho' a female, has no mifchief in her : Tho' oft with fyren fong fhe charm'd your ears, She now has other hopes, and other fears : She hopes, not yet content with what is done, To find more ways into your hearts than one. A paffion long fhe hid, till out it broke, And thus, with blufhing diffidence, fhe fpoke : \" What joys, what raptures, in my breaft would fpring, •* Had I but leave to Act, as weli as Sing; *' Tho' young I am, and difficult the trade is, \" In time, I'll do as much as other ladies.\" Ye giant wits, who run a tilt at all, Who fpare, nor fex, nor age, nor great, nor fmall, Shoold you, fell critics, like the French wild beaft, With gluttony refin'd, on damfels feaft, Spare our's awhile ! Let her fome fubftance get, Plumpt high with fame She's fcare a morfel yet. Or would you, lrdies, ftrike thefe giants dumb, You can protect her from their Fee, Fa, Fum ! Tho' humble now, how foon would fhe be vain, Should you but cry — \" Bravo ! — We'll come again.\" To raife your fmiles, were it her happy lot, For fmiles are honeft, when the hands are not ; Should you our little fongftrefs kindly treat, With gratitude her little heart would beat ; What raptures for a female, and fo young, To have a double right to ufe her tongue !"], [10, "PERSONS REPRESENTED. Mindora, a Magician, Mifs Young,, Amintor, her Son, Mr. Vernon. Daphne, a young Princefs, Mifs Wright, Scene, Mindora's Palace."], [11, "Daphne and Amintor. ACT I. SCENE I. The Curtain rifing, difcovers a Veffibule of white Marble, •with a Gate fuppofed to belong to fome Building near the Garden to Mindora'i Palace. Mindora enters with her Wand, followed by Amnitor, feemingly in a Paffion. Mindora, Amintor. P Mindora. R'ythee, fon Amintor. Nay, pr'ythee, mother. Mindop.a. Was there ever fuch another ! Amintor. Cruel ! MlNDORA. Silly ! Hear but reafon : Only wait a proper feafon. Amintor. This is, now, the proper feafon : What has love to do with reafon? MlNDORA. Once more, Amintor, I defire you will go about your bufinefs. How dare you venture here, when I have fo often, and fo folemnly, forbid you ? An i what have you been doing ? The thing on earth which I have told you would prove your deftruclion : )Ou have feen Daphne. B Amintor."], [12, "2 Daphne and Amintok, Amintor. I confefs it. Overcome by the heat of the day, fhe flept upon a bank of flowers. Mindora. And did fhe fee you ? Amintor. Nay, madam, don't I tell you fhe was afleep ? No, fhe did not fee me. Tranfported at the fight of fo charm ing an object, I feized one of her fnowy hands, and kiffed it as fhe lay ; but fhe ftirred ; and, fearing fhe might awake, I retired : however, madam, 'tis in vain you command me any longer to keep out of her fight j I cannot obey you ; I have a paifion for her; I will fee her again, and pofitively tell her fo. Mindora. My art is great; I can, in an inftant, build palaces j raife tempefts ; and change a place, the moft charm ing, into a frightful defert ; but I fee it is beyond my ability to govern a young fool, whofe head is turned with love. Well, fon, go on ; and, by your ov/n im prudence, lofe Daphne. Amintor. But what reafons can you have for infilling fhe fhould not fee me ? Mindora. You will know them ? Be attentive then. At your birth, I confulted the Oracle about your deftiny ; and this was its anfwer : \" The fon of Mindora, the ma \" gician, is threatened with great misfortunes ; but \" fliall avoid them, and even be happy, if he can \" make himfelf beloved by a young princefs, who be \" lieves him deaf, dumb, and infenfible.\" Amintor. Deaf, dumb, and infenfible ! Mindora,"], [13, "Daphne and Amintor. 3 Mindora. Judge, Amintor, by the tendemefs I have for you, how I was fhocked at fo dreadful a fentence. At length, however, after much reflection, I hoped, by taking certain meafures, not only to overcome the dangers with which you were menaced, but even ta bring about the accomplifhment of the Oracle. Amintor. Dear madam, impoffible ! Mindora. Hear me. When you were about two years old, there was born a princefs, the daughter of a neigh bouring king ; 'twas your Daphne : I inftantly con yeyed her away; and, tranfporting her to this palace, inacceffible to all human beings, fhe has been here educated, and ferved only by ftatues, to which, by my art, I give motion. In fhort, I have taken every me thod to perfuade her, that fhe and I are the only two creatures that fpeak, think, and reafon ; and that all others, formed merely for our ufe, or amufement, are abfolutely infenfible, and incapable alike of love and hatred, pain and pleafure. Amintor. And to what purpofe, I befeech you, have you filled her mind with all thefe falfe prejudices I Mindora, To make her believe, when I prefent you to her — . Amintor. Oh ! I underftand you ; that I alfo am fome unin formed being; fome puppet ; but better organized than the reft. The thought pleafes me, and may fucceed. Pfyche, before fhe faw Cupid, believed him a monfter; yet fhe loved him : and Daphne, full of the notions B 2 you"], [14, "Daphne and Amintor. 4 you have prepoffefled her with, will believe me what the Oracle requ.res fhe Ihould ; and, notwithftanding, love me. Yes, madam, nature will inftrudt her ; that intellectual intelligence, that fympathetic force of hearts, will work ; and I fhall be the happieft of mor tals ! Come, dear mother, let us go this inftant and find her out : I will be a ftatue, a piece of infenfible marble. Mindora. Hold ; it is not time for you to appear yet. I fee Daphne crofting the gallery yonder : leave us ; and, in the converfation we have together, depend upon it, I will endeavour to prepare things fo as to bring them ta your fatifaction. Amintor. Muft I go ? Well then — But remember, in leaving you, how much I truft to your care : my fate is in your hands ; on you it depends whether I fhall be happy or miferable. Think, oh ! think, within my breaft, While contending paflions reign, How my heart is robb'd of reft ; And, in pity, eafe my pain. To a lover, thus diftreft, Torn with doubts, and hopes, and fear*, pv'ry moment, till he's bleft, Is a thoufand, thoufand years. SCENE"], [15, "Daphne and Amintor. 5 SCENE II. Mindora, Daphne. Mindora. Here comes Daphne ; fhe appears thoughtful ; I'll ftand afide a little and obferve her. Daphne. Ye zephyrs that fan the calm aif, Ye fountains that ftream around, Oh ! ceafe my heart to wound. Your gentle blowing, Your murmurs, flowing, But waken my care : Lackaday, Welladay, Ah, me! Muft I die in defpair, It was not an illufion ; it was not a dream ; he had his lips prefled upon my hand. Mindora. What do you fay, Daphne ? Daphne. Oh ! Lord, madam, I did not fee you Mindora. He had his lips preffed upon your hand ! Who had ? Daphne. I don't know ; he difappeared like lightning ; but I believe he has done fomething to me, for my part ; he breathed fome fire upon my hand, when he killed it, that went to my heart. I have never been myfelf fince ; fo reftlefs, fo thoughtful ; I want 1 don't know"], [16, "6 Daphne and Amintor. know what I want 1 have been juft admiring two little birds ; they were perched upon the fame branch ; they fung, they look'd at one another ; but with fuch looks ! You and I never look at one another fo ■ They were filent a few moments, and then began to fing again, or rather to anfvver one another, with a tender nefs, a Nah, you laugh at me. Mindora. Without doubt. To anfwer one another, my dear Daphne, they muft underftand. Daphne. Well, and I really believe they did. Mindora. For fhame ! Do you believe that your guittar, and your harpfichord, underftand you when they accord fo juftly with your voice ? Daphne. A pretty comparifon ! They are machines. Mindora. And have not I told you, an hundred, and an hun dred times, that your birds are mere machines ; only with fprings better regulated, being the work of Na ture herfelf ? Daphne. And you may repeat it to me a thoufand, and a thoufand times, my dear, but I fhall not believe it : . a fecret fenfation I felt at the fight of thefe two little birds, refutes all you can fay. Mindora. I muft furprize her with a new ftroke of my art. SCENE"], [17, "Daphne and Amintor: 7 SCENE III. Mindora waving her Wand, the Scene changes to a Garden, ornamented with Vafes and Flower-pots. Four white Marble Statues, reprefenting two Men and two Women, the former with Flutes, the latter with Guittars, appear at oppofite Sides. Mindora, Daphne, Dancers. Daphne, look at thefe ftatues ; examine them ; they are marble, and certainly you do not believe them fen fible ; yet, by touching certain fprings, I will give them motions as extraordinary as thofe you admired in your birds ; which made you believe they felt and thought. How now, Daphne ; you are fad of a fudden ; does this little entertainment difpleafe you ? Daphne. It does indeed. Ah ! my poor pretty birds ! Are you then but machines ! I thought you fenfible, and that you tafted infinite fatisfadtion in fitting upon the fame bough in the day, and retting together in fome hollow tree at night. Nature, faid I to myfelf, has infpired thofe birds with fuch tender fentiments to make them happy. She certainly has not been lefs kind to me — But tell me, my dear Mindora, for you. know, who could have come to kifs my- hand while I was afleep ? Tell me that. Mindora. Why, I fufpect it was a young man, whofe foot fteps I have to day traced about the palace. He took you, at firft, I fuppofe, for a being of his own kind ; but finding his miftake when you waked, he ran away. Daphne, A young man ! Are men machines too ?"], [18, "8 Daphne and Amintor* Mindora. Yes ; but more perfect, and better finifhed, than even your monkey, whofe wit you entertain fo high. an opinion of: they are generally white, and fhapecf fomething like us; I kept fome of them here for merly; but they had fo many faults, that I took a diflike to them. Daphne. Birds fing, ftatues dance, my harpfichord gives me mufic What is it men do ? Mindora. Oh ! there are feveral forts of them. Thofe who are called foldiers, and are generally the handfomeft to look at, meet, fometimes, in great plains, twenty or thirty thoufand of them together; and there, with fwords and other inftruments, cut one another to pieces. Daphne. Fye ! That's horrid. They are certainly machines ; there can be no fenfe in all that blood-fhed ; and yet I fhould not be forry to fee a man neither — for I don't think he would kill me. Mindora. No, you have nothing to fear, Daphne. We are women ; the fierceft of them all think it a glory to fub mit to us. Daphne. I do long vaftly to fee a man Pray, my dear, try to get me a fight of him that kiffed my hand in the garden. Mindora. If you did not fcare him tqo much, he may, per haps, ftill be fomewhere hereabouts ; I think I'll go look for him before he gets farther off. Daphne."], [19, "Daphne and AMintor. 9 Daphne. Will you? Oh! my dear, fweet— Pray run then as faft as ever you can, for I am the moft impatient mortal alive. Mindora. So it feems, indeed ; but I beg you will mitigate your impatience at prcfent, for it is what I by no means approve of. Such riot and romping, fuch wildnefs and fury, As if folks were juft running out Of their wits ; No man mall come near us, of that I aflure ye, Unlefs you reftrain thefe extravagant fits. Remember, your ftrift, philofophical breeding ; Fye, fye ! I'm afham'd of a girl at your age : Are thefe the effects of our ftudy and reading, TUat every trifle your mind fhould engage ? c SCENE"], [20, "Daphne and Amintok'. 10 S C E N E IV. Daphne, I obferved her fmile as fhe went out ; fhe certainly makes a jeft of me : I don't wonder at it ; my curiofity is fo great, that really it appears ridiculous to myfelf — A man ! — Well ; a man ! — I'll go and play a tune apon my harpfichord. -.. In vain, in fearch of quiet, From placebo place I range ; My reftlefs cares augmenting, No med'cine find in change. Delights, fo lately charming, Have loft their pow'r to pleafe : Yet fomething, 'could I find it, Msthinks would give me eafe. SCENE"], [21, "Daphne and Amintor. 11 SCENE V. Daphne, Mindora Daphne. Oh ! are you come back ! Well, is hecatch'd? Mindora. Yes, and I had not much difficulty to bring him. Daphne. Where is he then ? Mindora. He followed me. Daphne. Oh ! you have let him run away. [ Running to the bottom oftheflage, fees Amintor.] Ah ! my dear, dear, good But how Indeed Yes, Mindora. What do you mean ? Daphne. Why, he's taller than I am ! How he looks at me ! [Drawing back with timidity.] He wo'nt do me any harm, will he ? Mindora. Nay, you muft take care of that. Daphne. Poor thing, poor thing. [Approaching very fioftly, and flroking him.] Lord, he's as tame as a lamb! 1 am fure this is not one of your murdering men I'll keep him for ever and ever He fhall be my own, fhan't he ? Mindora. Ay, ay, I yield him to you willingly. Daphne. J muft give him fome name, what fhall we call him ? C 2 Mindora,"], [22, "Daphne and Amintor. 12 Mindora What you pleafe ? Daphne. What do you think of Cha — Cha— Charmer ? — • Charmer ! Mindora. With all my heart. But now wc muft leave Mr. Charmer a little, and go and obferve a phenomenon that will appear this evening about fun-fet. Daphne. Oh ! my dear creature, I have feen the fun fo often— Mindora. But you have never feen this phenomenon, and we'll reafon together. Daphne. Indeed, ma'am, I fhall reafon very ill. Mindora. Indeed ! Well, well, ftay with your charmer ; I will not enftrain you. How totally he engages her ! It's well this is a paffion I have a mind to encourage, for 1 fee already my oppofition to it would be of little Confequence. Vainly bent to conquer Nature, We our utmoft force effay ; Wliai can foil her ? What can cheat her ?■ What her facred pow'rs allay ? Nothing prudent, there, nor wife is ; Nothing liable, nothing true ; With faperior iirength fhe rifes, Spite of all that art can do. SCENE"], [23, "Daphne and Amintor. 13 SCENE VI. During the foregoing Song, Daphne leads Amintor off the Stage ; and, jafil as Mindora is going out, enters •with him again, at the oppafite Side, peeping firft to fee if the Coajl be clear. Daphne, Amintor. Daphne. I?m glad fhe's gone What fine hair he has . How he holds up his head ! He's perfectly well fhaped f Well, I now verily think I have got the thing I have been wifhing for fo long. Yes, yes, I find I am per fectly well fatisfied. Come, Charmer. He kneels tq me ! How pretty that is ! Having fat down on a chair, while Amintor is kneel- ing to her, Jhe pulls a long ribbon out of her packet, ties it about his neck, and twifls the other end round her arm. After which, Jhe runs to the door, and pulls him after her. I hear a noife ! Sure fhe is not come back already ! No, 'twas only my apprehenfion ; fhe's bufy, confiderr ing her moons, andjier ftars, and her nonfenfe. I hops ftie'll ftay till I fetch her. She places a fool, and makes figns far Amintor to fit. Then flarts up in a tranfport^ gives him a kifs, and walks away. Charmer, come, Charmer, fit here. He won't fit down! He kneels again ! Ah ! you dear, fweet creature, you are a charmer ! Amintor. Was ever mortal flefh and blood in fo trying a fitu ation ! I find I fhan't be able to contain myfelf. Daphne."], [24, "Daphne and AxMintor. 14 Daphne. What can be the matter with me ! I am feized, of a fudden, with the ftrangeft agitation ' I hardly know where I am ! An agreeable diforder, a fecret fome thing, till now unknown ! Charmer, give me your hand Oh La ! what's this ! If here is not fome thing that ftirs within-fide of him ! 1 believe its 3 heart; it beats for all the world like mine! Say, oh ! too lovely creature, Thou caufe of all my fmart; What means this palpitation, Without a feeling heart ? There's conjuration in it : It ceafes— Then, in a minute, Such rapping, And tapping, As if it ne'er wou'd reft ; Mine too, I vow, I can't tell how, Is like to burft my brealt, SCENE"], [25, "Daphne and Amintor. 15 SCENE VII. Mindora, Amintor, Daphne, Mindora. I find it is time for me to appear : my giddy-pate Would foon forget that he is to be deaf, dumb, and in fenfible. Daphne. My dear, grant me one favour. Mindora. What favour ? Daphne. Animate Charmer, - 1 befeech you. Contrive that he may think, fpeak, underftand me, and anfwer me. Mindora, You afk an impoffibility. Daphne. An impoffibility, madam ! Mindora Yes, Daphne, an impoffibility. Muft I again repeat to you, that thefe beings who amufe you, can, by the difpofition of their fprings, be made to imitate fome of our actions ; but that thefe fprings, manage them as we will, can never produce -a fingle thought. Daphne. I underftand you, madam ; I underftand you ; I pe netrate very well into your defigns. Mindora. My defigns ! Daphne. Oh ! madam, they are no fecrets, I allure you. I fee that you are extremely learned, and that you want to make me as great a philofopher as yourfelf, in order to"], [26, "Daphne and Amintor.' 16 to have always fome one to reafon with : and you art? unwilling to animate Charmer, becaufe you think, if we were able to entertain one another, we fhould have very little pleafure in rendering ourfelves qualified for your fublime converfation. But take notice, from tHis moment, I am ignorant, and refolved to continue lo. The feven fciences are my utter deteftation ; and, leaft you fhould doubt the truth of what I fay, I will go inftantly and give convincing proofs of my firt cerity. Howe'er you may think ftill to deceive m£, And keep me confin'd like a bird in a cage ; Kind Fortune, perhaps, yet may relieve me, And .fhew you the fimpleton quit with tire fage. Yes, my dear, depend on't, One time or other there will be an end on't : Some nGtions have ta'en me, That freedom will gain me* And matters explain me, More fuiting my age. Firft and foremoft, my books I'll demolifh - Next, all your learn'd apparatus fhall go ) Ev'ry trace of fenfe to abolifh ; Then judge if I'm ferious or no. SCENE"], [27, "DAPH.NE AkD AlvilNTOR. 17 SCENE VIII. Mindora, Amintor. Amintor. Adieu, globes, fpheres, and maps of the \\vorld ! Is iiot this anger delightful ? Mindora. It is pleafant at leaft. AmintoR. I love her the better for it. But let me tell you, tnadam, you arrived at a very critical moment ; I was juft going to fpeak. MindorA. Arid the Oracle Amintor. Oh ! I could think of nothing but Daphne ! Flat tered, careffed, encouraged, I, for a long time, kept my eyes fixed upon the ground ; I bit my lips ; my whole perfon was a burthen to me. Ah ! madam, what terrible things are lips and eyes, when one dares 2iot make ufe of them with the angel one adores ! Mindora. It is neceffary, however, to conftrain yourfelf for fome time longer. Perhaps the fentiments which Daphne en tertains for you are not thofe of love, but meer capiice and curiofity. It will be prudent, therefore, for i'eveti or eight days Amintor. Seven or eight days ! MindorA. Yes, child, feven or eight days. D Amintor."], [28, "18 Daphne and Aminto£. Amintor. Well, but, dear madam, confider my fituat! on a lit-' tie. Daphne will be pulling me after her every where ; fhe will have me in her apartment, in the garden, iri all her walks and retirements about the palace. Do you think I can bear to be tantalized at fuch a rate ; while fhe plays with me as indifferently as if I was a lap-dog ? MindoRa. How do you think young girls do ; who, for months together, refift their inclinations ; and not only hide their paffions, but even feem cruel to the man they like. Amintor. Oh ! but I am no girl, nor can I be any longer z ftatue ; and, for that reafon, I will this moment follow Daphne, and difcover myfelf to her without referve. Pretend no longer to reftrain The paffion ftfuggling in my mind ; Like fprightly courfers, that difdain The feeble curbing of the rein, It ftarts, and leaves the will behind. My pangs increafe ! I'm all on fire ! Then let me to the charmer fly ; Obtain her love, my foul's defire. Or- at her feet, a martyr die. SCENE"], [29, "Daphne and Amintor. 19 SCENE IX. Mindora, Amintor, Daphne, Mindora. Son, I intreat you to defer your defigns for a few moments. Here's Daphne again : let me make one thorough trial of her heart. Daphne. Well, madam, 'tis done : I have broke the zodiac and the poles, and thrown the world out of the win dows. Mindora. You are very paffionate, Daphne. Daphne. And you very cruel, madam. You fay, fometimes, you love me ; and yet, when I afk you to do the only thing in nature that can make me happy, you refufe it. Mindora. Why, look you, Daphne, to convince you that I am willing to do every thing in my power, for your amufe ment, this puppet fhall, if you pleafe, go, and come, and laugh, and cry ; throw himfelf at your feet, appear tender, fubmiffive, complaifant, amorous, uneafy. But all mechanically, like your monkey and your parrot. Daphne. My monkey, my parrot ! Always my monkey, my parrot ! You only make thofe comparifons, that the inclination I have for him may appear ridiculous. Mindora. And you, my dear, do nothing but fcold. Y°W are really in a very bad humour to-day. D ?. Daphne?"], [30, "Daphne and Amintor. 20 Daphne. And who can be otherwife ? For, after all, do bu£ look at him ; is it not a cruel thing that he cannot be made to comprehend how much I love him ? Amintor. The Oracle is fulfilled, [Amintor Jlruggles to fpeak^ zubile Mindora prevents him] and I will fpeak. Daphne. How many times a day fhall I grieve at his infenfi bility .» Mindora. 'Tis very true ; and therefore take my advice; turn him away, and think no more of him. Daphne. You only fay that to vex me now, becaufe von knew I can't bear the thoughts of it. Mindora. Well then let him ftay, and divert yourfelf with teaching him verfes, or any thing you have a mind he fhould repeat. Daphne. Ay, now, that's good-natured; I'll begin to give him his firft lefTcn this moment. Come, Charmer, le$ me fee if you can pronounce my name. Daphne. Amintor. Daphne. Daphne. My dear Daphne. Amintor. My dear Daphne, Daphne. Suppofe I was to try him with a fong. Mindora. Do fo if you like it. Daphnj,"], [31, "Daphne and Amintor. 21 Daphne. But do you think he will be able to fing ? Mindora. After you perhaps he may. Daphne. Well, that will be vaftly charming ! Hold, what fhall I try him with ? I have it. Come, Charmer, pb ferve now and fing after me; and let me fee that you do it prettily. Daphne. For thee, within my bofom, What torments do I feel ! Amintor, For thee, &c. Daphne. J bleed with wounds which only Thy tender cares can heal. Amintor, I bleed, &c. Daphne. Each moment while I view thee, My pains grow more and more; Amintor. Each moment, &c. Daphne. My life, my foul, my treafijre-, I love, and I adore. SCENE"], [32, "Daphne and AmintorS 22 SCENE X. Mindora, Amintor, Daphne, a Spirit. Amintor. Yes, my life, my foul, my treafure, 'tis true I do love you ! I adore you ! 'Tis not in terms to exprefs the violence of my p..ffijn. Daphne. Blefs me, ma'am, he ipeaks of himfelf.' This in pot in the fong. Mindora You fee how he has advanced upon once teaching, Amintor. Dear mother do not endeavour to keep her in the 4ark any longer. The Oracle is now certainly accom- plifhed. Daphne. What Oracle ? Amintor. A dreadful one, which declared I fhould be miferable if you did not think me infenfible. Can you blame my deceiving you, as I have done, fince the intereft of my love rendered it necelTary ? Daphne. Nq, no, I don't blame you ; but you, naughty , Mindora. Come, my dear children, I no longer refill youp happinefs : behold a welcome meffenger ; his appear^ ance is a token to me that the Oracle is now really accomplished. Every thing is already prepared for your riuptials, and we will inftantly proceed to the celebra tion of th?m. SCENE"], [33, "Daphne and Amintor. 23 SCENE XI. Mindora waving her Wand, the Garden is inflantly changed into a beautiful Palace, difcovering a Number *f Singers and Dancers. A rich Throne is on one Side, where Jhe places Daphne and Amintor, f eating herfelf on the other : after which, the IVhole concludes with a Dance proper to the Subject. Mindora. Lovers, who wifh to be blefs'd in your paflion3 Learn the moral of what we have fhown ; Though, upon theatres, morals are grown A little or fo out of fafhion : Deafnefs, and dumbnefs, and blindnefs, away * Mere expreffion, Sound advice to convey : Lovers, lovers, have difcretion ; That's what the Oracle means to fay. Chorus. Lovers, lovers, &c. Amintor. Vou gentle youths, who the fair are addrefling,\" When fome amiable object, you find, Be to all others infenfible, blind ; Sue only to her for the blefling : Then, if your p.rdour with fmiles fhe repays Think that beauty Rigid rules muft obey. Silence, filence, thafs your duty ; And what the Oracle means to fay. Chorus. Silence, filence, &c. Dapkkb'i"], [34, "Daphne and Amintor; 24 Daphne. Maidens, with caution your paflion c6ncealing, Firft your lovers attentively try ; View not the trahfport, be deaf to the figh, No ftatue more cold and unfeeling; But, in their actions, wheri worth you furvey. Artlefs reigning, Why to blefs them delay ? Give your hands — A truce to feigning j That's what the Oracle means to fay. Chorus Give your hands, &c* END OF THE OPERA."], [35, "New Editions of the following Plays and, Operas are juft Publifhed, and may be had of the Publishers of this Entertainment. i T O VE in a Villace. A Comic Opera. | j Price is. 6 d. 2 The Maid of the Mill, ditto, Price is. 6d. 3 Love in the City, ditto, Price is. 6d. 4 Thomas and Sally, A Musical Enter- tainment, Price is. 5 Midas, A Farce. Price i s. Fourth Edition. (3 The Plain Dealer, a Comedy, Price, is. 6d. The above fix Pieces by the fame Author. 7 The Earl of Warwick, a Tragedy, Price is. 6d. Written By Mr. Franklin. 8 The Accomplish'd Maid, Price is. 6d. 9 The Perplexities, a Comedy, is. 6d. io The Countess of Salisbury, is. 6d. ii The Capricious Lovers, a Comic Opera, Price is. 6 d. Written By the late Mr. Robert Lloyd. 12 The Beggars Opera, with the Mufic, Price is. 6d. 13 The 3"], [36, "[ \" [ 13 The Conscious Lovers, By Sir Richard Steele, Price 6d. 14 Cymok, Price is. 6d 15 The Clandestine Marriage, i. 6d. 1 The Jealous Wife, is. 6d. And all the New Plays and Operas as foon as publifhed,"], [37, ""], [38, ""]]