[[1, ""], [2, ""], [3, "Daphne and Amintor, A COMIC OPERA, t N ONE ACT, As it is Performed at the THEATRE ROYAL I N DRURY-LANE. L O N D O N i Printed for J. Newbery, W. Griffin, W. Nicoll, and Becket and De Hondt. M DCC LXV,"], [4, ""], [5, "PREFACE. THERE is not any dramatic entertain- ment more frequently performed on the theatre at Paris, than the Oracle of Monfieur St. Foix ; an author, for delicacy, and purity of flyle, allowed, by all good judges, to be one of the beft in the French language : and, to fay the truth, the conftant applaufe with which the Public have favoured this piece of his, ap pears to be little lefs than what is juftly due to its merit ; fince nothing can be prettier than the idea on which it is founded ; or more happily executed, than the character of the girl ; in whom love, as the fimple production of Nature, is drawn in the moft lively and charming colours. Under thefe circumftances, I was always much furprifed at the little fuccefs it met with upon the Englifh ftage. Mrs. Cibber's tranfla tion cf it was excellent ; and the performance of that incomparable actrefs, in the firft reprefenta tions, gave it additional luftre. But I imagine, the character of the Fairy, a legendary being, very different in England from what it is in France, threw upon it an air of childifhnefs. This"], [6, "4 PREFACE. This, I hope, may, in fome meafure, be reme died by the introduction of a Magician : and the prefent tafte of the town favouring the at-» tempt ; I thought, by the addition of mufic, to which the fubject feems peculiarly adapted; I might be able to render the whole a toy, very capable of affording an hour's amufement. The Oracle has already been twice put into an Englifh drefs ; firft by an anonymous author, and afterwards by Mrs. Cibber. The former is a literal tranflation ; and, for that reafon, very indifferent. The latter I fhould certainly have made ufe of upon this occafion ; but I found, in confequence of my plan, fuch curtailing and fo many alterations neceffary, that, in the end, I thought it would be jufter to give a more faulty paraphrafe of my own. With regard to the mufic, I apprehend it muft pleafe -, as it has been felected with the greateft attention, both to the beauty of the airs, and its effect upon the theatre. There are, in deed, fome people, who may poffibly be of opn nion, that I ought to have chofen old Englifh and Scotch ballads ; or got mufic compofed in the fame tafte. But, in fact, fuch fort of compofition.* fcarce deferve the name of mufic at all ; at leaft, they can have little or no merit on the ftage -, where every thing ought to be fupported by a degree of action and character."], [7, "PREFACE. 5 But, be the fuccefs of this Opera what it will, it would be very ungrateful in me not to ac knowledge my obligations to Mr. Garrick for the great pains he has taken in preparing it for reprefentation : if it fucceeds, to him, indeed, it muft be chiefly attributed ; who has a genius for every thing ; and thinks nothing, however trifling, below his attention, that may prove an entertainment to the Public. PERSONS"], [8, "PERSONS REPRESENTED. Mindora, a Magician, Mifs Young, Amintor, her Son, Mr. Vernon* Daphne, a young Princefs, Mifs Wright, Scene, Mindora's Palace."], [9, "Daphne and Amintor ACT I. SCENE I. The Profpeft of a Garden belonging to Mindora's Palace, ornamented with Vafes and Flower-pots. Four white Marble Statues, reprefenting two Men and two Women, the former with Flutes, the latter with Guittars, appear at oppofite Sides. Mindora, Amintor. P Mindora. R'ythee, fon Amintor. Nay, pr'ythee, mother. Mindora. Was there ever fuch another ! Amintor. Cruel ! Mindora. Silly ! Hear but reafon : Only wait a proper feafon. Amintor. This is, now, the proper feafon : What has love to do with reafon ? Mindora. Once more, Amintor, I defire you will go about your bufinefs. How dare you venture here, when I have fo often, and fo folemnly, forbid you ? And what have you been doing ? The thing on earth which I have told you would prove your deftruct ion : you have feen Daphne. Amintor. I confefs it. Overcome by the heat of the day, fhe flept on a bed of rofes. Mindora, And did fhe fee you ? Amin-"], [10, "Daphne and Amintor. 2 Amintor. Nay, madam, don't I tell you fhe was afleep ? No, fhe - did not fee me. Tranfported at the fight of fo charm ing an object, I feized One of her fnowy hands, and kifled it as fhe lay ; but fhe ftirred ; and, fearing fhe might awake, I retired : however, madam, 'tis in vain you command me any ionger to keep out of her fight ; I cannot obey you ; I have a paflion for her ; I will fee her again, and pofitively tell her fo.. Mindora. My art is great; I can, in an inftant, build palaces; raife tempefts ; and change a place, the moft charm ing, into a frightful defert ; but I fee it is beyond my ability to govern a young fool, whofe head is turned with love. Well, fon, go on; and, by your own im prudence, lofe Daphne. Amintor. But what reafons can you have for infilling fhe fhould not fee me ? Mindora. You will know them ? Be attentive then. At your birth, I confulted the Oracle about your deftiny ; and this was its anfwer : \" The fon of Mindora, the ma \" gician, is threatened with great misfortunes ; but \" fhall avoid them, and even be happy, if he can \" make himfelf beloved by a young princefs, who be \" lieves him deaf, dumb, and infenfible.\" Amintor. Deaf, dumb, and infenfible ! Mindora. Judge, Amintor, by the tendernefs I have for you, how I was fhocked at fo dreadful a fentence. At length, however, after much reflection, I hoped, by taking"], [11, "DAPHNE AND AMINTOR. 3 taking certain meafures, not only to overcome the dangers with which you were menaced, but even ta bring about the accomplifhment of the Oracle. Amintor. Dear madam, impoffible ! Mindora. Hear me. When you were about two years old; there was born a princefs, the daughter of a neigh bouring king ; 'twas your Daphne : I inftantly con veyed her away; and, tranfporting her to this palace, inacceflible to all human beings, fhe has been here educated, and ferved only by ftatues, to which, by my art, I give motion; In fhort, I have taken every me thod to perfuade her, that fhe and I are the only two creatures that fpeak, think, and reafon ; and that all others, formed merely for our ufe, or amufement, are abfolutely infenfible, and incapable alike of love and hatred, pain and pleafure. Amintor. And to what purpofe, I befeech you, have you filled her mind with all thefe falfe prejudices? Mindora. To make her believe, when I prefent you to her— Amintor. Oh ! I underftand you ; that I alfo am fome unin- formed being; fome puppet; but better organized than the reft. The thought pleafes me, and may fucceed. Pfyche, before fhe faw Cupid, believed him a monfter; yet fhe loved him : and Daphne, full of the notions you have prepoffefTed her with, will believe me what the Oracle requires me fhould ; and, notwithftanding, love me. Yes, madam, nature will inftrucl her ; that intellectual intelligence, that fympathetic force of B 2 hearts,"], [12, "Daphne and Amintor. 4 hearts, will work; and I fhall be the happieft of mor tals ! Come, dear mother, let us go this inftant and find her out : I will be a ftatue, a piece of infenfible marble. Mindora. Hold ; it is not time for you to appear yet. I fee Daphne crofling the gallery yonder : leave us ; and, in the converfation we have together, depend upon it, I will endeavour to prepare things fo as to bring them to your fatifaction. Amintor. Muft I go ? Well then — But remember, in leaving you, how much I truft to your care : my fate is in your bands ; on you it depends whether I fhall be happy or miferable. Think, oh ! think, within my breaft, While contending paffions reign, How my heart is robb'd of reft ; And, in pity, eafe my pain. To a lover, thus diftreft, Torn with doubts, and hopes, and fears, Ev'ry moment, till he's bleft, Is a thoufand, thoufand years. SCENE"], [13, "Daphne and Amintor. 5 SCENE II. Mindora, Daphne. Mindora. Here comes Daphne ; fhe appears thoughtful ; I'll ftand afide a little and obferve her. Daphne. Ye zephyrs that fan the calm air, Ye fountains that bubble around, Oh ! ceafe my heart to wound. Your gentle blowing, Your murmurs, flowing, But waken my care ; Lackaday, Welladay, Ah, me I Muft I die in defpair. It was not an illufion ; it was not a dream ; he had his lips preffed upon my hand. Mindora. What do you fay, Daphne ? Daphne. Oh ! Lord, madam, I did not fee you Mindora. He had his lips preffed upon your hand ! Who had ? Daphne. I don't know ; he difappeared like lightning ; but I believe he has done fomething to me, for my part ; he breathed fome fire upon my hand, when he kifTed it, that went to my heart. I have never been myfelf fince ; fo reftlefs, fo thoughtful ; I want 1 don't know"], [14, "Daphne and Amintor^ 6 know what I want 1 have been juft admiring tw8 little birds ; they were perched upon the fame branch 3 they fung, they look'd at one another ; but with fuch looks ! You and I never took at one another fo— » They were filent a few moments, and then began to fing again, or rather to anfvver one another with fuch, fuch ! Nah, you laugh at me. Mindora. Without doubt. To anfwer one another, my dear Daphne, they muft underftand. Daphne. Well, and I really believe they did. Mindora. For fhame ! Do you believe that your guittar, and your harpfichord, underftand you when they accord fa juftly with your voice ? Daphne. A pretty comparifon ! They are machines. Mindora. And have not I told you, an hundred, and an hun dred times, that your birds are mere machines ; only with fprings better regulated, being the work of Na ture herfelf ? Daphne. And you may repeat it to me a thoufand, and a thoufand times, my dear, but I fhall not believe it . a fecret fenfation I felt at the fight of thefe two little birds, refutes all you can fay. Mindora. I muft furprize her with a new ftroke of my art. SCENE"], [15, "Daphne and Amintor.' 7 SCENE III. JkJiNDORA ftrikes the Statues with her Wand, who defcend and dance; the Women firft, and afterwards the Men. They feem to play to each other. Daphne appears thoughtful. Mindora, Daphne, Dancers. Daphne, look at thefe ftatues ; examine them ; they are marble, and certainly you do not believe them fen flble ; yet, by touching certain fprings, I will give them motions as extraordinary as thofe you admired in your birds ; which made you believe they felt and thought. • How now, Daphne ; you are fad of a fudden ; does this little entertainment difpleafe you ? Daphne. It does indeed. Ah ! my poor pretty birds ! Are you then but machines ! I thought you fenfible, and that you tailed infinite fatisfadtion in fitting upon the fame bough in the day, and refting together in fome hollow tree at night. Nature, faid I to myfelf, has infpired thofe birds with fuch tender fentiments to make them happy. She certainly has not been lefs kind to me — But tell me, my dear Mindora, for you know, who could have come to kifs my hand while I was afleep ? Tell me that. Mindora. Why, I fufpect it was a young man, whofe foot fteps I have to day traced about the palace. He took you, at firft, I fuppofe, for a being of his own kind ; but finding his miftake when you waked, he ran away. Daphne. A young man !— — — Are men machines too ? Mindora."], [16, "8 Daphne and Amintor. Mindora. Yes ; but more perfect, and better finifhed, than even your monkey, whofe wit you entertain fo high an opinion of: they are generally white, and fhaped fomething like us ; I kept fome of them here for merly ; but they had fo many faults, that I took a diflike to them. Daphne. Birds fing, ftatues dance, my harpfichord gives me mufic What is it men do ? Mindora. Oh ! there are feveral forts of them. Thofe who are called foldiers, and are generally the handfomeft to look at, meet, fometimes, in great plains, twenty or thirty thoufand of them together ; and there, with fwords and other inftruments, cut one another to pieceej Daphne. Fye ! That's horrid. They are certainly machines ; there can be no fenfe in all that blood-fhed ; and yet I fliould not be forry to fee a man neither — for I don't think he would kill me. Mindor a. No, you have nothing to fear, Daphne. We are women ; the fierceft cf them all think it a glory to fub mit to us. Daphne. I do long vaftly to fee a ni.^i Pray, my dear, try to get me a fight of him that killed my hand in the garden. Mindora. If you did not fcare him too much, he may, per haps, ftill be fomewhere hereabouts ; I think I'll go look for him before he gets farther off. Daphne."], [17, "Daphne and Amintor. 9 Daphne. Will you ? Oh ! my dear, fweet Pray run then as faft as ever you can, for I am the moft impatient mortal alive. Mindora. So it feems, indeed ; but I beg you will mitigate your impatience at prcfent, for it is what I by no means approve of. Such riot and romping, fuch wildnefs and fury, As if folks were juft running out of their wits ; No man fhall come near us, of that I afture ye, Unlefs you reftrain thefe extravagant fits. Remember, your ftrict, philofophical breeding ; Fye, fye ! I'm afham'd of a girl at your age ; Are thefe the effects of our ftudy and reading, That evsxy trifle your mind fhould engage ? C SCENE"], [18, "Daphne and Amintor. 10 SCENE IV. Daphne. I obferved her fmile as fhe went out ; fhe certainly makes a jeft of me : I don't wonder at it ; my curiofity is fo great, that really it appears ridiculous to myfelf— A man !— Well ; a man 1 — I'll go and play a tune jipon my harpfichord. In vain, in fearch of quiet, From place to place I range ; My reftlefs cares augmenting, No med'eine find in change. Delights, fo lately charming, Have loft their pow'r to pleafe : Yet fomething, could I find it, Methinks would give me eafe. SCENE"], [19, "Daphne and Amintor. 11 SCENE V. Daphne, Mindora Daphne. Oh ! are you came back ! Well, is he catch'd ? Mindora. Yes, and I had not much difficulty to bring him Daphne. Where is he then ? Mindora. He followed me. Daphne. Oh ! you have let him run away. [Running to the bottom oftheflage, fees Amintor, ,] Ah ! my dear, dear, good But how Indeed Yes. Mindora. What do you mean ? Daphne. Why, he's taller than I am ! How he looks at me ! [Drawing back with timidity. .] He wo'nt do me any harm, will he ? Mindora. Nay, you muft take care of that. Daphne. Poor thing, poor thing. [Approaching very fioftly, and flroking him.] Lord, he's as tame as a lamb ! 1 am fure this is not one of your murdering men I'll keep him for ever and ever He fhall be my own, fhan't he? Mindora. Ay, ay, I yield him to you willingly. Daphne. I muft give him fome name, what fhall we call him ? C 2 Mindora."], [20, "Daphne and Amintor. 12 Mindora What you pleafe ■? Daphne. What do you think of Cha—Cha— Charmer ? — Charmer ! Mindora. With all my heart. But now we muft leave Mr. Charmer a little, and go and obferve a phenomenon that will appear this evening about fun-fet. Daphne. Oh ! my dear creature, I have feen the fun fo often — Mindora. But you have never feen this phenomenon, and we'll reafon together. Daphne. Indeed, ma'am, I fhall reafon very ill. Mindora. Indeed ! Well, well, ftay with your charmer ; I will not conftrain you. How totally he engages her ! It's well this is a paflion I have a mind to encourage, for I fee already ray oppofition to it would be of little confequence. Vainly bent to conquer Nature, We our utmoft force effay; What can foil her ? What can cheat her ? What her facred pow'rs allay ? Nothing prudent, there, nor wife is ; Nothing liable, nothing true j With fuperior ftrength flie rifes, Spite of all that art can do. SCENE"], [21, "Daphne and Amintor. 13 SCENE VI. During the foregoing Song, Daphne leads Amintor off the Stage ; and, juft as MindorA is going out, enters with him again, at the oppolire Side, peeping firft to fee if the Coaft be clear. Daphne, Amintor. Daphne. I'm glad fhe's gone What fine hair he has ! How he holds up his head ! He's perfect ly well fhaped ! Weli, I now verily think I have got the thing I have been wifnina; for fo long. Yes, yes, I find I am per fectly well fatisfied. Come, Charmer. He kneels to me ! How pretty that is ! Having fat down on a chair, while Amintor is kneel- ing to her, fhe pulls a long ribbon out of her pocket, ties it about his neck, and twiffis the other end round her arm. After which, fhe runs to the door, and pulls him after her. I hear a noife ! Sure fhe is not come back already ! No, 'twas only my apprehenfion ; fhe's bufy, confider ing her moons, and her ftars, and hernonfenfe. I hope fhe'll ftay till I fetch her. She places a fflool, and makes figns for Amintor to Jit. Thenfla- ts up in a tranfport, gives him a kifs, and walks away. Charmer, come, Charmer, fit here. He won't fit down! He kneels again ! Ah ! you dear, fweet creature, you are a charmer ! Amintor. Was ever mortal flefh and blood in fo trying a fitu ation ! I find I fhan't be able to contain myfelf. Daphne."], [22, "Daphne and AmintoR. 14 Daphne. What can be the matter with me f I am feized, o£ a fudden, with the ftrangeft agitation ' I hardly know where I am ! An agreeable diforder, a fecret fome thing, till now unknown ! Charmer,, give me your band Oh La ! what's this ! If here is not fome thing that ffirs within-fide of him ! 1 believe its a* beart ; it beats for all the world like mine . Say, oh ! too lovely creature, Thou caufe of all my fmart; What means this palpitation, Without a feeling heart ? There's conjuration in it : It ceafes — Then, in a minute, Such rapping, And tapping, As if it ne'er wou'd reft ; Mine too, I vow, I can't tell how, Is like to burft my brea(L SCENE"], [23, "Daphne and Amintor. 15 SCENE VII. Mindora, Amintor, Daphne. Mindora. I find it is time for me to appear : my giddy-pate would foon forget that he is to be deaf, dumb, and ia fenfible. Daphne. My dear, grant me one favour. Mindora. What favour ? Daphne. Animate Charmer, I befeech you. Contrive that he may think, fpeak, underftand me, and anfwer me. Mindora You afk an impoflibility. Daphne. An impoflibility, madam ! Mindora Yes, Daphne, an impoflibility. Muft I again repeat to you, that thefe beings who amufe you, can, by the difpofition of their fprings, be made to imitate fome of our actions ; but that thefe fprings, manage them as we will, can never produce a fingle thought. Daphne. I underftand you, madam ; I underftand you ; I pe netrate very well into your defigns. Mindora. My defigns ! Daphne. Oh ! madam, they are no fecrets, I allure you. I fee that you are extremely learned, and that you want to make me as great a philofopher as yourfelf, in order to"], [24, "16 Daphne and Amintor, to have always fome one to reafon with : and you are unwilling to animate Charmer, becaufe you think, if we were able to entertain one another, we fhould have very little pleafure in rendering ourfelves qualified for your fublime converfation. But take notice, from this moment, I am ignorant, and refolved to continue fo. The feven fciences are my utter deteftation ; and, leaft you fhould doubt the truth of what I fay, I will go inftantly and give convincing proofs of my fin cerity. Howe'er you may think ftill to deceive me, And keep me confin'd like a bird in a cage ; Kind Fortune, perhaps, yet may relieve me, And fhew you the fimpleton quit with the fage. Yes, my dear, depend on't, One time or other there will be an end on't : Some notions have ta'en me, That freedom will gain __*, And matters explain me, More fuiting my age. Firft and foremoft, my books I'll demolifh ; Next, all your learn'd apparatus fhall go ; Ev'ry trace of fenfe to abolifh ; Then judge if I'm ferious or no. SCENE"], [25, "Daphne and Amintor. 17 SCENE VIII. Mindora, Amintor. Amintor. Adieu, globes, fpheres, and maps of the world ! Is hot this anger delightful ? Mindora. It is pleafant at leaft. Amintor. I love her the better for it. But let me tell you, madam, you arrived at a very critical moment ; I was juft going to fpeak. Mindora. And the Oracle- Amintor. Oh ! I could think of nothing but Daphne ! Flat tered, carefled, encouraged, I, for a long time, kept my eyes fixed upon the ground ; I bit my lips ; my whole perfon was a burthen to me. Ah ! madam, what terrible things are lips and eyes, when one dares not make ufe of them with the angel one adores .' Mindora. It is neceffary, however, to conftrain yourfelf for fome time longer. Perhaps the fentiments which Daphne en tertains for you are not thofe of love, but meer caprice and curiofity. It will be prudent, therefore, for feven or eight days Amintor. Seven or eight days ! Mindora. Yes, child, feven or eight days. D Amintor."], [26, "18 Daphne and AmintoH. Amintor. Well, but, dear madam, confider my fituation a liti tie. Daphne will be pulling me after her every where j fhe will have me in her apartment, in the garden, in all her walks and retirements about the palace. Do you think I can bear to be tantalized at fuch a rate ; while fhe plays with me as indifferently as if I was a, lap-dog ? Mindora. How do you think young girls do ; who, for months together, refift their inclinations ; and not only hide their paflions, but even feem cruel to the man they like. Amintor. Oh ! but I am no girl, nor can I be any longer a ftatue ; and, for that reafon, I will this moment follow Daphne, and difcover myfelf to her without referve, Pretend no longer to reftrain The paffion ftruggling in my mind; Like fprightly courfers, that difdain The feeble curbing ofthe rein, It Harts, and leaves the will behind. My pangs increafe ! I'm all on fire ', Then let me to the charmer fly ; Pbtain her love, my foul's defire, Ox, at her feet, a martyr die. SCENE"], [27, "Daphne and Amimtor. 19 SCENE IX, Mindora, Amintor, Daphne. Mindora. Son, I intreat yOu to defer your defigns for a few moments. Here's Daphne again : let me make one thorough trial of her heart. Daphne. Well, madam, 'tis done : I have broke the zodiac and the poles, and thrown the world out of the win dows. Mindora. You are very paflionate, Daphne. Daphne. And you very cruel, madam. You fay, fometimes.; you love me ; and yet, when I afk you to do the only thing in nature that can make me happy, you refufe it. Mindora. Why, look you, Daphne, to convince you that I am willing to do every thing in my power, for your amufe ment, this puppet fhall, if you pleafe, go, arid come, and laugh, and cry ; throw himfelf at your feet, appear tender, fubmiflive, complaifant, amorous, uneafy. But all mechanically, like your monkey and your parrot. Daphne. My monkey, my parrot ! Always my monkey, my parrot ! You only make thofe comparifons, that the inclination I have for him may appear ridiculous. Mindora. And you, my dear, do nothing but fcold. You are really in a very bad humour to-day. D 2 Daphne/"], [28, "Daphne and Amintor. 20 Daphne. And who can be otherwife ? For, after all, do but look at him ; is it not a cruel thing that he cannot be made to comprehend how much I love him ? Amintor. The Oracle is fulfilled, [Amintor Jlruggles to fpeak, while Mindora prevents him] and I will fpeak. Daphne. How many times a day fhall I grieve at his infenfl bility! Mindora. 'Tis very true ; and therefore take my advice ; turn him away, and think no more of him. Daphne, You only fay that to vex me now, becaufe you know I can't bear the thoughts of it. Mindora. Well then let him ftay, and divert yourfelf with teaching him verfes, or any thing you have a mind be fhould repeat. Daphne. Ay, now, that's good-natured; I'll begin to give him his firft leffon this moment. Come, Charmer, let me fee if you can pronounce my name. Daphne. Amintor. Daphne. Daphne. My dear Daphne, Amintor. My dear Daphne, Daphne. Suppofe I was to try him with a fong. Mindora. Do fo if you like it, Daphste."], [29, "Daphne and Amintor. 21 Daphne. But do you think he will be able to fing ? Mindora. After you perhaps he may. Daphne. Well, that will be vaftly charming ! Hold, what fliall I try him with ? I have it. Come, Charmer, obferve now and fing after me ; and let me fee that you do it prettily. Daphne, For thee, within my bofom, What torments do I feel ! Amintor. For thee, &c. Daphne. I bleed with wounds which only Thy tender cares can heal. Amintor. I bleed, &c. Daphne. Each moment while I view thee, My pains grow more and more; Amintor. Each moment, &c. Daphne. My life, my foul, my treafure, I love, and I adore. SCENE"], [30, "Daphne and Amintok'j 22 SCENE X. Mindora, Amintor, Daphne, a Spirits Amintor. Yes, my life, my foul, my treafure, 'tis true I dd love you ! I adore you ! 'Tis not in terms to exprefi the violence of my paffion. Daphne. Blefs me, ma'am, he fpeaks of himfelf! This is not in the fong. Mindora You fee how he has advanced upon once teaching. Amintor Dear mother do not endeavour to keep her in the dark any longer. The Oracle is now certainly accom- plifhed. Daphne. What Oracle ? Amintor. A dreadful one, which declared I fhould be miferable if you did not think me infenfible. Can you blame my deceiving you, as I have done, fince the intereft of my love rendered it neceffary ? Daphne. No, no, I don't blame you ; but you, naughty- Mindora. Come, my dear children, I no longer refill your happinefs : behold a welcome meflenger ; his appear ance is a token to me that the Oracle is now really accomplifhed. Every thing is already prepared for your nuptials, and we will inftantly proceed to the celebra tion of them. SCEN E"], [31, "Daphne and Amintor, 23 SCENE XI. IU.ndor a waving her Wand, the Garden is inftantly changed into a magnificent Palace, discovering a Number of Singers and Dancers, A rich Throne is on one Side, where ihe places Daphne and Amintor, feating herfelf between them : after which, the Whole concludes with a Pance proper to the Subject. Mindora. Lovers, who wilh to be blefs'd in your paflion. Learn the moral of what we have fhown ; Though, upon theatres, morals are grown A little or fo out of fafliion : Peafnefs, and dumbncfs, and blindnefs, away J Mere expreflion, Sound advice to convey : Lovers, lovers, have difcretion ; That's what the Oracle means to fay. Chorus. Lovers, lovers, &c. Amintor. You gentle youths, who the fair are addreffing, When fome amiable object, you find, Ee to all others infenfible, blind ; Sue only to her for the bleffing : Then, if your ardour with fmiles Ihe repay, Think that beauty Rigid rules muft obey. Silence, filence, that's your duty ; And what the Oracle means to fay. Chorus. Silence, filence, &c. Daphne."], [32, "Daphne and Amintor. 24 Daphne. Maidens, with caution your paflion concealing, Firft your lovers attentively try ; View not the tranfport, be deaf to the figh, No ftatue more cold and unfeeling ; But, in their actions, when worth you furvey, Artlefs reigning, Why to blefs them delay ? Give your hands — A truce to feigning ; That's what the Oracle means to fay. Chorus. Give your hands, &c. END OF THE OPERA."], [33, ""], [34, ""], [35, ""], [36, ""]]