[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "ALGERIA. Report by Consul-General Playfair of his Tour to La Calle and in the Country of the Khomair. Consul-General Playfair to Earl Granville. — (Received May 3.) My Lord, Algiers, April 28, 1884. REFERRING to Foreign Office despatch ofthe 15th January last, I have the honour to inclose — I. A Report of my tour in the district of La Calle and in the country of the Khomair. 2. A note on the marbles of North Africa. 3. A Map showing the route which I followed. I have, &c. (Signed) R. L. PLAYFAIR. Inclosure 1. Excursion in the District of La Calle and in the Country of the Khomair.* MT tour really commenced at La Calle. I proceeded thither by the ordinary land route, and arrived at B6ne just in time to catch the Tunis steamer, which left on the 6th April. It was perfectly calm when the vessel left, but after we had been an hour at sea the sirocco, which had been blowing, Avas suddenly succeeded by a strong north-west gale, and when we arrived off the port, tAvo hours later, we had the greatest difficulty in landing. This district is of great historical interest, as it was here that the French first estab lished themselves in North Africa. In 1520 certain merchants of Havre settled at Cape Negro for the purpose of trading with the Arabs and fishing for coral. These were fol loAved, a few years later, by others from Marseilles, Avho, in 1524, founded the establishment knoAvn as the Bastion de France. Owing, however, to its exposed situation, and to the extreme insalubrity of the climate, caused by the emanations from the lake in its immediate vicinity, the Compagnie d'Afrique transferred its establishment to La Calle in 1677. On the occasion of my visit an English steamer, \" The Black Sea,\" arrived there to load with mineral, and the master very obligingly offered to take me in her to visit the site of the old French factory. It is about 13 kilom. to the west, on a small rocky pro montory, forming a creek, entirely exposed to tbe north-west winds. This is not the place to enter into a detailed account of its history and of the grievous sufferings the French had to undergo, from persecution on the part of the Arabs and of the Turks at Algiers, from intestine feuds and the ravages of pestilence. The ruins are still in a good state of preservation, and I was much struck Avith the accuracy of the description of the place given by Pere Dan in 1634. All the buildings mentioned by him can be identified. It then contained 400 men, Avho were daily fed at the cost of the Company, and he adds : — \" On y fait ordinairement un trafic avantageux et riche, qui est quantise de corail, de ble, de cire, de cuirs, et de chevaux Barbes, que les Maures et les Arabes voisins y viennent vendre h tres bon prix, et que Ton transporte peu apres en Provence.\" La Calle was frequently attacked and destroyed by the Arabs ; in 1807 it was granted by the Dey to England, but we never turned it to any good account, and on the termination ofthe war with France it again reverted to the latter. In 1827 it was finally destroyed by the Algerines, and remained a ruin till 1836, Avhen it Avas reoccupied bv General Yousouf and Captain Berthier de Savigny, who found it exactly in the con dition in which it had been last abandoned. There Avere still about forty houses capable * Sing. Khomiri, PI. Khomair. [249] B— 4"], [8, "v> of restoration, especially that of tbe Governor, now occupied by the Commandant- Superieur. The harbour is a little oblong basin, open to the west-north-west, not more than 120 yards wide at the entrance, and about 300 yards long. On the north side is the rocky peninsula on which the old town of La Calle stands ; on the south is a sandy beach on which the modern city has sprung up. The harbour is only accessible for vessels of ■the smallest size, and when the sea is high it is impossible even for these to enter. Many projects have been suggested\" for the creation of a port at La Calle ; that of Admiral Mouchez was decided on a few years ago ; it contemplated the creation of a great harbour of refuge at Bou-Lif, to the west of the town, having an area of 80 hectares ; but after pearly 500,000 fr. had been expended without any appreciable results, it was abandoned. It is noAV intended to close up the present entrance to the small port, and excavate another to the east, which will not be exposed to the prevailing bad weather. This will be convenient for the coral boats, but it will not permit a steamer to enter. On the occasion of my visit six years ago I found the place in a high state of prosperity. Very extensive establishments had been created for salting sardines, and the coral fishery was in full activity. It still has a most prosperous appearance, and, what is rare in Algeria, an over-teeming population ; but the sardines seem to have deserted the coast, the salting-houses are closed, the coral banks near the shore have been exhausted, and boats have to go much further off and to much deeper water. Their number also has greatly decreased'; there used to be as many as 230 boats engaged in the coral fishery, and nearly as many catching sardines ; now the total number does not exceed sixty. This falling-off is no doubt due in a great measure to natural causes which no one can control, such as the discovery of rich coral banks on the coast of Sicily ; but partly also to the inexplicable policy now in favour in Algeria, which discourages anything like foreign enterprise, and Avould almost seem framed Avith the object of getting rid of foreigners altogether from the Colony. Italian boats pay, in virtue of a special Convention, only 400 fr. a-year as licence duty ; all other nationalities pay S00 fr. ; French boats are entirely exempted. The consequence is that all foreign boats are driven out of the trade. This one can understand, but it is hardly conceivable Avhy almost every foreigner by nationality, though born in the Colony, on conviction of the most trivial offence, in addition to the punishment due for it, is sentenced to expulsion. Such cases are constantly brought to the notice of every foreign Consul. There are three lakes of considerable size in the neighbourhood of La Calle. That furthest to the west is the Guerah-el-Melah, or, as it used to be called, l'Erang du Bastion. It has an area of 867 hectares and a depth of from 4 to 5 metres. There is still a narrow communication between it and the sea, but in former times this Avas sufficiently Avide to enable coral boats to enter and use it as a harbour of refuge during bad weather. The neighbourhood is. extremely unhealthy. The second lake is the Guerah Obeira, containing a superficies of 2,500 hectares ; the water is sweet, but dirty, and as the southern side is marshy, with a good deal of aquatic vegetation, miasma is produced, Avhich renders even the neighbourhood of La Calle feverish. The third is the Guerah-el-Hout, or Lake Tonga, which will be noticed hereafter. I started from La Calle for Tabarca on the 8th April, by the newly-constructed carriage-road, parallel to the coast-line ; it is admirably engineered, but the surface has not yet been completed ; in some places it has been covered Avith newly-laid metal ; in others the earth has been worn into deep ruts, or has been washed away by torrents ; still I managed to pass without much difficulty in about nine hours. After leaving La Calle the coast runs east-north-east through fine cork forests, and then skirts the lake of Tonga or Guerah-el-Hout (Lake of Fish). This is an immense fresh water marsh in summer, though a lake in winter; it is ahvays pestilential, and its influence is felt as far as La Calle. The drainage ofthis marsh would cost too much money, and no serious project has ever been formed to carry it out. The communication between it and the sea is called the Oued Messida ; it forms a small creek much frequented by coral boats, and where the English steamers take in their cargoes of ore. Beyond it is a hill called Kef Chetob by the Arabs, and Monte Rotondo by the Europeans; from its isolation and conical form it is a very remarkable feature in the landscape. A little further on are the mines of Kef Om-et-Teboul. which produce argentiferous and auriferous lead and zinc ore, all of which is shipped to Swansea. The number of vessels that have been laden with it during the past three years is as follows :— ,i^WJ^"], [9, "3 The quantity of mineral actually extracted at the present time is not more than 12,000 tons per annum, but there are large reserves, and an immense mass of ore which was formerly thrown aside as useless, but which, OAving to the advancement in metallurgy, can noAV be utilized. The firm which has contracted for this mineral is Messrs. Charles H. Thompson and Co., of London and SAvansea. Their steamers are sent to the mouth of the Messida to take in cargo there. The road up to the mines is good, and beyond it, passing by El Aioun, and crossing the frontier at the Col de Babouch, is an excellent carriage-road leading to Ain Draham. I kept along the lower route, through a Avild and mountainous region intersected by deep ravines, and covered with dense brusliAVOod of lentisk, tree heath, cistus, &c, Avith here and there patches of forest containing oak of various species and maritime pine. The road crosses the frontier at some distance from the sea, passing over the hi^h range of hills which terminates in Cape Roux. The cape itself is composed of steeply scarped rocks of a red colour ; in former times it Avas crowned by another establishment belonging to the Compagnie d'Afrique, and we can still see a cutting from the summit to the sea, a sort of slide, down which the corn purchased from the Arabs used to be sent to the ships which were ready to load with it beneath. Shortly after this the road approaches the sea ; the coast-line is beautifully indented, and there are charming views of land and water at every turn, till at last the Island of Tabarca and the military position on tbe mainland, high above the town, come in view. 1 hav-e given the history of this interesting place elsewhere ; I may, however, be alloAved to give a very brief recapitulation of it. It was at one time a Roman Colony. After the expedition of Charles V to Tunis in 1535 the right of fishing for coral here was conceded to the Spaniards, and it was subsequently made over to the Lomellini family of Genoa, in exchange for the celebrated corsair Dragut, who had been captured by Andrea Doria. In 1741 it was captured by the Tunisians ; part of the inhabitants effected their escape to tbe Island of San Pietro in Sardinia, others peopled what is still called the Island of Tabarca, near Alicante, on the coast of Spain, and the remainder were carried off and enslaved in Tunis. When I visited this place six years ago it was almost uninhabited, and a traveller could not venture far from the fort Avithout taking considerable precautions. Now it is as secure as any part of Algeria; a village has sprung up, containing an hotel and some stone houses; most ofthe buildings, however, are wooden sheds. They are nearly all shops, taverns, and restaurants, built for the supply of the garrison, which, till within the last few Aveeks, consisted of 400 men. It has noAV been reduced to twenty-five Zouaves, commanded by a Sub-Lieutenant, and these will soon be withdrawn. It is ludicrous to see a village wdth as many shops as customers; there would have been a general exodus but for the strong hope of Tabarca soon becoming a place of considerable importance, when the new harbour works are commenced. The Avhole place is covered with Roman and mediæval ruins. The fort whicli croAArns the western side of the island, built by Charles Y, is most picturesque, resembling one of the finest castles on the Rhine. It is built on precipitous rocks rising directly from the sea, and from a little distance looks as if it might almost be habitable. On the upper terrace lie about twenty old rusty guns, part of its ancient armament ; it contained numerous brass and bronze cannon, but these have long since passed into the melting pot. On the mainland are many Roman buildings ; one appears to have been a palace or public bath ; it is called \" Keskes \" by the Arabs, and still contains several large vaulted halls, in good preservation. There is a ruined cbapel and fortified position behind the hotel, wdth a necropolis attached, probably Genoese, as the graves are piled in tiers, one above the other, separated only by flat stones or terra cotta slabs, somewhat in the manner adopted in Italy and Spain at the present day. On the hill above is the Bordj Djidid, or \"New Fort,\" built by the Tunisians a great many years ago. Around it have been erected temporary barracks and other subsidiary No. of Vessels. 1881 1882 1883 Tons. 12,096 15,436 26,367 12 16 20"], [10, "4 buildings, sufficient for a large garrison. This fort it is which was bombarded when the place was taken by the FrencCbut it never was in a position to offer even a show ot resistance. Close to the island may still be seen the hull of the \" Auvergne,\" a large four-masted steamer belonging to the Talabot Company, which was driven ashore in 1878._ The wreck was pillaged by the Khomair, and though none of the crew were actually killed^some ot them were grossly ill-treated ; and this, it. may be recollected, was one of the indictments against them, which ended in the occupation of their country and ofthe whole Regency by the French. About 10 kilom. to the east, at a place called Ras-er-Rajel (Man's Head), in the terri tory of the Oulad Yehia, and again nearly east of Cape Negro, 35 kilom. distant, there exist large and valuable deposits of iron and copper ore, which were pointed out to me during my former visit. These have been granted by the Government of Tunis to the powerful Company which already owns the mines of Mokta-el-Hadid, near Bone, and those of Beni Saf, near Oran. They are about to commence work very shortly ; they will lay down a line of railway to the mines, and will make a harbour by blocking up the shallow channel between the southern end ofthe island and the shore, thus forming a port which will be open only to the north-east, and which will be sheltered from the prevailing north-west winds by the island itself. It will be necessary to dig a new channel for the river which flows into the site of the new harbour, at least during the winter months, for in summer it does not reach the sea at all, thus creating a marsh which is a perfect hot bed of malarious fever. The Avhole of the property in the neighbourhood, now belonging to the Beylick, has been granted to the Company, including the island itself, a great part of which will be blasted down to supply materials for tbe harbour works. The terms of the Concession are very advantageous to the Company, and include a payment, to the State of 5 per cent, on their net profit. In addition to the land conceded, they have purchased a considerable amount from the Arabs at a very cheap rate, including half the present village ; so there is a chance of their becoming nearly as complete autocrats here as they are at Beni Saf. Even the fort on the mainland will be given up to them, and the garrison will be entirely withdrawn. They talk of restoring the old castle and using it as a residence. I fear there is little chance ofthis precious historical monument being properly preserved when it gets into the hands of a private and irresponsible Company. In the old maps of Tunis the country of the Khomair was simply a blank space, and little or nothing was known of its inhabitants. Their manners were reported to be almost brutal. As their territory was inaccessible to any force the Bey could send against them, no one dared to approach their mountains, or, if an expedition did enter, the soldiers were either massacred or the Khomair themselves dispersed into the interior, where pursuit was impossible. Their numbers were considerable, though much exaggerated ; and, having but little to lose, they preferred independence and poverty to a more quiet and settled life under Turkish government. When they were too much pressed by want, they bad only to replenish their resources by incursions on either side, and they plundered indiscriminately both the subjects of the Bey and the Arabs under French rule in Algeria. Thus for years, shut in between the two countries, they managed to preserve their independence, a thorn, no doubt, in the side of both, but one which was willingly endured by the Algerian authorities till the moment should come when their depredations should give the necessary excuse for an invasion of the Tunisian territories. How the \" invention \" ot the Khomair actually did lead to the French Protectorate of Tunis is a matter of public notoriety. Having procured horses at Tabarca, I started for Ain Draham, the military post in the heart of their country, on the 9th April. There is a good road in process of con struction, but it is not yet nearly finished, and it must be a long time ere it will be practicable for wheeled conveyances ; but it is an excellent bridle-path, even in the worst places, and for picturesque beauty, the country which it traverses can hardly be surpassed. It ascends the broad valley of the Oued-ei-Kebir, opposite the Island of Tabarca, running nearly due south. The ground, wherever possible, is richly cultivated, and will no doubt one day be opened out to European colonization. At present, like all plains in North Africa, when undrained and insufficiently cultivated, that is, cultivated only in the rudimentary manner known to the Arabs, it is very unhealthy, but in due time that will be remedied ; no places could have been worse, or are now better, than many parts of the Metidja, near Algiers. All over the country there are the ruins of Roman farms or fortified posts ; for the most part they are mere heaps of stone, but of large blocks finely cut. One of these, about 5 kilom. from Tabarca, is, however, of a more important character ; part of the walls"], [11, "5 and one -arched gateway are still standing; it is close to the river, and is called by the Arabs Kasr Zeitoun (\"Palace of the Olive Tree\"), from a group of gigantic olive trees which grow around it and in its deserted chambers. At 17 kilom. from Tabarca is the Oued Kerma, a beautiful clear stream, so called from a large fig tree growing near it ; a road bifurcating to the north-east leads to the \" Camp du Genie,\" now unoccupied. Beyond, the scenery becomes Avilder and more beautiful, consisting of great stretches of oak forest, interspersed with glades of cleared and cultivated land. Not an armed Khomiri Avas to be seen ; the men were all engaged in ploughing the land for next autumn's crop, while the Avomen were clearing the weeds from among the growing corn. All s?emed to have a kindly Avord or a salutation for us as we passed, and I saw none of the black looks and scowls that I had noticed on my former journey. The appearance of the people, however, was lean and miserable, they Avere covered with disgusting rags, and their huts were of the most squalid description, hardly comparable to any save those in use among such barbarians as the Andaman Islanders. At 26 kilom. is the Col de Babouch, the junction of this road with that leading up from Kef Om-et-Teboul. Here is a custom-house, and an agent of the Tunisian Financial Commission, and there was a camp of soldiers engaged in repairing the latter road. Beyond this we passed for a few kilometres through a forest of the most splendid cork trees I have ever seen ; I noticed the same beautiful effect of vegetation which had so much struck me before ; the upper surfaces of the branches were covered Avith a thick layer of moss, in which grew polypodium and other varieties of fern ; this passed, Ain Draham came suddenly in sight, perched high above on a bleak hill-side, its regular houses and huts of wood with red tiled roofs, forming by no means a pleasing contrast with the beauty of the landscape through which we had passed. The view from it, however, is very fine down the whole length of the valley through Avhich we had passed, and seaward the Galita Islands, not visible from Tabarca, appear as if they were only a few miles distant. Ain Draham is situated at a distance of 31 kilom. due south of Tabarca, and at 41 kilom. from La Calle, by the carriage-road passing Om-et-Teboul, El Aioun, and tbe Col de Babouch. It is 800 metres above the sea, and is well supplied with Avater from the \" Spring cf Money,'' Avhence it takes its name, and other fountains. Until very lately it had a garrison of 3,000 men, commanded by a General of Brigade, now it is only a Colonel's command ; there are still about 1,200 men, but a further reduction is contem plated, to the despair of the numerous auberge and store keepers who have settled here, and Avho can have no possible occupation but that of supplying the troops and feeding the officers. There is a fairly good hotel, with an ornamental iron balcony, tbe rails of which form the words \" Hotel des Pacificateurs ;\" the landlady evidently thinks that the French army is maintained expressly for her advantage, and is indignant at the place being left with an insufficient garrison. There is no attempt at defence here ; no redoubt, entrenchment, or even the simplest walled inclosure. The barracks of the troops and the huts of the settlers cover a con siderable area' of ground, and although the Khomair have been disarmed, no one really supposes them to be destitute of Aveapons. Insurrections have occurred in Algeria under more unlikely circumstances, and it is not impossible that some day a rising of this warlike tribe may temporarily endanger the French supremacy, or at least lead to the massacre of many women and children, who would find a safe refuge within a fortified position, if even one of the most rudimentary description. It is impossible not to be struck by the extraordinary results which have folloAved the French Protectorate in this once inaccessible region. Admirable roads have been made, or are in process of construction, northwards to the sea at Tabarca, novth-Avest to Algeria at La Calle, soutliAvard to the raihvay which traverses the valley of the Medjerda, and another has been traced to run eastward to Beja. With all these \" pacificateurs\" no serious fears need ever be entertained for the permanent security of the country. On the 10th April I left Ain Draham in a carriage which I had sent up from La Calle; the first part ofthe road lies through splendid oak forests, but as it descends, these gradually become replaced by brushwood, and finally by open, undulating ground, more or less cultivated. At Fedj-el-Meridj, 5 kilom. from Ain Draham, is a little grassy meadow, nestled amongst wooded hills. This evidently was a Roman post, as in the centre of it is a mound of stones, the best of which have been taken away for the construction cf the road. One miliary column has, however, been spared ; it bears the names of Constantine and Licinius, thus fixing the date prior to the defeat of the latter in a.d. 323. It also bears the number XVIII, probably 18 miles from Bulla Regia. The half-way station to Souk-el-Arba is at Fernana (20 kilom.). This place derives [243] C— 4"], [12, "6 its name from an immense cork oak, the only tree within several miles. It is on the boundary ofthe Khomair country, and used to be the extreme limit to which tbe Bey's camp Avas permitted to come in its annual circuit for the collection of taxes. Here the Chiefs used to meet it, and hand over such sums as they felt disposed to pay. If the Tunisian soldiery advanced a step further, the taxes were paid wdth powder and lead, and these brave warriors never dared to follow their assailants wdthin the limits of their moun tains and forests. After the occupation of Ain Draham, a strong column encamped here for many months, and it has left a memorial of its stay, and a testimony to the unhealthy nature of the place, in a large and crowded cemetery. About 7 kilom. before reaching Souk-el-Arba, a cross-country path, but one quite practicable for carriages, branches off to the left and leads to the important Roman ruins of Bulla Regia. It was raining heavily during the time of my visit, and I was unable to make as careful an inspection of them as I could have desired. I regretted this the more as they are rarely visited, and no description of them has ever yet been published. Bulla Begia, no doubt, derived its name from having been the residence of some of the Numidian kings, and it subsequently became a liberum oppidum under the Romans. It is mentioned in the Itinerary of Antoninus as one of the stations on the route from Hippo to Carthage, and again in the Tables of Peutinger. Its position Avas no doubt determined by the presence of a copious spring of sweet water, which, in this region of brackish rivers, was a priceless treasure. This issues from the foot of Djebel-el-Arabia, one of the hills which bound the north side ofthe valley ofthe Medjerda. The ruins cover an area of many acres ; they consist of several large buildings and numberless smaller vaulted edifices now buried in the soil, generally above the spring of the arches. In the centre, to the north, is the spring, which rose in a large semicircular nymphæum of cut stone, from which leaden pipes issued for the distribution ofthe water in various directions. Immediately in front of it was an archway built of large blocks of very compact and finely-cut limestone. This Avas destroyed in the most barbarous manner to supply building material for the railway ; the debris even now remaining on the spot gives it the appearance of a disused quarry. The spring has now been inclosed within a chateau d'eau, and is conducted in iron pipes for the supply of Souk-el-Arba, Avhich, until the last few days, has been supplied with Avater from Tunis by train. The surplus suffices to fill the nymphæum, and to form a marsh further down, full of eels and barbel of great size. Only a small spot on the border of this reservoir has been cleared to its original level ; here a fine mosaic pavement has been discovered, and, to judge by the remains lying round about, this must have been a beautiful spot, decorated probably by temples and colonnades, somewhat like the well known example at Zaghouan. Lower down the valley, almost due south of the spring, are the ruins of the thermæ. Like all the other buildings here, this has been overthrown by an earthquake. Huge masses of masonry lie around, disjointed and overthrown, in a manner that could not have been effected by any other agency. One high arch still remains entire, which helped to sustain the roof of the central hall. The subsidiary buildings are buried in debris nearly to the crown of their vaults. I have no doubt that these chambers will be found nearly entire, and probably containing valuable works of art. It would be a great boon to archæology if this building could be cleared out ; in the meantime the earth and ruins which encumber it insure its preservation from the fate which has befallen the triumphal arch before mentioned. It is satisfactory to add that since a military camp has been formed at Souk-el-Arba, stringent orders have been given to respect all the ruins. Between the spring and the baths, but a little to the east, is the theatre, also much buried in earth. One can descend in some places into the corridors, and form a good idea ofthe nature ofthe building. The masonry is all of the finest cut stone; the auditorium is entirely filled up, but one square pillar, showing the spring of an arch, exists on the left side of the scena. At a considerable distance further east is the amphitheatre, even more destroyed, and apparently of an earlier epoch. The masonry is of less regular rubble, with only cut stone facings and angles. It commanded, like all similar buildings, a splendid view of the countrv round. There are many other edifices, more or less entire, some of great size ; one has all its chambers and vaulted roofs in perfect preservation, and was used as a residence by the workmen engaged on the waterworks. There is also a series of eight contiguous cisterns of great size, too high to have been filled by the spring ; probablv they were intended for the collection of rain-water, which the Bomans in North Africa were more accustomed to use for drinking purposes."], [13, "I From this place to the Medjerda is a distance of 7 kilom. The railway station is Souk-el-Arba (Market of Wednesday), 155 kilom. from Tunis and 34 kilom. from Ghardimaou, where the line at present terminates. An entrenched camp has been made here, in subordination to the Commandant Superieur at Ain Draham. It is the nearest point of departure for Kef (58 kilom.), to which place a mail-carriage runs every day. There is a tolerably good inn close to the railway station. I commenced my journey homewards on the 11th, but went no further that day than Chemtou, as I was anxious to visit the marble quarries and Roman remains at that place. They are near the railway station of Oued Meliz (Mehliz), 23 kilom. west from Souk-el-Arba. The ancient Semitu Colonia is mentioned in the itineraries, like Bulla Regia, as one of the stations on the road from Hippo Regia (Bone) to Carthage, but beyond this little is known of its history, and no modern description of the ruins has been published ; until the railway opened out the basin of the Medjerda, this part of the country was difficult of access and remote from the usual routes of travellers. Close to a spbt where one of the numerous streams called Oued-el-Melah, or Salt River, Hows into the Medjerda, are situated a line of small hills, covering an area of about 90 hectares, the highest point of which is 260 metres above the sea-level. They are composed almost entirely of marble of various kinds, but principally of giallo antico, rose-coloured marble, and a fine brownish breccia. There can be no doubt that these quarries were extensively worked by the Bomans ; large excavations made by them exist in various places, and numerous inscriptions have been found on blocks of marble which had been extracted but not carried away. I subjoin one out of many, without even attempting to make a guess at its meaning : — IMP . ANTONINI . AVG . PII . D N OHAGRIPR CAILICANOFIVEIPPECOS I was extremely glad to have had the opportunity of visiting this quarry, as it was the only one in North Africa that I had not yet seen. In the hope that a few remarks on the subject of Numidian marbles may prove of use to those interested in the marble trade, I attach a separate Memorandum on the subject. The plain on both sides of the hills is covered with extensive Roman remains. The city must have been a very considerable one, larger and more important than its neighbour, Bulla Regia ; the latter was probably a Royal residence, and inhabited by people unconnected Avith commerce ; this one was a centre of trade, owing its existence probably to its rich marble quarries. There can be no doubt as to its name. Semitu and Semitus are found in several inscriptions both on tombstones and miliary columns ; one of the former bears the truncated effigy of a man standing between two columns, and underneath is the following inscription : — L . SILICVS . OPIA TVS . VIX . AN . L~ INITERCE PIVS INITINERE HVIC . VETERANI MORANTES SEMITV . DE SVO . FECERVI. Two of the latter, much defaced, but having the name of the place quite legible, are placed in the Director's garden. Two other mile-stones which I observed are interesting; one gives the authography of Tabarca almost as used at the present day, instead of Tabraca, as in the Itinerary of Antonine : — TABERCA II The other gives the name of a road which must have passed here, but which I cannot trace in any of the itineraries : — VIA VSOTHA III"], [14, "8 The most prominent ruin in the landscape is tbat of a long aqueduct, which com menced about 7 kilom. distant among tbe bills to the west, crossed the Oued-el-Achar by a bridge still entire, and entered a series of seven vaulted cisterns about 2g kilom. trom the works. Thence it passed, partly underground and partly on a long fine °t*^cnes' crossing the Oued Melah by a bridge, now fallen, till it terminated at the thermæ in tne middle of the city. . v. ,, v„fivc „f The masonry of this aqueduct is not of a particularly good quality; the plinths ol the pillars are of large blocks of cut stone, but the masonry above them is ot a common rubble, and the* voussoirs of the arches are of small hammer-dressed stones. Here ana there a section of the aqueduct mav be seen entirely of cut stone ; these mark a recon struction at a period subsequent to the original 'work. In one pillar 1 observed tour tombstones, some of them turned upside down; another pier had one such tombstone, and probably there were many more used, the inscriptions on which were turned inward. Ihe necropolis was in the hills about 1| kilom. from the marble works, and as there are very few stones now existing there, it is probable that the greater part of them were used for public works. It is worthy of remark that, while in the necropolis there are stones both of Pagan and Christian times, those which I have seen utilized as before described are entirelv of the former period. Tsubjoin two inscriptions taken at random; the first has on the upper part the figures of two persons holding each other by the hand, and apparently making offerings on altars with the other hands ; below it is the following : — AVRELIA SEX . FIL ZABVLIA M. VETVRIVS . M. FIL . QVIR . PRDiVS P1VS . VIXIT ANNIS PIA . VIXIT . ANNIS H. S. E. H. S. E. VETVRII . PRIMVS ET . HONO RATVS . PARENTIBVS . OPTIMUS . FECERVNT. The other is — AMEN CVEIA IAP SX CAVIT MERN . O . P . P CVRIA . CAELEST MESVIFVMPSVA EiEXVVIAS sec AFRICA F PVCANTUR Close to the end of the aqueduct are the remains of the thermæ, a large building, but of poor construction; the mosaic floor, where visible, is exceedingly rude, the tesseræ bein°- of brick and nearly 2 inches long by 1 broad. Further south is the theatre ; the scena has entirelv disappeared, but the cavea is nearly perfect. The diameter is 36 metres ; it is divided into five cunei by four vaulted passages, beneath Avhich are chambers opening outAvards ; under each cuneus is another vaulted apartment opening inwards. The Avhole appears to have been surrounded by a colonnade. The building is situated close to the Medjerda, with a fine view in every direction. There is also an amphitheatre at some distance to the east, but it is in a very dilapidated condition, and could never have been a fine building. There are many other structures, more or less ruined, one of which appears to have been a basilica. But the great feature of the place is undoubtedly the colossal bridge over the Medjerda ; it is a Avork of great magnitude, the southern side is nearly complete, but the rest lies in huge masses, encumbering the bed of the river, as if broken up and tossed about by some great convulsion of nature to such an extent that it is almost impossible to make out its original plan. It seems, however, to have crossed the river at an obtuse angle, and down stream on the northern side, there are a number of parallel sluices, with grooves for gates, as if it had also served as a barrage for the irrigation of the plains. The bed of the river has been worn away far below its original level, so that the foundations of the piers are high in the air and entirely exposed. The bridge bears evident proof of having been rebuilt."], [15, "9 which, indeed, we know, from an inscription, to have been the case in the reign of Trajan. The great mass of the masonry is of rubble, almost entirely of waste marble from the quarries, faced with immense blocks of cut stone, some of which are tombstones. Indeed, throughout the whole of the city there is no appearance of the marble so near at hand having been used in blocks for any purpose ; probably it was too valuable, and was all exported to Rome. One of the tombstones used in the reconstruction of the bridge is 1 m. 60 c. long, 50 c. high, and 35 c. thick ; it has two figures in round-headed niches in the middle, and the following inscription : — D. M. S. Q. VOLCHAN . PATRIS . VXOR GARGILIA . BVR TINA.Q. VOLCHAN VARI . FIL . VXOR . PIA . VIXIT . ANN. ClI H. S. E. PIA . VIX . ANN. XXXIII Another stone is turned side upwards, and has one side of the inscription broken off: — M-AELIO . AV . RELIO . VERO . CAESARICOS fl IMP. CAESARIS T . . . . N . HADRIA NI . ANTONI AVC FIL D.D. P.P. The record of the reconstruction of the bridge is contained on another stone, now lying in a field on the right bank of the river ; an attempt was made to carry it off, but owing to its great size and weight this happily failed. It seems to have been broken down the middle ; the height is 1 m. 57 c, the length of the lower side ] m. 65 c, and of the upper one 1 m. 4 c. The letters are of unequal size, varying from 6 to 30 centim. in height. The whole inscription was contained Avithin a raised moulding. . . [IMP. . C.]AESAR . DIVI . . [NERV]AE . F . NERVA rTR]AINVS . OPTIMVS GERM. DACIC. PONT TRIB. POT. XVI. IMP. VI COS. VI. P.P. NOVA . A. FVNDAMENTIS •ORVM . ET PF A SVA Æ . FECIT. At Chemtou I met an officer of the Bureau Arabe, who informed me that, in conse- quence of the late rains, the road from Ghardimaou to Souk Ahras would probably be impracticable ; the diligence en the previous day had broken down, and the passengers had to remain twenty-four hours on the road. As the weather had cleared up, he anti- cipated that in two days the river would be fordable ; but he advised me not to attempt to pass till twenty-four hours had elapsed. I determined to act on his advice, and I returned on the line of railway as far as Beja (more correctly El Badja). I had visited this place on a former occasion, and I was glad to have an opportunity of seeing the effect of the French Protectorate on it. The town is one of the oldest in the Regency, and I think it Avas one of the dirtiest. The streets were streams of liquid manure, and the condition of the prison was such that I could not stay long enough in it to copy two interesting Latin inscriptions which it contained. I met here the only European whom I had seen during my travels in the country, an employe in the Telegraph, who looked upon my arrival as quite an event in his life. Now a service of carriages brings visitors from the station to the town, a distance of 12 kilom. Italian and Maltese shops and taverns are common ; a Captain of the Bureau Arabe inhabits the Dar-el-Bey, where I was entertained by Si Yoonus, the Tunisian Governor. The old Byzantine citadel has been almost entirely pulled doAvn and replaced by comfortable, if not picturesque, French barracks. Only the central keep remains, formerly the prison, noAV a depot for military stores. The troops are still in the camp outside the city, but they will soon be [249] ' D— 4"], [16, "10 removed to the Casbah, in every way a more pleasant and a healthier situation. Things have a general appearance of cleanliness, and the spring in the Casbah, Avhich formerly struck me as so foul, now flows in its original purity. Captain Vincent, the Chief of the Bureau Arabe, is an enthusiastic archæologist, and has collected many interesting inscriptions, Roman, Greek and Numidian ; and he has made a curious discovery which shows how much the level of the town has been raised by the ruins of successive ages. At the Bab-es-Souk, or market gate, something like the spring of an arch was observed quite on the ground level. He excavated round the gate outside, and he has discovered the old Roman entrance. It was a double gate ; one half is still perfectly entire. The present entrance is built on the ruins of the other half, the ground level being now as high as the spring of the old arch. I slept at Ghardimaou, the extremity of the railway at present, the same night, and on the folloAving day I proceeded to Souk Ahras ; the road, if I may be allowed the expression, follows tbe line of railway, crossing the Medjerda twenty-three times. It is hardly practi cable in fine weather, and quite impossible to travel over after rains ; but the line of rail will be entirely finished and open by October next. Thence I returned to Algiers by land. (Signed) R. L. PLAYFAIR. Inclosures. Note on the Marbles of Algeria and Tunis. FOUR years ago I made a Report* on the quarries of Numidian marbles recently discovered near Kleber, in the Province of Oran, in which I stated that nowhere had I seen marbles of greater beauty or variety, and that the quantity was practically inexhaustible. Immediately after my visit I conceived the idea, which I have since successfully carried out, of decorating the English Church here with this precious material. Every one who has seen the work will admit that I have not exaggerated its beauty, and regrets have con stantly been expressed that the quarries should remain unworked. The proprietor, Signor Delmonte, did not care to undertake the work himself; he preferred to sell the whole mountain to a Company, but as he has failed in this, he and his sons have determined to open out the quarries on their own account, and to offer the marble for sale, ready for shipment at Oran, for 400 fr. per cubic metre. The commonest white marble is worth 300 fr., and this would be considered cheap in London or Paris at three times the sum he demands for it. Steamers frequently leave Oran for the United Kingdom laden with Alfa fibre, and masters would gladly take this marble, as ballast, for about 1 0s. a-ton. I feel sure that all connected with the marble trade wdll be glad to obtain this informa tion. Specimens may be seen in the Mineralogical Department of the British Museum at South Kensington. The visitor will at once be struck by the superior beauty of these marbles, when he sees them side by side with others from various parts of the world. Marbles of Chemtou. Next in value to the quarries of Kleber are those of Chemtou, belonging to a Belgian Company from Liege. They are situated about 3 kilom. from the station of Oued Meliz, on the line of railway from Tunis to Algeria. Preliminary works of considerable importance have been lately completed, and the operation of extracting and exporting the marble is now being actively carried on. These also were worked by the Bomans, and an important city, Semitu Colonia, sprung up in the vicinity, the ruins of whicli are most interesting. The principal varieties of marble found here are : — 1. Giallo antico, of a very fine quality. 2. Rose-coloured marble, of a duller colour than that of Kleber. 3. A breccia, composed of small pebbles of white, yellow, and pale-brown colour in a chocolate-coloured cement, quite different to any seen in the Kleber quarries. A branch railway, 7 kilom. in length, has been laid down, joining the works with the main line, and by this means the stone can be exported from Tunis, and delivered in France and Belgium for about 1,000 fr. per cubic metre. When tbe junction between the * Consular Reports, 1881, Part I, p. 55"], [17, "MAP OF THE COUNTRY ON EACH SIDE OF THE FRONTIER BETWEEN ALGERIA AND TUNIS."], [18, ""], [19, "11 Tunisian and Algerian Railways is effected, in October next, it is probable that this marble will be more conveniently shipped at Bone or some other port in Algeria. Marbles of Filfila. About 25 kilom. from the Harbour of Philippeville is Djebel Filfila, where are the marble quarries belonging to M. Lesueur. They contain marble of various qualities, the most common being pure white, some of it adapted for statuary purposes. There is also a good deep black, a fine description of pale blue or dove colour, a small quantity of coraline rose, and a blueish crystalline stone, more nearly resembling granite than marble. True granite actually does exist, but it would not repay the cost of working it. The coping of the quays in the new harbour of Philippeville is of large blocks of white marble from these quarries. Specimens of all the other kinds may be seen in M. Lusueur's works, behind the railway terminus at Philippeville. Quarries of Chennouah. In addition to these, there exist in the Province of Algiers, between Tipasa and Cherchell, the quarries of Chennouah, yielding a breccia, but so inferior to that of M. Delmonte or of the Belgian Company, as to be practically worthless. Specimens may be seen in the pillars which decorate the facade of the Banque de l'Algerie at Algiers. Algerian Onyx. And, lastly, there is the so-called Algerian onyx, an alabaster found near Tlemcen, It is very beautiful, and is found over a considerable extent of country, in thin layers, deposited by the action of water, and not in masses large enough to make it suitable for architectural purposes. The proprietors only allow a small quantity to be extracted annually, so as to maintain a fictitious value for it. Inclosure 3. Map of the Country on each side of the Frontier between Algeria and Tunis. X"], [20, ""], [21, ""], [22, ""], [23, ""], [24, ""], [25, ""], [26, ""]]