[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THE Careless Lovers: A COMEDY Aded at the Duke's THEATRE. Written by Edward Ravenscrosts, Gent. LONDON, Printed for William C odeman, ac the Popes Bead in the Lower Walk in the New Exchange, 1 673.5"], [8, ""], [9, "THE EPISTLE To the READER. Piftles Dedicatory, and long Prefaces are of late much in Requeft -, no Perfon of Quality, how remote foever, can efcape the Impertinences of i Poets • for though they be Hundreds of Miles off, they lhall be purfu'd, and perfecuted with De- dicatories o're and o're, even by the fame Au- thors: which is a scurvy Compliment, like that of defiling a Man to be God-Father to every Child that is Born, though their Neighbours perhaps Club'd to the getting them 5 These Troubles, liberal Patrons, aad kind God-Fathers, draw on themselves: But this is excusable in them that Write for Bread, and Live by Dtdications, and Tbird-Daycs. If once in a Year they meet not with a good Audience, or a Bountiful Mæcenas, we are to expect no Play from them the next 5 because they want Money to keep the great Wits company 5 from whose Conversation, once in Twelve Months, they pick up a Comedy. Yet this fort of Writers, or Wit-Collectors, are Bloodily angry, isyou will not allow all the Wit in their Playes to be their own ; and if they fee another Man's Play take,Swaie A 2 and"], [10, "The Epittle to the Reader. and Bluster, and Bite their Nails 5 that you'd wonder how they do to Scratch their Heads, to bring forth the next : But I suppose their Nails soon grow agen, and so that's no great Harme. This fort of Men you shall hear say in the Pit, and at the Coffee- House ( speaking of an Author ) Dam me ! How can he Write .' He's a Raw Young Fellow, newly come from the University • How can he understand Humour or Character that is just come from a Colledge ? Of another they Cry, S'death, he's no Scholler -, he can't Write true Grammar : Then strutting, and looking Big . S'blood, sayes he, I understand Greets, as you may fee by the Quotations in my Preface, and at the Front of my last NewP/^-y : But if they can neither Talk, nor Write a Young Poet out of the Humour of Making Playes, they give him o're for a peremptory Fop 5 and so falsto writing Siedges and O pera's- * * . __.4-.-a ■ _» . « f >* **..*_.• But, Reader, lest by the ensuing Pr ologue, thou (hould'ft. think Me one of that Envious Tiibe^ know it was Written in Re quital to the Prologue, before[the Assignation, or Love in a Nunne ry, and not without Provocation, Lastprius: But Devils of Wic are not very dangerous, and so we both sleep in whole Skins. If you are Inquisitive to know why there are such continual Picques amongst the Poets, I can give you no other Reason than what one Whore told the other Two of 0 Trade can seldome agree Now by way of Excuse for this Comedy, let me ac quaint you,that it was written at the Desire of the Young Men of the Stage, and given them for a Lenten- Play-,they ask't it not above a Week before Sbrove-Tuesday : In three dayes time, the Three first Acts were Made, Tranfcrib'd, and given them to write out in Parts — The if wo last Acts took me up just so much time .-one Week compleated it- If this will not excuse it, Thou art as Unconsionable and Malicious as the Writing Cri- Ucks , who fay all they can for themsclves.and will hear nothing, in Defence of others. But I would not have Poets make this a President -, for shortness of Time ought not to be pleaded in ex cuse of 111 Playes, unless on the like Occasion: FortheTownl am sure will allow a Man ten Months, nay, ten Years, rather. than"], [11, "The Efiftle to the Reader. than ten Dayes, if he will but bring a good One at laft. lhave much more to fay, and as little to the Purpofe, as any thing the beft of my Fellow- Poets have faid 5 but 1'le confider on't a while, and fome orher time, when I have more Leifure, you (hall have it j till then, Redder Tour Humble Servant. PRO- A 3"], [12, "PROLOGUE. TH«; ?£./* observe the Humors of the Stage, F/W Fools and Heroes best do please this Age, But both grown so extravagant, I scarce Can tell, //\"Fool or Hero makes the better Farce As for Example, take our Mamamouchi, And then Almansor, that so much did touch ye j That Bully Hero, that did kill and say, And conquer ye Ten Armies in one day : He that from fide to side />/,*/.--/ Runnegade, That Fought and Lov'd as if he had been mad. He that gain' d Victory at evry Stroke, And made Kings tremble at each Word he spoke', He that could Kill and Damne you with a Look.. Such are. the Heroe 0 , that with you are taking, But such as never were of Heavens making: ihus , whether Grave or Comick Scenes we write, All's turn'd to Farce, by Hero, or by Knight. Without one of these Two it is decree'd By all of you, that no Play stall succeed. An Author did to please you, let his Wit run Of late, much on a Serving-Man and Cittern, And yet you wouldnot like /AeCerenade, Nay, and you Damn'd his Norms in Masquerade. 1'ou did his Spanish Sing-Song too abhor, Ayeque locura con tanto rigor. Infint, the whole by you so mitch was blamd, To a& their Farts, the Players were aflumd ; Ah !"], [13, "PROLOGUE. Aty. kow severe your Malice was that Day, To Damne at once,the Poet and his Play . But why, was your Rage just at that timeJ!)own, When what the Poet writ, was all his own i Till then he borrow' d from Romance, and did Translate, And those Playes found a more Indulgent Fate. We fear you' I be incensd again to day, But consider, our's is a Lenten Play. It was on purpose for the Young Men writ, And all that's in it is Extempore Wit. TfoPoet fay es, because he did not ame At Credit, that he cannot meet with sjame^ We Young-Men too, hope to be free from Blame 5 For we do not defign to please the Town So much, as to get evry Mans Half-crown : And boldly we presume, that your Intent Of coming now is for Encouragement. Resolve then to be Kind to Urto Day, And if Tou will, to Morrow, Damne the Play. THE"], [14, "THE Actors Names Mr. Ahichvorlh, An Old Alderman. Mr. Norrice. Mr. Lovell, A Well-bred Gentleman, Mr.Ca.demm. Mr. Careleff, A Town Gallant. Mr. Smith. t» t, a j \\ A Conceited Lord, and 7 . , . ,, DeBoaJiado j Traveller> Atigell, Toby, A Servant to Mr. hovel. Mr. Sherwood. WOMEN. ffacinta, Daughter to Mr. Muchvporth. Mrs. Burrough Hillaria. Mrs. dough. Beatrice their M^id. Mrs. Leigh. Mrs\". Clappam \"7 (-Mrs. Osbori~^ and £\"Two Wenches of the Town..) Mrs. Breedrvel j c Mr?. Norris. A Pa. fon, a Taylor, Ghofls, Fidlers, Drawers. The Scene Covent Garden."], [15, "CO THE Careless Lovers. The First Act, Scene First. Enter Lovell WCarlefs. Ome ba<^_ ! Prithee Lovell, come back,and let's to the Tavern. Carel. Lov. Unconscionable Man ! I tell thee lam going to see my Mistress. Carel. Pox o'thy Mistress . if thou wer't going to a Wench, I wou'd excuse thee -, But I should think my self Damn'd, fhou'd I consent to thy going to sollicit any Woman in the Way ot Matrimony. Lov. Wilt thou never leave this lewd wild Humour i Carel. Not upon the score of Matrimony -, Why , sack Lovell, I'le tell thee l'am now like a Colt inthe.F.».w, that stragles every where, and feed where I like best: But fhou'd T Marry, I fhou'd be tether'd to my Spot of ground 5 at best, confin'd to an Inclosure. Lov. But the Horse that is loose often falls into a foul Ditch 5 or is put in the Pound for 'straying into his Neigh bours ground : Marriage is honest and safe. Caret. Yes , if all Wives were honest, I'le undertake a Miss shall love thee twice as long as any Wife thou can'st B find,"], [16, "■2 The C arete fs hovers', find • nothing choaks Love like the Surety of Poflef&on: Love is an excellent Meat, but Marriage is an ill Sauce * and believe me, it is the worft Eftate of Mankind. If I was go- ing to Tyburne , I wou'd ciy, Drive on Carman-, and choefe to Sing my Penitential pfalme at the Gallows , rather than return to fay, For Better for Werfe. Lev. Atheifts in Love, like them inReligioa, are not to be reclaim'd by Argument ; yet now and then are converted by fome Accident or other. Thou may'ft one Day fee a Beauty, that like a Burning- Glafs, fliall draw all thy loofe Flames with • in a narrow compafs. Car el. Beauty is more brittle than the Glafs thou talk'ft of 5 and Mans Eftimation of it lefs Durable : I may perchance, Love only one at once •, but not that one always : And whilft I am in my right Witts, I will not leave Delightful Variety for the Unfavoury Infipid Bitts of Conftancy. Lov. Well -pacinta, has a Kins-woman for her Compani- on, fo Beautiful, her Eyes wou'd fix thy wandring Thoughts, and make thee abandon all Womfn for her fake.—- — Care /. So thinks the Devout young Novice newly enter'd in- to his Cloifter •, He has no fooner forfaken the World, theFlefh, the Devil, but imagines he is able to perfwade the greateft Debauchee, tomake h;mfelf aFoolin the like manner. Lov. I have not feen my Miftrefs thefe three Dayes • and my Mind is not composM enough, to return an Anfwer to every thing You urge. But venter thy Body within thefe Doors, and if ever thou return'ft the fame Man, Care I. I know my felf fo well grounded in Sin, and have tafted fo much the Sweets of Wickednefs, that I dare venture my Self into Sny Temptations to the contrary : And for this once, I will fuffer my felf to be feduc'd by thee into Civil Company • And if they do debauch me Lov. Come then Carel. But I know not how I fhall forgive my felf the Sin of forfaking Wine, Women, and Dices for the Convention of Damnd Vertuous Women,, Enter"], [17, "The Careless Lover f. 3 Enler'Dc Boastado and his Man, combing his IVigg, and adjusting his Garniture. Lov. Carelefs,we are andone J Carel. What Fantastick is this i Lov It is the Vain, Idle, Simple, Conceited, Imperti nent, Talking, Travelling Lord Do Boastado ( as he calls him self.) Carel. He looks like a good Subject for Mirth, let's hear his Character more at large. . Lev. I ner'e saw him but twice in my Life -, but once is e nough co know what he is, for like a Word writ in Text, you may Read him all at -first sight. Carel. So Lov. He much values himself upon his Travelling •, many Countries have taken Notice of him, and he of a few^j he pass'd them o're as some Men do a great Library of Books j who Read the Title-page, then turn to Finis : He carry'd more Money out with him, than he brought Wit home : His Obser vations are of Modes, Fashions and Women : He speaks some few words in most Languages, butSenceinnone: HehasBap tiz'd himself with the Honourable Titles of most Countries; His Name is as long as a Coach and six Horses. Caret. Let's fall upon him. Lov. Shun him as you would the Plague. Corel. Thou shalt stay, he makes full at us. Lov. He, he has prun'd himself, and comes with a full Swoop. D.Boast. Mr. Lovell, good Morrow to you. Lov. Good morrow to your Lordship. 'D.Boast. What Gentleman is this i Lov. A worthy Friend of mine. Carel. One that has the 111 Fortune to be unknown to your Lordship. D. Boast. My Friend's Friend must not be a Stranger : I B? aw"], [18, "The Careless Lovers. 4 am covetous of your better Acquaintance. Corel. Pray do me the Honour to let me know to whom my Services are owing. De Boast. My Name is Mounsteur, Heiro, Signioro Count alto, Donno D' Boastado. Carel. Bless me ! De Boastado, what Arms bears that Fa mily . D. Boast. Sir, they are very famous.and thus blazon'd ; but Erst imagine the Escutcheon in a Frame of beaten Gold, rich ly Enamell'd, set with Pearls, Rubies, Diamonds, and other precious Stones of great value and number, Incredible . for such an one have I hangs up in my Dining-Room against my Embroidr'd Hangings, that were presented me by the Emperoun betwixt a Golden Watch in a richCase,given me by the King of Spaine, and a great Medal, with the Popes I mage on't : And underneath all this,hangs the Golden Armour I won in France, at the head of Four Thousand Men 5 I must confess there was not any one cou'd do the like, tho' they all try'd one by one — But no matter for that, let that pass. Lov. I have heard much of your Fame, but as to your He raldry. Carel. You do well to put him in mind of his Text, for he was run too far from it, to come to't agen under the turning Of an Hour- Glass. D.Boast. Well ; now as to my Armes The Supporters of this Frame are The Griffin and Tyger Couchant, for on their two Backs it is borne up at each Corner : in the middle, by the Flower De less Crescent -, on each side,guarded by the Dromadary and Ele phant Rampant, which stand upon a Castle Guardant 5 on the Top of the Frame, is the Helmet Militant, held up in the Ta let of an Eagle Volant, bearing a Crown upon her Head Triton* phant, . Corel. The Flourish of all Christendom! Lov. This is a strayn beyond what I ever heard yet. Carel. His Heraldry has run him out of breath. p.Boast. Then Gallants,, in.the Escutcheon, is only £ Man with,"], [19, "The Careless Lovers. *> with a Spade Foclont in a Field Gules. Carel. A Silver Brim to a Wooden Dish. Lov. Or a Leek Enchas'd in Gold. Corel. That wou'd be a fit Armes for him, for by the length of his Name,he fhou'd be a Welch-man But my Lord,these may be said the Armes of Adam* D.Boast. They are so ; ours is a very Ancient Family, and *we are lineally Descended, from him And our Motto is Dii Vendent Omnia Laboribus. In Italian , Ciascunno e figliolo Del sue opere. In English, Without Paines, no Gaines. Corel, We have trespass'd on your Lordship's Patience. Lov. We beg your Pardon, and take our leaves. D.Boast. I hope your Friends better Acquaintance. Carel. You honour me much. D.Boast. How far walk you this Way i Carel. No farther than this House^ D.Boast. Thither I am going too. Lov. Are you acquainted with Mr. Much'worth. D.Boast. His Daughter will be a great Fortune, and I am in Treaty with him about a Marriage. Lov. About Marriage !. D.Boast. Great Persons of meanEstaxes choose Wives out of the City 5 they are covetous of Honour,and we of Money,, .And here comes the Alderman. Enter Muchworth. Muchw. Good morrow to your Lordship. D. Boast. How does your fair Daughter i .Mttcbw. .You honour rne with enquiring after her ' ■ . Oh Mr. Lovell 1 , a word with you in private. Sir, you have for some time made Addresses to my jacinta : But for the future,I desire you wou'd be a stranger to her — To me you shall be always welcome, but she is otherwise engaged . Lov. It- is less in my Power not to love her, than to hate you; Tho' she fhou'd follow your Example, and turn me off toe B. Muchw."], [20, "6 The Careless Lovers. ■Miichm. You knowmy mind, and shortly she'l let you know hers,_ your Servar_r__ My Lord, lie Wait you in_ my Daugh ter and my Neece are but gone to buy afew Trifles at the Ex change ; they'l be back soon. D._?o^.Gentlemen,your Servant. c F.xe^nt Muchw. and Lov. jacinta engag'd ! false faithle se < D.Boast. Woman. ,. Corel. Prithee think no more of her. Come now, go with me and be merry -, wee'l have Women in abundance. Lov. Hang e'm Jilts. Carel. No-, such Women as your Mistress is, are more like Jilts. These are-good Consoionable Girles,that will not let you spend your Money for nothing with the others ; you waste your Gold and Time, and at last, like young Heiferb when they come tobemilk'd, they Spurn at you in Defiance, and away they frisk. Lov. Ah sacinta 1 Hast thou forgot my Vowes .<? Unhappy Lover. Corel. Damne this pineing, whineing , puleing, peaking, sneaking, sniveling Love : I'le carry thee where thou shalt see merry, gay, jocund, sprightly Love. Thou shalt have it in Arm-fulls, and Dilate thy self in Pleasure. Lov. My Soul is out of Tune ! Enter Toby. Toby. Sir, Master, Sir, Madam jacinta, and her Cousin Hi. laria are just turn'd the Corner of this Street ; I suppose they are coming home. Lov. I'le meet her, and tax her with her Inconstancy. Tob. They have both their Masqueson, but you'l _tnow e'm by Beatrice ; -my sweet Beatrice. Unter Jacinta, Hilaria, Beatrice. CW., These are they. Lovell, accost thy own Natural, and leave me to \"manage the other Impertinent. Lov. My Heart's my Guide, jacinta stay, stay jacinta 5 .Speak, tho' but one word, and tell roe the Cause of this sodden Alteration :"], [21, "The Careless Lovers. 7 Alteration : Pull off your Masque, and let me see if your Face is alter'd as much as I hear your Heart is. Unkind Woman, dost thou flie me! Tie pursue thee as a Ghost does the guilty Murderer. Tob. Now you and T, like Squire and Damsel, will follow Beatrice, if thou hast lost thy Tongue too, you and your /Mistress are a Blessed pair -^ for were it not for your Tongues, you wou'd all be Angels. ' Beat. Da, da, da*. > [I Ex. Jac. Lov. Bea. Corel. Nay, nay, Madam ! You are not to pass so. Hil. What wou'd the man be at i Carel. The Man's at what he wou'd be 5 he's at you. Hil. What do you mean ? Carel. Faith Ican't resolveyou till I fee your Face-, pull off your Masque, and then Tie tell you what I mean. Hit. Suppose I wont. Carel. Nay, if you are good at Suppositions, suppose I am resolv'd to see it off. Hil. Then I fhou'd suppose you very Rude. Carel. And if you don't, I shall suppose you very Ugly ; for I never knew a Woman that had a handsome Face cou'd endure to hide it. Hil. Yes, if she like not her Company. Carel. Yet, she'd have her Company like her • I trust more to a Woman's Pride, than her Love or good Nature : For tho' they are ugly, they think themselves handsome, and wou'd be thought so by others. '. Hil. Why then do they maintain the Humour of Vizard- Masques * Carel. Because under them they Sin conceal'd; Tie engage Vizard- Masques ruine more Womens Virtues than all the Bawds in Towue Hil. Your Reason for that. €orel. Under the Vizard the Wife goes to the Play, Ball, or Masquerade undiscover'd to her Husband 5 the Maid unknown to her Mistress 3 the Daughter or Neece unpeiceiv'd by her Re lations :"], [22, "% The Careless Lovers. \\ lations: The Masque invites the Gallants: And tho' at first you come but out of Curiosity, to hear what Men will fay 5 Our Alamode Repertees, our Gentile Bawdry, and brisk Raillery tickles your Ears 5 your Bodies are buxome, your Bloods grow wanton, your Fancies strike firmly on some Man or o other* the Gallant grows Importunate, and you are Con quer'd. Hil. Do you find Women then so fraile t Carel. A Womans Ear is the Out- work to her Chastity -, get \"but there, and the Fort is more than half taken. When once a Woman hears what you fay, she'l soon do what you'd have her. Hil. Then you take a Parly fora Surrender. Corel No, but a fteT a Parly they soon yield. Hil. Now have I a mind to stay and talk with you, but must be forc'd to leave you to avoid your ill Opini jn. Carel. Nay, if you have a mind to't you ido't ; let me think what I will. And isyou won't pull off your Masque, lie e'en begone and leave you. Fare you well. Hil. And fare you well. (Turn from each ethers, Caret. Nay, isyou look o're Shoul- \"S and looks back ore their der after me, I'le turn again, for you *• Shoulders. have no mind I should be gone I am sure. Hit. Why did you look back at me i .. Caret. To see Hit. If I wou'd lookatyou, and so we e'en caught one ano ther ; and what can you say to me of that which I can't Retort on you agen. Carel. But I'le be judg'd by your self, if I have nor more rea son to think, you desire my stay, than I yours . You have a full sight of me, and see what I am, and now whether you like me or not: You are all Vizard, long Scarfe, and Petticoat-, for ought I know, you may want a Nose, a Sett of Teeth, be Squint-ey'd, or Blobber lip'd. Hil. You'l make me as ugly as the Devil. Am I not Cloven-footed think you . goffers to look on C <.r,el. I'le tell you that presently _ i her Legvs. Htl. Nay caret."], [23, "The Careless L overs. 9 Corel.k handsome Legg and a Foot Tie be sworn • and here's a well fhap'd Hand and Arme j and what Breasts are here i How round and plump < Htl. Hands on, your enquiry begins to grow troublesome. Carel. If you have a Face and Features answerable to your Limbs, you'r a prime piece of Womans Flesh. Htl. Do you think I have i Corel. Gad do I. Hil. Then to keep you in your good Opinion, Tie begone, and you stian't see't : Nay, nay, no Attempts, hands off. Corel. I have sworn to see't. ////. And I have sworn you shall •, but stand at greater Di stance : Farther,farther yet Seet Hil.gets her back close to her Carel. Excellent Creature ! < Uncles Door, putts of her Hil. Fare you welL C Mafque,steps in,and shuts it. Corel. Ha ! are you so cunning i She has lock'd the Door againf-me. Enter Toby. Toby. My Master, Sir, is gone out the Back-way, and sent me to give you Notice. Carel. I'le be with him presently. [Ex. Toby. By her Witt-, I did not judge she had sogoodaFace; for Wit and Beauty seldome go together in a Woman: She has a large stock of both,and Icou'd wish my self in Bed with her : but the Thoughts of her are Momentary. I'le keep my Soul free as the Bird that styes i'th Aire, I'le ner love ene, till I of all besides Despair. £ Exeun r. c THE"], [24, "The^areless Lovers. 10 The Second Act, Enter Lovell and Toby, Beatrice meeting em. 2eat.*m yTOst luckily met, I am sent Embassadress of good •|\\/| News, and was just coming JL T X Lov. Return, and Attempt not to deceive me with fair Words. Return, Ibid thee, and tell thy Faithless Mistress her Unhappy Lover will not long^ be the subject of her Scorne: Bid her practice her Receipt else where. Beat. My sweet Face, tell me, What Humor is this has pof fess't thy Master i Tob. Your sweet Face, you Impertinent : Go, do as you'r bidden. Be gone, go. Beat. Hey! Are you in the fame Tone £ Tob. Be gone Baggage : Speak not a Word more for your life. Beat r What a Vengeance ay.es you both . Well, I'le go in forme my Mistress how Squares go. • ' [Exeunt. Lov. Thus to treat a Lover, and one that was the most pas fionate, and most faithful of all Lovers. Tob. Tis strange to me they should treat us so. Lov. I have stiow'd the greatest Love and Tenderness for her that can be imagin'd -, I lov'd Nothing in the World but her . Thought of Nothing but her j and Sleeping, dream' t of No thing but her : She was all my Desire, all my Joy -, I spoke not of any thing but her : And is such a Love thus Rewarded ! These three Dayes I have not seen her, seem'd so many Ages for me : And am I in three Dayes forsaken and forgotten t I meet her, and she will not speak to me, not look at me 5 but shun me as a Thing she hates. To!"], [25, "The Careless Lovers. 11 Tob. Ah Sir,! may say the same • for Beatrice will follow het Mistress 5 Honey* or T as she is. Lov. Can zfacinta be match'd for Ingratitude i Tob. Or that Baggage Beatrice . Lov. To forsake me after so many Sighs and Vows which I have offer'd to her Charmes. Tob. To leave me after so many good Offices and daily Ser vices I have done for Her. Lov. After so many Tears shed at her Feet. Tob. After so many Payles of Water lugg'd up Stairs for her, to wasti her Roomes. Lov. After I had exprefs'd so Ardent an Affection, and so gen'rous a Flame for her. Tob. After I have so often kindl'd a Fire for her in her Mi stress Chamber, and Scortch'd my self with taking her Hea ters for her out of the Fire. Lov. Does she after all this, refuse to speak to Me i Tob. Does she for ail this turn Cat in Pan i Lov. And flie from my sight. Tob. And turn her Back-side with a Pox to me. Lov. Her Unkindness deserves my severest Resentments. Tob. Her Pettishness merits a hundred Kicks i'th Breech. Lov. I charge thee never speak to me of her, not for her. Tob'. I, Sir! not IJay Grandsires Beard. Lov. Never attempt to excuse her Infiedlity. Tob. Never fear't. Lov. lie be Deaf to all you can say in her behalf. Tob. I think not any thing off. Lov. I will cherish my Anger, and break off all Intimacy with her. Tob. Agreed : And I'le break off my Intreigue. Lov. Perhaps she's taken with this Foolish Lord, and puff'd up with Hopes of being a Lady — Ambition is the Vice of her Sex} but she shall not boast an absolute Glory ; for He Aban don her as she does me. Tob . I much approve your Resolution. Lov. Do thou lend it Aide against all that Love Can urge to C a the"], [26, "The Careless Lovers. 12 the Contrary •, I conjure thee, find all the Faults in her thou can'it, and Lampoon her to me in a Defeription — Tob. Shawwaughj — You may find a thoufand prettier Women than fhe. In the firft place,ner Hair inclines to Yellow. Lov. That's but the Luftr'eofher Hair. Tob. Her Forehead's low. Lov. But fmooth and Delicate. Tob. Her Nofe is too bigg. Lov. But well fhap'd. Tob. When fhe (peaks, fhe draws her Mouth from Ear to Ear. Lov. Which difcovers fuch a fine Setr of Teeth, fo white and even } and her Lipps fared. Tob. And keeps her Teeth dofe, which makes fuch a Jarring in her Speech. Lov. That breaks the fulnefs of the Voyce, and makesa pretty kind of Harmony. Tob. Her Face is a White clumfey big- face. Lov. But every Feature is fo excellent,the greateft Crittick in Beauty knows not where to takeaway, or what to add. Tob. Then fhe has a peaking way of holding down her Head. Lov. But at the fame time, appear fuch a pattern of Modefty and Innocence. Tob. Her Breasts are too bigg. Lov. But are firm and white, and such delicate blew Veyns, Their Bigness seems Graces ul. Tob . She's Lanck Buttock'd. Lov. Finely turn'd about the Hipp.s. Tob. Her Stature is low. Lov. Augh ! of a fine middle Size 5 not so Tall to ore- up a Man, nor so Low as to be oi'e-look'd. Tob. She's of too dull and serious a Humour. Lov. That which you call Dulness,is her Modesty ., and her Seriou r ness, is the Effect of her Sage discreet Behaviour. Tob. But she's v.ry petti'h Lov. Which shews lhe has a Spirit. But in the Fair nothing seems"], [27, "The Careless Lovers. 13 seems amiss, and in them we easily pass o're small Faults. Tob. Lord Sir! She's a Book without an Errata 5 never did such a perfect Impression come from the Press of Nature : I see how things will go. Whom we excuse, we Love Lov. Love her ! Lie rather Die. Tie more disesteem her than ever I piiz'd her. Tob This is not the right course you take. Lov. In this my Revenge will ihew it self- the more full of Charms lhe appears, the more Glorious will the Conquest be: When from my Heart, I drive the Sentiments of Love, and plant in their Room, Contempt and Disdaine. S Enter Jacinta Tob.Here she comes -, now stand your Ground. < and Beatrice. Beat. His behaviour Madam was such, I have nothing to say in his Excuse. Jacin. He's here. Lov. Tie not so much as speak to her. Tob. I'le follow your Example. Jac. What makes you so strange . Beat. Why stand youat so great a Distance f Jac. Whatdistrubs your Mind . Beat. What-a murren ailesyou?~ Lov. Perfidious Woman. Tob. Hah ! Mrs. Judas. Jac. I see my Company is troublesome to you •, was my Si lence this Morning the ground of your Anger . * Lev. Let me tell you, you shall not Triumph in your Infide lity 5 I will banish the Love I have for you from my Heart, and leave in it no Impression your Eyes have made. Tob. No nor I neither. Jac. I will acquaint you with the Cause why I held not dis-, course with you this Morning. Lov. I'le hear nothing. Beat. I'le tell you why we were Mum.- Tob. lam deaf. . Jac. My Father Lov. I care not. • Beat. My Mistress Tob.My Master. Jac. H^ar me! Lov. No."], [28, "14 The Carekfs Lovers. Beat. Hark you Tob. No, hark you ,.,,.-' ?}sc . Mr. Level/ Lov. Mrs, tfacinta. Beat. Dear Toby Tob. Sweet Beatrice. J a:. Stay. Lov. Not I. Beat. Comeback Tob. I won't. zfac. Pray hear me — Lov. Excufe me. heat. One word . Tob. Not a Syllable. ■J- a;. You'l begon Lov. Yes. Beat. You wont flay--- Tob. No. $ac. We'l, fince you will not hear mefpeak, Remain in your Ignorance, and do as you pleafe. Beat. Since you are fo frumpifh, a Pin for you. Tob. And a Fart for you Mrs. Turd- fie. Lov. Well then, fay what you wou'd fay. tfac. My Mind is alter d now. Tob. Come tell your Tale. Beat. No matter now. Lov. What was it? $ac. Nothing. Tob. Begin. Beat. I have done. Lov. Pray fpeak. J-ac. Excufe me. Tob. Come out with it. Beat. Let me alone. Lov. I entreat. $ac. In vain. Tob. I petition. Beat. To nopurpofe. Lov. I conjure you. $ac Pray go. Tob. In the name of zfufiter Speak — Beat. Begone. Lov. ?facinta. $ac. Lovell. Tob. Beatrice. Beat. Toby. Lov. You'r refolved. $ac. lam. Tob. You'l be obftinate. Beat. Yes. Lov. Lay afide your Anger. $ac . Never. Tob. Let your Gizzard leave grumbling. Beat. I'le have nothing to do with you. Lov. Since you are fo Averfe, to let me know the Caufc why you treated me fo 111, and prov'd fofalfe to your Faith, This is the laft time you fhall ever fee me, for I will turn Wan derer, and fpend my dayes in Travel. Tob. Ay, and fo will I. Jac:"], [29, "The Careless Lovers. i$ Jac. But Lovell. Lov. Your pleasure. Beat. Rut Toby. Tob. 'Say you. Jac. What are your Intentions f Lov. To banish my self from my Country. Beat. What mean you if Tob. To turn Vagabond. Jac. You must not go. Lov. Your Unkindness drives me hence. Beat. You shan't be gone. Tob. You'r grown so Turdy the Devil wou'd not endure your Company. Jac. LoveU,\\i. you are unkind, to condemn me unheard. Lov. You refus'd to speak for your self. Jac. It was not then convenient : My Father both this Morning, and e're since I saw you last , charg'd me never to admit you more in Conversation, nor to see you h cou'd I help it i And sayes his Curses fliall be my Portion, if I disobey him. Lov. Will you be fo unjuft ? ■ J Beady to jhut J-ac. Never •_, tho' you fhou'd prove fo to me 1 L the Boult. Lov. By your Father's words, I underflood you were as wil- ling to retreat from my Love, as he to have you . Tfac. Ifaw, e're fince that Foppifh Lord made his Pretenti- ons to me, that my Father was refolv'd to put a Stop to our Proceedings. I feemingly comply'd _ for had I urg'd his Anger with my Denyals, he wou'd not only have banifh'd you from his houfe, but have, Immur'd me in my Chamber, till I •had been difpos'd of-, Thenlfliould haveioft thefatisfa&ion of feeing you,which I now may have if things be manag'd dif- creetly. Lov. You a&ed prudently — zpac. I durft not fpeak to you this Morning : when I return'd, ; Ifpy'dmyFather at 'he Window. Beat. Look you now, the Secret is cut, Tob. 'Twas e'enfo, I verily believe. %ott."], [30, "The Careless Lovers. 16 Lov. Ah Jacinta! See what pow'r you have or'e me, that can with one word appease all the Mutinies in my Mind : and with what Facility, we let our selves be perswaded by them we love. Tob. Ah these White Devils have as great power over their Servants, as the Black Devil over Sinners. [Shut the Beult. Feat. Madam, the Door begins to open. Jac. Begone Sir. I fear it is my Father. Lov. Adieu . Ex. Lov. Tob. Enter Hillaria. 'Hil. Ha, ha, ha. Jac. You have a happy time on't Cozen, you are alwayes merry ! Hil. I vow Coz. I have so laugh'd at his Lordship. Jac. How can'st thou laugh at such a Fool 1 Htl. He's one of the most pleasant Comedies Nature ever brought into the World. Jac He's but a meer Farce ! Hil. His Taylor is come after him with a New Suit, but of the oddest Fashion.^ — he is putting it on, and will soon be Jure to (hew it you _ he sayes'tis of his own Invention. Jac. I wish thee in my place -, you wou'd know how to man nage him. Hil. I wou'd my Uncle had ordain'd him for my Lover. Jac. And do you wish he were to be your Husband too ? Beat. There's a certain Reason . Madam,why a woman fhou'd wish to have a Fool for her Husband. Htl. Yes Beatrice, but Ido'nt$ he's not Fool enough for that! Beat. For my part I believe it to be a Vulgar Error. Htl. Some are so skilful, as to judge of those matters from the Features , but Experience is the best Mistress. Etat. Ay Madam.! from ther.ce comes the most certain Knowledg. Jtc. You talk so I don't k low what you mem. Hil. Alas poor Innocent J Seat."], [31, "The Careless L overs. 17 Beat. Why Madam, we may talk or mean what we will $ we are alone. Jac. I blush at your Answer. Hil. Dear Coz, youarea very Wag at your heart, or you'd not blush at what she said. Jac. Here comes your Animal. Enter De Boastado in his New Suit, and a Taylor. Taylor. Never let me have your Custome, if it be not exact ly to your Description ! D. Boast. I think it is ; Madam Jacinta, I come to shew you my Gallantry. 'Tis an odd Fancy,but new ; 'Tis my own In vention. How does it please you? Jac. Wonderfully well. Hil. It is well quarter'd. . Jac. We want a Herald to blazon it. Beat. I never lik'd Suit better. D.Boafl. I am glad you all like it, for I wou'd not let my Taylor go, till I had got your Approbation. Hark you ! How many Artists fat in Consultation about it < Tayl. According to your Lordships Appointment, Twelve. Jac. A Jury of Taylors to make up one Fool. D.Boafl. How make you up the Number ? Tayl. Four French Taylors. Hil. Why four French* D.Boast. Because they are the best Mathematicians at Cutting cut. Goon Tayl. Three Spanish. Jac. Why Spanish ? D.Boast. Auh ! Their deliberation in proceeding does much. They set not a Stich without Thought, and their Gravity is a good Allay for the French Mercury. It gives Fixation to their volatile Spirits. Proceed ■■ Tayl. Two Italians, one German^ and one Polander. Beat. And why those my Lord £ D.Boast. Because I pafs'd through their Countries in my D Travells,"], [32, "The Careless Lovers 18 Travels, and have here something of the best of all their Garb,.' Hil. Good. D.Boast. In this Suit Ladies,you may read all the Countries of my Travels h I design'd it on purpose, to give the World In telligence where I have been. Hil I vow 'twas a pietty Contrivance . Jac. Yes very Ingenious Tayl. And to make the Number,the Twelfth was an Englifh man, and that my self. D.Boast. Go thy ways,and carry thy Bill to my Steward, and bid him pay thee thy Money. Tayl. I thank your Lordship. * [Ex. Taylor. Jac. Now do I wish to be well quit of him. Hil. Go you in, and I'le endeavour to detain him. D.Boast. Going away, 'tis Unkind not to take me with you. Jac. I am going about a small Affair my Maid tells me Qf. Hil. Accept of my Company till she re- 5 Exeunt Jac. and turns. c Beat. D.Boast. Oh Madam, 'Tis most agreeable. Hit. i wou'd it were my Lord. [Sigbes. D.Boast. Why sigh you, Madam. Hil. Wou'd I was as handsome as my Cozen. D.Boast. You are, Lady. Htl. And asgood a Fortune too.. D.Boast. Your Fortune is large, your Uncle tells me. Hil. But not answerable to hers. I wou'd it was, D.Boast. Repine not Fair one. Htl. Hi ho ! D.Boast. Pray why sigh you so i Hil. I wish my Lord. D.Boast. What pretty ones Hil. That you had never seen my Cozen. D.Boast. Why? Hil. Because I think <Wl love you—: J>. Boast,"], [33, "The Carelefs L overs. i p 2>.feo4#. And Tie love her_ Hil. But I wifh you'd love fome body elfe. Sy///Muchw. D.Boafi. And why do you wilh it i <■ Jacinta. Hil. Becaufe a Friend of mine loves you.' D.Boafi. Youmockme. Ha, ha, ha. Hil. No my Lord, 'tis too true That you miyknowl do not, Icovul tell you of more than one that loves you paffi- onately. D.Boafi. I muft confefs it has been my Fortune to be be- lov'd by confiderable Perfons, in all places where-ever I have travell'd — At Rome the. Pope's Neice fell inLove with me, and fent me her Pi&ure richly fep in Jewels. In Tufcany the Grand Duke's Sifter. Icou'd tell you fomethingof an Intrigue with the Suftana, when I was at Confiantinopk, but it is fome- thing incredible, Hil. Nay, I have reafon to believe it, for no Woman fees you without fome concern ; even in this very Street lyes a young Lady that has Forty thoufand Pounds to her Portion, and ihe but faw yo j pafs along the Street once or twice, as you came hither, and is falne in Love with you: And hearing of your pretentions here, is fince falne fie k, and has kept her Bed thefe two\"1 dayes. Z>. Boajl. I proteft I am forry 5 but is flie fo great a For- tune. Hil, My Uncle knows her, and all her Concerns as to thofe things. D.Boafi. Humh— Hil. I cou'd tell you of fame body elfe too. But 'tis not con- venient. D.BoaJf, That's her felf this may be worth enquiry. Enter Mnchwortlu Mucbw, My Lord, my Lawyer's within •, if youpleafe, we will look o're fome Particulars of your Eftate, that we may for ward the Settlement of a Joynter for my Daughter. D.Boafi. I have fome reafon to think, fhe and I may not D % dif-"], [34, "2o The Carelefs Lover fl difagree. Your Servant Lady. [\\Ex.Machw. & D.Boaft. Enter Jacinta. gad had not return'd to you,but that I faw my Father come this way. Hil. You mifs'd the Relation of his forreign Amours : But I have perfwaded his Lordfhip, that you and I are in love with him, and that a great Fortune has kept her Bed this two dayes, hearing he pretends to you ■fac. And is fick for love of him. Hil. Yes ! he believes it. zfac. He's a moft credulous Coxcombs—— But fhould he find you-outtobeaLyar. Hil. Not a greater than himfelf, he cannot I am fure I $ac. How can'ft thou in Confidence make fuch a Fool of him. Hil. Heav'n ordain'd everything for fome ufe or another; and he can ferve for rfo other than oar Paftime. Enter Carelefs* Gar el. Ha ! thefe are they!\" $ ac. Here comes Mr. Lovelts Friend. Carel. NowwJiichof'e'misfhe that I^m in love with f $ac. He's at a ftand. Hil. He'd fain know me agen^ but prithee take up a Btfisk Humor, and fet's try to puzzle himv $ac. No ! Prithee let's go in. Carol, What, are you upon this Wing ? Doyou-comeoat a Grazing like Rabbets juft at the Burrows mouth 5 that as foon as any body comes, you may pop into your Holes agen. Hil. We had need be watchful 5 when fuch Pochers as yon are abroad. Carel. Yojrwatchfulnefs fignifies little : I come now- like a Ferret to creep into your Holes, and fcare you out of your Bur rows.- .. 3W"], [35, "The Careless Lovers. 21 Jac. But is instead of a Burrow, you fhou'd run into a War reners Trap. Hil. And that you' may easily do _ for we are no Out- lying Conies, we keep within Heart of the Warren. Carel. I, but I know your Musces, your In-lets, and Out lets, and wl^re-ever the Rabbets pas's, the Ferret orWeezel may venture. You fee I come just to the fame place j 'rwas here you pop't in from me before-, but now I am got between you and the Hedge. Jac. But how do you know that we are the fame Pair * Hil. And which of us is it that was too nimble for you < Jac. You had best have a care on which you adventure, for in such cascs^you ought not to spoyl your Friend's Game. Carel. 'Tis one of- you! Hit: I see you are- no good Hound. You can't followthe Scent well. Carel. Many a good-Nos'd Dog is at a loss when the Scent is cross'd; but if I catch one, and my Friend another, if we are mistaken, let him fay which is his, and wee'I make a change. Jac. But which of us two, do you think, wou'd fall to your share. Caret. I' Gad I do'nt know; Hil.Dont you know a woman's Face when youTee't a second time Corel. She show'd it with such a Leger-De- Maine ; her Masque was no sooner of£>than on agen . . and she was gone. [Pass: Jac. Observe us well. Carel. Let me see Faith not I If you had your Masques on, I should know her from a thousand, at the very sight of her-Vizardjmy Heart wou'd go Pitty- pat. Hil. If you are so in Love with the complexion of Velvet, you fhou'd have a Negro for your Mistress.- Carel. There is Beauty in Black •, Why else do Ladies, put c if Patches. >And some Jove Black-hair better than Light, and why not Black Faces as well. D 3 ■ Jac."], [36, "The Careless L overs. 22 Jac. But you'd be for a White one at this tin?e, if you knew but which was under the Vizard.' Hil. 'Tis well for us he does not, for then he'd pretend Love to one of us. Carel. Gad but I wou'd not to you, nor ne'r a Woman in the World. . ■fac. Idarefwear you wou'd. A ' Corel. Perhaps I might make you believe I was in Love with you. Hil. No, that you cou'd ne're do. Carel. W hy,don't you think your felves handfome enough to belov'd? Jac. Yes ; but we think you have more Wit. Carel. What, then to love one of you. Hit. Yes, or any body else that is never like to love you agen. Carel. Are you an Enemy to me or to Love f Hil. To love. I think it is a very foolisli thing. Carel. But 'tis Marriage makes it so. Give me Love as Na ture made it, Free and Unconfin'd Observe but Mistress. and Gallant : How Brisk , how Gay, how Fierce they are in their Amours! Whil'st Marriage-love comes like a Slave loaden with Fetters, dull and out of humour. Hil. For my parr, I am rather for a Gallant than a Hus band. $ac. So ami dearly j Carel. 'Tis well difieinbPd on one fide ♦, one of you I am fure fpeaks againft her Confidence, but if you are as you fay, you'r Girles for me. tfac. What both '. Carel. Both, 1 gad both Hil. Hold, one's enough ; and if you'l be a Gallant to one of «s, we expeft you fhou'J be conftant. Carel. That Circumftance makes it too like Marriage. Hil. The Conftancy is while you pretend} notbutthatei ther Miftrefs or Gallant may choofe elfewhere, but they muft love but one at once. Jot."], [37, "the Carekfs Lovers. 2.3 $ac. But which of us will youchoofe? Carel. Faith Tie be for her I talk'd to in the Mafque. Enter Beatrice. Beat. Madam ! Dinner's on the Table. $ac. Already. Beat. My Mafter has call'd for't, he's in hafte to go out. \\_Ex. Beat. Hil. We come : Well Sir, when you find which of qs two is fhe 5 claim her for your Miftrefs. Carel. Adieu. Hil. Come Hilaria. £ Ex. Jac. Hil> Carel. Ha ! Hilaria, i'faith, that's fhe. But they are gone. tfacinta I remember, is the Name of LoveQ's Miftrefs, till now I fancy'd the other was fhe, becaufe flae was more brisk and airy. Well, Tie find out my Friend, and we'l give a vifit in the Afternoon. if for a Wife my Liberty I loofe, One of thefe Trvojhoud catch me in a Noofe. £ Exeunt. Ends the Second Aft. The Third Act. Enter Muchworth, Jacinta, Hilaria. Muchiv.+f'YOur Joynture is agreed on ■■> and Dire&ions are j/ given for the Drawing of the Writings ; there- Jo fore put things in readinefs, and difpofe your felf for Marriage ; for it muft be within a day ot two. $ac. Sure Sir, if you lov'd me, you'd not be fo hafty to be rid of me. 2duchrv. It is the great Care and Love I have for thee;makes me"], [38, "1 he Careless Lovers. 24 me solicitous to see thee well-dispos'd. My Lord is a Person of Worth and Honour, and thou wilt be happy in his Love; Jacinta thou'lt be a Lady . Jac. My Lord merits, I question not, a Wife much above me in Desert-, But how do you think lean on the sudden, re solve to leave the Family of him that got me, bred me, and brought me up to what I am. Muchw. Your Mother did the same before You ; and for this thou hast had all thy Education : This is the last great Act: a Father can do for his Child -, in this his Care ends, and when we give a Daughter in Marriage, 'tissuppos'd, we give her to more than a Father,for such is a Husband - 7 Husband and Wife are one. . ■Hit. That rule Uncle, won't hold in Arithmetickftcx according to the first principle, one and one make two. Muchw. Mad-cap Neice,meddle with your own marters. Let me see Hil. Nay Uncle, ner'e put on your Considering-Cap, for an Answer. What I say is true • and I'le give you a further De monstration, that Man and Wife are not one : For in thisAge they are seldom, or never together . the Man's in one place,and the Wife in another, as far asunder as ever they can get. And you know it is impossible for one and the fame thing to be at the fame time in several places. Muchw. She has a very unhappy Wit. I am glad, Daughter, that you are going from her, for stie's enough to spoil all the Young Women she meets with 5 but I hope flie'l have a Husband will meet with her. Hil. Never of your Choosing, Uncle. Muchw. Likely so, for you'r H.iir-brain'd enough, to do things of your own Head. But your Father when he Dy'd, left you to my Care, and bid that you fhou'd be Rul'd by me ; and if you are not, your Disobedience will come home to you one day or other. Hil. This is but talk. Do you think, UncleJ han't as much Wit to choose a Husband as you i Muchw. Well, well, follcw your own Course, but I hope you'l"], [39, "the Carehss Lovers. 25 you'l get a Husband one day will Cudgel your Bones so/ you. Hil. But Uncle, it is not now as it was in your young dayes, Women then were poor sneaking fleepisli Creatures. But in this Age, we know our own strength, and have wit enough to make use of our Talents. If I meet with a Husband makes nv\" Heart ake,I'le make his Head ake lie warrant him. Muchw. Nay, I am apt enough to believe one house will be too hot to hold you long. I doubt not but your Husband (\"who e're has the ill fortune to be so ) will in a short time be as weary of you as lam. Hil. If he fhou'd prove but half so ill-natur'd as you are ( which certainly no Young Man can ) I'd swear my self a Vir gin, and consequently , Sue a Divorce against him for Impo tency. Muchw. I must be gone, this Wench will never hold her prat tle -, she'd out-talk e'm at a Bake-house. s_£Ar.Muchw. Jac. Well -, thou'rt a mad Wench to talk so. Hil. Piso ! lie have Women say and do what they will : Have not we Rational Souls as well as Men • what made Wo men Mopes in former Ages,' but being rul'd by a company of old Men and Women : Dotage then was counted Wisdom, and formerly call'd Gravity and good Behaviour. Jac. What canst thou advise me to in this extremity. I hate this Foolish Lord. Hil. Let him know your Mind, and ishe won't believe you, tell him he's an Unmannerly Fool. Joe. If I break with him, my Father will conclude I affect Mr. Lovell, and to cross me, never consent I fhou'd have him ; And he's the only Man I can Love. Hil. See! lie's here, and our Gallant with him $ wee'lcon fpute the Bu'sness with them. Enter Lovell, Careless. Jac. Mr. Love 11, how durst you venture here. Lov. This Gentleman told me your Father was to go abroad £ this"], [40, "The Careless Lovers. 26 this Afternoon ; and by his perfwasion and my own Inclinati ons, weadventur'd to wait on you, and just as we came into the Street, my Lord and he pafs'd by us in a Coach. Htl. And who sent for you Gallant . Caret. I hope, Madam, you'l allow a man to look after his Heart when 'tis gonea'stray. Htl. You cou'd not find it the last time you were here. Ca>el. You conspir'd to juggle me on't; but I know well e nough which of you had it. Jac. You are beholding to Mr. Lovell for your Knowledg. Lov. No, Madam, upon my word, but he has told me his Adventures. Corel. Well, Madam j I hope you'l stand to your Bargain. Hil. We are no Flinchers % wee'l not be worse than our words. Carel. Well then,you I challenge for my Mistress ; you were the Lady I talk'd to in the Masque. Jac. I am not her I'le assure you — J Carel. takes Jac. Carel. I am well afsur'd it cou'd be none c by the hand. but you. I knew it when I was here before, tho' I did not then own it. Jac. Take my word Sir. Carel. Lord that you stiou'd think to deceive me-, why all the while I was in the Company before , my Heart beat all on that side you stood, and my Cheek next you burnt andj glo'de. Htl. Ha, ha, 'flife he has not found it out yet. Corel. Ha ! Lev. No, I'le be swore Careless han't you. Caret. I'le be sworn Madam, Hilaria was the Person. Hil. Ha, ha, ha : But that's my Cozen Jacinta. Carel. No, no, no, did not you-call her Hilaria as youwtnt .111. ///'/. ? . > Ha, ha, ha ! Jac. Hit. I thought how well youknow, and did that on purpose * rry you— c \\ nU"], [41, "The Careless Lovers, 27 Carel. Ba\" Lov. Now Carelefs thou art caught — Carel. What wou'd I give now to come hand Comely off : I muft be impudent: Well, Madam, to let you fee that I did, go both of you out of the Room, and come in Mafqu'd, and if I don't choofie the Right, lie be Content to refigne the Hopes of a Miftrefs. $ etc . There is but right and wrong. Carel. To give you a greater Proof on't,I'le make my choice Blind-fold. Hil. 'Twill still be an even Wager that you hit on the right. Lov. Careless, thou art Out-witted i'faith. Hil. ,Servant,our Covenant is voyd for Non-performance of the Conditions. Carel. But calling of me Servant after the Condition is bro ken, is a Confirmation and will make it stand good in Law. Lov. No Careless, that Quirk won't do neither. Carel. But Madam, I hope you'l give a man leave to retreat, when he finds his Errour ; your self occasion'd the Mistake, 'rwas an Errour of my Hand, not of my Heart, for at the fame time,I told you Hilaria was fhe,and you are Hilaria -, Therefore 'twas you I meant. Hil. Yes, yes, 'twas me you meant . when your Cheek glo'd, and your Heart beat on the left side ! Hil ' ? TT U U __ > Ha, ha, ha. Jac. v> Jac. Cozen, you are too great a Tyrant. Lov. You pursue your Victory too severely ; 'tis generous to give the Vanquish'd quarter. Hil. I do more; I give him Liberty to make his retreat. Enter Beatrice. Beat. Ah Madam, your Father has met with his Lawyers E z Claik,"], [42, "j 6 The Carelefs L overs. Clark, wha told him his Mafter was not at home, and he's re turn'd already. $ac. Convey Mr. Lovell out quickly Sir ; will you go with him? Beat. 'Tis not poffible, Madam, he's juft coming into the Room. $ac. What fhall we do *. Enter Much worth. Muchxv. Ha.' Mr. Lovell Daughter, I fee'youobferve my Commands well: Sir, I befeech you; What makes you here f. Lov. Sir, I come to wait on my Friend. Carel. Yes Sir : I had much adoe to perfwade him ; but confidering the bus'nefs I came about , requir'd fome Body to give you an Account of me, which none cou'd do better than he * he did adventure to trefpafs on you to ferve me. Muchvo. What Bus'nefs, pray Sir ,r Hil. Ay, what indeed i Carel. It was my Fortune twice or thrice, to have a fight of. your fair Niece, as fhe went abroad- $ac. Sureiie's not fo mad to tell him. Carel. To whom, Sir, Itookfo great a liking, that Day nor Night, I cou'd not reft, till Lhad found who fhe was, and where fhe liv'd 5 which I had no fooner done, but engag'd him to come along with me, to acquaint you who lam, and what my For tunes are, hoping to gain your leave, to make my Addreffes to. , this fair Lady — Lov. This I hope Sir, will gain me your Pardon. . Mucbw. . Do you,Sir, know this Gentleman Lov. Yes, his* Name is Carelefs-, I believe. Sir, youmioht .knowhis Father. Muchw. Ididfo, he was a worthy Gentleman-, 'tis, now fome sight years fince he dy'd. Carel. 'Tisfolong -, peace bewithhim. Much*. He leftfome Twelve hundred a Year to his Son, then . not at Age. „ Lov,"], [43, "she Careless Lovers.. . 29 Lov. This Gentleman is that Son. Muchw. But has he that Estate i Carel. Every Acre, Sir. Muchw. I heard you were a little wild. Carel. I have my Froliques as most y.ung Men have—-— but I keep my Estate out of the Devil's Clutches 5 I have yet not sold one Foot of Land, or cut down one Stick of Wood. Muc hw. ; , Nay Sir, if you were as wild as wild could be, you'd meet with your Match there 5 my Niece is aswildasyoucanbe, she's Vain, Idle, Careless,. and Talkative. Hil. Uncle, you fhou'd do in driving Bargains for Marriage as they do in Selling of Horses ; tell their good Qualities, and leave it to 'em to find out the ill. Muchw. These are Faults will be difcover'd in you at first sight. Hil. Sir, I, hope you'l like mene're the worse for what he sayes. . Muchw. Instead of his getting you for a Wife, you intend to get him for a Husband. , Hil. It is more to the humour of the Age , if you won't com mend me, I'le commend my self ; and if I thought but half so well of himas Id' of my self, wee'd soon shake hands for* to have and to hold without your leave. , Muchw. You see her humour Sir,if after this you dare venture on her, I shall not* counsel her against you ; provided what MuLovel and your self fay be confkm'd by good Authors ; for I wish her well Marry'd. . Hil. Stay Uncle, now I think on't, you may take him with you. Marriage is quite out of Fastiion,and I hate to be out of it, asmuch as you do to be in't ; if he had Ten orTwelve Thousand a year, would keep me a Coach and six Horses, and all things suitable to that Grandeur,I might admit him as a Gallant, and all that Muchw. I'le leave you to her ; at this mad rate she talks all the Year round. [ExMachw, Lov. I did not think Coreless,thow had'st had a Lye so much at command, £ D.Boast. with a, Letter. . E.^ Caret"], [44, "30 The Careless Lovers. Caret. It was to serve my Friend and these Ladies. Hil. But the Jest wou'd be, if your Lye should prove true,and you fhou'd play such a Simple trick, as to fall in Love with me indeed and indeed. Carel. Make your own words true, and accept me for a Gal lant, I know not what may follow Hil. But you know what you must have first A huge Estate; but because you brought us so handsomely off: There's my Hand to Kiss, and I confer on you the Title of my Ser vant. Jac. He cur'd a present Evil. I wish he cou'd as easily divert what I fear will follow. Carel. Madam, we must court Fortune as we do a Mistress; never leave her when soe's in a good humoi*. Let's hear your Grievance: Jac. 'Tis the Match my Father drives on so eagerly with that Lord. Carel. Will he not be fatisfi'd, if you tell him you can't love him. Hil. Heel not take that Answer from her, noine'r a Wo man alive. Jac. He thinks we are both in love with him. Hil. Since Dinner I writ a Love-Letter to him ; 'I have made him believe too, that the Rich Heiress that lodges in this street languishes for him. Jac. And he pitties her extreamly. Carel. Hark you Lovel; Let's put him upon courting this Great Fortune. Lov. But ir. may be he'l not quit his hold here. Carel. For so great an Advantage he may : And it must be your parts, Ladies, to give him sufficient grounds to conclude, that neither of you love him. Mtl. Let us alone to give him proof of that. Carel. Then we will contrive to bring him in Disgrace with your Father. Lady of the Bed-chamber, you must act a part in our Comedy, attend us to the Door ; you (hall receive Instru ctions as we goe. [Ex* Carel. Lov. Bear. Enter"], [45, "The Careless Lovers. 31 Enter Muchworth, De Boastado. J ac. Here's my Father- let us retreat and consult about our Affairs. D.Boast. You know this Lady I suppose. Muchw. I have seen her : But I am very well acquainted with her Uncle. D.Boast. And has she so great a Fortune i Muchw. Yes, it lies in the three Banquers hands we were but now speaking of. D.Boast. I know it does ; for when I parted with you, I made enquiry, and they confirm'd it : She lodges in the middle of this street. Mrs. Rich is her Name. Muchw. Right : But my Lord, doyou think she has so great a Kindness for you i D.Boast. I speak not without good Reason-, and were I not Eagag'd by Love and Honour to your Daughter, I wou'd make an Attempt. Muchw. Her Uncle trusts her not out of his sight. D.Boaft.lCQu'd find ways to speak to her, but I prizeMrs.*^ cinto above all Women. Tho' there are others have no small Kindness for my Person, and <_ ne you know too, but she shall be nameless -f yet He shew you what a passionate Letter she sent me. You shall hear it. Reads. My Lord : Tour Person is so Takjng, and your obligements so conquering, that no Worn an living, and you beholding, can resist Loving: There fore fine e of this you are knowing ; I doubt not your pardoning her , that with Bhfhing tells you her Ailing • the Joy of whose betPg A is, when pt* and she is seeing : Tour's remaining for Everlaji inz- •--> . _t . . _. . . 41 Muchw. This is a very Odd stray ne. D.Boast. Ah, 'tis very Amorous, and I pitty the Lady for your fake. Muchw. Is she Related to me ! D.Boafi. The firft Letter of her Name is Hilaria. . .jftuchw. My Niece, this is fome Trick of hers-, but I dare not J tell"], [46, "The Careless Lovers. 32 tell him' he's abus'd, lest he stiould take it ill, and think my Daughter had a handin't But of all that love you, your Lordship can have but one. D.Boast. True -, yet'twou'd vex a Man to Discard Trumps, but'tisafbrc't Put: This I tell you, to give you a Proof of my Love for your Daughter. I know poor Thing she loves Me. Hilaria and Jacinta appears. Jac. My Lord ! You'r a happy Man, we have over-heard vour Amours. D.Boast. -I did not think you had been so nigh. Jac. Without Doubt, you were wrapt in your Mothers Smock. Hil. Hey Ho! D.Boast. Observe that Sigh, and how stie eyes me. Lady you'r Melancholy. HiLYou call'd my Thoughts from a pleasing Contemplation. I was thinking D.Boast. Of what Madams. Hit. Of you my Lord. D.Boast. I saw you look wishly on Me. Hil. I was thinking what good Eyes your Lordship has. Jac. O fine Eyes ! if they stood but more out, and were not sunck in's head, like Candle-Snuffs in their Sockets. Hil. And did not squint so much. D.Boast. Mine, mine Ladies. Muchw. Why Baggages. Jac. He has a handsome Nose too. Hil. Was it not an Inch too short. Jac . And turn'd up at the end with the Air of a French Dog. D.Boast. How's this i Muchw. Why Girls, what mean you? Hil. Pretty good Cheeks Were they not so leaa and pale! Jac Andfal'n in for want of Side-Teeth. Muchw. The Devil's in e'm both. Joe. A handsome Mouth were it not so wide."], [47, "The Careless Lovers. 33 Hil. And his Lips not so Thin and Blewish • D.Boast. Iamabus'd. [Call Beatrice. Muchw. Have done,or Tie lay my Staff about your ears. Jac. HisGums.not so worn away. Hil. And his Teeth not so rotten. Jac. His Mouth not so furr'd. Hil. His Breath not so scented with the French Uogo. D. Boast. Disgrace to my Dignity. Muchw. They are Mad, Distracted. They know not what they doe. Hil. He's Leather-jaw'd Chap- falne. Jac. And has a Swarthy, Tawny, TallowjComplexion. Muchw. Peace, and have done in the Devil's name. Jac. In fine, was your Lordship but ten times as handsom, you'd be a pretty well- favour'd Man. Hil. And fit to be lov'd by a Woman ofSixty and upwards. D.Boast. Intolerable, insufferable, insupportable ! Muchw. Ho! Within there ! Enter Beatrice. [ Bring Napkins and stop their Mouths. ~] Beat. What's the matter i Muchw. You Hufwifes you, fay you are Mad, fay you are: Drunk, or any thing ; or fie swinge you . Hil. No, no, Uncle ; We are neither mad nor drunk. Muchw. Husie; your Reason foi this. Jac. Why does he make his Brags that we are in Love with him, and so foncTof his Company ? Hil. We have given him Proofs of our Kindness. In Love with him! Muchw. Get you up to your Chambers; Go! Husbands 5 Halters you deserve [Htl. Jac. E£ Have Patience,be pacified,the Baggages shall down on their knees to you. ' D.Boast. Ha, ha, ha! This is only to blind you. Ha, ha, ha, 'Twas your Nieces Frolick -, they love me as they love their own eyes and because I told you on't ._ Ha, ha, ha See what tricks they play to cozen you, ha, ha, ha. F Muchw,."], [48, "-, . The Careless Lovirs. M'tc&w.Yle instantly know the truth on •t,or_^d.E.v.Muchw. D.Boast. Henceforward, I will hate their whole Sex for their fakes, I will defame the Living, revile the Dead, and leave a Curse to the Generation of Females to come. Enter Beatrice. Beat. My Lord, my Lord D.Boast. Avoid thou She-Devil -, thou art a Satan in Petti- coats. \" » Beat. Ah my Lord 5 if you knew my Errand, you'd fay I was an Angel _ I have such News for your Lordship. D.Boafl. News! Whatis't? Beat. If a Woman might but trust your Lordship with her Secrets. D.Boast. I hope she's in love with me -, she's a Bit will serve to stay a mans stomach when he's a hungry. What Secret. Pretty Beatrice i Dost thou love me 1 Beat. Ah dearly, deaily, my Lord But — D.Boast. But you are astvam'd to tell me your mind. Beat. lam afraid D.Boast. Thou lhould'st have a great Belly Beat. No, my Lord, that you fhou'd tell D.Boast. No: I'le tell no body; go, go up to your Cham* ber, and Tie steal after you Beat. No my Lord, I can do the Business here - - D.Boast. Art thou a Virgin? Beat. As to Deeds a veiy Innocent -, but in Words and Thoughts i have been a little wagg'sti. D.Eoail. Come into the next Room. Beat. No, no. I am only to tell you , D.Boast. No matter for telling, we will talk afterwards. Beat. See this Gold,my Lord, here are Twenty pieces, D.Boast. And you wou'd have as much more. Beat. I (hall deserve it. D.Boast. Wilt thou go then, go. Beat. This Gold my Lord was given me. D.Boafl. For .that, that thou hast more mind I should have. Beat',"], [49, "The Careless Lovers. 35 Beat. No, my Lord; it* was given me to betray my Mi stress. D.Boast. Hau Who has Plots upon her Body ? Beat. Nobody; it was given me to deprive her of you, my Lord. D.Boast. Whatmean'st thou . ? Beat. To tell your Lordship that But I am so afraid, you flioud tellagen. D.Boast. Tie be secret on my Honour. Beat. That there is a lich Heirets not far off in love with your Lordship. D.Boast.. Humh And is not this a Plot laid Beat. Yes, my Loid, 'tis a Plot laid. D.Boafl. To betray me Biat. Yes, my Lord D.Boast. And you'l discover it. 'Beat. To none but your Lordship : It is tobetiay you, but will your Lordfliip be sure not to speak on't agen ? D.Boast. I will not. Beat. To betray your Lordship into a Marriage with this great Fortune. D.Boast. How ! Beat. I am to tell her Name too, and how you shall come to see her, for all the Dragon her Uncle ; and how you shall steal a Marriage and all. D.Boast. What say'st thou Beatrice ? Beat. Nothing but truth: Her Name is Mrs. Rich, she lives in thisslieet,andissickin Bed for love of you. She sent for me and gave me this Gold, with promise of much more, if I wou'd •be true to her, and acquaint you with her Condition , and be instrumental in helping her to see you D.Boast. How Beatrice^ may I come to the sight of her. Beat. She has bnb'd her Physician to joyn in the Conspiracy; he will pretend to brmg an able Doctor of his Acquaintance to fee her, that with him he may consult of her Disease and Cure. You are to be this Physician, and the Person in the habit of an Apothecary which you are to provide, for we know none. F 2 \" D. Boost."], [50, "j 6 The Careless L overs. D.Boast. Let me alone for that .' Beat. Then if your Lordship like her ; you may there Marry her. D.Boast. A very neat Invention ! Oh subtile Woman I Beat. This my Lord was my Plot. D.Boast. 'Tis well laid. Beat. She has promis'd I shall live with her when I am Marry'd. D. Boast. Thou shalt But Beatrice,tho\\i'[t keep thy Maiden for me, wilt thou not. Beat. If I find you can keep Secrets . I will trust your Lord ship with any thing. D.Boast. I know thou did'st love me better than tny Mistress, or her Flirking Cozen Well, were it not for what thou hast told me, their Affronts wou'd drive me to my Country- Housc -, where I'd live like a Hermit, and leave half the Town languishing. Beat. You wou'd leave my Lady a bleeding. Bur I hope your Lordship is better Natur'd, and more just, than to revenge the Faults of a few upon the whole Sex. I'le go put my Affairs in a posture for my getting abroad to wait on your Lordship. D.Boast. And I the mean time, will disengage my self from all concerns here, and to Jacintas Father resign the Interest he gave me in her. Beat. Go thy ways, Lord Credulous ; how greedily he swal lows the Bait with which he was caught before. A Fool will often run intd the Snare, But once estop 'd, the Wife-man does beware. [Exeunt, Ends the Third Aft."], [51, "the Careless Lovers. 37 The Fourth Act. [Hall continues. Enter De Boastado, Muchworth, Jacinta. Muchw. Huswife ; ask Forgiveness. 5 Threat ens Jac . m Jac. I have Sir. c with his Coin. V__^ Muchw. But on your Knees. Jac. Sir. Muchw. Quickly down •. down on your Knees, Baggage. . Enter Hilaria with a Cain in her Hand. Hil. Courage Cozen Jacinta, I am come to your aid : Look you.Uncle, I have got as Tuff a Cain as your's. Muchw. Get you out of my Doors Huswife So down, down on your Knees. Jac. I do Sir '. [Jac. kneels. Hil. Down, my Lord, Come you must down too. D. Bo ast. Hold! hold! hold! Muchw. Why Niece Hil. Nay,'tis very true Uncle, if you lay't on there.I'le lay *t on here with a Vengeance: Down on yourMarry-Bones- D.Boafl. Why look you Lady to serve you — [D.Bo.kneels. Muchw. Get you out of my Doors ; get you out of my House. Hil. Nay Uncle, keep off, I am resolved to stand upon my Guard. Muchw. Get you gone I say, and never come near me more. Hil. But don't you think to Domineer when I am gone ; if I hear you do, Tie have about too with you Uccle, as old a Cock of the Game as you are, I'le have a Sparring Blow too with you. . F . 3 Enter"], [52, "The Careless Lovers. 38 Enter Beatrice, ard Toby following in a Disguise, a Suit os Four gua-tc, s, rep, est /.ting the Four Parts of the World; with his IL adh.il. ted like a t paniard. Bea*. Here's a Strange; enquires for you my Lord. Hil. Here's a Cavilcre to Defend us -, Cudgel lye thou there. Tot. I am your Hur: ble my Lord. D.Boast. Sir, I am yours. Tob. I have had die Honour to see your Lordship in many Countries abroad, -and you appear'd lo pleasing to me -, That returning from Travel, I could not but take England ii\\ my way (Tho' I had formerly liv'd here six years) that I might receive the Honour of Kissing your hand _ and making my ielf Familiar in your Lordships Acquaintance. D.Boast. Which I covet abundantly. A Traveller cannot but be worthy my Knowledge. I venerate a Pi'grims Shooe as much as they do Saints, whose Shrines they go to visit, because it hath trod the Dust of many Countries ; shall I beg Cogni zance of your Name, Signior. Tob. My Name is Signior, Simplaio, Folio. Del no no, Wittesso At- Alto. Mttcbw. Bless me ! Hil. The Counts Name is but Monosillable to this. D.Boast. This is a noble Family as 1 take it. Jac. And you are a great Fool for your pains. Tob. 'Tis a very Noble one in Spain. I was borne at Castile, Chr.sten'd at Rome _ Educated in Paris, return'd to Italy, left my Virginity at Venice -, Sayl'd from thence to Constantinople ; Travelled to Jerusalem, and there I first Sh^v'd my Beard. Hil. Uncle, he may well have a long Name, that went as far as Rome to be Christen'd. Muchw. He appears to be a great Traveller. Jac. Kis Face shews it. Hil. He has indeed a right Olive-Complexion-, which is a .sign he has much in the Sun. Tob. My Lord, I hope you'l command my pardon for this Gentleman, and these Ladies, if my Respects to your Lordship irakes me appear uncivil so them. Muchw."], [53, "The Careless Lov&f. 39 Muchw. Not in the least My Lord merits all. Tob. My Lord,, don't yoif remember to have seen me in your \"Travels . D.Boast. I begin to call you to mind, as I take it, I saw you in the Court of Spain.. Tob. Right, you did so -, I was then playing a Game at Chefs with the King ! D.Boast. And at Vienna, the Emperor's\" Court. Tob. The Emperor and I, the first Morning I saw you there. were at Tennis: I remember I lost a Sett for a thousand Pistols to satisfie my Curiosity of looking upon y.our Lordship, that was the second time I had the Honour to see you. Muchw. This is a Great Person-, behave CA Bottle of Sack, your selves with Respect. < a, id Glass ready D.Boast. And as I take it,I saw you as I Ac-<- /^Beatrice, company'd Cardinal Palavicina, the Fopes Nephew, to the Con sistory . I was at that time in his Coach. Tob. I think you were • and I well remember, I Rid with his Holiness in His And your Lordship gave me the Grace of a Bow, which I return'd your Lordship with so Obeyance, that had not his Holiness caught hold on me behind, I had tum bl'd out or'e the Boot of the Coach. D.Boafl. You did much Honour my Civilities. Tob. Now we have encreas'd our Acquaintance -, lie obtru-'e the trouble on you, to go with me to Court soneD.y, and present me to the King, that I may have the Hono.11 to kiss his Hand. D.Boast. I swell with the Ambition os waiting on so Noble a Cavaliero 5 Now I perfectly remember you. Enter Lovel. -' Lov. I beg your Pardon D.Boafi. Sir, pray advance, here's only a Noble ftranger, one that's a great Traveller, and of my former Acquaintance : He's worth your knowledge, O Sir Cavilliero •, pray receive this Gen tleman into your Armes. Lov.Ha i fureT know that Habit — Ha. Sirrah,- . You Rogue, What make you here ?' D. Boafi."], [54, "o The Carelefs Lovers. D.Boafi. Sir ! Your Language is too bold. Muchrv. You take too great a Liberty to affront any Man in myHoufe-, befides, he's a Man of Quality. :Lov. Tie fetch his Qualities out of him, with a Pox to him. [Beats Toby. Tob. Ah good Sir, hold Sir, or you'l make a Difcovery. Lov. Ah Sir, He make you difcover what Tricks you are playing here i - [.Strikes him. fZt {Hold, holder, ho_d_ . Tob. Ah, ah, Good Sir Nay Sir — Good Sir Pray good Matter. D.Boafi.l Mucbv. f How ! $ac. 1 Hil. >Ha,ha,ha,he! Beat. ' Tob. Ah Sir, I ask you Forgivenefs on my Knees. Lov. Sirrah -, what makes you loytering here, when I fend youabout Bufinefs i Tob. Ah Lord Sir, I only put on your MafqueraJing Suit to come to Mrs. Beatrice in3 to fee if (he cou'd know me 1 Hil. ~) [Knock ready. zpac. rHa, ha, ha, he! Toby I Ha, ha, ha, ha. Beat. * Lov. I thought I lhould find you here •, go get you home you Rogue, go. D.Boafi. Wou'd I was gone too. [women laugh, Ha, ha, ha. Hil. My Lord, won't you follow,and wait on your Cavalier o to Kifs the Kings hand • Ha, ha, ha D.Boafi. Ha, ha, ha, ha , [A for ct Laugh. zfac. Your Lordlhip faw him in Spain, Germany and Rome - Ha, ha, ha. Hil. And bow'd to him out of the Cardinal'/ Coach • Ha ha, ha. D.Boafi. Ha, ha, ha. Mitchrv. I am amaz'd 5 Ha, ha, ha . zov."], [55, "The Carekfs Lovers. 41 Lov. What mean you, Ladies i D.Boafi. Ladies, Gentlemen -, agoodjeft-, Ha, ha, ha — Laugh at it,Ha, ha — i — Laugh heartily, Ha, ha, ha Jac. \\ < Ha, ha, ha. Beat. > ' D.Boafi. He's a witty Knave, Ha, ha, ha, my fides will burft with Laughing, Ha, ha, ha. Lov. I am afraid the Rogue has play'd fome Unlucky Trick D.loafi. No, no Ha, ha, ha, a Jeft, a very good Jeft, Ha, ha, ha -, I proteft my Laughing has made me Sick. Fie take my leave, Sir. Muchxv. Beatrice, fetch in a Bottle of Sack. My Lord, pray drink a Glafs of Sack, if you'r not Well. D.Boafi. No matter, JMuchw. Oh, by all means ! my Lord, how came you to be fo miftaken in him I t$* D Boaft. There was a Noble Cavalier, that I often met in my Travels Sir, like this Knave, Ha, ha, ha.' I proteft, I thought it had been he Well Sir, Your Man's a Witty Knave Lov. I am glad he has made you all Merry • I was afraid he had play'd the Rogue For which, I wou'd have fo beat him My Lord, your Servant-, your Servant Sir- Ladies your Servant [Exeunt. Knocking at the Door. ,~\\ [Knocking tvithin. Enter Beatrice. Muchw. Come Beatrice, Fill my Lord a Glafs of Sack. See who Knock's at the Door, Beatrice. [D.Boafi. drinkj. Beat. Here's a Woman wou'd Speak with my Lord goes to the Door, Muchw. Bid Her come in. EnUr Mr5^^tXX\\ Tm Children. Jenny, Sarah.) Breed. Ha! Have I found youatlaft? Are you come a^ain, after fo many Years Abfence.<> Cou'd you, wicked Man, think to Forfake me for ever i G D.Boajl*"], [56, "The Carelefs Lovers, 42 D.Boast. What means the Woman I Breed. Ah,Hard hearted Lord , You know well enough what I mean ! Can you fee me, and not Blusli i Was it for this, that you pretended Love to me, and caus'd my Poor Parents to break off my Marriage with the vicca/s Son i And did you Marry me your self, only*to leave me, and make me Wretched . Muchw. How's this i ?- '.MarryVl . D. Boast.Woman ! what in the Devil's name dost thou mean i Breed. I mean, your going away, and leaving of me Af ter you had Marry 'd me : assoon as you saw me with Child, you pretended Business to London: You left me Money to keep me Six Months, but before the time expir'd, you ran beyond Sea, without letting me know whether you were gone; not sending me anything to Maintain me in.that Condition; And to en crease my Misfortunes, I had two Children at a Birth. Muchw. Does not your Lordsliip know me? D.Boast. An impudent Quean ! I never saw her before. I know her not. Breed. Not know your own Wise ! Shameless Lord ! You are a Dishonour to theWomb that bare you : Have my Cares and Mi series this Seven years so alter'd me, that'you don't know me? Yes, You know me, but you won't. Ah that Iliad never known you, then I fhou'd not have known Sorrow: You were in Hopes it would brake my Heart-, but I live to plague you. Jac. Alas poor Woman ! Breed. Heav'n help us poor Wretche*, if we must have such hard Fortune ! To be forsaken by our Husbands, and left with out Money in our Pocket, Cloaths to the back, and Meat or Drink for the Belly. D.Boast. The Womans Distracted . send her to Bedlam. Muchw. The Woman talks sensibly. Breed. Ah! How dost think I have maintains my self, and these Two poor Children, these six Years and more : E'en with the Work of my own Hands God help me. [Cries, Hil. Alaspoor Woman ! Joe."], [57, "The Careless Lovers. 43 Jac. It grieves me to see her Weep. Muchw. What fhou'd this mean i Hil. It appears by the Story, that she's his Wife! Knock) D.Boast. Not my Wife, I protest. [Knocking at Door, here. 5 Beat. Here's another Woman with Child enquires for my Lord. Enter Clappam, Tommie, a Child as out of Breath. Clap. Let me come in Hau, hau — I am almoftdead; I am out of Breath Oh wicked man ; it is after you, thac I run thus up and down, Hau, hau, hau But now I have found you, you fhall not efcape me. D.Boaft. What mean'ft thou now '. Clap. . I mean to crofs your Marriage y you thought I was dead, or far enough from England^ ne'r to trouble you more, Did you.? Muchrv. What's your Bufinefs i Clap. Ah that Wretch of a Husband there -, that Unnatural Wretch j he Sold his own Wife, Sold his Child, Sold his own FlefhandBloud. Muchrv. This is fome Miftake. Hil. Are you his Wife i Clafr Yes Madam, he Marryed me, and carried me from my Friends 5 he carry 'd me with him beyond Sea, and when he got me there, and I began to grow Big with Child, he pretended to fend me by Sea to England To live with my Friends till he return'd But inftead of that, 1 was carried to ?fapan; he had Sold me to the Mafter of the Ship, who was a Dutch-man : he Sold me, and this poor Child that was in my Belly, to Slavery and Bondage. Breed. Which do you fay is your Husband / Clap. E'en this 5 this is he, let him deny't if he can. Breed. No, 'tis I am his Wife. Clap. You his Wife too ! What,has the Wretch two Wives i That will Hang him. Breed. Hang him 5 no, you'r none of his Wife. Clafi Yes, he is my Husband. G'a Breed,"], [58, "The Careless Lovers, 44 Breed. I say, he is my Husband, and I can prove it. D.Boast. Are ye both poffest-. I am Husband to neither of Ye. Breed. We have been Marry'd this Seven Years, Clap. It is Six, since he Marry'd me. Breed. Is this true, you wicked Lord . D.Boast. Yes, yes, one's as true as the other. Breed. Ah shameless Man ! Dost thou confess thou hast Two Wives? Come hither little ?}enny, come hither Sarah-, Look you, thefe are the Fruits of our Marriage. Clap. And here's my Child too. Breed. Look here upon thefe Two fweet Babies. Clap. And look here too : here's thy own Fleih and Bloud which thou did'ft fo Barberoufly fell. D.Boafi. Never were two fuch impudent Carrions feen. Hil. They are as like you, my Lord Breed. Yes Lady, and fo they are. $ac. This has the very Eyes and Mouth of him -, he is folike hisLordfhip — Muchw. They are fiweet Children indeed. D.Boafi. Ye all dream j they are neither Like me, nor Pretty, nor Nothing. Breed. Kneel $enny, kneel down little Sarah , and ask Fa ther Bleffing -, and let's fee if he can be fo Unnatural to Difowne you. Clap. And do you kneel Tommie, askBleffing} 'tis thy own Daddy. 3 Child. Father, Father, Father . D.Boafi. The Devil take you for Whore's- Birds 3 Child. Father, Father, Father Breed. Don't you think to be gone,and Leave them -, I'le fol low you, and Proclaime it to all the World. Clap. And Fie haunt you where-e're you go- Hebe fatisfi'd,if ihe is you: Wife too : and if I find it true, Fie have Recourfe to Juftice-, youfhallbehang'd, if all the Law in England willhan^ you, for having Two Wives, ° 3 Child. Father, Father Zrced."], [59, "the Careless Lovers. 45 Clap'X J ustice > Justice, Justice,^. D.Boafl. Father, Vather^ather, &c. jD.Bo.Breed.Clap.? Run Beat. Now must I bestir my self. } 3 children, Be at. S out. Muchw. I am so amaz'd, I know not what to think of all that we have seen, and heard. Jac. They are both his Wives for certain. Hil. This wou'd have been a fine Husband for my Cozen.' Now Uncle,Are you not beholden to Fortune,or your Wisdome, for her Deliverance i Cozen, let me choose a Husband for you the next time. / Muchw. Jacinta,be not rul'd by her,nor hearken to her Coun sel , but on all occasions, sliew all ready Complyance to my Com mands . for your Niece may stay in my House. I forgive yon. Hil. Ah Uncle, and I pardon you Come Old-Man, Let's shake Hands -, you see I am good Natur'd. So now we are all Friends. Muchw. Well, I must be gone abroad. Hil. Fare you well, Uncle , [Ex. Muchworth. Now he's gone, we'l be gone too. Come Cozen, we'l spend this Afternoon in a Frolique : we'l go fee a Play at the Nurse ry 5 I'le put on the Boy.es Habit I made for a Masquerading Suit. Jac. Let's go in our Scarfs, Vizards, and Masques. Hil. You shall; but I'le have my sown Humour.- I'le Cock, and Stiut,and so Hector the young Cits,ifthey come to distuib us with their Impertinences [ E-v.Hil.Jac. J Coven-gardenf] [ Muchw. House. Enter Careless and Lovel, meeting. Lov. You come luckyly, our Plot succeeds rarely, Carel. Have we Routed the Enemy i Lov. Horse 'and Foot; he'l ne'r be able to appear in the Feild agen. . [Call D.Boastado, G 3 Corel."], [60, "46 The Careless Lovers. Carel. Our new Alderman Rich, and hisNeice, are ready to re ceive e'm if he comes Lov. His Wives follow'd him so close, I am afraid they have scar'd his Lordship out of Town, isnot out of 's Witt.. Carel. We must find out 5e**w.,and recover him; for all things are so well prepar'd - Lov. She's aftei him where er'e he is. But by what means have you com pass' d the bus'nefs we last spoke of <■ Carel. I sent a Letter as from an unknown friend to the Alder man, to let him know there was an appointment made by his Neice, and some Gallants, to steal her away to Night; this he easily be liev'd, because 'tis but what he always fears and is jealous of; he pre sently out of pretence to carry her abroad m's coach to take the air, has convey'd her to his Country House, which is but Eight Miles from London. Lov. Good. Carel. This the Landlady told me ; for she's my friend, and I have feed her, to let a Lady of my acquaintance have the command of the lodging for this night ; and thither I have convey'd our coun terfeit Heiresfe. Lov. And Toby is now a Grave Alderman. Carel. I sent him one of her Uncles old suites,w_iich I borrow'd of the Landlady. Lev. He's at theTavern here waiting for orders. Enter Beatrice. Here's Beatrice now Carel. But where 's my Lord i Beat. In mypurfuitl fawhim give his purfuers the Dodg. I gave e'm the fign to make a fault ; he turn'd clear back this way, and they keep at a diftance, and I am come a nearer way to meet him here. Lov. We are teady to receive him. Enter D. Boastado. Beat. That's well here he comes,lets flip in there, that he may not lee us together. [they retire. D. Boafl. With much a doe I have at length got clear of e'm. The Jades"], [61, "The Careless Lovers, 47 Jades, and their bawling Bastards-^ Father, Father, Father I have run my self almost out of Breath. sBeat. appears. Beat. I am glad I have found- you, my Lord ; I have run my self almost off my Legs to o're-take ye. D.Boast. 'Pox o'th Whores ; my Shirt sticks to my back. Beat. But my Lord, are you Marry'd to any of e'm . D.Boast. O the Devil! Not I. . Beat. Nor promis'd e'm Marriage neither . D.Boafl. Not I. • , Beat. If it should appear so hereafter, it would be an injury to the Lady-, and I would not have a Hand in doing her any Wrong for the World : I Love her as my Life ! D.Boast. I never saw either of e'm before. Upon my Honour,I did not. Beat. Now I believe your Lordship; but is any thing of this this fhou'd come to the Ladies Ear, ic wou'd Ruine our De signe. D.Boast. But I hope she'l nor hear't so soon. Beat. We must out fly Report : Come, my Lord, let's instant ly about it, to prevent Danger. D. Boast. But I have got no Parson yet. Beat. It can't be help't • I hear her Uncle will be abroad all this Afternoon, and we'l perfwade her to Counterfeit a Fit of Illness; and the Doctor iha 1 ! tell the Landlady, and the Ser vants, that she must presently take the Air, 01 she'l dye _ that slie has an. Oppression of Spirit about her Heait, and that the Jogging of a Coach will relieve her. and when we get her a broad, we know what to do. D.Boast. Yetlwish we had a Parson ready, for sear her Uncle shouts be at Home, or come in by accident; then we might do' t, and he in the House. Beat. At worst, you may contract, and break a piece of Gold betwixt you. Within, 3 Child. Father, Father, Father D. Boast. Haik ! The Beagles follow us ; they have taken the Scent afresh, and come with a full Cry. Within,^ Child, Father, Father, Father Beat."], [62, "48 The Careless Lovers Beat. The Cry comes this way Follow me with all the hast you can, that they not come within view of us. [f.v.D.Boast.Beatrice. Enter Mrs. Breeder and Clappam. Breed. So,now the Children are fent home, let's to the place ofRendezvous. Clap. Here's the Tavein ; Enter [Ex. [To the Tavern. Lovel rf#*/Carelefs appear. Carel. Com* Lovel, they are gone to the Tavern to look for us. Lov. I am the worft man i'th world, to Converfe with this fort of Cattle. v Carel. Thou ought'ft to be civil to e'm upon Account of the Kindnefs they have dene for thee at my Requeft. Lov. Will not my Money excufe my Company. Carel. Did not I condefcend to vifit a Pair of H :>neft women at your requeft •? Aye, and vifit them a fecond time ; and can you in Confidence refufe to Accompany me now. i Lov. Your firft Vific was made by my perfwa£ons5 but the fecond, was the Effect of your own Inclinations. Carel. Well -, but come along, if you like not your Com pany, be gone affioon as you will. [Ex. Lov.Carel. Enter Hilaria, andjacinta.. Hit. 'Tise'enfoj your Lover and my Gallant are gone in af ter e'm : We'l put off our Frollique of going to the Nurfeiy, and l'le adventure into the Tavern, to fee after what manner they Treat e'm. Jac. But fhou'd they know you Hil. They know you : they can't in this Difguifie -, but if they do, 'twill pafs for a Frolique [Exeunt Tables, chairs, ) Enter Mrs. Breeder, Clappam, Candles^Bottles.^) Drawer in Tavern. Draw. What Wine do you pleafe to drink, Ladies? Breed. Sack and Claret j Is it good? D/aw. Wc have as good as-anyis in England. Clap."], [63, "The Careless Lovers. 49 Clap. But you Son of a Whore, shall we have any of it •. Draw. I'le bring you that stiall please you [Exeunt. Jkeedwell and Clappam, both Sing and Dance about. Enter Lovel W Careless, singing. SONG. I found a Thief a Managing \"> My Natural on a Chair, > I pull' d out Pocus speedily , J Corel. Ha : Merry Lasses ! Clap. As Merry as Birds in a fair Morning. Breed. Or Crickets in a warm Chimney. Lov. Fill some Wine ft\"y , This will encreasc your Mirth [Drinks. Breed. Here Careless, you Son of a Whore, here's to you. Carel. I thank you Mrs. Breedwetl. Lov. Lady, my Service to you Clap. Damn your Complement. My Service to you — You'd have said as much as that to an Honest Woman Lov. Ladies,I can't talk at your rate ; but if you are for down right Drinking have at you. Clap. Here Careless, .you Damn'd Confounded Dog, give me your Hand. Breed. Piay mind your own Intrigue -, we are agreed. Clap. Mrs. Breedwetl — Wh?t right have you to choose your Man before me * Breed. I have been acquainted with him longer than you Clap. Mr. Carelefs,do you like a Woman e're the better for be ing an Old Acquaintance i Breed. He chofe me, and that's a figne he likes me better than you Carel. I took the firft that came to my hand. Clap. Yes, (he's fo forward. H , Lev,"], [64, "so The Careless Lovers* Lov. I am then shut out for a wrangler. Breed. Rot your humour ! that you'l be so disobliging to any Gentleman. Clap. He's as Dull as an Alderman. [Enter Drawer. Draw. Madam ! there's a young Gentleman at the dore desires to speak with you. [Clap go's to door, Car. Come Lovel, here's both their Healths to you. Hill. Madam, I had a sight ofyou as you came up staires, and was extreamly taken with you : pray oblige me so far as to own me for your acquaintance, and introduce me into the Company, which I much desire,for your fake. Clap. Sir, you may Command me. Lord 'tis the prettyest man- Nay Sir, you shall come in— here are none but friends. Lov. Sir, you must not refuse a Ladies Invitation. [Mustek ready Hill. I fear I shall be uncivil. {below Car. That you can hardly be in our Company. Lov. Sir, these Ladies Healths to you- Hill. Come on Sir, Ladies, To your good Healths. Breed. And here's Mr. Levels Health. Clap. I am ready to pledge it. Lov. And to make it go down the pleasanter, there's That to sweeten your Wine and yours, [puts 4 or 5 Guinnies into the glass. Clap, Were we but sure such sand lay at the Bottom of the Sea, wee'd drink the Ocean off.. Breed. Look you Sir. Lov. And now Ladies, I thank you for the good service you have done fer me. Breed. Will you leave us then i Lov. My absence is no Injury,now you have got another Man— - Clap. But Sir. Lov. And I have a little Bus'nefs. Hill. Damn Business • when Wine and Women are in the case* Lov. It is of gi eat Concern Hill. Sir, can there be affaires ofgreater Importance than Drink ing and Wenching*-* Carl. To tell you true Sir D he 's going to see a Lady that he's in Love with, Hill*"], [65, "The Carelefs Loversl $l Hill. What fiots Love makes of men. Lov. Your fervant Gallants— ■ [Ex Lovel Hill. I hope he'l find Compun&ion of heart e're he gets there,re_ pentof'sfin, and fio come back agen. Breed. As I live, this is the prettieft youth— Come let's be freely merry— Hill. I love freedom in my Mirth -, Come Sir, will you pledg me on that Ladies Lipps i Ten go downs upon Reputation. Carel. Sir! He pledge you here, and (Ktffe each others wo there,and every where. < man,andthen change Hill. I here Mufick. [Mufick playes kiffe their own. Come in you fions of Melody. Breed. Come my little Squire of the Body, You and I will have a Dance together. Clap. Nay,keep to your own man. Breed. I have as much reafon to Dance with him as you— — ■ Clap. You Lye--and you take Tobacco,and I am fiatisfi'd. Breed. What Intereft have you in himj wonder '. Clap. To beat you with your own Cudgel : know that I am his old acquaintance, and he chofie me. Breed. That was becaufie he thought I had been engag'd elfewhere. Carel. So,now they Quarrel for him. And I am in the Condition my friend wasjuftnow. Hill. Ladies , I am ready to ferve you in any kind, but then you muft take me by turnes. Card. Fie eafie you of half your Burden-,Mrs. Breedwell, you and I won't part fo. Hill. Strike up you Rogues. [A Dance here of four. Breed. Now Sir,let me oblige you to Dance a Jigg. Clap. LordjMrs. Breedwell,you are fo forward— I can oblige him to'tas well as you. - ' Carel. They are at it agen. A pox of this fmock-fae'd Rogue. I muft be forc't to kick this fellow out of Company. Some Wine Boy. Mrs. Clappam,yo\\i are not fo obliging to day as you us'd tobe. Clap. Not I Sir, I Swear,I begg your pardon: lie pledge you Sir. H 2 Breed,"], [66, "The Careless Lovers 52 Breed. How your Dancing has made you sweat: Let we wipe your face. How long Sir have you known that Lady ? HiS. Some few days. Breed. Have you ever bin concern'd with her i Hill. No, but 'tis my present business. Breed. Have a Care how you venture : I wou'd not fay so much but that I have a kindness for you. Hill. Is she not well? Breed. Pretty well agen now: but sheVnot quite out of the Surgeons hands yet. Hill. I am just now in the humour, but I had rather have your Company. Breed. Take your leave, and He follow you to the next Tavern— Car. You must pledg me now Hill. That they may not suspect, go you first — Clap. That's not fair play Mris.Brecdwel. Breed. If you aie Jealous, wipe his face your self Some. Some Wine Boy. To your good Thoughts. — Clap. How do you like Mrs. Breedwetl* Hill. Well enough. Clap. On my word you'l not find a finer Woman in Town of her age : How old do you thinkihe is i Hilt. Eighteen. Clap. Gemine! I am as much. Hill. I may be mistaken. Clap. Why slie lay In a year a goe of her fifth Child, and were 'c not for some defect in her Teeth which taints her Breath a little,st_e's> nottobedislik*d. Hill. Hpw malicious are Women against one another ! Let us a* lone to discover each others faults. Clap. Has she not acquainted you with her Lodging ? Hit. You need not be Jealous , letmebut know where yoursis*. Clap. Hark you Sir. Carel. I must be forc't to kick these two out of the Room*- I hate whispering D it spoiles good company. Hill. Enough--- we have done Sir— flip from the Company and go home. I'le come to you. Bued*."], [67, "The Careless Lovers. 53 Breed. Agen.--«— Clap. What are you for i [Enter id. Drawer. z.Draw Theie are a Couple of Seamen in the nextRoom desires to Entertain you with a Dance. „Y cBid 'em come in --- Play away, c ' < G.ve e'm what Wine they \\dx\\t\\k,[The Donee of Sea-men. cand clap't to our reckoning. Hil, One of you Two Ladies I hope will entertayn us with a Song. Car . Mrs. Clappam, you have a good Voice. Hit. Before you-hear't, I'le lay a Wager 'tis either a Di'inking 5 or a Bawdy Song. Carel. Is there not Phillis in't t Clop. No i Corel. Then it may not be Bawdy. Come, let's hear your Old out- of- Fashion Song. Clap. 'Tis Call'd the Agreemenu. Breed. Now I'le steal away. [Ex. Breed. Clap. Sings. Clap. Come peevish Lovers, hear and fee How my Love and I Agree : We are in sweet embraces twind; . I am Constant, and she is Kind. > Enter second Drawer with a Letter, and gives it Careless. 2* Draw. Sir, a Porter has brought this Letter for you, and stayes for an Answer. Clap. I'le take this occasion to slip away. [Ex. Clap. Hill. I'leo're take you Careless Reads. Corel. Gallant, I know not what's the Cause, but I am very Mellancholly : pray come and spend the.rest of this afternoon with me ; for I find an Inclination to your company, perhaps the sight of you may cure me : Hilaria. Carel. This 'tis to have the acquaintance of honest Women, they presently grow troublesome. . Hill. Why Sir. Corel. Why, if they be osthe dull sober sort, a man can hardly get acquainted with them ,• but they fall flat in Love, with him: if they"], [68, "The Careless Lovers. 54 they be of a sprightly gay humour $ they presently grow impertinent ' they will ever be sending suchNotes as these to a. man,or running af ter him. _ . HiU. But is she handsome that sends you this Invitation ? Caret. Yes: hang her, she's well enough. Hill. Then you fhou'd tak't for a kindness Carel. Yes : just as a Husband does when his Wife jogg'd me by the Elbow, and askes him the Question. I wonder Women han't Wit enough to know when a Man cares for their Love, or their Company : to be sure, when he has a mind to either,he'l be comin» or sending to them. & Httl. But won't you go . Carel. Dost think I'le leave good sociableCompany to <?o to a dull honest Wench? Hill. She'l take it ill. Carel. I have a better opinion of her Wit, than to think she'd de sire me isslie knew how the case stands. It wou'd be as unreasona ble in her, as to invite a hungry Man from a we!l-furnisl.'d Table to go & look upon the Picture of a Banquet, where he can only feast his eye, but neverallay hisapperite. Boy, bid the Porter tell her he can't find me Lie make such Visits when I can have no better Company. H ill. But where are our Women t Draw. One of e'm went out just before the Song, and bid me tell you Carel. Speak out you Rogue Wifpers with Hilaria. Draw. Thatihe was gone to th' place appointed. Carel. Young Squire, you don't play me square play. You ou°hc not to take up another mans Dice — a And where's ihe that song ?— [Enter id. Drawer Do you know where the Lady is that was here but e'en now f , 2. Draw. She's gone Sir. id. offers U whisper Hilaria. Carel. Whither? Are you going to whisper too ? speak out- 2. Draw. I suppose that Gentleman knows. She sent todesiie him to make haste ? Carel. Get you both down.,We'I pay at the Bar— [Ex. Drawers Sir , you make w too bold with me , t to take one Mrs. from me was"], [69, "The Careless Lovers. 55 was Ill-manners*, to Rob me of both, Malice and Ill-Na ture 1 Hil. Ido'tby way of Reprizal-, you have took one from me, and I have got two from yoi*. Carel. I take one from you ! Hil. Yes-, I have had a long Intrigue with the Lady nam'd Hilaria : And I hear you are become her Servant Carel. Hilaria ! Hill. Yes, Carel. I was ignorant of any fuch pretenfions. Hill. I fhall fpoile your Markets there too : I fhall tell her, that fhe's Impertinent to fend after you, and all that --and when you can find no better Company,you'l come to her,and all that— Carel. Nay then; Fie take another courfie with you. Come Sir [Draws Hill. Surely, you'l not be Co mad to fight for one you don't love < Caret Look you Sir, tho' I ficorn to fell her fo, or any of her Sex: yet I do love her, will love her, and muft love her : and no Body elfe (hall love her-—' Hill. But Ido---fhall, and will love her-— better then you— Carel. Come: give me a proof on't then -■- Draw Hill. Yes Sir , I will give you a proof oft-- ha,ha,ha.— - [difcovers her jelf. Carel. Hilaria}. Hill. Alas poor Gallant-ha ha ha-obferve,now you are Chea ted of three Mrs's. hahaha— fare you well— Gallant. Carel. Harkyou,ftay Hill. No -, Women are fo impertinent— Men will come after them, when they love them-adieu— [Ex Hill. C^rf/.Gad-fhe's too unconfcionable,to deprive me of two Mrs's. and then to run away her felf— and now fhe knows I love her, fhe'l infult o're me — and thofe Damn'd Whores to ferve me fiuch a Dog trick I thought they had fome honour in them ; But I find thatWomen are by Nature guilty,Forbe they Whores, or no Whores, they will jilt ye — [Exeunt Ends the Fourth Act."], [70, "The Careless Lovers 56 The Fifth Act. Covet Garden. Enter Deboastado in the Habit of a Physician, Toby like an Old Rich Alderman, _X 0 y, *m iTR.Docto_,I desire no more of your Consultations J\\/| with my Neice; I fay no more, but I smell a 1*1 Fox. D.B. What do you mean Sir? Tob. I say no more : but some Wiser than some. D.Boast. That Sir, was the very reason, why the Doctor brought me with him, thinking I might observe some Cir cumstances which might discover the Nature of your Neices Disease, of which he yet remains doubtful. Tob. And you difcover'd, that it was good for her to go A broad in a Coach, to take the Air. D. Boast. Yes Sir , and I'le give you a Reasonsor't-, for want of Exercise the Bloud grows thick, and corrupts in the Veins, which are the Channels Nature hasdesign'd for: Sir, does it not stand to reason, that Motion and Exercise which opens the Veins, ratifies the Bloud, and gives it a free Passage ; should it not in some measure work it's Effects on your Neice. Tob. Well, Sir, I fay no more,but that some are Fools, and some are Physicians. D.Boast. I will maintain it against the Learned'st Professors in Town, that it will do your Neice more good to Joult about one Hour in a Coach every Morning and Evening for a Month, than to take Ten Purges a day. Tob. I am much of your mind,Mr. Doctor . and I fay no more, but that it is not good for Sick Folks to go abroad in the Air. D.Boast,"], [71, "The Careless Lovers* 57 D Boast. Her Sickness is for want of Air. Tob. And I fay no hiore, but that some peoples icasons for her going.Abroad, Is, that she's an Heiress. D.Boast. I hope you don't think thatl am an Instrument in any Designe. Tob. I fay no more, but that there are Blades upon the Ran dan, that would Feel her Pulse, and stir her Bloud to some purpose ; and that's one leason why 'tis not good for her to go Abroad. D Boost. I beg your Pardon , Sir, I spoke as a Physician in Consideration of her Health, and Mr. Doctor within was part ly of my mind. Teb. He was of the mind too, that my Cook-maid wou'd not dye yesterday : and I fay no more, but that she dyed within two hours after. D.Boast. Physicians sometimes fay what they think will best please their Patients, Tob. And you thought 'twould please her best to be Gadding abroad ; I fay no more,but that if her Bloud want stirring,I'le get her a Husband. D.Boast. Yes Sir, that will do best of all. Tob. Sir, Then we agree at last: and I fay no more, but that his Lordship shall go without her. D.Boast. What Lord, Sir? Tob. A Friend, a Neighbour of mine sends me word, that she's in Love with a Foolisli FantastickLord. D.Boast. What is this Lord? Tob. I fay no more, but that he has been a Traveller, is very conceited, and very ridiculous. D.Boafl. What is his Name ? .' Tob.You may as soon call o're a Troop of rlorse as Name him 5 I know no more, but that he has two Wives already, that he is a very great Fool ; and I fay no more, but that Fsehavemy Neice into the Country to Morrow. *\\Toby Ex. Enter Beatrice. 'D.Boast. Let me tell you Beatrice, this Alderman is ail old I Rooke,"], [72, "58 The Careless Lovers* Rooke,he smells Powder a great way offv , Beat. Does he suspect you ? D.Boast. He suspects every body : he has-heard the whole Sto ry of her being in Love with me. Beat. It comes from our House, I warrant you; but was it not very Unfortunate for us, that he sliould come Home just as we had convinc'd the Landlady and Servants, that it was necessary for the Lady to go abroad ? D.Boast. The Coach sent for, and all. Beat. And when he came, he was so earnest for you to be gone, being-a Stranger, and kept such a sidling about his Niece, that you could not break a Piece of Gold as we design'd, and make* Contract. D*Boast. Fate was indeed very malicious. Beat. But how does your Lordship like her ? D.Boast. She'sa Miracle \\ I protest I saw not so great a Rariety in all my Travels. Beat. What a pretty Mouth she has, so Little; and her Neither- Lip so Cherry-like ; and then she's such a Pattern of Modesty and Innocence, one wou'd wonder how she got the Confidence to be in Love. D.Boast. She's a rare Creature ! - Beat.She loves the very ground you go on. S Call Lovel, D.Boast. O Beatrice, if I'had her ' Careless. Bet. She's* resolv'd by some Stratagem or another, to get to you to Night; therefore be sure you be not out of the wav. D.Boafl. I'le go directly to my Lodgings. Beat. Be (.arefulyou are not seen i'th Streets -, for if those two- Women once get sight of you, their Tongues will blow up your Credit. D.Boast. I'le be gone, lest they (hou'd come and find me here. [Peeps at tfie Door.'} [D.Boast. Ex. Enter Toby.' Beat. You may venture forth, he's gone. [Call Hilaria.' Tob. 'Twas damn'd ill Luck, that we hadne're a Parson heue . The Business had been done* . Beat,;."], [73, "Ihe Careless Lovers. 59 Beat. He fail'd of bringing one with him; and if tve had pro vided a Parson , our Forwardness might have given him Cause of Sufpition. but Disappointment does make Men more -Eager. Tob. So much for that now, Beatrice ; being at Leafure.let us examine how Matters stand 'twixt you and me. j_ff.-r.Just as they did, on my part. Tob. But methinks now you have seen how well I Acted the Gentleman, Traveller,and the old Alderman, you should love me much better for my Ingenuity. Beat. In the first Shape, you appeafd so much like a Gentle man ; and in this,so like an old Rich Alderman,that I shall never endure to see you your own Man agen. Tob. When I am neither Gentleman,nor Alderman, I shall be Toby still ; and I am no more now* Beat. But if we Two fhou'd Marry, how fhou'd we do to Live ? Tob. Live, well enough; we'l live by our Wits. Beat. Then I must maintain you and my self too. Tob. Why Beatrice ? do'st think I have not as much Wit as Thee? Beat. No marry han't you. Tob. This day I have given the World sufficient Proofs of my Wit. Beat. I doubt not but e're Night,to give you a better Proof of mine, than any you have, or can give of yours. Tob. P'shaw, pshaw — Yonder's my Master, go and acquaint himliow Matters succeed. [Toby Ex.' Enter Lovel and Careless. Lov.The truth is,fhe plaid the Tyrant with thee ;but you de ferv'd that,and more. Carel. Well, were not the Use and Conversation of Wo men absolute necessary for Man, I wou'd forswear the whole Sex. Lov. I know by the Constitution of your Body,that you'd not I 2 be"], [74, "The Careless Lovers. 60 be able to keep that Oath : but, I advise you to Forswear all b't_$ one. Carel. That is ; you'd have me Marry. Lov. Yes j you'l find more Comfort in a Wife } than in Ten Mistresses. Carel. If what you fay, be true , Why do most Husbands in this Age, (which I take to be wiser than any that's past ) Turn away their Wives, and keep Wenches? at least, those that are so Civil to keep a Wife, they keep a Mistress besides ? Lov. And if it be not tiue, Why do the great Wenchers at last forsake all their Mistresses for a Wife ? for, we find most of them Marry at the Long-run; Nay, generally they prove the - best Husbands : And the reason is, they have eiperimented the Folly of that Lewd Course os Life. Carel. I had never so good an Opinion of Marriage as now-; for, this Dog-trick that these two Gilting Jades fhew'd me in Leaving me so in the Lurch,has lessen'd e'm in my Esteem, to the degree of Honest Women ; and now the Scales are equal, the first of either Party that oblidges me, draws it down on that side. Lev. Then I hope Hilaria will turn the Ballance. Carel. If the Devil is minded to lose a Gamester, let him ven- ture to make her and me Friends. Enter Hilaria. Beat. Sir , We are still Successful in our Designs ; it is drawing to a Conclusion, therefore be in a Posture to receive us. Lov. He give u'm Notice within: you'l take Care of the rest, [ to Carel. Carel. The Parson and the Fidlers, I believe, are Drunk to gether, and falne asleep in the Tavern-, but He Marshal e'm pre sently. Seof.^nd I'le back to my Imployment. £Lov. Beat, exeunt feverattf. Hilaria."], [75, "77.* Careless Lovers. 61 Enter Hilaria, ////.How now Gallant. Caret O Madam. [Sings, and walkj about. Hil. You are very merry Gallant. Carel. I have no reafon to be other- Sings, and walks about wife. Why do you Jofle me f Jtwo or three times} and Hil. And why do you Jofle me * ±~fo(le one another. Caret You walk in my way. Hil. 'Tis you walk in my way. Caret Get farther off. Hit Go you farther off. Caret I was here firft. Hil. Then you may be gone firft. Caret I have Bufinefs here. Hit What, to fee me i . Carel. No . [ Sings, and walks about carele/lyj Hil. Yes, in my Confidence, you was coming to fee me. Caret Now I think on't, fo I was,on purpofe to let you fee that I anvalivey for I believe you thought I had either hang'd my felf(for the Tiickyouput on me to day) or had broke my Heart with Sighing for your Abfence, with whom I am too defperate- ly ia Love ; but believe me, I have not yet broke fo much as a Butten, and may Ibrake my Neck, when I do,either for Love of you, or any Woman alive. Hit Yet you love me. Carel. 'Tis true,I love you well enough, becaufe you are Un- lucky -, and was not Honefty in the cafie,I fhould love you better j but as it is, your-are in a defperate Condition. . ////. Muft I then defpair i > Carel. You are for Matrimony, and that I hate 5 lean no more endure a Wife.than a ftanding Difh of Meat. Hil. You think then I am in Love with you. Caret Think it, Ha, ha,ha — As though I did not know That by your following me up and down-, what came you to the Ta= - verne for after me ? And for what came you hither now, if you an't in Love with me ? And what made you feduce the Ladies . X 3 from.i"], [76, "62 The Careless Lovers. from me, but that you had a mind to have me all your self/ Hil. I vow, now you put me in mind on't, I may be in Love with you: but you say my Case is desperate-) then desperate-must he the Cure, and I must e'ne resolve to be. your Mistress or Wench; or what you will. Carel. Tha*'$ your only Remedy. I am a Bird of prey, and stieatall. Hill. Nay,then I'm a dead Woman still ; for,youl soon take a Flight from me,to another. Carel. But when I have catch'd my Prey, I take my Belly full of it ; I never leave it rll I am Gorg'd. Hil. And will your Stomack come to you agen ? Carel. Yes sometimes, but Generally some Ravenous Fowl or another picks up my Leavings, and flies away with't. Htl. But wou'd you have no more care f Call Careless, Mustek, of me ? \\ Breed. Clap. Carel. My Care wou'd signifie but little ; for,a man seldom finds either Money or a Woman in the fame place he left e'm. Hit. But they fay 'tis a Rule amongst you Men, not to leave the Women you Debauch ■> but if they prove Constant, to pro vide for e'm. Caret. Provide for u'm ! Is it not enough we Teach e'm a Trade, by which they may get their Livings? but you will not want providing for,you have a good Portion .• but if I wou'd,you your self, in a short time, would be for Change. Hil. Well Careless, we'l do nothing rashly , I'le in, and consider on't ; and some other time I'le tell you more of my mind. Corel. But let me give you this Caution; be not deceived with the vain Considerations of Virtue, Modesty, Honour, Chastiry, Reputation, and the like; these are Bugg- Words that aw'd the Women in former Ages, and still fool a great many in this-, and if once these idle Notions get into your Thoughts, I shall give you over for a lost Woman. Hil. The common Practice of my Sex may prevail much 3 evil Example makes twenty Sinners to the Devil's one . -Adieu. Caret."], [77, "The Careless Lovers. 63 Caret. Adieu. [Ex.Czrel.andHi]. severally. Enter D.Boastado in Masquerade, Beading a Letter. My Lord, This Night is to be the Burial of one of my Uncles Maids, who dyed Test er day Morning; put. yourself in Masquerade, and stand over- against Mr. Muckworth's House, for near to that is the Church- Tard ; when you fee the Corps pa\\s that way, Sing these Words J., , , ( Hums to himself ) then whatsoever you see, be not startled ; for, it is all but Destgne to affright the People, and make cm Bun away ; come you to the Coffin, and instead of a Corps-, you flail find Her, that for Love rf you, Attempts thus to make an Escape. This is notably contriv'd ; what a Witty Wife shall I have? I am inform d by 3eattice,thot there will be Dancing at Mr Much worths; we will venture in amongst them as Masqueradors, and she has promised there (hall be a Parson ready to Marry «/-» and then in spite of my Uncle,! stall for ever be u. Yours, . Grace Rich. Here comes Company 5 I will Retire till they are gone past,\" [Ev.D.Boast. Mustek pass the Stage. Enter Careless, Leading in Mrs. Breedwel and Clappam, Mustcu ons ploying before them. >. Corel. Now Ladies, you may pull off your Masques ; you'r no strangers to one ajiother^ Breed. Mrs. Clappam., TClap. Breed, pull off Clap. Mis.Breedwel. 1 their Masques. Carel. I know you wonder to see one another here, but both of you came to'th Tavern on the fame account. t Breed,."], [78, "64 The Careless Lovers Breed. On what account. Carel. To see what was become of the young Gentleman. Breed. I love you for that Carel. Nay, Mrs. Breedwel, I was behind you when you ask'd the Drawer what was become of him ; it seems he fail'd you both, of your Assignation. Clap. S'iife ! did she dare to have an Intrigue with my Man ? < Breed. Your Man ! Clap. Yes, my Man, you impudent Hussy ; I'le scratch your Eyes out. Breed. Touch me if you dare. SBreed.l Eights , and tare Clap. If I dare? cClap. J one another about. Corel. So, so ; enough, enough ;. Brave Girles both clap. Dare me 1 Breed. You, what are you? Clap. A Degree above you,I think. Breed. Yes, so you are ; far I am not Whore and Bawd too, as you are. Clap. You han't Wit enough to be a Bawd, and scarce Beau ty enough, to Drive on the Vocation of Whoring: And let me advise you ro make much of those Cloaths you have on, for that Face will not be able to bring you a New Gowne agen. Breed. And do you make much .of the Embroyder'd Bodyes you use to run toPlayes in the last Summer •, neither your Beau ty nor your Wit will ever bring you such an other Pair: You may speak French long enough, before yon get such agen. Clap. My Back is not my Waidiobe, as your'sis-* I had a \"New Gown but a Month 3goe. Breed. What, the Mourning-Gown you bought at Second Hand. A Woman of the Town needs no Curses, when she once comes to a Bl^k-Cloath-Gown^nd Plain Linnen ; that is their Last Refuge in peint of Cloaths , and when that's worn out, she must on with the Strip't Semar, and turn Bulker: at which Tr.ide I hope to see yon suddenly. [Beat, on the Beir ready. * / * * * - \" ; T \" \"> so - 1 -crly evpect to see yon so Mi scrable, as to abuse"], [79, "the-Careless Lovers. 65 &huse -Charity, to relieve your own necessities, and go' up and down with a purse to all your Acquaintance , to gather relief for some pretended- poor Woman that is sick, or in Prison. Carel. Enough, enough ; bravely perform'd on both sides, you faught well, and you scold well. Clap. If you had been here, I would have so tew'd that spawn of a Sempstress ■ Breed. And I would so have claw'd offthat Shooemakers Daugh ter, that she stiould have thought it worse than her last Child, or her last Clap, or the scuffle she had with the SedM-men, when they tore the Cloaths off her back .for 4 s. which she ow'd'em at leaf half a year. Clap. And you stiould have scap'dno better than you did when the Coach- man met you at the New Exchange, that you biik'd off his Faire after five hoursRamble. Carel. No more, cornea Truce, a Truce; you serv'd one ano ther no more than you both serv'd me, I have reason to be angry with you on account of your leaving my Company for that fair, smooth, Chitty-fac'd Stranger , that neither of you ever saw be sore. Clap. Ah, he was such a pretty Gentleman, and had such a boon Meen Carl. But the Devil a penny of money in his Pocket: I paid the whole reckoning ; I had a good mind to have sent him to you in revenge, that he might have bilked you both, for his jilting me. Breed. And Bilking is so us'd now a days,that 'tis not-more hard for a man to find a woman with whom he may safely venture, than 'tis for a woman to meet with a man, who the next morning, or as soon as she has been kind to him, will not fay, Y'gad Madam I have got no money about me, I had damn'd ill luck at play, but I am going to receive some this Afternoon, and if you'l let me know where I shall be so happy as to meet you anon in the Evetj_ng, you shall find none more a Gentleman '* Clop. And if you make an appointment, he meets you no more - then lie goes to pay offhis Taylors BiU at the day promis'd : hang me if I was riot serv'd so threetimes the last week. Men are grown so base, that 'tis enough to make any wo- K man"], [80, "66 , The Canlefs Lovers. man forfiwear keeping Company, — but if that young Gentleman had ferv'd me fo, I Vow,Ifhouldnothavebeenvex'd. Clap. And I had rather he fhould have ferv'd me fo, than failed of coming,as he promis'd. Carel. I find both ofyou have a kindnefis for him butlamper fwaded, when you fee him agen, that you will not be fo fond of him. Come fhake hands and be Friends, and I will carry you to him he fhall have his choyce, and l'le be content with the other. Clap. Mrs. Breeder, come Kifis and be Friends. Breed. With all my heart. Carel. Now put on your Masques, and in here with me. [Carel. Breed, and Clap. Ex. Enter Deboaftado. d.b. So, they are gone, and in good time: Here comes the Burial, Fie ftand clofie. Toby in the habit of a Bearer, 4 Bearers with a Coffin on a Beare j 4 Maids in white, bear- ing up the 4 comers of the Sheet -, they walk i round the Stage, Jet down the Corps as to reft themf elves ; attended with fome few followers. Job, Come let's reft a little. 1 , Bearer, Ay, fet down, fet down. . [Set down the Corps. 1 . Maid : Ah poor Betty. 2. Maid: Ay, fhe was as good a natur'd Maid 3. Maid: And as pretty a Servant as ever liv'd in the Parifh. 4. Maid: She's in Heaven, I hope, poor Wench. Deb. Wake all the Dead, what ho, what ho [Deb. fings. Tob. and all the Bear. Hark Beat. Who's thert? . j Beatrice in the Coffin fpeaks 4, Maids. Hark, Hark. 7 with a mournful voyce. Deb. The Windows are op't, the doors unbar'd, come from the Church, and the Church-yard. [Deb. fings. ad. Bearer : The Voyce is this way, \\ 3 eat, Who's there f . [Tn the Coffin, 1 ft. Bearer,"], [81, "Tfje Careless Lovers. 67 ist. Bearer : No, 'tis in the Coffin, in the Coffin \\ Mustek Neighbour. \" \\readj. Enter 4 Ghtsts, 2 Men, and z Women. 4 Ghosts : Make roome , make The Women in long winding roome. C Sheets, the Men with Muf- Deb. The World's at an end J sters, Caps, white Cloaths, , Beat. And we come , V Wastcoats,Drawers, Bree we come. <- ches, Stockings & Pumps. Tob. and \\ rises upright in the all the > Look, Id&k, look. 1 Coffin, in a Winding- Bearers .J. L sheet. , Bearers, Maids, andFol- Atl 4 Maids: Ah, ah, ah,, ah, ah, ah, 1 lowers, alt run out C speaking. ADzb.helps Beatrice down t 4 Ghosts : Away,away,Lovers away, b and carries her into Ghosts Ex. C MuchworthV house. Deb. Beat. Ex, Hall-Table and j Enter Loveljacinta, the Scene changes, Candles, Of Chair es. *> and a Room in Muchwoith'. House. Lov. Why jacinta, do you fear your love will wrong your -duty. tfae. You know my Fathers command; if I Many you, I dis obey him. Lov. And if you do not, you'r unjust to Love : $ac. I will still be true to Love : I will never Marry any other -man for your fake. Lov. But if your Father Command, will you not obey ? ffac. Never Lov. Not to obey his Commands in Marrying, will have the fame event, as to disobey him now in Marrying me. $ac. 'Twill not then be disobedience , though Parents have power to command us not to Marry. Lov. Ah jacinta, was your Love Jike mine, you would not stand upon such nicitfe\"s'; a perfect Love inspires those minds with courage, where it inhabits. 'K 2 rfac. I"], [82, "68 „ The Careless Lovers. sac. I love you so well, I will not make you unhappy: Till I can bring a Portion with me, I will not be your Wife. Lov. I was discarded to make room for that Pretender, whom we have now defeated ; he being removed, your Father will soon be reconciled. tpac. Endeavour then to get his consent. Lov. Twill bea greater expence of time and labour to gee his consent before Marriage, than to reconcile him after : when all things are once done, and not to be recall ''d- Men are soon pacifi'd/ J-ae. It may be more easie, but not so secure $ Old Age is very exceptious, wherefore excuse me is I dare rfot venture todisoblige a Father, whose Love may be considerable, and an Advantage to me, Enter Hilaria. Hil. Come leave off your Sneaking pittisul Love , my Gallant has brought some Company, Let's Dance, and be Merry ; here they come, strike up Mustek; Flourish > ielow. 3 Enter Careless, Clappam, <*/fc/BreedweL Lov. But we want Men ._ Corel. You'l have moie Company presently ; the Parson is doing Execution in the next Room. . Enter Muchworth. Hil. Here's my Uncle -, we'l have him in. Come Uncle, will you* rnalce One in a Country-Dance ? Muchw. What's the matter here ? What are you doino here ? What, are Candles Lighted in every Room? And what does Mai sick here- ? Hil. I believe youareFudled,Unclej yoH are so full of Que ifcons. Muchw. I fay, What is all this for f Lev. Give me leave, jacinta, to pretend, this ourWeddiag- Night 5 and that all this is on that Account. {sac. If he resents it ill, I shall soon.undeceive him. Muchw.. What, will no body speak ? Daughter, what's the Oc casion of all this? \"- *\" — -*v &,w2"], [83, "1 he Caretefs Lovers.- 69 Lop. The Occasion, Sir, is such, that she is afraid to tell you 5 and I should be loath to let you know it, but that we hope your Pardon\", without which we cannotbe tiuly Merry. Muchw. What's the Matter, Mr. Lovel ? cLovA Lov. From this Posture you may guess. <and r Kneels, Muchw. What mean you by it ? C Jac. ■* Lov. To beg at once, your Pardon and your Blessing. Muchw. Has Is it so Hil. It will be otherwise with u'm anon, Uncle, Muchw. You are Marryed then ? Carel. It was their Fate, Sir ; the business is done. Htl. Now do I hope my Uncle will take pettat the Marriage, and give Me all his Estate when he dyes, to vex his Daughter. Muchw. Rather than you sliall see a Groat on't, I would give it to Hospitals, which is the worstuse a man can put his money to •, be cause the Poor are always Cheated on't. Mr. Level, life. If you do well, and prove a good Husband , I have all I can desire; which is, to see my Daughter well dispos'd of , and I shall do well by you: Isyou prove an ill Husband, she may thank her self, and her Disobedience will be punish'd in the event. Hit. Lord, Uncle , that you should do this on purpose tospight me. Muchw. I believe, you was an Instrument in the design. //•//.Nay,Uncle,I must confess you have over-reach'd me clearly. Carel. But, Sir, my being here, is on another account. I come to desire you,to use your Authority with your Niece,, and keep her at home, for I can be no where, either about business, or taking my Recreation, but she presently comes and disturbs me. insomuch, that isyou don't take some speedy order with her, I must be foiced to leave the Town to avoyd her company. Muchw. Pray take her along with you, and you'l free me osa greater trouble, for slie's my Vexation all the day Jong, Htl. Tis true, Uncle, that Gentleman and I have been a little' troublesome to one another ; for you know, he came tosollicite me in the way of Matrimony, which I don't much approve os -, for it makes Folks fall out : Tne first day ofMarriage, is the-last day of Lovf . I lik'd him well enough for a Gallant, and if he would ac- K 3 cept"], [84, "yo The Careless L overs, cept of me for a Mistriss, or so i but he had asoolifli scruple\" osC*bn science, nothing would serve him but Marriage, and so away came f;; this :s all, Uncle. - Muchw. If you will have my Opinion in the cafe , you were cut out one for the other, and 'tis pitty two houses should partyou^ therefore, if (he'l agree to your desires, or you conform to hers, 'tis all one to me, you have my consent to either j all that I desire, is, that you'l make an end quickly, that Imay be clear ofher company. Hil. Then Sir, you may either go into the Country, or stay in Town, if you please, with danger of being troubled with me 5 for, I absolutely declare against Marriage, and is nothing else will serve your turn, you may go where you will, and do what you please, l'le have nothing to do with such an unreasonable manas you are. Care I. To Convince you, Mr. Mttchveorth^ that what (he fays is not true,but what,on the contrary,I am for havingHer for aMistress, and She is for beine my Wife -, here are a couple of Ladi-es, to whom, on or off, I have been Gallant this 7 or.S yearsa and they can witnefsjl have cautinually rail'd against Marrying Mts.Clapham, Mr. Breeder, what fay you < Breed. Yes. Sir. clap. Yes. Carel. Now Lady, if you are not forwhat I propos'd, you may e'n keep your Maiden-head till it stinks, and is not fit for man to meddle with. Hil. I except against your Witnesses, they are brib'd, and rather than such a Lying man as you shall have it, i'le keep it still. Eater D e Boastado, Beatrice like a-chost. ' Muchw. What new Masque is this *? v-^-**--*--^ Lov. Some Masquers, hearing the MunclNs they were passing by, are come in to Dance with us. D. Boas. Do you know me? \\To Jacinta hi a ■sac. Not'ISir. I fqtteekingi'Ofce. '■Mat, Do you know me? [_To Careless. X-rttf?./. -YouÆould be a Catt,by your little squeeking voyce. JbW,"], [85, "The Careless Lovers. 7 r Lov. jacinta, let us take this occasion to flip into the nexe Room to the Parson-, now with security we may perfect our de sires. D. Boast. Do you know me i \\To Muchworth. Muchw. When I fee your face, i'le tell you. D. Boast. Look you Sir. Muchw. Is't your Lordstiip ? Bil. My Lord : Car el. Has your Lordstiip (out of afrollick) rob'd the Church yard for a Companion ■** If so, you'l have but a cold Bed-fellow. D. Boast. No, feel here, she's warm flelh and blood. Carel. Marry Sir,she relliihes well in the hand. Hil. Pray my Lord, who is me '. D. Boa ft. She is my Wife, Lady, my Wife- I have Married a Lady, a Lady, that has some forty or fifty thousand pounds to he- Portion •, I took her by way of Cordial, to revive my Spirits, much weaken d by the grief I had for loosing your Daughter. Enter Toby, Alderman- like, three Be ar er s, one having Toby V habit in his hand. Toby. Neighbours, here,here stieis -, Aye, here {heis, . Muchw. Who are these ? Carel. You'l see anon. D. Boaji. Keep off the Ministers of Death, this is a living body. Toby. She is my Maid, i'le have heragen, she sliall serve her year out. D. Boast. Good Mr. Alderman, you are deceived, this is your Niece. lob. My Niece is at home in Chamber. D. Boast. No, Sir 5 but your Maid is at home, and as dead as a Herring-, it was not a Corps, but a Quick Body , that came out of your house in the Coffin : itwa^ not your Maid you suppose, but your Niece : and now, I think, my Wit hath bin too quick for you ail. . Tob. Niece, comcaway from him. 2). Jtoast, You cannot have Her S she is my Wife. : TgL--"], [86, "j2' Th Careless Lovers. ''-Tob. Are you married then already ? D. Boost. Yes, Sir. Tob. For certain ? D.Boafl. The Parson is still in the House.\" Tob. Then, Sir, see your Alderman, your Feliow-TraveUer and Toby, all in one. D.Boast. Ha! \"iii **» Muchw. This 's some new Trick. Tob. And now, I think, our Wits have been too quick for your Lordship. Who have I married here ? I would fain see,but I dare riot. Caret. I will inform your Lordship who your Wise is, as yet I know her better than your Lordship. I had here in Town three Mistresses, of which, one of 'em was very young and very pretty, and but newly debauch'd: I thought it great pity, she stiould drive that Trade: and therefore ad vis'd her, tog-ether a Husband before she had quite ruin'd her Credit: to advance her Design, she took the Name of Alderman Rich's Niece, and this morning took the fame Lodging too ; and, by the Story, I guess, this must be She you have married. Muchw. The Alderman and his Niece went this morning eut of Town. D. Boast. O ! I am undone Hit. Ha, ha, ha — if your Lordship has any Grief at your Heart, go to bed, and take a Sup of your Cordial, ha, ha, ha — Carel. Since -your Lordship has bin so kind, to take one of my Mistresses of off myHand,I'le make you some requital in re leasing you of your Wives. See, My Lord, these aie my o t-her 1 wo; thty shall never trouble yout Lordship more,uponthe the account of Marriage. Breed. AU the right of a Husband, that I have in You, I rs si, 11 to that Lady. Clap. I do the fame. Cat el. Now, my Lcrd^ you have got one Wife, and lost two. Enter"], [87, "the Careless Lovers. 73 Enter Lovell a nd Jacinta. Lov. Now Marriage has made us one, our Wishes are com pleat. Hil. My Lord, now you have drawn your Lot, see whether Fortune has sent you a Blank or a Prize. Tob. Ay, ay, come, Mrs. Grace, you may e'en shew your Face. D.Boafl. Married to a Wench-— I am abus'd, cheated -« Beat. ' Yes,my Lord, and so they are all s Beatrice disc e~ Omner Beatrice I 1 vers herself. Tob. How, Mrs. Beatrice ! Beat. Beatrice I am, but not your Beatrice now.' - Tob. Art thou married then? Beat. Yes, to a Lord. Who has moft Wit now, Toby ? Tob. Am Ithenforfaken? oh! that the Fates would be fo kind, to lend a Dagger, or a Knife, to an incenfied Lover. Beat. What wou'd you do '*. Tob. I would kill my felf, to be reveng'd on thee. Beat. There are Knives enough for that Execution in the Table-basket that ftands i'th' Hall. Tob. Are there i QToby runs out, Lov. But how came you to furprife us with this new Turn ? Beat. OutofpureKindnefsto his Lordihip ; rather than he fhotild marry a Wench, Icaft my felf away upon him. Carel. My Lord, comfort your felf with the old Rule, since 'tis no better, it's well it U no worfe. Hil. Take her to you , My Lord , had She not bin your Friend, you had bin in a much worfe condition. Muchw. Though my Daughters Servant, fhe is a good Gen tlewoman born, and near related to us. $ac. 'Tis well your Lordfhip has light of an honeft Woman. Beat. One proof of my Honefty is, I prorais'd your Lordfhip my Maiden-head, and now 'tis at your Service. Enter Toby. Tob. Look, look here, ungrateful Beatrice^ look how on my Breaft thy Perfidioufnefs revenge. L Beat."], [88, "j The Careless L overs. ATI* £eJt. Ay, 1 lee. -...-, * T<*£. Then, r^jf, die, die the Death of a faithful Lover. j-m/.-j cToby firikes fonffl $ac. \\ Ay. -> *# '»* -fr^tf, and, Hil, 5 ***• falls down. Bias. Ay, Toty', what hast thousBeat. looks on his Breast, done £ — Ha, ha, ha3ha,ha,ha,ha----\\e£ 'takes up a great Candle. . Htl. What dost laugh at if Beat. Look here, he has mistaken a great Candle for a Cafe- Knife. Omvei. Ha, ha, ha, ha, ha, Beat. He fcar'd me : it gave way, and, I thought verily, I * had seen it run into his Bodyi . Lov. Rife, Toby, you have only greased your Doublet. Tab. I durst have sworn, I had left a Knife in my Heart. Beat. If you go to the Basket agen, be sure you bring a Knife with you. ,r ,rA'' . Tob, No-, me thought, Self-Murder was a great Sin • and now I have consider'd on't a little, I'm glad to fee my self alive agen: and now, rather than kill my self for You,vor any Woman breathing, I would first see the Souls of a hun- dred thousand. of 'em ramm'd into a Morter- piece, and shot into a D«/ÆiFire-(hip, and so I leave you to hi-s Lordstiip5 and to let you fee , I am my own man again • I and my Friends will dance at your Wedding. Come, give me my habit. [.Toby puts on a Bearersfhtfbit. Beat. My Lord, you fee I did not any thing for want of an Husband-^ what I have done, was purely out of Kindness to your Lordstiip. B. Boast. Beatrice , I have considered on't, and I will own thee for my Wife, and as my Wife thou art a Lady-, and know your State, and take the upper hand of your two Mistres- ses: 'tis some Revenge to fee thee take place of those two proud Minxes. Carel. Come, play away for the Dance. All the Company feat themselves , Beatrice takes place of all the Women, A J) anc el"], [89, "TJje Careless Lovers. f$ 'A Danct Toby, in the habit of a ■ W*%& M-dths- 3 Beares dance with the 4 Maids,. Muchw. So, Mr. Lovel and Daughter , I wisli you much Joy together: the Match is of your own making -, and when ei ther of you repent it, you must blame your selves. . Lov. That Marriage can hardly know Repentance, in which both parties had their choice. Much™. My Lord, I intreat you, let my House have the Ho nour to treat you to night. D. Boast. I embrace your Kindness : give me your Hand* now no more Beatrice, but my Lady, we will suddainly, down ro my Country-House , and there fix our selves, and visit Lon don but seldom -j the Town is not a place for Wives to live in, that bring no Portions. Beat. I shall like a Country-life very well, if I have but the Honour of your Lordihips good Qompany *, and, I doubt not, but in few years to raise a Portion out of my good Huswifery. Muchw. Come, I'le lead you the way to a better Room, Mr. Careless, Ladies, and all, pray follow. Hil. Hold, hold, Uncle , 'Slife, you are for rising from Ta ble before Dinner's done-, the third Course is yet to come up. Carel. Pray, lead on, Sir • I beseech you, lead on, Sir. Hil. Come, come, Careless, ne're halt before a Cripple. Card. Good Madam, you are sliarp set, I dare not trust my self with you, unless they will all stay. Muchw. Niece, what fay you tome i Hil. It come just now in my mind, that I have lost my Bed- fellow-, and now my Cousin is gon, I know not what I soall do 5 for, I vow, I dare not Lie alone. Carel. O no, 'tis dangerous-, for after seeing Marriages.andnew Married folks put to bed together, as strange dreams and fancies will be apt to run in your mind, as after seeing bloody Executions and dead people at the Gallows.* and who knows what a taking you may be in i'th' night , and what strange fits you may have. Hil. Aye, some e'ne rave .upon the like occasions, and bite, and gnaw, and tear the very streets in pieces, L % Carel."], [90, "j6 The Careless Lovers. Corel. O Madam, aye so they do. HiL Well Uncle, you may go, lie e'ne send for one of the Neighbours Daughters from the next door to lye with me. Corel. O Madam, 'tis a hundred to one, but she may fall into the same fits and fancies too, and that will be more dangerous still, to have two mad folks in a bed, and neither able to allay the others fury. Hil. OSir, do you begin to. come about, wou'd you beat off others, that you may be my Bed-fellow your self? I perceive that you are for having a Wise. Carel: I for a Wise? Hil. Nay,_-ay,'tisso,ne'rdeny't. Well Sir s give me your hand^ rather dien lye alone to night, I'le do any thing. Corel. I knew 'twould come to this. Hil. i w ; llbe your Wise, and fmce I can't have a Gallant before Marriage, Tie do like other Wives, and have one after ; and, now I think on't too, a Husband is very necessary,if it is only to save the trouble of being ask'd questions o're and o're, as who's the Father, who got it? and besides, what Children the Gallant gets, the Hus band must keep. Caret. I can be even with you there, for you can bring me none to keep, but what are your own at least ; and isyou expect I should be Father to all your Children, I expect you ihould be a Nurse to all mine, and I may have 'um brought home to me on all sides, from twenty several women 5 for I intend to be a great getter and Father of many. Hit. Well, I have but this thing more to fay to you ; whosoe* ver I choose for my Gallant, you are not to quarrel, or fall out with him, but on the contrary, to make him your particular intimate Friend, to be always inviting him home to Dinner, and the like. Carel. And also, whosoever I like for a Mistress, be lhe Maid, Wise, or Wi4dow, you are to get acquainted with her, to Visit her often, to speak in my praise, and tell my good qualities, to com mend my abilities-, and in sine, to use the utmost of your power to bring us together, gain ws opportunity, and if need be, . to tvatch at the Stair-head, and in cafe of necessity, to hold the door. . Hil. In Company, you shall never call rne Wise, or Dear, or Sweet-heart, bat Madam. Corel,"], [91, "The Careless Lovers. 77 Carel. In Company you (hall never call me Husband, or by my Christian Name, but Mr. Careless. Hil. In none of these particulars will I ever offend Mr. Careless. . Corel. In none of these particulars will I ever offend you,Madam. Hil. This 'tis for Folks to meet that understand themselves ; Marriage with these CirCumfbmces I like well enough, and must certainly be very pleasant and delightful. Corel. Sir, I beg your pardon, for detayningyou and the Com pany so long -, but you'l excuse it, being a business of concern j and each party ought to understand the other before they set their Hands and Seals to the Engagement. Hil. Uncle, pray con o're the Articles, for you are to be sum mon'd for a Witness upon occasion. — Muchw. It is like to be a sine Marriage. Lov. Yes, if it go on according to Agreement. Care /. Y_ouJhaIl see our Marriage (which you think. is clapt up out of afrollick) goontnore chearfully than yours, made out of stark Love and desperate Affection ; we,like two Birds (though we Roost together at Nights will have our freedom all Day, and flie Chop ping about, whil'ct you like two Domestick Animais,ti'de too close together in a string, (hall still be snarling and bitmg one another. Hil. And we have the trouble everynow and than to pait you ; mark the event on't. Carel. Mrs.Clap. and Mis. Breedw. you must not think you have quite lost me, because lam Married, and so pray tell the rest of my Acquaintance; lam enter'd into Matrimony, but not in to Bondage. Hil.He has,as it were but one Mistress the more-Lead awayUncle, Whilst other Wives, and Husbands, Scold and Rant, We two wilt live like Mistress and Gallant. ERRATA. Page i-line 13. for my, re-ad on., p. 4. J. 17. far four, r. fcu-{core. 1. 32; s* 7aV$t. r T.dltns* p 5. I. |-f. foclant, r f*dant. p. 7. 1. 8. (.yon, r. you W men. p. Jo. 1.6. (.receipt, r. deceit. J. 26. (.forme, r. to mi. J. 28. (.fliun_r fans, p it. I.24 r. my Grandsires. p 12. J. 23. (. appear, r. appears. P- 23. 1 K.s. /, 1. Vde. p 33. I. 4. f fleepisti.r.jhc-p'fl). p. 34 f. 29 (. (wine, r.swtrn I. 35* ■£ knorv_r. kpf<>- P* 37* !.«». s.ld*,r- Ido. p. 39. 1. 28. Aclcatid. p. 36. 1. 13 s f^cw, r. knew. 1. 14. (.finking, r. flirting. I.i9. f. my Lady, r. many a Lady. p. 38. 1 3. dele Habited. 1 34. r. has been. p. 42. 1. 17. (.\\n.w me, r. \\ntwher. p. 45. 1. 8. dele not.. 1. 1 3, ftryow/Ntete may.r.for you niece youmay. p. 47. I. 26. /. Spirit r. Spirits 1;. U know you, r. \\nowme. p -52. 1. tf.Aclefomc. p. $4. 1. i.(.)ogdme, r. vggsbim. p. $6.1. 14. r.for it. 1. 17. dele it. p. 53 1. 29. dele Set. S/r we arefltll, &c»"], [92, "EPILOGUE, By Mr. Settle. GAliants, 'tis fear d, after our lafl Loud Play, Tow »v// £* Deaf so all Low Wit can fay. Light '#.«g,Machine d»^ Noy fe your Favourites These Murdering Playes, the Stage's Men os War, (are. Drive all before 'urn, like <*/.? English Fleet : AWs Pri'Le that in their Thunders-reach they meet ', Their mighty FirftzRate Strength so great appears ; We Younger Actors seem but Privateers : And likg true Pichroons,this time we choose; Where the Great Ships lye by, the Capers Crwz_e. Yet we engage with full as much Devotion, Tho' with less Hope, and far less Execution. How e're we 'Adventurers so little Stake, 'Tis all clear Profit whatsoe're we Take j Whifjl they from the large Booty they had got, Pay Tribute to the Force that Set them out : As is Gay Playes, like Navies, had this Check, In a Rich Pri'z.e to Plunder but one Decl\\. Yet their Fame's greater, tho' their Gain be less, You kindly fay, they merited Success. Their"], [93, "EPILOGUE. Their Triumphs fo much above ours prevail, Tout oven,xhey Won your Money, which wejleal. They Conquer a more Honourable way ; Their Spoyls are Vi£tory> and ours but Prey. Now has our Damn'd dull Epilogue ill us'd you } I'me fure^it has not pleas'd ; that is, abus'd you. 1. But that fmill Fault to Day May be excus'd, we've don't enough inth' Play. FINIS."], [94, ""], [95, ""], [96, ""], [97, ""], [98, ""], [99, ""], [100, ""]]