[[1, ""], [2, ""], [3, ""], [4, ""], [5, "The SOUDAN ITS HISTORY, GEOGRAPHY, AND CHARACTERISTICS, I1Y THE RIGHT HON. THE EARL OF DUNRAVEN, K.P. A I ECTURE DELIVERED BEFORE THK MEMBERS OF THE ACOCK'S GREEN INSTITUTE, TUESDAY, FEBRUARY ItJTH, 1884. London : SIM I' KIN, MARSHALL, AND CO. Birmingham and Leicester : MIDLAND EDUCATIONAL COMPANY, LIMITED."], [6, ""], [7, "The Midland Educational Company, Limited, Birmingham and Leicester."], [8, ""], [9, "THE SOUDAN. It is a strange commentary upon 19th century civilization, that despite the peaceful labours and assiduous writings of English travellers for over one hundred years, the British public are only now beginning to be induced by the imminence of war to acquaint themselves with the history and geography of Central Africa, and more particularly of the great Nile provinces. Though the Soudan owes its connection with Egypt primarily to the enterprise and ambition of a great Eastern Ruler and Conqueror, Mehemet Ali, yet it must not be forgotten that nearly all the great African geographical discoveries of the past century are due to Englishmen. Though the interest now attaching to the Soudan is principally political in its nature, yet, putting the political aspect on one side altogether, immense geographical, historical, and social interest attaches to that region. Moreover, Englishmen have been largely concerned in the Egyptian administration of the Soudan. For these reasons, if for no other, I have thought that a lecture upon the Eastern Soudan, hastily and imperfectly prepared, though it necessarily must be, may prove opportune and instructive to the members of your Institution. It is not easy to treat of the Soudan without entering upon topics of a political and controversial nature, but,"], [10, "6 I- think, ' it is possible to do so. The nature, extent, products, and history of the country, are subjects quite separate from the question of what we ought or ought not to do in view of the state of things existing there. I have definite views of the matter, views in which some among you may agree and others differ. I shall carefully abstain from mentioning them, and,- respecting to the utmost the purely non-political nature of this institution, I will say nothing whatever of a controversial nature. I will confine myself strictly within the limits of attempting to give a sketch of the region in which such intense interest is now felt by Englishmen of all shades of political opinion, on account of the terrible scenes which have been enacted there, the extent to which England has become involved in its political and social complications, and especially because of the devotion felt for the hero who has gone cheerfully out into the midst of immense danger at the bidding of his country — embarking on an enterprise as adventurous and full of peril as any undertaken by knights errant of old and depicted in the pages of chivalric romance. I have decided to treat principally of the Eastern Soudan. It is that portion of the Egyptian territory which contains the scenes of the most recent operations, and it is concerning the eastern provinces that any important discussion must eventually arise. In 1773, the great explorer, James Bruce, of Kinnaird, was gradually working his way homewards from his first discovery of the Blue Nile sources, through Senaar and the plains of the Soudan. At that date the desert tribes were independent Arabs, generally hostile to each other. Senaar was a kingdom, and Bruce emphatically describes the inhabitants in one short sentence : — \" War and treason seem to be the only employment of this horrid people whom Heaven has separated by almost impassable deserts from the rest of mankind.\""], [11, "7 Recent events have showed that the explorer's observation and description might almost be applied in the present day to the same territory. Since the days of Bruce, successive English Travellers have by degrees tracked the sources of the White and Blue Niles, and have contributed by their labours, and often by their lives, to the final solution of the great geographical questions of central Africa. I will endeavour to give you a brief geographical and historical sketch of the country now occupied by the Egyptians, under the name of Soudan — a name which means \" Country of the Blanks,\" but first, a mere outline of the general geography of Egypt may be useful. The main geographical features of Egypt are very simple and well known. The Nile, is the one great feature of the country. Egypt, that is, the settled cultivated portions of it, depends entirely upon the Nile. It is scarcely too much to say it is composed of the deposits of this great and bene- ficient river. Our geographical ideas of Egypt are apt to be a little confused by the fact, that whereas, we are accustomed to talk of \" Up north and down south ; \" the contrary of expressions are used there, as the Nile runs nearly due north. You go \" Up south \" in Egypt. A traveller would go up towards the Equator ; the upper are the southern provinces. The northern boundry of Egypt is, as is well known, the Mediterranean. On the south, taking Egypt in its largest sense, it touches upon the kingdom of Uganda, which lies upon the shores of the great Equatorial lake of Victoria Nyanza, thus stretching as the crow flies, a distance of 2,100 miles. On the east, the boundary is the Red Sea as far as Abyssinia, a distance of 1,200 miles. The frontier between Egypt and Abyssinia, is ill defined and beyond that, south of Abyssinia, the boundary is a purely arbitrary or im aginary line, running along the western slopes of a high"], [12, "8 tible-land and mountainous country, inhabited by various native indigenous tribes, and tribes of Arab origin. On the west, the frontier is, throughout its entire length, a purely geographical expression. As you recede from the banks of the Nile, cultivation— becoming small by rapid degress, and beautifully less —fades into the great Libyan Desert, into vast tracts roamed over by nomad Arab tribes, and into the great and almost unknown lands of equatorial Africa, lands inhabited by various negro races. For an immense distance the Nile — the greatest natural wonder in the world — flow^s through an almost rainless land, a land which, but for the periodical overflow of the river, would be an absolute desert. Steadily and silently it flows without a tributary of any kind, until 900 miles from its mouth it receives the waters of the Atbara, rushing down at certain seasons of the year from the high lands in a tumultuous flood to enrich and fertilize the lower valley of the Nile. Often have I drank of the upper waters of that river, and reflected upon the millions of human beings who, so many hundreds of miles away, depended for their existence upon the waters of the limpid stream flowing by me, in total ignorance of its very existence — so little do men know of the great natural causes that govern and determine their existence. I have sat by the springs of the Atbara and of the Blue Nile, and have dreamed of the marvellous civilization that existed 4,000 years ago, and that reared and has left behind it the most enduring monuments that men have ever raised — a civilization which is recognized to be more and more wonderful the more it is understood —an ancient civilization, which, engrafting itself upon comparatively modern Greek philosophy and modes of thought, has moulded and left its traces upon the religion, philosophy, letters, science and art of Europe in the present day ; a civilization"], [13, "9 which has left its mark indelibly fixed upon the old and new world — upon the civilized races of Europe and the whole Continent of America ; a marvellous civilization, which owed its origin and development to the little specks of earth and grains of sand that whirled past my feet, washed down from the rich plateaus and lofty mountains of the table-land of Abyssinia upon which I stood. Following the course of the river, for another 160 miles, the Nile receives a still more important affluent in the Bahr el-Asrek, or Blue Nile, which has its source in the high lands of Abyssinia and the mountainous country to the south of it. Still further to the south, the Nile receives one river of considerable size flowing from the east, and many rising in the mountainous region to the west, the principal among which is the Bahr-el-Ghazal. As you probably all know, the Nile, that is the main branch of the river called in upper course the Bahr-el-Jebel or White Nile, rises in the vast lake of Victoria Nyanza, and flows thence northward in a steady perennial stream. But the annual overflow which has created Egypt and turned a desert into rich alluvial soil, is caused by the snow melting and heavy rainfall upon the high lands of Abyssinia and the country south of it, which finds its way in a muddy and tumultuous torrent down the channels of the Blue Nile and Atbara. The so-called Soudan, in reality an aggregation of provinces, covers an enormous area. The length from north to south or from Assouan to the Equator is about 1650 miles. The width from Massowah to the Libyan wilderness is some T400 miles. The population of this vast area is very mixed, and no traveller has ever succeeded in the attempt to point out dis tinctly the aboriginal race. The probabilities are that the negro portion of the population were the earliest inhabitants."], [14, "10 It is said that, between the first and second century after the Mahommedan Era, Arabs began to emigrate in small numbers from Arabia to the opposite shores of the Red Sea, and settled in the districts about Senaar on the Blue Nile. By degrees the Arabs dominated the negro element, and con verted it to Islamism. But though the Soudanese profess the faith of the Koran, and are grossly superstitious, they are not by any means all fanatic observers of its precepts. On the whole the Arabs are, perhaps, the only portion of the popula tion who are enthusiastic Moslems ; but being the dominant race, they have doubtless in the recent social uprising, exercised great influence upon all sections of the people. There are two broad distinctions of classes amongst the Soudanese, namely : — the nomad and the sedentary tribes. The former are principally Arabs living a pastoral life eked out by plunder and war. The latter make up the agricultural and trading or manufacturing element, and are generally the dwellers in villages and towns. It would be impossible even to attempt to classify the various tribes of the Soudan. Their colours alone are so various that they range from coal black to yellow, ftom the pure-blooded Negro, woolly haired and jet black, to the Galia, who in civilized costume might be almost mistaken for a dweller in Southern Europe. The fact is that the chain of human des truction, and the survival and intermarriage of the fittest, has produced in the Soudan an extraordinary conglomeration of humanity not to be paralleled perhaps in any other part of the globe. The Soudan has been divided and sub-divided at different times, but in 18S2 it was broken up into a number of districts, each under a Governor General, while a minister controlled the whole from Cairo. The eastern Soudan may be taken to comprise the province of Taka, gf which the capital is Kassala, at the present moment"], [15, "11 invested by the Mahdi, the province of Souakim, the province of Massowah, the province of Berber, the province of Khartoum, the province of Senaar, and the province of Dongola. This territory may be described broadly as the country contained between the Nile, the Red Sea and Abyssinia. Outside this there is a vast central African empire which has been brought under Egyptian rule, prin cipally by the efforts of Sir Samuel Baker and Colonel Gordon. It comprises the provinces of Kordofan, Darfur, and what may generally be called the equatorial provinces, reaching down to the Albert Nyanza and Victoria Nyanza lakes. Such then is the scene of the present situation in the Soudan. Its history, from a modern point of view com mences about 1825. When the annexation of the Soudan provinces was accomplished by Mehemit Ali, gold was probably his main object, for he had heard rumours of mines of vast wealth ; but some credit must certainly be given him for an honest intention to introduce commerce and civilization into the midst of Ethiopia. Whatever may have been his dreams of civilization the result of Mehemit's expedition and subsequent government, was to establish Khartoum as the capital of the conquered provinces, and also as a central mart for a huge slave trade. Mehemit Ali was one of the most remarkable men of the age. In 1799, the period of the French invasion of Egypt, he raised a large body of men for the service of the Sultan and gave such proofs of his military., capacity that he was soon promoted to a higher command. Finally he seized the Pashalik of Egypt and commenced a re markable career of conquest. The Sultan made a compro mise by exacting an annual tribute, an arrangement which made Mehemit Ali virtual ruler of Egypt. His first act"], [16, "12 was to rid himself of an inconvenient and dominant military class of foreign merceneries by the slaughter of the Mamelukes. Then he extended his rule over Nubia, Dongola, and Kordofan, defeating the Wahabees, a sect of fanatic Mussulmen, after a sanguinary campaign. In the war of the Greek revolution Mehemit Ali aided the Sultan, and in 1827 his ships sustained the brunt of the battle of Navarino and were destroyed by the combined English and French Fleets. But Mehemit Ali had schemes of individual ambition which soon brought him into collision with his Surzerain. In 1831 he entered into a contest with the Sultan for the possession of Syria, and so supe rior were his forces, that in a single year he had carried his victorious arms within a few days' march of Constantinople. England and the allies, however, finally threw their weight into the scale against an independent Egyptian empire, and Sir Charles Napier's successive victories at Beyrout, Acre, and Sidon, compelled Mehemit Ali to relinquish his schemes of aggrandisement. Whether Lord Palmerston was wise in thus extinguishing the independence of Egypt is a matter for pertinent conjecture at the present time. Driven back from extending his Empire outside Egypt, Mehemit Ali concentrated his energy upon his own kingdom, and by dint of individual energy and resource he raised it from a state of poverty, insecurity, and anarchy, to the level of an European State. To civilize Egypt and consolidate his rule was his ruling passion, and under his sway foreigners could travel safely throughout his dominions. It is a matter of interesting speculation what might have been the result had England fought on the side of Mehemit Ali, or had remained neutral in the struggle, and had allowed him to lay the basis of a strong Syro-Egyptian Empire free from the influence of the Porte. The idea of Egypt for the Egyptians was the dream"], [17, "13 of Mehemit Ali as well as of Arabi ; but the stern logic of events proved too strong in both instances. From 1849 t0 I8S4 Egyptian rule in the Soudan was kept up under Abbas, the grandso.a of Mohammed Ali, by means of large Turkish and Circassian forces. In 1853, the most southern Egyptian settlement was about 120 miles south of Khartoum, but in that year the first trading voyage to the Upper Nile was started by Mr. Petherick, the English Consul for the Soudan. He was followed by other traders, who established posts far up the country, and organised armed bands under the command of Arabs. Said Pasha, the successor of Abbas, found the country in a deplorable condition, and, with the resolution of organising a better state of things, he made, in the year 1857, a rapid tour throughout the five Soudan provinces. When his Highness visited England in 1862, Sir Roderick Murchison, then President of the Royal Geographical Society, requested some information respecting the actual frontiers of Egyptian territory. The reply of Said Pasha was, \" Our frontiers in Egypt are very elastic,\" a remark which was amply verified by subsequent events. Indeed, at that very moment Sir Samuel Baker was engaged on an expedition from Cairo, which ended ultimately in an enormous extension of Egyptian territory in close proximity to the Equator. It would be impossible here to enter into any detailed account of the operations of Sir Samuel Baker and of Colonel Gordon, who succeeded him. Suffice it to say that the spirit of Egyptian annexation finally reached the Equatorial Lakes on the south, and at one time seriously threatened the kingdom of Abyssinia on the south-east. I have hitherto fixed your attention upon the history and the position of the Soudan provinces without any relation to"], [18, "14 Egypt proper, but it is obvious that the whole interest of the Soudan depends upon Egypt herself. We are now viewing the logical results of the gradual opening up of Central Africa by English Governors and English travellers, bnt as these have been invariably employed by the authorities at Cairo, the question of the Soudan becomes essentially an Egyptian one. Egypt proper is divided from its southern provinces by great natural physical obstacles. Southward of the first Cataract at Assouan lies the country known as Nubia proper, or Lower Nubia, but which as far as civilisation is concerned consists of a mere strip of arable land watered by the river Nile. This cultivation in no place exceeds four miles, and at several points disappears altogether into the desert. This desert extends to the Red Sea on the east, where Souakim is practically the only port, On the west the Lybian wilderness flanks Egypt proper. This Nubia of which I speak (interposed between Egypt and the Soudan like a great buffer) is a dreary territory without any cultivation to speak of until the second cataract at Wadi Haifa is reached. Wadi Haifa is especially noticeable now as being a place at which it is thought a check could be given to any invasion of Egypt proper from the south. It has thus become of considerable strategical importance. At Dongola which lies considerably south of Wadi Haifa, Nubia may be said to terminate, and the Soudan to commence. The principal authorities upon the Soudan provinces seem to differ widely as to the capabilities of the country and the soil. General Gordon has declared it to be mostly barren. \"No one,\" he says, \"who has ever lived in the Soudan can escape the reflection,\" what a useless posses sion is this land. \" Few men also can stand its fearful monotony and deadly climate.\" Nothing can be stronger than these expressions, and they were recently quoted with considerable effect by Lord Granville, in the House of"], [19, "15 Lords. Other authorities, however, have spoken also from per sonal experience, and their declarations are very much at variance with this generalisation. Mr. McCoan, M.P., in his work on \" Egypt as it is,\" speaks for instance of Dongola as one of the finest of the Soudan Provinces, whose southern districts are within the zone of the annual rains, while it is washed northward by the overflow of the Nile over the area known as the Great Dongolese Plain. If you look at the map you will see that the Nile gives a great curve to the east, some miles above Old Dongola enclosing a peninsula mis-named in many maps a desert. It is, in fact, he continues, a sine Savannah, peopled by several tribes who rear large flocks of sheep, goats, and camels, and cultivate considerable tracts of land. In the course of this curve the country of the Berbers is passed, another fertile tract to the south east, to the south east of which lies the province of Taka, one of the most productive portions of Egyptian territory. It is cultivated throughout and carries on a considerable trade through Souakim, with Djeddah upon the other side of the Red Sea. We are now gradually approaching Khartoum, which is due south of Berber. The river Atbara, which flows into the Nile a little south of Berber, gives its name to an extensive tract between its basin and the Nile, which includes two sub districts comprising the ancient Meroes. This tract consists of well-watered table-lands, broken by low ranges of hills and possessing the elements of great prosperity. Several other rivers deliver their waters into the Nile, by means of the Atbara, between Dongola and Khartoum, from the higher levels of Abyssinia, where the blue Nile also finds its source. Egypt proper, in fact, derives its fertility from the soil thus washed down into the Delta from the Soudan provinces and Abyssinia, and there can be no doubt that"], [20, "16 a vast field of agricultural wealth remains unknown within those distant regions through which the rivers flow. The Eastern provinces of the Soudan, watered in the way I describe, by numerous rivers, are, for this reason, very superior to the districts on the west bank of the Nile, viz. : Kordofan and Darfour, which suffer largely from drought and are of very little agricultural value. At Khartoum the Blue and White Niles join, the former finding its way from the Abyssinian hills, and the latter from the Equatorial lakes. At Khartoum also the frontier of the province of Senaar begins. This province may be described as bounded on the east and south-east by the Atbara river and Abyssinia, on the west by the White Nile which separates it from Kordofan, and on the south by the mountains of Fazokl. It is for the most part an undulating plain, increasing in elevation southward, and, especially near the rivers, abounding in forests. The soil near Khartoum is sandy and mixed with nile mud, but further south, though apparently sterile in the dry season, it is covered with crops during the autumnal rains. There can be no doubt that Khartoum represents the basis of all European civilsation in the Soudan. At the present moment the population of that town is stated by Colonel Stewart to be from fifty to fifty-five thousands, of whom two thirds are slaves. From Khartoum all expeditions against the barbarous and uncivilised natives were commenced in the past. It is the great emporium of commerce in Central Africa, and it is from a strategic point of view, the most important military position in the whole of the Soudan. Above all it is the place where the Nilometer can be most usefully placed, and notice of the rising of the Nile can be given by telegraph to Egypt proper twenty days in advance. This fact alone is sufficient to make Khartoum a place of paramount importance"], [21, "17 to Egypt. It forms the point of contact with all the centres of trade, such as they are, and of life and population in the country. Noith ward, as we have seen, is Berber and Dongola, and southward is Senaar; eastward Kbartnim is in direct communication with Souakim, Kassala, and Massowah ; in fact, these six places form a kind of geographical hexagon, containing all that is prosperous and hopeful in the Egyptian provinces of the Soudan. Whatever may be the immediate fate of Khartoum, there can be no doubt whatever that under provincial and native rulers, or under Egyptian governors, or under the protection of some European power, that city is destined, at some time or other, to become a great and im portant commercial centre. Geographical advantages will force themselves to the front. The requirements of trade will be satisfied. All human airangements eventually give way, in these matters, to fate. Sir Samuel Baker is one of the highest authorities in the world upon the subject of Central Africa, and, though he may be over sanguine, the following opinion will be read with interest, given as it was by that distinguished officer upon his departure for Egypt a few days ago. I give his opinions, as also the views of all other authorities which I quote, on their merits, without expressing any opinion about them. \" To sacrifice the Soudan,\" said Sir Samuel, \"is to fling away the granary of the world; to abandon Khartoum is to surrender what will be the richest com mercial entrepot in the Old World. If the Soudan were in English hands, in a very few years you would be entirely independent of the United States, both for cotton and corn; you have no idea what a country it is — soil fertile beyond belief, an infinite, inexhaustible water supply, and the whole traversed from end to end by two great highways known as the Blue and White Niles, along which you can steam"], [22, "18 without interruption for hundreds of miles. Many a time I Jtave ridden through deserted districts, in which the corn, or dhurra, (a grain resembling millet,) was growing literally high enough to cover an elephant, and that almost without the slightest cultivation. Gordon is only a soldier, but even he was impressed by the luxuriance of the vegetation, and the boundless wealth of the Nile valley. When that region passes into civilized hands, it will be the richest on the whole continent. An almost virgin soil, a tropical sun, the Nile water, and a population which is most tract able and peaceful ; there you have all the elements required for the production to almost any extent of the necessities of your great industrial population in this country. To tap this immense reservoir of undeveloped wealth, all that is necessary is a short railway from Souakim to the Nile, and a decent Government. It wants no elaborate administrative system, but it does want a ruler whose word can be trusted and whose officials are kept in hand. To abandon it, as you propose to do, would be to open the whole of this vast region to be scrambled for by the filibusters and piraters of the world. The Soudan, from end to end, will become a vast field for piratical adventure — tribe will sight with tribe ; slave hunts will be organised on a large scale, and in the midst of the chaos which you are preparing to establish, you may be sure that European adventurers will not be long in finding their opportunity, and in endeavouring to carve out for themselves or their patrons an empire with their swords. The world is full of soldiers of fortune, adventurous men not overburdened with scruples, who would readily take service in this or any other enterprise which offered equal opportunities of gain. Frenchmen abound amon°* them, and you may be quite sure that M. De Brazza is not the only adventurer whom the Republic would be very"], [23, "19 glad to patronise if he obtains a semblance of success. You little know the spirit of enterprise which prevails in the world if you imagine that the mere withdrawal of Egyptian garrisons from Khartoum will lead to the surrender, without a blow, of that great commercial emporium. Why,\" said Sir Samuel, \" I myself received a very pressing offer the other day from a syndicate of Englishmen, formed for the purpose of taking possession of the wreck of the Soudan. This Syndicate offered to place at my disposal, to be spent as I pleased, provided I would undertake to go out to the Soudan, and establish a settled Government in their name. I refused, for on no consideration on earth would I consent to embark on any such enterprise ; but there are plenty of men who would be delighted to have such an opportunity. The money for the construction of the railway was also forthcoming, and you may depend upon it that if you really abandon the Soudan, neither the men nor the money will be wanting to seize it, if not for England, then for some other power.\" Such is Sir Samuel Baker's opinion. It is interesting, as coming from a man who, not excepting General Gordon, has seen more than any living Englishman of the African population and country. Putting theories and the views of others on one side certain facts have been forced upon our notice at home. During the civil war in America, Egypt proved her capabilities by producing a large amount of cotton of excellent quality, which assisted us materially in the great dearth of that article which caused so much distress in England. But although large fortunes were realised by the extension of this branch of agriculture, the Egyptian Fellaheen suffered considerably in consequence. The area of fertile soil was too limited, and as an unusual surface was devoted to the growth of cotton,"], [24, "20 there was a deficiency in tlu production of corn, and Egypt instead of exporting as heretofore was compelled to import large quantities of grain. The immediate effect of this sudden change of industry was to cause considerable suffering to the peasantry. Were the area of Egypt increased by a proper system of irrigation there would be space sufficient for both grain and cotton to any amount required. The desert soil, that is now utterly worthless, would become of value, and the taxes upon the increased produce would not only cover the first outlay on the irrigation works, but would increase the revenue in the ratio proportionate to the increased surface of fertility. It is said for instance that a dam across the Atbara would irrigate the entire country for a distance of upwards of 200 miles around Berba, and the same system upon the Nile would carry its waters throughout the deserts of Khartoum and Dongola, and from thence to Lower Egypt. The Nubian desert from Korosko to Abou Hamed would become a garden, the whole of that sterile country inclosed within the great western bend of the Nile towards Dongola would be embraced in the system of irrigation, and the barren sands that now give birth to the bitter melon of the desert would bring forth the water melon and heavy crops of grain. The great Sahara is desert, simply because it receives no rainfall; give it only watei and the sands will combine with the richer soil beneath and become productive. England would become a desert could it be deprived of rain for three or four years. The vegetation would wither and be carried away by the wind, together with the lighter and more friable portions of the soil, which reduced to dust would leave the coarser and more sandy particies ex posed upon the surface. The cessation of rain in England is, however, an eventuality we need not discuss. The deserts of Egypt have never known rain, except in the form of an"], [25, "21 unexpected shower that has passed away as suddenly as it arrived. Even that slight blessing awakens ever-ready nature, and green things appear upon the yellow surface of the ground, that cause the traveller to wonder how their seeds could germinate after the exposure for so many months in the burning sands. Give water to these thirsty deserts and they will reply with gratitude. That the cultivation of cotton in the Soudan on a large scale has been contemplated, is proved by an incident related by Colonel Stewart in his report to the Government of his journey through the Soudan. In his account of the town of Karsala, now invested in the province of Taka, he describes how he visited a very good cotton factory which had been put up seven years ago by a Swiss, Munsinger Pasha — a gentleman with whom I was well acquainted many years ago — at an estimated cost of This cotton factory was complete in every respect, with engines of 100-horse power, running 21 gins. He added that the factory had never been worked, and that although the culture of cotton had succeeded the first year it was tried, it had since unaccountably failed. Enquiry elicited that the usual causes, indolence, dislike of change, oppressive and illegitimate taxation, difficulty of communication, were at the bottom of the failure. At the present time the growth of cotton is restricted to the supply required by the Arabs for the manufacture of their cloths. These are woven by themselves, the weaver sitting in a hole excavated in the ground, before his rude loom, shaded by a rough thatch about ioft. square, sup ported upon poles. There is a uniformity of dress through out all the Nubian tribes of Arabs, which resembles closely the simple toga of the Romans ; this is worn in many ways as occasion may suggest, very similar to the Scotch plaid. The quality of cotton produced is the same as that"], [26, "22 of Lower Egypt, and the cloths manufactured by the Arabs, though coarse, are remarkably soft. The Toga, or \"Sha.ma\" as it is called in Abyssinia, is generally orna mented with a broad red stripe at either extremity and is sometimes terminated by a fringe. Cotton of excellent quality might be grown to an un limited extent in the provinces of Upper Egypt, and could be delivered at Souakim at a trifling cost of transport. Besides cotton a large quantity of gum arabic is collected throughout the country, which sells in Kassala at 20 piastres (4s. 2d.) the cantar of ioolbs. Senna grows wild in the deserts, but the low price hardly pays for the cost of collection. It grows in sandy situations, where few plants would exist. The bush seldom exceeds 3ft. in height, but it is exceedingly thick and rich in a pale green foliage, which is a strong temptation to the camel. Curiously, this plant is the animal's bonne bouche, and is considered most nourishing, as fodder. Judging by the recollections of my childhood I should not say that senna was a pleasant or nutritious kind of vegetable diet, but camels appear to differ from me. I now come to trade. The exports of the Soudan are very limited, consisting principally of gum arabic, ivory, ostrich feathers, hides, tamarinds, honey, gutta percha, and indigo. For trade purposes the Soudan may be divided into three sections. The first includes the basins of the White and Blue Niles, with their tributaries, and includes the Eastern portion of Kordofan. This district is connected with Egypt by the Nile Valley, and with the Red Sea by the Berber Souakim route. Khartoum is the centre of this country and all the districts South of that town are celebrated for their corn growing capacity, and may be called literally the granary of the Soudan,"], [27, "23 The second section includes Darfour and the Western parts of Kordofan and is connected with Egypt by a long and toilsome road from Kobbe to Siout — known as \" the road of the 40 days' march.\" Only two caravans pass this way to Egypt in the year, owing to the Slave traders. The third district is Abyssinia with its export centre at Massowah. As an illustration of the Revenue of the Soudan I give you the value of Soudan products sold at the Bulak Bazaar in the year 1873-4, when the state of the country was com- paratively quiet and prosperous £ s. d. Ostrich Feathers ... ... ... 824,013 o 9 Various Gums ... ... ... 647,390 14 9 Elephants Teeth (Ivory) ... ... 5o,Sl6 14 7 Tamarinds ... ... ... ... 716 311 Wax 1,759 5 4 Senna ... ... ... 4,082 16 2 Calves' Skins ... ... .. 13.622 -9 r Coffee ... ... ... ... 12,112 10 6 Miscellaneous 2 — Whips, Pepper, Tiger Skins, Monkeys, Crocodiles, Sacsin Skin, Rhinoceros Horn, Ostrich Eggs, Charco Macade ... ... .. 85 18 6 Total ... 1,554600 3 7 The great centres of collection for the existing trade are Khartoum, El Obeid, and Darfur. Goods are chiefly brought to the first of these places by land, and are then placed in river boats, or nagurs, rudely built craft of about 40 tons burthen, which take cargo down as far as Abu Hamed. where it is transferred to camels and carried across the Nubian desert to Korosko. There it is again re-shipped, and conveyed by water to the First Cataract, which is easily"], [28, "24 passed at high Nile. When the river is low, the goods are landed at Shellal, a village below Philæ. Thence they are conveyed on camels to Assouan, and again reladen into boats, and floated down, either to the railway at Siout, or, without breakage of bulk to Cairo. By this route five changes, involv ing nearly 230 miles of land carriage are necessary between Khartoum and the capita). So much for trade. As to finance. In 1878 Gordon gives the following summary of the state of the accounts. The Debt of the Soudan ... ... 327,000 o o The Revenue ... ... ... 579,000 o o The Expenses ... ... ... 651,000 o o The Deficit... ... ... ... 72,000 o o It is noticeable, however, that Colonel Gordon writes as follows, in 1S80, \"The Egyptian Government strenuously refuse to submit the Budget of the Soudan to public in vestigation. It publishes a statement en Mac and gives no details.\" And in his statement already quoted, General Gordon distinctly says that the Soudan might be made, by good adminstration, entirely self-supporting. In 1882, — the year of Arabi's movement, and when the Mahdi's revolt was in full swing — the deficit was only ,£96,000. General Gordon himself, in one year, made the receipt and ex penditure balance. There is one great topic of universal interest with which the Soudan is deeply connected and that is the Slave Trade. Slavery is so woven into the habits and customs of the country as almost to be ineradicable, without a growing intercourse with Europeans, together with the presence of railways and telegraphs. The slave traders in the commencement of the nefarious traffic were chiefly Arab subjects of the Khedive, and the business was carried on under the cloak of legitimate commerce. Khai toum"], [29, "25 was the head quarters of the trading companies, who leased from the Governor-General of the Soudan certain districts, nominally, for carrying on the Ivory Trade, for which they bought the monopoly. But it was black not white ivory they were after, and it soon came to pass that the Slave Trade grew by the connivance of Egyptian officials into an enormous business The Egyptian Govern ment did not hesitate to lease large territories over which they had no jurisdiction, and the result was that certain traders established themselves in and claimed a proprietary right to large districts, especially in that part of Central Africa which lies to the south of Darfur and Kordofan. These Slave Traders organised armies of mercenaries and formed chains of stations of about 300 men each throughout their districts. Raids were then made on the natives, who were hunted down and carried into slavery. To the honour of England be it said that the greatest blows which have been dealt at the Slave Trade came from Sir Samuel Baker and Colonel Gordon. But in spite of their efforts it never was completely put down ; and at the present moment the iniquitous trade goes on. Mr. Felkin, in his narrative, published only two years ago, tells us in graphic languge what the slave trade means. It means practically extermination. Where former travellers have seen fertile lands, tenanted by happy contented people, are now to be seen only dreary uncultivated wastes. The once teeming population is reduced to a few wretched creatures, who have been so down-trodden and crushed that their existence seems to be lower than that of the wild beasts, who lurk in their immense forests. Each year the miseries of the captured increase. The population decreasing, the expeditions must necessarily proceed farther and farther into the interior, and longer distances have to be traversed in the return journey."], [30, "26 The slave dealers become more brutai and callous to the sufferings of their victims. Some care and attention used to be paid to the wants of slaves on the march, but now that has all ceased. The price of human beings has risen so enormously that the driver does not think it worth his while to show them the small consideration formerly given ; for when he gets the same sum for one slave which he used to receive for several, he becomes utterly reckless as to the loss of life on the march. The real obstacles hitherto to the total abolition of slavery in Egyptian territory have been the Pashas, the army, and the wealthy classes ; and until the demand for slaves ceases, means will be found to supply it. So long as Colonel Gordon remained as Governor-General of the Soudan, slave hunting was kept in check. But upon his retirement the great barrier was removed, and gangs of slaves began again to pour into Egypt. In the Equatorial provinces, much has been accom plished. The traffic in slaves, which was in full vigour before Colonel Gordon undertook the Government has entirely ceased. The chain of stations instituted by him form centres around which the negro population have begun to cluster. Negro chiefs since his sway have lived at peace. The gardens round the stations are flourishing. European plants, flowers, and vegetables are becoming acclimatised ; indigo, rice and other cereals are being largely cultivated ; ostrich farming is being introduced, and the country instead of being given over to the ravages of the slave dealers, is now peaceful and contented. This is Mr. Felkin's account two years ago. Colonel Stewart in his report upon the Soudan, deals with the question of slavery, and recommends the occu pation of all the wells upon the slave trade routes, and that Consuls should be appointed at various points to wat;h the coast, and in this way he thinks the export trade might be"], [31, "27 stopped. But the home Egyptian trade is more difficult to deal with, and with the semblance of authority in the Soudan gone, it is hardly likely that the demand will not largely increase with the extipction of all Egyptian responsibility. Colonel Stewart concludes his remarks thus : — \" When all, however, is done and said, I with more hope on the opening up of the country and in the extension of legitimate trade to bring slavery to an end, than on the most stringent treaties that can be devised, and I am convinced no instrument will be more effective in bringing about this result than a railway bringing Khartoum within an easy distance of the sea.\" No one who has travelled in America and is acquainted with the initial part the railway has played in the giant strides of civilisation and settlement can doubt this to be true, though it by no means follows that even if the capabilities of the Soudan are not the slightest degree exaggerated, is is our mission to develope it, or that it may be to our advantage to do so. Yet there can be no doubt that its developement would be of benefit to tt is country. The question of opening up commerce with the tribes inhabiting Central Africa is becoming of importance to Great Britain. Our markets with foreign nations are being taken from us, and although we hold our own in neutral markets, competition will some day enter there, and moreover they do not afford sufficient employment for our population. It is obvious that new markets and fresh fields would be a great advantage to us, and no region of the earth presents so virgin a field for our enterprise as Central Africa with its vast lakes, fertile soil, and teeming population. The unsuitability of the Nile as a trade route is granted by all travellers. Floating islands of grass, ever-shifting landmarks, enormous engineering difficulties, want of fuel — these are some of the well-known obstacles to a great commercial Nile route. A line of railway from Suakim to Berber and"], [32, "28 Khartoum might be the pioneer line of African civilization and the commencement of a new era of English commerce. It is impossible to leave the subject of the Soudan forced in upon us as it has been by the appearance of yet another Arabian prophet, without adverting to the question of African Mahomedanism. England is a great mussulman power, and it behoves her to read the signs of the times. The career of Mahomet himself is one of the most extraordinary the world has ever seen. The creed that Mahomet preached, 1,200 years ago, to jeering crowds in Mecca, is new the religion of hundreds of millions, scattered all over the world. In London, Paris, and Berlift, the tenets of the Mahomedan religion are known, read, and discussed. In Constantinople, in Cairo, in Fez, in Timbuctoo ; in Jerusalem, in Damascus and Bagdad ; in Bokhara, in Cabul, Calcutta, and Pekin ; in the Steppes of Central Asia, in the Islands of the Indian Archipelago, in lands yet unmarked upon our maps, in thousands of negro villages of Central Africa — in each and all of these places the works and words of Mahomet are visible. He uttered the Koran and he prepared the army which carried that book, and spread its doctrine over a mighty empire. Such gigantic results brought about by the fanaticism of one man should lead us to consider very seriously the recent successes of a somewhat similar personage. There is a vast empire to be conquered and consolidated in Central Africa. Already the Mahomedan religion is the dominant creed of the Soudan. It is hardly likely that we are on the eve of seeing another conquest by a great Mahomedan warrior prophet, but the phenomenon of a religious Tamerlane has been seen in Central Africa before now. The last example was that of Oumar the Pilgrim, whose capital was Segou, and whose conquests extended from"], [33, "29 Timbuctoo to the Senegal, where meeting the artillery of the French he for ever lost his fame as a prophet. Mehemit Ali was the first to establish the kingdom of the Pharaohs in Ethiopia, and to organise negro regiments. Since his time the power of the Khedive grew steadily until very recently. In a few short years the African Empire of Egypt has crumbled into dust. Egypt is in ruins, and we gaze in helpless anxiety at the future of Central Africa. In the face of events Lord Falmerston's strenuous opposition to the Suez Canal may well be remembered. If it were not for that great feat of engineering the present Egyptian difficulty would not exist, and we should not be where we are in Egypt. Perhaps Lord Falmerston's sagacious eye forsaw the possible complica tions that awaited upon M. de Lessep's scheme. It does not require a great stretch of imagination to forecast strange and important events, fraught with interest perhaps with danger to the British Empire. But I will not enter into the wide domain of speculation. I have dealt with facts and to the facts of the Soudan geographical, historical, and com mercial, I have done my best to call your attention. I need hardly say that this lecture is devoid of originality. It consists principally of other men's materials and experience. There have been many books written upon Egypt — Upper and Lower— by English, French, American, and German travellers ; and perhaps, in conclusion, the best thing I can do for your further information and to quench your thirst for knowledge on the Egyptian question, is to tell you what are the most recent and trustworthy works on the subject : — \"The Heart of Africa,\" by Dr. Schweinfurth ; \" Colonel Gordon in Central Africa,\" by Mr. Hill ; Sir Samuel Baker's books on the Nile Tributaries of Abyssinia and the Equatorial Lakes; Messrs. Wilson and Felkin's book upon the Egyptian Suidan ; \"Egypt as it is,\" by Mr. McCoan, M.P. ; and Petherick's well-"], [34, "30 known work upon \" Egypt, the Suidan, and Central Africa.\" In the Geographical Magazine, vol. 2, 1875, you will find considerable information ; while an American (Captain Dye) has written a very quaint and truthful account of Egypt and Abyssinia. Then there is Colonel Colston's report on Northern and Central Kordofan, and Major Prout's report on the same province ; and, if I add Colonel Stewart's Blue Book on the whole Soudan question, I think I have given you food for the mind which will last for many days. Finis. The Midland Educational Co., Limited, Printers, Birmingham and Leicester."], [35, ""], [36, ""], [37, ""], [38, ""], [39, ""], [40, ""]]