[[1, ""], [2, ""], [3, "THE RAKJE O R, T H E •Iffletttae** l^eltsfctt* A POEM ECCLES. XI. Verse ix. Re joyce, O Young Man, &>& Trahit Jna auemqne Voluptas, LO N D 0 N, Printed for R. Taylor, near Stationers HAL L,'r6p3."], [4, ""], [5, "T H E ; P R E F AC E PEr haps our Title may at first Sight seem to carry a kind 4/ if Religion and Libertinism mere Notions incompatible : But to clear that Preliminary we must aver,That even the grossest Infidel, that at least believes no other God, however makes Gods of his own. And as Devotion in some sort or other naturally follows the Be- lief of a Heaven 5 So he that makes Pleasure his Heaven, may be a Zealot and a Bigot, even to a. Superstition in bis own Profes- sion 5 and not only bend the Knee, but prostrate the Affections, Heart «»af Soul, with all the most passionate Tenders of Worship and Adoration to his Darling Idolatry. As such then we prt- Jumeio define our Libertine'/ Religion, and as such is cur pre sent Golden Image// up, and the following lo pa?ans to Pleasure and Licentiousness, are the Timbrels, Pfaltries, *»WSackbuts Playing before it.y 'Tis true, those hot-spur'd Nebuchadne zzar-meo (as Magiste rially as they bear themselves ) have the Misfortune sometimes from high-flown Idol-makers, to bring themselves at last, life him too, to humble Pasture-Grazers. A more than Moin'wg Hcad ach, a Morning Heart-ach too often attends the too Riotous O ver-Night Revels. B#f alas, no wonder $ for the Libertine'/ Jollity is but a kjnd of Gra (hopper's Mirth , his improvident Summers Chirping, brings him in the end to his Doleful Winter starving. But to leave this Melancholy Consideration, and return to cur gayer Contemplations .* Our present, or rather late Author, ( sot to tell you the Trutb1 he is now no larger inihe Land of the •A 2 Living)"], [6, "THE PREFACE. Living ) We desire our Reader to believe, was a very feeling Compiler of the following Discourse, und as being too Zealous a Homager of the above-named Image- work, and ont who has not only bent his Knee, but laid his Bones by it: As such, we are the bolder to Recommend the Work as the Labour of so hearty an Artist. This Piece therefore as containing our mad Rover's own Me moires, or rather his own Effigies in Miniature,/* has made bold to Frontispiece;/ with a short Fragment of Canonical Flouii&i. a little half-Text of Sc.ipture, viz. Rejoyce, O joungMan, be ing truly as much as was required for bis Purpose^ and therefore curtatl'd accordingly. But indeed th« Libertine'/ Oracle beimg spirited by another sort of Enthusiasm, a very small Pittance of Book- Inlpiration, ( and that too cramp'd and tears' d to tbtir own Bent ) serves their Turn. A Libertine, that John Galloper that lights Life at both Ends, that dr h es like Phaeton, and generally drops like him too 5 by the Impulse of his Religion, looks up to Heaven for no other expeBed Blessing fom it9 but its Rain and ///Sunshine, and considers the whole Creation as enly his Garden and Confectionary, aud the God of it as no more than his Providore. As such is his Re ligion, his whole Prayers hape but this single Article, viz. Give us this Diy our daily Riot} and his Thanksgivings <*re according\\ that is, if he has any. For looking upon AUIhings, the whole Pro duct of Nature, as no less than his Right ard Dae, he constders the Cerefnorial Complement tj shanks and Cratitude as an unneces sary Supererogation. However to do justice to our departed Authar, the Rover held not out to his Catastrophe 5 roe mufi declare he made ku Exit to the World v.rd r some true Pangs of Conversion ; Aid the Liber- tine d\\in? strfli he lived to ivnte his own Ekgy, to subscribe his Farewel to his filling D .^on, and to buHd new Altars to a tairer D.vioity: And as such, jun will st'*d this Posthumous Piece, the Produtt of a double Conception : The Libertine Begins, but the Penitent Concludes. THE"], [7, "1 THE LIBERTINE. ECCLES. XL Verse ix. e Rejoyce, O Young Man, &c, ■ KEjoyce, — and so I will ; for now's the time, While lamHealthfHlfoung^nd in my Prime; While blooming Nature sports within my And tides of Wealth around me flow, (fVeins: And I can all the Charming Pleasures know, Which most Officious Gold can show. Now I am loose from th' Adamantine Chains Of Poverty, and all thole dreaded Ills, The Thought of which my Soul with Horror silfe. But why -should such intruding Thoughts molest, The pleasing Revels of my Breast } B Hence"], [8, "t i ) Hence, hence, ye Bugbears, I am free, And will enjoy my much-lov'd Liberty, Tho' Musty Morals teach the contrary. I I. How Grave those Dons of mighty Beards appear, (For round their Chins their Wisdom lies) Who Youthful Joys perswade me to forbear ! How all their crabbed Lectures \\ despise ! Alas, their youthful days are o're '■> And now, because they can perform no more, Look mighty dull, and so seem mighty wife. It is resolved, no plausible Pretence Shall fright me from the dear Delight of Sence. For why, ye Learned Saf/, from Bounteous He vum^ To Man was Appetite to Pleasure given? Ye cannot fay, 'twas for a Curse design'd. I No, no, the most Transporting Blessings Of wiflAng first, and then Possessing, Was ordered for the Good of all Mankind. Shall I before a Table sit, fill'd with the Dainties of a choice Repaft, To gra title the Eye, but more the Tatte ? And"], [9, "en And shall my friend, when I my self prepare, To Feast upon his dainty Fare, Unkindly then command me not to eat> It is determin'd, while my Youth holds out, And Time is in the present Tense, I most industriously will try, la Pleasures great Variety, To taste the Marrow, and the Quintessence, Which can be found in all the Joys of Sense. But when in Age, the False, Stone, or Gout Shall wrack my Limbs, (which Heaven forbid) I then Perhaps may rail at Pleasure, like these Men ; And tho' all Joys have left me far behind, I'll shew the Cudd of Pleasure in my Mind, And so at least in thought I will be Young again. I I I. But tush let all such hideous Thoughts begoti, I've other things to think upon ; Le^t me contrive the means, whereby I may With greatest Satissa&ion and Delight, Lengthen the winged hours of welcome Day, And while away, th'as welcome Ones of Night. Who can describe the Pleasures, which attend A fair h^nd She, a Bottle, and a Friend } B 2 How"], [10, "(4) How they divide the Empire of our Souls, While each with grateful Tyranny controuls: When I've all day in Pleasure s Circle run, ( Pleasures which only to the Wits are known,) At Night in Sylvia's, or in Chloe's Arms, - LnA Am lockt secure from any Mortal harms. While Plodding Sots all day on measures think, ( If they to thinking can pretend J) To save the Trash they have no heart to spend. With Women, Wits, and Soul-inspiring Drink. I push the tedious Minutes on ; And when the present Day is gone, My Mind a Stranger both to Care and Sorrow, Longs for the Joys of the Approaching Morrow. I V. fact\\ Wildblood come, my Levie to attend, Tom Ramble too l»y Dear, and Bosom Friend. But sec Ned Hopeful makes Approach, More t'tan half Crop- fa \\ with last Nights D?bauch: Will. Vnend'ky comes, assure a. Card as e're Took Bumpers off at Vintner's Bar. Hah ! — - my two Twins of Clinch and Repartee, Axe come from Will's to wait on me. Welcome,"], [11, "C 5 ) Welcome, dear Rogues , thrice welcome to you all j Oh I could hugg you with such force, Till my Soul clove to ev'ry one of Yours. Let's joyn our Lips, at least our Cheelf, Come, come, my Friends, I'll not allow A sullen Looh^ or Clouded Br&w ; Of all known Pleasures, let us loose the Reins, And try by Tome exalted Strains, To be as merry as the Antient Greeks. V. Come, let us leave this Smoaky Houses And at next Tavern take a large Carouse , A large Carouse to spur us on, To do what never yet was done, By Antient He&or, or by Modern Rahg, Some Daring Action, which may be Recorded to Posterity -, A Deed, which shall with Terrour make, The Sons of Midnight, wrapt in Flannel, quake. Frightning of Cullies, and Bumbaffing Whores, . T VVringing off Knocks, and from Posts and Doors, S Rubbtng o/tf Mill^Maids, and some other Scores, J Scowring"], [12, "6 Scowring the Watch, or Roaring in the Streets, Lamp-blacking Signs, with divers other Feats, Are low Mechanick Actions, most unfit For Z) s, the Sons of Fancy, Sense and Wit. Oh, may the God of Wine inspire Our Souls with some uncommon Fire ; That when the Grapes bewitching Fume Has thinking Reason overcome 5 Let loose to wild Extravagance we may Such a bold Action do, that all Mankind, When they have heard the Deed, may wond'ring fay, What Men in Devil's Shapes this thing have wrought? How could this Frolics enter in the Thought ? So lewd, they've even beyond Damnation sinn'd. V I To Morrow, (\"if Tradition do not lye) Is my Birth's Anniversary, Which has with solemn Joy been kept, Since first from my Indulgent Mothers Womb, {[Nature's most curious working Room) Into this World of Jollity I stept. To morrow then, my Noble Friends, I crave Your Company, to honour my poor Treat, Though"], [13, "C 7 J Though Water, Earth and Air, ransacks I have, To purchase what the Nicest Stomachs eat: But what in Pleasure Eating does deny, Mod Noble Liquids shall the want supply. The richest Wines, e're yet by Money bought, Or to Judicious Tasts were ever brought, I have procured a num'rous Store ; Wine, which as yet has fcap'd the Claws Of the Adulterating Vintners Paws :- But fine, and true, as from the Grape it camey The very sight on't will surprize, And tempt as much as Cælia's Eyes ; And if the Looks do this, how will the Taste inflame ? Of which, when each of us has drunk About an Hundred Healths, or so, To this kind She, and that obliging ?un\\, Our living Friends, remembring those that are Stept out of Life, (we know not where.) Behold, you shall another show, And 'tis, my Friends, so fine a sight, As might the very Gods invite, To leave a while their Glittering Seats on higlfy To come, and Revel with Mortality. Ife"], [14, "CO It is a mighty Vitncb-Borpl, Broad and Deep Fill'd to rhe Brim, with such a Juice, -* As-can in Men, half Dead, new Life infuso C In which, what living Mortal would refuse: > To so ahjns Sonl, and lay his Cares to sleep : Round it we'I! sit, and various Health s we'll drink Till we have loft the very Power to think. Then when wild Notions, fanciful and vain, Shall float within the Regions of the Brain ; th lO And with Copernicm we shall suppose, The World runs round, because our Heads do so. When the Bowl finds an Ebb, and each one grows So wise, his Right-hand Man he does not know : It must not then be said, that we, By Drin\\ were overcome ; for then, 1 We levell'd are with common Men \\ 7 Drunkenness is not known to Gentlemen, J Ours was all Trance, or else a kind of Bcstasie. VII. Since we must part, my dearest Friends, adieu \\ But let me beg that you would not forget, Where we to morrow are to meer. Now Time's a Drug, and lyes upon our Hands, What"], [15, "( 9) What fliall I do ? or, Whither shall I go > In strange suspence, each Thought within me stands i What, isa while I study, Oh ! the Thought Has a cold Sweat upon me brought. Study, — What ! Turn dull musty Authors o're, And upon dusty Volumes pore ? No, no, let School-Hoys, Priests, and Lawyers read, And those, whose Studies purchase them their Bread. To spend my time, I better Methods know ; For since I read my Primmer o're, Thinking's the thing I most abhor : Nor have I for this Twenty Years, or more, Read any thing, except it were A Song, Play, Novel, or lampoon. But still I know not how nor where, To spend this Lovely Afternoon. If to the Pan\\l go, there's nothing there That's Tempting, Beautiful, and Fair ', Since Ladies must abhor a place, Which by lewd Custom now is grown, The %ende%,vous of half the Mcb in Town, Where Foot men, with the Greasie Cook^Maids walk, And Low-pri^d Cracks in Masks, with Cullies talk ; 'Tis these have brought the Mell in such Disgrace. Ci A^<*r"], [16, "(™ ) Nor are the Walks of all the Inns of Court, Free from this Vermine's lewd resort. At last I've thought out where to go, I'll to the Play-House haste, and there I shall a First-Rat e Beau appear. For while the Ladies at my Rigging gaze, The Envy of the Dressing Sparks I raise •, Who oft approve of what they will not praise. The Play begun, in Corner os the Pit, Close by some well-dress'd Viruor Mask, I sit j And Ten to One in private League, But she and I contrive some sweet Intrigue : We never mind what on the Stage is done, Nor care we if the House with Clapps or Hijjings shake. If we have so much Patience as to stay, To the conclusion of the Play : Taking a Coach, away we drive, To House os Entertainment, where The Business of our Joys we soon contrive, If I can think the Nymph but Young and Fair, But if her Face or Humour I dislike, My Courtship I can soon give o re. Then with the little Disappointment sick, With"], [17, "C » ] With honest Ned or Tom, or who I find, With a full Glass, I ease my Mind, And think of Jilting Woman-ky.nd no more. VIII. No more- — Good Heav'n, forbid the thought, As well to live I may forbear, As not the Joys of Women share : Those Luscious Creatures, whom the Heav'nly Pow'rs Made to delight us in Life's tedious Hours ; Without whom, Life a Burthen were, How oft have I been Captive caught By this Nymph's humour, by another's Dress ; O One's face infnares, and t'other's Wit no less, > Such different Charms the Sex possess. J For there was never yet a Woman known, If into Years she was jjot grown, But had a Charm or two for me j Not that a Womans Slave I e're will be. I can love strongly for an Hour, As the Fit takes, perhaps a Day or more: C 2 But"], [18, "C») But none of all the Female Train, Did to a-Month e're yet extend her Reign., No, no, my Heart shall ever be Open to each new Face I see, I And I will Revel in my dear Belov'd Variety. I X. How from my Soul, I pity those poor Slaves, Doom'd to the Drudgery of a Wife ; Who, when they might be free, by pious Knaves, Are sentencd to Confinement, during Life. How was the Cheat irnpos'd on Man at first, That Two should willingly be doubly curst : That in One She, I bound my wild Desires, And vow for ever to maintain Love's Fires ; Tho' the first Month perhaps the Flame expires. A Bondage, far more cruel than was felt By Jews, when they in Egypt's Bondage dwelt, Increase and Multiply the Earth, Was the first Blessing Heav'n bestow'd, No Bounds to that Command were then allow'd. But our fore-Fathers multiplied their kind, On whom they pleas'd, not to one She confined '; Their"], [19, "r «3 ; Their Appetites by Nature's dictates mov'd, They look'd, they //'^W,and whom they //^ they lov'd. What barbarous Age to Marriage then gave Birth, That cursed Noose, that Antidote to Love: For were my Mistress Beautiful and Fair, As we imagine that the Angels are ; And were (lie so with Riches, blest by Fate, That she scarce knewthe end of her Estate. (On'flavish Souls,how strong theseCharms would move) 'Tis own'd, I would enjoy her, might we be, As we were born, and as our Thoughts are free: But \\ishe never must be mine, Unless her Hand in Holy Rites I'd joyn, By Heavtr, the Gilded Baby I'd resign. j hate 'bove all things to be Bought and Sold, And would not wear a Fetter, tho' of Gold. X. The Thoughts of Marriage, how it turns my Brains, Which Thousand Mischiefs for one Good contains ; Fit only for the Plodding Sot, 1 Who cause his Sire in Wedlock him begot, S Therefore hell follow in the fame dull trott : J On"], [20, "r 14 ) Or those tame Fools, who every day by turns, Are West with Gilded, or ungilded Horns. But see, to chase these Thoughts away, In a loose Dress, just like the Queen of Love, My Mistress hither does her Footsteps move : Cofmelia Wanton, Careless, Young and Gay, Come to my Arms, of all thy Sex, the best, And let me kiss thy warm and downy BreaB ; In killing Raptures I'll thy Waft entwine, And strive to joyn my very Soul with thine. I feel soft Love is creeping in each Vein, : J ' cannot one short Minute more refrain, r So strong the Passion is, so fierce the pain. J Come then, Cofmelia, to my dark Alcove, -. And in the most endearing Pleasure prove, C That none but such as we know how to Love. S X I. She s gone but yet my Transports are not o're, I hug her still in Effgie ; And tho* flic's fled, her Image still I see. Divinest Creature, whole Embrace, I still above all Earthly Pleasures place : Which when with tffee compar'd are Spiritless & Poor. Boy,"], [21, "( *5 ) Boy, bring a Bottle of the choicest Wine, Such as the Gods drink,when they would discourse Of their Intrigues, and high Amours. For in the Amorous Combat, I have lost Some Spirits, which must again recruited be ; Tis as I wifht, a Liquor half Divine, See in the Glass the Atoms dance and shine. No mortal sure can of more Measures boast, For Wine and Women do by turns supply The Cravings of my Appetite. Where is the Man that is more blest than I } While all my Hours I spend in soft Delight ; I laugh at all those Pious Fools, By PrieSl-craft cheated, lead their Lives by Rules. XII. What ails me > sore lam not well, My Thoughts are on the sudden grown Tumultuous j yet the cause I cannot tell, A sullen Damp has seiz'd my Soul, And I'm uneasie whilst alone. What can it be, which thus destroys The Relish of my former Joys > And"], [22, "C 16 •) And makes ms with a strange Affright, Remember former past Delight : I think I'm not Bewitch' d nor mad, What then should make me now so sad? Perhaps 'tis Conscience, with her croakino Voice That in my Breast has made this mighty Noise : The Name I've often heard, 'tis true, But ne're till now its Office knew. If it be that which thus docs howl, I'll quickly silence her unwelcome Chat, And Wine, and Company, and Play, Shall chase the Evil Spirit away : I'll hear no more her canting Stuff. But if she does me to the Tavern follow, While I large Brimmers swallow : If she'll be brib'd, she shall have Wine enough. Troublesome Fiend, such Michiefs to create : But 'tis resolv'd, if thy tormenting Clack Can silenced be, or laid asleep, Store of the strongest Wines thou malt not lack j While I without thy noise will choicest Pleasures reap. XIII"], [23, "Had C *7 3 XIII. All will not do, I find 'tis but in vain, T* appease this new rais'd Hurricane. The more the Storm I strove t* oppose, The higher still the Billows rose ', Nor would the Fiend be quell'd, Tho' I tall mighty Bumpers fill'd : Nor will her Noise be overcome With all the Wine in Christendom. I am alone, Deje&ed, and at home. And now it more outragious grotvs, Fain would it speak, what yet I fear, Would not be grateful to my Ear. Am I a Coward ? Shall it ere be said, I of a puling Conscience am afraid ? Speak then, if such thou art j I bid thee speak, And all thou lab' rest with, disclose j I'll freely bear thy Whip, thy Sting, thy Checks Tho' what th* Event may be, Heav'n only knows X I V. In a grave Tone his Conscience then begins ; Mistake me not, young Man, I was not sent To be your Plague or Punifimcnt ; Bat as a Monitor to warn you of your Sins : D"], [24, "C * ) Had you a vertuorfs course pursu'd, And not been viciom, vain, or lewd ; From me no Trouble you should e're receive : 'Tis you the Whips and Axes give. And I who was your Counsellor design d; A kind of Executioner you find : The Strokes and Lashes which you feel I From me, were ordcr'd all by Heaven, To be in Love, not Anger, given ; |^| To make you think of that, and not be fond of Hell. X V. Think not the Word a Bugbear made by Priests, Or craftily invented by some Law, To keep the Headstrong Multitude in aw. I know how much you, who would Wits be thought, Into Contempt all serious Things have brought : Religion serves to make you thousand Jests ; And when your Heads with Wine are full, Too oft the Majesty os' Heav'n you ridicule. Think you his Justice will for ever sleep ? Such vile Affronts will he forever bear, From crawling Dust and Astes, as you are ? 'Tis very strange that you should disbelieve, The Being of a Place, which ev'ry Day You"], [25, "( ityj) You wish, in Oaths, and Curses, would receive Your Souls and Bodies. But your ready Plea Is that, They're only -words of course, which flip Sometimes between the Cup and Lip ; And that you hope of such Mistakes, That Heav'n at all no notice takes. But let not Sin too long deceive, And of your Noblest Faculties, your Soul bereave : For as you sow, the very fame you'lreap, And Vengeance will be sure, altho it seem to creep. XVI. Are you so sworn to Company and Drinks, As not to find Qne leisure Hour to thinks? But that you cannot, nay you dare not do : Your Mind would find you then, and represent Your Crimes in lively Colours, to your view. For when the serious Thoughts approach, You stifle 'em in lewd Debauch. But since I find you are dispos'd to hear, Pray let me whisper something in your Ear. XVII. Can you suppose, or did you ere believe, You were for nothing else design'd, Only for Pleasures sake to live? And"], [26, "20 And taste no Joy, but what in Sence you find ? If so, then ev'ry Brute you view, Is happier by far than you 5 They have no Love nor hatred, Joy nor Sorrow ; Nor have the anxious Thoughts about the Morrow. Many than Man have Lives of longer date, Their Senses too are far more delicate. N.o no, above the Beasts you'te lift in Thought, Tho Vice has Man below their Order brought. If for some higher end you were assign'd, Call np the Noblett lowers of your Mind ; Act first your Reason, humbly then believe, And let your Passions on new ObjeSls fall. But oh in vain, in vain I call, The Soul is buried down so deep in Vice, It has no Power to act, no Power to rise. XVIII. Accursed Vice,- what Magic\\ dost thou use, That Man should thy hard Service chuse? How willingly he labours for his Ruin, And Toils and Sweats still for his own undoing. How strangely some Iniquity have plow'd, Forc'd to make Brict\\, when Straw was not allow 'd. Tho all the Wages in this Life {he pays^ Her"], [27, "C « ) Her Slaves, are Pain, Want, Poverty, Disgrace j What Tortures in the other Life they feel, No Thought can guess, no Tongue can tell. Could we survey the Mansions of the Dead, -How many Millions should we find, Whom LuH,.Ihtemperance, Revenge, and Pride, Thither in Blooming Years have sent — beside ; The Living here in Magick^Chainsnre led, That they no Mischief see, and will be blind ; And from their Lethargy, not thousands wake, Till they are plung'd into the Burning-Lake. XIX. . , All I have said, Young Man, will be in va in, If still your Prejudice you will maintain Against Religions and believe It is a Tricks invented to deceive, What with it cunning Men have done ; (Which Juggles Mouths of Atheists serves to fill.) It does not therefore follow still, That there is no such thing at all : Its Principles examine, search its Rules, Which when impartially weighed, you'l own, Those Who its Dictates slight, are very Fools. E Commands"], [28, "( 33 ) Commands it any thing, but what we must Confess for our own good, is just? If to be Temperate and Chast, And not the Oyl of Life, on Wine and Women wast ; Be not by far to be preferr'd, Than running blindfold with the vicious Herd; Let Folly taty the Chair, and Sense and Reason fall, X X. Besides, forbids it any thing, But what to Body, Soul, or Name, Does Ruin and Destruction bring? On Vice Diseases do themselves entail, Which first or last, to Visit will not fail. Gouts, Palsies, Dropsies, do the Drunkard rack, Nor wants the Let c her Pains in Shins and Bsck How much disturb'd do the Revengeful deep ? And with what Fear to Gold do Misers creep ? Vice evei to it self uneasie was, While Vertue's always calm, and still the fame. These are the Roads of Infamy or Fame, And you are free to chuse which Path you please. XXI"], [29, "r 33 j XXI. But above all, think, should you still go on, And Vice by Custom be habitual grown ; And End at last will come, and then you'll wifli You ne'r had cry'd to my Advices, pish. You're young, and Youth will quickly slide away : Nay, Death perhaps may find you, ere this Day Give place to Night : think then, with Horrour think, What the Event will be : — and do not cherish The Thought, you die just like the Beasts that perish. No, no, above, there will a Judgment pass, On all the Actions here you've done : The Judge will not be brib'd, and I'm no less Against you than a thousand 'Witnesses. When it is proved how much you've broke the Laws* Where is your Advocate to plead your Cause ? But yet, dear Youth ,.as yet 'tis not too late, Repent- — with Shame, with Horroifr, and Regret, On your past Life look on, and never more, Noj not in Thought, act former Vices o're, Heav'ns ■> ."], [30, "C 34 ) Heavns blessing crave each Morning when you rise \\ Without it venture not to close your Eye& Be Temperate, be Ckast, be Just, and Wife, T his ivill a Pmtvnly Mansion for you get. p But above all, do not this Rule forget ; > Repent betimes,bdoxe your Sun of Youth is set, j FINIS. ADVERTISEMENT. FAtalFTt^pdfhipi Or, The Drunkard's Misery: A Satyr . againslWat pernicious and dangerous Vice of Hard- Drink- ing. Written (by way of Essay ) hy a ymvg Gentleman, a little be far e his Deaths who lately fell an unhappy Sacrifices the Bottle. Printedfor r\\.Taylor,»&ir Stationers-Hall ; andR\\ch. Southby> at the Fleece in Eieetstreet, near Chancery- Lane- End. Price Stick'** -taiknce."], [31, ""], [32, ""]]