[[1, ""], [2, ""], [3, ""], [4, ""], [5, "SPRING BLOSSOMS AND AUTUMN LEAVES."], [6, ""], [7, "SPRING BLOSSOMS AND AUTUMN LEAVES. a Collection of poems. By MICHAEL RATHMELL 9 A LEEDS WORKING MAN. \" The moving accident is not my trade; To freeze the blood I have no ready arts: 'Tis my delight alone in summer shade. To pipe a simple song for thinking hearts. One lesson, shepherd, let us two divide, Taught both by what she shows, and what conceals. Never to blend our pleasure or our pride With sorrow of the meanest thing that feels.\" — Wordsworth. LEEDS : PRINTED BY FRED. R. SPARK, \"LEEDS EXPRESS'' OFFICE. 1886."], [8, ""], [9, "DEDICATION. TO THE RIGHT HONOURABLE LORD HOUGHTON. The bard who grasps the lyre with trembling hands, And ventures forth, confused and doubting stands, Fearing to touch the strings, amidst the throng Of minstrels famed, who grace the paths of song. The scornful sneer he dreads, and critics' frown, Untried, unknowing, and himself unknown ; He looks around to find some honoured name By virtue graced, and crowned with honest fame ; A smile from him, his heart will reassure, The strings he sounds, and feels his way secure. A simple bard, I try with feeble wing Awhile to soar, and something worthy sing. One honour, I at least can justly claim, — My verse is prefaced with a noble name. Though Yorkshire claims your Lordship as its own, Beyond its bounds the name of Houghton's known ;"], [10, "DEDICATION. VI In philanthropic annals finds a place, In courts and senate heard with equal grace. Friend of our living Poets, and critic just, A reverent mourner o'er the sacred dust Of Shelley, and the Bard of Rydal Mount ; High Priests of famed Castalia's classic fount. To him who bore that honoured name I turn, He whom a nation loved, and thousands mourn. Long years have passed since first, — how time has sped ! The poems of Monckton Milnes I loved, and read ; And since, by young Endymion's silent bier, With him have shed a sympathetic tear. As memory back through time's long vista looks, I feel, my dearest friends have been my books, And this frail child of mine, I doubtful send Into the world, perchance to meet a friend, With Houghton for its sponsor, and secure Some small success, despite its birth obscure. My Lord, the debt of gratitude I owe — With thanks I pay, — the only way I know ; No honour I confer, mine is the gain, And your obedient servant ever will remain. M. RATHMELL."], [11, "I PREFACE. The gifts of Nature are showered impartially on poor and rich alike; and Poesy — which is essentially the gift of Nature — has stirred with equal force sympathetic hearts in all ranks of life. The well-to-do have the greater advantage in being able to invite attention to their poetic thoughts ; but, in spite of all obstacles untutored singers of the lower classes have made themselves known, though too many have been perforce content to remain the \" mute inglorious Miltons\" of their own immediate circles, through lack of opportunity to be heard elsewhere. That the working classes have produced poets to whom the world has listened, the long roll of names in the literary history of Britain, beginning with Burns and Critchley Prince, bears eloquent testimony. Yorkshire has not been silent in the sweet poetic chorus. It has, and has had, sons and daughters whose tongues have been inspired with the fervour of rich imaginations and a strong desire to uphold the cause of truth and justice. In this little book another Yorkshireman, a true son of the soil, places before his fellows, for praise or condemnation, the outpourings of his poetic mind. Like most poets, to whom the advantages of a good education have been denied, Michael Rathmell writes directly from the heart. Without academic polish, his lines have the true ring of manly thought ; and if at times the diction is not so euphonious as it might be, or his Pegasus slightly limps when it should amble gracefully along, at least the sentiments are pure and the language is forcible and appropriate."], [12, "PREFACE. VIII Michael Rathmell was born at Huby, in the parish of Harewood, in the year 1828. In that pre-education age there was no school of any kind in the village. With a mind singularly attracted by the beauties of Nature — and Nature is beautiful in Wharfedale — young Rathmell, as he grew up, soon felt an instinctive longing for the knowledge that books alone can teach. But the acquisition of these was difficult for a poor country lad. Almost unaided he therefore toiled up the steeps of knowledge, picking up, by diligent reading of the books which came in his way, smatterings of many subjects. It was perhaps the want of systematic teaching that prevented Mr. Rathmell's Muse from being earlier developed. The stray books he picked up in that out-of-the-way village, were certainly not calculated to inspire a budding poet with sentimental fervour. It was not until a volume of the poems of Burns' came into his hands that he realised how intense was his sympathy with the rhythmical form of expression. He was not long before he attempted to clothe his own thoughts in rhyme. Poor, those early attempts might be, for they were the first struggles of an uneducated mind filled with the burden of new ideas. The influence of his then surroundings may be seen in the many pastoral descriptions in his poems. A love of Nature seems ineradicable in those born in its lap, and such a love survives even years of residence in the dingy brick wilder nesses of our manufacturing towns. Up to the age of twenty-one Mr. Rathmell followed the plough. He then came to Leeds, where he has since resided, doing his duty in a comparatively humble sphere of life, until laid aside, by a severe illness, a couple of years ago. During those long years of residence in Leeds, whilst writing _.poetry for his own amusement, he rarely sent his verses anywhere for publication. He was content with the pleasure that literary exercises always create in intellectual minds. His portion in the world seemed to him to be to walk in that position of life to which he had been called. In his sphere he did good work in connection"], [13, "PREFACE. IX with three great friendly societies, of which he is a member. There can be no doubt that the educative influence of the work done in those societies has been of the greatest value to Mr. Rathmell, as it always is, to those who use their opportunities rightly. Contact with men, discussions on principles, cause attrition of thought, and widen the sympathies, as well as bring an increase of knowledge. The riper thought displayed in the later poems, is the result, not of scholastic education, but of the education brought by experience. Mr. Rathmell had not so hid his poetic light under a bushel, however, but that his friends were aware of how clearly and brightly it at times burned. A few of his poems have appeared in magazines, chiefly belonging to the great friendly societies ; and with these to guide them, Mr. Rathmell was urged to prepare a selection from his numerous pieces for publication. Some of these pieces have been written many years, others quite recently ; for from the early days in rural Huby, Mr. Rathmell has always been unable to resist the rhyming influence. This little book is now before the world, and it is the sincere wish of Mr. Rathmell's numerous friends that \"patient merit\" in his case may receive its due reward. T. BALLAN STEAD. Leeds, August, 1886."], [14, "4 NOTE On issuing this small volume of Poems (the imper fections of which I am painfully conscious), I cannot refrain from acknowledging the obligations I owe to the friends who have so kindly interested themselves in recommending my work, and in assisting me in obtaining additional subscribers. To Miss Issott, Miss Burland, Mrs. Bastow, Mr. T. Ballon Stead, Mr. H. Smith, Mr. C. H. Wilson, and Mr. Spencer, and to all those ladies and gentle men who have favoured me with their names and patronage, I desire to tender my warmest thanks, and to assure them I shall ever remain their Grateful Servant, M. RATHMELL."], [15, "INTRODUCTION. The lark, upspringing, spreads his wings, Poised high on air, he blithely sings In morning's purple glow ; Delighted crowds the carol hear, By zephyrs wafted far and near Along the plains below. The thrush, perched high on some tall tree Pours forth a strain of melody Through parks and woodlands gay ; And finds, where stately homes abound, As peace and plenty smile around, Meet list'ners to his lay. The nightingale, at daylight's close, When nature sleeps in calm repose, Pours through the moonlit vale"], [16, "XII INTRODUCTION. His melting song, and in their walk Fond lovers pause, and hush their talk, To hear his amorous tale. The linnet, on the gold-hung spray Of spinous furze, salutes the day In notes of welcome cheer ; The merry children cease their play, The school-boy loiters on his way, The cheerful strain to hear. The robin, meek, familiar bird, By cottage homes is daily heard ; His soft, and plaintive ditty Some memories of the past will start, His simple song the simple heart May move to love or pity. The lark, the thrush, the nightingale, Or linnet, trying, I should fail Their songs to emulate ; The robin's humbler role I may With diffidence attempt to play, Though failure be my fate."], [17, "INTRODUCTION. XIII But reckless ! why should I aspire To touch the poet's sacred lyre Amongst the bards of worth, With genius, learning, power endow'd ; And I, one of the nameless crowd, Of poor and humble birth ? It has not been my lot to pore O'er ancient tomes of classic lore, Or quaff Castalia's springs ; Yet, sometimes, the observant eye May germs of poetry descry In plain and common things. I choose not high heroic themes, Or plunge in metaphysic dreams, Or moral systems fine ; My inspiration comes from life, Familiar scenes of toil or strife In city, field, or mine. Around stirs nature everywhere, The echo of its voice I hear, And hail its witching power."], [18, "INTRODUCTION. XIV In all things beauty we may see Where life exists, in plant or tree, And in the wayside flower. A poem encircles every form, From man erect, to creeping worm, In all breathes poetry. If only we attain the skill The keys to strike, we wake at will The dormant harmony. Through all creation vital force Flows onward in continuous course, Link'd in one endless chain ; The great Creator ne'er designed A form imperfect in its kind, Or made it live in vain. Ye critics, spare my jingling rhymes ; Unpolished, rude, and harsh, at times Infringing poets' laws. Fastidious readers glancing here, Will little find to praise, I fear, Or meet with their applause."], [19, "INTRODUCTION. XV Subordinate the niche I claim, The lowest in the lists of fame, The minor bards among ; To friends my grateful thanks I pay, And timidly before them lay This wreath of humble song. The Author."], [20, ""], [21, "SPRING BLOSSOMS & AUTUMN LEAVES EMMELINA: H Xecieno os t>arewoo5 Castle. P.-17?r FIRST. How gay was Christmas in the olden time; The village bells rung out their merry chime ; And round the blazing yule-log lighted hearth Smil'd hospitality and social mirth. To young and old, to peasant and to peer, To all old Christmas brought his merry cheer ; In hall and cottage mirth and joy abound, And festive revelry and songs resound. Where Wharfe through fertile vales meandering flows, And scenes as fair as Albion's landscape shows, Stood Harewood Castle in its ancient pride, The lordly guardian of dominions wide. 2"], [22, "SPRING BLOSSOMS AND 2 Each Christmas had the noble mansion been Of high festivity the pleasant scene ; But now, in honour of his daughter's natal day, Sir William all his bounty would display. The emblems of the season deck'd the hall, The mistletoe and holly graced the wall ; And trophies of the war and chase were seen In artificial groves of evergreen With laurel boughs the shields were studded o'er, And tufts of fir the stag's huge antlers bore. The tables crown'd with good old English cheer, Roast beef, Old England's pride, and foaming beer, The massive walls re-echoed with the song, The dancers whirl'd in circling maze along; Though Ebor's fairest beauties graced the hall, Yet Emmelina mov'd amongst them all, Like heavenly Venus, lovely queen of night, Whose glowing lustre dims each fainter light. All deem'd the high-born maiden wond'rous fair, Who mark'd the soft blue eyes, and golden hair, Which fell in tresses o'er a neck of snow, Or shaded cheeks like morning's rosy glow. Her graceful form, and elevated mien Were all that artists paint or poets feign ;"], [23, "AUTUMN LEAVES. 3 Of polish'd manners, cultivated mind, A cheerful heart, and sentiments refin'd. The benefaccress of the neighbouring poor, By all belov'd, and yet so meekly bore Superior honours, and extended fame, That envy fled, nor dar'd to breathe her name. Knights, too, were there, in military pride Caparison'd, and broad-swords at their side. And one, the noblest of the martial train, Was there, Sir Henry Vere of Rugemain ; Whose manly port and brave majestic form Seem'd made a tower, or lady's heart to storm. The deep indented scar which mark'd his brow, Told he had wounded been, but told not how ; Yet fame reported he by Edward stood, When Cressy's plains ran streams of Frenchmen's blood As he and Emmelina, hand in hand, Tripp'd lightly through the Terpsichorean band, One whisper 'd in his fellow's bended ear, \" Pastime alone, brought not Sir Henry here.\" O love! thy magic power what tongue can tell! By thee what cities rose, what Troja's fell ; By thee what Sovereigns from their thrones are hurl'd, What nations blotted from the charted world."], [24, "SPRING BLOSSOMS AND 4 The conquering hero tears his slighted bays, And at thy shrine his humble homage pays ; The poet forgets his hymn to heavenly Jove, To celebrate thy praise, all-conquering love. Sir Henry, who upon the battle-field Had often fought, and ever scorn'd to yield, When love his powerful assault thus made, Conceal'd in glances of a lovely maid, Found armour, which had shatter'd many a spear, Would not avail to guard his bosom here. At once he bow'd to love's resistless force, Frail as a reed within the torrent's course ; Nor sought to hide the passion in his breast, But to the maiden all his love confess'd, Who vainly strove a rising blush to hide. While to the gallant youth she thus replied — \" In childhood doom'd a mother's loss to bear, And guided by a tender father's care, I, still obedient to his wise command, Shall give my heart where he bestows my hand.'' Her father gave consent and fix'd the day; And they would married be the first of May. But with the last of April's fading light, A courier brought this message to the knight"], [25, "AUTUMN LEAVES. 5 meet ; \" Sir Henry Rugemain, to thee I bring A special summons from our gracious King. He bade me say the French by Calais lie ; Our soldiers there by plague and famine die. Thy powerful aid and presence he commands, By right of which thou hold'st thy feudal lands, To waft us o'er at Dover lies the fleet, And there each Knight and Squire the King will Thy vassals all are arm'd, they wait for thee, Led by thy noble cousin, Alan Lee.\" Thus, full in prospect of the happy day, Sir Henry from his love was torn away. His destin'd bride at once the chieftain sought, And told what message had the courier brought. He saw, alarm'd, the maiden's rising breast ; Her tears and pallid hue, her grief confess'd. He said, \" Dear Emmelina, calm thy mind, Though far or near, I shall alike be kind ; When ocean rolls and realms between us lie, My thoughts to thee on lightning's wings will fly. I will be true, by yonder stars I swear.\" She answer'd \"Yes, thy truth I do not fear. But ah! too well thy martial pride I see, Where danger thickest rages, thou wilt be ;"], [26, "6 SPRING BLOSSOMS AND And should'st thou fall, the bards will chant thy praise, And cloister'd halls will echo with their lays : But fame or song will nought avail to me, For all, all will be lost, in losing thee.\" \" No, Emmelina, I have twice before Return'd in triumph from the Norman shore ; And I shall see again my native land, In spite of feeble sword in Frenchman's hand ; Then will our happy meeting well repay The parting sorrow which we bear to-day.\" \" Take this,\" she said, \"and wear it on thy breast,\" (It was a medal with her form impress'd); \" And when this trifle thou sometimes may see, Perhaps thou wilt a moment think of me. And, O remember, 'midst the mortal strife, If not for thine for my sake guard thy life.\" He took the piece, and on his bosom placed ; \"Thy form from this,\" he said, \"may be effaced, But will remain engraven on my heart, Unchang'd by time: but now, alas ! we part.\" One fond embrace, one scarcely heard adieu, And through the dark'ning shades Sir Henry flew."], [27, "AUTUMN LEAVES. 7 PART SECOND. Friendship! thou dear and social charm, all hail! Design 'd by heaven to light life's gloomy vale. I'm poor, and therefore are my friends but few, Yet in the day of trial staunch and true: Nor bound alone the halcyon sea to sail, But breasting stormy waves, and adverse gale. Sir Henry had a friend, they lov'd from youth; No cause he knew to doubt his cousin's truth. In danger's hour his valour he had seen, In war and peace his sole companion been ; And yet his form, though fair, did but enfold A heart to every noble virtue cold ; A soul of eager selfishness and guile ; A face where envy wore a placid smile ; A smile so seeming fair, Sir Henry deem'd His cousin was the generous friend he seem'd. And they have left old England's shore again, By feats of arms its honour to maintain. The summer pass'd, and yet no tidings came ; The fruitful days of autumn pass'd the same. The fading leaves November's surly breeze Tore from their stems, and whistl'd through the trees"], [28, "8 SPRING BLOSSOMS AND The evening's gloomy shades began to fall, As Alan enter'd Harewood's castled hall. When Emmelina saw the stranger knight She, pale and trembling, wish'd to shun the sight The dreadful news untold too well she knew, When Alan from his breast the medal drew. \" Short is my tale of woe, but sad,\" he said ; \"On Garonne's plain is Henry's body laid. The day was hot, but hotter was the fight, The battle rag'd from dawn to almost night ; At last the French gave way and fled the ground, With dead and dying strew'd in heaps around. Sir Henry, cover'd o'er with dust and blood, The trenches left to bathe in Garonne's flood ; I sought him long, for oft alone he stray'd, His bleeding corse upon the shore was laid ; Slain by some coward Frenchman in his flight, His country's bold invaders to requite.\" He ceased ; for Emmelina pale as death, Her eyeballs wildly staring, gasp'd for breath. Three days and nights unconscious she remain'd, And then her reason, not her peace, regain'd ; Her cheeks, once fair, each day more sickly grew ; The rose had chang'd to faded lily's hue ;"], [29, "AUTUMN LEAVES. 9 Her eyes no more with sparkling lustre shone, She wander'd silent, pensive, and alone. Still, as she stray'd, each well remember'd scene Recall'd the past, and hopes that once had been ;— The hopes of bliss, which, like the flowers of May, Just wear a transient bloom, but soon decay. Sir William saw the painful change with grief, And marriage he propos'd as sole relief. \" No, dearest father,\" Emmelina said, \" For Henry's sake I wish to live a maid ; I vow'd to love till death — my vow I'll keep, Though now on Garonne's banks his bones may sleep First love, when pure, from heaven derives its birth ; The second springs but from the grovelling earth. All are indifferent to my heart, for there For ever lives thy image, Henry Vere.\" \" His cousin and his friend, Sir Alan Lee,\" He said, \" is handsome, young, and rich as he ; He has propos'd, the articles are signed, And everything is settled to my mind. At Christmas we have nam'd the happy day, And as I know thou wilt my will obey, I hope to see thy health return again, And prayers and tears thou know'st with me are vain.\""], [30, "10 SPRING BLOSSOMS AND say ; The time sped on, and at the altar's side The hapless maiden was proclaim'd a bride. The evening came, the mirth and song resound, And evergreens again were cluster'd round. The tables crown'd as they were crown'd before, The guests as rich and gay, in number more. \" But where's the bravest ?\" \" He is gone,\" they \" And where the gayest ?\" She no more is gay. She sat, her downcast eyes fix'd on the ground, Unmindful of the pageant moving round ; Musing, perchance, on times now pass'd away, For on her face a transient smile would play ; And as it fled she heav'd a bursting sigh, And rushing tears suffus'd her listless eye. Sir Alan, too, but what could give him pain ? Seem'd not to mark the dance or vocal strain ; He ghastly stared, as though the viewless air Reveal'd a form that others saw not there. The bell toll'd twelve. The portal open'd wide, And from the gloom a spectral form did glide ; Like Henry it appear'd, but he was dead, And bodies cannot leave their earthly bed. All thought it was his ghost---perhaps it might, For ghosts are said to walk abroad by night."], [31, "AUTUMN LEAVES. 11 here The ladies, fainting, sank upon the floor, Or shrieking, frantic, tried to reach the door ; And warriors who, in battle's fiercest cry, Had bravely rush'd on swords and dared to die, Now shrinking stood, confounded and amaz'd. As on the guest mysterious they gaz'd. Before Sir Alan's seat the stranger stood, A dagger drew, all rusted o'er with blood. \" Traitor, prepare !\" he cried ; \" prepare to die ! At once his deadly weapon brandish'd high. Sir Alan look'd a mute appeal for aid, But none assay'd to stay the plunging blade, Ere in his breast a wound was open'd wide, And life was flowing with the crimson tide. Then murmurs of revenge, and armour's clang, And wild confusion through the mansion rang, And twenty swords were drawn to take his life, Who was the cause of all this bloody strife ; Yet each his moving weapon mid-way stay'd, While thus his calm defence the stranger made : \" My friends, — for many are my friends now Though, as it seems, unknown is Henry Vere. Last year to France I led a gallant band Of vassals, train'd to fight in my command ; —"], [32, "12 SPRING BLOSSOMS AND But here of battle-fields I need not tell, You know who bravely fought, who, fighting, sell. The morning saw ten thousand foes in arms, The mid-day rang with battle's fierce alarms ; And night, descending on the ensanguin'd plain, Saw thousands breathless, ne'er to breathe again. Sick of the sight, unarm'd, alone I stray'd, And mus'd along the deep'ning forest glade. By beauteous Garonne's ever varying tide, When, all unseen, a dagger pierc'd my side. I turn'd, and saw a mask'd English Knight ; I fell, my senses fled, dim grew my sight ; And when I first beheld the light again, The sun was glancing through a lattice pane. I there was laid upon a wretched bed ; A peasant girl was standing by my head ; Already had she staunchd the dreadful wound, With bandages the gaping gashes bound. My clothes and money, too, beside me were, All but one little gem — than all more dear. That medal next my heart I ever wore ; The form of one belov'd impress'd it bore. A bloody dagger lay — oh, could it be ? That dagger bore the crest of Alan Lee."], [33, "AUTUMN LEAVES. 13 I Of Alan Lee ! that friend I thought so true ; His horrid, dark design at once I knew. With pain and rage o'ercome, by heaven I swore To steep that dagger in his warmest gore. Dragg'd from that bed of pain, I was confin'd In prison cell, where stern despair of mind, Tormenting solitude, and wounded pride, Were all the friends I knew — I'd none beside. At length, from prison freed, I burst away, But poverty and shipwreck barr'd the way. My foot at last on England's shore I plac'd, My health destroy'd, my once fair fame defac'd. This night, o'erspent with toil, I sought the gate, Where once a welcome would my coming wait. The cause of all this revelry I guess'd ; My rage the fiercer burn'd — you know the rest. If you persist, I shall not shun the strife, But little care I for my wretched life ; I nothing will, I nothing need conceal, But to our Lord, the King, I make appeal.\" He ceas'd, and murmurs loud again arose, But from applauding friends, not censuring foes ; And few their indignation could restrain, They poured reproaches on the perjured slain."], [34, "14 SPRING BLOSSOMS AND chime, But why should we our simple tale prolong, Or make a history ol our rustic song ? Not many moons their fading circlets hide Ere Emmelina was Sir Henry's bride ; A long and happy life of bliss repays The pains and sorrows of preceding days May heaven the good and virtuous ever guard, While guile and treachery meet their due reward. SONNET ON YORK MINSTER Twas Sabbath morn : the bells rung out a merry When first before York's hallow'd fane I stood, And gazed on what I'd dream'd of many a time ; I felt as one transported to some distant clime. The golden sunlight streaming in a flood, Amongst the towers and chisel'd turrets play'd, A glorious picture form'd in light and shade. And more and more my admiration grew, As from each point fresh beauties met my view."], [35, "AUTUMN LEAVES. 15 The sculptured heads look'd down with living eyes, As though the ancient workers of the line and square, Who stone by stone beheld the temple rise, Had caught a distant view of paradise, To build a monument of faith and prayer. THE FLIGHT OF THE FAIRIES. These verses were written at the opening of the Leeds and Thirsk Railway. The summer night was calm and still, The moon's soft beams, subdued and pale, Glanc'd on the crest of Almscliff's hill, And white mists floated down the vale. I wander'd on at fancy's will, Recalling many a childish tale, And legends strange of fairy lore, Which I had heard in days of yore. Perchance it was a dream ; for there Before me rose a wondrous scene ; A group of little creatures fair, Part scarlet rob'd, and part in green,"], [36, "1 6 SPRING BLOSSOMS-^_AND The texture light as gossamer, Or woven moonbeams might have been Each held a grass-spear in his hand, Or wav'd aloft a tapering wand. And in the centre of a ring, (A budding mushroom for his throne), With troubl'd aspect stood the king, Nor stood he silent, or alone, To his left arm his queen did cling, Her face cloud-shadow'd like his own. He wav'd aloft his shining spear, And spoke — his voice as music clear. \" For ages this our home has been, This mighty rock its shadow gave ; And we have sported on the green, And safely slumber'd in our cave ; A life both useful and serene, For solitude is all we crave ; And ever since our life began We have been faithful friends to man. \" No wandering feet we led astray, Like Will-o-wisp with fitful light,"], [37, "■^ l^^B^M I AUTUMN LEAVES. ■7 Who flutter'd only to betray, And sunk in bogs the Mated wight. The sick child's anguish to allay, Unseen we tended through the night ; When stray'd afar, the simple lamb, We found and brought it to its dam. \" When witches with unearthly spells, On man or beast affliction laid, We gather'd from the hills and dells The herbs for cure that nature made. The water-fiend, who torrents swells, We chas'd away with fear dismay 'd ; When the old dame toil'd at her churn, We made the cream to butter turn. \" Our offspring we did never change, Or from the mother steal her child, Or cause the broken steeds to range, Like wanton colts untam'd and wild ; Such are the works of Elfins strange, Who from our haunts have been exil'd, With Kelpies, Brownies, Barguests, Sprites, Those terrors of the winter nights. 3"], [38, "1 8 SPRING BLOSSOMS AND \" We always help'd the weak and poor, Nor from them clothes or victuals took ; Our food came from the rich man's store ; A friend in need we ne'er forsook. The grand-dame from us had her lore, When seated in her cosy nook ; Our antics pleased the young and old, When by the farmer's ingle told. \" Thus peaceful pass'd our happy years, And many came our home to see ; Young lovers told their hopes and fears, And danc'd upon our green with glee. The time-worn rock its head uprears, A wonder how it came to be ; The simple rustic gazing stood, His faith confirm'd in Noah's flood. \" But lately men came chipping stones, And spoke in language new and strange Of great upheavals, fossil bones, Of hills detach'd, or mountain ran^e, Of glacial periods, Arctic zones, And denudation's constant change."], [39, "\\ AUTUMN LEAVES. 19 i Man's years on earth they said were millions Nay, some declar'd it might be billions. \" The sacred books their fathers read, In Avhich they put their faith of old, Were cast aside, and now instead Wise men another story told ; Lyell was prophet now, they said, And Huxley's doctrines firmly hold ; I heard, and fear'd our course was run, The reign of Science had begun. \" One Stephenson a power has found, As potent as the earthquake's force ; Swift as the dove men skim the ground, No longer trust the fleetest horse. The lightning's flash in chains is bound, By man controll'd, and mark'd its course; The air he now aspires to ride, And laughs in scorn at wind and tide. \" In that once peaceful vale below, A twisting snake-like line is laid ; Beneath huge arches Wharfe must flow ; Through Wescoe Hill a path is made ;"], [40, "SPRING BLOSSOMS AND 20 What next may be I scarcely know ; Our day is gone, I am afraid ; From his old throne is fancy hurl'd, And Science reigns throughout the world.\" A shriek, a roar, and far away The huge steam giant tears along, Behind a stream of smoke and spray, For he is bold, and fierce, and strong ; And sparks flash through the morning grey As echoes wake the hills among. The dream has fled, the day begun, And Almscliffe hails the rising sun. THE WANDERER. A youth, with feeble steps and slow, Pass'd by my cottage door ; His sighs bespoke the man of woe, His dress that he was poor."], [41, "AUTUMN LEAVES. 21 \" Stay, stranger, stay ! and deign to share My humble home,\" I cried ; \" Although I've not profusion there, My wants are all supplied. \" And still my gratitude I pay To all preserving heaven, By cheering on his lonely way The heart by sorroAv driven.\" A look of thankfulness he bent, Accompanied with a smile ; Deep to my very heart it went, He seem'd so sad the while. Few were his words, but many a sigh His pensive bosom heav'd ; I wish'd, but fear'd to ask him why, So bitterly he griev'd. It seem'd as thought had mark'd his brow ; (It might, perchance, be care); And sorrow quench'd his eyes' bright glow, And left but sadness there."], [42, "22 SPRING BLOSSOMS AND A while in silent thought he mus'd, Recalling scenes of old, Then in a voice weak and confus'd, This simple tale he told. \" The village where my father dwelt I shall forbear to name ; For oh! that word my heart would melt, As snow before the flame. \" My childhood's days, my youthful hours In innocence I play'd, No thought had I that youth's fair flowers, In life's dark path would fade. \" As years pass'd on no care I knew, My friends were ever kind ; And what more sweet than friendship true, The sympathetic mind. \" But love, which other hearts can cheer, And fill with joy divine — Forgive me noAv this falling tear — Brought but despair to mine."], [43, "AUTUMN LEAVES. 23 \" I never beauty's power obey'd, Yet was Eliza fair ; Had beauty all my judgment sway'd, My loA-e had still been there. \" I lov'd her for those feelings fine Which play'd in every vein ; The sensibilities divine, Which feel another's pain. \" But I, alas ! I was too mean, Too poor, too lowly born ; I fear'd to let my love be seen, Lest it should move her scorn. \" I with the rising passion strove Until the strife Avas vain, Then project after project drove, Like whirlwinds through my brain. \" I look'd on every scheme around, If fortune I might gain ; If but success my labours crown'd, I minded not the pain."], [44, "SPRING BLOSSOMS AND 24 \" To madness driven, I left my home, Forsook my native isle, Through distant lands alone to roam In search of fortune's smile. \" But foolish here it were to tell The hardships which I bore, How shipwrecks, storms, and pains befel Me on a foreign shore. \" Three lonely years of toil I pass'd, Nor yet did I repine, If I might only hope at last To call Eliza mine. \" My homeward way resolv'd to take, With all my little store, And wish'd, but for Eliza's sake, That little had been more. \" Oh stay, my heart ! one moment stay ! And give me strength to speak ; Ah, let me all my sorroAvs say, And then in anguish break."], [45, "AUTUMN LEAVES. 25 \" The shades of eve in night serene Had fast begun to fade, Just as I reach'd the village green, Where happy children play'd. \" Eliza's welfare I enquir'd ; One carelessly replied, ' She is deservedly admir'd As Stourwell's lovely bride.' \" Like thunder's sound upon my ear The dread announcement came ; My e)es could not command a tear, My heart was raging flame. \" Revenge's dark designs arose, And feelings wild and strong, Gainst those I look'd upon as foes, But this endur'd not long. \"As when the raging gale is past That swept along the sky, The echoes of the moaning blast In placid stillness die ;"], [46, "26 SPRING BLOSSOMS AND \" So by degrees did reason dawn Upon my erring sight, And darkness fled, as when the morn Dispels the clouds of night. \" Rage and revenge were gone, but oh ! My anguish had begun ; Then woke my heart to all its woe, And tears did freely run. \" But why should I Eliza blame ? My love was all unknown ; Her conduct why reproach with shame ? The fault was all my own. \" I have on earth one only care, That she may never know, For love of her has fell despair Laid one poor mortal low. \" May peace, and hope, and love, and joy, Still bloom around her heart ; And may no one my name employ To raise a transient smart."], [47, "AUTUMN LEAVES. 27 \" And therefore have I left that place, Unknown my lone retreat ; My life is past, perform'd its race, My heart noAv cease to beat.\" Where wild, worn, weeping willows wave, Beside yon verdant mound, Is call'd the wandering lover's grave By all the country round. LINES ON KIRKSTALL ABBEY. In answer to some verses in the \"Leeds Intelligencer.\" O Kirkstall ! let us not forget How much to thee, and such as thou, Of gratitude how large a debt We boasters of the present owe. Not all who from the world retired, And sought the lone Monastic cell, Might be with hoi)' ardour fired To battle with the powers of hell."], [48, "28 SPRING BLOSSOMS AND But when the world Avas wrapt in gloom, The light of Science well-nigh gone, A flickering ray from cloister'd room Across the mental darkness shone. All arts of beauty, all that raise The raptured soul from earth to heaven, Here linger'd on, till better days Should come, and greater strength be given. Not men of slothful ease were they, But strong in faith and pure in heart : They found not only time to pray, But time to act the hero's part. Ere printing, mighty art, was known, They laboured with unwearied pen, Each in his silent cell alone, And gave the word of God to men. And Avhen thy walls were built, with scorn All pagan rules were thrown aside ; From purer faith the Gothic born, Came forth in all its morning pride."], [49, "AUTUMN LEAVES. 29 lower And still thou stand'st, though tempests And storms assail thy ivied head, A witness of the Church's power, Memorial of the pious dead. Thy work is done. It were in vain The wish thy fabric to restore : Thy work is done ; and ne'er again Will time bring back the days of yore. Yet, Kirkstall, let us not forget How much to thee, and such as thou, Of gratitude hoAV large a debt We boasters of the present owe. A SONG. O were I but a cottage maid, Beneath no guardian's power, This pomp and pride I might evade With freedom for my dower."], [50, "30 SPRING BLOSSOMS AND Then might I Avander o'er the lea And pluck each lovely flower ; Gay as the lark's my song would be With freedom for my dower. And I would fly at fancy's call, And find my true love's bower ; Give him my heart, and give him all My freedom for a dower. THE FIRST BEAM OF LOVE. When the first beam of love illumines the soul, And bursts on the vieAv like a meteor of light, How vainly the passion we strive to control, As it bounds through the heart in one thrill of delight ; But the meteor's flame May fade as it came, And be lost in the darkness of night ; And the first glance of love Desolating may prove, And flame on the heart its affections to blight."], [51, "AUTUMN LEAVES. 31 it But give me the love that is hallow'd by time, Unshaken through tempests of sorrow or pain ; Like the star of the evening it rises sublime, And smiles on our pathway with pleasure again For the evening star Throws his beams afar, And deeper it glows as the shades gather round it ; And love more endears When the changes of years Have strengthen'd the ties of affection which bound THE DEATH OF JIMMY BROWN. Old age paid Jimmy Brown a visit ; (His style is autocratic), He did not call alone, but brought His darling chum Rheumatic. Old age and pain are quite enough Of bitters in one life ; But Jimmy had another one — A stern and scolding wife."], [52, "32 SPRING BLOSSOMS AND Of friends he had a circle Avide, As any man might enter ; Its circumference was so great He never saw the centre. His house, to which they used to come, Was now a place unknown ; Although it had not mov'd, it seem'd As if gone out of town. His days were dull, his nights were long, Alas ! 'twas \" Idem semper ;\" His troubles he could never lose, But often lost his temper. For death he pray'd, whose work it is Some time to come and kill us ; But he was busy then in Spain, With Cholera Bacillus. He waited long, at last got tired, And still no sign of death, So he with breathless haste resolved Himself to stop his breath."], [53, "AUTUMN LEAVES. 33 He found a cool and shady place Upon the river's bank ; A single plunge and he was gone, For down in peace he sank. Some anglers tried the stream next day, They found no fish about ; But seeing Jimmy snug and still, They hook'd and fish'd him out They took him home. Poor Molly cried, Her eyes with tears were dim ; \" The fool,\" she said, \" to go and drown ; He knew he couldn't swim.\" A jury on the body sat, And spent a merry day ; They found poor Jim had died at last \" Of natural decay.\" So Molly made a mourning feast, And ask'd her friends to dine ; As Jim enough of water had, They had enough of wine. 4"], [54, "SPRING BLOSSOMS AND 34 ON They bore him to his silent home, The plumes above him wave ; Some tears they on the coffin shed, To make a watery grave. To tea his weeping friends sat down, And all were bright and gay ; With smiles and tears they all agreed \" That Jim Avas nicely put away.\" VISITING HAREVVOOD CASTLE Ancient ruin, old and hoary, Crumbling walls Avith ivy hung ; Could thy stones but find a tongue, A voice to tell thy thrilling story : Or could thy chiefs — a noble train — From the long-buried past arise, And pass before my wondering eyes In living, breathing forms again."], [55, "AUTUMN LEAVES. 35 What brave heroic actions then, In distance lost, unknOAvn to fame, Dark deeds of blood, perchance of shame Might occupy my feeble pen. But this I knoAv may never be ; Although these annals may remain, For me they but exist in vain ; Thy records I may never see. And yet a small privation this, As fancy soars Avhen knowledge fails, And clearest views what distance veils ; Thus ignorance I find is bliss. E'en now, while careless reason sleeps, The present slowly fades away ; And fancy, the enchantress gay, AAvakes, and magic revels keeps. Upon a giant oak-clad hill I stand, And view a rude uncultivated land. A tangled forest covers all the ground, And stretches to the horizon's utmost bound ;"], [56, "36 SPRING BLOSSOMS AND Unbroken, save where dark blue rocks arise, Or far below the sparkling river lies. And now a troop of savage forms appears With clubs, and bows, and flinty-pointed spears. Their naked skins of various hues are dyed ; They omvard come in nature's untaught pride ; Led by an old and A'enerable man, Whose streaming hair, and features pale and wan, Light flowing robe, and proud, mysterious look, The plate of judgment, and the golden hook ; Proclaim the Priest, of heathen Beli famed, And from the sacred oak the Druid named. The heaven-beloved tree at length is found, And to its trunk tAvo milk-white bulls are bound ; Next from its parent stem, the mistletoe, The golden hook has severed at a blow. Beneath the fatal axe the victims bleed, And divination's mystic rites succeed. And now ten thousand warriors throng the vale, With burnish'd shields and massive coats of mail. By Avorld-renowned Cæsar led, they come, The conquering legions of Imperial Rome. Their glittering helmets flashing through the trees And eagle standards waving in the breeze ;"], [57, "AUTUMN LEAVES. 37 As on they march in battle's firm array, The angry Britons gaze in Avild dismay ; And rush to arms, a brave but untrain'd throng ; Despair and death through carnage stalk along, When more than half their numbers bleeding lie, And hope is lost, the vanquish'd Britons fly ; Though routed, yet unmatch'd in bravery still, And only conquer'd by superior skill. A change, and shadowy phantoms flutter past, Yet each is but a picture of the last. By Roman, Saxon, and the plundering Dane, These bloody scenes are acted o'er again. But now I see a Norman chief advance, Who leads in arms the chivalry of France. He comes, a proud usurper, bold and brave, To claim the crown which dying Edward gave ; And fate, since Harold lies on Hasting's plain, Has given what arms alone might never gain. And firmly seated on the regal throne, He treats the obedient country as his own. O'er prostrate Albion strangers bear the sway ; Amongst his followers he divides the prey. The natives, doom'd to slavery and toil, For foreign tyrants cultivate the soil ;"], [58, "38 SPRING BLOSSOMS AND And yet he fears some valour may remain, Some might)' soul may burst the feudal chain ; By insurrections Avarn'd and cautious made, The Castle's firm foundations now were laid ; With massive walls and proud embattl'd dome, It rose, at once a fortress and a home. Beneath its sheltering roof the chieftain dwells, And freedom's rising hopes in slaughter quells. Upon the stream of time life onward flows, Age after age to dark oblivion goes. Long centuries of chequer'd scenes float by, Until a darker cloud spreads o'er the sky ; For freedom wakes from long, but troubled sleep ; Fell war and ruin through the country sweep ; On Royal Charles, most virtuous of his race, The tempest bursts, and hurls him from his place Yet, not unaided, unavenged he falls ; A band of noble warriors man thy walls, By rebels overcome on Marston's plain, And mourning each a son or brother slain, Beneath thy sheltering walls for succour fly, Resolv'd, since all is lost, to bravely die. Far on the hills the rebel's watch-fires glow, From Almscliffe's crag to Kirkby-Overblow ;"], [59, "AUTUMN LEAVES. 39 pour From Kearby's height the long-rang'd batteries Against thy Avails destruction's iron shower. Tbe gallant little fortress holds out long, Unequal fight, the Aveak against the strong. At length a breach is made — the Castle won And fire completes what Avar had left undone. The past departs, the vision flies ; Thy ruin'd walls before me rise, Deserted, lonely, silent, drear; No minstrel's song salutes the ear. The only sound that greets thee now, The clamorous daw or croaking crow ; Or when in midnight's solemn hour, As moonbeams through thy loopholes pour The screech owl's dismal, boding cry, Affrights the wanderer passing by. Thy day of pride has pass'd away, And o'er thy walls creeps slow decay. Although thy sight be dear to me, And in thy fall I honour thee, I do not wish again To view thee girt with feudal power, Defiance waving on thy tower,"], [60, "40 SPRING BLOSSOMS AND And frowning o'er the plain. With more of pleasure we may gaze On mansions of our modern days, Which rise in architectural taste, By works of art and genius graced ; Where England's noble sons reside ; No more her masters, but her pride. Their swords are drawn in treedom's cause, To guard our country, Queen, and laws. By birth exalted, higher still Through learning's paths they soar ; With eloquence the Senate thrill, Or Nature's hidden laws explore. They aid the wretched poor, and raise The child of genius crush'd and low ; Such are the nobles of our days, And such is Harewood's mansion now. But thou, time-worn and ruin'd pile, E'en in thy young, thy palmiest days, When flourishing in fortune's smile, Could never claim such meed of praise. I climb thy tower : before my eyes A lovely vale extended lies ; Enrich'd and gem'd, fair Wharfe, by thee,"], [61, "AUTUMN LEAVES. 41 i Proud daughter of a thousand rills, Flowing from the western hills, In virgin beauty to the sea ; Through fields adorn'd Avith golden grain And flocks that graze the fertile plain. And there, beside the winding way, The happy peasant's cottage home, Surrounded with its garden gay, Where fruits and lovely flowers bloom. Oh, peasant, grateful would'st thou be, Could some magician's wand But raise the past, that thou might'st see The galling yoke of slavery, The tyrant's ruthless band, Which crush'd thy hapless ancestry And ruled thy native land. THE CHIMES. What strains of harmony are these, Like angel's voices on the breeze ; Now soft, now rising on the air;"], [62, "42 SPRING BLOSSOMS AND The melody in volume swells — It is the sound of yonder bells, A welcome to the house of prayer ; And thus of hope and mercy tells. Hark ! ye suffering sons of care, Who with six days' toil oppress'd ; Joyfully your hearts prepare, Welcome in the day of rest. Sweet the day of rest to thee, Faint and weary, oh enjoy it ; To its giver grateful be, And in songs of praise employ it. Children, in your morning hours, While life is peaceful and serene, And seems a path adorn'd with flowers, Where care nor sorrows intervene, Remember your creator now. Heart and voice united raise ; Emulate, Avhile here below, Heaven's triumphant song of praise. Ask of God to guard and guide you ; Dangerous is the path of youth ;"], [63, "~\"~ ■\"\"\" — ■— i— - 1^— _ ,_, , . AUTUMN LEAVES. 43 But whatever may betide you, Resting on the word of truth, Safely you may brave all dangers. Nothing has the power to harm you ; Fear and despair to you are strangers, Death itself will not alarm you. Son of poverty and labour, Bow'd by sorrow, grief, and pain, Though perchance thy richer neighbour Looks upon thee with disdain ; Come ! For in God's presence all Equal are, whate'er their birth ; Kings and noblemen must fall Before the Lord of heaven and earth. And the poor bereaved mortal In His holy temple bending, Shall not leave the sacred portal Ere the peace of God, descending, Chase the clouds of grief away, Tumultuous passions all control, Mercy's healing power display, And hope re-animate the soul. Is old age upon thee stealing ? Glancing o'er thy wasted prime,"], [64, "44 SPRING BLOSSOMS AND IN Who Faithful memory but revealing Scenes of folly or of crime ? Come, and leave all trifling vain ; Listen to the pealing bell ; When its voice is heard again, It may perhaps ring out thy knell. Humbly for God's mercy sue ; All thy sins shall be forgiven ; Honour to grey hairs is due, Walking in the way to heaven. Old and young, and rich and poor, Your choral songs united raise ; In sacred strains of music pour To God a solemn hymn of praise. MEMORY OF THE REV. F. T. ROWELL, died from Fever, caught in Visiting the Patients in the House of Recovery. We venerate the names of those, The martyrs, who unflinching stood Surrounded by their angry foes, And dar'd for truth to shed their blood."], [65, "AUTUMN LEAVES. 45 And many heads have bow'd them low, True martyrs, all unknown to fame ; Of whom the Avorld but little know, In heaven alone inscrib'd their name. And of that glorious band art thou, Who from our midst has pass'd away ; Exchang'd a world of toil and woe, To dwell in realms of endless day. Yet many a grateful heart will keep Thy memory dear, till life shall end ; And many a tear the poor will weep, For thee, their Pastor, and their friend. The mourner ne'er appeal'd in vain To thee for sympathy and aid ; No couch Avas pass'd where want and pain, Or guilt and misery were laid. When fever its contagion spread, Thou held not back at duty's call ; But kneel'd beside the dying bed, And christian comfort brought to all."], [66, "46 SPRING BLOSSOMS AND And thou art gone — thou minister of peace ! Pass'd- to thy home, amongst the blest ; \" Where wicked from their troubling cease, And where the weary are at rest.\" ON THE RIVER WHARFE. Fair Wharfe, thy pure unsullied tide Doth through my native valley glide ; As thou wert wont in days gone by, The same thou art as then ; — but I Am chang'd, since by thy winding stream I stray'd, indulging youth's gay dream ; By fairy fancy led, I deem'd The world as happy as it seem'd. Oh why should hopes delusive rise, WTith flattery gild man's opening day ; Flame as the meteor through the skies, And then in darkness steal away. Unchang'd clear flowing Wharfe art thou ; But not unchang'd the scene around ; The hill with noble temple crown'd,"], [67, "AUTUMN LEAVES. 47 Was but a grassy mound, but now A noble church adorns its brow. All hail ! thou consecrated shrine ; Meet dwelling place for things divine. I love to hear, thou sacred pile, The organ's peal sweep down the aisle ; Or high in air thy solemn chimes, Like music from celestial climes ; From earth to heaven the heart they raise And fill the silent soul with praise. Bright, placid, calm, and gentle river, Flowing onward, lingering never; Hast'ning on in strength sublime, Resistless as the course of time. Here from the busy town I come, Sick, and o'erspent Avith toil and care ; And seek again my native home, To breathe its health restoring air. And I have left my bed of pain, And feel returning health again Invigorate my frame ; Thanks to a gentle mother's care ; —"], [68, "48 SPRING BLOSSOMS AND (Oh to the lonely heart how dear, A cherish'd mother's name !) And I shall never find another, So true a friend as thou, my mother. Adieu ! lov'd Wharfe, I stay not long, Here in thy grateful solitude ; Crooning my Aveak and foolish song, As I have done in measures rude ; For duty beckons me away, And I the stern command obey. My native vale, I leave thee now, And yet wherever I may go, Safe lock'd in memory's inmost cell, Thy lovely scenes will ever dwell. Fruitful fields, embowering woods, Verdant hills, and crystal floods ; And thou, o'erlooking all beside, Fair temple in thy queenly pride ; Friends, and relations ever dear, Who met me with a Avelcome here, And strove my sorrows to dispel, To each, and all, a fond farewell."], [69, "AUTUMN LEAVES. 49 ONLY A DOG. July the fifth — a mournful day, On Avhich my Flora pass'd away; I read it in my log. Her memory still to me is dear ; You smile, my friend, perhaps, to hear My Flora was a dog. A terrier from the Isle of Skye, Of lovely form, and breeding high, Affectionate and brave ; A faithful servant many years, And, shall I blush to own, some tears Fell on her garden grave. Only a dog ! surprised you cry. Only a dog ! My friend, were I And you, as good and true, Some years gone by, we might retrace W'ith more of happiness and grace, And satisfaction too. 5"], [70, "50 SPRING BLOSSOMS AND Her life return'd to Him Avho gave ; Her bones are resting in the grave, But was there nothing more ? I wildly think, and scarcely can Believe, there is much more in man, Than that small creature bore. Strange are such thoughts, and yet I know ; Agassiz, Kingsley, Wesley too, Record the very same. The gift of life, but One can give. Had she a soul ? And will it live, Returning Avhence it came ? We little know of life or death, Enquiring, knowledge vanisheth, Unwrit its occult history. Of all these things on earth below, The more we ponder, less we know, And lose ourselves in mystery. She and my child, together play'd ; On both affliction's hand Avas laid ; I bow'd my head in sorrow."], [71, "AUTUMN LEAVES. 51 One only hope doth now remain, My Alfred I may see again, But never more my Flora. THE OLD SLIPPER. A Story of Ronndhay Park. I sat in the Lodge at Roundhay Park, Oh ! long ago, Avhen I was young ; The night Avas boisterous, cold, and dark ; Old James and I together sat, Puffing our pipes, and having a chat. And looking up, I made a remark About an old slipper, above us hung; For many a time I had wondered why It Avas always there, old, shrivell'd, and dry. With a smile on his face, the old man said, \" I see the old shoe your fancy strikes. It is fifty years since I was wed ; And there it will hang till I am dead ; But Sarah can tell you the tale if she likes.\" A blush like a girl's o'er her features spread ;"], [72, "52 SPRING BLOSSOMS AND An active old lady, though near fourscore. \" I wonder what fancy has got in your head ; I never have told the story before.\" (With a look of affection bent on the old man), \" I will tell the story, as far as I can. \" The incident occur'd, I now relate, When James was keeper on the Park estate. The Squire's establishment was very small; And I Avas parlour-maid up at the hall. The Squire and coachman had to London gone, The cook and I, left in the house alone. One evening of a sultry August day ; In gathering clouds the sun had pass'd away ; I took a walk. The night was cool and SAveet.\" \" Of course,\" put in old James, \" No one to meet ? \" Now, if you mean to interrupt me, — well, The story I shall leave for you to tell. Hearing some one approach, I shrunk aside, Behind a column of the porch to hide. Two armed poachers passed ; I felt afraid, And closer crept beneath the ivy shade."], [73, "53 AUTUMN LEAVES. I heard one say, ' A storm is rising now, Convenient for the Avork we have to do. The Squire and men I know are all away ; I owe that Jim a score, to-night I'll pay. I mean to pay him with a piece of lead ; A man is safe from peaching, Avhen he's dead.' They pass'd along. I watch 'd, and saw them take The path down by the west side of the lake. No time to summon aid. What could I do ? With haste, across the rustic bridge I flew. By this, had darkness wrapt all things in gloom ; The thunder peal'd above with awful boom ; The lightning flashes on the water play'd, And, for a moment's space, the path display'd. Onward, Avith feeble steps, my Avay I bent ; And softly calling James's name, I went. Between the thunder's peal I listening stood, And heard a loud report within the wood. Another, quick ; and footsteps came my way ; I fell behind a tree, and hiding lay. The poachers pass'd ; a flash revealed them both ; One limping on, said with a horrid oath, ' I'm badly hit, old pal.' And then he swore, ' I finished Jim — at least, he'll shoot no more.'"], [74, "54 SPRING BLOSSOMS AND ' Well, come along,' the other said, ' and try Your best ; it's murder now, and we must fly.' The mere recital seems to bring back now The horrid scene. I rose, I know not how ; I scrambled through the tangled brake, and found James laid insensible upon the ground. I tried to raise him ; took him by the arm ; Upon my hands a gush of something warm ! I could not see ; I knew it was his blood ; And I alone with him in that dark wood. I tore my dress in shreds, and tightly bound, With quick, but trembling hands, the unseen wound I knelt beside him, and I laid his head Upon my lap, nor knew if he were dead ! I thought each lingering minute he was gone ; Oft felt the heart, which feebly still beat on. The lightning glanc'd among the ghostly trees ; The thunder shook their branches like a breeze. It seem'd as if some power arrested time, So long I listen'd for a distant chime ; As slowly pass'd the weary hours away, Each hour to me, was lengthen'd to a day. Once — only once, he silence faintly broke, Like dozing child, that one word, water, spoke."], [75, "AUTUMN LEAVES. 55 DoAvn to the lake, I darkly grop'd my way ; But nothing had, the water to convey. I took my slipper, dipp'd it in the pool, And thus contriv'd his fever'd lips to cool. Dragg'd on its course the weary, lingering night, Until the morning came with welcome light. I left him then, and aid contrived to send, — • And here my simple story I must end.\" Unsatisfied yet, I turned to the man, \" There's surely something more to be told ? Pray finish the story.\" \" As Avell as I can ; But do not forget, I am simple and old ; And if I consent, the little I say, Permit me to speak in my usual way. For Sarah is stately and fluent, you see ; But do not expect such language from me \" I remember, I met the poachers that night ; I knew them quite well, and called them by name ; I neither intended to meddle or fight ; And for shooting the man, I was not to blame. How that occurred I really can't tell ; The gun on my arm I carried Avas loaded ;"], [76, "56 SPRING BLOSSOMS AND J I saw but a flash, and instantly fell ; And I think in the fall, by chance it exploded. Next day, in York Road, the tAvo men were found, And one, in the leg, had a ugly flesh wound. They both to York Castle for trial were sent ; Transported for life, and to banishment went. With details of illness I wont weary you ; Long Aveeks of delirium we need not go through ; But thus it fell out from the first : By my bed Sarah sat, and watch'd me with care ; Whoever was absent, she always was there ; With constant attention her patient she nurs'd. And so the Aveeks pass'd, until it became A settled idea, that she had some claim On what she had saved, — more plainly, my life. Thus a captive I was, of the young parlour-maid ; Of poor bachelor me a husband she made ; And so by degrees, from nurse rose to wife. The weak side of my nature she quickly had found, And about my poor heart love's toils she had wound My tender affections to tether. Of the action, perhaps, she after relented ; But I, on my part, have never repented, A harden'd old sinner I really must be :"], [77, "AUTUMN LEAVES. 57 It is fifty years now from the time, as you see, Since I took home a Avife, and slipper together.\" Well, there she is sitting. I'm proud of them both WTith either to part I now should be loth ; Though Sarah be no longer young ; And through these long years the slipper has hung All crumpled and wrinkled the leather ; Together our long span of time we have run ; And Avhen, in time's course, sinks life's setting sun May Ave all three, at last, be buried together. FRIENDSHIP'S DECAY. We two were friends in life's young hours ; Together play'd, and gather'd flowers, And laugh'd and wonder'd ; In pleasure link'd, and link d in crime, For in the merry, bright spring-time The birds we plundered"], [78, "58 SPRING BLOSSOMS AND We trespass'd in forbidden ways, And idly bask'd in summer days, All labour scorning. Our fathers vex'd, and tcas'd our mother, And sometimes quarrelled Avith each other, At night or morning. But quarrels did not long remain ; We soon forgave — were friends again, A,s dear as ever. But brief at best, is childhood's day; Insensibly it glides away, Returning never. When childhood nearer manhood grew, Our friendship was as firm and true As it had been. By day our toil, at night our game Of friendly play, Avas still the same, On field or green. In all things join'd — the books we read, The tales Ave told, the prayers we said, And carol'd song."], [79, "AUTUMN LEAVES. 59 No tastes divergent then we knew ; Faiths held by one, to both were true, Attachment strong The years their courses smoothly ran, From child to youth, from youth to man, Together grown ; Life's various paths before us lay, Each free to take a different way, And choose his own. We bade farewell Avith grief sincere, Our sever'd lot was hard to bear ; Nigh broken-hearted Like parting lovers, vows Ave plight, And promised letters oft to Avrite ; And so we parted. For months our letters went and came ; But by degrees our friendship's flame Burn'd not so bright Our letters short and shorter grew, From many dwindled to a few ; A task to Avrite."], [80, "60 SPRING BLOSSOMS AND Yet Ave were friends, dear to each other ; I loved him as I loved my brother, With strength untold ; And his for me, as strong I knew ; A heart like his, so warm and true, Could not grow cold We met : how oft the simple thought Of meeting, to my eyes had brought A gush of tears. I look'd on him, and he on me ; The friend whom I had long'd to see For many years. Were we both changed ? I only know, I felt not joy's exuberant gloAv Anticipated. A chillness Aveigh'd my senses down ; My hoped-for pleasure, I must own, Was dissipated. Yes, we were changed — we both were changed, And imperceptibly estranged ; No fault of either."], [81, "AUTUMN LEAVES. 61 Time, absence, distance, all had wrought A change in person, mind, and thought, The same in neither. One to his father's faith had clung, The other's creed on Spenser hung, And evolution. One venerating things of old, The other daring, changeful, bold, For revolution. \" Opinions should not sever friends.\" Quite true ; but so it often ends ; A trite old story. How politics will step between Good friends, alas ! is daily seen In WThig and Tory. Not he or I, were quite the same, Nor he or I, perhaps to blame, For alter'd feeling ; Each in his shrinking conscience found, That friendship had sustain'd a wound Past art of healing. ■_ , 1"], [82, "62 SPRING BLOSSOMS AND Mourning is vain ; and still we mourn, For pleasures which no more return To us again. The freshness of our youthful hours, The bloom on spring, or summer flowers, Will not remain. Our loves, the birth of childhood's day, And friendships time will sweep away ; All ties will sever. So are we changed, and change goes on, And will, till life itself is gone, And fled for ever. THE MISER'S LAST DAY. It was Sunday night ; and a sight to behold Was the Miser's table cover'd with gold : He counted it over, time after time ; The sight unto him was really sublime. Then he said, \" Talk of nature and art — all trash ; Nothing to me like this bright sum of cash."], [83, "AUTUMN LEAVES. 63 The parson comes here, and oft troubles me, With stories of want : all this I can see. But why should they Avant ? Because they don't save : And then come to others, their money to crave — Subscriptions to give them some extra doles : And says he Avould like to send them some coals. I just buy a bushel to take up and down ; I am Avarm'd quite as Avell as any in town. When Avinter has gone — the frost and the cold — For the price that I paid, the coals can be sold. Want bread ? Why, of hunger I sometimes have pains, To the Public I go, and feed off the grains. ' Take a Avife,' say my friends, ' to comfort your age.' — A Avife is a luxury I will not engage. Of course, to the parson his dues I could pay ; But a wife is consuming her food every day. And I am not old, — then why take a wife ? For twenty years more, I am certain of life.\" He saw not a spectre who stood by his side, With a scythe on his shoulder, and teeth grinning wide ; He counted his treasure, and went to his bed, With his bags in his arms — next day he was dead. No one regretted, and no one felt sorrow ; But nephews and nieces were glad on the morrow."], [84, "64 SPRING BLOSSOMS AND HOPE. When Avinter's winds are blowing With storms of snow and frost, When not a flower is growing, And leaves and fruits are lost ; 'Tis Hope alone, before the mind can bring A pleasing vision of the coming Spring. When rough and rude adversity In darkest prospects roll, And scorn-provoking poverty Assaults the sinking soul ; Hope spreads a future scene before the eyes, And wealth appears, and wasting famine flies. When sickness fiercely rageth All through the silent night Nor sleep the pain assuageth Until the morning light ; Hope throws a veil before the gaping tomb, And whispers, \" Thou in health again shalt bloom.\""], [85, "AUTUMN LEAVES. 65 As o'er the pallid face Death's cold hand is creeping, And friends its progress trace As round the couch they're weeping ; The gathering clouds by Hope away are driven, And beaming light displays the gate of heaven. THE LAY OF THE LAZY LODGER I'm a Lodger, — I mean of an Oddfellows' Club, And our meetings, as usual, are held at a \" pub.\" My notions, perhaps, have grown rather hazy, But I cannot see why I should be termed, \" lazy.\" For office or honour I don't care a rap, So I usually spend my night at the tap ; I can talk, I can sing, there's no president there, To call out \" Attention !\" or rule of the chair. When Quarter nights come, I manage upstairs, To see how things go, and examine affairs. The balance-sheet read, I've questions to ask, And straightway the officers' patience I task. 6"], [86, "66 SPRING BLOSSOMS AND \" For postage, two shillings, is put down I see ; Each item, like this, must be made plain to me.\" The chairman declares \"They've much business on hand ; I don't care for that, on my rights I shall stand. \" Get on with the business, and don't stop the way !\" The president then, in bad temper, will say. \" There's something besides, that's not to my mind — Sick stewards ' five shillings ' are paid, as I find ; When ill of the ■ tic,' as I happened to be, Full half an hour late came my money to me. For neglect of duty, I therefore propose, That he should be fined, or his money should lose. When a man joins a Lodge, he his duty must do ; That's fair unto all — to me, and to you.\" They paid no attention, they cared not at all, So my motion was quashed, to the ground was let fall. Proposed for the steward, I'm told I am lazy ; If brothers are foolish, why, I am not crazy. The office I frankly and firmly decline, And tell them such work is not in my line. Does any one think I would tramp up and down, Each Saturday night, for a paltry half-crown ? Some one has called me a poor skulking dodger, And, since, I am known as a mere, \" Lazy Lodger.\""], [87, "AUTUMN LEAVES. 67 THE LAY OF THE WORKING LODGER Let the \" Lazy Lodger\" rhyme as he will, And selfishness' tendrils round his heart coil, I have always thought — and think so still, — There is honour and pleasure in honest toil. The Avidow and orphan to aid when we can, In friendship we join to help one another ; Though poor he may be, we feel he's a man, — A man in distress, and a suffering brother. Go with me, my friend, just take a walk round ; The villas, the mansions of rich men are there ; But down in that street a cottage is found, Where the husband is sick, and the cupboard is bare. As we enter, six little ones look half afraid ; A mother comes forth from the next room to meet us ; In that inner place a brother is laid ; We look, and a hand is held out to greet us. But few words we say — he scarcely can speak — Their kindness of tone go right to his heart ; And grateful he feels, though he lays there so weak, But something we do, before we depart."], [88, "68 SPRING BLOSSOMS AND Some bright little coins are paid to the wife, Whatever it be, it is only but just ; It does more to cheer him, and give him new life, Than the medicine he takes, or the shop-keeper's trust. No officer's visit he now will require ; The wife whom he loves will be spared the hard task Of leaving her charge, to tramp through the mire, Relief, from the stern Board of Guardians to ask. The poor little children look trustfully now, No hunger they fear, no longer have dread ; Our errand and motive, it seems, that they know, There's something to eat — at least, there is bread. There is work for us all — there is work to be done, — And each should honestly take his own share ; If any be shirk'd, or shuffled by one, Some other a heavier burden must bear. Our work is a noble one ! each do your part ; Stand shoulder to shoulder, befriending each other ; Be firm in your purpose, kindly in heart, By helping yourselves, you are helping a brother."], [89, "69 AUTUMN LEAVES. A SIMILE. On the ocean of life Avhen first we set sail, How calm are the waters, how gentle the gale ; Hope lends us his glass, Avhich we grasp as a treasure, And far off we discover bright visions of pleasure. Fair glowing landscapes and beautiful isles, Where flowers ever bloom, and spring ever smiles ; We pant to obtain them, entranced by the view, Never doubting such beautiful visions are true. But far have we sail'd not ere tempests arise, The sea-waves are ruder, and darker the skies ; Before us we see but a wild rocky shore, And the phantoms of hope can allure us no more. Yet still prone to err, and by fancy impell'd, Through the gloom of despair is the prospect beheld ; With thunderings and tempests, the lightnings but show The surges and billows that tumble below. Then sinks in our bosom the last hope of life, We abandon the helm, and relinquish the strife ; Forgetting that hope's fairy visions are vain, And no prospect so dark, but may brighten again."], [90, "70 SPRING BLOSSOMS AND POSTSCRIPT TO THE SIMILE. By the faint light of nature, man's life I survey'd, And dark was the picture by reason pourtray'd ; He struggled through sorrows to life's utmost shore, Then by death was engulph'd, and I saw him no more. Long time had I mus'd on the melancholy sight, When Religion descending on pinions of light ; \" Poor mortal,\" she cried, \" why art thou dismay'd ? I saw thee perplex'd, and flew to thine aid. Hath reason not whispered of something divine, Which matter in vain would attempt to confine, Deep thoughts that may wander through ages long past And affections so pure, they ever must last? Though thy hopes have been lost in the darkness and gloom Which hangs over death, and envelopes the tomb ; With Truth for thy aim, Revelation thy guide, No scene from thy view shall eternity hide.\" Then darkness was gone, light beam'd on my eyes, And I saw from the grave the blest spirits arise ; Affliction and sorrow now triumphing o'er, To the home of the blest, through the heavens they soar."], [91, "AUTUMN LEAVES. 71 With friends re-united, in rapture they gaze, While wisdom divine His glories displays ; And thoughts here confin'd, and affections as pure, There range without bounds and for ever endure. Thus hopes fixed on time, Avith time pass away, But the hopes of the Christian shall know no decay ; For stronger in sickness and sorrow they bloom, Light the valley of death, and illumine the tomb. THE AUTUMN BREEZE. There is a voice in autumn's breeze, As wildly rushing past, It tears the leaves from fading trees And whirls them on the blast. It tells in mournful, moaning sighs, That summer's bloom has fled, And birds have gone where milder skies Their vernal influence shed."], [92, "72 SPRING BLOSSOMS AND forth It mourns the flowers that spring brought And clothed in beauty gay, It mourns their quick return to earth, Their premature decay. It tells of coming winter dreary, As ruder still it blows ; Of stormy days, and nights uncheery, And cold, and frost, and snows. And as its voice sinks faint and low, It says to youth \" BeAvare ! It is thy spring — or summer now, For Avinter's storms prepare.\" MY FATHER'S COT. There is a place remember'd noAV Which Avill not be forgot, So long as life's full tide shall flow, — It is my father's cot."], [93, "AUTUMN LEAVES. 73 Before its low-arch 'd door I play'd, And in the sunshine hot I sat beneath the ivy shade Of my father's humble cot And Avhen the Avinter's raging storm Its clouds and tempests brought, I nestled in the ingle warm, Of my father's dear-loved cot. I listen'd many a moving story, Which wakes my fancy yet, Of cruel pride, and martial glory, In my lather's lonely cot. And many a pleasing hope I cherish'd, Of fame to crown my future lot, But these are wither'd all, and perish'd, Since I left my father's cot. Farewell ! my boyhood's happy home ; I have seen many a lovely spot Since I have left thee, far to roam, But more I love my father's cot."], [94, "74 SPRING BLOSSOMS AND THE WHITE RAVEN. A ruin'd mansion old and grey, Stands in that deep and shady dell ; Of former owners pass'd away, The rustics now this legend tell. Two brothers dwelt in friendship there, And led a calm and happy life. Ronald the dark, and Walter fair ; But came at length a cause of strife. From distant lands a lady came, With beauty born of brighter skies ; Her features ting'd with orient flame, And love's glance sparkling in her eyes. Each loved the lady in his heart, But neither of his love would tell ; Yet, though their thoughts they kept apart, Each knew the other's secret well."], [95, "AUTUMN LEAVES. 75 i They chased the deer, in mist and rain, Beyond the heath, and logan stone ; Their chase it seem'd was all in vain, Ronald returned at eve alone. You see that old and blasted oak, (Then green it greAV, but Avither'd now) ; There Ronald heard a dismal croak, Made by a Raven, white as snoAV. He rais'd his gun ; it flew away, But soon its voice was heard again ; And there it sat from day to day, Yet nightly sought the haunted glen. They search'd for Walter every day ; At last within the glen they found His corse, upon the earth it lay, And in the back a mortal wound. When to the grave the corpse they bore, The Raven left its favourite oak, And perch'd above the old church door, He join'd the bell with solemn croak."], [96, "76 SPRING BLOSSOMS AND No more the Raven's A'oice was heard, Till Ronald homeward brought his bride ; When from the oak, the baleful bird A hoarse, and croaking Avelcome cried. The guests, too, heard at midnight hour, Loud shrieks, unearthly, sharp, and shrill His wings he flapp'd wjth all his power, Then took his flight, and all was still. A son and heir at length was born, Then once again the solemn croak, Borne on the echoes of the morn, Came loud and dismal from the oak. A few years pass'd, and Ronald died. His life in sorrow ebb'd away ; And from the oak, the Raven cried, A louder croak, upon that day. Once more upon the high church tower, The snoAV-white Raven croak'd his knell ; Each minute of the passing hour, Responsive to the passing bell."], [97, "AUTUMN LEA\\'ES. 77 When all the sacred rites were o'er, One dismal shriek the Raven gave ; With lightning's flash, and thunder's roar, Plung'd, and Avas lost in Ronald's grave Deserted by that lady fair, The mansion totter'd to its doom ; When spring return'd the oak Avas bare, With summer leaves no more to bloom. Tis said, upon a moonlight night, When passing through the murky glen, One Raven black, another white, HaA'e been reveal 'd to mortal ken. A MOTHER'S LOVE. In a country home, by a bright fire-side, On a dull autumn night a lady is sitting ; Pale, and restless she was, and vainly she tried With trembling fingers to manage her knitting"], [98, "78 SPRING BLOSSOMS AND Her thoughts were with him, who had been long away, And Bella, her niece, on the opposite chair; As her eyes to the maid would constantly stray, For Bella was loved, and her presence was fair; The lady exclaim'd, with a sigh, \" Oh, Bella, my dear 1 To-morrow comes Walter — I wish he was here,\" To-morrow has come. Together they stand On the bold rocky cliff o'erlooking the bay ; Each heart beats with hope, as cjasp'd hand in hand, With their gaze on the sea, in the distance away, A speck on the waves at last they can see ; A fair ship it grows, and now it is nearer, When the matron ask'd, \" To you, or to me, I wonder, is Walter, our loved one, the dearer?\" And Bella replied, \" More than heaven above, Or all the earth holds, dear Walter I love.\" And now on the deck, but no Walter is there ; In a sorrowful tone, said the captain, \" Poor fellow ! He lived just to see the land he loved dear ; And his last dying words were 'Dear Mother and Bella.'\""], [99, "AUTUMN LEAVES. 79 No cry from the lips of the lady Avould come, But the maiden wept sorely for him who had gone. Young Walter they bore, a corpse to his home, And he rests in his tomb, but sleeps not alone ; For death with his life took also another, And there, in one grave, sleeps a son and a mother. LINES TO A SWALLOW SEEN IN THE STREET Swift skimmer of the realms of air, Arrived from sunny regions fair, Beyond the sea ; The instinct strange which made thee come, To seek with us a summer home, Now faileth thee. Or in the meadows thou wouldst dwell, By gentle stream, near shady dell; Or quiet spot, Where thou thy infant brood couldst rear, And care for them, unmixed with fear, Would be thy lot."], [100, "8o SPRING BLOSSOMS AND Alas ! how little dost thou ken, What dangers lurk in haunts of men, And daily strife ; When sweeping on thy devious Avay, How soon to guile, might fall a prey Thy peaceful life Where'er thy winter months were past, In jungles wild, or forests vast, By Ind or Nile ; No deadlier foes could there be found, Than those who walk on christian ground In Briton's isle. Oh seek, sweet bird, some safe retreat, For we who throng the busy street In garb of men, God's living creatures but despise. Though, in a case, we highly prize A specimen."], [101, "81 AUTUMN LEAVES. GOLD. To every generous virtue dead, His heart, his love gone cold, From England has my Albert fled To seek the land of Gold. When first my blushing cheek he press'd, And tales of passion told, I thought not in so pure a breast Could reign the thirst for Gold. We parted as the bitter tears All down his bosom roll'd ; He promised in a few short years To bring me stores of Gold. But he must trust the hollow wave, Bear changing heat and cold, A thousand dangers must he brave Who roams the world for Gold. 7"], [102, "82 SPRING BLOSSOMS AND And what these long, long years may bring, The suture will unfold ; And hopes to brightest visions cling, Though dimm'd by sordid Gold. THE ORPHAN. I'm a poor orphan child With no place of repose ; The storm rages Avild, It freezes and snows. I'm hungry and weary, With travel and sorrow ; To-day, nought to cheer me, No hope for to-morrow. I once had a mother, But now I have none ; A sister, a brother, Alas ! they are gone."], [103, "83 AUTUMN LEAVES. say, J None list to my story, From home I am driven ; Thou great King of Glory, Receive me in heaven. On this poor child of sorrow The night tempests rave, And the storms of the morrow Will howl o'er his grave. AS IT WAS. I liv'd in a world, bright, happy, and fair, In beauty with it, could nothing compare ; A spirit of happiness dAvelt in the air, And there neither sorrow nor cloud of despair, Above it hung. It was pleasant by night, and pleasant by day, When the morning sun rose, or sent his last ray ; December was lovely, and also Avas May. \" But where was this world ?\" My friend, you will When I was young."], [104, "84 SPRING BLOSSOMS AND In every scene there was rapture for me, In the song of the thrush, sweet, melloAV, and free ; In the sparrow's monotonous chirp in the tree, And the lark soaring high in his heavenward glee, As in clouds he sung. The rainbow there had a glorious dye, The stars like diamonds gem'd the blue sky ; The springs of clear crystal never were dry ; On wings of pleasure the hours flew by, When I was young. Creation's domain wide open to view, A prospect resplendent, for all things were new. Unknown were all doubts, impressions all true ; Hopes sparkled, as sparkles the morn's pearly dew, On verdant lawn flung. The heart's pure spring gush'd forth bright and clear Friendship was sacred, and friends were sincere, Fond accents of love saluted the ear ; Like the hero of old,* \" I never saAV fear,\" When I was young. '-■' Lord Nelson."], [105, "AUTUMN LEAVES. 85 AS IT IS. A world I have found all lonesome and drear, A Avorld of perplexity, sorrow, and fear ; To the eye no fair sight, no song to the ear; The flowers all faded, the leaves in the sere, No joy to behold. Day lifeless and dull, as sepulchral bier, On the night's gloomy brow no stars to appear ; The sun's pallid ray marks the fast dying year, No pleasures remain the cold heart to cheer, Now I am old. Hope's heart-cheering visions have all taken wing, And memory now no pleasure can bring ; To the heart, when a ruin, affections don't cling, For emotion has lost its last sensitive string ; Its ardour is cold. Life's tide is fast ebbing, receding the wave, Which came with the tide, and made the heart brave; And nature reclaims the gift which she gave, And the only hope left is the hope of the grave, To the weary and old."], [106, "86 SPRING BLOSSOMS AND Lamenting the past is foolish and vain, The glad morn of youth returns not again ; By employing the few fleeting days that remain, We yet may to higher and better attain. The story is told In the record divine, that points out the way To a still fairer world, and happier day. Then why in this fading one lingering stay, When the limbs become feeble, and thin locks are grey, And all things are old ? THE NEW YEAR. The old year dies, the new is born, The chimes a welcome ring, To usher in its natal morn, And hopes exultant spring. We hail its advent with delight, And yet, regretful, see The old year dying, take his flight To past eternity."], [107, "AUTUMN LEAVES. 87 In love, good wishes let us send, And greetings Avarm, sincere, To every dear and cherish'd friend, Upon this glad new year. May pride and envy pass away, Fierce strife and discord cease ; The new year bring a happier day, Prosperity and peace. As, looking back, we clearly scan The errors of the past, Strive to improve, where'er we can, The new year, by the last. We pause, as on a mountain's brow, The future's steep to climb ; The present gives us but to know One moment at a time. Of moments lives, and years are made ; Be ours at least to try, And pluck time's flowers before they fade, For in their birth they die."], [108, "88 SPRING BLOSSOMS AND i Farewell, old )ear! and welcome new! In bridal robes come forth, With blessings deck'd, all pure and true Bring happiness on earth. THE ROBIN. Welcome ! welcome ! pretty bird ! Thy mellow voice I oft have heard, At the close of autumn day, Carolling thy tuneful lay. Glad am I to. see thee now, Hopping on the frozen snow ; From the sparrow and the rest I know thee by thy crimson vest. Thy breakfast seeking thou hast come, And I can spare a morning crumb ! The gift I know thou wilt repay, And give me back some other day, When skies are mild, in coming spring, Thy joyful song for me will sing. What ? chirping — chirping even now, Amongst the cold and dreary snow ?"], [109, "AUTUMN LEAl'ES. 89 ROBIN'S SONG. Yes, now I sing, weak man, to chide Thy boasting vain, and foolish pride. Dost thou imagine that my song For thee is meant? That thought is wrong. I sing to please the Being above, Who form'd me in His power and love ; His spirit in my bosom glows, From this my song spontaneous flows. I sing my throbbing heart to ease, My constant mate to cheer and please. Pure happiness swells in my throat, And grateful thanks tunes every note. If thine the hand which spreads the crumbs, I know from whom the bounty comes. The food the Maker gave to thee, But He design'd a share for me ; Therefore, to thee no thanks I owe, I feel God's love as well as thou. And He provides with watchful care To all on earth his proper share."], [110, "SPRING BLOSSOMS AND 90 When spring returns, and in the grove, Breaks forth again my lay of love, Think! He who made thee, made as well, \" All creatures that on earth do dwell.\" TWILIGHT MUSINGS. Slowly, slowly fades the daylight, Slowly comes the gloaming on, Stars, the guardian eyes of night, Faintly twinkle one by one ; Fleecy clouds are blushing bright, Kiss'd by the ray-lips of the sun, A moment pausing in his flight, A parting glance, and he is gone. While slowly, slowly fades the daylight, And another day is done. Weakly throbs the pulse and feeling, Mutely through the senses stealing, Rise the shadows of the past ; Scarcely felt, and yet revealing Days of youth too dear to last ;"], [111, "AUTUMN LEAVES. 91 Pictures half depicting, half concealing, On the screen of memory cast ; Echoes of the bells come pealing, Trembling, sighing on the blast. Ringing, ringing, ever ringing, Are the bells of other times : Backward, forward, ever swinging, In their long remember'd chimes ; Music rising, falling, clinging, Old days back again are bringing, Waking long forgotten rhymes ; Songs of joy or sadness singing, Ringing now, and ever ringing. Smiling, smiling, ever smiling, Through a vista long and fair ; Young and old are playing, toiling, Light of heart, or wrapt in care ; Before the mental vision filing, Beaming faces all are there ; From present pain the heart beguiling ; Smiling from the old familiar chair ; Smiling still, and ever smiling."], [112, "SPRING BLOSSOMS AND 92 Weeping, weeping, sadly weeping ; Tears in heartfelt sorrow shed, Watching by the dying bed ; Watching, o'er loved features creeping Signs of death, ere life has fled. The last drawn breath, the final sleeping, The deep repose which marks the dead ; With lonely death a vigil keeping; The silence drear, the muffled tread, And whisper'd words left half unsaid. From earth to heaven the cloud-path sweeping, Though hope faith born, her wings may spread, Yet still is weeping, sadly weeping. Hoping, hoping, ever hoping, For the brighter coming day ; Through the misty future groping, Blindly stumbling on the way ; In cheerful tones hope seems to say — Why on sorrows past this moping ? Enjoy the present while you may ; Still keep hoping, ever hoping."], [113, "AUTUMN LEAVES. 93 ON Musing thus, in twilight musing. Thoughts at random come and go ; Come, without the care or choosing ; Life is such, and ever so, The door of thought will brook no closing, Vain it is to say them no ; Even in dreams their power we know, Musing always, ever musing. RECEIVING A SNOWDROP AND CROCUS IN A LETTER EROM THE COUNTRY. With joy I greet ye, twin-born flowers ; Blest memories ye bring ; First pattering drops of Flora's showers, Which day by day she richly pours, Till summer crowns the spring. Long time has Avinter ruled the scene, With stern and icy rod ; While we in tOAvns have prisoners been, Man's works alone our eyes have seen, And not the works of God."], [114, "94 SPRING BLOSSOMS AND But ye, frail buds, though crush'd ye be, And dull your white and gold ; As glad a message bring to me, As that green leaf from olive tree, Brought to the ark of old. Of buttercups, and dasied leas, A gladsome tale you tell ; Of verdant lawns, and shady trees, Whose leaves are dancing in the breeze, As birds the chorus swell. Thank God for spring, for winter too, For wanting winter's gloom ; Not half her beauties spring would show, Not half so mild her breezes blow, Or flowers so richly bloom. RIFFA WOOD: A REMINISCENCE Of good old days historians tell, And I can yet remember well Some good old days that I have seen ;"], [115, "AUTUMN LEAVES. 95 For me these good old days began, And ended, ere I was a man. Of one bright day, a pictur'd scene Return'd, when on Round Hills I stood, And look'd once more on Riffa Wood. I saAV the huntsman once again, And sober hounds file down the lane ; Each pulse beat quicker at the sight. Behind rode Harewood's Noble Lord, Well known to all, by all adored ; Old English sports were his delight. Their goal all present understood, A fox to find, in Riffa Wood. The eager hounds the cover take, And force their way through brush and brake ; Long silence, — then a yelping sound, Which soon into a chorus swells ; The joyful news to all it tells, The quarry's up, the game is found ; And bursting like a rushing flood, The pack streams out from Riffa Wood."], [116, "96 SPRING BLOSSOMS AND For Lindley gorse, through Stainburn gill, The fox steals on, and breasts the hill ; Then eastward turns for Almscliffe crags Across the heath for life he flies, The friendly rocks before him rise ; The hounds he hears, and never flags ; For life he strives, his pace is good, And far behind is Riffa Wood. His old retreat block'd up he finds ; Past Rigton, on his course he winds, And heads for distant Rugemain. The twanging horn the echoes wake, The pack's full cry blithe music make, Through Weeton's wide and level plain. No safety there : he eyes Wharfe's flood ; His one last hope is Riffa Wood. By Wescoe Hill, with flagging pace, Back to his home he leads the chase ; The pack behind him nearer run. Full fifteen miles the course has been, But this Avill be his last, I ween ; His foes have got him — it is done."], [117, "AUTUMN LEAVES. 97 His hide they tear, and lick his blood, One hundred yards from Riffa Wood. What havoc time hath made since then, Amongst the lives and homes of men ! The Noble Earl has pass'd away ; Amongst that gay and genial train, I fear not many now remain, Of those who proudly rode that day. Slight change I noted where I stood, On nature's face, or Riffa Wood. THE BEETLE. A Beetle — just a Beetle — nothing more, Crawling on the kitchen floor. Crush it ! crush it ! that were best, An ugly, useless, loathsome pest. Not quite so fast. Remember now, Before you strike the fatal blow, It is a sacred thing, to live ; Life you may take, but cannot give. 8"], [118, "98 SPRING BLOSSOMS AND Ugly, you say ? There, place it right, Where you can see it in the light. Its plated coat of mail behold, The emerald glist'ning through the gold ; The flexile feelers fine as hair, Yet nervous power is centred there ; The mobile head, wherein are set, The eyes of pure transparent jet. How exquisite the folded wings, On active limbs it lightly springs. No, no ; 'tis not an ugly thing : From ignorance that thought must spring. Useless ? so says the pride of man ; But try the universe to scan. Look at the whole, and it is plain ft forms a link in Nature's chain ; Because no food or clothes it gives ; We deem it useless ; but it lives Its brief existence, and design'd A pleasure in its life to find. The dwellers of earth, air, or sea — Man cries, all these were made for me ;"], [119, "AUTUMN LEAVES. 99 All creatures form'd when life began Were only meant for use of man. For truth of this Ave vainly look In Holy Writ, or Nature's book. And wherefore loathsome ? — tell me why You view God's works with erring eye. The Avorld He made, He understood ; And He pronounc'd all very good. True, we may kill, and every day We do — but not in wanton play ; And if we but remember right, No creature's loathsome in God's sight. A FABLE. A farmer kept two fowls, and every day He found that each of them an egg would lay. One egg was very small, but large the other; He plainly saw of each, who was the mother. One, with triumphant cackle, left the nest; No boasting crow the other fowl express'd. Said he, \" Such pigmy eggs I view Avith scorn That fowl does not repay me for her corn."], [120, "100 SPRING BLOSSOMS AND Soup I shall make of her this very day, And keep the one who larger eggs will lay.\" This plan he carried out — no doubt the best ; But when next day he visited his nest, Amazed, he open'd wide his wondering eyes, For snug within a worthless egglet lies. He said, \" Henceforth I shall have sense to know, Who do most work, not always loudest crow.\" ON THE DUKE OF EDINBURGH'S VISIT TO LEEDS, 1875. All honour to the brave ! The Prince of noble name, Who on the ocean wave Upholds old England's fame. Ye men of Leeds come forth, A hearty welcome give Our Duke of Royal birth, And shout, Long may he live. Long may he live to bear In England's weal a part ;"], [121, "AUTUMN LEAVES. 101 Long may he live to cheer A Royal mother's heart. Nor yet forget his bride, The lovely Russian flower, Cull'd by the Neva's side, To deck Victoria's bower. While terror and dismay In many nations reign, Fair liberty holds sway O'er Britain's Avide domain. And Briton's sons are proud, (For Britons proud can be), To echo welcomes loud, A Royal guest to see. Long live our worthy Mayor,* The generous and the free. Who fills the civic chair With grace and dignity. And Leeds will greet the brave The Prince of noble name, Who on the ocean wave Upholds old England's fame * The late Alderman Marsden."], [122, "102 SPRING BLOSSOMS AND MY LITTLE GARDEN FLOWER When winter, Avith his snows had gone, Forth stepp'd the timid, callow spring, In haste her verdant robes to don, And wake the vocal choir to sing. Within my patch of garden ground, Close by my rustic, rose-clad bower, A little unknown bud I found, Which might be weed, or garden flower. With spring the bud in beauty grew, I watched its progress day by day ; Nursed by the early morning's dew, And cherish 'd by the sun's warm ray ; Its shoots expanding to a cup, Drunk eagerly the welcome shoAver, And from the earth sprung jocund up ; I knew it Avas a garden flower. The summer came, in splendour dress'd, And flowers bloom'd rich on every side ; But one I prized above the rest, And cherished with peculiar pride ;"], [123, "AUTUMN LEAVES. 103 The opening petals loved to view, A nameless charm, a subtle power, Lay basking in its eyes of blue, And flash'd from my sweet garden flower. The autumn tinged its leaves with brown, And winter came as autumn fled ; I saw it slowly fading down, Again I look'd, and it was dead. Its death I still lament and mourn ; A snowy pall enshrouds my bower ; Will spring restore at her return, To me my cherished garden flower ? THE LOVER'S LEAP. ' On Almscliffe's highest peak of grey A maiden stood at break of day — A maiden young and fair. Bent was her slight and fragile form, As wild, the blustering northern storm Play'd with her streaming hair."], [124, "104 SPRING BLOSSOMS AND Her palsied limbs with terror shook, Her blue eyes had an anxious look, Like some chased hind at bay. She raised her arms in wild despair, As she beheld her father there, Climbing the rocky way. \" Oh mercy, father, dear !\" she said, \" I cannot break my troth, and wed The proud and wealthy churl. Oh hear me, father, pray, for life ; I could not stoop to be his wife, Although he be an Earl.\" Her father near and nearer came ; She only shriek'd her lover's name, And from the margin sprung ; One hundred feet or more she fell, Her father's anguish who could tell, To lose his child so young. He knelt her senseless form beside ; \" Oh ! cruel I have been,\" he cried ; \" My folly now I see."], [125, "AUTUMN LEAVES. 105 This day for ever I must mourn ; Come back, my daughter! but return, Thy lover's bride to be.\" He chafed her hands — nor all in vain — The rose returning, graced again The cheek but now so pale. Two hundred years that rocky steep Has borne the name of \" Lover's Leap,\" By maids of fair Wharfedale. OH! SING ME A SIMPLE SONG TO-NIGHT Oh ! sing me a simple song to-night ! Not a song of gloom, nor yet too bright. My senses are weary, my heart is sad, I long to feel dreamily, pensively glad ; Some part of my soul I fain would steep In a lethean bath, yet not too deep, Be half awake, and but half asleep ; I would not lose of thought the delight, In unconsciousness still I would consciousness keep ;"], [126, "106 SPRING BLOSSOMS AND A sensation like that which some may have had From an opiate draught, — a vision of light Might wanton before me — I Avould not be mad. All memory lose, or the power of sight. Oh ! sing me a song that is soothing to-night. The noise and turmoil of this dreary town Press heavy upon me, and weigh my soul clown ; The phantoms of sorrow, the shadows of care. Are flitting before me and thronging the air, And over the picture gloomily thrown Is a mantle of sadness, a robe of despair ; And the mind's active passions torpid have grown, In a mass of decay, and mildew, and blight ; Oh ! sing me a song of the country to-night. That strain is too gay, too buoyant the string, With the sinking of heart its contrast is pain ; As the whiteness of snow to the dark raven's wing, Or the marble's smooth face to the grit-cover'd plain As one shining star, far off in the sky, Enhances the gloom which shrouds the dark earth So the blithe song of joy but deepens the sigh, Which found in the bosom of sorrow its birth."], [127, "AUTUMN LEAVES. 107 I remember a song of my happy youth's time. Though quaint were the words, and faulty the rhyme In simplest of russet its hero was dight ; Oh ! sing me a song of my boyhood to-night. A song of the country, plaintive and low, Like the murmuring brook in its ceaseless flow, Or SAvallow's faint twittering loves on the eaves, Or pattering rain on the green thirsty leaA'es, Or the droAvsy hum of the vigilant bees As they rifle the bloom of the blossoming trees, Or the sighing of woods at closing of day, Or the watch-dog's distant, musical bay, Or the cattle's dull low on the hills out of sight, Oh ! sing me a song of the country to-night ; A song like the mother's, sung to her child — A peace bringing song, as the dove's cooing mild. In days long ago I have stood by the shore, And heard the deep bass of ocean's hoarse roar, I have sat where the cataract's headlong flow, Dash'd on the rocks in shivers below ; The thunder in battle with storm I have heard, As it burst through the woods in its terrible flight,"], [128, "108 SPRING BLOSSOMS AND And my soul to sublimity's verge has been stirred, With a rapture of joy, and a glow of delight ; But music like this I could not bear to-night. The harp may be tuned in every string, And harmony's strain accordant may roll, But harsh is the voice, and vainly you sing, If no echo responsive awakes in the soul. THE OLD HOUSE AT HOME. I sought the old house where my forefathers dwelt, Where oft I had climbed on a grandmother's knee ; In the churchyard I knew they were laid, but I felt That the old place had still a charm left for me. For the scenes of our youth will memory cherish, Through a lifetime of absence, and sorrow, and care; While those of our age fade quickly, and perish, And leave the heart withered, and desert, and bare. The brook babbled on, as it babbled of yore, — Not a bush or a tree, but I knew them again ; But the old house was gone, to be seen nevermore, And only faint traces I found to remain."], [129, "AUTUMN LEAVES. 109 The chestnut which shaded the house in its prime, Now waves its arms o'er a few scatter'd stones ; And the wind through its branches came like a chime, Lamenting the past in dull mournful tones. O Time, ruthless tyrant, how swift is thy flight ! Thou sternest of despots, most potent of kings ; Man and his works, the fair and the bright, Turn to ashes and dust at a wave of thy wings. Yet thy reign and thy monarchs, death, shall expire, When the Eternal comes forth in the might of His power, And His angel shall stand on the world's blazing pyre, Proclaiming with trumpet of doom \" That time is no more.\" THE SICK CHILD'S WELCOME TO SPRING. A little boy lay, apparently dreaming ; He open'd his eyes, and the sunshine was streaming Bright through the lattice : he found on his bed A bunch of sweet violets ; he, grasping them, said :—"], [130, "110 SPRING BLOSSOMS AND \" Oh ! bless'd be that lady, so kind and so dear, Who comes like an angel my sickness to cheer, These she has brought to brighten my home ; They tell me the sweet days of spring-time have come \" The spring-time is coming o'er mountain and dale, Through the greenwood copse and along the vale ; Wherever you stray, its coming you see, In the grass at your feet and the buds on the tree. The throstle and mavis are heard in the grove, And earth is new waking to beauty and love ; In the warm sunny rays the insects are humming, And nature rejoices when spring-time is coming. \" It is spring-time now ; the primrose is peeping From its mossy couch, where long it was sleeping ; The snowdrop is fading, the daffodil now, With bells all of gold, make the meadows to glow. The young lambs are sporting, as youth only may. And spending their spring-time in sunshine and play ; The delicate flowers the air are perfuming, All welcoming spring, for the spring-time is coming."], [131, "AUTUMN LEAVES. 111 \" The spring-time is coming — alas ! not for me ; I think of the flowers, though none can I see, But I know it is March, and memory tells, How March brings spring to the hills and dells. Yet my weary eyes I stretch in vain, As I languishing lie on my bed of pain ; From the town there comes a restless humming, Which tells not of spring, or spring-time coming. \" Spring is coming, — the thought is sweet, Though my landscape now is a gloomy street ; Dark rusty palings, and dark brick walls, High chimneys, from which the black smoke falls ; And all nature's music that I can hear, Is one dusky sparrow, who is chirping near ; Yet tis pleasant to know, in these sad, weary hours, That spring-time is coming, with verdure and flowers.\" He laid down his head, and languidly smiled, And a new spring had dawn'd on that innocent child."], [132, "112 SPRING BLOSSOMS AND been PICTURES IN THE FIRE. As dies December's last dull, chilly day, Within his cottage sits the aged sire ; He sits, and gazes at the smouldering fire, As lights and shadows in their fitful play, Raise pictures of the past, now bright and gay, And mournful memories come, and pass away ; A moment bright, but soon in gloom expire. He sees his boyhood's home — a cottage fair; A garden bright with flowers, a village green And many a kind and smiling face is there, And many a dear and Avell remember'd scene Long evenings spent in play, devoid of care ; Though past, he grateful feels that they have Gone is the father kind, the gentle mother, The dearer sister, and companion brother : Their faces in the embers faintly glow, Then fall and fade, a transient fleeting show. He sees a once lov'd form again appear ; His love remains — the object long since fled."], [133, "AUTUMN LEAVES. 113 Hush'd is the A'oice that oft his heart would cheer, That sweetest music he no more will hear, But yet the thrilling echo is not dead ; He hears it still, in twilight's silent hour, As rais'd again by some enchanter's power ; He wipes aAvay a tear, and bows his head. He sees around his hearth a group of children throng ; Each chubby, trusting face looks in his own. \"Ah me,\" he sighs, \"since then, how these have grown, Grown up to men and women, fair and strong. I almost wish they had been children still ; But to a higher Power I bow my will ; And one — my darling — he was taken home ; I go to him — to me he cannot come.\" Friends, too, he sees, companions of his prime, Recalling happy hours of social glee, And pleasant days, pass'd in the olden time, Come back. With mental eye he seems to see The friends of later days before him stand ; Each voice he hears, and clasps each welcome hand. 9"], [134, "SPRING BLOSSOMS AND 114 I His musing o'er, the changing picture fades, And darkly round him fall the evening shades ; The fire is dust, his waking dreams have past ; He peers into the wild and murky night ; The snowy flakes are dancing on the blast, And robing earth in wintry mantle white. Against the storm, the door he closes fast ; And while the lamp sheds round its grateful light, His sole companion from its curtained nook He brings, — his father's oft read holy book. He only reads one verse, and nothing more, \" These are not lost, they have but gone before.\" THE SNOW. A poet sat in his easy chair, Before a glowing fire ; He humm'd a light and cheerful air, And then he struck his lyre ; And as the sweet, melodious numbers flow, He sung of the snow, \"The beautiful snow.\""], [135, "AUTUMN LEAVES. 115 A lady handsome, rich, and gay, Came tripping through the hall ; She entered her carriage, which drove away, And took her to a ball. And much she Avonder'd how any could show Such fear of the snow, \"The beautiful snow.\" The clock struck five when a young girl rose, And shivering left her bed ; The cold pierced through her scanty clothes As she hastened on with feeble tread. She pass'd the factory's archway through, And little she thought of \" The beautiful snow A father heard his children cry ; The fire — alas ! no fire was there ; No money he had their bread to buy ; The mother look'd on in mute despair. As he vainly sought for work to do, No beauty he saw in \" The beautiful snow.\" Oh, ye, to whom the winter's storms No pain or sorrow bring,"], [136, "116 SPRING BLOSSOMS AND Whose life the sun of fortune warms, And breathes perpetual spring ; Oh, strive to aid the helpless wretchedness Of those whom cold, and want, and pain oppress THE MINER'S SONG. Down in the bowels of the earth we go, Deep in the depths of the gloomy mine, Where the healthful breeze can never blow, And the cheerful sun can never shine ; Where the glories of day, and splendours of night, And all nature's beauties are hid from the sight, And the bell's pleasant chime, or carolling bird, Or melody's voice, can never be heard. Down in the bowels of the earth we go, Where the mineral stores of ages dwell, And thread the passages narrow and low, And noisome and damp as the dungeon cell."], [137, "AUTUMN LEAVES. 117 We toil and labour the spoil to gain, As our bodies are bent in postures of pain ; And the crumbling roof, which above us waves, Is ready to fall on our living graves. Down in the bowels of the earth we go, Where the fire-fiend laughs aloud, And his terrors prepares for a sudden blow, Which comes like the bolt from the thunder cloud. Death and destruction are borne on the blast, And dreadful the carnage when that has swept past ; The burnt, blacken'd corse where it stood, is now lying, And the ground is strew'd o'er with the dead, and the dying. Down in the bowels of the earth we go, Undaunted by danger, or labour, or pain ; Yet few remember the debt which they owe, And regard us too oft with reproach and disdain ; Though the etherous torch that illumines the night, And the powerful arm of the steam-engine's might, And home's glowing hearth to us you owe, When down in the bowels of the earth we go. ■"], [138, "118 SPRING BLOSSOMS AND RETROSPECTION. The summer days ! the happy days ! The lovely July Aveather ; The wanderings o'er the golden braes, Amongst the pink-bell'd heather; To memory come, and in a maze, Seem fancy-link'd together ; As linnets twitter'd, skylarks sung, And all was bright, and life was young. I loved them once, and even now, Amidst life's dismal changes ; I feel the gentle breezes blow Across the mountain ranges ; And thoughts within my bosom glow Which time not yet estranges : A pleasant thrill the heart they give, Old days recall, once more to live. I still rejoice that they have been, Though Avithered now and faded ;"], [139, "AUTUMN LEAVES. 119 No floAvers so fair, no sprays so green, Or smell so sweet as they did ; No months come Avith such jocund mien As July, June, and May did. The skies were fair, the groves were gay ; Now time has stole their charms away. THE FORESTERS' FLAG. Let the Foresters' Flag to the breeze be unfurl'd ; The flag of philanthropy, freedom, and right ; Let it float as an emblem of peace to the world A message of mercy, a beacon of light ; The sick and distress'd will behold it with gladness, A refuge to those, who than life are more dear ; The widow and orphan, in gloom and in sadness, Will look up with hope as it waves o'er the bier. The Briton may well be proud of his name, The Forester proud of the land of his birth, For world-wide the Britons' — the Foresters' fame, And their banners are known to the ends of the earth."], [140, "120 SPRING BLOSSOMS AND O'er the mighty Atlantic our brethren uphold it, 'Neath the southern cross it floats in its pride ; The dark sons of Africa with wonder behold it, And its form is reflected in the Bosphorus' tide. Where wild waters dash, and the ocean-fiends roar, And the faces of men are pallid with fear ; As our lifeboats are bringing the rescued to shore, O'er the voice of the storm comes a Forester's cheer. When the flames had gone out in a far distant city, And thousands were homeless and dying for bread, Our Foresters' hearts were melted with pity, The homeless were cared for, the hungry were fed. Then true to our creed, with sympathy guiding, Let our banner in purity still be maintain'd ; With brotherly love o'er our councils presiding, Till the end of our hopes and ambition be gain'd ; When each nation on earth, each isle of the sea, Shall gladly behold our banner unfurl'd ; And all men in principle Foresters be, And mercy and peace reign supreme through the world."], [141, "AUTUMN LEAVES. 121 THE WORKHOUSE GATE. The W7orkhouse Gate stands open now ; Poor paupers may come out to seek Their friends — if any friends they know ; This boon is granted once a week. I watch'd them slowly filing down the street, With head bent low, and plodding, weary feet. My thoughts recalled their early days, When they Avere boys and girls at school ; How they enjoy 'd their games and plays, When time relax'd the master's rule. Long years of care and sorrow youth will tame ; Yet who Avould think these broken forms the same I noted one, a grey-hair'd man ; No further than the gate he came ; I saw him halt, my features scan, And turn to hide a blush of shame. I recognised him then, but late well known, A large and wealthy merchant in the town."], [142, "122 SPRING BLOSSOMS AND I stepp'd within, he shrunk aside, Communion with the world to shun ; A little of his former pride Still in his nature seem'd to run. I folloAv'd, and he made a sudden stand, Turn'd round, and warmly shook my offer'd hand. His feelings, though, he strove to hide, I mark'd a tear-drop in his eye ; Vain was the effort, though he tried To strangle in its birth a sigh. \" Yes, I am well, as any one whose fate Is to be barr'd behind a Workhouse Gate.\" \" But you could take a walk ?\" \" I might ; That is a privilege, no doubt. My friend, I could not bear the sight Of those I know, or walk about The place, Avhere once I had known happiness, Flaunting my livery — a workhouse dress. \" Yes, sir, I used to smoke ; but now Pipe or cigar I seldom see."], [143, "AUTUMN LEAVES. 123 I'll gladly take a smoke Avith you, There on the seat, behind that tree. Well, no, it's not forbid ; but in my case, Seems, in a workhouse, rather out of place. \" The food ? Oh, well, it's very fair ; They never hear complaint from me. One thing alone is wanting here, — The sense of home and liberty. This dress is very warm, and light to wear ; And yet a degradation hard to bear. \" The Chaplain ? He is spruce and smart A boy in manners and in years ; What knows he of a broken heart, Or how to staunch a sinner's tears ? He tells us much about a thankful mind ; A something in a workhouse hard to find.\" In pensive mood I left my friend ; And this, I thought, is human life. To things below there is an end, — To nights of care, and days of strife. Upon this changing earth, man's final fate Is death, within or out, the Workhouse Gate"], [144, "124 SPRING BLOSSOMS AND FOR THE ODD-FELLOWS' MAGAZINE. Brothers, let us be united In our just and noble cause ; We our word of honour plighted To uphold and keep our laws. To aid the weak be our endeavour, Sympathy for one another, Be our end and aim, and ever Look on each one as a Brother. Brothers, we are something more Than human atoms, living forms ; Not mere wreck that strews the shore After ocean's raging storms. Love, affections, feelings tender, As offspring of one common mother, We inherit, let us render Love to all, and every Brother. Brothers, in life's stirring battle, We must fight the good to win, Though the bullets round us rattle, Careless of the strife and din."], [145, "h AUTUMN LEAVES. 125 Higher still our aim must be, Selfish passions promptly smother; And in every patient Avorker see A friend, a patriot, and a Brother. Brothers, time is swiftly flying, Life is tinged with gloom and sorrow ; Round us are the sick and dying, Let us not then wait to-morrow. Now, is the time for work and action ; Now, to help and cheer each other, Shunning envy, pride, and faction ; Welcome every coming Brother. THE HAND THAT IS HONEST AND TRUE. Through life's tangled forest as onward I go, I fear not the dangers or toils by the way ; The tempest may rage, and stormy wjnds blow, And shroud in deep gloom the fair light of day."], [146, "126 SPRING BLOSSOMS AND Still onward I press to the far journey's end, If vanquish'd a moment, the strife I renew ; As cheer'd by the smile and looks of a friend, When he gives me a hand that is honest and true. I value not honours obtained from the crown, Stars, garters, and titles, by courtiers borne ; The minions of fortune may call them their own, The man they degrade, if unworthily worn. A noble man he, though humble his lot, Who in honour unstain'd his duty will do ; He may dwell in a mansion, or poor lowly cot, If he gives me a hand thatVis honest and true. I prize not the man, with riches untold, Whose menials quail at a glance ot his eye ; If sordid his soul, a large store of gold From the brave honest heart no homage will buy. But the man, and his friendship, ever is dear, Who with patience the right and the just will pursue, Who always is ready the downcast to cheer, And give me a hand that is honest and true. ■ ■ . \\"], [147, "AUTUMN LEAVES. 127 A WOMAN'S SECRET. In Leeds there dwelt a joiner — Richard Hodge ; His favourites were his wife, his friend, and lodge. Although between him and his loving wife, There rose sometimes a little playful strife ; Eve's daughter, she his secrets long'd to know, But these he never was disposed to show. Our troubles, little as they seem at first, Like babes, the larger grow by being nurs'd ; And thus her wish the stronger grew each day In vain, and so she tried another way. One night she dress'd with more peculiar care, And wore a rather strange, mysterious air. He ask'd, \"Where are you going so late, my dear?\" \" When I return, about it you shall hear,\" When she came back Hodge look'd a little glum, But, with a merry laugh, she said, \" I've come ; And I with you am equal now. I went, Just for a lark, and join'd ' The Maids of Kent.'"], [148, "128 SPRING BLOSSOMS AND We had such fun, and such a grand to do ; And I have secrets noAv, as well as you. No sign or grip to you I'll ever show ; And not a password will you get to know. My friend, Selina Bates, was made with me ; She was so dull, the sign she could not see. When told the left hand on her breast to place, She used the right, — the same in every case. And then she could not comprehend the grip ; So easy — just their thumb with yours to nip. And next the password — only ' Semper Idem ;' Instead, she kept repeating * Simple Simon ;' And so the entrance knock— first two, then one ; Why hers was rat-tat-tat, and never done.\" Dick chuckled to himself, but nothing said, And with his \" Maid of Kent,\" was soon in bed. Next Lodge-night Dick went home a little late ; Not tipsy! no, in just a jolly state. He lov'd a joke ; and so at his own door, He gave a double knock, and then one more ; Next move — his left hand on his breast to place, And \" Semper Idem \" said, with solemn face ; Then took her hand, and gave the thumb a squeeze And said, \" I think that's perfect, if you please.\""], [149, "I AUTUMN LEAVES. 129 In answer to the look on him she bent, \" Is that not right, I'm now a Maid of Kent ? MORAL. A man may keep a secret, but 'tis plain, A Avoman's breast no secret will retain. ENIGMA. The poet's task I sometimes aid, And make his verses jingle right ; Some critics say I but degrade, A useless clog on fancy's flight. When morning's frosty dawn appears, I sparkle in the day's first gleam ; A pearly mantle nature wears, But soon I fly from Sol's warm beam. You'll guess me soon, if you but try, As here I stand before your eye. Ans. Rhyme. 10"], [150, "130 SPRING BLOSSOMS AND THE BARGUEST. The Barguest of old was a terrible beast ; He haunted our village, when I was a lad ; For many had seen him, or Avell knew at least, Somebody else, who knew some one Avho had. His species or genus were never defin'd ; But many declared he had big teeth and claAvs, And most probably was of carnivorous kind, As zoologists judged by natural laws. It is strange that his bones never were seen ; If to Professor Owen they had only been shown, He soon could have told what the creature had been, And his family pedigree all would have known. I suspect he belong'd to the criminal class ; To many aliases he had a claim, — Barguest, and Padfoot, and Boggard, Witch- Ass, — Yet none could surmise how this came to pass, Who his sponsors might be, who gave him a name. Nocturnal, of course. Where he slumber'd by day No one could tell ; but it seem'd his delight, Through the footpaths and lanes to scamper away, And the clank of his chains would the rustics affright, As homeward they went from their labour at night."], [151, "say AUTUMN LEAVES. 13 1 He was monstrous in height, and shaggy and grey ; A nondescript thing, Avith eyes large as saucers ; For the shape of his head, I really can't say, To tell you the truth, the thing I ne'er saw, sirs. He never existed. He did, I declare. Why, his history Granny told me all about it, As she sat by the hearth in her cosy arm-chair ; It Avas true as the gospel, I never could doubt it ; For if, after dark, I asked \" to go play,\" In true pulpit style, she improved the occasion ; In a terse, most expressive, and practical way, \" The Barguest will catch thee,\" she promptly would So close by her side I was Avilling to stay, And that must amount to a strict demonstration. THE OLD SMIDDY. KnaAV t' villige weel ? Yes, ah sud think ah due I'll be eighty-two year owd cum next May ; Fer more an hunner years mi forbears an me, Hez liv'd at t'owd smiddy where we are ta-day."], [152, "132 SPRING BLOSSOMS AND Bud changes hae been sin my time begun, Fifty year now ah've hed t' trade ta misen ; T'owd place isn't what it Avunce used ta be, Fer owd Squire Brompton Aver t' owner on't then An he wor a gud'en, t'owd squire, he Avor, An nah Ave hev fun that aght ta wer cost. Thoff sum gruml'd becos he'd hev his awn Avay ; Wen he deed Ave all gat to naw wat Ave'd lost. Let yo meet t'owd squire wherever yo mud, He'd a wurd an a joke fer ivery wun ; Wi rich an Avi poor t'same way he hed, Hiz hart wer chock full a lafter an fun. He'd call in at t'smiddy an hev a long chat, While sparks fro t'owd anvil abaght him wod fly Tut striker he'd say, \" Tha's swallerd a spark, An ov course ah can see tha's confoundedly dry. Cut across ther tut arms, an bring that braan jug, Fer all trades, tha naws, sumhoAV mun live.\" Wen it com, he wod burl ta all aght alike ; Az he drank hiz aAvn share, a toast he Avod give. Ta be sure, he Avor strict abaght poochers an that ; An ah mind mi wun day he met wi Bill Stamp ; Wi nets an dead rabbits Bill's pockets stuck aght ; An th' squire he call'd him a infernal scamp."], [153, "AUTUMN LEAVES. 133 Then he off Avi hiz coit, an doubled hiz neaves, An gav Bill a threshin he never fergat ; Bill tuck ta hiz bed, t'owd squire sent wine, Bud Bill niver pooch'd na mair ester that. Wen hiz frends com a shoitin, an kill'd lots o' gam, T'head keeper hed orders ta giv it abaght ; Fer t'farmers he sed hed a reight ta ther share, An he teuk care at t'poor fowk worent wiaght. But he deed wiaght heirs, an sum way er uther, Hiz property gat ameng t'lawyers and sich ; An t'estates Aver all bowt bi a fellow frae t'town, Who'd made lots a brass, an uncommonly rich. We soin fan it aght he wor selfish an praad, Wi scrapin an grindin hiz fortun he'd made ; Hiz creed Avor compos'd o' punds, shillins, and pence, An hiz actions wer guided bi new rules o' trade. A waste bit a grund — an acre or so, — Wher t'lads hed play'd crecket before he wor born ; Az lord o' all t'manner he claim'd it an teuk, An fenc'd it all raand an made it hiz awn. Hiz gam he presarved Avi t'rigor o' t'law, Thoff poochers increas'd- — a curious thing ; An t'keeper dus t'shoitin, all t'gam iz sent off Tut market, an seld fer Avat it ull bring."], [154, "134 SPRING BLOSSOMS AND All 'towd lot a farmers iz nearly extinct ; Wun be wun frae ther farms an humsteds tha went Wi circklers sent aght hiz farms are re-let, Ta ony wun willin ta pay a big rent. New squire, he sent a long letter ta me, An ax'd wat ah'd charge fer shooin bi t'year ; Ah tell'd him ah'd due az ah allus hed dun, Bud he sed at mi price wor sadly ta dear. An so i' due time com a notis ta quit, T'oAvd smiddy ah'm boun ta give up bi next Aveek ; An fer owt at he cares, Avi mi scanty gray hairs, Ah may go aght it world, a livin ta seek. Yes, t'village ah knaAV- -ah knaw wat its been ; Ah knaw an remember wat ah wunce thowt it ; An ha new fangled ways, an a praad stuck-up man, Frae a paradise daan ta a dungeon hez brOAvt it."], [155, "AUTUMN LEAVES. 135 I THE WANDERING LEAF. From the French of M. De Arnault. Poor shrivell'd leaf! Avhere goest thou, Careering wildly o'er the lea ? \" The slave of chance, no path I know, Torn by the storm from parent tree. \" And on I wander day by day, Through forest bare and fading plain, The zephyrs with me madly play, Nor deem their gambols give me pain. \" I go, where all must go at last ; In fleeting time is no repose : We all must bend before the blast, As bends the laurel and the rose.\""], [156, "NOTES. i.— THE FLIGHT OF THE FAIRIES. It is an old tradition, still current in the locality, that Almscliffe was a favourite haunt of these interesting and diminutive beings. Old people, still living, tell how their forefathers related stories of their having been seen, dancing on the green on moonlight nights, the males dressed in scarlet, and the ladies in green. In these sceptical days such tales will, I suppose, be put down as superstitious myths. There is one curious fact, however, connected with these Alms cliffe fairies. I well remember three dwarfs, who resided at Rigton, — Tommy, Sally, and Fanny Bradley. Tommy was, I think, under four feet in height, and the sisters very little over three feet. When I was a boy, I often met Tommy in the lanes, and he would stop me to have a cheerful word ; but I could never overcome a vague feeling of awe whilst I was near him. The sisters kept a school in Rigton, and made straw hats (then much worn in that part of the country) ; and it was reported that one of them, measuring a sturdy farmer for a hat, stood in his coat pocket. My father, who knew their progenitors, said that Bradley senior was above the average height, and the mother a woman of ordinary stature. It was, of course, the popular belief that they were changelings. 2.— LINES ON KIRKSTALL ABBEY. These lines were written in answer to some verses which appeared in the \" Leeds Intelligencer.\" I give one verse, as it will explain my, perhaps, peculiar manner of addressing the hallowed ruin. \"We, who have light of later days, Know they were weak, though strong ; They raised united voice in praise, In prayers they linger'd long.\" 3.— ON VISITING HAREWOOD CASTLE. These lines on \" Harewood Castle,\" written in my youth, are not intended to be accepted by the reader as historically correct,"], [157, "NOTES 137 but as a kind of imaginary vision, drawn partly from general history and partly from local tradition. The imperfect descriptions of the Ruin and local scenery, are from observation. 4.— THE LOVER'S LEAP. This traditionary legend is, I believe, quite authentic. I have heard the name of the young lady who performed it, but I have, unfortunately, forgot it. It is reported that the air gathering under the skirts buoyed her up, so that she reached the ground safely, with the exception of a fractured finger. 5.— THE FORESTERS' FLAG. As these lines were written for \"The Foresters' Miscellany,\" those readers who are unacquainted with \" the largest Friendly Society in the world,\" numbering nearly 700,000 members, will probably not understand the allusions here made. The Society has branches in almost every civilised country, and these are all affiliated with, and under the jurisdiction of, the English High Court. There are branches (Courts) in America, Australia, Africa, Constantinople, and other places. After the burning of Chicago, a handsome sum was collected by the Foresters in England, for the relief of their suffering brethren in that City. Two Lifeboats have been presented to \"The Lifeboat Institu tion,\" and a collection is made annually for their maintenance. 6.— THE BARGUEST. The Barguest was supposed to be a supernatural being, seen or heard in the village lanes at night. It was generally described as being in the form of, and about as large as, a donkey, with eyes \"as big as saucers,\" and a chain rattling behind it as it galloped along. In our village it was reported to have been met with at various times and in various places; and children were afraid to go out at night, for fear of encountering the dreadful beast."], [158, "CONTENTS. Page Deducation. ----..... v Preface vii Introduction ----..... xi Emmelina: A Legend of Harewood Castle - - - i Sonnet on York Munster 14 The Flight of the Fairies 15 The Wanderer ---..... 20 Lines on Kirkstall Abbey ------- 27 A Song 29 The First Beam of Love 30 The Death of Jummy Brown 31 On Visiting Harewood Castle 34 The Chimes .I In Memory of the Rev. F. T. Rowell - - - - 44 On the Ruver Wharfe 46 Only a Dog .q The Old Slupper ---..... ,-, Friendship's Decay - ,7 The Miser's Last Day 62 HopE 64 The Lay of the Lazy Lodger 6r The Lay of the Working Lodger 67 A Simile gq Postscrupt to the Sumile 70 The Autumn Breeze 7I My Father's Cot _, The White Raven 74 A Mother's Love Lines to a Swallow seen in the Street 7g Gold gx The Orphan u"], [159, "CONTENTS. 139 r AUli AS IT WAS 83 As IT IS 85 The New Year 86 The Robin 88 Robin's Song 89 Twilight Musings go On Receiving a Snowdrop and Crocus in a Letter from the Country 93 Riffa Wood : a Reminiscence ------ g+ The Beetle g7 A Fable - 9g On the Duke of Edinburgh's Visit to Leeds, 1875 - 100 My Little Garden Flower 102 The Lover's Leap 103 Oh ! Sing Me a Simple Song To-Night - - - - 105 The Old House at Home 108 The Sick Child's Welcome to Spring - - - - iog Pictures in the Fire 112 The Snow 114 The Miner's Song - 116 Retrospection 118 The Foresters' Flag ng The Workhouse Gate ------- 121 For the Odd-Fellows' Magazine 124 The Hand that is Honest and True ... - 125 A Woman's Secret 127 Enigma i2g The Barguest 130 The Old Smiddy 131 The Wandering Leaf 135 Notes 136"], [160, "SUBSCRIBERS. The Countess of Harewood, Harewood House. Dr. Ati.ay, Lord Bishop of Hereford, The Palace, Hereford Sir Edward Baines, Knt., St. Ann's Hill, Burley, Leeds. Sir G. W. Morrison, Knt., Town Clerk, Leeds. W. L. Jackson, Esq., M.P., Allerton Hall, Chapel-Allerton. Sir Lyon Playfair, K.C.B., M.P. Herbert J. Gladstone, Esq., M.P. G. W. Balfour, Esq., M.P. Lawrence Gane, Esq., Q.C., M.P. John Barran, Esq., M.P., Chapel-Allerton Hall, Leeds. Rev. James Palmes, Escrick, York. Rev. W. Dunn, St. Matthew's Vicarage, Leeds. Rev. J. R. Stratten, St. Paul's Vicarage, Leeds. Rev. E. C. Lister, St. Thomas's, Stanningley. Rev. Canon Bullock, Holy Trinity, Leeds. Rev. J. F. Wilkinson, M.A., Long Melford, Suffolk. The Worshipful The Mayor of Leeds, Ald. Gaunt, J. P. Mr. Alderman Scarr, Leeds. ,, Councillor I. Wood, Leeds. ,, Councillor Harland, Leeds. Councillor Metcalfe, Leeds. T. B. Stead, Member of the Leeds School Board. T. Garrett, Esq., The Hawthornes, Moortown. J. A. Irvine, L.R.C.S.I., &c. LEEDS. Mr. O. Attack. Bailey. Mr. Ackroyd. Mrs. Barker. W. Adkins. E. Ainsley. G. Allanson, A. Allinson. E. Almond. J. Appleton. Bastow. Bean. Miss Boyes. Mr. Bradley. Mrs. Braithwaite Atkinson. Mr. W. Braithwaite."], [161, "SUBSCRIBERS I4I Mr. Brooksbank. Mr. J. Jowett. Broughton. T. Brown. G. Kay. C. Kirby. Miss Kirk. Mrs. Lambert. Miss Lancaster. Mr. G. A. Linsley. Miss Burland. Mr. J. Burrell. Burton. butterfield. Mrs. Chaeter. Mr. H. Clarke. J. Lister. Miss Lodge. Mr. F. Makin. W. Clarke. collinge. Crossland. A. Marles. T. Maw. Miss Davidson. Mr. Dean. M. Megilly. ,, S. MlLLIGAN. Miss Morley. Mr. G. Morley. „ R. Myers. S. Dibb. W. Dibb. Miss Dickenson. Mr. J. R. Elliot. Mrs. Ellison. Naylor. ,, Naylor. Mr. English. J. North. Panther. Exley. A. Foster. E. Pearson. Mrs. Fowler. Mr. W. Green. Pollard. Miss E. M. Rathmell. Greig. Lizzie Rathmell. J. E. Grieffin. Mr. W. T. Rathmell. Mrs. Richards. A. Hall. T. Harrison. Mr. W. Robinson. Hewitt. J. Hill. Scales. Mrs. Shaw. J. HOBSON. Mr. J. Sherwood. „ T. Holdsworth. Mr. Holmes. Singleton. Smart. Smith. Miss Howson. Mr. T. Howson. H. Smith. J. D. Smith. Ikin. J. Jackson. R. Smith. ,, S. Johnson. Southwood. Jones. Spencer. ,, A. Jowett. G. Standley."], [162, "SUBSCRIBERS. 142 BATLEY. Mr. J. Stead. J. H. Swann. W. T. Teare. Mr. S. Ainley. G. Thorpe. S. Thorpe. M. Tingle. H. Utley. BERWICK-ON-TWEED Mr. Broadbent. Vaux. Ward. BIRSTAL. Mr. Crowther. J. Waring. N. Whelan. BRADFORD. Miss Lees. Whibley. White. Mr. A. Lees. ,, C. Lees. ,, J. Hunt. ,, J. Lister. A. Wilkinson. „ C. H. Wilson. Miss Wilson. Mrs. Wilson. Mr. Wiltshire. Winfield. BURNLEY. G. Woodrup. Mrs. Woodrup. Mr. Preston. BUSLINGTHORPE. Mr. M. Groundwell. ARMLEY. Mr. T. Camp. W. E. Markham. CARLTON. Sloan. T. Taylor. Mrs. G. Armitage. Dickenson. Miss Hammill. ARTHINGTON. Miss Hawks. CHAPELTOWN. Mr. Kelsey. Mr. M. Mallorie. BARNSLEY. CHESTERFIELD. Mr. Turton. Mr. W. Watson. BARWICK-IN-ELMETE. CREWE. Mr. Lumb. Mr. Hurley"], [163, "SUBSCRIBERS. 143 Mr. Miss Mr. Mr. Mr. Mr Mr. i, Miss Mr Mr. CROYDON. T. Smith. KIPPAX. Mrs. Fawcett. Vickers. DERBY. KIRKSTALL. Harrison. Mrs. Hawks. ECKINGTON. Tyson. LOFTHOUSE. Miss Ledger. Mr. Marshall. FRIZINGHALL. Leyland. F. Ovenden. Webster. Mrs. Wright. GARFORTH. J. Allatt. LONDON. Mr. Young. GLASGOW. P. Black. NEWCASTLE. Mr. H. Chapman. J. W. King. HOLBECK. Brooksbank. W. Fell. NEW LEEDS. Mrs. Barker. Miss Howson. Westerman. HUDDERSFIELD. ; Grimshaw. NEW WORTLEY. Mr. B. Crossland. ,, R. Hardy. HULL. T. Jackson. W. H. Curtin. ,, W. Jackson. ,, Pallister. , Foresters' Hall. Teasdale. HUNSLET. PRESTON. J. Howe. W. Timms. Mrs. Bowker."], [164, "SUBSCRIBERS. 144 ROUNDHAY. SUNDERLAND Mr. R. Alderson. Mr. Firth. SHEFFIELD. Mo. G. Abbott. THORNER. Mr. J. Thompson. Mrs. Crookes. Darvell. WEETON. Mr. P. Gill. Miss Pennington. Mrs. Proctor. Miss E. Issott. Mr. W. Rawling. Miss Simpson. Miss Royston. Mrs. Royston. Mr. W. Westeran. WOODHOUSE STANNINGLEY. Mr. Halliday. Mr. Beales. Fuller. W. Hill. Haslam. Mrs. Reynolds. Mr. S. Wilkinson. Miss Rhodes. Mr. Vickers. WORTLEY. STOKESLEY. Miss Weighill. Mr. Walker. YORK. SUFFOLK. Miss Mitchell. Miss F. Robinson. Fred. R. Spark, \"Leeds Express\" Printing Works, Leeds"], [165, ""], [166, ""], [167, ""], [168, ""]]