[[1, ""], [2, ""], [3, "A DISCOURSE DELsVEHED BEFORE THE RHODE-ISLAND HISTORICAL SOCIETY Jcbruarg 6, 1855. ON THE LIFE AND TIMES OF JOHN HOWLAND, LATE PRESIDENT OF THE SOCIETY. EDWARD B. HALL, D.D."], [4, ""], [5, "A DISCOURSE DELIVERED BEFORE THE RHODE-ISLAND HISTORICAL SOCIETY Jebmara 6, 1855. ON THE LIFE AND TIMES OF JOHN HOWLAND, LATE PRESIDENT OF THE SOCIETY. EDWARD B. HALL, D.D. PROVIDENCE: OEO. H. WHITNEY, 1855."], [6, ""], [7, "RHODE ISLAND HISTORICAL SOCIETY. Providence, February 16th, 1855. Rev. Dr. Hall Dear Sir, At a meeting held this day, it was unanimously Resolved, That the thanks of the Society be presented to Rev. Edward B. Hall, D. D. for the interesting and appropriate Discourse delivered before the Society on the sixth instant, upon the Life and Times of our late President, John Howland ; and that he be requested to place the original manuscript upon the files of the So- ciety, and to furnish the same for the press, to be printed under the direction of the Committee of Arrangements, for the use of the Society. I communicate to you, with pleasure, the above Resolution, and remain Very respectfully yours, H. T. BECKWITH, Sec'y."], [8, ""], [9, "DISCOURSE. The Rhode-Island Historical Society, in providing for an annual discourse, expressed a wish that the speaker would take for his theme, the Life of their late President. No theme could be more consonant with my own feelings ; though I am fully aware that the relation I have sustained to him, and a compar atively recent acquaintance, may make it difficult to do justice, and only justice, to one whose life covered nearly a century, and yet comprised few changes or personal incidents of a public nature. It has been the fortune, and the choice, of many of our best men, those who have done not a little to make the State and the nation what they are, to lead quiet lives, within a limited sphere, doing nothing to astonish the world, putting forth no claims to a wide celebrity, content to live and die where they were born, toiling for those who most needed and could best appreciate their unpretending service. Of how much greater value, and more enduring result, such a service often is, than that of many whose fame is universal, need not be said. We deem it one of the distinctions of our country, and a glory inferior to no other, that neither wealth, rank, learning, elo quence, or high office, is indispensable, to enroll a name in our proudest annals, and leave a cherished memory in the heart of the community. Whatever may be thought of the life we are now to sketch, there will be but one feeling as to the times on which it fell, and the long procession of illustrious events which it witnessed. In referring to these, much must be repeated that is familiar to"], [10, "6 those who hear me, and incidents may be given that would seem trivial in themselves alone. But nothing is trivial that illus trates character ; and nothing should be withheld or lost, that can add even the smallest contribution to the materials of his tory — especially a history, as remarkable for its private as for its public record. The traveller who visits that sacred spot which every Ameri can ought to visit ; where the little band of exiled Pilgrims leaped from their frail barque, to kneel in gratitude upon the hard rock of a bleak shore and unexplored wilderness ; may read on a portion of that same rock, now removed and guarded, the name of John Howland. The same is found among the names of the forty-one who drew up the first constitution, or covenant, as a body politic, in the cabin of the Mayflower. He who bore the name is supposed to have been the youngest of those signers, a single man* attached to the family of Gov. Caiver, whose daughter he afterward married. The records of the Colony of Plymouth make honorable mention of John How land, as \" a godly man, and an ancient professor of the ways of Christ ; he lived until he attained above eighty years in the world ; he was one of the first comers into this land, and proved a useful Instrument of good in his place, and was the last man that was left, of those that came over in the first ship called the Mayflower, that lived in Plymouth. He was with honor in terred at the town of Plymouth, on the 25th of February, 1673.\" Jabez, the second son of the first comer, removed from Plymouth to Bristol, then in Plymouth Colony, now Rhode-Isl and ; and his youngest son, born in Bristol, the grand-son of the first John, was the grandfather of our John Howland. Thus directly was he connected with the pilgrim ancestor, there being but three generations between. There can be little doubt that at the time of his death in this city, on the 5th of Novem ber last, John Howland was the nearest living descendent of the first company .+ Born in Newport, Oct. 31, 1757, and living there until he reached his thirteenth year, he then came to * Appendix, A. t Appendix, B."], [11, "7 Providence, 1770, to serve as an apprentice to Benjamin Glad ding, a hair-dresser. And his humble shop, the resort after ward of men of all professions in Providence, may be regard ed as the chief school whose advantages he enjoyed. In New port, we cannot find that he received any regular instruction, even in the ordinary branches, out of his father's house. Yet to this there was one partial exception, not to be omitted. Once a week he went with other children to recite the \" Cate chism\" to a pious woman, of whom he always spoke with grate ful respect-^Madam Osborn — one of those venerable dames, to whom, as in other places, generation after generation had been wont to go. Those instructors, both religious and secular. have left their mark in every town and village. Humble as they were in rank and endowment, they yet, by the patient teach ing of a life-time, laid the foundation of some of the best and most prominent characters in our favored New-England. Blessed be their memory ! They have given place to more cultivated teachers and higher seminaries, but their image lives in many hearts. Women may find a broader sphere, but will not easily render a better service. The boy, Howland, was taught to read and write by his fa ther, and he read with avidity all the books he could find. But books were rare. The primer, the spelling book, and the Bible, constituted the common library ; and he has been heard to say, that finding three different editions of the Bible in the house, he read them all through in succession. After he came to this town, being busy through the day, he could only attend an occasional evening school for the study of arithmetic. He came too young, as his parents thought, to leave home, but longing to see the world, and believing the \" Town of Prov idence,\" to use his own language, \" formed a considerable por tion of our America.\" His appointed labor was not restricted to his employer's vocation. There was another, and much harder work, peculiar to the times ; the duty of going daily, with two pails and a hoop, from the west to the east side of the river, for all the water used in the house — as there were few dwellings, and fewer good wells, on the west side. Being one of the youngest boys appointed to this task, and never very"], [12, "8 stout, he used to speak, even in his old age, of feeling still \" a sympathy in the back\" with the labor then performed. Great was the joy of the boys, when the water-logs were laid from \" Field's Fountain to Weybosset Bridge.\" But a more important incident has often been related by him, as making an impression on the mind as well as the body, and affecting his whole future character. Too puerile it may seem for grave record, but it illustrates the times, and also the power of a small incident to give direction to a life. There were then but five houses of worship in Providence ; the First Bap tist, the First Congregational, the Episcopal, and the Friends', on the east side, and the Beneficent Congregational, under Mr. Snow, on the west. Mr. Gladding's family attended the last of these, and his- apprentice went there also, sitting with other boys in the gallery. On one of the first Sabbaths of his pres ence there, his companions amused themselves with eating chestnuts, some of which they accidentally or purposely dropped upon the floor, and scrabbled for them. The noise drew the attention of one of the appointed keepers of the peace near at hand, who instantly brought down his heavy cane upon the only visible head, that of the innocent Howland, who sat upright, while the other boys were after the nuts, on the floor. \" I had no hand in the scrabble or the noise,\" he says ; \" I only rubbed the bruised place, and concluded not to be there the next Sun day. From that time I went to Mr. Rowland's meeting, in what is now called the old Town House ; and in that Society have continued to worship to the present time, except about one year in the war time, when we had no minister, when I at tended Mr. Manning's Baptist church, and occasionally Mr. Snow's. Thus, had it not been for that handfull of chestnuts, I might have remained on the west side ; but for many years, I have been thankful for the use of Mr. Joseph Martin's cane.\" One of the memorable events which distinguished the first year of his residence here, was the removal of \" Rhode-Island College\" from Warren to Providence ; an event in which he seems to have taken an uncommon interest for one so young, and without education. He often spoke of the dignified ap^ pearance and excellent influence of President Manning, a sketch"], [13, "9 of whose life he afterward wrote. But different and more stirring events soon followed. Early in 1772, only two years after he came here, Providence was moved by the bold appear ance and bolder destruction of the Gaspee, in Narragansett Bay ; an enterprise in which the ardent Howland would gladly have joined, and did join as far as he was allowed. Always on the alert, he had resolutely taken his seat in the bow of one of the invading boats, and was in the act of pushing off, when his master, who was looking for his boy, probably with some sus picion of his intention, seized him by the wrist, and pulled him out, saying, \" he should not go with those fellows, to get his head broke.\" The narrator adds — \" Thus I have no part in the boast of being of the Gaspee party, which, the July orators say, was the first act of the Revolutionary struggle.\" But he was not long denied the opportunity of engaging in that mo mentous conflict. And here begins the first of the three epochs, into which the life we are penning, may be divided, marking the prominent re lations which John Howland bore to his times, viz : his connec tion with the war of the Revolution ; his offices and labors as a citizen of Providence, for more than four-score years ; and then, as worthy of separate consideration, his important agency in the establishment of Free Schools, in town and State. The opinion of every intelligent observer of the beginnings of that great struggle in which a nation was born, has an in creasing value. It helps to elucidate the character of the period, aud of the men who made it wdiat it was, and wrere like wise made by it in part. Mr. Howland judged for himself, of all he saw, and never feared to differ from the many, where he saw reason. He always said, and has left it in writing, that the Colonies did not go into that contest, for the purpose of separ ating themselves from the mother country, or to set up a Re publican form of government ; but as loyal subjects, asking only for justice, and confidently expecting a repeal of the offensive and oppressive acts of Parliament, so that they could remain under the dominion of Great Britain. In his own language, characteristic of the man, he writes — \" I know that hundreds of newspaper writers, and hundreds more of July orators, have 2"], [14, "10 said, that we fought for a Republican government, and to ob^ tain this was our principal aim. This, I know, is not the fact. Until July, 1776, we never fought for Independence nor Repub licanism, even after the battle of Bunker Hill. The Continental Congress, in their last petition to the used these expres sions : \" We ask but for Peace, Liberty, and Safety ; we wish not for any diminution of the Prerogative, or the grant of any new right in our favor. Your royal authority over us, we shall ever zealously support and maintain.\" At the age of sixteen, the earliest allowed, and in the first draft from this town, John Howland was drawn as a \" minute man,\" and marched with others to Newport, where their quar ters were in \" Banister's Barn,\" and their bed a hay-mow. Not long after, he was summoned to attend the funeral of his father, who had died suddenly ; and the singular fact is record ed, that though Dr. Hopkins, the minister of the family, and Dr. Stiles, then pastor of another church in Newport, both at tended the funeral, neither of them officiated, nor was there any religious service, it not being then a prevailing custom.* Two years after his first short campaign, John Howland, then eighteen, enlisted in one of the regiments which Rhode-Island raised, under the command of Colonel Lippitt. And the mo ment he received the advanced pay, he hastened to supply his scanty wardrobe. As soon as he was equipped for service, the young soldier set off, alone and on foot, for Newport, to join his regiment. Arriving at Bristol at noon, he found the inhabitants in great alarm from the appearance of Wallace's fleet coming up the Bay, as if to attack the town. He immediately asked and obtained leave to join the few soldiers, who had been called to man the mud Battery, the chief point of defence. But the enemy changed his course, and Bristol being relieved, the re cruit pursued his way, and reported himself at head-quarters. Soon after this, he had the satisfaction, not unmingled with re gret, but now a necessity and joy, of hearing the \" Declaration of Independence\" read, for the first time, to the assembled people and soldiery, in front of the Court House at Newport — *Appendix, C."], [15, "11 a ceremony which closed with \" three cheers, and the swinging of our old three-cornered hats.\" We need not follow him through his brief, but active service. The scene of it was transferred from Rhode-Island to New- York, and thence to New Jersey, where he fought at the side of Washington, on Trenton Bridge, and again at Princeton, in battles on which the fate of the American army, and of the whole contest, seemed to hang. Nothing but the popularity and wonderful ascendency of Washington could have retained, beyond their term of enlistment, those soldiers whom Howland describes as \" half-starved, half-frozen, feeble, worn-out men, with old fowling-pieces for muskets, and half of them without bayonets — and the States so disheartened, or poor, that they sent no reinforcements to supply the places of the handful of men, who, but the day before, had volunteered to remain with their venerated and beloved commander, for thirty days more.\" In February they were discharged; and at that inclement sea son, those same men, who from the first had been obliged to find their own clothing, and were now without shoes as well as with out pay, were left to get to their distant homes as they could. Our young friend returned on foot from New Jersey to Provi dence — a long journey, whose varied incidents, trials, depend ence upon chance hospitality, and twenty-one days severe ill ness, he appears to have endured with even more than usual of his imperturable good humor and ready ingenuity. \" When I had so far recovered,\" he says, \" as to be able to travel, I walked ten miles the first day, and the second sixteen. The ground was thickly covered with snow, so that I did not see land all the way. As I had not slept on a bed since I left New port, (except when I was sick with the fever, I lay on a sack filled with hay,) I did not inquire for one on my way home, but felt well accommodated to wrap myself in my blanket, with my knapsack for a pillow, and my feet before the kitchen fire.\" At two subsequent periods, Mr. Howland joined those hazar dous expeditions, tho first in 1777, under General Spencer, and the last the year following, under General Sullivan, with a view to the dislodgment of the British from Newport, and their ex pulsion from the Island of which they held possession nearly"], [16, "12 three years. These expeditions, from causes seemingly beyond control, were unsuccessful, and the regiments Were soon dis banded. Thus ended the services of John Howland in the Revolu tionary war. That these services were purely patriotic, and had no power to kindle a passion for war, is evident not only from his ultimate course, but from his views expressed at the time, when the expression was proof both of humanity and courage. While in the army, always attending worship on the Sabbath when it was possible, he heard an eminent preacher who ascribed the calamities of the war, with all its moral evils, to the sins of the people, as a judgment ; and declared, more over, that better times could not be expected, until repentance and reformation came. This, to Howland's honest mind, was both poor reasoning and discouraging prospect ; since war itself was the fomentor of sin, and the parent of every vice. \" We have witnessed little religious reformation,\" he says, \" since the war began, and we know war never fails to produce immorality.\" Often has he spoken, with his strongest emphasis, not only of the immorality, but of the infidelity, engendered in a camp, and in every community under the direct influence of war. And his latest reminiscences of former times, as well as frequent declarations through life, give evidence of a conscientiousness and allegiance, as true to God as to his country! Passing from the military to the social and civic relations of Mr. Howland, we enter upon a period which continued full sev enty years — the allotted term of human life. Though he had been absent from Providence only about fifteen months in all, he found many changes on his return. A calamity which impov erishes a country, may enrich individual inhabitants. The gains of privateering, like those of the slave traffic, though not to be compared in iniquity, are said to have been commonly very transitory. But such as they were, they improved for a time the aspect of more than one of our towns. The returnino- sol dier found the wharves of Providence occupied by ships freight ed with rich products, and families that he had left in penury had risen to a seeming prosperity. The effects of valuable"], [17, "13 prizes, which in the early part of the war had been brought into Newport, were removed, on the approach of the enemy, to this and neighboring places, where they were safely lodged or deeply buried, from fear of further invasion. But the English admirals contented themselves with the boast that they bad blocked in \" that nest of pirates up the river\" — and the wealth remained. Directly or indirectly, it affected the condition of all, and its in fluence extended even to the young man who was still an ap prentice. For his master had been enabled to remove to a better stand, left vacant by his most successful competitor, who preferred the chances and the glory of privateering to those of hair-dressing. Now it was that \" Gladding's\" became the em porium of public and private news, the fashionable \"Exchange\" for the first gentlemen of Providence, together with many offi cers of the army occasionally stationed here. It was a rich opportunity for the listening ear and retentive memory of one who had something to tell as well as to hear, and on whom nothing was lost. With too large a mind to be ever ashamed of his calling— us in true dignity, all honest labor is on a level— every one may have heard him talk of tho many heads, grave or gay, instructive or diverting, which passed under his hands, while apprentice, and afterward master. Nor was he restricted at any time to party patronage. For his sturdiest opponents loved to go to a place, where, in the oft quoted words of Judge Howell, ' they got more shaving for their money than any where else.' One of the officers who resorted there during the war, was the subsequent traitor, Benedict Arnold, then in the height of personal display and the fame of unquestioned valor. To the plain republican, he seemed one of the vainest of men, proud of his scarlet coat, \" the color of the British uniform,\" says Mr. Howland : usually reading a novel while undergoing the daily operation of the indignant tonsor, and often declaring, in a loud and vaunting tone, that he would resign bis commission, unless soon promoted.* One of the first occasions on which we find mention of Mr. Howland, in connection with public affairs, is at the great Fes- * Appendix, D."], [18, "14 tival in 1790, when Rhode-Island, late but loyal, accepted and crowned the Federal Constitution. The part which our friend bore on that joyous day, may cause a smile if we call it distinc tion, but it shows the reliance placed already upon his judg ment as well as fidelity, and shows also his readiness of mind and fertility of resource, among men of very superior advan tages. At the shortest possible notice, after the company had assembled for the festival, he was directed by the officer in com mand (being himself a soldier,) to prepare, on the spot, thirteen toasts for this unprecedented occasion — a duty not so easy or trite then as now. He performed it promptly and acceptably, using the public stairs as the only seat or table he could find, and writing amid the noise and jostling of the passers-by. If not the first, this certainly was not the last opportunity given him of showing his ability and willingness to work. We are struck with the frequency with which he was called upon lor similar and more arduous labors, on all manner of occasions, rising from the most common Reports, to the dignity and diffi culty of public Addresses. These were demanded of him, and sometimes exacted, beyond the usual degree. And though they had not been as creditable as they are, in the exhibition of men tal vigor, good expression, and general information, it would still stand as a singular prominence, in a literary community, of one who had not had so much as common schooling. And this is what we claim for Mr. Howdand, in this connection. That he had neither ordinary privileges, nor extraordinary gifts, yet ac complished what he did for himself and others, constitutes his peculiarity. That he was self-taught, is not a peculiarity. Every man is self-taught, who has learned any thing thoroughly. There is a confusion of ideas, and much unmeaning talk, about self taught and self-made men. In the true sense, men of letters and of professional training are often as really self-made, as those who never saw a college, or entered a high-school. What ever is actually acquired — not simply given and received, told and remembered, but acquired — in school or out, in a library or work-shop, is necessarily attained by the man himself, through hard study, strenuous labor, self-culture, and self-manufacture. An abundance of help may be only an obstacle and injury."], [19, "15 The real honor belongs to him who works, and works wisely, with little or large aid. And the highest honor is, of course, for him who does most for his own mind and for others, not only without peculiar gifts or early opportunities, but with the add ed necessity of constant manual labor, caring and living for the body and the present. How far he of whom we speak, was entitled to this praise, judge ye. No country, I suppose, has made such demands upon manual and mental labor together, as our own. And when to this we add the demand for rulers as well as workers, the necessity of a self-created and self-governed government, we may wrell call it a distinction. An illustration of this is to be found at the period of which we are treating, and in connection with an event just referred to — the union of the States. After the struggle of the Revolution for liberty, there came the struggle of the Republic for life ; a harder struggle, in some respects, than the other — as it is always harder to live well than to fight well, and usually easier to conquer others than to govern our selves. Self-government, on a new and larger scale than ever, was now to be the experiment. And its beginnings were dark. The whole country was in a state of depression, of which the hardest times since give us probably no idea. There was all the burden, devastation, and corruption of eight years of war fare, with an Independence established, but shared by thirteen distinct provinces united only by a confederation which proved a weakness and embarrassment ; while the chief property of the country consisted of paper and promises, which the govern ment was too poor to redeem.* And when at last a Federal Constitution was formed, with a wisdom and foresight, all things considered, unequalled in the history of nations; it was adopted slowly by the distrustful States. At the time which we are now contemplating, Rhode-Island stood alone, outside of the Union, practically a foreign nation, whose ships were shut out from our own harbors, whose trade was at the lowest ebb, and its inhabitants leaving its borders to go into the \"United States\" for subsistence. It was in the midst of these discouragements and doubts, * Appendix, E."], [20, "16 that an Association was formed in this town, simple in its struc ture, modest in its pretensions, but of large aim and influence. On the 27th of February, 1789, a few gentlemen met at the house of Elijah Bacon, in Union street, and after conferring together, resolved to form a Society ; and forthwith appointed a committee to draft a Constitution, with the title of the \" Providence As sociatiou of Mechanics and Manufacturers,\" whose object should be to promote the industrial interests, not only of the State, but of the country, so far as their example or influence would go. Moving with all promptness, an act of incorporation was obtained the following month, and a correspondence opened with the mechanics of New York, Philadelphia, Baltimore, and Boston. The response from those cities was friendly, declaring a union of purpose, but deeply regretting the want of union in government. To that union, most of the members of the As sociation, if not all, were favorable, and their whole action was designed to facilitate the desired completion. A new impulse was also given to mechanical enterprise aud ingenuity through the country. The first movement of the kind, in the State of New York, is ascribed to an appeal from this body. Alexander Hamilton, first Secretary of the Treasury, in reply to a circular addressed by him to the supervisor of Rhode-Island, was fur nished with a schedule of home manufactures, prepared with great labor by several committees of this Association; for which Hamilton is said to have acknowledged his indebtedness, in writing that great Report so identified with his great name. In carrying forward the important objects of this Associa tion, and directing its power to the best results, John Howland bore a part, not second, we are told, to that of any individual. Joining the Association the first year of its existence, he was appointed to speak for its claims and define its objects, in one of its first public addresses, and was thrice summoned to the same service on later occasions — the first occurring in 1799, the last in 1825, when approaching his 70th year. In the ear liest of these four addresses, which were all published, and are characterized by plain practical dense without display or ap parent effort, he states a fact which gives us some idea of the changes that he witnessed before his death, viz : that the first"], [21, "17 team that ever arrived here from the neighboring State of Con necticut, came as late as 1722, eighty-six years after the set tlement of Providence — and that then there were but two small ware-houses here, yet sufficient to hold all the merchandise brought to this place in the coasting craft. Mr. Howland acted as Secretary of the Mechanics' Association eighteen years, and was six years its President. Like all who are willing to work, he had work enough put upon him ; and an amusing instance has been told of his readiness and tact, when, on some occasion, the business committee having failed to prepare a Report which they were bound to make, half in dignant and half in sport, he took up a blank sheet, and read off the Report with such ease and emphasis, that all present either supposed it to be written, or were ashamed that they had not done it themselves. Nor did this Society restrict its power to mechanical uses, but made it an instrument, as we are to see, of other and higher products. Few schemes for social or moral improvement were devised in Mr. Howland's day, that did not share his interest and influ ence. If men of twice his power of intellect and station wrould do as much as he did, or attempt as much, for the common wel fare, society would wear a different face. There is a dread responsibility resting upon us all, which he seemed always to feel. The cause of Temperance found in him an early friend, acting as chairman of the first meeting on the subject, in 1827, before it became popular. The cause of Peace received his countenance, in ways that must not be passed over with a word. Early a member of the \" Rhode-Island Peace Society,\" he was its third President, and held that office from 1837 to the time of his death. He believed in the possibility of promoting Peace, as he believed in the possibility of obeying the Gospel. He did not wish nor dare to doubt, that Christ knew wdiat was in man, and meant what he said when he inculcated forgiveness of enemies, forbade retaliation and revenge, and taught, by his life and death, that evil was to be overcome with good. On these precepts and promises, Mr. Howland rested. And when toward the end of his long life, his grandchildren asked him of his own deeds in war, he shook his head and besought them ■i"], [22, "18 not to fight .In his recorded recollections of the Revolution, there is a sentiment which finds such a verification in the war fare now waged by the first nations of Europe, that it sounds almost prophetic. \" For the sake of humanity, I wish men may never make any improvement in the art of gunnery. Lord Chesterfield told his son, that whatever is worth doing at all, is worth doing well. But as the business of war is to kill men, I wish people may never learn to do it well.\" What a comment on this may now be read on the plains of the Crimea ! The world waits for the faith and victory of the Prince of Peace. There is a beatitude for those who do not themselves wait for the world to be converted, before they declare their allegiance to Christ and his religion. The cause of Peace may be derided and put back ; but if the Gospel be true, it will yet prevail. There is another Society and service to which Mr. Howland was devoted. His interest in the present, and hope for the future, did not make him forgetful of the past. With none of the narrowness of a mere lover and hoarder of relics, he cher ished a filial reverence for his ancestors, for the founders of the Republic, and for all promoters of civil and religious liberty. He desired to rescue alike from destruction and oblivion, all that is of value in the history of such men and their times, whether of our own or other nations. His conversation evinced, as do his published writings, that for one of his limited oppor tunities and a life of practical detail, he was a watchful observer and retentive reader of the great movements of the age, and of past ages. And what is more rare, and no less honorable, his whole action shows his willingness to give time and labor to that which is every one's concern, but as many seem to think, no one's duty — the preservation of facts and historical records. The Historical Society, by whose call we are now assembled, has cause to repeat with gratitude, and desires to retain in lasting honor, the humble name of John Howland. This Society, the fourth of its kind in the United States in the order of institution, owes its origin to the meeting of a few gentlemen, on the 19th of April, 1822, at the office of William R. Staples, whose interest and services, in this connection as in others, need not be told here. The history and labors of"], [23, "19 the Society have been so recently and ably set forth, in the dis- course of Professor Gammell at the opening of the Cabinet, that any thing further on that point would be superfluous. A complete and worthy history of Rhode-Island is yet to be written ; we trust we may say, is in the process of being writ- ten, by one competent to the task. And the task is neither light, nor in any comparison, unimportant. The very birth of this settlement, the principles of its founders, the strong and original stamp given to its whole civil and religious aspect, the separate provinces of the plantation itself, and its singular po- sition in relation to other portions of New-England — a position, and consequent character, little understood even by the nearest provinces, and often misrepresented, partly from the novelty of its own spirit of liberty, and partly from the prejudices and strange incongruities of the noble Puritan race — these, with the stand taken by the State in the aboriginal contests, in the revo- lutionary drama, and the formation of the Federal Union — all wait for the labors of such Associations as this, and such minds as are being formed in our oWn atmosphere. Meantime, it is deeply to be regretted, that the public are so indifferent as to the materials of our own history. It is a neglect not easily comprehended, and may prove a reproach which the State will have more reason to feel than any other, if not speedily re- moved by its citizens in their individual or legislative capacity, that that small, imperfect, and altogether insufficient Cabinet should be the only visible monument or instrument of the pro jects of such a Society. Sad, that the question should be forced upon us every year — \" How shall we live ? How can we pre- serve even the little we hold, in materials and funds ? How carry forward the work committed to us, undertaken by so few, with so little encouragement ?\"* John Howland was one of the few who early asked this question, and did all in his power to obtain for it just consider ation. Though not one of the framers of the Society, we find * We are sorry to be obliged to state, that since this discourse was written, another vain attempt has been made to obtain aid from the General Assembly for the His- torical Society. The people of this State should either abate their pride in theirown history, or be willing to do something to save its perishing records, and give it to the world in a worthy and durable form."], [24, "20 him chosen to the office of Vice President at the first annual election, but declining the appointment in behalf of another. The less noted, but more laborious office of Treasurer, he held for nine years, and was then chosen to succeed Governor Fen ner, as the second President — an office which he has held twen ty-one years out of the thirty-four of the Society's existence. He was unable to discharge its duties for several of the last years, and at the age of ninety-one formally tendered his resig nation, but was re-elected to the time of his death. We claim for him no extraordinary share of the labor or honor of this enterprise. But we say, he did what he could — and if this could be said of every one, the work would not flag. He knew himself, and neither in this, nor in any place, pretended to be more than he was. He knew to what he was equal, and what is less common, he knew to what he was unequal. The one, he was always ready to attempt ; the other, he left to those of better education or greater ability. He took a lively interest in all the correspondence of the Society, especially in that with the antiquarians and scholars of Denmark, from whom he re ceived tokens of respect and marks of honor. At various times, he gave to the Society — all he had to give — hundreds of books and pamphlets. The records for many years show how unfail ingly he attended the meetings of the Society, itself no common virtue anywhere, and uncommon there — while the Resolutions passed at the time of his decease, embody a comprehensive summary of the many services rendered by him to the Society, the City, and the State.* To many of Mr. Howland's public services, which were very varied, some of them of the humblest kind and some requiring constant attention for a long period, we can barely allude in passing. Of these, were his labors as town Audit for fifteen years, and town Treasurer fourteen, covering the whole period from 1803 to the organization of the city government in 1832, when he declined being longer a candidate — his connection with the old \" Providence Library,\" for which he labored many years, and of which he wrote an account, since appended to the First Annual Report of the Athenæum, running back to the * Appendix, F."], [25, "21 year 1753, and showing that even then great pains were taken, and generous sums expended, by private citizens here, in making the first valuable collection of books, most of which were lost by fire; — his service to the Society, formed in 1820, for the \" Promotion of Domestic Industry,\" the drafting of whose Con stitution, and the delivery of the first Address, were literally forced upon him by the publication of his name without his knowledge and against his consent; the forgiving man overlook ing the offence, and performing the duty with a better grace than most men would — his early and earnest toil for that ad mirable \" Institution for Savings,\" which owed its origin to others, but of which he was Treasurer from the first until the infirmities of eighty-three years compelled him to withdraw, the Corporation testifying to the value of his services, performed several years without compensation. To these may be added, in a different province, his contributions to the \" Rhode-Island Literary Repository,\" issued in Providence forty years ago, and containing, with other papers from his pen, the biographical sketch of Dr. Manning, referred to favorably and largely quoted by that ripe scholar and useful citizen, too early removed, who gave us the later and more complete Memoir of the \" First President of Brown University.\"* In 1831, Mr. Howland engaged in an important correspond ence with the Rev. James D. Knowles, who applied to him for aid in collecting materials for the Life of Roger Williams. In that Life, as will be remembered, reference is repeatedly made to Mr. Howland's opinion on several important points. We have read his letters in manuscript, with great interest, and trust they will be preserved, if not published. They exhibit the writer's characteristic honesty and sturdiness both of opinion and expression; with an allusion to himself, which we venture to quote, as showing how calmly the good old man waited for the messenger, not the dread but the sure messenger, whom he supposed to be near more than twenty years ago, having al ready passed the usual term, and being warned, as he thought, by peculiar symptoms. \" I hope to write you further before long, if it please Him in whose hands my breath is, to grant me ♦ William G'. Goddard."], [26, "22 farther time ; for my health is failing, and my complaint or af fection of the lungs, I deem incurable. Even if my health was o-ood, my age, being now in my seventy-fifth year, would ad monish me that I shall soon have no interest in the subject now examined, or in any other which relate solely to this state of being. If what I have here written should appear without form, I wish you to exercise candor, as I write under many dis advantages as I can secure a moment's time ; and I wish you rather to doubt my capacity and abilities, than my good inten tions.\"* But we must hasten to the remaining province of personal and local history, inseparable from our subject, and deserving separate notice, though connected with others already consid ered. There are many revolutions in society, and their leaders have very unequal renown ; sometimes in inverse ratio to the real greatness and usefulness of their achievements. No nation, and we fear it must be owned, no sect, as such, has learned to meas ure the completeness or glory of human life and labor, by the Gospel standard alone. A new day will dawn, when, to train the mind and illumine the soul, shall be deemed by even the world of Christians, a braver and greater work than to pre serve the body, or expose body and soul to danger and destruc tion. Yet there is, among the cheering signs, a growing dispo sition to distinguish between the glory of the conquerors, and the glory of the Educators of men. And among the Educators, we place him who provides for their increase in numbers, their ele vation in character and power, and above all, the free bestow nient and wide diffusion of their blessings. Such distinction, at the least, all will accord to John Howland ; and if there was any of which he was himself proud, it was this. When he came to Providence, and for thirty years after, the provision for public education was very small. The \" Annals of Providence\" tell us, — \" that the soil of Rhode-Island has never been peculiarly favorable to schools, or institutions of * Letter to Rev. James D. Knowles, February 2, 1832."], [27, "23 learning.\" At the same time we see that something was done, very early, for general instruction and its permanent support. In 1663, little more than a quarter of a century from the set tlement of the town, an appropriation was made, by the Pro prietors, of one hundred and six acres of land, \" to be reserved for the maintenance of a school in this town ; to be called the school lands of Providence.\" Of the benefit, however, accru ing from this appropriation, there is no knowledge. It is not until 1752, nearly a century later, according to Judge Staples' history, that there is a record to be found of a committee be ing chosen — \" to have the care of the town school house, and to appoint a master to teach in said house.\" Two or three school houses were soon after built, but no more appears to have been done by the town, than to lease these houses to teachers, who must take their chance both for pupils and pay. Still later, and about the time that the lad, John Howland, first came here, a decided effort was made to provide schools for all chil dren, and apparently they were to be free. Two extended and able Reports were written in favor of the scheme, but both were rejected ; and rejected, strange to say, by the classes who were to be most benefitted — the very poor, and those of small means, without education themselves. And is not this last fact the best explanation of that otherwise unaccountable blindness, which has appeared in some form, and at some stage, in all communities ? Moses Brown, in a note annexed, with his initials, to one of the able Reports just referred to, ascribes this delusion of the people to demagogues and the envious. Still that such men and motives should have such influence, must be owing to a want of knowledge in the mass, and is itself one of the best proofs of the need of popular education. Down to the end of the last century, resolutions were repeatedly offered in the Town Council of Providence, favoring the establishment of free schools, but were either rejected, or allowed to sleep. It is known to all, that the object was at last attained through the impulse and influence of the Providence Association of Me chanics and Manufacturers, who sent to the General Assembly, in February, 1799, a Memorial, written by John Howland. That Memorial was referred to a committee, who reported fa-"], [28, "24 vorably, by bill, the following June. The bill was referred to the freemen for instructions ; and the Instructions given to the Providence Representatives — John Smith, William Rhodes, Tho mas P. Ives, and David L. Barnes — were also drawn by John Howland. In October, the House passed the bill into a law, but the Senate postponed it until the session of February, 1800, when they concurred. Great opposition still existed, and an influence was brought to bear upon the people — whether like that before used, we do not know — through which the act was made unpopular, and in three years was repealed. For Provi dence, however, the work was done. Honor to all, to whom the honor is due ! In one of the meetings of the Historical Society a few years ago, a paper of unusual interest was read by the Rev. E. M. Stone, containing Mr. Howland's own account of the origin and progress of the School-system, as taken from the lips of the aged and infirm narrator. This account, for the use of which I am grateful to the writer, tells us, in substance, that the mem bers of the Association who started the project, were led to think and act the more, as indeed the Memorial sets forth, from feeling their own \" want of education,\" and of mental facility. From talking, they determined to write for the scheme ; though only one, Grindall Reynolds, could be induced to furnish an ar ticle for the Gazette. Mr. Howland wrote many ; and the first men of the town gave the plan their countenance, if not their efforts. When the committee of the Mechanics was appointed to draft the Memorial to the Assembly, a member offered one which began and ended in the usual petition-style — \" we will ever pray,\" <fec. \" I told the committee,\" says Mr. Howland, \" I did not like the doctrine of that paper. It was too humble in tone. I did not believe in petitioning legislators to do their duty. We ought, on the contrary, in addressing that body, to assume a tone of confidence, that with the case fairly stated, they would decide wisely and justly for the rising generation.\" And, then, from out of that pocket which was seldom void of ideas, he drew forth the Memorial which was adopted and sent. A similar scene occurred in the committee chosen by the town to prepare the Instructions to the Representatives ; where such"], [29, "25 men as Burrill and Bridgham thought there was no time to pre pare and report that afternoon, already late, and turned to Mr. Howland with the question — \" What do you think ?\" \" I have got my opinion in my pocket,\" was the answer; \"if you wish to hear it, I will read it.\" Their work was done, and well done. It was not that he assumed anything ; but he knew the value of time, he saw that this was the moment to strike, and fearing that no one else would be ready, he had given most of the pre vious night to the careful preparation of this paper. Nor were his labors confined to Providence. Other towns were still more doubtful, and he wrote to prominent men, and went himself to Newport, to see that at least proper information was given, and all just means used for a great end. And not promptness only, but courage also, and adroit ness, the knowledge of men, and the power of using men, are seen in this as in other positions. After the new system had been adopted, it was to be carried into effect. For this the first requisite was money, and a much larger sum than had ever been appropriated for such an object. Here came, as usual, the hottest of the battle, and great danger of de feat. Mr. Howland moved, in town meeting, the large ap propriation, as it then was, of four thousand dollars. Many thought it altogether too much ; but the most vehement and cun ning opposers insisted that a larger sum should be named, hoping thus to defeat the whole project. After listening some time to the discussion, Mr. Howland quietly said, that as some present desired a larger amount, he would amend his motion by pro posing six thousand instead of four. This was instantly sec onded by an opponent. The motion was put, and adopted ! to the amazement and angry excitement of the opposers, who said to the bold man, \" You have taken us in.\" \" You have taken yourselves in, and I am glad of it,\" he replied. Again, the work was done. In all this, nothing impresses us more, than to see an unlet tered man, with no commanding station, property, or alliance, take his place, and a place assigned rather than sought, at the side of men like President Maxcy, Judge Barnes, Dr. Gano, Dr. Hitchcock, and James Burrill ; and not merely in the pre-"], [30, "26 liminary or the financial work, but also in the intellectual ; the preparing a system of Rules, arranging the Studies, and choos ing the Books, that were to constitute the basis of free instruc tion, for a whole community — a task, which those able, profes sional men, did not so much share with their chosen compeer, as commit to him alone. He felt unequal to it, but he would not draw back. Grammar and Geography were to be intro duced as new studies — and the books were not here, and to him not known. Hear his courageous confession. \" Up to this time, I had never seen a grammar ; a sorry confession for a school-committee man, some may think.\" He learned what books were used in Boston ; and the \" Young Lady's Accidence,\" and \" Morse's Geography\" were obtained, the rules he had drawn were adopted, and a system went into operation whose influ ence will never cease. If hereafter it shall be asked who was the Father of the Free School system in Rhode-Island, and any one shall be thought worthy of the honor — who will it be ? There is something touching in the tone with which the man of fourscore and ten concludes this account of an experience not common. \" To some,\" he says, \" this recital may seem egotistical. But I have no such feeling. I was so constantly connected with the school movement, that I cannot speak of it without speaking of myself. I take no improper pride in the part I acted. If better educated and more influential men had seen fit to take the lead, I should have been contented to fol low. But I felt that somebody must do the work, and as others would not, I resolved that I would. I thank a kind providence, that I have been able, in my humble way, to be of service to my fellow-men ; and I wish to occupy no other place in their memories, or the page of history, than that which truth shall assign me.\" And what place, we might now ask, does truth assign him ? They will best answer who knew him best, they who were as sociated with him, they who have read or heard of his services, and the many who are tasting, or may hereafter taste, the fruit of his labors. His life covers an immense space ; much more than a third part of our national existence. View it in a single relation."], [31, "27 Three years of age when George the Third ascended the throne. John Howland saw the whole of that sixty years' reign, and three successive sovereigns crowned afterward, in the land of which he was born a subject — while he participated in the election, or witnessed the accession, of fourteen Presidents of the new Republic which he helped into existence just at the time of his own maturity ! And has any man lived at a more critical period, marked by more or greater revolutions, discov eries, institutions, improvements ? Take the one province at which we last glanced, in the local sphere of his active service. Instead of the four schools first established in this town, under the new system, he lived to see forty-eight ; the nine original teachers have multiplied to one hundred and twelve ; the sum appropriated for the support of the schools, has risen from six thousand dollars to forty-two thousand; and most of all, the number of children availing themselves of these advantages, has grown from nine hundred and eighty-eight, in the first year, to more than six thousand in the last. Of other changes, in the character of the schools, in the buildings they occupy, the ability of the teachers, and the proficiency of the scholars, were we to judge from personal observation during the last half of the Free-School period, we should say that not the aged alone, but all of every class have reason for emotions better than pride — devout gratitude and generous confidence. This will not be the least, it may be made the largest and brightest page of the history of Rhode-Island. In 1835, the Board of Fellows of Brown University con ferred upon Mr. Howland the Degree of Master of Arts — an honor which he fully appreciated. We have not thought it necessary to name the honors of membership bestowed by va rious bodies, or the numerous applications made to him for in formation which it was thought he could best give, on the char acters and incidents of the past. His last public service was performed, as was fitting, in his native town. In the winter of 1841, at the age of eighty-four, he went to Newport, by invitation of the Association of Me chanics, and delivered an historical Discourse, fraught with re miniscences interesting to all, a brother five years older than himself being one of his hearers."], [32, "28 At home, he continued vigorous in mind, and in many ways active, beyond the age of ninety. His interest in all associa tions to which he belonged, as officer or member, was unabated ; and he wras present at their gatherings, on all important occa sions, as long as he could walk or be carried. From the first annual meeting of the Mechanics' Association, to the sixtieth, it is said he was not once absent. So of other calls, and the ordinary duties of a citizen ; he was true to all, to the utmost verge of his strength. \" He that is faithful in that which is least, is faithful also in much,\" seems to have been revered by him as one of the Master's laws ; and well was it illustrated in his own life. His life was his religion ; and religion crowned the evening of his protracted day, with its serene and holy light. In drawing this sketch of the man and his times, we have at tempted no completeness of portraiture ; and in closing it, we claim no meed of admiration for its subject, beyond the award of simple justice. He was not a lover of eulogy, and we will not affront the simplicity and sincerity of his image, visible to us still, and peculiarly here.* All that was in him was open as the day. Downright honesty was written on his whole frame. In its dealing with others, this honesty passed often into bluntness, and some persons it may have troubled, possibly offended, for a moment — -but beneath its roughest show, there dwelt the kind liness of a woman's heart. He had great power of expression, and he never feared to use it. He had an inexhaustible fund of humor, and he loved to indulge it, and to see others enjoy it. Never censorious, or willingly unjust, he was perfectly frank, and said what he thought in the way most natural to him. Taking his opinions from no one, he asked no one's leave to keep them. But he respected the opinions of others, and thought more of character than of complexion. There were leaders and politicians who found no favor with him, and would not have felt flattered if they had heard him speak of them — as they certainly would, if they went near enongh. But he was * The discourse was delivered in the First Congregational Church, of which he was so long a member and officer."], [33, "29 never indiscriminate or implacable. He once said, having in view an old partizan and opponent — \" If a man has been wrong for seventy years, and then for five years does right, he ought to be forgiven.\" In his own political creed, Mr. Howland lived and died in the school of Washington and Hamilton — than which none purer, none nobler in power or patriotism, can we expect to see ! But the hope of political distinction was never his infir mity. He aimed only to be useful. And here is the lesson of his life ; a great lesson, for young and old. K one word will define his public course, either in its object or result, it is Use fulness. With strong native sense, such as early culture might have made eminent — with a memory not often surpassed, either in extent or accuracy, perhaps his distinguishing mental trait, a very storehouse of facts, anecdotes, and illustrations, historical, political, personal, and often wonderfully graphic — with these, he united an insatiable thirst for knowledge, not to be hoarded or exhibited, but used ; and used, not for his own benefit, but for others' good. From first to last, there seems to have been in him this passion, say, rather, this high attribute — viz : a wil lingness always to work, and to work in the humblest way — with a sense of accountableness for the use of all power, howT ever limited, and an interest in the progress of his country and the race, such as turned all ambition into the desire and en deavor to be useful. Of his private friendships and domestic fidelity, of his consci entiousness in the smallest as in the largest duties, of his pre vailing mood and real affections, where they most appear, at home — and most of all, of his Christian Faith, unpretending, but firm as the rock on which it rested — we could speak strong ly. But we must not. In a conversation with him, some years ago, upon his early life, he told me, that at one time, partly in consequence of what he saw and felt during the war, and partly from religious dissensions, he became perplexed and sceptical, and spent his Sabbaths at home in reading — not, as do many, to confirm his doubts, but to dispel them. After going care fully through Mosheim's Ecclesiastical History, and listening to Dr. Hitchcock's first discourses on the Evidences of Religion,"], [34, "30 he became a settled believer and happy Christian. Eighty years a worshipper with this Society, occasional at first, and then never absent ; forty-six years a member of the church, and nearly half that time in the unfailing discharge of the office of Deacon — we witnessed his devotion to God, his faith in Christ, and his conviction of the dependence of men and nations on the insti tutions of Religion, and the temper of loyalty to the King of kings. In the autumn of 1847, the Pastor of this church received a brief but affecting communication, written that Sabbath morn ing, with a tremulous hand, but a mind clear and calm, in these words — omitting only an official reference. \"Dear Sir : This day, October 31, 1847, I have arrived at the age of ninety years ; and knowing the infirmities attending my advanced years, I desire to relinquish the duties confided to me by the church. The decay of my faculties, especially of my memory and hearing, admonish me that it is my duty thus to determine. * * * My attachment to the church has not abated by age ; I pray for the increase of its members, and for their future prosperity, which I hope its great and glorious Head will grant. I acknowledge with gratitude the mercy and protection which it has pleased God (the author of my being) to grant me through a long life ; and am now awaiting its close, with calmness and resignation, in the humble and somewhat confiding hope of entering on a better state of existence, through his infinite grace. John Howland.\" In a more extended, private record, written for a devoted daughter after he was seventy — a record to which I am largely indebted, but whose sacredness has restrained me from a free public use — there are passages toward the close, beautifully ex pressive of temporal as well as spiritual satisfaction ; and com ing from one who had never known abundance, and may have known something of the opposite, it is an example that should not be withheld. Thus he writes : \" There is not a man now living, who owned any of the property in this town when I came to live here. I am among other generations, and in the midst"], [35, "31 of strangers. I am frequently enquired of, respecting those who have long since departed. It is a melancholy reflection but I have no complaint to make. * * * I am in the constant acknowledgment of the great mercy of God,for the many bless ings I have received from his adorable bounty. I have been generally favored with health ; though it has pleased God to call many of our children to a better state of existence. I have never suffered for the want of money ; I have always had enough for a comfortable support, and that is all that is neces sary here.\" \" We spend our years as a tale that is told.\" Life is a vapor. An hand-breadth or a long age, it vanisheth away. And mys terious is the passage. Awe-inspiring are the ways of God, with the soul He sends. Now it looks upon the world an in stant, and the unconscious eye closes forever. Now it lives, and lives, as if it were not to taste of death. Long has it out lived nearly every one that came with it. Multitudes of the young, the active, the robust, and the mighty, has it seen flitting like shadows over the plain — and still it lives — talks of the buried past to those who are of yesterday, converses with death as familiarly as with life, feels the growing burden, fears delay, yet murmurs not, but trusts and waits — buoyant and lethargic by turns, old, youthful, a boy, a babe — and still the same, and still how changed ! At length, the race is run. The keepers of the house trem ble, and those that look out of the windows are darkened. The strong man bows himself down. Gently the silver cord is loosed, silently the golden bowl is broken. Once and again it wakes, revives, rallies its forces, and flashes as with its wonted fire. The man re-appears. The father and the friend returns. The strong affections, clinging not to life but to those who live, are movingly tender. A child approaches ; and at the sound of the voice, and the expression of interest and reverent won der in that young face, seeing such age for the first time, the bowed form lifts itself up, a smile of sweet welcome irradiates the furrowed face, and the old man speaks, with the earnestness and playfulness of days gone by — in simple delight, from the"], [36, "32 love of giving pleasure, he goes back to the events of his own distant childhood, and once more vividly portrays the scenes and conflicts of a stirring manhood. — \" Rightly is it said, That man descends into the vale of years ; Yet have I thought that we might also speak, And not presumptuously, I trust, of Age, As of a final Eminence, though bare In aspect and forbidding, yet a Point On which 'tis not impossible to sit In awful sovereignty — a place of power, A Throne, that may be likened unto his Who in some placid day of summer, looks Down from a mountain-top.\" And when that mountain-top is bathed in the beams of the sun of Righteousness, its light rays out over a boundless space, for an endless day."], [37, "APPENDIX. A.-p. 6. A different account of the first John Howland's marriage is given by Na hum Mitchell, in his recent History of Bridgewater. He says — \" John How land came over in the first ship, 1620 ; his wife Elizabeth, daughter of Gov ernor John Carver, and two children, John and Desire, came afterwards, 1627.\" The difference, it will be seen, relates only to time. No authority is given for the statement that he married before he came, and left his family behind. Still it agrees with what is afterward recorded of a division of lands between the several families, and is as likely to be true as the other account, which rests only upon tradition. B.-p- 6. A few days after the delivery of this discourse, there appeared in the pa pers a notice of the death, in Duxbury, Mass., of Sophia Bradford, at the age of ninety-four ; \" grand-daughter of the Hon. Gamaliel Bradford, Judge of the County Court, and member of the Council in Provincial times ; and the fifth in direct line of descent from William Bradford, second Governor of Plymouth Colony.\" This makes her to have stood in the same relation to the first company, as John Howland ; and must therefore qualify the assertion, that he was the nearest living descendent at the time of his death. C.-p- lO. The statement that there were no religious services at the funeral referred to, the custom not being then prevalent ; will seem incredible to many. I can not cite the authority, but I have seen the fact stated in other places ; and it has been ascribed to the early Puritan prejudices against the Catholics, and their ceremonies for the dead. At all events, Mr. Howland was not a man to forget or misstate such a fact, and the account may be of sufficient interest to be given in his own words. \" In the year 1774, my father died suddenly in Newport ; and Mr. Edward Bosworth, of Barrington, my father's near re-"], [38, "34 lation, being then there, came to Providence for me to accompany him to Newport, to attend the funeral. There were two churches of the Congrega tional order in Newport ; the first, in which Doct. Hopkins had been settled three or four years ; and that of Doct. Ezra Stiles. My father being a prom inent member of the first, Doct. Hopkins and Doct. Stiles both attended and walked together in the procession. It Was not the practice then in Newport, as it is at present, for a prayer or address to be offered at a funeral, and neither of these clergymen officiated or said anything at the house. This Doct. Hop kins is the same who introduced what was then called the new divinity into the Calvinistic churches, under the name of Hopkinsianism. My father did not adopt his sentiments, though he continued in the Society. Neither did Doct. Stiles, who was afterwards President of Yale College ; but they did not abate their friendship for each other.\" D.-p- 13. Mr. Howland's description of Benedict Arnold, and ofa scene between him and a plain American, is worth giving at length, in his own words. \" Glover's Brigade, and several companies of artillery, after the capture of Burgoyne, were stationed here, with old General Stark's and General Arnold. Glover's quarters were in the house of Richard Jackson, part of the time of his com mand here ; Arnold's in the house then owned by Nathaniel Greene, which was afterwards bought by Governor William Jones, westward of the bridge. Arnold, though he had been one of the best fighting generals in the army, was a proud and vain man. He wore a scarlet coat, which was the color of the British uniform. £ attended every morning at his quarters, and dressed his hair. While under this operation, he generally read a novel ; and I was surprised, knowing him to be one of the most celebrated military characters, to see him so employed, as out of the way of his profession. Among the gen tlemen with whom he associated, he frequently declared that he would resign his commission unless he was soon promoted. In company one day, he de. clared his intention of resigning, when old Commodore Whipple said — ' Gen eral, I know you won't resign.' Arnold asked why he doubted his positive declaration ? The Commodore replied, ' Because, General, you are the proudest man that ever I seed ; and I know you won't quit your uniform, your epaulets, and command, to be a private man — for I tell you, you are the proudest man that ever I seed.' \" In this connection, many may be glad to see an account, by the same pen, of General Burgoyne's passing this way, after his surrender. \" I do not re collect exactly the time, but think it must have been in the spring of 1778, that the General set off from Cambridge in a coach, accompanied by Major Trescot, of our army, to see him provided for on the road ; as it was his inten tion to go first to Newport to embark from there or from New York. He was not suffered to come through Providence, to see the nakedness of the land ; but drove through North Providence and over Tar bridge, to Kit 01 ney's, who kept the public house in Olneyville, where he dined. The village"], [39, "35 was filled with the idle and the curious from town, to see a man who had made such a noise in the world, when he should light from the coach. I did not go out to pay him so much honor. After dinner, they entered the car riage again, and drove to Pawtuxet, where a packet boat was waiting for them. The principal British officers received them on landing, and conducted the General to Head Quarters. Our Major Trescot was a noble looking officer, and was treated with polite attention. The next day, he enquired for a hard ware shop, as he wished to purchase a pair of spurs. The British officer waited on him to the shop of Mr. Arault ; and while he was choosing a pair of silver spurs, another officer entered the shop, and addressing the one who accompanied Trescot, said — ' Do the Americans want spurring ?' The Ma jor, turning partly round to him, replied—' Ask General Burgoyne, sir ; I un derstand he is in town.' \" K.-p- 15. To us at this day, and especially to the young, it sounds odd and almost fabulous, to hear men talk of giving a hundred dollars for one. Mr. Howland relates the following, as occurring at the time of the reduced currency. \" 1 recollect that I called in at Peter Taylor's hatter's shop, as I was on my way home to dinner, and asked him the price of a castor hat. He said it was four hundred dollars. I selected one which fitted me, and told him on my return I would call and pay for it, and take it. On my return, perhaps an hour af terward, I stopped with my bundle of money, to pay for and take the hat. He then told me he had been calculating what he could buy the stock for to make up another batch of hats, and found that at four hundred dollars he could only replace the stock, without allowing anything for his work ; but as he had agreed with me for the price, he should charge me no more. I told him I did not wish to have the hat for less than its present value, and asked him what it now ought to be. He said about four hundred and fifty dollars ; which I readily paid him, and told him I was glad I had called to-day, for if I had waited until to-morrow, it might have been five hundred dollars ! Some time afterward, I purchased a French cocked beaver hat, for five hundred dollars.\" P.— P- 90. \" At a special meeting of the Rhode-Island Historical Society, held Novem ber 6, 1854, It havinn- been announced that John Howland, who for the last twenty-one vears has worthily filled the office of President of the Society, departed this life on the fifth instant, at the advanced age of ninety-seven years, it is there fore, Resolved, That, in common with our fellow citizens, we, by this event, are called to mourn the departure of one whose faithful and conscientious dis charge of various public trusts, entitles him to the grateful remembrance of the community in which he lived and died ; a community, for whose welfare he was ever ready to unite in any work of moral or intellectual improvement; and which is deeply indebted to his early efforts for the advancement of its"], [40, "36 mechanic arts, and the development of its industrial resources ; to the perse vering energy and enlightened zeal which directed his exertions for the es tablishment of its Public Schools, for the active benevolence of his labors in the founding and management of its first Institution for Savings, its Society for the promotion of Peace, and its first Association in the cause of Temper ance. Resolved, That in this event, we mourn the breaking of the last living tie which united us as a body with those who bore the toils and met the dangers of our Revolutionary conflict, which has severed our earthly connexion with one who stood with Washington on the field of battle, and who aided with his voice and his pen, in the consolidation of the union of the States, and in the adoption of their national Constitution. Resolved, That we especially cherish his memory as one of the founders and most devoted members of this Society ; that we bear cheerful testimony to the strong interest which he ever manifested in the promotion of its ob jects, and to the fidelity with which he discharged the duties of its most im portant offices ; and that we are grateful for the privilege of an association with him, in the work of preserving a history with a large portion of which his own long life was so closely and honorably connected. Resolved, That as a mark of respect to the memory of the deceased, this So ciety, in a body, will attend his funeral. Resolved, That we respectfully tender to the family of the deceased, our sympathy in their bereavement ; and that a copy of these Resolutions be trans mitted to them by the Secretary. Resolved, That these Resolutions be entered upon the records of this Soci ety, and published in the newspapers. Attest : H. T. BECKWITH, Secretary.\""], [41, ""], [42, ""]]