[[1, ""], [2, ""], [3, ""], [4, ""], [5, "Kasy Recitations for schools Suitable for Infants and Standards I. and II BY WILHELMINA L. ROOPER O. NEWMANN & 00."], [6, ""], [7, ""], [8, ""], [9, "Easy Recitations FOR *• SCHOOLS. ** SUITABLE FOR Infants and Standards I. and II. BY WILHELMINA L. ROOPER, AUTHORESS OP \"Action Songs\"; \"Original Songs and Becitations \" ; \"Entertainments for Infant Schools\"; \"Pie Crust Promises\"; \"Wilful Joyce,\" etc., etc Xonoon : 0. Newjiann & Co. 1896."], [10, ""], [11, "INDEX. PAGE. A Bushel 30 A Frosty Morning 40 A Hasty Stone 14 A Walk to get an Apple Pie 9 Buttercups : A Riddle ... ... ... ... ... 32 Butterflies : A Riddle 33 Chaffinch : A Riddle 32 Clever Cookie Sue ... ... ... ... ... ... 37 Daffodils 16 Dandelion: A Riddle 31 Fred and the Umbrella 21 God's Gifts 5 Mop 8 Old John the Carrier 38 Tony's Travels 45 The Apricot 35 The Birthday Cake 6 The Broom 24 The Bullfinch 26 The Cat and the Monkey 23 The Christmas Tree 17 The Collie and the Pug 18 The Compass 36"], [12, "INDEX— Continued. PAGE. The Fox and Crow 20 The Showman and the Monkey ... ... ... ... 25 The Squirrel 48 The Talking Doll, or Minnie's \"Wish 34 The Wasted Pennies ' 11 The Wind in the City 36 The Woodpecker ... ... ... ... ... ... 47 When it is right to be late for School... ... ... ... 27 Wipe your Shoes ... ... ... ... ... ... 13"], [13, "7 (Bob's (Sifts. A Recitation for the Infant School. By C. B. Shuttleworth. Come, children dear, God's gifts tell o'er, More precious they than earthly store ; Their rightful use is God's intent, To guide, to guard, to teach they're meant But wrongful use should be our shame, A disgrace e'er to Christian name. 0 let us then each one review, And give to each its duty true. First, then, two eyes, two clear pure eyes ; Aloft we know their place implies, Like warders high on castle height, They're there to warn or guide aright ; Not fixed ; that they may look around And learn what lore in Nature's found. 0 pure-lit Eyes, at evil sight Close up, and be as darkest night. And next, two ears, two list'ning ears, To warn ere Danger's self appears ; Beceptive too of music heard In wind, or brook, or singing bird, And rightly us'd to catch the tones Of loving friends, or sorrow's moans. 0 Ears, attun'd to heav'n-born sound, Be deaf as stone when oaths abound."], [14, "6 y Next come two feet, two tripping feet, For Eyes and Ears companions meet To go, to come, or rest at will : And well do they their office fill, When swift they speed to others aid, Or visit those on sickbed laid. 0 willing Feet, do ne'er obey When Eyes or Ears would guide astray. See now two hands, two clever hands ; — To toil, their duty foremost stands, But not alone ; a nobler use Is theirs — the captive's bands to loose, The sick to soothe, the weak protect, And Age's tott'ring steps direct. 0 skilful Hands, do nought that's mean, Nor lend your aid when wrong is seen. And last, one toDgue, one two-edg'd tongue Utt'ring words or right or wrong. Two eyes, two ears, two hands, two feet, Four twin-like pairs we see complete, While tongue is single and unique, And why ? To do twice that we speak. 0 dang'rous Tongue, be prompt to cheer, But dumb for evil speech or jeer. o £be Birtbba\\> Cafcc. Dear Granny has sent me A large currant cake, Because it's my birthday: — And all her own make !"], [15, "7 It's covered with sugar, With love-knots and spice ; Come then and enjoy it, Let's each take a slice. Dear Granny has written : — (To all here I know), \" I hope when you look at This cake white as snow, Fair, shining, and sparkling, And fit for the Queen, You'll, dears, aim at being, As spotlessly clean. \" And Bweet as the sugar That crusts it around, And gay as the flowers By which it is crowned ; And I hope,\" adds dear Granny, \" That each little heart Will be pleasant and good as Our cake's inmost part.\" Please fetch a knife, Harold Ah ! there falls a plum, And citron as big as Daddy's broad thumb ! They're p'raps like the kind words Dear Granny would say — That the lips of good children Let fall day by day."], [16, "8 Now hand round the slices, Save crumbs for the Dicks, And a bit for dear doggie Who thanks by his licks ; And keep some for Elsie At home in sad pain, I'm sure she will like it When quite well again. — o sIDop. Poor Mop, he had a wounded paw, Oh such a sight you never saw, T'was swelled and hot, and gave such pain, That scarce he could from groans refrain. (Boo-oo-oo.) A passing boy shouts out, \"What fun! This dog is lame — let's make him run, Tho' not on four legs, yet on three, For that a comic sight will be ! \" (Clap hands.) Poor Mop limps off: — \"0 hard of heart, That boy does act a cruel part — He mocks at suff'ring — laughs at woe ; Were he in pain — I'd not do so.\" (Boo-oo-oo.) But says this tender girl, \"Poor pet — What's hurt your paw? well do not fret ; Could I but help you, I would stop But as I cannot — good-bye, Mop.\" (Kiss hands.)"], [17, "9 \" She might have tried to do me good, Poor Mop, he moan'd in bitter mood. \"Soft words will never heal a sore — But they are cheap — kind deeds cost more.' (Boo-oo-oo.) Next by came Bosie off to school ; To he in time was aye her rule ; But when she notic'd doggy's state, She paused, and said — \"I must be late! ' (Sigh.) \"What is it, Mop? Why here's a thorn! And see, too, bow your flesh is torn : Be brave, dear dog — I'll surgeon act, And carefully the thing extract. (Steady ! Steady ! now it's out.) Mop paid his thanks for Bosie's skill, He licked the hand which cured his ill And said, with tail and grateful eyes, \"May Bosie get the conduct prize.\" (Clap.) o H MalR to oet an tipple flMe. Aunt Lou had made a dainty pie Of apples sweet and nice, And kindly asked if Flo and I Would like to have a slice."], [18, "10 If so, to haste to Auntie's cot, To fetch it, thus she said, And we should have it smoking hot, With milk, and home-made bread. Then off we set down Cuckoo Lane, Dear mother was our guide, And bid us o'er and o'er again, Not wander from her side. Now Flo, she did as she was bid, By mother close she stay'd, But I, behind some hawthorns hid, And to the brook I stray 'd. I saw a splendid dragon-fly Like flash of purple flame ; — What happened next? why bitter cries Of terror and of shame. I fell upon the marshy bank, And soil'd my best of frocks, And in the long grass wet and rank I drench'd my shoes and socks. Then mother came, \"Oh naughty Bose, Your feet are soak'd with dew ; You've stained your frock, and scratched your nose, And see, you've lost your shoe ! \"Where? in the brook? It grieves my heart My Bose should act like this ; You now must lose the apple tart, And Auntie's loving kiss.\""], [19, "11 > Then home I went, both sad and grave To be in such disgrace ; Till mother came, and pardon gave, And kissed my tearful face. (This recitation may he acted by three of the children while the rest recite the verses.) 0 Œbe Masteo pennies ; or, tbe Crybabies. Will Whine he was a silly boy, And very apt to sigh — 0 ; And Winny she was worse than he, For she was wont to cry — 0. Now Granny she was old and kind, And could not bear to hear it, And thus she did to stop their noise, So greatly did she fear it — She'd fetch an old brown leather purse, And from it take a penny, For Willy or for Winny Whine, And sweeties they bought many. One day there was a village feast, The Whines were both invited — But they must bring a shilling each, They told Gran so — delighted."], [20, "12 Then Granny peep'd inside her purse, And shook her head quite sadly ; \" Alas ! my dears, I've none to spare, Or you should have it gladly.\" \"Now Gran, why not?\" Will Whine, he said \" I'm sure you've lots of money ! \" \" Yes, just for rent, and coals, and food ; No more at present, sonny. \" How foolish 'twas to give you pence To comfort you when crying ; [they're spent Had I but saved them — (all sigh, and p>ause) alas ! And so there's no use sighing.\" Then Will and Winn look'd very blue O'er all the money wasted, And sigh'd to think of pleasure lost, And cake and tea untasted. But from that day they ceased to hope For pence to stop their whining ; And tho' they had few sweets 'tis true, Much less was their repining. For rainy days they learnt to save, Like bees do store their honey, And when they'd grown up, Will and Winn Had always lots of money."], [21, "13 r Mipe sour Sboes. When Mother's wash'd the kitchen floor, And briskly scrubb'd it o'er and o'er, And when she has with careful hand, All sprinkled it with yellow sand, And you come in, then on the mat Please wipe your shoes, remember that. (Impressively) Please wipe your shoes. Young Jem one day in haste went out, And walked in all the mud about ; Then home he came and in he ran, Oh ! such a dirty little man, Nor wiped his shoes upon the mat; Ah ! Little children, think of that, Nor wiped his shoes. His mother then, poor thing, looked sad, \" Oh Jemmy, why so careless, lad ? I fain would rest and have my tea, But there ! (point) What work you've made for me Ah ! Little children, think of that, He hadn't wip'd his shoes. Jem blush'd, look'd down, shed tears, and sigh'd, \" I'll clean it, Mother dear ! \" he cried, \" I'll wash myself, and scrub the floor, And ne'er again come thro' the door, With shoes unwip'd upon the mat.\" Ah ! Little children, think of that, And always wipe your shoes."], [22, "14 a Ibastp Stone. A little boy sat on a bench To rest his weary feet, For many a mile he'd walked that day, And rest to him was sweet. Now close at hand, some wearied birds Were bathing in a pool, (wings, They div'd, and splash'd, and dress'd their And drank the water cool. Then Tom took up a jagged stone And said, \"I'll have a fling;\" The aim was true, tho' many flew, He wounded one poor thing. \"A prize,\" cries Tom, and up he sprang, \"Oh would there had been twain,\" — When all at once a sudden blow Turned all his joy to pain. \"I'll pay you out,\" screams angry Tom, \"Whoever you may be! \" — Then back he fell both sick and faint, For sorely hurt was he. A shadow fell across the path, There stood a stranger nigh, Who did his best to bind the wound And Tommy's tears to dry. \"My lad,\" he said, \"the heavy stone From yonder quarry fell — I'm glad to think it did small ill, Your head will soon be well."], [23, "15 \"But how about the stone you threw, Which hurt the poor young bird?\" \"Oh that! I did it just for fun— Or sport's the proper word.\" \" Some call it sport,\" the stranger said, \"But well, I'm sure it's wrong To take for naught a harmless life And hush a joyous song. \"I watch'd that little flock of birds, As wearied with their flight, They bath'd within the sparkling pool With innocent delight. \"And when I saw one wounded fall, My heart with grief was stirred ; I ran to put it out of pain, And then your scream I heard. \" My boy, you sat down here to rest — Why then God's birds destroy ? Why could you not their wise ways watch, And love to see their joy? \"You moan and cry because you're hurt — Like pain your victim bore.\" \"Oh sir!\" cries Tom, \"I never thought; I'll stone the birds no more.\" \"Pray keep that vow,\" the stranger said, With smile both kind and grave, \"Show mercy, boy, to helpless things, And you'll be truly brave.\""], [24, "16 Daffooils. Sad little May was lying Upon a bed of pain ; Just when the early spring-tide Soft breath'd on earth again. And she must lie and suffer, Nor could her anguish hide, While all her merry playmates Were sporting far and wide. One day when she lay weeping, Said mother with a smile, \" Dear May will pray for patience — 'Tis but a little while.\" Then mother took a flower, A yellow daffodil — It came from yon green meadow Which lies beside the hill. She laid the dainty blossom Beside the sobbing child, Whose eyes shone bright with gladness, While fretful looks grew mild. \" A daffodil ! \" she cried — \"A daffie dear, I know You come from that sweet meadow, Where early violets blow."], [25, "17 \" The daffies there are dancing And nodding in the breeze, And giving sweetest honey To all the busy bees.\" \" Yes, May, the fields are golden With daffodils in bloom, But all the snowy winter They lay in deepest gloom. \" Till came the bright sun calling, When at his voice they rose, And putting on fine raiment Forgot their prison woes. \" So you, my May, are waiting — By suffering here made wise, Until the Sun of Bighteousness, The Christ, shall bid you rise.\" Œbe Cbristmas Œree. The trees that bloom in winter, When North Winds fiercely blow, Bear flow'rs of sparkling hoar-frost, And wreaths of pure white snow. The trees that bloom in spring-tide, Are decked with garlands gay, And crowds of dainty blossoms Adorn each tender spray."], [26, "18 The trees that bloom in summer, Are clad in robes of green, Till kindled by the Autumn, They glow in scarlet sheen. The tree that blooms at Christmas, Is called the Children's tree, It shines with dazzling tapers, And presents fair to see. In honour of the Christ Child, We burn those tapers bright, In token that His soldiers Should armour w7ear of Light. In honour of the Christ Child, So holy and divine, Y/e'll daily fight dark evil, That He in us may shine. In honour of the Christ Child We'll still for others care, And all our Christmas blessings, With poorer neighbours share. Œbe Collie ano tbe png. \" I suppose that all day you lie cosy and snug,\" Said a shepherd's poor dog to a lady's fat pug, As he went to his work on a winter's morn cold, And met Sir Pearl out in his coat green and gold"], [27, "19 \" Oh, dear, yes,\" said Sir Pearl, \" for I generally sleep On a mat soft and warm, and within doors I keep Till the weather is sunny, and the roads clean enough, For I never walk out when it's muddy or rough.\" Thus haughtily answer'd the dainty-fed pug, With a sniff, as he gave a contemptuous shrug : \"What a contrast to me,\" thought poor Collie, footsore, \"For my bed is dry heather, and of food I need more. \"And I'm out on the mountains howe'er the winds howl, In all sorts of weather, be it fair, or it foul.\" \" Ah, but I,\" said the pug, \" in a carriage and pair, Drive along the green lanes to enjoy the fresh air. \" Though it bores me at times in a wearisome way, Yet it breaks the monotony of sleeping all day.\" \"Alas !\" said the collie, \" no time I can spend In sweet sleep all the day, for my sheep I must tend.\" \" Indeed, \"yawned the pug, \"then I'm glad I'mnot you! Well, I think I must go my dinner to view ; D'ye know, I can't eat if it's not to my mind !\" Then off waddled Pearl somewhat short in the wind. \" Ah, well !\" sigh'd the collie, \" and I, too, must go, To seek that lost sheep on the moor in the snow ; One blessing is mine, that I always can eat, Whatever is given, and think it a treat. \" And I must say I like this fresh morning breeze, For my coat is so thick that I know I shan't freeze ; No ! I don't envy Pug and his smart gilded suit, Nor his mat, nor his fat, nor his carriage to boot.\""], [28, "20 Thus each went his way, and in less than a year The pug grew so stout that he couldn't see clear ; He wheez'd and he puff'd as he lay by the fire, Till his friends were rejoiced to see him expire. But Collie lived long and had excellent health, Won love and esteem — they are better than wealth ; And when he grew old and his work days were past, Was cherished and watch'd o'er and lov'd to the last. From Pearl and from Collie this lesson we learn, 'Tis happier far, one's own living to earn, Than to lie by the fire, and snoring grow fat, No creature was made just only for that. Œbe ifoy anb (Trow. On a bough Sat a Crow Among a grove of trees ; She sat quite still, And in her bill She held a bit of cheese A Fox came by And soon his eye Spies Crow among the trees, And very much Fox long'd to touch The piece of Stilton cheese."], [29, "21 \" You pretty Crow,\" He says, \" I know There's music in your tongue ; For in the spring, I'm sure you sing A very pretty song.\" Crow clear'd her throat To sing a note, The flatt'rer, Fox, to please. Helaugh'd, \"Ha! Ha! The Goose you are ! (For down — plump — dropt the cheese.) \"Before I go, I say, old Crow, Believe ye not the folks Who say you sing, For e'en in spring An old Crow only croaks.\" J. M. Heathcote .Ifreb anfc tbe \"Umbrella. (With actions.) Part I. \" It's raining fast.\" Fred's mother sighed, \" I can't get out, I fear, But you can run to Auntie's, Fred, And take this note, my dear."], [30, "22 \" Here's my umbrella, that is so large, T'will shield you from the rain; Mind, hold it o'er your velvet cap, And make haste home again.\" Part II. Then Fred the big umbrella took, And hurried through the street. Splash, splash, thro' every puddle went, And wetted well his feet. The poor umbrella fared but ill, With Fred, the careless boy, He held it so (Extend the left arm and perform the action of turning something round), he whirl'd it round, As though it were a toy. T'was balanced on his finger tips, And next upon his nose, The while on Freddy's velvet cap, The rain all spatt'ring goes. T'was held aloft to catch the breeze, Which turn'd it outside in, And Fred on reaching home again, Was soaked quite to the skin. Part III. His mother put him straight to bed, So very damp was he, Nor did she let him up that night, Tho' Auntie came to tea ;"], [31, "23 And with her brought a nice plum cake, And sweeties not a few, Besides these goodies, so I'm told, A pocket knife quite new. But Fred you see had spoil'd his clothes, And got himself wet thro', And minding not his mother, broke Her large umbrella too. (It is suggested that an umbrella drill should follow this recita tion, showing how Fred should have held the umbrella according to the different quarters from which rain may come.) Zbe Cat ano tbe slDonfcey. A monkey sat With a pussy cat, Beside the kitchen fire And Mister Pug Was very snug Just chatt'ring nonsense by her, Now on the bar Some chestnuts were, And wistfully Pug look'd. So very much He long'd to clutch — He knew that they were cook'd."], [32, "24 \" Sweet Puss,\" he said, \" Don't be afraid, But reach me those, my dearest — Come Mistress Puss, Don't make a fuss, For you are much the nearest.\" Puss stretched her paw, Puss stretched her claw, And burnt her tender skin ; But Pug was pleased, The chestnuts seized — And then how he did grin ! How wrong was he — How cowardly ! I hope you think so too, To ask the cat, To do just that, Which he — Pug — dare not do. J. M. IIeathcote Zhe Broom. This is the broom To sweep the room, Made of twigs which easily bend A bit of red leather Fast binds them together, And a handle is fixed to the end J. M. Heathcote"], [33, "25 Zbe ©bowman anb tbe flDonke£. By an old man was led, Poor Pug by the head, Who turn'd up his lip with a grin, The man beat his drum, With a rum turn turn, And blew panpipes under his chin. The Pug took a string, And did swing, swing, swing, He dangled about, here and there, The old man cried \" Pop,\" And Pug gave a hop, And a pistol flash'd in the air. Another young Pug, He rode on a dog, Drest smart in a red velvet coat, An apron before, And white frill he wore, Tied carefully round his small throat. If then it is true, That so much to do, Is e'en in a monkey's power, All children think I, Their hardest should try, Never to waste a school hour. J. M. Heathcote"], [34, "26 Œbe Bullfincb. The Bullfinch is seen When thickets are green, And then she'll delightfully sing ; We may see her at rest On her soft mossy nest, While she sits on her eggs in the spring. In winter she feeds On berries and seeds, And no longer sings in the wood ; When the spring comes with joy, Many buds she'll destroy, For she likes them so much for her food. How gaily she's drest When she has on her best, Blue-grey is the top of her back, While her breast is light red, And the crown of her head Seems just like a night-cap of black. She always looks neat, And is loving and swejt When she lives in a cage and is tame ; She'll pipe a gay tune If taught to sing soon, And when called will chirp to her name. J. M. Heathcote. Note. — All the finches devour buds, but nevertheless they are use ful in other ways, though injurious in this, and it allowed to increase and multiply will keep up a just balance of nature. Therefore encourage bullfinches and protect your fruit trees by nets. — W.L.R."], [35, "27 TKUben it is IRiQbt to be Xate for Scbool. A TRUE STORY. Part I. Some little children trip to school, Thro' lanes or grassy meads, Or by the river's shelving bank, Where nod the whisp'ring reeds. Some little children daily tread O'er rugged mountains steep, Or thro' the town, or by the shore, Where salt waves foaming leap. But Bose and Katie walk'd to school, Two miles across the fell ; Yet in their seats ne'er sail'd to be At first stroke of the bell. Part II. But once there came a dismal day, How keen the icy blast ! When tracks were rough, the \" sun was hid, ' And snow fell thick and fast. Kate shiver'd — wept. \" Now, what's all this ?\" Said Bosie, pushing Kate ; \" Step out, child, do — you slug, you snail — I vow I won't be late.\""], [36, "28 Now Bose was ten, and tall and strong, While Katie was but four, Nor was it meet for tiny feet, That day to cross the moor \" I cannot walk so fast,\" sobb'd Kate, \" Please, Bose, I must sit down.\" \" Sit if you will, you'll sit alone,\" Said Bose with angry frown. Then off she flew, reached school in time To gain the early mark ; Brighter than hoar-frost shone her face, That dismal day and dark. Part III. \" Kate stay'd at home, then ?\" teacher asked, \" That's best for her, I'm sure.\" \" No ! Kate is coming, teacher, soon ; I left her on the moor. \" She crept along like some old snail, I really could not wait ; When she sat down, I just ran on, For fear of being late.\" \" What ! left poor Katie all alone, On such a snowy day ! Oh ! Bose, but that was cruel, dear ; What if she lose her way !\""], [37, "29 Part IV. Then teacher quickly sought a guide Across the moorland bleak, And out they set in eager haste Poor tiny Kate to seek. On, on they went thro' blinding snow, And fought the icy wind, Both looking round with anxious thought, How Katie they might find. They found at length the little maid, A sorry sight to see ; Her eyes were clos'd, her limbs were stiff, Nigh unto death lay she. Then teacher took her in her arms, To shield her from the storm, And took her home, and gave her wine, And rubb'd her dry and warm. Part V. At length with look of utter dread, With blue eyes open'd wide : \" I must be late — I've lost my way ; Do, Bose, come hack !\" she sigh'd. Then teacher call'd the thoughtless Bose To see the fright'ned child ; \" How could you leave this little one Upon the moorland wild?"], [38, "30 \" She might have died there all alone \" — Then Bose wept long and sore. \" Ah ! I was wrong— I see it now, But I'll leave Kate no more.\" \" I trust not, Bose, for tho' 'tis right To be in time for school ; There are days when for reason good You may — must — break the rule. \" Thank God we found the child in time, Poor lonely little maid, For had we linger'd, Kate had been Beyond all human aid.\" a Busbel. If you will a quartern fill Four times, you'll find a peck ; Add three pecks more, and thus make four, When a bushel you will check. Four bushels collect, and you may expect That they will fill a sack, And that's a load, which on the road, You'd carry on your back. J. M. Heathcote,"], [39, "31 white, and is Œbe Danbelion. A Biddle. Can You Guess It? I. Question. Oh, have you seen the king of beasts, And have you seen his mane ? Or have you seen his great white teeth ? Their bite gives dreadful pain ! Answer. I have not seen the king of beasts, Yet I have seen his teeth ; They're gold, and green, and brown, and And hard and stiff beneath. They open wide at early dawn, And close at noon-tide hour, They scatter morsels far and wide, They have a healing power. Puff, puff, puff, and they tell the time, For they're the schoolboy's clock, They're good to eat the Frenchmen say, But will not feed the flock. Now can you guess my riddle, dear? A floweret by the way — 'Tis blooming almost all the year, The — Dandelion — gay. Explain— Dandelion means \"Dent de Lion,' French for Lion's tooth."], [40, "32 a IRibble. Can you Guess it ? II. My first is made of milk and cream. So : turn (action) and turn and turn again (Butter) My second ever flitting seem, Or crawling on the window-pane, ( Flies) Buzz, Buzz-zzz-zz-z. My whole sport on thro' summer bright, But die at touch of hoar-frost white. Ans. Butterflies. a IRibble Can You Guess It ? III. When the red leaves fall, and the sunbeams pale, You may hear the sound of the thresher's flail, By the misty light of the autumn morn, He is beating my first from out of the corn. (Chaff) And my second eats all the scatt'red seed Of many and many an ugly weed, And because these birds have such odd-shaped throats, They're able to pipe all sorts of notes. (Finches) And my whole are birdies well drest and gay, For the cleanest white stripes their wings display, Tho' their bodies are brown, their breasts are pink, And their foreheads are black, aye, black as ink. Ans. Chaffinches."], [41, "33 a IRibble. Can You Guess It? IV. My first I like when thickly spread Upon a slice of new-made bread, It's made of milk from cows, well fed On mountain pastures, it is said. (Butter) My second's china, bright and gay, Which mother tells me once was clay, But baked, and turned, and carv'd to be The pretty things in use at tea. (Cups) If clay to beauty turn by work, The graces that in children lurk May be by labour brought to light, And they may grow like china — bright. My whole gild countless fields in spring, When busy birdies gaily sing, And when in woods and meadows too, Is heard the soft sweet voice \" Cuckoo.\" Ans. Buttercups. Note. — \"The Finches make themselves useful by eating the seeds of troublesome weeds. The most common are the gold finch, chaffinch, bullfinch and linnet. \"Chaffinches have a cheerful trill ; people who have heard it say it is repeated 700 times in an hour. \" All singing birds (English) have a throat of a very peculiar complex structure, so that they can sing, chatter, chirp or twitter, and some of them can be taught to speak or whistle tunes, or imitate sounds.\" From Mrs. Charles Bray's \" Our Duty to Animals.\""], [42, "34 Cbc ŒalmnQ Boll; or, slDinnie's Misb. Part I. Once Minnie had a lovely doll, A Dolly full of charms, With golden hair, blue eyes, pink lips, And waxen legs and arms. Yet Minnie was not well content As Dolly could not talk ; \" She lies down, sits, stands up — and winks — And with my help can walk ! \" If Dolly could but speak — why then How happy I should be ! \" As Minnie spoke she laid her down, And slept beneath a tree. Part II. Then Minnie dream'd that Dolly spoke — Her lips were parted wide, Her blue eyes glar'd, she shook her curls And deeply, deeply sigh'd. \" I saw you, Minnie, steal a cake,\" Squeak'd Dolly, from the shelf— \" You never offered me a bit, But ate it all yourself.\" Then Minnie colour'd very red, \" Ah, Dolly, I've been told That speech may be as silver bright, But silence is as gold.\""], [43, "35 Part III. Now Minnie woke : \" Ah, 'twas a dream, I'm glad it is not true — - Yet, Dolly, how you glare at me With eyes how fierce and blue ! \" I know I was a greedy girl, A thief, a shocking child, And Dolly's made me feel ashamed, That I was thus beguiled. \" I'll tell Mama — though she'll be grieved That I her cake did steal. She wiM forgive, and you'll not know What I would fain conceal.\" One child should hold a doll in her arms. Make it perform the actions (imitated by the other children) of this recitation. This child may \"speak\" for the doll. Œbe apricot. I have got an Apricot, On the wall it grew. I cut a piece and tasted it — Here is some for you. Let's open both the yellow cheeks — Which tinted are with red, Why here's a stone, it's all alone Within its juicy bed. J. Al. Heathcote."], [44, "36 Œbe Compass. What's the reason that the needle Always turns one way ? The Magnet won't allow the point-end In one place long to stay. East or west it will not rest, And from the south it flies ; But look now when it reaches N. How quietly it lies. While in motion, on the ocean The ship reels to and fro ; When the sailor roams afar from home, And winds tempestuous blow; The Compass shows the way to go, And guides from shore to shore, And never minds the stormy winds, Tho' loud and wild they roar. J. M. Heathcote £be Minb in tbe Cit^ Now listen to a merry tale, How fared the city in the gale, How dust and slicks awhirling flew, How coats and frocks awry they blew ; How many urchins had to chase Their caps or hats at headlong pace ; How ev'ry gate a solo play'd, And ev'ry wire sweet music made."], [45, "37 How chimneys sang a dismal song, And fires joined in chorus strong ; How patt'ring raindrops played a trill, And all the keyholes whistled shrill. The wild wind as an echo sough'd, And windows drummed and rattled loud ; How latches danced, and shutters bang'd, And church bells in the steeples clang'd. How then the wind retired to bring A greater strength upon his wing, And shouted with his mighty voice, Till all that felt it had no choice, But each must shriek, or sing, or moan, Or howl, or whistle, pipe, or groan. Yea, all must join the wild wind's psalm, Until he ceased and there was calm. o Clever CooRie Sne+ I've been a cook ! I've made a pie ! 'Twas clever — very — yes. You'd like to know the reason why ? I'll tell — you cannot guess. Mama was ill — in bed she lay, And nothing could she eat. No, not a morsel all one day, No broth, no bread, no meat !"], [46, "38 ©Ib I fetch'd an apple sweet and good, I boil'd it in a pot. I made some crust as best I could, And served it fresh and hot, Mama was pleas'd, gave me a kiss, Ate one bit, then ate two. \" It's nice,\" she said, \" I can eat this — My clever cookie Sue.\" 3obn tbe Carrier anb bis Œeam. Who plods along the highway, And braves the wint'ry weather, In corduroys and homespun, And gaiters stout of leather ? It's honest John, the carrier, A sturdy, hale old fellow ; And stout, the horses drawing His waggon, red and yellow, His cart with parcels laden — The joy of ev'ry varies — Has seat for rosy maiden, Or Granny cloak'd in scarlet. With merry bells a tinkling The horses step out proudly, Their manes tied up with ribbons, Their master whistling loudly."], [47, "39 Bight bravely up the steep hill, They pull the heavy waggon, Then trot, trot, trot so gaily, All down hill with the drag on. No cruel lash is cracking, These horses know their master, And at his cheery bidding, Stand still, go slow, or faster. And when they reach the ferry, Hark ! how the wavelets splash 0, If John says, \" Pull up beauties,\" And thro' the stream they dash 0. But if they're hot and weary, John stops them 'neath the willow, To drink the sparkling water, Or ere they mount the hill 0. And when their work is over, John leads them to the stable, And rubs 'em down with straw wisps, As hard as he is able. Before old John has supper, His horses have their fodder ; If they don't love their master, Why nothing could be odder."], [48, "40 a jfrostv sIDorning. recitation with action. Part I. Characters: Tommy Stout, Billy Budge, Lucy Bright, Kitty Slug. Verse 1. — Tommy Stout walks to the door or window, looks out, shakes his head, goes and sits in front of the fireplace, lies down and snores. After he has said the words, \" and snore,\" the Chorus repeat them and imitate snoring. Verse 2. — Billy Budge hides in some corner of the room. At words repeated by Chorus, \" and slide,\" they imitate sliding. Verse 3. — Lucy Bright looks in despair, should have a faggot in her hand, sits down and crys. Chorus repeat, \" and cry,\" and imitate crying. Verse 4. — Kitty Slug should pretend to be still in bed. She should shiver as she says, \" I'll freeze,\" and pretend to sneeze as she says the word, \"sneeze.\" The Chorus repeat the words and imitate the action. Part II. Characters: Freddy Suck, Teddy Smart, Hetty Good, Polly Gay. Verse 1. — Freddy runs fast across the room, rubbing his hands. Chorus, if possible, run round the room ; if not, rub hands and assume position of running. Verse 2. — Teddy Smart has a broom and sweeps. Chorus imitate sweeping. Verse 3. — Hetty Good is lying down ; she addresses another child who represents the mother, or she may enter the room and address herself apparently to some one outside ; then she must say, \" I'll go and make the baby's food.\" She must have a sauce pan in her hand and stir. Chorus imitate the stirring action. Verse 4. — Polly Gay should be sitting by the fire ; she should jump up and look out of the window as she says, \" she'll be dull,\" and at the word \" trot \" should begin to trot, and Chorus imitate."], [49, "41 Part III. Additional Characters: Mr. Stout, Mr. Budge, Mrs. Bright, Mrs. Slug. Verse 1. — Enter Mr. Stout in a bustle ; draws the rug away from Tom, but gently. All the actions should be gently done. Chorus shake their heads as they say, \" No ! No ! Tom.\" Verse 2. — Enter Mr. Budge with spectacles on his nose ; searches for Billy, looks at him over his spectacles, pulls him gently from his hiding place. Chorus nod as they say, \"Yes! Yes! Billy.\" Verse 3. — Enter Mrs. Bright with a pair of bellows. She touchss Lucy with the end of the bellows, and Lucy, who has been sitting with her head in her hands, jumps up, dries her eyes and takes the bellows. The Chorus imitate blowing with their hands. Verse 4. — Enter Mrs. Slug with a sponge of cold water. She sprinkles Kitty's face as she lies asleep, with the cold water. Kitty starts up and screams. Chorus imitate squeezing a sponge. Part IV. Additional Characters : Mrs. Slick, Mr. Smart, Mrs. Good, Granny Gay. Verse 1. — Enter Mrs. Slick. She holds a book or toy in her hand, the prize Fred has got at school. Chorus all clap and say, \"Bravo, Freddy !\" Verse 2. — Enter Mr. Smart, either bringing Teddy with him, or else finding him still sweeping, pats his head approvingly. Chorus say]: \" That's true, Teddy.\" Verse 3. — Enter Mrs. Good with a warm shawl and hood on, to which she points as she says her part, after which she kisses Hetty. The Chorus blow Hetty kisses too. Verse 4. — Enter Granny Gay, hobbling on a stick, shivers as she speaks of the wind. Polly, who is with her, smiles at her, and they sit down hand in hand. Chorus sing : \"Polly, put the kettle on ; \" end it with, \" And make your Granny's tea.\""], [50, "42 Part I. \" It's very cold,\" says Tommy Stout, \" It's very cold, I'm sure, I'll stay at home and not go out, Sit on the rug and snore.\" Chorus — (And snore.) \" It's very cold,\" says Billy Budge, \" I think I'll go and hide ; I'll not to school this morning trudge, I'll slip away and slide.\" Chorus — (And slide.) \" It's very cold,\" says Lucy Bright, \" However I may try, I cannot make the fire light, I'll sit me down and cry.\" Chorus — (And cry.) \" It's very cold,\" says Kitty Slug, \" If I get up I'll freeze, I'll stay in bed so warm and snug, If called to rise I'll sneeze.\" Chorus — (Sneeze.) Part II. \" It's very cold,\" sajs Freddy Slick, \" So off to school I'll race, And warm my feet and fingers quick, And get the foremost place.\" Chorus— (Bravo, Freddy ! )"], [51, "43 (Enter Mr Enter Mi- \" It's very cold,\" says Teddy Smart, \" The snow is lying deep ; I've got a broom and now I'll start, My daddy's path to sweep.\" Chorus — (And sweep.) \"It's very cold,\" says Hetty Good, \" Dear mother, sleep on, do ; I'll rise and make the baby's food, And daddy's breakfast too.\" Chorus — (Stir the Pap.) \" It's very cold,\" says Polly Gay, \" 'Tis far to Granny's cot, But she'll be dull this dismal day, To cheer her, forth I'll trot.\" Chorus— (Trot, Trot, Trot.) Part III. Stout, takes the rug from Tom, who rubs his eyes sleepily.) \" Altho' it's cold,\" says Mr. Stout, \" Aye, very cold, I'm sure, Yet, lazy Tom, you must go out, Not sit at home and snore.\" Chorus— (No! No! Tom.) Budge, spectacles on nose, looks round till he finds Billy. Draws him out of his hiding place. \" Altho' it's cold,\" says Mr. Budge, \" At home Bill may not bide, But must to school this moment trudge, And after that, p'raps Chorus— (Yes! Yes! Billy.)"], [52, "44 Enter Mrs Bright with bellows, touches Lucy. \" It is so cold,\" says Mrs. Bright, \"Your tears will turn to snow ; Come, shed no more, the faggots light, The bellows take and blow.\" Chorus — (And blow.) Enter Mrs. Slug with a sponge of cold water. \" Because it's cold,\" says Mrs. Slug, \" No soul must duty shirk ; ' Cold pig ' will make your bed less snug, And send you to your work.\" Chorus — (Serve you right, Kitty Slug.) Then go on solemnly and distinctly to say altogether: \" Because it's cold,\" saith Mrs. Slug, \"No soul may duty shirk ; ' Cold pig,' by making bed less snug, Sends lazy folk to work.\" Part IV. Enter Mrs. Slick. \" It may be cold,\" says Mrs. Slick, \" But I've no cause for sighs, For Fred who ran to school so quick, Has come back with a prize.\" Chorus — (Bravo, Freddy!) Enter Mr. Smart. \"Well swept, my lad,\" says Mr. Smart, \" 'Tis very well indeed. And as you work with all your heart, So surely you will speed.\" Chorus— (That's true, Freddy.)"], [53, "45 Enter Mrs. Good. \" It's very cold,\" says Mrs. Good, \" Too cold for some to bear, But I am warm in shawl and hood, Het's made for me to wear.\" Chorus— (Clever Hetty). Enter Granny Gay. \" 'Twas cold and dull,\" says Granny Gay, \" The wind howl'd round my room — Then Polly appeared like sunny ray, And chased afar my gloom.\" Chorus — (Smg) : \"Polly, put the kettle on,\" etc., \"And make your Granny's tea.\" Some Teachers may find it better to change the order of this .Recitation (which is much liked by little children), and to bring Part III. after Part I., and Part IV. after Part II. Cong's travels. Part I. Our Tony once a journey took, To such a funny land, Where happy pigs were dancing jigs While puss-cats play'd the band. * A Persian tuned the gay guitar, The horn a French cat blew ; The Tabby striped, they gaily piped, The black cats drurn'd tattoo."], [54, "46 *3 Now Tony's greatest joy was this — - To give dumb creatures pain ; To make them feel, and hear them squeal, Made Tony laugh amain. Part II. \" I'll pull those piggies' curly tails, I'll hunt those cats,\" said he; \" Ha, how they'll yell, and fly pell-mell, What jolly sport for me.\" But all fell out quite unlike this, No pig or puss turn'd tail ; They swell'd in size 'fore Tony's eyes, And then his heart did quail ! Each pig became a savage boar, Each cat a tiger wild, With leaps, and bounds, and roaring sounds They sprang towards the child. Then Tony felt half dead with fear, Yet strove to fly apace ; In vain he flew, they would pursue, Yea, one and all gave chase. Part III. No chance had he in that strange land, With pigs and cats thus rare ; Still on they came, like scorching flame, He felt their eyeballs glare."], [55, "47 And what befell poor Tony then ? Too surely he was slain ? Not so, my dear (it may seem queer), He got safe home again. * Now Tony knew how fearful 'tis To flee from mighty foes ! Thus since that day no pig nor cat In fear of him e'er goes. * For he will do no cruel deed, Nor, heedless, life destroy; He's kind to all the weak and small — Bird, beastie, girl or boy. When the recitation is taught to infants the verses marked with an asterisk may be omitted. A sportsman once told the writer that the agony of terror he experienced one day when chased by a tiger, was such that he has never since been able to endure the sight of any weak hunted animal flying for its life. -0 £be Moobpecfcer. Tell me, my hoys, what is that noise, And the name of the bird which I see; 'Tis the woodpecker raps, 'tis the woodpecker tap3 As he sits on the hollow beech tree. What a beautiful fellow in green, and in yellow, The tints of his back and his wing ; The top of his head is streak'd with light red, And his plumage is gayest in spring. J. M. Heathcote"], [56, "48 (Tbe Squirrel. This little squirrel, Now in the barrel, Was happy once and free ; He scrambled, hung, And leapt and swung, And jump'd from tree to tree. One day by chance, In his gay dance, He fell from a chestnut top ; A little boy Ban up with joy, And took, and shut him up. He call'd him Struts, And gave him nuts, And often kissed him too ; But the squirrel In the barrel So unhappy grew ! He never could Forget his wood, Where he was young and free ; And the happy frisks, When in spite of risks, He had his liberty. J. M. Heathcote"], [57, ""], [58, ""], [59, ""], [60, ""]]