[[1, ""], [2, ""], [3, "THE EARL OF ROSS: & STrage&g, IN FIVE ACTS"], [4, ""], [5, "THE EARL OF ROSS: A TRAGEDY, IN FIVE ACTS. YARMOUTH: PRINTED BY- W. MEGGY; FOR BALDWIN, CRADOCK, AND JOY, LONDON; AND ALEXANDER MACKAY, EDINBURGH. 1823."], [6, ""], [7, "DEDICATED TO THE MOST HONOURABLE, ELIZABETH, COUNTESS OF SUTHERLAND, MARCHIONESS OF STAFFORD, Sfc. fye. fye. BY THE AUTHOR."], [8, ""], [9, "ILLUSTRATION OF THE TRAGEDY OF THE EARL OF ROSS. The remote history of Scotland is involved in such impenetrable obscurity, that all that is or can be known of its domestick events, must be carefully elicited from oral testimony, or doubtful annals; and is consequently subject to that uncertainty and am plification, which must ever attach to information derived from so perilous a source. Few of the ancient Scottish families possess any authentic memorials of their origin, or progress toivards distinction; and, even where such documents are found in their archives, they invariably bear manifest testimony of having been compiled many centuries posterior to the events they profess to relate."], [10, "illustration. VI The title of Earl is conjectured to have been introduced into Scotland some time in the eighth, or early in the ninth, century: previous to tvhich, the great chiefs or nobles ivcre distinguished by the hereditary title of Thane, which, at that period, comprised almost sovereign authority within the ex tensive range of their martial jurisdictions. The ancient Thanes of Ross could boast the greatest antiquity and splendour; and, at the period of ivhich I lurite, held the first rank amongst the Scottish nobles. Malcolm Ross, the last of that illustrious line, whose peculiar fate is the subject of the following Tragedy, ivas nepheiv to the reigning King Malcolm, by the Princess Euphemia, married to Duncan, the last Thane of Ross, and amongst the first of the ancient chiefs elevated to the dignity of Earl. This distinguished nobleman, having after wards unfortunately taken part in a casual rebellion, so common in those turbulent times, tvas overthrown and made prisoner at the battle of Huntly, and barbarously put to death by Murdoc Afac Gregor, Thane of Lochaber, King Malcolm's general and natural brother. In consequence of this event, the honours and estates of Ross were attainted, and for some time"], [11, "ILLUSTRATION. vii enjoyed by Macdonald, Great Lord of the Isles, a potent and ancient chief; who having been in his turn also subjected to attainder, the possessions of the once illustrious family of Ross were soon after in-e vocably attached to the Crown, and wholly comprise the present croivn-rents of Scotland. Their principal seats were at Dingival, in Ross-shire, and upon the banks of Lochleven, in Kinross-shire, where the ruins of their ancient castles are still to be seen. It is almost unnecessary to mention, that the family of Sutherland, which survives in the noble house of Stafford, is one of the most ancient and illustrious of the Scottish nobility. Allan Macdugald, Chief of Monar, possessed ex tensive authority .and domains in Ross, Inverness, and Argyle, shires. His family seat was at Fairburn, in Ross-shire, ivhere it's site is still marked by the re mains of an ancient toiver, ivhich is the principal scene of the Tragedy to ivhich this brief illustration is prefixed."], [12, "DRAMATIS PERSONÆ. MEN. Malcolm, Earl of Ross. William, Thane os Sutherland. Murdoc, Tliane of Lochaber. Allan, Chief of Monar. Gerloch. Macdermid. Norman. WOMEN. Ellen, ofMonar. Florence, her Cousin. And Attendants."], [13, "B THE EARL OF ROSS. ACT I. SCENE 1. The Battlements of the Castle of Ross at Dingwal, in Ross-shire. Enter the Earl of Ross. — Time, the morning. ROSS. The morning breaks apace, And the receding curtain of the night, Unveils the beauties of this mountain scene. Triumphant nature ! how pleasing to the soul, To taste the freshness of the early dawn! The woodlands pour with warbling melody; And, in the east, the glorious gem of heav'n, Slowly ascending from its radiant bed, Imparts fresh graces to the virgin day, And to the slumb'ring world, new life and joy. That clear expanse of sea — offspring of the main — Unruffled by the tempest's hurried breath, Gives to this vale of Ross a magick air. O! my lov'd country! to heal those scars be mine,"], [14, "2 act r. THE EARL OF ROSS. Which civil broils have en your bosom made — With potent arm restrain each haughty chief, And to your wasted fields fair peace restore. Enter Gerloch. What hath befallen you, Gerloch ? Have you Been combating the tenants of the grave, Or have their shades been haunting your repose ? gerloch. The same appalling spectre, Which on the eve of Huntly's bloody fray, Its portentous presence did obtrude, Hath repeated its unwelcome visit, And thus unmann'd me, as you now behold. ROSS. Indeed ! It is most strange ! Did it resemble aught in human form ? GERLOCH. Nothing living! ghastly and huge, Shrouded in cumbrous steel, it brandish'd In one hand a ponderous scimitar, And in the other held a warrior's head, Convuls'd with death's last agony. ROSS. Wherefore on this living world intrude, To mar our little hour of happiness. Have we not ills enough already here, To save us from such visitors ? gerloch. They do portend some dire catastrophe —"], [15, "SC. I. 3 THE EARL OF ROSS. The messengers of unrelenting fate, To mark its victims, and its vengeance bear. ROSS. Then we must boldly combat with adversity, Fulfil th' unerring destiny of heav'n, And live with honour, or undaunted die. GERLOCH. You were an infant in your mother's arms. When the dread spectre did before appear; Fatal presage ! heart-rending to relate ! Of the foul murder of your father : O ! Malcolm ! think of that, yet ere you listen, To the syren voice of Monar's daughter. ROSS. Has she the art to conjure from the grave, The ghosts of them whom death holds prisoners ? Two potent charms indeed she does combine ; Beauty and virtue, choicest gifts of heav'n ! To fix the heart, and to exalt the soul. GERLOCH. Her blood and your's are warring elements ; By heav'n pre-destin'd never to unite. ROSS. And yet she hath made captive of my soul — The fervent passion of an ardent heart, Transform'd into a saint-like character. GERLOCH. Couple not truth or gentleness, With any sprung from Monar's damned house : Who urg'd and gloried in your father's murder ? The worthy sire of this aspiring maid !"], [16, "4 THE EARL OF ROSS. act r. O ! banish her for ever from your thoughts : There is a poison in the air she breathes, For which, to you, there is no antidote. ROSS. Gerloch ! you are my friend, And I will bear the unmerited reproach, You cast upon my love. But, mark me ! None other dare assail her with impunity ; For he who loves, sees in his mistress Each perfection join'd, lives on her smiles — Her griefs are his; her sighs are borne to him, By love's fleet messengers that traverse air. GERLOCH. Then Gerloch no longer is thy friend. He hath subdued the weakness of his heart — Casts thee, Malcolm, now for ever from it, And doth renounce allegiance to thy house. ROSS. But I will never cease to love thee, Gerloch ; For kindness hath so closely knit our hearts, That death alone can sever them. GERLOCH. No firmness can withstand Such tender words, from one so dearly lov'd ! I hop'd, as I approach'd the haven of my days, This aged heart should no more taste of woe : But I am destined by relentless fate, No friendly hand should close those tearless eyes ; And, as- the lamp of life extinguishes, Once more to combat with adversity."], [17, "SC. I. THE EARL OF ROSS. 5 ROSS. Gerloch ! we must not part in enmity ; Give me thy hand, the pledge of peace and love, And be again your grateful Malcolm's friend. GERLOCH. There is my hand, I give it freely back — This once unyielding heart must cease to beat, When 'twill no longer love thee, Malcolm ! [Exit Gerloch Enter the Thane os Sutherland. ROSS. I have, my noble friend, Been combating 'twixt love and deadly hate ; And have by evidence resistless proved, That love by much most potent is. SUTHERLAND. And hath so swayed The destinies of men, since first they were. E'en woman is the tyrant of mankind ; But so transient her dominion, That it depends on the mere lustre of an eye — The cheek's vermillion, or the bosom's form. ROSS. 'Tis a poor estimate of that, Which to this life gives zest and interest ; Kindles in the soul, its best desires on earth, And every hope it cherishes of heaven. SUTHERLAND. My mind of late is sadly troubled, Malcolm ; And, strange to tell, my wretchedness proceeds"], [18, "6 THE EARL OF ROSS. ACT I From torturing dreams, the sport of children, That hang with deadly weight upon my spirit, And poison life with dumb unmeaning woe. ROSS. Dreams are the demons of our happiness, That taint our virtue, and relax our firmness ; And the gem honour, man's exclusive boast, Sully, and deform. SUTHERLAND. There is a monitor within, that points With force resistless to our destinies ; Which, sometimes cloth'd in ominous presage, O'erwhelms the mind with woe too poignant, For our fainting strength — we sink dismayed. We are but children at maturity ; And, from the proud pinnacle of manhood, Hurry back, with steps more rapid Than we did advance : and our pursuits, Are faithful images of what we are. ROSS. O ! think not, Sutherland, That I impugn your merited renown, Your fervent ardour for your country's weal- In war, her boldest champion ; and in peace, The firmest bulwark of her liberty. SUTHERLAND. I've sought but to impress my name, Fair on the bosom of my native land, Oppression's galling chain asunder break, And crush each upstart and unfeeling tyrant, That now lords it o'er us."], [19, "sc. t. THE EARL OF ROSS. 7 ROSS. Then hath Lochaber marked you for his prey. SUTHERLAND. Ambitious and remorseless Thane ! ROSS. His murd'rous sword reeks with our noblest blood ; And as the vulture, that his banner bears, His fiercer soul is ever bent on carnage — On foul and murd'rous deeds ; and, if by joy Or ecstacy, it was ever touched, 'Tis when his country's plung'd in civil war, And groans beneath his iron tyranny. SUTHERLAND. Accurs'd the tongue that war would counsel, But when the publick safety does demand it. O! Scotland! Scotland! hast thou no gen'rous friend, To bind thy wounds, and heal thy mangled bosom — To guide thee again to taste of liberty, And, with the olive-branch of smiling peace, Once more adorn thy ancient diadem ? ROSS. They, who can boldly act, may freely give advice. Who can approach the throne, if Sutherland be denied? And if sage counsels' welcome to the royal ear, Whose words should greater reverence command ? SUTHERLAND. The times are hostile to such boldness, And the weak king held in such venal bonds, That even they who love their country best, Must, with mute sorrow, witness it a prey To the licentiousness of civil broils. —"], [20, "ACT f. 8 THE EARL OF ROSS. Our ancient nobles doom'd the bitter shame Of mean submission ; basely to abet The guilty violence of unbridl'd power — And they who dare say shame on such foul deeds, Hunted with fire and sword, as desp'rate rebels ; Or forced on foreign shores, to drag The galling chain of guiltless fugitives. How it doth sicken the very soul to see So many cringing, mercenary, slaves. ROSS. Despair not of your country! Does not the eagle soar on sounding wing, To revel in the sun's meridian blaze, Leaving her callow young upon the rifted rock, _Safe midst the raging elements around ? Enter a Page. PAGE. All is prepared, my lords, For your departure. ROSS. Brave Page, we are on tiptoe to be gone. Have our brave clansmen from Kincardine join'd ? PAGE. Hark ! how they shout ! [Distant shouts, and sound of a bugle horn. All clamorous to know the destined field. Their matchless speed to prove. ROSS. Be thou their guide to Weaves' western bound, Where turbid Garve descends in rapid course ;"], [21, "SC. I. 9 THE EARL OF ROSS. c Bleak are its banks, and from the shelving rocks, The birch low weeping drinks the boiling flood ; Thence along hoary Monar's eastern side ; Then trace the windings of the doleful Conon — We join you presently. [Exit Page. The gravest doctors do commend the chase, As healthful alike for soul and body ; The one for war, and all its toils prepares ; The other equally for sage counsel — Let us to the field ! SUTHERLAND. Forgive my weakness, Malcolm : Something urges me to linger here behind — Dismay holds my boding heart in bondage, From which it vainly seeks to rid itself; And, as it restive plunges to get free, Deeper dejection clogs its energy. I have been reft so often of my best And dearest friends, by fraud, and villainy, And murder, that I'd guard you from peril, As the last boon of life that's left to me. ROSS. Courage is man's best inheritance — Its offspring, liberty — choicest gift of heaven ; And the vile slave who would from freedom part, But with his life, claims no lineage with us, And may go crouch beneath Lochaber's shield. [Exeunt."], [22, "ACT I 10 THE EARL OF ROSS. SCENE II. The Hall of Monar. Enter Monar and Ellen. MONAR. I've ponder'd well your words, my daughter, Which overwhelm my heart with wretchedness. To make alliance with mine enemy, The young, rebel Ross — break my pledged faith — Affix upon my name and character A stain, that would descend with foul reproach To you — just heaven avert ! ELLEN. Impute not to your daughter, Such ungen'rous, never-cherish'd thoughts. O ! cast her not thus for ever from your heart, And with one fatal effort, from her bosom tear, Each pious feeling which you planted there. monar. Your firmness, Ellen, hath deserted you. You gaze on meteors that unnerve mankind, Making strange slaughter of men's thoughts — That poison virtue, and should be pluck'd away. ELLEN. My dearest father, say not so ; For I am used to so much tenderness, That such unmerited reproach Will break my heart."], [23, "11 SC. II. THE EARL OF ROSS. MONAR. 'Tis your happiness 1 would achieve — To see you tread with dignity, life's fleeting scene ; And him I've destin'd as your partner, Will to that happiness securely lead you : Think of the joy which to this aged breast, You thus may bring ; think of the anguish Which I must endure, should you resolve To brave a father's just authority. ELLEN. Hath fate reserv'd me for such wretchedness ? O ! hide me from the rapture of your smiles, Or from a destiny so abject, save your daughter ! MONAR. Then you resolve to prove your father's firmness ; And, with a heart as fierce as obdurate, Blast every hope that gives a charm to life. ELLEN. O ! think not so ; for I do love you With such filial piety, that all below, Nay, heav'n itself, and every hope of bliss, Doth but a slender interest sustain Within this bosom, when compared to thine. And is Lochaber to invade its peace ? — Base and polluted by a thousand crimes, Which the frame shudders to contemplate ! MONAR. Doth he not stand in Scotland peerless, Like the towering and gigantick oak, That, from the tempest's rage, protects The tall forest round ? And yet the heedless, And malignant world, would his deeds distort —"], [24, "ACT I, 12 THE EARL OF ROSS. With most foul and bitter calumny, Sully his fair fame, and impugn his honour. ELLEN. Oh ! then you do approve, That I, in splendid misery, should be leagu'd To sweeten and allure his gloomy hours ! Oh ! let me live to bless you with my prayers, Not call on heaven to shield me from despair. MONAR. Curse me, my child, but wed Lochaber — Say you hate me, though my life hangs upon you — Proclaim your misery to the pitying world — And I regard it not, if you comply. ELLEN. Then you will kill your daughter : O life, adieu ! Welcome, O welcome, death ! The cold and solitary grave has charms, To me superior to Lochaber's love. MONAR. My child ! my child ! how cruel your resolve ; Which, like untimely frost, that every bud destroys, No less destructive to your father is. For, as you ripen'd into womanhood, You seem'd a treasure sent to me by heav'n, To soften the afflictions of my heart, And lead me gently down the vale of years. Enter Norman. NORMAN. A messenger from the Thane of Cawdor Has just arriv'd, and craves an interview."], [25, "SC. 11. 13 THE EARL OF ROSS. MONAR. Straight bring him to me. [Exit Norman. Retire, my Ellen, and seriously reflect On all I've said ; rend not this tortur'd heart : But from disgrace and wretchedness, oh ! shield Your once happy, now imploring, father. ELLEN. I go ! I go ! to seek relief in tears, And tell my griefs to the responsive winds : They'll waft my sighs where friendly spirits dwell, That taste of bliss we know not here on earth. [Exit Ellen. Enter Messenger. MESSENGER. The Thane of Cawdor Commends himself to Monar's chief, With the sad tidings, that Lochaber Doth rapidly advance from Aberdeen, Destroying all with fire and sword. MONAR. The Thane doth tremble At the rustling of the summer's breeze ; And each cloud, fraught with reviving dew To renovate our mountains' parched hue, He does presage the tempest's harbinger. MESSENGER. You have the power to curb the tyrant's fury ; Which, like a torrent, overwhelms our country. MONAR. I forgive your warmth, And deplore that so brave a man should hang Dependant on so poor a chief."], [26, "14 ACT I THE EARL OF ROSS. MESSENGER. To be brief: the Thane of Cawdor Hath taken post at Inverness ; and there awaits The aid and counsel of the chief of Monar. MONAR. None other can he give to him, Than quick submission to the king's lieutenant ; So hasten back and tell him from me. [Exit Monar. MESSENGER. 'Tis kindly said by thee, good chief of Monar — No pity for our fate, but tame submission To this ferocious and insatiate tyrant ! Then woe to them who will submit to him ! While I can wield this sword, not I. [Exit. SCENE III. The Hall of Monar. Enter Florence. FLORENCE. I bear a burthen that o'erpowers me, And my weak heart will break — Unhappy maid ! A sad delusion has long preyed upon me — Even love has, under friendship's holy garb, Seduc'd my heart— aye, from my friend seduc'd ! And each attempt, my passion to subdue, Is a weak struggle with contending fate : But I will call in honour to my aid —"], [27, "THE EARL OF ItOSS. 15 SC III. Tear Malcolm's image from my heart for ever, And grave thine, Ellen, there indelibly. For thou art all perfection ; formed Like a polished mirror, to reflect Each grace and virtue that adorn our sex. Enter Macdermid (unperceived.) 'Tis this inspires the fierce Lochaber's bosom, With a detested and unholy flame. Oh ! curs'd, insatiate ambition ! Without compunction, rending nature's ties — Changing the parent into the pander Of his child, his only child, his Ellen ! For base emolument, and paltry honours ; And the wild revels of licentious murderers, Into fit banquets for the virtuous. macdermid (approaching.) Good morrow, gentle lady ; Methinks you nani'd in your soliloquy, The Prince Lochaber. FLORENCE. Thou sayest aright — And, could I speak into his ear as freely, I'd say shame upon his ruffian love ; Inflicting vain torture on the gentlest heart, That ever in the female bosom did reside. Oh ! it will soar to heav'n, and on the guilty Bring speedy vengeance down. macdermid. Fair lady, you are prejudiced — I do affirm, were she a nobler maid, She's but more worthy of Lochaber's love."], [28, "16 THE EARL OF ROSS. ACT I FLORENCE. Love never touch'd that stern unfeeling soul, But of wasted countries, and of mangl'd foes — His very name excites dismay and terror; And the trembling mother, when 'tis utter'd, More closely strains her offspring to her bosom And sends her daily orisons to heav'n, h To shield them from the fury of Lochaber. MACDERMID. You take the privilege of your sex, To dim the lustre of that prince's fame. FLORENCE. 'Tis th' appalling lustre of the night, Illumin'd by the flashing meteor, When pealing thunders rend the solid rocks, And the tall forest to the tempest bends. MACDERMID. You judge of him by sland'rous report. Fame stands on tiptoe to proclaim his deeds, That all the world may know and envy us, So great a warrior, and so good a prince : I pray you plead for him with your fair cousin. FLORENCE. Trust not to me — I am his enemy — And of all tyrants, the determined foe. You are a stranger to my cousin Ellen : Her choice is fix'd — her soul is dauntless. MACDERMID. He must be fortunate and bold, who, From the hungry lion, tears his rightful prey. His rival name, fair lady ? FLORENCE. He dares his father's murderer !"], [29, "17 •se. iil. TEE EARL OF ROSS. 1) MACDERMID. If you true friendship bear the Earl of Ross, Save him from the fury of Lochaber : He'll speedily be here ; so warn your friends To be prepared for love or obsequies, As he has come resolv'd to die or wed ; And from his purpose never did recede. FLORENCE. Behold that orb, Whose genial ray all nature penetrates ; Unlocking all the blossoms of the spring, And all the treasures of this fertile world ! Let him assist it in its daily course — He only then may hope to marry Ellen. Adieu, lieutenant. [Exit Florence. MACDERMID. Ambition ! Is it thus thou dost reward thy votaries, Who deluge thy dread shrines with seas of blood — Tear from men's hearts the tender chords of love, Which nature planted there, and cherishes, To bind us to this transitory life — And with a dagger, arm each ready hand ; And with the scorpion's deadly rage, Each tongue ! I almost had forgot This messenger of love (a letter) I'm charg'd withal ! I'll seek the fair, and give it her. [Exit. END OF ACT I."], [30, "18 ACT JJ, THE EARL OF ROSS. ACT II. SCENE I. The Hall of Monar. Enter Florence. FLORENCE. This gem was given to me, By the young Earl of Ross — most fatal gift ! For it hath kindl'd here a flame unquenchable. What means, that I, for resolution once renown'd, Should meanly yield to prostitute tins heart, To rob another of her happiness ? Unkind, ungenerous, faithless, Florence ! Hath ancient honour so abandon'd you, That, like a felon by his crimes pursued, The cheerful day is hateful to your sight, And others' joys, the source of woe to you ? Enter Ellen (with Lochaber's letter in her hand.) ELLEN. The Thane Lochaber, by this letter, Holds me his slave, whom he can take at pleasure To his arms. Thus, vauntingly, to call me his, Without a lover's tender privilege, Is an outrage to my character and sex. My friend support me with your fearless counsel, For I repose, on your unerring kindness,"], [31, "SC. I. THE EARL OF ROSS. 19 All my fond hopes of earthly happiness ; As well you know, how much I am bclov'd, And, in return, do love most fervently — And not to taste the joys such sweet love yields, Like the cold damps of monumental vaults, Chills the youthful current of my blood. FLORENCE. Take, read this heart ! Unhappy it may be, but 'tis wholly yours — Your friendship is its pride and ornament — And every pang that rends my Ellen's heart, More deeply wounds the bosom of her friend. ELLEN. I know your sweet sincerity and love ; And, in your faithful bosom, in return, Do all the troubles of my heart repose : For love, you've heard, is wildly profligate, And in the wreck of happiness delights. Sometimes he smiles propitiously, And we drink deeply of the cup of bliss ; Then suddenly imbitters it with woe, Or rudely dashes from our quiv'ring lips, While our weak bosoms throb with ecstacy. FLORENCE. Let no vain terrors on your heart impose Submission to Lochaber's base designs ; No pow'r on earth can force you to be his, If you are firm and resolute. ELLEN. This heart, he never, never, can possess — For love hath bound it with a chain so strong,"], [32, "ACT II 20 THE EARL OF ROSS. That death itself cannot impair its force, Or separate two hearts that love like ours. FLORENCE. Noble, angelick Ellen ! (Aside) Wretched, unhappy Florence ! ELLEN. But hold not my passion Insurmountable : for I would rather Sacrifice my life, my love itself, And every hope of sublunary bliss, Than, on my father's heart, inflict a pang. FLORENCE. Oh ! swerve not, swerve not, from your love, If you would taste of happiness ! As a rapt seraph bends on holy wing, To give fresh vigour to the fainting soul, And point the way to heaven, I would my Ellen guide. ELLEN. You are a stranger to your Ellen's heart. By a twofold influence overwhelm'd, The force of nature hath engender'd one — Love ! the sweet solace of this life, the other : A soft infection that inflames the sense ; Gentle in infancy, in its progress bold, Until at length it overcomes the soul. FLORENCE. I am, alas ! to love no stranger — That love I mean, which rends the heart With grief, and from the eyes calls streaming tears."], [33, "21 pSC. I. THE EARL OF ROSS ELLEN. And now all other things have ceased To give delight to me ; for, as a flow'r, When first it spreads its bosom to the sun, And tastes the limpid dews of heaven, Grows more and more enamour'd of the bliss, So did this heart young Malcolm's passion meet. And, but for you, the world, when he is absent, Is a void to me. FLORENCE. Now do I love you with a double ardour, For constancy 's what gives dignity to love : With firmness listen to Lochaber's suit ; Upon your lips let fearless truth repose, Should his fierce heart with frantick rage be torn : For 'tis best that he should know that love Has barr'd for ever, access to your bosom. ELLEN. The thoughts of the dread interview, O'envhelms my heart with terror and dismay. Far as these feeble limbs will carry me, I'll fly from him, and when their friendly office To perform, they cease, I'll lay me down and die ; For death, to suffering innocence, Is a sweet refuge from disastrous fate : And if they think of them whom once they lov'd, How happy is the slumber of the dead ! FLORENCE. Dream not of flight, I do conjure you ; 'Tis unwomanly to shrink from danger, And brings more misery down upon our sex, Than all their other wretchedness besides."], [34, "ACT II 22 THE EARL OF ROSS. ELLEN. O ! friendship, friendship ! Thou pleasing cordial to the fainting heart ; Which, from the tottering brink of ruin, leads Despairing misery back to hope again : Imparting to this transitory life, The only charm, that to our groveling nature Does give dignity. [The sound of trumpets. Hark ! to yon trumpet's shrill and boding sound — It doth announce Lochaber's dread approach ! Let us retire, my Florence. FLORENCE. I'll tarry here, sweet cousin ; And may, perchance, gain some intelligence. I've just parted from the Thane's messenger, And may him meet again — he hath his confidence ; And I'll not lack in industry for you. Then for a little, cousin — fare thee well ! We soon, I hope, shall meet auspiciously. [Exit Ellen. Love is the tyrant of the female heart, Leading weak woman captive where it will ; The virtuous, vanquishes — the haughty, prostrates — Fires the chain'd senses — and dissolves the soul. I'll feed in silence on my lawless flame ; Maintain my friendship with such purity, That wondering angels may behold in me, A soul seduced, but honour unsubdued. [Exit."], [35, "SC. II. 23 THE EARL OF ROSS. SCENE II. The Tower of Monar. Enter Lochaber, Macdermid, and Guards. LOCHABER. Bid our trumpets our approach proclaim, In softest cadence to the ear of day ; For on love's downy pinions have I come, From this sterile garden of the north, to pluck The fairest flower that our proud realm adorns. [A flourish of trumpets. This tender conquest, pregnant with -such bliss, Is more transporting to my ravish'd soul, Than all my honours and past victories ; The laurels torn from the fierce Comyn's brow — The haughty victor of intrepid Lorn. Pale care and sadness far from hence recede ; And dimpling smiles, and ready mirth and joy, Adorn each face, and every heart inspire. MACDERMID. You are too elate and sanguine in your passion. Anon, and glory all your soul possessed ; But now the visionary phantom, love, Ignobly hath that soul its captive made. I'm your friend, and will the truth reveal, However fatal to the hopes you cherish. LOCHABER. Speak out !"], [36, "act n. 24 THE EARL OF ROSS. MACDERMID. Then hear ! The maid regards you not : Deep-rooted hatred doth possess her soul, Which reason, force, or duty, cannot subdue. LOCHABER. heaven ! 'tis false, Macdermid ! Repeat the slander o'er, and with thy blood, This falchion will be dyed. MACDERMID. Then let my blood bear record of the truth. LOCHABER. 'Tis a base calumny ! Engendered by foul malevolence, To blast my happiness, and shake my judgment. MACDERMID. A female tongue convey'd it to my ear. LOCHABER. There was a secret poison in that tongue, That has love's dreadful malady laid on you : And, for relief, you rush upon your fate, Like the unskilful mariner ; Who, looking in each billow for a grave, Runs headlong on the strand. MACDERMID. Take instant vengeance, if you doubt my honour. LOCHABER. I do command you name my rival. Did circling diadems his brows adorn — Victorious armies his command obey — Nought will protect him from my deadly rage."], [37, "SC II. THE EARL OF ROSS. 25 MACDERMID. The young Earl of Ross. LOCHABER. He is no stranger To my treaty with the chief of Monar ; Which is well known throughout the land. I'm not form'd tamely to yield to insolence ; And while life vibrates in this heart of mine, It never shall be said, Lochaber's sword Did linger in its sheath. He lives not long, Who dares invade my rights. MACDERMID. He'll ne'er succeed in love, who, with A deadly weapon, would enforce his suit. LOCHABER. How came you by the intelligence ? The chief of Monar knoweth me too well, To bring my vengeance down upon his house. MACDERMID. From her fair cousin, Florence ; to whom I urg'd Your suit with vain, but zealous duty. LOCHABER. Pshaw ! I'll speedily that passion cut in twain, Should I e'en bear her frantick to Dunstafnage. MACDERMID. Even so ; and then You don't achieve the triumph of her love, But fix for ever her contempt and hatred. LOCHABER. You make too free, Macdermid — E"], [38, "26 act ir. THE EARL OF ROSS And forget discretion is the arch, Which lasting friendship does sustain. Have we toil'd through this eventful life in vain ? Our zealous efforts grossly outraged, Our laurels trampled, and our honours scofFd, By this young traitor ! MACDERMID. If you believe, In this scarr'd bosom honour does reside, And friendship, that does no medium know. Listen to the counsel of your friend. LOCHABER,. I will, Macdermid — But be sincere and brief. MACDERMID. 'Twixt youth and age a dread abyss there is, Sever'd for ever from the joys of love ; And he who madly would with nature combats Must the vain contest yield to vig'rous youth. To age belongs, wisdom matured, And courage undismayed — virtue, To prop the tott'ring and distracted state, Guide and inspire its valiant youth ; And what is reft by all subduing time, Is amply recompens'd by well-earn'd fame — A grateful country's love and confidence. LOCHABER. I've listen'd to your turgid reasoning, And more flimsy morals, indignantly ! Urg'd to wound my heart, mislead my judgment, And defraud my passion : all false as hell !"], [39, "27 SC III. THE EARL OF ROSS. Should heaven with earth combine, Angels with men, I do defy them ! Enter Norman and Attendants. Where is the chief of Monar ? NORMAN. Climbing yon mountain's steep ascent, His daily exercise, he last was seen. LOCHABER. Straight advertise him, by a fleet messenger, Of our arrival — Until he does return, I would converse with his fair daughter ; So tell her from me. [Exeunt, SCENE III. The Hall of Monar. Enter Macdermid and Florence. macdermid. Fair lady, I again salute you : I am, I find, your kinsman, not far distant. FLORENCE. Indeed ! I pray you to inform me ; I bear a warm and tender heart, To all allied to me. MACDERMID. I trace my pedigree, to Hugh of Lorn ; As brave a chief as ere unsheath'd a sword."], [40, "ACT II 28 THE EARL OF ROSS. FLORENCE. We have the same progenitor, In that distinguished chief; and I have Claims upon you which I did not calculate. MACDERMID. Command my services, In any thing discreet and honourable. FLORENCE. I would not thrust my kinsman in a snare, For any purpose that would incur disgrace ; But he can serve essentially a friend, And so serve me. MACDERMID. Be brief, fair cousin, and your suit relate ; The day goes SAviftly, the sun is midway, And we've much to compass, ere he departs, And visits us again, to warm and gladden With his rays, this lowering atmosphere. FLORENCE. My suit is to divert Lochaber, From putting violence on my cousin, Which would prove fatal to her life. MACDERMID. I have your suit anticipated, But with no hope of success with the Thane ; And can no more attempt, without peril To my life : and covet not, dear cousin, To die ignobly by Lochaber's sword. FLORENCE. I am no stranger to his character, And pity all subjected to his sway."], [41, "SC III. THE EARL OF ROSS. 29 Thus cruelly to agonize a heart, He never can possess — another's property — Speaks not the gallant and intrepid soldier, Which he aspires to be esteem'd. MACDERMID. I would rejoice as well as you, Could I divert him from his fatal purpose ; But, should a thousand obstacles oppose The consummation of this passion ; seas, Distance, empires ; all would but tend to urge His fiery and ungovernable soul, To boundless violence. FLORENCE. So naught remains, For my beloved Ellen, but to yield Her person ; or, to preserve her honour, Sacrifice her life, to rid herself Of this ferocious lover — death, That terminates our calamities, Is the least evil of the two, by much ; As life scver'd from all the soul holds dear, Is an abyss we shudder to contemplate. MACDERMID. Would I had pow'r to serve your friend — But cannot, as I've made manifest. FLORENCE. Yet would I urge my suit again, By all the ties of kindred and of blood ; For the assurance of her happiness, Would mitigate my woes and sufferings, Whate'er my future destiny may be."], [42, "30 ACT. II, THE EARL OF ROSS. MACDERMID. I know but one expedient left your friend, To 'scape the perils that now threaten her ; And that, my cousin, is to wed. FLORENCE. Heaven avert the dread catastrophe ! Should I traverse the pathless world with her, I'll rid her of this scourge of human kind. MACDERMID. I have discharged the office of a friend, And must attend the Thane — Adieu. [Exit Macdermid FLORENCE. What is this fev'rish scene to which we cling ? A tenure of so perilous a fabrick, That they, who soonest do escape from it, May well exult and triumph in the change ; Not envy them who linger far behind ! [Exit, END OF ACT II."], [43, "ACT II r. THE EARL OF ROSS. 31 ACT III. SCENE I. The Ba7iks of the Conon, and View of an antique Bridge and Tower. Enter tivo parties of Hunters on each side of the Stage. first hunter. Mark'd ye the way the stag hath bent his flight ? SECOND HUNTER. Breathless, he plung'd into the flood beneath ; Upon his flank one fainting hound did hangr Which, in the dusky flood, he left behind, Then slowly climb'd yon mountain's rugged side FIRST HUNTER. When saw ye last the Earl of Ross ? SECOND HUNTER. Hard bearing on the lagging game, As he did stretch, and breatldess toil along Strathconon's verdant vale. [The sound of a bugle horn* FIRST hunter. Hark ! to yon bugle's soft and measur'd sound, That seems to linger in each green-wood shade, To catch the sadness that engenders there, And bear upon its leaden pinions to the ear. SECOND HUNTER. It seems young Malcolm's moving lay. [Ross and Sutherland are seen bearing Monar, wounded, across the bridge."], [44, "ACT III, 32 THE EARL OF ROSS. FIRST HUNTER. Behold, the chiefs approach this way, Bearing a wounded warrior ! SECOND HUNTER. It is, methinks, the chief of Monar, Whom we encountered on the forest's verge Enter Ross and Sutherland, (bearing Monar) and Attendants. MONAR. I thank you, gallant chiefs, For this your generous courtesy to me ; I feel stout again, and once more taste The turgid stream of life — that bitter draught — Which we all quaff so greedily. ROSS. Oh ! curse th' intemperate rebel's hand, Who did this heedless sacrilege commit : His forfeit life will quickly expiate The rash treason, and silence them who, with Foul conspiracy, would impugn our honour. MONAR. Unhappy feuds, alas ! Divide our houses with a wall of fire ; And every chief, to whom I am allied By blood or friendship, chivalry or arms, Is leagu'd in fierce hostility against you — Then let us here in peace and friendship part. ROSS. Danger we know not, And only value life with honour join'd :"], [45, "33 SC I. THE EARL OF ROSS. He, who would hesitate to meet his foes, Conceal'd or open, should herd no longer With the brave. MONAR. I do again implore you, chiefs, Approach not Monar tow'r, for you may there Encounter them 'tis perilous to meet. SUTHERLAND. We know them not, from royal Malcolm Downwards, we should dread to meet : Do clam'rous heralds to the world proclaim Then- names, achievements, triumphs, and rewards ? On honour's pinnacle we stand as high as they. MONAR. From the same love a parent Does to his offspring bear, I would avert The threatened danger ; for ne'er before, Did this distracted state require to guard, With pious vigilance, its virtuous chiefs. The Prince Lochaber is at Monar tow'r, E'en now, burning with unabated wrath, Against the noble house of Ross ; and worse Than savage would I hold myself, should you, Through me, encounter. ROSS. This sword hath yet preserv'd its virgin lustre, Unstain'd by human blood of friend or foe ; But, though unus'd to perils and affray, Just infamy would on my name affix, Did I once shrink to meet my mortal enemy — My father's murderer, and my country's scourge. F"], [46, "ACT Ms, 34 THE EARL OF ROSS. MONAR. Oh ! that the deed Were blotted from too retentive memory ; For it doth drag from darkness into day, Things that o'erwhelm the soul with agony ; Then peace be to his manes — we speak of him no more. For they whom death so rudely grappled, 'Tis rank cruelty to goad afresh the wounds, That sent them to their place of peaceful rest. SUTHERLAND. Those wounds have fester'd and spread so wide, That they will never close again ; But, like the parch'd and insatiate desert, That drinks, unquench'd, the teeming floods of heav'n, Still for revenge and blood more loudly calls. ROSS. Lives there a man who dares aspire to heaven, Or lingers on this earth unpunished, That does pronounce it less than murder ? Which, from the silent mansions of the dead, Signal vengeance incessantly demands. MONAR. Oh ! harbour not revenge, I do conjure you ; Far from that mortal happiness hath fled, Who cherishes th' insidious poison ; Turning men's bosoms into charnel-houses, Where nothing grows but rank and noxious weeds, Fatal to life, and hateful to the sense. The loss of blood doth make me faint — Once more sustain me, I beseech you, chiefs. [Monar is supported by Ross rind Sutherland."], [47, "35 p3C. H. THE EARL OF ROSS. Ross (to an attendant.) Proceed to Monar tower, With all your speed, and bring a litter hence, To bear the wounded chief; but I charge you, On your peril, mention not his danger. SUTHERLAND. And add, good messenger, The Thane of Sutherland follows you. [Exit. SCENE II. The Hall of Monar. Enter Ellen. ELLEN. Methinks I heard the night-bird's dismal scream, Which, at this hour of day, is ominous : My blood runs cold and ling'ring in my veins ; And, on my heart a sickly langour hangs, The sure presage of near approaching woe. Oh, love ! thou art a garden seldom visited, Where fancy revels in delicious dreams, But when its tempting barrier we would pass, It is beset with dread impervious ways, That threaten and oppose our efforts to approach. My soul again would taste of sweet repose, Did I once more behold my Malcolm's face ; Drink from his eyes delicious draughts of love,"], [48, "ACT III 36 THE EARL OF ROSS. And hear, all tremblingly alive, his words : For they, who love, are recreants without cause ; See air-drawn daggers that appal the wretch, Who, in men's blood, imbrues his murd'rous hands, And his foul conscience haunts incessantly, Until he sinks into a loathsome grave. Enter Florence. What is this love, that so distracts the heart, And makes it back recoil from happiness It languishes to taste ? Approach me, Florence, And let me hear your ever friendly voice ; 'Tis a sweet solace to the love-sick heart, To rest the load of misery it bears, Where tender friendship does invite, And taste the balm of sympathy. FLORENCE. While all the world appear absorb'd in joy, I am, alas ! o'erwhelmed with wretchedness ; And yet no slighted passion I accuse, Or lover, lavish of insidious vows, Which he perfidiously resolves to break, Whene'er his fatal triumph is achieved. Oh, Ellen ! pity my unhappy fate, Subdu'd by passion, not to be revealed. ELLEN. My joys and griefs, and my most secret thoughts, Were all reveal'd to you as they arose : To you, love's first emotions were convey'd ; And, as my passion grew in fervency, You were my guide and confidant."], [49, "37 SC II. THE EARL OF ROSS. FLORENCE. 'Tis, alas ! too true. But, fearful To impart suspicion of my woes, At each essay my faultering tongue The dread recital did reject ; my eyes, With undetermin'd gaze, tranfix'd the earth. In search of something to repose upon, And bear the burthen of my wretchedness ; And, like a felon that still clings to life, When earthly hope hath vanished, i> I on your charity repose. ELLEN. I comprehend you not : Imaginary evils have assail'd your senses : Blasted the blossoms of your bosom's hopes, And doom'd you the victim of ideal woe. FLORENCE. I am the victim of unhallow'd passion, And strove th' insidious poison to repress ; But still its baneful influence recurr'd, And hath become the tyrant of my soul. Oh ! tell me, where shall I conceal myself! Forget that Ellen, whom I love so well, And hide me for ever from that world I hate ELLEN. Methinks you have severed Our ancient friendship inauspiciously. Return, return to happiness again, Reveal the passion that afflicts your heart, And rest the burthen of your woes on me. FLORENCE. It cannot, must not be !"], [50, "38 ACT. HI. THE EARL OF ROSS. ELLEN. Must, then, our friendship terminate ? And, as a bark abandoned to her fate, Now poised aloft upon the towering wave ; Now headlong reeling in the gulph beneath ; Even so, I'm doom'd to meet adversity. FLORENCE. There is one thing, which To the wretched does remain, when honour Hath abandoned them, on which the fallible And weak for support cling ; and it is pride, Which heaven-born virtue counterfeits, to prop The ruin'd character and guilty conscience — Then for a maid so lost as me, O ! pride ! Achieve what virtue has defied ! [Exit Florence. Enter Norman. NORMAN. I come, dear lady, from the Prince Lochaber, Who craves, by me, to woo your presence : And straight does follow me : I pray you, My honour'd mistress, be courteous to him. ELLEN. My aged friend, I will obey your counsel, Though it will lacerate my tortur'd bosom. [Exit Norman. Enter Lochaber. LOCHABER. Sweet cousin, I salute you — Or shall I call you by a name more tender ?"], [51, "psc ir. 39 THE EARL OF ROSS. For, like a star that glitters from afar, And more resplendent grows as we approach, Your charms transcend the lavish tongue of fame. ELLEN. I have, my lord, But a tardy ear for compliments ; these Solitudes do teach us nothing but sincerity, Not always pleasing to a courtier's ear. I humbly greet you in my father's name, And invite you to command his castle, Until he does return. LOCHABER. You form a part of the command conferr'd ; And to refuse obedience to my will, Subjects you to the penalties of war: Soldiers, you know, are Cupid's ministers ; And when in waywards freaks he does indidge, In their scarr'd bosoms kindles am'rous flames, And to the myrtle bowers of beauty guides. ELLEN. Then would I chide the urchin far from me ; For I do loathe the horrid trade of war. I love, in peace, to tread my native fields, With friendship's balm my troubles to compose, And heal the wounds of suffering innocence. LOCHABER. Your words possess the charms of holy writ To him, who on Use's utmost verge doth stand, Anxious his soul should taste of paradise. ELLEN. Oh ! let them sink deep into your heart .- For, when the vain pomp of marshall'd hosts,"], [52, "ACT Mi. 40 THE EARL OT ROSS. Triumphant, shall only be remembered, By all the deadly evils they inflict, The humble virtues that give a charm to life, Will glide for ever down time's placid stream — Th' applause of mankind their sure recompense. LOCHABER. Pale melancholy hath achieved you to herself; Vanquish'd the smiles that diinpl'd on your check, To charm the eye, and fascinate the sense ; And, on your brow, plac'd sadness sentinel. Once more to pleasure let thy bosom yield ; For here, behold, a warrior demands That happiness you only can impart. ELLEN. Some other maid, more fortunate than I, Must impart that happiness — In brief truth, Another wholly does possess my heart, And by a passion irresistible. LOCHABER. So serious and resolv'd, my gentle cousin ! Hath not your father, by a solemn league, To me, bethroth'd you ? and heaven witness is, With what fervent joy I bound me to it : And was an empire, to redeem you offer'd, I would indignantly reject it. ELLEN. No power on earth can so dispose of me ; And did the king himself, who rules this state, So grossly violate his subjects' rights, As to command such leagues to be fulfill'd, I would indignantly refuse obedience."], [53, "SC H. 41 THE EARL OF ROSS. LOCHABER. Our covenant is now near two years old ; And though the tumult of our civil war, Restrained me from your presence until now, Still did you seem my passion to approve. I now have come to claim you as my bride — The gem long promised to reward my toils, And grace the splendid court of royal Malcolm. ELLEN. Hope first to move yon mountain from its base ! Not all my kindred kneeling at my feet, — Lochaber's power, or Malcolm's stern command, Can shake the firmness of my soul, And force me, an unwilling victim, To your arms ! LOCHABER. Then death shaU be the speedy fate of him, Who hath, with trait'rous love, thus sullied Your once chaste heart. Enter Messenger. MESSENGER. Monar Ues bleeding on Conon's side ! With speed, a Utter send to bear him home. ELLEN. My father wounded ! help ! oh, help ! Say, is it dangerous ? MESSENGER. Not mortal, lady, I do hope — The Thane of Sutherland, who foUows me, G"], [54, "42 THE EARL OF ROSS. ACT III, Will aU relate— The Earl of Ross Attends the wounded chief. Enter Norman and Attendants. ELLEN. Hasten, I implore you, with this messenger, And bear my wounded father quickly home. Oh ! gently bear him, lest his fainting soid Forgets, that on it hangs a daughter's life ! [Exit Norman and Attendants. Whate'er disasters I am doom'd to suffer, I can sustain them with calm fortitude ; But, should fate point its shafts against my father — Poison, with baleful wrath, his future days, 'Tis beyond my firmness to encounter. [Exit Ellen. LOCHABER. The chief of Monar, wounded ! The young Earl of Ross attending him ! And Sutherland the bearer of his tale ! What strange events do thrust themselves, To cross and disappoint men's best-laid schemes Of happiness ! The Thane of Sutherland, Did ambitiously aspire to reap, The glorious harvest for which I toU'd, In many a field of blood. Oh ! gen'rous Thane I And being worsted in that base design, He, with the young rebel Ross doth league, To disappoint my love. Oh ! valiant chief! But I wiU stake my life upon the issue^ To counteract the damned project. [Exit."], [55, "43 ACT IV. THE EARL OF ROSS. ACT IV. SCENE I. The Hall of Monar. The wounded chief of Manor is carried across the stage, attended by the Earl of Ross. Enter Lochaber LOCHABER. How fragile the foundation, On which men build their hopes of happiness ! In camps and courts I've linger'd my past life, Intensely bent upon the vain delusion, By ever new aUurements tempting my pursuit ; And, as a maniack flush'd with phrensied joy, When I would lull my passions to repose, On the calm bosom of undissembl'd love, The dire vision vanishes for ever. What, ho ! who attends ? Enter Macdermid. There is but one way to mount to happiness — To seize that treasure with a fearless hand, Which it is hopeless misery to want. Where are my laurels, sirrah ? The trophies won on many a murd'rous field ! — Cast at the feet of this imperious girl, To trample and reject with proud disdain."], [56, "44 THE EARL OF ROSS. ACT. IV, MACDERMID. What magick hath thus seized upon you, That, Uke a desp'rate gamester, you would stake The glory and renown you have achiev'd, When the least evil you aspire to win, Is a base mistress, or perfidious wife ? LOCHABER. Still, babbler, still ! I am resolv'd upon it ! and words are vain, From my firm purpose to divert my soul. The Earl of Ross will presently be here ; Take instant means to rid me of him. Dost hesitate ? The thing's most urgent ! Take this poignard, with blood familiar ; — Its wound is mortal. MACDERMID. Murder him ! waylay him in the dark ! And, in his youthful blood, these hands imbrue ! Forbid it, heaven — was the reward an empire. LOCHABER. You're grown too dainty in your appetite — You have no scruple in broad day to murder. Then why so dread beneath the veil of night, When it would prove your friendship to comply ? MACDERMID. I've been a soldier from my youth ; And in my bosom cherish'd the fond hope, That all its scars in open combat won, Would, unsuUied, have preserv'd my honour — That, at my grave, no passenger would point, And say, there lies a murderer's dust ;"], [57, "45 SC. I. THE EARL OF ROSS. And, utt'ring imprecations o'er my tomb, Provoke the demons that torment the dead, With keener suff'rings to afflict my soul. LOCHABER. You rave, Macdermid — Some dread distemper preys upon your mind, And with wild visions overwhelms your judgment. To slay a dog, were murder bootlessly ; But had that dog blasted thy fond hopes — Snatch'd from thy grasp, the treasure of thy soul ; To kiU that dog, no captious casuist Dare pronounce a murder. — The Earl of Ross Hath so outrag'd, robbed, and injur'd me, That nothing but his blood can satiate My revenge ; and die he must. MACDERMID. If gentle friendship ever touch'd your heart — If there is treasur'd in your memory One deed of mine that merits recompense, I ask no more, than that you cease to think Of this inhuman, damning, murder. LOCHABER. I charge you, Macdermid, Upon your peril, speak no more of it ; It may be as you say : — go quickly hence, And let my guards stand ready under arms. [Exit Macdermid. Death, to the wretch who wanders o'er the earth, Forlorn and friendless, hateful to himself, Is a sure refuge from overwhelming woe. To him, whose soul ambition hath enslav'd —"], [58, "46 THE EARL OF ROSS. ACT IV, Who, with a smiling face, but a distracted heart, Attempts to mount its perilous ascent, 'Tis but exchanging unsubstantial hope, With all its weight of torture and suspense, For endless, undisturbed repose : He, who by love's fever is oppress'd — Whose phrensied passions all repose reject, Must thus resolve, like me, to quench his fires In blood. Come forth, my sword, and never more return, Until you're sheath'd in Malcolm's hateful corse. [Exit, SCENE II. Enter the Earl os Ross. ROSS. What mean those threat'ning visions, That assail my soul, lately so buoyant, And gaily floating on life's placid wave ? I've heard, that in more ancient times, The shades of kindred visited the earth, In dread attire, and counterfeited forms, To warn men of their speedy destiny : Could it be so, and not arm weak men With fortitude to battle it with fate, Is a mystery we cannot solve ? For on futurity a cloud impends, Which our weak organs cannot penetrate."], [59, "SC II. 47 THE EARL OF ROSS. Enter Florence (unobsei-vcd.) I'm all impatience to embrace my Ellen ; For she has kindled in my heart a flame, That gives to life, value immeasurable. In the bondage of her charms I'll live ; And, when I die, they'U waft my soul To some secure, sweet, paradise. Florence (aside.) EUen, most blessed is ! And I, most wretched am ! Th' alternative Presents itself, t' unfold the guilty excess Of my fatal love, or pine, unpitied, O'er my hapless passion. I will Disclose the torture I endure — my sex, My honour, EUen too, forget, perchance, To terminate my wretchedness. [Approaches. ROSS. Where, Florence, is your friend, — my lov'd EUen ? FLORENCE. I've just parted from her. ROSS. You are the guardian angel of our love — In such sweet prisonment united us, That we exist by downright sympathy, Borne on the soft wing of airy Zephyrus, That lightly floats upon the summer gale ; Bearing impassion'd vows, pledges of love, And burning kisses, that fan love's fires, To mitigate the pangs of absence."], [60, "48 THE EARL OF ROSS ACT IV FLORENCE. Our wonted friendship has diminished been — And fate hath interposed its cruel hand, Our hearts to sever. ROSS. When last we met, cheerfulness adorned your brow, And pleasure seem'd to revel in your smUes ; You then could archly rally them, who were The martyrs of the tender passion. Vanquish'd ! — and with an air so serious And resigned, under its sweet dominion ! FLORENCE. I have endur'd much secret misery ; My troubles are peculiar — even such, That, to my bosom friend, I dare not them reveal ; And have no hope that they will terminate, But with my hated life. I have been Basely treacherous ; for ever exil'd Honour from my bosom, and must abandon AU I hold most dear. ROSS. What mean you, Florence ? It is not possible you speak coherently ! FLORENCE. Believe what I relate ; — a maid more wretched, And perfidious, encumbers not the earth. ROSS. 'Tis your mind's distempered — Not your virtue tainted. FLORENCE. Suppose I cherish'd guUty love for you, — Made you the idol of my raptur'd soul, —"], [61, "49 SC II. THE EARL OF ROSS. Theme of my unhaUow'd dreams by night, Aud still more impious thoughts by day ; — Say, lives there one more base — more lost to virtue ? ROSS. Your judgment wildly wanders. FLORENCE Then, Malcolm, know, You are the object of my guUty love ! The source of all my wretchedness ! ROSS. You want repose, and friendship's sympathy. FLORENCE. Love has driven friendship from my heart — Chang'd my nature — made me loathe the day — My kindred hateful — and the world a desert. ROSS. CaU to remembrance, EUen's tender love ; Pure as the bliss reserv'd for us in heaven : That all who share her friendship and her love, Are no less dear to me. FLORENCE. I claim no tenderness ; Your pity give, and I renounce your love. Unhappiness and I have made a league, No more to part ; and the pale vigU, Faltering at mine ear, did thus reveal My horrid destiny. — \" Peace from your bosom \" Hath for ever fled — friendless you'll live— \" Deserted and unpitied you will die. — \" No lover's wreath shaU on your tomb be laid, \" Or pious tear upon your ashes shed ; H"], [62, "50 THE EARL OF ROSS. ACT IV. \" Around your urn, no early flowers shaU grow, \" Or blossoms linger sacred to your woe : \" The noxious weed that taints the midnight air, \" Alone shall flourish, and from these ashes, \" Guard each hallow'd bier.\" — Farewell, lov'd youth, We meet no more. — Yet ere we part for ever, This last request I make — give my parting love To EUen ; and, Malcolm, bid her forget, A maid so wretched ever was her friend. [Exit. ROSS. Unhappy maid ! her reason is impaired — That dire calamity, which o'er mankind, Wields its terrific and appalling scourge ! Sequestered from the prying eyes of men, There is a bower, where first to EUen I my love disclosed : wild shrubs and flowers, Perfume the Sylvan scene ; and, on the verge, Of a low murmuring riU, an ancient wiUow Spread its ample shade — a verdant couch, Form'd by nature's hand, invites the wand'ring Lover to repose — I'll seek my EUen there. [Exit* END OF ACT IV."], [63, "51 ACT V. THE EARL OF ROSS. ACT V. SCENE I. A Garden Scene. Enter Ellen. ELLEN. How dreadful is suspense ! Hark ! the tread of footsteps strikes my ear, Which seem to move in slow and measur'd sorrow : Perhaps my father, borne faint and bleeding, To his wretched daughter ! Alas ! my father ! — Those ancient towers seem gloomier than before ; The feather'd songsters sad and silent are ; The drooping woodlands seem a prey to woe j And all around a mournful aspect wears. Fate, where lie conceal'd your dreadful secrets ? Which, like contagions, borne from burning climes, Upon the tainted pinions of the air, Destroy mankind, and desolate the land. But hold ! 'tis mine to brave calamity — To smile upon the weak desponding crowd. When goaded by misfortune's torturing lash, To the phantom, happiness, more closely cUng ; And, fainting with the efforts they have made, With tears aUay the anguish of their souls."], [64, "52 ACT V. THE EARL-OF ROSS. Enter the Earl of Ross. ELLEN. Malcolm ! tell me, where is my father ? ROSS. My lov'd EUen ! safe in his castle lodg'd. ELLEN. Can I see him ? ROSS. He does repose, — a little and you may. ELLEN. Then I must calmly wait the interval ; For I have been of late inur'd to woe, And with despair have quite familiar grown. ROSS. What means this sudden change upon my love ? The rose, that lately crimson'd o'er your cheek, In aU the vivid lustre of the morn, Is by a pale and sickly hue usurp'd ; Those eyes, that shot like lightning to the heart, Bearing love, hope, and ecstacy, in their glance, Seem two rich gems seen through a wintry cloud. ELLEN. I've pin'd to see my Malcolm once again ; For love, 'tis said, a jealous passion is, By trifles oft excited to despair. ROSS. You have no cause to pine, dear Ellen, As love Uke ours is sanctioned by heav'n ; And if there's happiness on earth, it is When two chaste hearts with tender passion burn."], [65, "53 SC I. THE EARL OF ROSS. ELLEN. And yet, methinks, we taste not that felicity, That should result from faithful love ; for woe Hath been so entwin'd with our destinies, That, though we love, yet is the spirit sunk, And to despondency and grief a prey. The baleful monitors of fate, our dreams, Visions to goad our wild credulity, Wean us from life's transitory joys ; And, for some dire catastrophe, prepare us. ROSS. Repose on me, sweet Ellen ! for I do love you With a flame so ardent, yet, so pure, That not the soft breath of heaven itself, Should rifle your wan cheek, could I avert it. ELLEN. Oh ! 'tis a bitter thought, to have The cup of bliss presented to our lips, But wrested from us, ere we taste of it. And this, I dread, is our too hapless fate : For, when in peaceful sleep, I would forget The griefs and fears that my bosom haunt, AppaUing dreams of blood and murder, In quick succession chase away repose. Then, in a death-like and unsubstantial form, Shrouded in blood, my Malcolm doth appear ; And with grotesque and frantick gestures, Amaze and terror in my thoughts excite. Anon, my weeping father haunts my dreams, — In tender accents soothes my agonies ;"], [66, "54 THE EARL OF ROSS. ACT. V And with a look of horror and dismay, Warns me of Lochaber to beware. ROSS. Think you there's reality in that ? The ardent soul, clogg'd by the body's weight, Desires to roam through fields celestial ; But the strong bondage of its mortal chain, Restrains it to its earthly destiny : Hence, dreams that charm, and those that goad our thoughts, Arc the result of this corporeal war. ELLEN. I do remember, ere my lov'd mother died, At that dark and silent hour of night, When ghosts are said to visit them they love, She came, a pale and piteous spectre, to my bed ; Upon her damask cheek, a filthy worm Seem'd to unfold its lank and hungry length ; Which, when she mark'd, attracted my fix'd gaze, A smUe of tender pity o'erspread her face : But soon the fix'd and livid hue of death, Gave dreadful warning of mortality, And, shrieking loud and shrill, she vanished Enter Lochaber (with his sicord drawn.) LOCHABER. Now hath fate yielded to my fervent pray'r, And given to my hungry sword, thy traitor life. Revenge ! revenge ! how grateful to the soul ! So keen my appetite, and strong my arm,"], [67, "55 SC. I. THE EARL OF ROSS. I'll now take of thee an ample measure ! I slew thy father once, young rebel ; And the arch traitor will now slay again In thee. — Prepare ! death's banquet waits ! ELLEN. What means the Thane Lochaber ? This is the Earl of Ross, who never injur'd you ! LOCHABER. Fair lady, stand aloof, Or danger may befal you. ROSS. Oh ! that your honour'd shade, my sire ! Could for a little, leave its dwelling place, Here to behold your son resist oppression, Or die, like you, by the same murd'rous sword ! Thy life, or mine, assassin ! [They fight — and Ross is mortally wounded. LOCHABER. So perish every traitor ! ROSS. Now have you filled the measure of your crimes ; And, though my life thus quickly terminates, And its seducing morn's so soon obscur'd, Death to my soul no gloomy terror brings — And that I part — awhile — from you — my love ! Alone afflicts my Aveak — and fainting — heart. [Dies. LOCHABER. To thy rebel father go, and tell him Lochaber sent thee hence to greet him. [Ellen throws herself on the dead body o/Malcolm in an agony of grief."], [68, "ACT V, 56 THE EARL OF ROSS. Enter Sutherland, Gerloch, Florence, and Attendants. SUTHERLAND. What spectacle of woe do I behold ? Dead, murder'd, Malcolm ! cropt like a flow'r ! Yet, ere the ray of summer's genial sun, Call'd half its matchless virtues into life, Thou shalt not unrevenged die — visit Death's dreary shades alone. — Base ruffian ! Instant atone with your detested life, For this foul murder ! LOCHABER. Hope not my firmness by your threats to shake ; Loose all the fury of your rage upon me, And here I brave it ! [They fight, and Lochaber is disarmed and slain. SUTHERLAND. Detested murderer ! O that thou hadst a hundred lives, And each could suffer the fierce pang of death ! GERLOCH. There lifeless lies, All that to me did give a charm to life. Now, darkness, wrap me in your deepest shades, For death, of all its terrors, is disarmed ! Sutherland (to the Attendants.) Go seize, make prisoners Of the faUen tyrant's foUowers, that they, Who did abet, may expiate his crimes."], [69, "57 SC II. THE EARL OF ROSS. FLORENCE. Peace to thy gallant soul, much-loved youth ! Adorn'd with every blandishment that could exalt, Or move the heart to virtue and to love — Thy country's gem, and hope, and champion, To wrench it from the grasp of tyranny. True lover's tears shall ever flow for you — For you, the patriot heave the fervent sigh ; Your country's bosom, your eternal tomb — Its pride, whUe living — and its boast, now dead ! [Scene sloioly drops. SCENE II. View of the Lake of Monar, ivith an impending Rock. Ellen enters, deranged. ELLEN. Be still, be still, my palsied heart, For thou art aU convuls'd with woe. The tempest raging in this breast, Is but despair to madness turn'd. Oh ! wretched, wretched, Ellen ! Where now are all thy promis'd joys? Where, where's thy Malcolm, now ? i"], [70, "58 THE EARL OF ROSS. ACT V Laid dead, and murder'd at thy feet, And sweetly smiling on his lingering EUen, Behold the deep and ghastly wound, That robb'd my Malcolm of his life J It disappears — he moves — he lives — Love sparkles in his lambent eyes — And glows upon his youthful cheek ! Behold ! he stands upon yon pointed rock, And beckons me to come to him ! I come, I come, my murdered love — [She asends the rock. I see him not — my eyes are dim with tears. Malcolm ! murdered Malcolm ! I see him — I see him, in the clear bosom of the lake, StUl wooing me to come to him ! Oh ! horror, horror ! it is not him — 'Tis the Thane Lochaber that pursues ! Oh ! save me, save me, from the murderer ! It is— it is — my Malcolm ! I go — I go to you, my murdered love ! Never — never more to part. [Plunges into the lake."], [71, "59 SC III. THE EARL OF ROSS. SCENE III. Enter Florence (in search of Ellen.) FLORENCE. Serene the morn, though fatal was the night ! — The murd'rous sword now in its scabbard rests, And each stern passion is by death subdued ! Tell me, ye rocks, has Ellen pass'd this way ? Each cave I'U penetrate — each valley range ; And round each mountain to discover her. . Sweet EUen ! sweet EUen ! She hears me not — No voice responsive answers me. Enter Attendants. Have ye discovered EUen ? FIRST ATTENDANT. Alas ! no trace of her ! FLORENCE.. Where ! ah, where can she have wandered ! Its reported that, on these desert heaths, Despairing spirits have of late been heard, CaUing on heav'n for succour and revenge — That, clad in armour, airy warriors wield The threat'ning falchion, and the pond'roug shield, 'Tis also said that, at the early dawn, A nymph is seen to range these solitudes, All in a shroud of snowy purity :"], [72, "60 THE EARL OF ROSS. ACT V, A lUy in her pensive breast she wears, And, on her ling'ring lover faintly calls, As she intensely gazes on the lake, Seeming enamour'd of some wat'ry spirit. [Ellen is seen footing on the lake. SECOND ATTENDANT. Lifeless, behold her floating on the lake ! FLORENCE. Oh, sight of woe ! Oh, sad catastrophe ! An angel form ne'er grac'd a soul more pure ; And, if to heav'n such gentle spirits go, Thine, lovely maid, wiU there enjoy repose. THE END. »"], [73, ""], [74, ""], [75, ""], [76, ""], [77, ""], [78, "BKJ VI *n-'« fc *A A&' ftVfl' H - m. I I 1 ' n tv * ' i"]]