[[1, ""], [2, ""], [3, ""], [4, ""], [5, "JEWELRY AND THE PRECIOUS STONES."], [6, ""], [7, "I JEWELRY AND THE PRECIOUS STONES WITH A HISTORY, AND DESCRIPTION FROM MODELS. OF THE LARGEST INDIVIDUAL DIAMONDS KNOWN: INCLUDING, PARTICULARLY, A CONSIDERATION OF THE KOH-I-NOOR'S CLAIM TO NOTORIETY. CY HIPPONAX ROSET. JOHN PENINGTON & SON: — SO 61, SOUTH SEVENTH STREET- PHIL A D E L P II I A : 1856."], [8, ""], [9, "CONTENTS. HISTORY OF THE JEWELER'S ART FROM THE EARLIEST RECORDS TO THE PRESENT TIME, 2 to 0 THE PRECIOUS STONES, 0 THE DIAMOND, 6 to 22 General characteristics, 6, 7 Mines, 7, 8, 22 Mode of mining, 7, 8 .Mode of cutting, 8, 9 Mode of estimating, 10 Origin of \"carat,\" 10, 21. 22 Individual specimens, doscribed from models, chiefly, 10 to 17 The Emperor of Russia's, 11,12 The Grand Duke of Tuscany's, 12 Tlu Regent, 12, 19 L'Etoile du Sud, 12, 19 The Koh-i-noor, 12 to 10, 19 to 21 (\"The Great Mogul's;\" shewn to be identical with the Emperor of Russia's, rather than with the Koh-i-noor.) 14 to 10, 19 to 21 The King of jTortugal's, 10, 17, 21 Tlie Blue Diamond, 17, 21 Tlie Pacha of Egypt's . 17, 21 The English lottery Diamond. 17. 21 Tlie Sancy Diamrmd, 17. 21 Tlie IMlar Shir, 17 Tlie Rajah of Malta, is. 17 The Shah, 17 Tlie Green Diamond. 17 The Nassuc Diamond, 17, 21 Unnamed specimens, 17. 21 Superstitions and anecdotes, 17. IS The Crown of Hungary, IS The Crown of England . 1 S The Crowns of Russia, 19 The Crown of France, 19 Profu-ion of Diamonds iu Russia, IS. ID Its name iu various languages, 22 Its application to the mechanical arts, 22 TIIE SAPPHIRE, 22. 23 THE RUBY, 23, 24 THE TOPAZ, 24 THE EMERALD, 24 to 20 THE AMETHYST, 26, 27 THE CARNEIJAX, 27 THE GARNET, 27 THE ONYX, 28, 29 Cameos, 29 THE SARDONYX. 29 THE HELIOTROPE. 29 THE CHRYSOLITE, 29,30 THE HYACINTH. 30 THE CAT'S EYE. 30. 31 THE OPAL, 31 THE PEARL, 31 tn 33 THE TURQUOISE. 33, 34 THE PRINCIPAL JEWELERS OE FRANCE, ENGLAND AND AMERICA, CONTEM- PORANEOUS HEREWITH, 34 DESCRIPTION OF A JEWELRY MANUFAC- TORY OF THE FIRST RANK. 34 to 3S THE CULTURE OF THE BEAUTIFUL JUS- TIFIED, 30, 40"], [10, ""], [11, "PREFACE. The matter of the following pages appeared originally, divided into half a dozen Chapters, in Numbers 18, 19, 20, 21, 22, and 23 of Bizarre, Volume VI, Year 1855. Although the subject is by no means fully discussed, the scope the author has allowed himself is believed to be comprehensive enough for the patience of the general reader. And a combination of these Chapters into one, it has been suggested, would form a pamphlet of sufficient interest to warrant its publication. In doing this, a more me thodical arrangement of the subject, than that originally pursued, has been adopted ; considerable additional matter has been intro duced ; and many former errors of the press corrected. H, R,. Philadelphia, December 1, 1855."], [12, ""], [13, "JEWELRY AND THE PRECIOUS STONES. ■0 — To one, who contemplates it, there is much that is of the poetic and attractive about the vocation of the Jeweler. In the first place, the materials he chiefly deals with are the rarest of earth's mineral products, the mas ter-pieces of the \" mighty mother,\" Nature, in this department of her labors. Gold and silver and the precious stones have in all ages exercised an important influence over the hopes and wishes, the thoughts and imagina tions of men in all stages of development, and these are the principal subjects of the Jeweler's handiwork. tomic and general scientific knowledge, and the manipulative skill coupled with the creative genius, which went to the shaping of the immortal works of Phidias in marble and Apelles on canvass, were not less de voted to the intaglios and alto-relievos of the gem-engravers Agathopus, Polygnotus, Apollonides, Lycos and their compeers suc cessively in the Periclean, Alexandrian and Augustan ages. Still further. The precious stones have in all ages been signalized by myriad forms of imaginative, poetic superstition. These may in part have sprung from the several important uses made by monarchs of their engraved signet-rings. Pharaoh, we read, in conferring upon Joseph the vice-regal office, entrusted him with his own signet ring. Antiochus Epiphanes gave his minis ter Philip his ring, as a token of the latter's authority to elect a successor to the throne. Alexander the Great, while dying, transfer red his signet to his general Perdiccas, and thus made him his successor. Darius and his nobles set their seals to the lions' den, into which Daniel was cast, as a security against the prophet's being removed there from without their permission. Judah gave his signet-ring to Tamar, as a pledge of his faith. In short, we find that, among the Egyptians and Hebrews, the Phœnicians and Greeks, the Etruscans, the Romans and the Northern nations generally, the engraved ring was employed as a token to impart authority and security besides being the most valued of all ornaments. For a description of the potency of gold, Shakspeare, as might have been supposed, transcends all others. \" This ytllow slave Will knit and break religions ; bless the accursed} Make the hoar leprosy adored ; place thieves, And give them title, knee and approbation I O thou sweet king-killer, and dear divorce Twist natural 6on and sire! thou bright defiler Of Hymen's purest bed! thou valiant Mars! Thou ever young, fresh, loved and delicate wooer, Whose blush doth thaw the consecrated snow That lies on Dian's lap I thou visible god, That solder'st close impossibilities And mak'st them kiss! that speak'st with every tongue, To every purpose !\" And this same metal is matter of the Jeweler's daily handling. And then the associations connected with the products of his Art are such as appeal, in numerous respects, most forcibly to the imagination. Kings and queens, peers and peeresses ; beauty, elegance, grace and re finement; coronation seasons; triumphal oc casions in all their variety ; the ball and the festival ; all these persons, scenes and things have a natural relation to the Jeweler's pro fession, and derive no small share of their brilliancy and charm from the beautiful and costly specimens of his skill. The Jeweler's profession, too, belongs to the sphere of the artistic-beautiful, and is undeniably entitled to rank as one of the Fine Arts. Such, indeed, in ancient days, it was in the most absolute sense. The ana- It was doubtless from these circumstances, in part at least, that the precious gems be came invested with so many superstitious associations. Many among them have al ways been and are to this day cherished by the Orientals as amulets possessing numerous mystic virtues both negative and positive — shielding their owners from peril and ad versity, and securing to them prosperous fortunes. All over the East the signet of Solomon has been embalmed in numberless fables, as gifted with a miraculous power to command and control the dives, genii and"], [14, "4 JEWELRY AND THE PRECIOUS STONES. other demonic inhabitants of the invisible spheres. There is no extant history to our know- ledge of the Jeweler's vocation. Apelles, the celebrated Grecian painter, wrote a history of Art, which has unfortunately perished. There can be little doubt that this contained in a consecutive form the information we might desire on this subject. As it is, we must glean what information we may from scattered notices in general history. From all we can gather, it would seem that the Jeweler's vocation originally was not a distinct one, but was merged in the general profession of the Artist — a profession sometimes uniting sculpture, engraving, &c It is most probable that gem-engraving originated, like numerous other Arts, among tbe Egyptians. Diodorus Siculus, it is true^ affirms that the Ethiopians preceded the Egyptians in this Art, but he furnishes no authentic evidence of this. Vague tradition, indeed, intimates that, at a date so early as to be immemorial, there existed in central Africa a nation, entitled the Ethiopians, who had reached a very high pitch of culture and refinement, besides being distinguished for eminent moral worth. Thus Homer, in one of his Epics, speaks of Jove and the other Olympians having gone on their annual visit to the \" blameless Ethiopians.\" It might be, on the testimony of this hoary tradition, that Diodorus attributes the invention of gem-engraving to the Ethiopians. Authentic history, however, assigns it to Egypt. The first Egyptian specimens of this Art were hyeroglyphic symbols of their deities on shells and agate stones. These shells and stones were doubtless worn earliest as amulets, though afterwards as orna- ments. The use of these ornamental symbols of the divinities speedily became so extensive, as to stimulate to improvements in the Art, as also to the employment of ma- terials more valuable than shell and agate. This Art seems to have attained its zenith among the Egyptians under the great con- queror, Sesostris, 1,000 years B. C, and 150 years after the supposed date of the siege of Troy. So far as we can gather, Egypt was the single source from which the knowledge of this Art, as well as of others, spread into the other ancient nations made known to us by history. Moses and his people doubtless car- ried it thence into Palestine, for we find notices of it in the earliest Hebrew records. The Phœnicians were eminent especially as diesinkers, but also celebrated for their cameos and engraved gems generally. Their knowledge was probably derived from the banks of the Nile, though some have pro nounced them original Artists, on what authority we know not. The Arts generally, this inclusive, are said to have been carried into Greece from Egypt 1,300 years B. C, and 150 years after Moses' death. If introduced thus early, it is singu- lar that Homer, in his account of the Trojan war, which is placed by tradition 150 years later, should not have mentioned engraved gems, while he does mention chasing on metal of the highest artistic perfection, as in the description of Achilles' shield, <__c, &c. Yet the eminent sculptor Polvgnotus places an engraved ring on the finger us his statue of Ulysses, intimating his opinion, that the Art was known in Ulysses' day. Some of the earliest known Greek engravings on gems were those of Egyptian scarabtei and deities, — a clear evidence of the origin of their Art. During the interval of 800 years from Dædalus to Pericles the Arts generally, this among the number, steadily advanced. To this era belong the distinguished names of Heius, Scylax, Admon and others. The age of Pericles and that immediately fol- lowing were the topmost period of Greek Art. Phidias and Praxiteles, Apelles, Zeuxis, Parrhasius and Polygnotus, Aspasia, Mycon, Pamphylus and Plotarchus may be named, as among the artist-immortals of this era. Which of these combined gem-engraving with their other artistic performances we are unable to say. We are assured, however, that in gem-engraving were then found united all the excellences of sculpture and painting. During the century intervening between Pericles and Macedonian Alexander the Arts most probably declined little, if at all, in excellence. We find, engraved on gems of Alexander's time, as the names of their artists, Agathomerus, Axeochus and Aga- thopus. History records, too, as artists of the same era, some of them doubtless gem- engravers, Pyrgoletes, Action, Apollonides, Solon, Sostratus, Cronius, &c. The Etruscans, the aborigines of Italy, having borrowed from Egypt the rudiments of the Arts, cultivated them with considera ble success. Their existence, as a separate people, however, was historically brief, and finally became merged in the universally dominant life of Rome. For the first seven or eight centuries of their existence, the Romans seem to have devoted little attention to the culture of Art. Wars of conquest and agriculture were their favorite and almost sole pursuits/ As their conquests, however, gradually extended over countries distinguished for artistic cultiva tion, the spoils conveyed to Rome by vic torious generals by degrees created a taste for the products of Art. We read that Pompey made a tine collection of these from the spoils of the celebrated Mithridates of Pontus ; that Julius Cæsar presented the"], [15, "JEWELRY AND THE PRECIOUS STONES. 5 city with a collection of gems engraved at his own expense ; that Marcus Scaurus had a museum of this kind, as had also Marcel lus, that son of Octavia, whose early death is so pathetically commemorated by Virgil in his Æneid. AVe learn also that intaglio por traits were common at this era. The emi nence attained in the Jeweler's Art by these people is fully established, not upon the strength of the history and writings of the period, but by the superb specimens actually extant in all the great museums of the Eu ropean continent, which specimens have been exhumed at various periods from Etruscan graves, from Herculaneum, Pompeii, and numerous other localities in Italy. The British Museum some time since became by purchase the repository of many treasures of this description which had been collected by the Prince of Canino. Among them are several necklaces of gold, some wrought into wreaths of ivy leaves, others consisting of circles, lozenges, rosettes, hippocampi, pen dent hearts, &c. The necklace proper, adorned with drops or peDdents, which, when worn, fell round the neck like rays di verging from the centre, was always a favor ite ornament among the women of antiquity. The necklace has been in nearly all ages and countries worn too as a decoration or mark of distinction by men, and still exists as their most precious badge among the ex tremes of the race — the refined Orders of Knighthood and the Savage Families of Indian chiefs — and by the word Indian we imply tbe whole race of uncivilized Man. ruptions, at the latter part of the fourth and the opening of the fifth centuries, buried in dense night whatever yet remained of the light of Art. At Constantinople they sur vived some centuries longer, though dwin dling under the disorders of the Eastern em pire, till this empire was subverted, A. D., 1,453, by the Turkish Sultan, Mahomet II. The Greek artists fled from this barbarian dominion, and found refuge in Italy. They were favorably received and patronized by the Popes, then in the zenith of both tem poral and spiritual power, and by the citi zens of those Italian Republics, which so brilliantly illustrated the darkness of me diæval times. The Medici of Florence were especially distinguished for their munificent encouragement alike of Classic learning and of Art, and Lorenzo bestowed a more than ordinary patronage upon the Art of gem engraving. His brother Giovanni was him self the most eminent gem-engraver of his age. •■&' We are now brought to the period in which the Jeweler's Art reached its culminating point in the artistic performances of Ben venuto Cellini. He was born at Florence in 1500, and was the son of an ivory-cutter. He apprenticed himself at an early age to a goldsmith, and soon rivalled the best work men in designing, carving, engraving, chas ing, damaskening steel, &c. His skill be came so well known that he was employed by the Pope, Clement VII, to make the stamps for the Roman mint; and the coins struck from them remain unrivalled to this day. After the death of Clement his talents were kept employed by the Grand Dukes of Tuscany, and by Francis I of France. The statues and statuettes in marble and metals, the medals, the works of jewelry, the ela borately chased vases and dishes, executed for these sovereigns by this great Jeweler, are incredibly numerous, and the chief of them still exist in the great European recep tacles of Art, where they have been carefully preserved, and have challenged the skill of the first artists of every subsequent age. But the extent of the subject we have assigned to ourselves forbids us to linger any longer upon this interesting man — for, a correct, full and just description of certain single specimens of his celebrated chased vases, or pieces of plate, would of itself cover scarcely less ground than does our entire article. Before finally dismissing him however we will recommend to the reader's notice his autobiography, a translation of which, under the title of \"Memoirs of Benvenuto Cellini,\" (2 vols, 8vo.) was published in 1822, under the supervision of Thomas Roscoe. This is one of the most entertaining and peculiar pieces of composition extant, and such a course of extravagant self-laudation does our Of course the progress of the Arts in Rome must have been greatly accelerated by the re duction ofGreece, their preeminently favored seat, to a Roman province about a century and a half before Christ, and the large migra tion of Greek Artists, which would naturally then follow to the metropolis of the world. In fact Rome's most celebrated artists were rarely of other than Greek extraction, the Romans being ever worshippers rather of strength than of beauty. This will appear in most of the following names, — those of distinguished artists of the era of Augustus, Rome's so-called \" golden age,\" viz. Epityu chamus, Felix, Æpolianus, Evodus, Lycos, Carpos, &c. The Arts continued to flourish in Rome till the reign of Septimius Severus about A. D., 200. By this period the empire had become so disordered, as to exhibit symptoms of rapid decline, and the Arts naturally shared in its fate. The removal of the Em peror Constantine to Byzantium and the con stituting of this the metropolis of the empire about A. D., 300, transferred most of the re maining artistic culture to this city. It was the refluence of the bright stream to its fountain-head. At Rome the barbarian ir-"], [16, "6 JEWELRY AND THE PRECIOUS STONES. and that we possess the materials thevefor, but because we believe we could make it very interesting, and, still further, fora spe cial reason that we will give, if we resume the consideration of the matter that has sug gested itself here. Having traced tho history of the Jeweler's Art to the present day it seems proper now, that we should speak of the materials with which the Jeweler is chiefly engaged. Of gold and silver it were superfluous speaking, since whatever is known at all concerning these metals, and the regions producing them, is sufficiently familiar to all readers. Of the Precious Stones we may then speak, and this we will do in their respective order of hard ness, which the lapidary divides into ten principal grades. 1. The Diamond. 2. The Sapphire, the Ruby. 3. The Topaz, the Emerald, the Amethyst. 4. The Carn-elian, the Carbuncle, the Garnet, the Onyx, the Sardonyx, the Heliotrope, the Chrysolite, the Hyacinth, the Cat's-eye. 5. The Opal. 6. Tlie Pearl. 7. The Turquoise. Under the 8th, 9th, and 10th grades are classed sub stances not falling under the denomination of Precious Stones, such as Amber, Coral, Lava, Ivory, etc.. The substances given under each of these grades will scratch all those substances classified under subsequent grades, and the ancients engraved them all save the Diamond, and the art of engraving that was discovered by Ambrosius Cara dossa, A. D., 1500. We will now proceed with the consideration of the Diamond, the first in the above order. hero pursue, throughout his book, that the reader would be strongly inclined to suspect him of being but a quack after all, if, fortu nately for bis reputation, the embodiments of the great conceptions of his genius did not still exist in all their pristine perfection. We have thus traced the history of Art down to the period when the Reformation, the discovery of America, the invention of printing, &c, &c, gave a new and unprece dented and universal impulse to all branches of culture and all departments of human im provement. Under this impulse all the na tions of Christendom have been rapidly and incessantly advancing, and their progress at this moment is, perhaps, more rapid than ever before. With the lapse of time and the division of labor, which has so widely taken place in all trades and professions, the Jeweler's vocation has gradually become separated from that of the general Artist, and its professors now limit their perfor mances chiefly to the more valuable metals, gold and silver, and the precious stones. Although, as we have said, no individual performances have since surpassed those of Cellini, still since then the most extraordinary improvements have taken place in the Jewel er's Art — in his day the commissions of the European monarchs sufficed to monopolize all the talent of the epoch — in ours, thanks to steam and other ingenious mechanical inven tions of late periods the elementary branches of labor in this Art have been so abridged, thus reducing upon any single pieco of work the expenditure of effort of the finishing Ar tist, and enlarging prodigiously the general field of workmanship, that the talent now at the world's command suffices for the full ac complishment of the endless commissions of that now really vast population throughout the globe, the wealthy classes. Paris and London in the Eastern hemisphere, and New York in the Western, are the principal seats of culture of this Art at the present time. Had we in detail the materials we would connect herewith some description of the great establishments of the former cities which supply their continent with the mag nificent jewelry in such general demand at this day among people of wealth. How ever unprepared we are for that task, we are not, as it happens, able to plead a want of information concerning the great focus of the Art of the Jeweler on this side of the Atlantic — we mean the Atelier of Tiffany in -New York. After a full discussion then of the main branches of our subject, we will, unless it would be prolonging our article un reasonably for the pages of so slight ajournal as Bizarre, revert to this point and give our readers some account of this vast labora tory — not only because we consider that it conies really within the scope of our subject The Diamond, by unanimous consent, is placed at the head of all gems, and this rank it has always held. It was named by the Greeks, \" adamant,\" from two words signi fying \" unconquerable.\" This title was given it from its hardness, it being then sup posed indestructible in its atoms, though it might be reduced to atoms by the hammer, or otherwise. But the magical electric cur rent reduced this hardest of substances to mere gaseous products — though it had be fore that been somewhat volatilized in the focus of the great lens of Cosmo III, Grand Duke of Tuscany, in the middle of the seven teenth century. The degree of temperature required for its combustion is 5,000 degrees, Fahrenheit. It is just three and a half times as heavy as an equal bulk of water. Its re fractive power exceeds that of any other body, and thus endows it with its extraordi nary brilliancy. It seems however to incor porate light within itself, or to be phospho rescent, as it will at times emit rays of light of its own in total darkness. This light is oftener observed upon rubbing the stone with the finger, or with any silk, woolen, or fur substance. It is a non-conductor of elec tricity, and is not acted upon by any solvent."], [17, "JEWELRY AND THE PRECIOUS STONES. 7 The Diamond has never been found in rocks, as are all other minerals, but only in gravel and mud conglomerations in beds of rivers, in deep ravines on the slopes of mountains, and in cavities and water courses on the summits of, sometimes, the loftiest elevations ; and hence it is be lieved to be the product of vegetable secre tion. This supposition is confirmed by the results of the experiments upon it, which seem to demonstrate it to be pure crystalized c.arbon. Tbe primitive form of the Diamond is the regular octohedron, or two four sided pyramids, whose sides are equilateral trian gles, placed base to base. Diamonds are gene rally found nearly colorless and those that are entirely so are most esteemed. They have been found however rose-colored, yellow, blue, green, red, gray, brown, and even black. But the latter are extremely rare. When colored, it is by the presence of some adventitious substance, as by the oxides of iron, manganese, nickel, chromium, etc.. Those Diamonds, which are only tinged with the various colors, are of less value than those colored deeply. they came forth unscathed from the most searching tests, and public opinion was at last obliged to acknowledge their legitimacy. They still continue to be found in Brazil in considerable quantities, and the pursuit constitutes a large and important business. The Diamonds are found in a loose gravel, consisting principally of rounded quartz peb bles, mixed with sand and oxide of iron, and accompanied with blue, yellow and white topazes. In the centre of the Diamond region is the town of Diamantina; situated upon the Rio Preto, a branch of the Trapajos, itself one of the great Southern tribu taries of the Amazon. This region consists of broken highlands, constituting the divi ding ridge between the streams flowing North into the Amazon, and those running South into the La Plata. Up to the year 1849, it had yielded ten million dollars worth of these stones ; and it is now said to produce about fifteen thousand carats per annum, less than a tenth of which however is fit for jewelry. Its climate is very unhealthy, and has already cost Brazil the lives of one hun dred thousand men. The modes of testing the Diamond are various. The most convenient are, submit ting them to a white heat, and rubbing them with a pointed Sapphire. They will undergo the former test without melting and tbe latter without being scratched ; and the Sap phire is the second in the order of hardness as we have above stated, and will scratch every other substance but the Diamond. The expenses of living in Diamantina are excessively high ; the various species of mer chandise bringing eight hundred per cent. advance on their price at Para. Traders be tween these two places exchange their goods for Diamonds and gold, for the latter also exists most abundantly in this region, and return to Para, after an eight months' ab sence, with a realized profit of five hundred per cent, on their original outlay. The principal Indian mines are named Raolconda, Gani, Soumelpour and Sacca dan, and are located in the kingdoms of Gol conda, Visapour and Bengal, and in the island of Borneo. The first of these is rocky; the second terraqueous ; and the other two are sandy or river mines. In the first, the Diamonds are washed out of earthy and gravely matter, that is drawn by hooked iron instruments from the fissures in the rocks, into which this matter had been carried by rains or desiccated streams. In the second they are washed in sieves from certain earthy and vegetable deposits, lying about twelve feet beneath the surface of the ground. In these mines the stones are generally found enveloped in earthy lumps. The workers in these mines, men, women and children, are all slaves, — the overseers alone being freemen, — and, while at work, must be perfectly nude, with the exception of a strip of cloth round the loins. And yet, despite all precautions, the workers some times secrete these stones, by swallowing them, by hiding them in ulcers, and by secre ting them in the corners of their eyes. As Frequent attempts have been made to pro duce the Diamond through artificial chemical processes, but without the least success. The two principal regions yielding the Diamond are portions of Hindostan and Brazil. At present the latter country yields most of these gems, though the most cele brated now existing were produced by the former. We say celebrated, since, from the fact that Diamonds are the gems spe cially appropriated by monarchs and nobles, and tbe wealthiest of the people, many of them are subjects of historic fame. Indeed more than once a large Diamond has affected the fate of an Asiatic kingdom. Diamonds were first found in Brazil in 1738, and during that same year it is stated, in the history of the period, that about eighty pounds avoirdupois (!) were taken to Europe by the Portuguese. This statement must be taken doubtlessly cum grano, or rather with a great many grains, if not indeed pounds, of allowance. They were however brought in sufficient quantities to alarm those in posses sion of the already discovered Diamonds, and they disseminated the worst slanders against the new stones, alleging that they were less hard than the Oriental ones, and calling them contemptuously Portuguese Diamonds. But"], [18, "8 JEWELRY AND TnE PRECIOUS STONES. The method of polishing and cutting the Diamond was first discovered by Louis de Berguem, of Bruges, in 147G. The former is done by means of Diamond powder, which is obtained by rubbing two Diamonds to gether—the latter by fragments of Diamond set in convenient instruments. The stone to be operated on is itself firmly set by cement or soft solder in some suitable body, and re quires a different setting to produce each facet. A facet is the name of any one ex ternal -plane upon the Diamond. The shape of these planes or facets is gene rally triangular and quadrangular, in con sequence of course of the shape of the whole Diamond, which is required to be of a certain peculiarity, whicb, it is believed, is that which venders the Diamond in the highest degree brilliant. This shape will be described presently. These operations (of polishing and cut ting) are generally performed over a small, strong box, which serves to retain the powder that may be produced by abrasion as well as the fragments that result from cutting. These pieces are called technically bort. The first polished stone is said to have be longed to Charles the Bold, and many ro mantic stories are related of it. an incentive to activity and faithfulness, every slave, on finding a Diamond of pre scribed weight, is pronounced free, and may go where and engage in what he chooses. The required weight differs perhaps in each mine ; but both in Asia and South America it varies not under fifteen nor above twenty carats. Tho mine of Soumelpour is nigh a town of the same name. This town, lying on the banks of the river Gouel, is large and the houses are built of earth, covered with cocoa nut-tree branches. The Diamond-hunting period at this place and at Saccadan is im mediately after the rainy season in Decem ber. The stones are obtained by sifting the river-sands. In each of the above-named mines, from fifty to sixty thousand persons are employed. The other Asiatic mines of less importance are in the central and southern part of India proper, and in the peninsula of Malacca. The Brazilian Diamond districts are in Government hands, and are worked on the same general plan with the Indian. Full particulars of the stringent measures adopted in the former country, throughout the whole Diamond district, to prevent the stones from being taken unlawfully out of the boundaries, may be found in the Travels of Doctors Yon Spix and Von Marlins, made in Brazil, by the command of the King of Ba varia.* The whole region is marked out by a cordon, encircling it, extending many miles. The last census of the United States in forms us that there are twenty-eight lapi daries in its territories — sixteen of whom are in New York, nine in Rhode Island, two in Massachusetts, and one in New Jersey. But throughout the whole world the only Diamond-cutter of eminence at the present day (we mean to whom the cut ting of a stone of extraordinary size would be entrusted) is M. Coster, of Amsterdam, if we except one of growing reputation in Paris, whose name we cannot recall. Within late years the steam-engine has been em ployed at Amsterdam to do a great portion of the cutting. Diamonds have also been found in con glomerates of recent volcanic origin, called geologically amygdaloids; in gold and plati num sands in the Ural mountains; and one is reported to have been found lately in Vir ginia; and another in the district of Fer managh, in Ireland. And, as they are com monly found wherever gold exists, it is not unlikely that they will eventually be dis covered in quantities in various quarters of our widely extended territories, (particularly in California,) in Australia, and in Africa. Indeed mention is made in the classical authors of Diamonds received from the latter country. The shape, as yet discovered, which ren ders the Diamond the most effective in its lustre, is called the Brilliant, and was first adopted about a century and a half ago. This shape, in tbe absence of engravings, we will attempt to describe for the benefit of those readers who have not met with stones of sufficient size to have been the subjects of careful cutting. The Brilliant is of the shape of two pyramids, whose bases are hec cadecagons, or sixteen sided, placed base to base, the upper half (in altitude) of one of which pyramids has been first cutoff; the other pyramid is left complete, or at most is deprived of its vertex or mere tip. The truncated pyramid is the one which is pre sented to the view when the Diamond is set in any piece of jewelry, the perfect pyramid being behind or under. The truncated and the perfect pyramid are called respectively The Diamond when found possesses by no means the brilliancy for which it is famous. In its natural state it is not even transparent — it is at best but translucent. To art, therefore, it owes in a great degree its re nown: for its fires, which so dazzle the eye, are only released by removing the external crust, and may indeed after that be greatly increased by cutting the stone into peculiar shapes. * Rei**e in Brasilien ans Befehl S'r Magest&t Maximilian Joseph I Konigs Von Baiern. Gemacht und beschrieben Von D'r Von Spix und D'r Von Marlius. Munich : 1828. 4to."], [19, "JEWELRY AND THE PRECIOUS STONES. 9 the table and the collet, and their line of unison, or, what is the same thing, the pe rimeter of eitber's base, is called the girdle. The largest/acd on the Brilliant is the plane of dissection of the upper half of that pyramid of which the table is formed, which facet, we have already said in effect, is that prominently exposed to view. Ibis facet is a regular octagon — so is the minute one pro duced by the abscission of the vertex of the other pyramid — the other facets upon the remaining surface of the two pyramids, or rather what is left of the same, are all quad rangular and triangular. First, as to the table : this contains eight square facets, the dagonals of which, as they are arranged, form an imaginary perfect octagon, parallel with that really produced by the truncation of the pyramid. One side of the octagon facet, one side of one square facet, and one side of the adjacent square facet form a triangularyace;!, and thus in all are formed eight triangular facets. Now there are still sixteen more triangular facets about the table. They are formed as follows. As the square facets, united diagonally around the table, incline to each other, the The whole surface of the Brilliant is then divided as follows : two octagons, eight squares, eight pentagons, and forty triangles — in all fifty-eight facets; and the girdle is a perfect heccadecagon. The Brilliant is generally set in open work which attaches only at intervals at the girdle, allowing the light to enter under the stone. Thus the Brilliant when set ex poses the thirty-three facets of the table, and reveals, through its large octagon facet, the small octagon facet of the collet, and the eight pentagons springing therefrom. It is a very beautiful mode of cutting, it must be con fessed, and we doubt much if a superior form will ever be elicited. When the stone in its natural state resem bles more in 6hape a single cone than two conjoined at the base, or, to use a plainer simile, is more like the half of an egg, than a whole one, it is apparent how great a pro portion of its bulk must needs be removed to give it the Brilliant shape. In such case then it is ground to the Rose pattern. This is a simple pyramid, whose base is a perfect dodecagon, and whose surface is cut into twenty-four equilateral triangles which are also nearly equal in area. They are thus arranged : six of them have each an angle in the centre at the top ; upon the bases of these, or the sides opposite the angles at the centre, abut six other triangles, whose ver tices reach the base of the stone. The six triangular spaces, between the latter six triangles, are ground each into two equal triangles. Thus the Rose is covered with twenty-four, nearly equal, equilateral, trian gular facets, and the base is a single plane with twelve equal sides. The upper portion of the surface, consisting of the six triangles around the centre, is called the crown; the remainder, consisting of eighteen triangles, is called the teeth. angles formed outside of them by the con junction of their corners, are much more ob tuse below, or next to the girdle, than above. In order therefore not to reduce unneces sarily the size of the stone, it is not ground down to one triangular plane between one lower side of one sq u are facet, the uniting lower side of an adjacent square facet, and one-eighth of the girdle, but to two triangu lar planes, each of which two has one side that is identical, one side formed respectively by the two adjacent square facets, and the third side by a sixteenth of the girdle. Thus are formed upon the surface of the table six teen triangular facets below the eight square facets. These sixteen, the eight square ones, and the eight upper triangular ones before described, and the large octagon shaped facet, forming in all thirty-three, embrace the whole external surface of the table. A Diamond of unusual superficial extent in proportion to its depth is polished upon its flat surfaces, and the edge is ground to any regular shape best adapted to the natural conformity of the stone, whether it be made round, oval, square, or any other regular form. This style of cutting is called the Table, and is the last we have to describe. Of three Diamonds of equal weight and purity cut respectively in the Brilliant, the Rose, and the Table form, the first exceeds in value the rest, and the Rose rates higher than the Table. Second, as to the collet. This, when not at all truncated, contains around the vertex eight lozenge shaped facets, whose upper sides (we speak of the collet as a pyramid) are all united. The spaces between the lower sides of the lozenges and the girdle are ground into sixteen triangular facets, in the same manner as in the table. The eight lower corners of the lozenges unite upon the girdle with the eight lower corners of the squares, and the sixteen lower triangles in the table all abut on the sixteen triangles in the collet. Now the vertex of the collet is generally cut off; this produces a small octagonal facet, and at the same converts the lozenge shaped facets into pentagon shapes. Thus the collet is included in twenty-five planes. The cutting and polishing of the Diamond involves a loss of nearly one-half of its weight ; and, according to a rule we will give presently, a cut Diamond weighing any certain number of carats is worth about three times as much as an uncut one of the same weight, and to the value of the former must be added the cost of cutting,"], [20, "10 JEWELRY AND THE PRECIOUS STONES. One of the latter weight would be of the size of a small hen's egg, and would weigh about two ounces. There is no satisfactory evidence of the existence of a cut Diamond of this weight. The above rule is not always adhered to in the valuation of specimens of unusual size— as their owners may choose to put on them an entirely arbitrary estimate, oftentimes much exceeding that deducible from our rule. which will make its actual worth about quadruple the latter. Diamonds are estimated in value according to their weight, purity of water, regularity, fulness of form, and freedom from specks, veins, and flaws. Specks generally consist of grains of red or black sand embedded in the stone. By flaws are meant indentations in the surface — and water signifies colour — ■ the first water meaning white. These im perfections are sought for at night by the dealers and cutters in the Indies. European lapidaries prefer making their close exami nations in the day-light. The universal standard by which the Dia mond is weighed is the carat. This was formerly exactly equivalent to four grains, Troy weight, even beam ; for the stone was not allowed to decline a hair's breadth. But the carat now is never of the full weight of four grains. The word is said to have been derived from kuara, a species of bean of remarkable equiponderance, which serves, it is further stated, in Africa and India to weigh gold dust and Diamonds. But we cannot credit that so uncertain a substance would ever have been adopted as a standard to estimate the value of such precious arti cles. In confirmation of this opinion we find in Tavernier (whose works will be more par ticularly referred to) that the carat weight is unknown all through tbe East ! He says at Raolconda, Gani, and Visapour Diamonds are weighed by the mangelin, equal to one and three-eighths carats : at Soumelpour and in the Empire of the Great Mogul by a weight called ratis, equal to seven-eighths of a carat. Its derivation, more probably, is from the Italian verb caratdre, signifying to weigh with great care, to scrutinize. Or possibly from the Latin caret, it is wanting ; for the carat falls universally short of four grains, its original weight. The price of uncut Diamonds weighing one carat is from seven dollars and a half to ten dollars, according to their purity, shape, &c; that of BRiLLiANT-cut Diamonds from thirty to forty dollars. RosE-cut Diamonds of one carat are worth about half as much as Brilliants of the same weight and quality, i. e. from fifteen to twenty dollars. The universal rule by which Diamonds of all sizes, both Brilliant and Rose, are esti mated, is to multiply the square of the weight by the above prices. Thus, stones of the first water, cut as Brilliants, and weighing as follows are estimated as is respectively set opposite the weights. An artist named Bourquig^ion has of late years attained great celebrity in Paris for his admirable imitations of Diamonds. They are made with such perfection as to deceive perfectly in the attire of a woman, and can only be recognized as false by close examina tion in one's own hands. All other gems are also imitated by him with the same fidelity. Having concluded the consideration of Diamonds in general, we will now make par ticular mention of the few of remarkable size that have yet been brought to light. The whole number of these weighing more than thirty-five carats each does not exceed a score. Being then so few in number and so remarkable by their value, one would sup suppose that their minutest characteristics could be found authentically described in the first Encyclopedia referred to, or in any fugitive treatise upon the subject. Having made the fullest researches ourselves, we were surprised to find that practically there really exists no such information. In con sequence of the change of possession, and of alterations in the cuttings of these stones, they have been at successive periods described under so many different names, and as of weights and shapes so discrepant, as to leave the reader, upon the perusal of all the various accounts, in the most uncertain state of mind, as well in regard to the real number existing and their present repositories, as to their actual characteristics. The further we push ed our inquiries the more irreconcilable be came the various statements before us, till at length we despaired being able to furnish any reliable information upon the subject. The reader may imagine then how great must have been our satisfaction on being shewn at this very juncture an immense icrin containing the most perfect models of these famous gems. These models are of recent execution, and, we believe, may be relied on as entirely authentic. They are moulded from the finest paste, and are themselves of great beauty and value. In all things, save in degree of brilliancy and hardness, they are exact reproductions of tho originals as they now appear. The spectator can see at a glance the size, shape, and exact hue of every Diamond of mark known to the world, and may learn, further, its name, weight, etc., from a label attached to its model here. 1 carat. 1 X 1 X $40 = $40 Vy. do 1%X IK X 40 = 90 2 do 2 X 2 X 40 = 160 3 do 3X3X40= 360 4 do 4X4X40= 540 5 do 6 X 5 X 40 = 1,000 25 do 25 X 25 X 40 = 25,000 300 do 300X300X40= 3,600,000"], [21, "11 JEWELRY AND THE PRECIOUS STONES. This valuable and interesting series is in the possession of a Lady of Philadelphia, of whose rich Collection of works of Art and curiosities, it constitutes indeed, costly as it is, but an insignificant item. Both we and the readers of the following descriptions owe her many thanks for the free use of it she has accorded us ; as it has been of essential import to the interest and proper treatment of our subject. When we reflect how numerous are the peculiarities of these stones, and what extra ordinary interest at the Courts of Europe it must have required to have invested the modeling artist with the possession, but for a moment, of these almost priceless gems, and that the exact tinge of each, and its in numerable little facets have been all faith fully reproduced, it is easy to comprehend that even these factitious stones are of great value and beauty. And, after all, value and beauty are but relative terms — a remark, the force of which becomes more apparent by an admirable and readily suggested simile : the cordial manners, refined graces, and the engaging and brilliant conversa tion of, exempli gratid, tbe lady we have referred to, sparkling from their solid setting — good sense and perfect taste — con stitute a, parure of charms, which lends her ten thousand times more lustre than would a garniture of the regal gems themselves of which we speak — exceeding them intrin sically in value as much as they in their turn surpass the \"Faux brillants et morceaux de verre,\" upon which we will now proceed to base our descriptions of the originals. The natural order, in which they should be considered, seems to be that of their actual size. to state too that several writers assert that it far exceeds these figures. One of these au thorities is the Encyclopedia Britannica. Tbe date of its acquisition by Russia, or near it, may be found in that of a letter from the Hague, dated January 2nd, 1776, quoted by Boyle in the \" Museum Britannicum,\" from which the following is an extract : \" We learn from Amsterdam that Prince Orloff made one day's stay in that city, where he bought a very large Brilliant for the empress, his sovereign, for which he paid to a Persian merchant there the sum of one million, four hundred thousand Dutch florins.\" The writer, it will be observed, speaks of it as a Brilliant : this, however, is but a loose form of expression, synonimous in this instance with Diamond. The \" em press\" was the Empress Catharine II. The Dutch florin is equivalent to about thirty seven of our cents, giving us the cost of the gem in our money as five hundred and eighteen thousand dollars. Other authorities state that in addition to this sum was given an annuity of about twenty thousand of our dollars, and a patent of nobility. The history of this Diamond dates au thentically from the middle of the last cen tury. It was the greatest jewel in the pos session of Nadir Shah, King of Persia, better known by the name of Kouli-Khan, which name he discarded in favor of the former, after his self-elevation to the throne. He was the greatest conqueror of the century in Asia, and extended his sovereignty as far East as Delhi, subverting the kingdom of the Great Mogul, which had flourished pre eminently among Asiatic Governments ever since the date of its foundation by the great Tamerlane. Mahommed Shah, the fourteenth in descent from Tamerlane, after a stubborn resistance, surrendered to Nadir Shah on the 8th of March, 1739. The Persian Monarch only remained in Delhi long enough to collect the immense treasures that had been accumu lating there for centuries — the value of which was estimated by the Persian chroniclers at one hundred and fifty millions of dollars ! This mass of booty, containing doubtlessly the Diamond under notice, was carried back with him to Khorassan. The first of these without contradiction is that belonging to the Emperor of Russia, and set in his sceptre. Its shape, color, and an approximation to its size can be readily given to the reader, as well upon the authority of the model before us, as of numerous, authentic, concurrent descriptions of it. It is RosE-cut, and of a perfect shape except that its base has not been ground to a plane. It resem bles very much in form, and is nearly the size of, the pointed half of a hen's egg, ex cept that its surface is covered with facets instead of being of a spherical character. It is nearly colorless, and its diameter in any direction is about an inch and a quarter. Facilities for weighing it, it appears, have not been so great as for inspecting it, and we are unable to give any positive information thereupon. Suffice it to say in justification of the rank we accord it here, that its worst detractors admit its weight to be not less than one hundred and ninety-three carats, which exceeds considerably that of any other we will be called on to notice. It is proper In the year 1747, Nadir was assassinated, and for some time succeeding his death the kingdom was torn by intestine wars. The abrupt and violent termination of his Govern ment, and the confusion consequent there upon, were the cause of much loss to the Crown; parts of which loss were the two cele brated Diamonds that had been in its posses sion, and were known to be the largest that had ever been discovered. These were car ried off by the Affghans, who, being in high favor at Court, had unusual opportunities for so doing."], [22, "12 JEWELRY AND THE PRECIOUS STONES. A Chief of this band brought one of these stones, that now under notice, to Bassora, and sold it to Shafrat, the millionaire of that country and epoch. He kept his purchase a profound secret for many years, and then ventured upon a journey into Europe: ex tending his excursion as far West as Amster dam, he there offered his jewel for sale. Its purchase was nearly effected by an agent of the British Government, when Count Gre gory Orloff on behalf of the Russian Empress outbid him, and bore off the matchless gem to Saint Petersburg. Much of interest in regard to this Diamond may be found in \" Pictures from Saint Petersburg,\" published about five years ago by Jerrman, the Ger man tragedian. This, it may be worth while to mention, is the stone concerning which is generally narrated the fabulous story of the theft of a Diamond eye from an Indian idol, by a French, and sometimes Irish, soldier. his sword, and still remains among the Royal Jewels of France. The fourth in the order of weight is tho \"Etoile du Sud.\" This is of recent dis covery, and is the largest ever found in Bra zil. It came to light in the month of July, 1853, and was purchased by the Messieurs Halphen of Paris, who are still its owners. Its weight when found was two hundred and fifty-four and a half carats. Its shape iB good, and will cut advantageously. Several months ago it was laid before the Academy of Sciences for inspection, and was pro nounced to be of the purest water, and ex empt from blemish of any description. It is now undergoing the process of cutting by M. Coster, of Amsterdam. When completed its weight will be between one hundred and twenty and one hundred and thirty carats. The fifth in size is \" The Koh-i-noor,\" in possession of the British Queen. This Diamond has, thanks to the officious and extensive Press both in England and the United States, made an undue sensation iu latter years, as we think any one will be in clined to admit upon a mental comparison of its weight and appearance, as we will de scribe them, with those of the first three al ready spoken of. It exceeded, it is true, in weight, but in that respect alone, the Duke of Tuscany's and the Regent, at the time of its exposition in the Crystal Palace at Lon don. It was however almost devoid of shape. That it did not possess any beauty as an ornament, at least in that respect, may be surmised, when we state that its conforma tion was, as near as possible, that of the hulk of a vessel, one of whose stern corners had been completely sliced off. So uncouth was its appearance that it was determined to have it recut. This operation was com menced in August, 1852, at London, under the supervision of the most eminent artists from Amsterdam; and so mis-shapen was the object of ther skill, that they were put to the necessity of sacrificing eighty-three and a quarter carats of its weight before they could reduce it to symmetry. This recutting occu pied thirty-eight days of labor. Its present weight is exactly one hundred and two and thirteen-sixteenths carats, as we find stated by Professor J. Tennant in a paper read be fore a late meeting of the British Association for the Advancement of Science. Before the last cutting it was nearly two inches in length, about an inch in breadth, and three fourths of an inch in depth. It is slightly tinged with a yellow color. The authentic history of this Diamond, like that of the Russian Emperor, dates only from Nadir Shah. It had doubtlessly been obtained by him in one of his numerous ex peditions to India — probably in tho first, of which we spoke more particularly in our ac- The second in order is that called \" The Grand Duke of Tuscany 's.\" The weight of this is one hundred and thirty-nine carats. In beauty of shape and purity of water it exceeds all others remarkable for size. It is absolutely colorless, and is cut as a Brilliant of the most perfect symmetry. It is about an inch and a half in diameter at the girdle, and about an inch deep. This is said to be the same stone, now in possession of the Em peror of Austria, called \" The Maximilian.\" But, on the other hand, a statement now be fore us describes \" The Maximilian\" to be of a lemon color, and Rose-cut, although the same account represents it further as \" cut on all sides facet-wise.\" The next in size is that called the \" Re gent\" of France, and sometimes the \" Pitt\" Diamond. Its weight is one hundred and thirty-six and three-fourths carats. It is cut as a Brilliant, is of admirable shape, but of a blue tinge. Its diameter at the girdle is about an inch and a quarter, and its depth about an inch. It was said to have been found in Malacca, and was sent to England in 1702 by Thomas Pitt, grand father of the Right Hon. William Pitt. He was at the time Governor of Fort Saint George, Madras. He stated in a letter pub lished in the London Daily Post, dated No vember 3rd, 1743, that he bought it of a na tive merchant named Jamchund, for 48,000 pagodas. The pagoda is about a dollar and half of our money. It was purchased for Louis XV of France, in 1748, for £135,000, which is about its value, according to the mode of calculation we have before laid down, estimating a single carat of the quali ty of this Diamond at $35. A commission of French jewelers, however, in 1791, esti mated it arbitrarily at twelve million francs. It was worn by Napoleon in the handle of"], [23, "JEWELRY AND THE PRECIOUS STONES. 13 countofthe Russian Diamond. In June, 1747, Nadir, as we have before stated, was assassi- nated by his subjects, partly from jealousy of the Affghans, who were in such favor at Court. One of this race, of the Abdallee Tribe, Ahmed Shah, had acted as Nadir's Treasurer, and, upon his assassination, was obliged to withdraw with his countrymen from Persia. The Affghans, though beset and intercepted on all sides, safely fought their way out of the kingdom, Ahmed carrying with him the Koh-i-noor. At the head of his band he per- formed many daring achievements, and at length became the founder of a new empire in the kingdom of Cabul. He proved to be one of the greatest warriors of the age, and carried on with prodigious success nu- merous wars of conquest, by which vast trea- sures were amassed. He also subjected Hin- dostan among other countries, and carried back a great deal of plunder. Upon his death (of cancer in the face), in June, 1773, the Koh-i-noor was found among the royal jewels, and descended to his son, Timoor Shah, whose death occurred May 20th, 1793. A younger son of Timoor, Shah Zemaun, succeeded as king, but was soon driven from the throne by Mahmood, his half brother, who had received the aid of Futteh Alii Shah, King of Persia. Shah Zemaun in his flight took with him the Koh-i-noor, and in his retreat stopped with a few retainers for refreshment at the Castle of Moolah Aushik, a dependent of his. He received them hos- pitably, but took measures to prevent their escape and sent off a messenger to Mahmood. While detained a prisoner here he secreted the Koh-i-noor, with some other jewels, in the wall of his apartment. Mahmood soon sent a surgeon to him to deprive him of his sight, the usual mode of disabling a great rival throughout the Eastern nations. His eyes having been pierced with a lancet, he was taken to Cabul and put under confine- ment. Mahmood, after a short and turbu- lent reign, was deposed by a chief named Mookhtar-oo-doulah, who had successfully fomented a revolution. Mookhtar placed upon the throne Shuja Ool Moolk, the full brother of Shah Zemaun, whose release was the first act of Shuja's reign ; the next was to arrest and execute the traitor Moolah Aushik, a fate he well deserved. flowers in gold, and precious stones, over which were a large breast-plate of Diamonds, shaped like two flattened fleurs de lis, an or- nament of the same kind on each thigh, large emerald bracelets on the arms (above the elbow), and many other jewels in different places. In one of the bracelets was the Koh-i-noor, known to be one of the largest Diamonds in the world. There were also some strings of very large pearls, put on like cross-belts, but loose. The Crown was about nine inches high, not ornamented with jewels as European crowns are, but to ap- pearance entirely formed of those precious materials. It seemed to be radiated like an- cient crowns, and behind the rays appeared peaks of purple velvet ; some small branches, with pendants, seemed to project from the crown ; but the whole was so complicated and so dazzling, that it was difficult to under- stand, and impossible to describe.\"* But none of Ahmed Shah's descendants possessed a tithe of his ability, and the king- dom he founded became more and more dis- ordered, until it was subverted, shortly after the date of M'r Elphinstone's visit, by the victorious chief of the Sikhs, Runjeet Singh. Shah Shuja was the last of the once powerful Abdallee chiefs who possessed this stone. The particulars of its transfer by him to Runjeet are thus amusingly furnished in an article in the New Monthly Magazine, made up from a leader on the subject in The Times : \" He put the Shah under strict surveil- lance, and made a formal demand of the jewel. The prince hesitated, prevaricated, temporized, and employed all the artifices ofj oriental diplomacy, but in vain. Runjeet redoubled the stringency of his measures, and at length, the ist of June, 1813, was fixed as the day when this great Diamond should be surrendered by the Abdallee chief to the ascendant dynasty of the Singhs. The two princes met in a room appointed for the purpose, and took their seats on the ground. A solemn silence then ensued which continued unbroken for an hour. At length Runjeet's impatience overcame the suggestions of Asiatic decorum, and he whis- pered to an attendant to quicken the memory of the Shah. The dethroned prince spoke not a word in reply, but gave a signal with his eyes to a eunuch in attendance, who, retiring for a moment, returned with a small roll, which he set down upon the carpet midway between the two chiefs. Again a pause fol- lowed, when, at a sign from Runjeet, the roll was unfolded, and there, in its matchless and unspeakable brilliancy, glittered the Koh-i noor.\" The Koh-i-noor was now brought from its hiding place, where it had safely remained during the reign of Mahmood, and was seen in 1808, worn upon the person of Shuja, by M'r Elphinstone, British Envoy to the King of Cabul. The following is an extract from the account of his reception by the King: \"We thought at first that he had on an armour of jewels, but, on close inspection, we found this to be a mistake, and his real dress to consist of a green tunic, with large * An Account of the Kingdom of Caubul. By the Hon. Mountstuart Elphinstone, of the Honorable East India' Company's service, and late Envoy to the King of Caubul. London: 1815. 4to."], [24, "14 JEWELRY AND THE PRECIOUS STONES. to correct numerous errors yet entertained. We ourselves had no idea, for example, of the limited extent within which is, and always has been, confined the burning of widows in India. Tavernier informs us that none but those who are childless are ever permitted or desire to thus immolate them selves : and even of this class, the proportion of which must be exceedingly insignificant, he says by no means are all permitted to mount their husbands' pyres — a special au thority to do so being required in each in stance from a Government functionary — and this permission is not generally accorded ! A great portion of Tavernier's works consists of accounts of the Diamond mines in Ilin dostan, of the large jewels in possession of the monarchs of Persia, Hindostan, and other nations, and of his commercial dealings in the precious stones. Thus came this precious stone to Lahore, the capital of Runjeet Singh's dominions, and, when the Sikh provinces were annexed to British India, it followed the train of con quest, and was carried to Bombay, whence it was brought, five or six years ago, by Colonel Mackeson, Political Agent, and Captain Ramsay, Military Secretary of the India Governor-General, in the Medea Steam ship, to the distant shores of England. Instead of proceeding directly to speak of the King of Portugal's Diamond, the next iu order, we will now interrupt the programme for a moment to offer some considerations upon the one spoken of by the world at large, as \" The Great Mogul's,\" and we do so here because its history has connection with that of two of the stones that have now been described. Three hundred years ago reached Europe the fame of a Diamond in the possession of the Emperors of Mogul. Many fabulous stories were then told of re mote countries like this, and this stone above all furnished a subject for a thousand mar vellous narrations. All readers have proba bly met somewhere with the descriptions concocted in these times of the throne of jewels, of the peacock of gems, and of the great Diamond, as large as a goose egg, at Delhi. It was not difficult however to gather from all these exaggerations that a Diamond of greater size than had yet ever been known did actually exist in the possession of this Eastern monarch, but it was not until a cen tury after its first some was bruited, that Europe obtained any satisfactory particulars regarding it. In the middle of the seven teenth century a Frenchman by birth, named Jean Baptiste Tavernier, a person of intelli gence and means, and a great connoisseur in jewelry and gems, the traffic in which be came a perfect passion with him, made a number of prolonged journeys to all parts of Asia — the greater portion of a period of forty years having been passed by him in this then remote country — partly out of love of adventure, partly for speculation in the pre cious stones. His observations and adven tures were published in Paris, after his final return thither in 1G68, in three volumes pet. folio, 1670, and they are among the most agreeable and instructive writings of the kind we have ever met with. It is probable that some of his journeys were undertaken on behalf of the King of France, as that monarch became the pos sessor of all the remarkable gems brought back by Tavernier, making him also \" Ecu yer, Baron d'Aubonne, en consideration des services que le dit Tavernier a rendu a l'Etat.\" The edition* we quote from is illustrated with many engravings, among which are nearly a hundred well executed drawings of the remarkable gems that came under his observation. The first of these is of the exact form of the pointed half of a hen's egg, the convex surface of which has been ground to innumerable little planes. Tavernier says of this (p. 59. Tome IV.) \"that it is the heaviest Diamond of which I have had any acquaintance. It belongs to the great Mogul, who did me the honor to have it shown to me with all his other jewels. The plate re presents its form since it has been cut, and, permission to weigh it being granted me, I found it as heavy as three hundred and nine teen and a half ratis, equal to two hundred and seventy-nine and nine-sixteenths of our carats. It is precisely of the form of half a hen's egg.\" The following is a full account of the oc casion of its exhibition to him (pp. 342, 343. Tome III.): \" November 2, 1G05. ** * I found in this chamber Akel-Kan, Chief of the Treasury of Jewels, who, as soon as he saw us enter, commanded four of the King's eunuchs to bring in the jewels, which they immediately did, upon two great dishes of wood lacquered with leaves of gold, and covered over with little napkins made ex pressly for the object, the one of red, the One of the volumes opens with a profession of his penchant for the Diamond : \" Le Dia mant est la plus precieuse de toutes les pierres, et e'est le negoce auquelje me suis le plus attache.\" His narration is remarkable for an air of simplicity and truth pervading it, and is as different as possible from the proverbial contes de voyageurs. His work must have demolished many matters of popular belief at that period, and, if still read, could serve * Les Six Voyages de Monsieur J. B. Tavernier, Ecuyer, Baron d'Aubonne, en Turquie, en Perse, et aux Indes' Nouvelle edition. Augmentee de cartes, et d'e**tampes curieuses. A Paris. 1724. Avec approbation et privilege du Koy. 6 vols. ' °"], [25, "JEWELRY AND THE PRECIOUS STONES. 15 other of green embroidered velvet. After they were uncovered and had been counted piece by piece three times, a list of them was directed to be made out by three secretaries in attendance ; for the Asiatics do every thing with great circumspection and patience. The first piece which Akel-Kan placed in my hands was the great Diamond. It is a round Rose and very high on one side. By the set ting at the bottom there is a little flaw, and there is a small speck within. It is of good water, and it weighs three hundred and nine teen and a half ratis, making about two hundred and eighty of our carats, the ratis being equivalent to seven-eighths of a carat.\" It was found in the Gani mines, in the kingdom of Golconda (Tavernier, p. 18. Tome IV.) and, an article in the Spectator says, in the year 1550. It could not have been earlier than this, as the opening of these mines was at about this date, according to the French traveller. It went immediate ly into tbe treasures of the Kings of Gol conda, where it remained uncut, but their pride, until the reign of Shah Jehan, of Mo gul, the father of the famous Aureng Zebe. Koolub Shah, the then King of Golconda, was betrayed by his prime minister and chief of his armies, Mirgimola (spelled at times, Meer Jumla), to the Mogul monarch, who received of him at the same time this Diamond as a present. Shah Jehan was deposed by his son Aureng Zebe, and it was during the reign of the latter that Tavernier saw it, previous to which however it had been cut, and very injudiciously, our traveller was told. He was informed that its weight au naturel had been seven hundred and ninety-three and five-eighths carats 1 over five hundred carats of which were sacri ficed in the cutting by an unskilful lapidary; who was severely punished therefor, we may add. It remained with Nadir Shah until his death ; where is it now ? The reader of our last chapter, containing a description of the Koh-i-noor, may have been somewhat at a loss to account for the great reputation of that Diamond. The secret is that it has been identified by the British Government and the English jour nals, with the great Diamond of the Em perors of Mogul, the reputation of which has pervaded the world for three hundred years. With what rightful authority it has been thus identified we leave to the intelligent reader to answer upon a due consideration of the Koh-i-noor's present and late appear ance and weight, and of Tavernier's descrip tion of the great gem of Mogul, and with an important fact born in mind, that another Diamond, much heavier than the Koh-i-noor, or any other known now to the world, of the shape and nearly of the size of the pointed half of a lien's egg, with a base or girdle somewhat irregular, actually exists in the sceptre of the Czar of Russia — the history of which is traced just as far back towards Delhi as the Koh-i-noor ! It is our belief indeed that both came from Hindostan, but which is really the one, that had obtained so world wide a fame, seems too apparent to require argument. In nearly every respect the Russian Diamond answers Tavernier's description — the Koh-i-noor not in a single one. It will hardly be urged that the perfect round Rose of Mogul had, after the date of Tavernier, undergone a cutting which left it of such an imperfect hulk shape, as to re quire a further cutting and reduction of eighty-three and a quarter carats of its al ready vastly diminished weight I A fact rather curious is worthy of mention here. The Koh-i-noor, as we have stated, before its last cutting in 1852, surpassed in weight every Diamond known except the Russian. Tavernier gives a drawing of and describes as follows tbe largest Diamond, next to that of the Mogul Emperor's, of which he makes any mention: \" This is a view of a stone weighing one hundred and seventy-six and a quarter mangelins, making two hundred and forty-two and five-sixteenths of our carats. The mangelin, as I have said, is the weight used in the kingdoms of Golconda and Visapour, and is equivalent to one and three-eighths of our carats. Being at Golconda in the year 1642, this stone was shewn to me, and it is the largest Diamond I have seen in the Indies in the hands of the merchants. The owner permitted me to take a cast of it, which I sent to two of my friends at Surate, with a description of the beauty of the stone, and the price of it, which was 500,000 rupees, or 750,000 livres of our money, (about 150,000 dollars.) I received orders from them, in case it was free from Aureng Zebe died January 21st, 1707, and was the last powerful monarch on the throne of Tamerlane. To him succeeded his son Bahadar Shah, who died in 1712. Jehandar Shah, the batter's son, followed with a short reign of eighteen months. After four or five years of revolutions Jehandar's son, Mahum mud Shah mounted the throne, and there maintained himself for twent3'-one years. Up to this date the kingdom of Mogul had been the most conspicuous in Asia. But now, in 1739, like a whirlwind came the con quering Persian monarch, Nadir Shah, with his Northern hordes, and in a single cam paign swept from their foundations the time honored institutions of Hindostan. The valuables, that had been amassed at Delhi during four hundred years, comprising the great Diamond we are describing, and many others of the first rank succeeding that, were born off iu triumph to the capita! of Persia."], [26, "16 JEWELRY AND THE PRECIOUS STONES. have arrived at the conviction, just as clear, that the Great Diamond of the Great Mogul actually rests at the present moment in the sceptre of Russia. Here is a specimen of the fine English writing that must fall to the ground, if there is any force in our fore going statement of facts : \" In this way did the Koh-i-noor pass as the Emblem of Do minion from Golconda to Delhi ; from Delhi to Mushed; from Mushed to Cabul; from Cabul to Lahore ; from Lahore, as the prize of Saxon valor, to the shores of England. It may with justice be considered to be an Em blem of Prosperity and Dominion; and, as the brightest jewel in Queen Victoria's Crown, there can be little doubt of its remaining, what it has ever been, a brilliant token of power and ascendancy.\" specks and of fine water, to offer 400,000 rupees for it. But it was impossible for me to strike a bargain at that price. I believe however that if I could have offered 450,000 rupees I might have obtained it.\" Tavernier does not state, but there can be no doubt from the price asked, and from the fact that it was yet at Golconda and in the hands of the merchants, that the stone was uncut. The shape of it, as shewn in this drawing, is remarkably like that of the Koh i-noor — the figure being oblong with one corner sliced off. The difference between their weights, two hundred and forty-two and five-sixteenths carats and one hundred and eighty-six and one-sixteenths carats, (the latter being that of the Koh-i-noor before its recent improvement,) viz. fifty-six and a quarter carats could readily be accounted for by a moderate cutting, which is all the Koh i-noor had received, it is clear. Before entirely dismissing the Russian Diamond we will give the origin of the story of its theft from the Indian idol, of which same romance one of the Crown Jewels of France has been made thesubject inaletterof aFrench missionary, published in thejournal des Savans, for July, 1774. These stories are all unquestionably founded on the fol lowing which we translate from Tavernier, (pp. 143, 144. Tome IV:) M'r Elphinstone, though he mentions this Diamond more than once in his book, nowhere alludes to it as the great Diamond of Mogul— indeed he calls it one of the largest stones known. Although everything we have encountered in our researches has confirmed the truth of the opinion we have here expressed, we shall still offer one other fact which seems strongly corroborative of our view. In D'r Feucht wanger's excellent manual, published many years ago, long before any European nation was supposed to have any interest in the Koh-i-noor, we find, amid a mass of practical information for the mineralogist and the lapidary, a few shreds of historical facts ; but, few as they are, they are directly to the point we are discussing. In his preface the author gives the works of Hauy, D'r Blum, and others of similar reputation as forming the basis of his work. The copy* in our pos session gives two views of each of \" the two celebrated Diamonds of the Shah of Persia, the Dariainur, and the Kuinur.\" The former is Rose-cut, and answer's Tavernier's descrip tion, the latter is oblong, and accords in general character with the late appearance of the Koh-i-noor. Another paragraph in the same book says : \" The Diamond former ly belonging to Nadir Shah, Sultan of Persia, is now in the possession of the Russian Crown.\" The Diamond can mean nothing but the largest, the most valuable, one in his possession. We have then, with an utter unconcern of the results of our researches, upon entering on them, arrived at the fullest conviction that the Koh-i-noor is not the Rose of Mogul, and that its identification therewith by England is entirely unwarranted. We \" Jagrenate is the name of one of the mouths of the Ganges, upon which is built the great Pagoda ; where the Chief Bramin, that is the High Priest of the Pagans, holds his residence. The Great Idol, which is on the altar in the church, has two Diamonds for its two eyes, and a collar about its neck, which hangs down upon the stomach : the least of these Diamonds weighs not less than forty carats. Upon its arms are seen brace lets, sometimes of pearls, sometimes of ru bies. This magnificent Idol is called Kesora. The revenues of this great Pagoda are suffi cient to feed every day from fifteen to twenty thousand pilgrims, for such numbers fre quently assemble, this being the place of the greatest devotion in India, drawing crowds from all directions. It should be remarked that the Jewelers, who are attracted here as other people are, are not permitted to enter the Pagoda, ever since one of their profession contrived to have himself locked in at night, and then extracted one of the Diamond eyes of the Idol. Upon making his exit in the morning, when the Pagoda was opened, he fell dead upon the door-sill, through a mira cle, say the natives, of the Idol, in order to punish his sacrilege.\" The sixth Diamond of note belongs to the King of Portugal. It weighs ninety-three and three-quarters carats. It is about an inch and a quarter long, by an inch in width and in thickness. It is of an extremely irregular form, having been but little cut, and is\"very slightly tinged with yellow. The Portuguese have spread a report that their great Diamond * A Treatise on Gems. By D'r Lewis Feuchtwanger. New York. 1828. 8vo."], [27, "17 JEWELRY AND THE PRECIOUS STONES. is as large as a hen's egg, and this is believed by many. The English en revanche have published statements that the Portuguese stone is only a topaz. It was obtained by the Prince Regent of Portugal (afterwards Don John VI), when he was in Brazil in 1808. The slave, who found it, received his freedom and a pension for life for himself and his family. The seventh is known by the name of \"The Blue Diamond.\" It is cut as a Bril liant of exquisite shape, and is about an inch in diameter and three-quarters of an inch in thickness. Its weight is seventy-seven carats. It is valued at an unusual price on account of its rich blue tint. It is, we understand, now in the possession of England. The eighth is called \" The Pacha of Egypt's,\" and ib in his possession. It is of very regular form and nearly of the size of \" The Blue Diamond.\" It is of the first water, and weighs sixty-nine carats. The next is known as \" The English Lot tery Diamond.\" It was brought in the lat ter part of the last century to England by Earl Piggott, Governor-General of India, and was disposed of by lottery in 1801, for £30,000. It fell to the lot of a private indi vidual, who sold it, it is believed, to the Pacha of Egypt. It is of good form and of about the size of a cent. It weighs forty seven and a half carats, and is tinged with blue. cede in rank some of the latter ones of the foregoing enumeration, but, as their weights and other characteristics have never been satisfactorily made known to the world, we can only give this general account of them. A Diamond of an egg shape, with the small end indented, is in the possession of the Rajahs of Mattan, in Borneo. This is said by some travellers to be the largest Diamond ever discovered. Several European agents have made frequent ineffectual efforts to purchase it. One called \" The Shah,\" is in possession of Russia. It is of an irregular oblong form, about an inch in length, and half an inch in width and thickness, and of a blue color. \" The Green Diamond,\" belonging to the King of Saxony, is the largest known of its color. It is kept in \" The Green Vault,\" a mineralogical museum at Dresden. It was bought by Augustus the Strong, in Warsaw, for sixty thousand thalers. The East India House possesses one known as \" The Nassuc Diamond,\" which was part of the spoil taken in the English war against the Mahrattas. It is described as of irregu lar form, but of fine water. A conical Diamond of unusual size is in possession of Holland ; and a large one, in the shape of a pyramid, is among the Por tuguese Crown Jewels. The late Duke of York possessed one almost black, and of great size and beauty. A Diamond about the size of a large hazel nut was found last winter at Manchester, near Richmond, Virginia. It is of the first water, but holds several black specks in its centre. The Ledger stated, at the time, that it weighed nineteen carats, and was found by a laboring man, in the employ of M'r James Fisher, Jr. The Evening Post of April 28th, 1855, says : The tenth is the \" Saucy Diamond,\" weighing only thirty-three carats, but pos sessing considerable historic fame. Although many very early stories are related of it, its authentic career dates from the time of Henri Quatre of France. In his reign it was in the possession of M. Nicolas Harlay de Saucy, who sent it by a faithful servant to his \" uncle,\" a Jew, at Metz, to raise a loan for his sovereign then at war. The servant was assassinated not far from Paris, whether be cause he carried this stone, or not, was not discovered. M. de Saucy shortly after pro ceeded to the spot of his burial, disinterred and opened the body and found the Diamond. The faithful Servitor had swallowed it, on being attacked, according to his master's orders. \" The Saucy\" is of blue water, and of square form, and an inch nearly in size, with a thickness of half an inch. Since the time of M. de Saucy it has been in the pos session of the French monarchs. \" We were shown yesterday, on board the steamship Jamestown, what is said to be the largest Diamond ever discovered in North America. It was found several months ago by a laboring man named Benjamin Moore, at Manchester, Virginia, in some earth which he was digging up. The Diamond was put in a furnace for melting iron at Richmond, where it remained in a red heat for two hours and twenty minutes. It was then taken out and found to be uninjured and brighter than ever. It was valued in Rich mond at $4,000. The finder of the prize is a poor man with a family.\" The ancients, as we have intimated, at tributed occult and miraculous properties to many of tbe precious stones, as may be seen discussed at large in Pliny, and particular gems have been marked by their own distin guishing fables. Tbe same notions have more or less continued down to times not long past. Even a philosopher, so eminent The eleventh is called \" The Polar Star.\" It is of an egg shape, flattened at the sides, and nearly an inch long, three-quarters broad, and a half thick. It is of the first water, and weighs thirty-two carats. This stone, we understand, is in the possession of France. Several of the Diamonds we are now about to mention would, probably, in justice pre-"], [28, "18 JEWELRY AND THE PRECIOUS STONES. ting Paradise, had her ears bored in token of her subjection to man. On this a commenta tor remarks that the women have revenged themselves for this sign of degradation by compelling the men to suspend to their ears Diamonds and other costly stones, which they must procure by wearisome toil. The sign of subjection should have been the complete excision of the ear, and we remember that, at Trimalcyon's feast, one of the revellers says that, as his wife's Diamonds have absorbed nearly his whole estate, if he ever has a daughter he will cut off her ears at her birth, to avoid first his own utter ruin, and, secondly, that of her future husband. It seems rather strange that in so cele brated a crown as that of Saint Stephen's of Hungary, which has always served at the coronation of the Austrian monarchs, there should have been no Diamonds. It is de scribed as being of pure gold, ornamented with one emerald, fifty rubies, fifty-three sap phires, and three hundred and thirty-eight pearls, weighing in all fourteen pounds. This is the crown that was stolen during the late Hungarian insurrection, and has never since been found : the coronation of the Emperor of Austria seems consequently to be indefi nitely postponed. The Crown of England is composed of Diamonds and Pearls, chiefly of the former, of which there are about seventeen hundred, valued altogether at half a million dollars. Russia has always been noted for the dis play of Diamonds made by its noble classes. The following are brief extracts from \" The Life of Prince Potemkin,\"* a successor, in the affections of Catharine II, of that same Prince Gregory Orloff, who bought her the large Diamond from Persia: _ \" At the same time her Majesty adorned his neck with a Diamond collar, of the order of Saint Alexander, worth 60,000 roubles.\"— (p. 187.) and modern as Boyle, published a treatise on the sanative, and life, health, and beauty conservating virtues of the precious stones. Thus, a dose, which he denominates clcctua rium e gem mis, will stave off, he says, the approaches of old age. Some superstitions and anecdotes relative to the Diamond maybe worth quoting before we take leave of it. The Diamond has been regarded as bearing a mysterious relation to the Sun ; as setting at defiance all subduing and destroying agencies, save the solar ray — a tradition which seems to have been so powerful as to have influenced M'r Boyle to make the at tempt to dissolve it by a powerful lens, an experiment, the first, which proved success ful, and the one we have before alluded to as performed by the lens of extraordinary power in the possession of Cosmo III, Grand Duke of Tuscany. Pliny asserts that the Diamond and the magnet are naturally inimical to one another, and in mediæval times the Diamond was con sidered an antidote to poison, a safeguard against mania, and even a preservative of virtue. The peculiar color of each of the precious stones rendered it the emblem of many things. Thus the Diamond, being white, signified light, purity, faith, innocence and virginity. The London Athenæum in a late article stated that in ancient wicked times it was used to detect infidelities ; that, if placed upon the head of a slumbering wife, it would compel the sleeper to betray the secrets of the bosom. The mode of this self-disclosure we find described in an old book, by Thomas Nicols* : \"Isa true Diamond be put upon the head of a woman without her knowledge, it will make her in her sleep, if she be faithful to her husband, to cast herself into his em braces; but, if she be an adulteresse, to turn away from him.\" This is a philosophical superstition that might be safely believed in, we should ima gine ; we should not be surprised indeed if the actions described would duly ensue with out the use of the Diamond. \" She sent him 100,000 roubles in gold; a crown of laurels made of emeralds set with superb Diamonds, and valued at 150,000 roubles; and ordered three gold medals to be struck to his honor.\" — (p. 214.) \" The Prince handed the Empress from her coach. He was dressed in a scarlet coat, over which hung a long cloak of gold lace, ornamented with precious stones. He wore as many Diamonds as a man can wear in his dress. His hat, in particular, was so loaded with them that he was obliged to have it car ried by one of his aides-de-camp.\"— (p. 230.) But when we read the following it causes us to wonder at the real profusion of Dia- The sang froid oi the husband, our \"some times\" Cantab, does not appear to have be lieved susceptible of influence, aDd the bold ness and frequency with which these gems are presented nowadays to the wife at various re curring fetes seem to confirm the correctness of this view. Master Nicols says further, \" that it is esteemed powerful for the driving away of Incubos and Succubos.\" The Jewish Rabbis say that Eve, on quit- * Memoirs of the Life of Prince Potemkin, Field Marshal, ftc, 4c. Comprehending original anecdotes of Catharine the Second and of the Russian Court. Translated from the Oerman. London. 1812. 8vo. * A Lapidary : or the History of Pretious Stones. By Thomas Nicols. Somelimes in Jesus Colledge in Cam bridge. Cambridge, 1652. 4to."], [29, "19 JEWELRY AND THE PRECIOUS STONES. monds actually existing. It is a list of those presented by Catharine II to her various fa vorites. We collate it from a work of high interest.* head of the happy wearer at least on an equality with the hand. They occupy a pyramidal case of nine divisions, at the apes of which is placed, alone and unset, the 'Regent,' a Diamond of wonderful size and beauty, square in shape, and slightly rounded at the corners.\" To Wasielitschikoff Diamonds of the value of 60,000 roubles. To Zawadoffsky, Dia monds worth 80,000 roubles. To Zoritz, Diamonds worth 200,000 roubles. To Kor zakoff, Diamonds worth 50,000 roubles. To Lanskoi, Diamonds worth 80,000 roubles. To Yermoloff, Diamonds worth 80,000 rou bles. To Plato Zouboff, Diamonds worth 100,000 roubles. The same writer says that the \"Regent\" was stolen from the Royal Garde-Meuble during the French Revolution, but was soon after recaptured, and then pledged by the Directory for 6,000,000 of francs to the Bank of Amsterdam. It was redeemed by Napo leon immediately after the battle of Marengo. L' Europe Artiste of July 29th, 1855, says that this stone will shortly be placed in the hands of the eminent Jeweler, M. Le monnier, to be set in a new Imperial Diadem, which he has been commissioned to execute. Since the printing of those pages in which we spoke of the \"Etoile du Sud,\" we we have learned from a late number of the North American that the cutting of that stone has been completed, and that it is at present placed in the French Exposition. The Paris correspondent of that paper says: The value of those presented to the five brothers Orloff, and to Potemkin aud some others, is not particularly stated, but it far exceeded the total of those sums we have enumerated. The Jewels and other presents showered upon her lovers by this munifi cent sovereign is estimated in this book at 88,820,000 roubles ! Amongst the Russian Treasures at Moscow are three crowns, first, that of Peter the Great, containing 887 large Diamonds ; second, Ivan's, 841 Diamonds ; and third, the Imperial Crown, with over 2,500 large Diamonds. There are also two saddles of tbe Empress Catharine II, completely covered with Diamonds. \" The Diamond is well exposed to the light, being simply suspended between two metal points which allow it to be seen on all sides. The faces of the cuttings are unusual ly large, but, if one may judge by the fire which they throw out, and the brilliant pris matic colors displayed, the operation has been scientifically aud successfully conduct ed. The stone appears perfectly colorless, and of elegant oblong form.\" \"Its weight is one hundred and twenty-five and a half carats, but, owing either to the superiority of the cutting, or to the unusual thickness, nineteen millimetres* from the table to the extreme point behind, the refraction of light is wonderfully great, and, when the level sun falls rightly upon it, its fires are really mag nificent.\" \" The ' Etoile du Sud' is at this moment in the market positively to be sold, if a buyer can be found.\" Its weight, as above stated, sanctions our classification of it. (p. 12.) The French Crown Jewels have just been overhauled, some new set, and the whole exposed in the Great Exhibition now open in Paris. An inventory of them has also been published, from which we collate some in teresting facts. The \"Regent\" is estimated at five million francs, which is reached on the basis of one carat of its quality being worth about fifty dollars. This is falling off considerably from the value set upon it by the Commission of 1791. The whole number of precious stones is 64,812, weighing 18,751 carats. The Crown contains 5,352 Dia monds, of which 5,206 are Brilliants, and the others Rose-cut. One sword is set with 1,576 Brilliants, and another with 1,506 Rose Diamonds. There are two clasps, the one mounted with 217, the other with 197 Brilliants, and a chapeau button formed of 21 similar Diamonds. The North American correspondent, writing from Paris, says of these Crown Jewels : \" There are bouquets of Diamonds, with cords and tassels to match, to tie round the waist, and Diamond stomachers, filled with stones, only inferior in size to the 'Regent.' In one case alone twenty-eight Diamond necklaces lie exposed in rows of light, sup ported by a fan encrusted with the same, while a Diamond comb adjoining places the When penning our remarks upon the \"Koh-i-noor,\" and \" The Great Mogul's Diamond,\", (pp. 12, 13, 14, 15, and 16,) we sought in vain for some official English state ment of the grounds of the identification by them of these two stones, and the conclusion we arrived at, though unavoidable from the facts before us, was not unaccompanied by the fears of the existence of some absolute * Nineteen millimetres are equal, within a shadow ofa fraction, to three-fourths of an inch. This distance, th« writer evidently means, is from the centre of the promi nent facet of the table to the apex of the coUet. • Vie de Catharine II, Imperatrice de Uussie. Avec six portraits graves en taille-douce. A Paris. 1797. (2 vols. 6vo.) 2"], [30, "20 JEWELRY AND THE PRECIOUS STONES. adverse proof which we had been unable to encounter. Since then we have found what we presume to be the strongest statement of proofs that the English Court can put forth upon the subject. It appears in Vol. II, p. 695, of the \" Official, Descriptive and Il lustrated Catalogue\" of the \"Great Exhibition of the Works of Industry of all Nations,\" in which, it will be remembered, the \" Koh i-noor\" was exposed to the public by the Queen. It is published \"By Authority of tlje Royal Commission,\" and four laro-e columns of print are devoted to the subject. We were greatly surprised, after an atten tive perusal of the same, that a claim of such magnitude, so universally made by English writers, does not even pretend to possess a shadow of proof to support it. The Diamond is traced back, as we have done it already, to Nadir Shah, and the \"Great Mogul's\" is traced down to that personage. But that this latter stone was the one carried off into Cabul, upon the truth of which rests wholly the \"Koh-i-noor's\" authenticity, not a word of evidence is offered. The whole of this momentous portion of its history is thus briefly given, and without the support of a single reference: hundred and eighty-six and one-sixteenth carats, (the \" Koh-i-noor's\" late weight,) than to two hundred and seventy-nine and nine-sixteenths carats, to which Tavernier says three hundred and nineteen and a half ratis are equal, but it is still some distance therefrom. That discrepancy however the enterprising writer thus disposes of: \" The weight of one hundred and seventy five carats is a sufficiently near approxima tion to the actual weight of the 'Koh-i-noor,'* one hundred and eighty-six carats, taken with more perfect scales and weights than the Imperial Jewelers were likely to have provided, and with more care and delibera tion than Tavernier might have had the op portunity of exercising.\" When the reader is reminded that Taver nier was a Diamond merchant by profession, that he spent nearly forty years 'in Asia, that he brought back to France a vast number of Diamonds, Rubies, and Pearls, all bought in the East by the ratis, that he published with great care and elegance the results of his travels, illustrating his account of the \"Great Mogul's Diamond\" with a well executed en graving, and that he repeatedly Bpeaks both of the weight of this Diamond and of the weight of the ratis — when the reader is re minded of these facts, we say — it will be dif ficult for him to credit that this famous \"travelling Jeweler,\" as Gibbon calls him, could, first, have made a mistake of nearly a hundred per centum in the value of the deli cate ratis, and, secondly, in addition thereto, have blundered to the extent of eleven carats in weighing the most precious stone ever de posited in his hands, or indeed known to the world ! \"After Nadir Shah's death, the Diamond, which he had wrested from the unfortunate representative of the House of Timur,* be came the property of Ahmed Shah, the founder of the Abdali dynasty of Kabul, having been given to him, or more probably taken by him from Shah Rokh, the young son of Nadir.\" This is poor indeed. But the Court scribe has still a difficult task before him. Taver nier has carefully weighed, and minutely described to the world, the \" Great Mogul's Diamond,\" and that stone, by him thus described, has become famous throughout the land — and the \" Koh-i-noor\" obstinately will p.ot accord with Tavernier's statements. So our writer says : \" Tavernier of course took the actual weight with the native standard of weight, the rati, and his valua tion of the Diamond at two hundred and seventy-nine and nine-sixteenths carats was the result of a mistaken notion of the weight of the rati !\" It seems hardly fair either that the official account of the \"\"Koh-i-noor\" should pass over in perfect silence Tavernier's descrip tion of the beautiful shape of the Mogul stone, and his engraving thereof, without at tempting to reconcile it with the long hulk of the \"Mountain of Light!\" Although we found no use of the word \" Koh-i-noor\" made before the date of Nadir Shah, and believed that none such had been made, we hesitated to assert this as a fact, for fear that the \"Mogul's Diamond\"might,in some authority we had not encountered, have been so styled ; but the official history of the \"Koh-i-noor\" absolves us from the responsi bility of making this assertion. It says : \" The appellation 'Koh-i-noor' is not given to the great Diamond of the Mogul Emperors.\" \" Nadir Shah is said to have bestowed upon it the name of 'Koh-i-noor'.\" If then, even so poor a proof as the coinci dence of names does not exist, we cannot He then deduces from other authorities the weight of the ratis, (spelt by him rati,) and makes it out, instead of seven-eighths of a carat, a little over two grains. Upon this basis three hundred and nineteen and a half ratis equal one hundred and seventy-five carats ! This, it is true, is nearer to one * Our references to this celebrated historical character have been by the name of Tamerlane. Either appellation may be used at random. Tavernier calls him Temur-leng, and says that the word means Le Boiieux, a term per sonally applicable, he says, to the Tartar chief. * It had not yet at thi. date undergone its re-cutting."], [31, "JEWELRY AND THE PRECIOUS STONES. 21 conceive upon what grounds at all it has ever been asserted that England is in possession of the \"Great Mogul's Diamond.\" This account, in order we presume to add to the fame of the stone, pretends to give its history from a remote period. It is made up from occasional references by Indian historians to large Diamonds, and the \"Koh i-noor\" thus becomes the hero of all the early stories related of any and every con spicuous Diamond. Such a history may be considered, of course, as purely fabulous. It is as follows. It was found 3001 years be fore Christ, and was worn by Kama, King of Anga. It was next heard of as belonging to Vikramaditya, tbe Rajah of Ujayin, fifty six years before Christ, and his successors, the Rajahs of Malwa. Malwa was conquer ed and overcome by Alla-ud-din, Sultan of Delhi, in 1306. From him it passed to the Bikermajit family of Agra, who presented it to Humayun, who presented it to Sultan Baber, who presented it back to Humayun. After this, it passed permanently, until Na dir's arrival, into the possession of the Em perors of Mogul. given with the model from which we de scribed it. The weight of \" the Pacha of Egypt's Diamond\" was there misprinted sixty-nine instead of forty-nine carats. We have learned that M'r Henry Thomas Hope, of London, is in possession of a blue Diamond, weighing one hundred and seventy seven grains. If this were seventy-seven carats it would accord with the weight of the \"Blue Diamond,\" which we have described. It is more probably \" The English Lottery Diamond ;\" for one hundred and seventy seven grains are equivalent to a little over forty-five and a half carats, which is nearly the weight we have accorded \" The Lottery Diamond,\" and it also has been described as of a blue tinge. The Parisian correspondent of the North American says that the \" Sancy\" was also stolen from the Royal Garde-Meuble during the French Revolution, and became ultimate ly the property of the Emperor of Russia. On page seventeen the \" Sancy Dia mond\" was described as of square form, and \" The Polar Star\" as of an egg shape, flat tened at the sides. These descriptions apply reversely to these two stones. We should have mentioned also on the seventeenth page, that \"The English Lot tery Diamond,\" \" The Sancy,\" and \" The Polar Star,\" are all cut as Brilliants. The recent history of the \"Koh-i-noor,\" as here given, is doubtlessly quite authentic, and, as it is somewhat more precise than that related by us, we shall quote from it: \"After Runjet's death it was worn by Khur ruk Sing and Shir Sing. After the murder of the latter, it remained in the Lahore Trea sury until the surpercession of Dhulip Sing, and the annexation of the Punjab by the British Government, when the civil authori ties took possession of the Lahore Treasury, under the stipulation, previously made, that all the property of the State should be con fiscated to the East India Company, in part payment of the debt due by the Lahore Government, and of the expenses of the war. It was at the same time stipulated that the ' Koh-i-noor' should be surrendered to the Queen. The Diamond was conveyed to Bom bay by Governor-General the Earl of Dal housie, whom ill health had compelled to re pair to the coast, and was there given in charge to Lieut. Col. Mackeson, C. B., and Capt. T. Ramsay, the Military Secretary to the Governor-General, to take to England.\" They left Bombay with it April 6th, 1850, arrived in England June 30th, and surren dered it, July 2nd, to the Chairman and De puty Chairman of the Court of Directors, who, with the President of the Board of Con trol, presented it, July 3rd, to Her Majesty.\" We should have stated in speaking of the \"Kingof Portugal's Diamond\" (pp. 16, 17) that several French authorities give its weight as one hundred and twenty carats, which would fix the \" Koh-i-noor\" as the sixth in order of the large Diamonds. We stated the weight, ninety-three and three-quarters carats, as D'r Feuchtwanger says \" The Nassuc Diamond\" weighs three hundred and fifty seven and a half grains, (91.95 carats,) and that it was sold at the auction of Mess'rs Rundell & Bridges in 1837, for $36,000. He says at the same time were sold a pair of Brilliant ear-rings, weighing two hundred and twenty-three and a half grains, formerly the property of Queen Charlotte, for $55,000; a Brilliant drop, seventy-nine and a half grains, for $5,900 ; and an oblong Brilliant, one hundred and fifty-one and a quarter grains, for 814,000. A Diamond valued at 200,000 francs, and a diadem set with 9,000 Diamonds, are now exposed, at the French Exhibition, by Mess'rs Marret & Beaugrand, prominent Jewelers in Paris. We learn from L' Europe Artiste of Aug. 5th, 1855, that the House of Marret & Jarry have just completed a splendid necklace of Dia monds — 2,000 in number, and weighing in the aggregate one hundred and twenty carats. The price of 120,000 francs is put upon it. On page ten we hazarded some con jectures as to the origin of the word carat. Since that has been printed we have fallen upon, incontrovertibly, the origin of the word, and, although our opinion of the ordi nary \" bean derivation\" is shewn to have been correct, neither of our own theories has"], [32, "JEWELRY AND THE PRECIOUS STONES. 22 it, in the Ilundues or Tellinga Tongue, to the following effect, which remains to be seen to this day : proved so to have been. Thomas Nicols, in his old book oti \" Pretious Stones,\" quoted by us before, uses throughout it the word ceratiiim, and plural ceraiia, in speaking of the weight of gems. He makes it clear also that it was equivalent to our carat, by the following sentence : \" Monardus writeth that he saw Diamonds in Bisnager (Visnapour) that weighed 140 ceratia, and every ceratinm is foure grains.\" If anything is wanted to confirm this origin it may be found upon re ferring to this word in the Latin Lexicon, which shews us that it was derived by the Romans from the Greek keralion, and de scribes it as \" the name of a very small weight or measure.\" Being of such Greek derivation, the Latin word is to be pro nounced with the c hard, which will give us almost the identical word we use. Your Wife and Children sell, sell what you have, Spare not your Cloaths, nay, make your self a Slave; But money get, then to Currure make hast; There search the Mines, a Prize you'l find at last. After which he immediately returned with his Stone to Goa.\" On our fifteenth page we gave Tavernier's account of the largest Diamond he saw in India in private hands, and states its weight to have been one hundred and seventy-six and a quarter mangelins. This is so near the weight of that referred to in the above paragraph, that it would seem probable that these two accounts refer to the same stone. \" Tbe History of Jewels,\" by tho by, above referred to, is chiefly made up of extracts from Tavernier, without a word of credit, but still, in such quaint English, that we are tempted to give the reader a slight taste from the Preface : We have found a remarkable confirmation of Tavernier's account of the Diamond mines of India, in a paper read before the Royal Society in the latter part of the seventeenth century.* This examination must have oc curred too at about the same date as that of Tavernier's visits to India. \"Currure\" and \"Gam\" seem to be used indiscriminately by Tavernier and other writers as tbe name of the same mines. One little old books calls them Covlloitr: \" The second mine is called C'oullotir in the Persian language, and the Idolaters of the countrey call it Gany.\" The mines visited by D'r Voysey in 1823, about three miles Irom the Krishna river, and called by him Partiala, are said to bo the same mines. We extract a curious para graph from the Earl Marshall's article : \" There is nothing more admirable in this lower world then precious stones, seeing they are the starres of the earth, and shine in competition with those of the firmament, dis puting with them for splendor, beauty, and glory. Nature produceth nothing more rich, and sufficiently confesseth it, in her most careful laying them up and hiding them in her private cabinets and repositories in the inner parts of tbe earth, so that they are not easie to be come by; but their value and price make them worth the searching for, even through the bowels of the world.\" Tavernier informs us that, in the language of the Hindostan miners, the Diamond is called Iii; in Turkish, Persian and Arabic, Almas ; and, in all the European languages, something analogous in sound to the word Diamond. \" About sixty or seventy years ago, when the Currure mines was under the Govern ment of the Hiniducs, and several Persons permitted to adventure in digging, a I'or tugeez Gentleman went thither from Goa, and having spent in Mining a great sum of Mony to the amounts of 100,000 pagodas, as 'tis reported, and converted every thing he brought with him, that would fetch any mony, even to what wearing Cloaths he could spare, while the Miners were at Work for the last Day's expence, he had prepared a cup of Poyson, resolving, if that Night he found nothing, to drink his last with the conclusion of his Mony ; but in the Evening the Work men brought him a very fair spread Stone of 180 mangelleens' weight, in commemoration whereof he caused a great Stone to be erected in the place, with au Inscription ingraven on The Diamond is now used extensively in the mechanical arts ; it is used for powerful lenses, for engraving on copper and steel, and upon all hard stones, for cutting glass, for sockets to pivots in watches, and for various other purposes by dentists, turners, china menders, lapidaries, &c. It is time now to dismiss the Diamond, but, in proceeding with the other stones upon tbe list, the reader need not apprehend that each will be treated at the same length ; for the interest attaching to this gem exceeds that of all the other precious stones com bined. The Sapphire in hardness comes next to the Diamond. It is one of the varieties of that vast genus the silex. Its chemical composition is pure alumina crystallized. The colour most commonly understood to attach to the Sap phire is blue, and therefore the poets are * \"A Description of the Diamond-mines, as it was pre sented by the Right Honourable the Earl Marshal of England, to the Royal Society/' Published in the Annals of that Society. f The History of Jewels, and of the Principal P.iches of the East aud West. Taken from the relation of Divers of the most famous Travellers of our age. London. Printed by T. N. 1671."], [33, "23 JEWELRY AND THE PRECIOUS STONES. wont to sing of Sapphire skies. It is also found occasionally gray, white, green and yellow. In shape it is usually rhomboidal. Haiiy names it the \" telesie,\" and Boumon the \" perfect corundum.\" Being silicious in its nature it approaches in its hardness close upon the Diamond, while, in its blue species, it is very beautiful. The deep-blue Sapphire is named by the lapidaries the \" male,\" and the pale-blue the \" female.\" It is acted upon by neither the acids nor the blowpipe. It is found mostly in the beds of rivers, especially in Ceylon and in the southern part of the Burman Empire. This stone through its blue color was the emblem of heaven, the firmament, truth, con stancy, and fidelity. The Jewish priests wore robes and breast-plates of this color as significative of heaven. Persia, nearly as large as an egg and of that shape, of deep coior, and of unknown weight. It had been for many years in the treasury of that monarch. The second figure is that of a stone sold as a Ruby to Giaferkan, uncle of the Great Mogul, for 95,000 rupees ($285,000), and presented by him to the Emperor. A dis charged old Jeweler of the king, having found some opportunity of examining it, declared that Giaferkan had been deceived, that it was not a Ruby, and was not worth over 500 rupees. The king's Jewelers were convened to decide upon the matter, and they declared their belief in its genuineness. As in the whole Empire of the Great Mogul there was no person more skilled, it was be lieved, in the knowledge of precious stones than Shah Jehan, then detained a prisoner at Agra by his son, Aureng Zebe, the latter sent the stone to his father, begging his opinion. He confirmed the views of the old Jeweler, and said it was not worth more than 500 rupees. The stone having been brought back to Aureng Zebe, it was returned to the mer chant who sold it, and he was forced to dis gorge the money he had received for it. This stone was of an egg-shape. The next is a view of one weighing seven teen and a half carats, in the possession of the King of Visapour, of the shape of half an egg. It is well cut, and of the greatest beau ty. It was bought in 1653, for 14,200 new pagodas, (about as many dollars.) We have then described one \"weighing fifty and three-quarters carats, of the second water, uncut, and almond-shaped. It was offered to me at Banarous for 55,000 rupees.\" The Hebrew Rabbis declare this to be the stone of which the rod of Moses and the Tables of the Law received on Mount Sinai were composed. Thomas Nicols, whom we have before quoted, says (as it is useful to know) that \" the Sapphire if worn by an adulterer loses its splendor, and the wearing of it quells the animal senses ;\" \" if put into a glasse with a spider it will quickly die ;\" \" it keepeth men chaste, and therefore is worn by priests.\" Fine specimens bring high prices. The late M'r Hope purchased one from the Parisian Jardin des Plantes, paying therefor the considerable sum of £3,000. The French crown contains 59 of these stones. A Sapphire weighing seventy-five and a half carats was sold, says D'r Feucbtwanger, at the auction of Mess'rs Rundell & Bridges, for $2,465. Tavernier says that Rubies were so scarce in Asia that he found it profitable to take them thither from Europe to sell. He says he found them so preciously guarded, that a merchant would never shew a Ruby, even if an insignificant one, unless you agreed to give him some trifling present, as a cap or beit, in case you did not buy. He speaks of one weighing five carats, found in Bohemia, and presented by General Wallestein, Duke of Fridland, to the Viceroy of Hungary. In the Green Vault at Dresden there is a pair of Ruby ear-rings, which have been valued at 24,000 thalers, though at present they would probably bring a much higher price, owing to these gems being greatly in fashion. The above sum would be about 18,000 of our dollars. The English Crown contains a large heart-shaped Ruby. Ludovicus Vartomannus, a lying old Ro man, says that the King of Pegu, in India, had a Ruby which could illuminate a dark room as brilliantly as could the sun! Andreas Baccius says in his book, De Na- The Ruby is, chemically, the same as the Sapphire except so for as it is affected by its coloring matter. Itranks next to the Diamond in value. A fine specimen of theOriental Ruby is rarer than even tbe Diamond itself. An ciently it went by the name of carbuncle, as it does occasionally now. It is a species of silex or quartz, and therefore participates in the natural hardness of that stone. As its name indicates, it is red in color — a carmine red—and a very beautiful ornament for the \"ornamental sex.\" They are found in Hin dostan, in Ceylon, in Bohemia, and in Hun gary. The largest Ruby known is said to be in the Imperial Russian Crown, in which it is placed under the cross. It was bought for the Empress Anne in Pekin, for 120,000 roubles, by her ambassador to that city. Tavernier gives drawings of and describes several remarkable Rubies he saw in the East. First is one that belonged to the King of"], [34, "24 JEWELRY AND THE PRECIOUS STONES. whenever I visited his Court during my last journey to the Indies. It weighs one hun dred and fifty-seven and a quarter carats, and was bought for this monarch at Goa for 181,000 rupees, ($543,000.)\" A Topaz valued at 10,000 roubles is among the Jewels in one of the saddles of Catharine II of Russia. tura Gemmarum, that if danger approaches the wearer of a Ruby, it will turn black, and, upon the danger being past, resume its color again ! Nicols relates the following of Baccius and a Ruby he possessed enclosed in a gold ring: \" On the fifth of December, 1600, he was tra velling with his wife, Catharina Adelmania, to Studgard, and in his travel he observed his Rubine to change its glory into obscu ritie, whereupon he told his wife, and prog nosticated that evil thereupon would ensue either to himself or hei, which accordingly did ; for not many days after his wife was taken with a mortal disease and died ; after which he saith his Rubine of its own accord did again recover its former lustre, glory, beauty, and splendour.\" Albertus Magnus says that this stone is more beautiful in the morning than at any other times of the day. And is this not true of every thing, animate or inanimate? Cardanus says that with a simple powder of Topaz diffused in wine, he cured one Cesar Palavicinus, Esq., of a fever that he had had for fifteen days, and another gen tleman of \" melancholy,\" who had long been dosed in vain by the prescriptions of the re gular practitioners. Thomas Nicols calls it \" a very hard glo rious sun-shine gemm.\" He also says : \" The powder of it is said to be good in asthmatick passions, and in the orthopntxa if it be drunk in a convenient liquor. If in fevers it be held under the tongue it is said to quench thirst. It is cold and dry as all other pretious stones are.\" The Topaz, according to Ure, is still another form of the silex or quartz. It is found crystallized in rhombic prisms in Bra zil, Siberia, and Saxony. It is transparent and translucent, and commonly of a wine yellow colour, but frequently sulphur colour ed, and rose-red. Sometimes it occurs per fectly limpid. It is not affected by the acids. It becomes electric from heat or friction, and to such a degree as to make it distinguish able, by this property, from other stones that may chance to resemble it. See Nicol's Manual of Mineralogy,* pp. 255, 257, also D'r Feuchtwanger's Treatise, p. 80. The principal supply of this gem is from Brazil, where it is sought in the rainy season, in the Bame manner, and in the same localities, as the Diamond. The annual production from this region is about forty pounds. The white, and the rose-red are the most valuable. The former are called by the Portuguese pingos d'agoa, (drops of water,) and, when cut, they closely resemble the Diamond in lustre and brilliancy. The Brazilian yellow Topaz, when exposed to heat, becomes reddish, and bears a strong resemblance to the Ruby, but may be distinguished from it by the elec tricity it is capable of evolving. The Saxon pale-wine coloured Topaz, when exposed to heat, becomes colourless. It is said to have derived its name from an island in the Red Sea, where the first specimen was found by a Mauritanian King. The name however, top>azion, has existed in the Greek language from time immemorial, but whether it was the name of the same mineral as our Topaz it cannot be with certainty affirmed. Tavernier gives a view of a magnificent Topaz in the possession of the Great Mogul. It is beautifully cut, its girdle being a per fect octagon. \" This,\" says he, \"is the only gem I have seen him wear upon his person The Emerald is a composition of silica, alumina, and glucina, coloured generally green by chrome oxide. It is of various shades of green, sometimes colourless, some times inclining to blue and yellow. Those species not green however are specifically known as beryl or aqua-marine — the co louring matter in them being iron peroxide. Emeralds are found in the shape of six-sided prisms, with the lateral faces smooth, and varying from transparent to translucent. It is not affected by acids. It is found chiefly in Peru. Less beautiful varieties are met with in India, Ceylon, Greenland, and Sibe ria. It is cut in various forms, the Brilliant, the Rose, and the Table styles. It is usually set with a green substance behind it, unless of very fine quality, when they are open-set. They sell at the price of $12 per carat. One of twenty-four grains, at the auction of the Marquis de Dree, sold for 2,400 francs. It may be very successfully imitated. Anciently there were mines of it wrought in Egypt on the Arabian Gulf. For some centuries all knowledge of them was lost, but they have been rediscovered, in modern days, by Caillard. Tavernier has some remarks on this stone, which, as bearing on the early history of America, are worth translating in full. He first expresses the opinion, that the Emerald, though known from time imme morial, always came from America. He then adds, \" I believe, that, prior to the dis covery of that part of the world, commonly called the West Indies, Emeralds were in- * Manual of Mineralogv, or the Natural History of the Mineral Kingdom. By James Nicol, F. R. S. E., F. G. S.. Edinburgh : 1849."], [35, "25 JEWELRY AND THE PRECIOUS STONES. deed brought into Europe from Asia, but that their actual source was the kingdom of Peru. For the Americans, before they be came known to us, traded in the Phillippine Isles, whither they carried gold and silver, especially the latter. The same traffic is still continued, and the Peruvians visit the Phillippines yearly with two or three vessels carrying silver and rough Emeralds. Here they are met by traders from Bengal, Ara can, Pegu, Goa and other places, bringing cloths of all sorts, set Diamonds and Rubies, gold-jewelry, silk-stuffs and Persian carpets. It should, however, be remarked, that they are not permitted to deal directly with the Americans, but only through the interven tion of persons residing at the Manillas. And this is the only way in which Emeralds reached Europe before the discovery of the West Indies.\" to a certain cardinal for 1200 gold marks, and twelve years elapsed before the city could raise this sum for its redemption. In 1726 a volume was published in Genoa, which professed to demonstrate by authori ties, that this identical vessel had once be longed to King Solomon, and was an item of the presents brought to him by the Queen of Sheba. It must be confessed, that it is rather a sorry downfall of the romance concerning this stone to find it more than probable, that all these large specimens are neither more nor less than green glass, or at best but rock-crystal, imbedded perhaps with portions of aqua-marine. For it is stated that in Peru, which yields the finest in the world, no one larger than an ostrich's egg has ever been mentioned, and that such a one ever existed is extremely doubtful. The Spanish conquerors of Peru heard that, in the Valley of Manta, was a temple dedicated to the Goddess, Emerald. Of course they hastened to pay their devoirs at the shrine of so respectable a divinity. But, on reaching the temple, they found that the Goddess had disappeared. However, finding there a large number of daughters of the \"Mother of the Emeralds,\" (as the Goddess was entitled by the priests,) they took pos session of these for their own behoof. In Saint John's Apocalypse (chapter iv, 3 v,) the throne of the Deity is described as surrounded by a rainbow of Emeralds. Tradition says that the famous magician Hermes Trismegistus engraved on an Eme rald a panacea for all human maladies, which was enclosed with his body in his tomb. Rather a selfish proceeding it seems to us. As a fact belonging to modern times, we would mention that the sceptre of Poland was a simple piece of beryl, two feet long. It has been broken in the middle, and is now in the possession of Russia. The Mexican kings prized these stones so highly, that they were accustomed to pierce their nostrils and there hang one of the finest specimens they could procure. They put them also upon the faces of their idols. If we may credit an old writer, the traffic in them from America must, at one time, have been enormous. For he says, that in the fleet, which came from the Indies, in the year 1587, there were two great chests of Emeralds. If this be fact, the number in circulation must, we think, have diminished. Highly as these stones have ever been prized by Europeans, it would seem that the Orientals have valued them more highly still. For Tavernier says, that, in his day, Emeralds, and indeed nearly all the pre cious stones, except the Diamond, brought better prices in Asia than in Europe. This stone is especially noted for the ex travagant traditions of all kinds concern ing it. Thus it is gravely recorded, that the vic torious Saracens captured, at tbe Spanish city, Toledo, a table three hundred and sixty feet long, constructed of a single Emerald ! Also that an obelisk stood there, composed of four Emeralds only, which was sixty feet high ! It is stated also that in the Cathe dral treasury of Genoa was preserved, in 1780, a hexagonal bowl of Emerald, of which the broadest diameter was fourteen and a half inches. In 1319 this bowl was pledged M'r Hope, of London, possessed a cut crystal of the beryl class, weighing six ounces, and valued at £500; and the Duke of Devonshire another from Peru, two inches long, and weighing eight oz. eighteen dwts, but containing many flaws, and valued at one hundred and fifty guineas. In the \"Memoires du Regne de Catharine, Imperatrice de Russie\" mention is made of an Emerald, belonging to the Crown, of the size of a hen's egg. Martinus Rulandus says that the Emerald exceeds in verdure watered grass, or the greenest leaves of the trees. Avenzoar declares it to be a specific against poisons, and Bcetius gives a recipe for a \" tincture of Emerald.\" D'r Aloysius Mundella says that his brother, a Jeweler, sold an Emerald for one hundred and thirteen aureos to Franciscus Maria, Prince of Urbino, and intended by him to be used medicinally. Cardanus says that all green jewels may be affected by the fire on account of the abundance of humour contained in them ! (De lapidis pretiosis. Book 7.) Baccius says, speaking of the beryl speci men, that if wrapped in a linen cloth and put into water, or put into water by itself, the water wili seem to be moved. And"], [36, "26 JEWELRY AND THE PRECIOUS STONES. Pauphine, Switzerland, Tyrol, the Pyrenees, Hungary, Siberia, Brazil, Madagascar, Cey lon, India and Persia. The Amethyst comprises the violet-blue varieties of quartz, generally crystalized as pyramids on the exterior of rocks. The uniting planes of the prismatic portions are frequently marked by undulating lines, and all specimens, thus arranged, are now termed Amethysts. This stone varies from trans parent to translucent ; is of a vitreous lustre ; and on the same specimen is often a dark-violet and nearly colourless. It scratches white glass, strikes fire with steel, but yields to the file. Under the com pound blowpipe it parts with its colour. The blue colour of this stone is believed to be caused by peroxide of iron. The German chemist, Heintz, found a very dark-tinted Brazilian Amethyst become colourless, when subjected to 250° of heat, and, as it contained, at most, only 0.01 per cent, of manganese, ho decided that the latter could not be the colouring principle. From various other ex periments he concluded, that organic matter could not produce the colour, but that, most probably, it was owing to the peroxide of iron. Wurtzung, a German physician, says that it is used in all diseases of the heart. We shall conclude our researches upon this stone with some quaint old passages from our \" Sometimes member of Jesus Col ledge.\" \" Sophisticatours are wont, lucri causa, to adulterate this gemme.\" \" The Emerauld is a precious stone or gemme of so excellent a viridity, or spring colour, as that if a man shall look upon an Emerauld by a pleasant green meadow, it will be more amiable then the meadow, and over come the meadow's glorie, by the glory of that spring of viriditie which it hath in itself: the largenesse of the meadow it will over come with the amplitude of its glory, where with farre above its greatnesse it doth feed the eie : and the virescencie of the meadow it will overcome with the brightnesse of its glory, which in itself seemeth to embrace the glorious viridity of many springs. 'This stone is known by its apparent coldnesse in the mouth, andby its gravity being weighed.\" \" They do much sharpen and acuate the dulnesse of the sight, and therefore engravers will most willingly be employed about them. They are very transparent, and do very ex cellently dart forth their raves like lightning; and therefore they are of great esteem and price.\" The finest violet Amethysts come from Siberia, Persia, India and Ceylon. The Scottish Highlands were formerly distin guished for producing the Cairngorm, a highly prized brown or yellow species. It is sometimes cut in the form of a Brilliant, and, when set, is supplied with a blue or red foil, in case it is pale, but, when deep-coloured, it requires no artificial assist ance. Though used in almost all descrip tions of Jewelry, it shows best in necklaces. The Amethyst is no longer prized so high ly as once. And yet, when large-sized and intense and uniform in colour, it is greatly valued still, and well-cut stones, of one carat, are worth from three to five dollars, and so on in proportion to their bulk and tint. The Amethyst may be imitated very closely with paste — so closely, that the imitation is distinguished with great difficulty from the real. The artificial gem, however, is some what heavier than the genuine, on account of the metallic oxides, which enter into its com position. Among the ancients this stone was ever a favourite one for purposes of engraving. Several fine specimens of it have come down to our day, such as a bust of Trajan carried by Napoleon from Prussia to Paris during the wars of the Empire ; the Apollo Belvidere; the Laocoon Group ; the Farnese Hercules, &c. \" The Scythian Emerauld is found in gold mines, and cannot be obtained without a great deal of danger: for it is reported, that the Gryphines take charge of this, stand cen tury about it, and have their safe custody upon it. These fierce ravenous birds make their nests in the mines of gold where these pretious gemms are to be had, therefore the Arimaspi, or Monoculi, who hunger much after the gold, and Emeraulds, are forced to arm themselves for a battell with these birds, before they can obtain their prize.\" \" This stone is good to recreate the sight; Andreas Baccius, Agricola, Cardanus, and Anselmus Boetius say, that there is such an enmity betwixt it, and illegitimate venery, or the uncleannesse of the flesh, as that if it do but touch the skinne of an adulterer, it will break. And that it doth bridle the reins of lasciviousnesse, and much temper it; insomuch as Albertus Magnus doth not doubt to affirm that the king of Hungaria Bela having carnall knowledge of his wife, with an Emerauld set in gold on his finger, the Emerauld brake into three parts.\" The Amethyst, which has been known from the earliest days of Greece and Rome, and was also employed for sacerdotal pur poses among the Jews, is also a species of the extensive genus, quartz. The highly trans parent, colourless varieties of quartz go by the name of rock-crystals. The finest Ame thysts are found in the cavities of rocks in As with other precious stones, so with this, antique tradition has connected not a few superstitions. Thus its very name, — from the Greek privative, a, and meihuo, to intoi-"], [37, "27 JEWELRY AND THE PRECIOUS STONES. icate,— was given to it, under the impression that wine, taken from a cup of this material, could not intoxicate. red, but yellow and yellow-brown. The Jewelers prefer the dark-red and the yellow tinted. It is used for seals, rings, watch-keys, &c. Its color is said to be improved by calcina tion, and it is also said that the ancients boiled it in honey to heighten its color. On account of its hardness, it is very useful for seal-engraving. In regard to this stone we close by citing an old superstition referred to by Nicols : \" It causeth him that weareth it to be of achearfull heart, free from fear, and noblely audacious, and that it is a good protection for him against witchcrafts and fascinations, and putrefac tions of humors.\" The Amethyst was the ninth stone in order on the Urim and Thummim, worn on the breast by the Jewish High Priest. Aristotle says that the Amethyst if worn on the stomach hinders the ascension of vapours; the reason of it he gives to be that it draws the vapours to itself, and thus dis sipates them. Andreas Baccius says (De Natura Gem marum, Chap. XI) that it sharpens the wit, destroys sleep, and resists the effects of poison. With a quotation from Nicols we will dis miss this stone : From the best information we can obtain, Carbuncle was the ancient name for the now entitled in geological treatises spinelle, which latter, according to Ha'uy, is the true Ruby. As we have already de scribed the Ruby, we need not, of course, repeat ourselves, but consider that our list of precious stones, which made the Carbuncle and the Ruby two different gems, was erro neous. \" Pliny, sporting in his naturall History about this stone, saith that it doth draw nigh to the colour of wine, but it durst not tast it, that is, it taketh but very little of it: for before it doth throughly relish it, its glory doth end in a very delightfull pleasing sparkling violet colour : the most excellent of them have in them a glorious fiery bright nesse, which doth most excellently and pleasingly dart its self forth (as I have ob served in one which I was once master of) through the transparent cloud of a skie colour ; from the mixture of its rednesse, brightnesse, or fiery splendour with this skie colour, ariseth all the glorious delight of its pleasing tincture.\" Garnets, or Granats, according to quaint old Nicols, were well known to the ancients, who considered them as a species of Carbun cles, otherwise of Rubies. They are pellucid, crystallized chiefly in dodecahedral forms, imperfectly lamellar in structure, more or less concboidal in fracture, and take their name some suppose from being found chiefly in grains. In proceeding to treat of the minor gems, we deem it proper to put the reader on his guard by observing that our whole subject is made difficult and perplexing by the fact, that various names have been given to the same stone in different times and countries, and that great numbers of them, slightly differ- enced from each other, belong to the same genus, and even the same species. This re- mark applies especially to those of which we are now to speak. We shall thread the laby- rinth as best we may, though we could wish we had that antique \"silken thread\" to guide us. ' The Carnelian is a species of the calcedony, which is itself a sub-species of that universal mineral, the quartz. To tbe ancients it was known as the \" sarda,\" for which name two reasons have been assigned, which we will give when we speak of the Sardonyx. The moderns have variously entitled it Car- nelian and Cornelian — in either case from its red color, corresponding to the color of the flesh, \" caro,\" and the heart, \" cor.\" The finest of these stones come from Siberia, Arabia, India, Surinam and Tyrol, though they occur in various other places in both the old and new worlds. It is found in masses or pebbles ; is semi-transparent and translucent ; and (what somewhat impeaches its name) is, in its varieties, not only blood- The Garnet is of three principal species : 1st. Tbe Syrian, of a deep rose color, \"like unto the flowers of pomegranates,\" says Nicols. \" Boetius,\" continues he, \"saith that it looketh like a flame of fire, &c.\" 2nd. The Bohemian or Ceylonese, wine red or nearly orange-yellow. 3rd. The Vermeille, deeply tinged with orange-yellow. The red Garnet is found in many species of rocks, in loose crystals, in small boulders, in grains, and in alluvial earth. It occurs in many European countries and iu various parts of the United States. The grains collected by digging and wash ing alluvion are preferred by lapidaries to all others. The chemical constituents of this gem are silica, alumina, and the protoxides of iron and manganese. Garnets are much used in Jewelrj-, being cut into rings, breastpins, ear-rings and neck laces, and out of the larger ones snuff-boxes are sometimes made. Their value is measured by their size, pu rity and color. A Syrian Garnet, eight and a half lines long and six and a half broad, was sold at the auction of the Marquis de"], [38, "28 JEWELRY AND THE PRECIOUS STONES. Dree for 3,550 francs, and a red Ceylonese Garnet, eleven lines long and seven broad, was sold for 1,003 francs. They can be very well imitated by pastes. Asoneof the Latin names of this stone, or of the Ruby, or of both, is Rubinus, it formerly was often called Rubine in English. This ex plains the meaning of Rubine in the following quotation from Nicols, with which we close. \"Plinie relateth of the Ethiopians that they have a way of quickning obscure and dull Rubines, so as that they will make them to discover their splendour and nitour for fourteen moneths together, even like aflaming coal; and that is by macerating of them for fourteen dayes in vineger : but by this means, though their glory be increased for a time, they are made softer, and more subject to a brittle and fragile condition.\" These imitations, as well as the Onyx itself, are very hard and expensive to en grave; a cheaper and softer material was therefore sought and found in shells, and of this substance are made the greater propor tion of Cameos we now meet with. Among the shells fitted for the purpose is the \"Bull's Mouth,\" from Ceylon and Madagascar, hav ing a red inner coat; the \"Black Helmet,\" from Jamaica, Nassau, and New Providence, having a blackish inner coat ; and the \"Queen Conch,\" having a pink coat. The \"Black Helmet\" is the largest, a single shell often furnishing two or three Cameos of the size usually adopted for breast-pins. All these shells have three several layers, depo sited successively by tho secretion of the mollusc, white forming its calcareous domicil. The substance was introduced in the manu facture of Cameos in Sicily, only about fifty years ago. It was restricted to that island and the Italian peninsula for about twenty years, but, an emigrant Italian then com mencing the manufacture in Paris, that city has since been the head quarters of the Art. A still cheaper material for Cameos has been found in glass. It is prepared by ce menting together two layers of different colours. The figures are cut upon the glass in the same manner that all cut-glass ware is decorated. If done carefully they look extremely well. The Onyx is one variety of the species of mineral substance called calcedony, and is the stone of which those exquisite artistic products, the antique Cameos, were made, and although cheaper sub stances, and more easily to be wrought upon, are used chiefly at the present day for the production of these works of Art, the Onyx is still extensively employed. The peculiari ty which tits it for this branch of Art is its composition of different coloured strata, of which the artist takes advantage in fashion ing figures in relief on and out of the stone. If there are two strata, a figure, or a series of them, is engraved out of the one, and the rest of it is cut away, until the other stratum appears as a ground for the subject engraved. If there are three strata, two figures may be engraved, the one most prominent and the back ground being of the same colour — the intermediate one being of a different hue. The colours of the different layers of the Onyx are black, (or dark,) and white. The principal supply of this stone now comes from Oberstein, in Prussian Saxony, though some are furnished both by the East Indies and Brazil. But to revert to the Onyx, itself — it is a stone known from the earliest times. The Bible calls it the \" Stone of Stones,\" and in China it is said to be reserved for the Em peror exclusively. Tbe name of this stone is derived from a Greek word, identical in its spelling, signify ing the finger-nail, a derivation which, (if the word was then as now applied only to those specimens of calcedony formed of white and black streaks,) would seem to indicate that this God-like race were accustomed to wear theirs in mourning ! In the Green Vault at Dresden is an Onyx valued on account of its clearness, and reckoned to be worth forty-eight thousand thalers. It is regarded as one of the principal curiosities in this collection. There is a very slight flaw in it, but the artists dared not cut it deeper, under the apprehension that, though they might thus make it a perfect gem, they might also make the original im perfection more perceptible. It is about three inches long, and of nearly the same width. As good specimens of these stones are scarce, it has become common even in Saxony to stain in imitation of it common uncolored specimens of calcedony. This mineral in all its varieties consists of strata of different degrees of density, though oftener all of the same colour — a nebulous milkv gray. It will absorb fluids in the direction of the strata, which, on account of the diversity of their structure, will, though all be gray, if the whole stone be dyed with one material, present tints widely marked in hue. This is a business extensively carried on at the towns of Oberstein and Idar. Dioscorides says that, if worn about the neck as an amulet, it will excite the passions, and stir up strife, and that it will serve as a preventive against epileptic fits. Appianus says that Mithridates, King of Poutus, had two thousand cups made of this stone among his household treasures. The Onyx itself is treated also chemically at these places, to increase the contrast be tween its white and dark layers. This is effected principally by sulphuric acid."], [39, "JEWELRY AND THE PRECIOUS STONES. 29 Thomas Nicols, speaking of the calcedo nies, says that its \" chiefest use is in seals; for it sealeth freely, without any devouring of the wax.\" is found in the same localities and is used for precisely identical purposes. The name is formed from the two words, sardius, applied by the ancients to the Carnelian,on accountof its similarity of hue to the flesh of a fish of the same name, or because found in Sardinia, and onyx, the finger-nail — the whole signi fying, we suppose, a red and white finger nail, and so called by way of distinction from black and white streaked specimens of cal cedony, which were honored with the generic name of Onyx ! Baccius says that it drives away evil spirits, is good against melancholy, and will ensure victory to the bearer of it. Both the Greeks and the Romans carried the Art of Cameo, as well as Intaglio, en graving, to tbe highest pitch of perfection, and the Italians, as successors to the latter, are at the present day the most skilful cut ters existing. Between the best antique and modern Cameos it is exceedingly difficult, if not impossible, to tell the difference, aud even the greatest connoisseurs are at fault. The Apotheosis of Augustus is a celebra ted historical Cameo, of very large diame ter, comprising four layers, two white and two brown, which are skilfully turned to ac count. It is not within our limits however to give individual descriptions of celebrated Cameos, as they exist in so great numbers, but the reader may refer with much pleasure and profit to the work, whose title is given in the note at the foot of this column.* Here are two quarto volumes, the whole of the first and the half of the second of which con sist of descriptions of all the best engravings upon stones that have ever been executed. The remainder of the second volume is occu- Nicols says : \" The China vessels, which are brought into these parts, are supposed to be made of this stone and the fatter part of the earth boyled together.\" The Heliotrope is a species of calcedony, and is of a dark-green color, sprinkled with deep-red spots, whence it is sometimes named blood-stone. The name, Heliotrope, comes from two Greek words, helios and trope — sun and turning — it having, according to some, been anciently employed for observing the sun. It occurs in obtuse masses, with translu cent edges, and is of a resinous lustre. It is found in Siberia, in the Faroe Islands, in Scotland, in several countries of Asia and Africa, and in some portions of the United States. pied with well executed drawings of the most prominent subjects described. Some are very beautiful — some are very curious. It may be asked what peculiar force is con tained in the word Cameo, when the expres sion, relievo engraving, seems to cover the whole ground. The answer is that the word Cameo, whatever may have been the origin of the word, implies now not only a figure in re lief, but that the ground upon which it rests is of a different colour from the figure itself. A Medallion is in no case a Cameo, nor would an artificial colouring of any portion of it render it so — the diversity of tints of the Cameo, it is understood, must be natural, or at least an imitation of some natural produc tion. lt is chiefly employed for sword and dag ger hilts, for snuff-boxes, and the ordinary articles of Jewelry. It is much admired. Its price is measured by its number of red spots, a good and large specimen often bringing twenty dollars. Its red spots, according to mediæval super stition, were owing to the blood of Christ being diffused through it. /Nicols also, according to his wont, has re gistered some curious superstitions concern ing it, which w-e here cite for the reader. \" It is reported of it, that if it be put into water which is directly opposed to the beams of the Sun, it will make the water boyl, and cause it to be resolved into a cloud, which not long after is dissolved into dropps of rain. And that if it be put into fair water, opposed to the beams of the Sunne, it doth change its beams, and by the repercussion of the aire, seem to shadow the clearnesse of its rayes; and so to induce a sanguineous colour in the aire, as if the Sun, by the interposition of the body of the Moon, did suffar an ecliptick darknesse.\" Intaglio is the term used to express an en graving sunk below the surface of the stone, as is required for a seal, in order to re-pro duce the subject in relief in impressions upon wax. The Sardonyx is a stone of the same spe cies as the Onyx, and differs from it only in this, that its layers instead of being black and white, are pink, (or red,) and white. It \" There is a report, which ariseth of the im pudence of Magicians, that if this gemme be anointed with the juyce of a Marigold, it will cause him that carrieth it to walk invisible. So saith Plinie.\" * Catalogue raisonnS d'une Collection Generale de Pierres Gravees Antiques et Modernes tant en Creux que Camees, tirees des Cabinets les plus celebres de l'Europe. Moulees en pates de couleurs a limitation des pierres, emaux blancs et Soufres par Jacques Tassie, Sculpteur. Mis en ordre, et le texte redigo par R. E. Raspe. Orne de planches gravees, etc.. 2 Tomes, 4to. A Londres. 1791. The Chrysolite. The authorities are un usually at odds respecting this stone, so that it is very difficult to make out an unim-"], [40, "30 JEWELRY AND THE PRECIOUS STONES. peachable description of it. The name is significant enough, \" golden, or gold stone.\" It would seem there are several varieties of this gem, the two principal of which are called the Chrysolite, par excellence, and the olivine-species— the former embracing all fine, green-colored and crystalized varieties the latter all less pellucid and inferior-colored species. The Chrysolite comes principally through Constantinople from some region unknown, though occasionally also from Brazil. identity of this stone, as about so many others. We suspect the cause of these dif ferences is chiefly, that they are speaking about varieties of the same stone. Without essaying the difficult and protracted task of reconciling their discrepancies, we shall take for our main authority, tho latest, and, in our view, the ablest of these writers, James Nicol. He holds the Hyacinth to be identi cal with the \"zircon.\" This stone occurs in imbedded crystals, chiefly prismatic or pyramidal, and in round ed grains. It is in its several species not only red, but gray, yellow, green, and color less. The divine specimens are found in several countries of Germany, in many parts of Scot land, in Russia, Siberia, South America, and in a few of the States of our Union. It occurs chiefly in basalt, but also in some lavas, and in several species of rock. It is rarely, though occasionally crystalized. Fine large specimens are not unfrequently found, and this stone, though of indifferent color, from its taking a high polish, is sometimes sold for considerable sums. Two were vended in Paris at 600 francs each. It is most abundant in the sienite of Southern Norway and in the miascite of the Ural Mountains. It abounds in numerous parts of Europe, as also of North America. The colorless varieties are often sold for Diamonds. The specific name Hyacinth, is more particularly appropriated to the most brilliantly colored ones, which are rarely of huge size. The \"hyacinthus\" of the ancients is believed by scientific writers to have been a different stone. The largest specimen known weighs six teen pounds. It was found in Minas Novas, and is in possession of the Brazilian Crown. Both these species of the Chrysolite are used for ornament, though not to any great extent. Nicols of course has some traditions about it. \" One of these Cardanus saith he was wont to wear about him, to the intent of procuring sleep; to which purpose he saith it did seem somewhat to conferre, but not much.\" _ \"Cardanus in his book de lapidibus pre iiosis, saith, that it is endued with a power and focultie of procuring sleep, of chearing the heart, of driving away plagues, of se curing si-dm thunder, and of increasingriches, honour, and wisdome, &c, being worn in a ring on the finger, or about the neck as an amulet.\" It will be remembered that this is one of the stones in John's description of the New Jerusalem. Nicols says : \" It is of such excellent faculties, as that it is said of it, that it freeth men from pas sions, and from sadnesse of the mind. And that if it be cast into scalding hot or boyling water, it doth so asswage in a wonderfull manner, and so in an instant, and ofa sud dain astonish and stupifie its heat and fer vour, as that it straight taketh away all its boyling, and its heat, and a man may in that very instant in which it was put in, put his hand without any hurt or danger into that water which even now with tbe fervency of heat boyled up. For this cause it is thought to be a very excellent remedy for the mitigating of choler and of cholerick passions. It is reported of it that it doth drive away noc turnal fears ; and that it is a very effectual amulet against cholerick distempers of the brain. The Cat's-eye. This stone takes its name from the peculiar play of light on its surface, whereby it variously appears greenish-white or gray, olive-green, red, brown or yellow. It contains parallel fibres, resembling those of amianthus or mountain-flax. The finest come from Ceylon and Malabar, but it is also found in the Ilartz Mountains, in Ba varia, and in several of the United States. It is a species of the universal quartz, and is found, never larger than a hazel nut, in the fragments of boulders and gangs. It is valued according to the size, color and play of light. In the Imperial Cabinet at Vienna a Cat's-eye, five inches long, and of a yellow ish-brown color, is preserved. Authours do say of it, that if it be put upon a table where poyson is or venome is left, it will straight-way fail of its splendour, and loose its glory, and so soon as the poyson or venome is taken away, it will recover all its glory again; wonderfull is this also which is reported of this 6tone, namely, that it doth increase and decrease in its strength of powers and faculties, according to the in crease and decrease of the Moon.\" Some of the ancients called this stone \"oculus solis,\" or eve of the sun, and the Per sians named it \"mithrax,\" the sun. This stone is at the present day, a great favourite in China, and commands a high price there. Nicols has his tradition concerning it. \" This stone is greatly esteemed amongst The Hyacinth. Writers differ about the"], [41, "JEWELRY AND THE PRECIOUS STONES. 31 the Indians, because they are perswaded of the deyill, that he that weareth it cannot want riches : and for this cause that which in Lusitania is sold for 90 aurei, is amongst the Indians esteemed worth 600 aurei. It is usually of the same price and esteem with the Opalus.\" The beautiful and popular stone called tbe Opal is next in our order. We shall open our description of this favorite gem with our ex cellent old friend Nicole's rhapsodic outburst. \" The Opalus is a pretious stone, whicb hath in it the bright, fiery flame ofa Carbuncle, the pure, refulgent purple of an Amethyst, and a whole sea of the Emerald's spring glory, or virescency, and every one of them shining with an incredible mixture, and very much pleasure.\" To our excellent friend's account we must add that the finest species of this stone emit also the yellow of the Topaz and the blue of the Sapphire. It is, in one word, a natural prism, which, like the soap bubble or the three cornered glass, decompounds tbe sunbeam into its elements. About the cause of this decomposition \" doctors disagree.\" Brewster's theory seems the most plausible, viz. that this cause is the existence of fissures and cracks in the interior of the mass. Vienna contains a precious Opal weighing seventeen ounces ; and among the Freuch Jewels is a cloak-clasp mounted with an Opal, valued at 37,500 francs. It is surround ed with 197 other Brilliants. Of the other eight species of this stone we will not here speak, since some idea of them may be gotten from the above description. We cannot better close, than by a touch from our friend Nicols on the \" vertues of this stone.\" \" It is reported of this stone, that it shar peneth the sight of the possessours of it, and cloudcth the eyes of those that stand about him, so that they can either not see, or not mind what is doDe before them : for this cause it is asserted to be a safe patron of thieves and thefts ; as it is related in Lapi dario.\" The Pearl has always ranked very high among the ornamental stones, though far less costly than many of the others. It has been a special favorite with the ladies — more par ticularly with tbe young ladies — from time immemorial. It would be a sufficient evi dence of this fact, if we even possessed no other, that it has passed into a figure of speech to typify whatever is peculiarly pure and precious. The \" pearl of great price\" is one of the most sacred proverbs of our language. \" My pearl of beauty,\" as all readers of oriental literature are aware, is a common title applied to a loved one, by the poets and the poetic feeling of Persia and Hindostan. And, indeed, there is an aspect of purity, chasteness and sweetness in this gem, when employed in the decoration ofa lovely female, which is lacking in other gems of far more imposing appearance. But, as, according to the Napoleonic adage, \" there is but a step from the sublime to the ridiculous\" — as, according to a second anony mous proverb, \" extremes meet\" — and as, according to Pope, \" whatever is, is right\" — \" in erring Reason's spite\" — this beautiful, pure and most valued gem is declared, by the savants, to be a diseased or purulent se cretion of an animal, standing or lying, in the scale of existences, as nigh to the vegetable or the mineral, as it well could do without a complete identification with the same. This animal is a species of oyster, which, unlike its luscious synonym, is perfectly inedible, and would seem constituted, so far as we can judge, to get wounded, to suffer a seven years' malady, and then die for the purpose of embellishing the ear, the neck, the bosom, or the wrist of those who are distractingly charming already ! The sounder opinion of the origin seems to be, that some minute substance, such, for example, as a grain of sand, having got lodged within the shell of the creature, pro duces irritation, like a pebble within one's Professor Nicol notices nine varieties of this gem, all possessing more or fewer of the same general characteristics. Our space will permit our touching on but one. We may premise, that the name is derived from the Greek \"ops,\" eye — the Greeks, who highly valued the stone, believing it to have the power of strengthening the eye. We may add here, to save a fresh reference, that the Greeks fancied it had the effect to conciliate universal good will to its possessor, and therefore named it also \"paideros,\" i. e. love of children. In the Apocalypse, Saint John compares the Celestial City, as a whole, to an Opal, as exhibiting all colors at once. The finest of the Opal species is called the precious or noble Opal. Nicols names various parts of the East as producing it. Recent writers contradict him and say that Hungary, Saxony, the Faroe Islands, and South America are its native localities. It is found in small gangs and nests of the vol canic porphyry formation. This gem is used for rings, necklaces and diadems — the smaller specimens for mount ing snuff-boxes, rings, &c. It still stands in very high estimation, though probably not so high as°among the Romans, in whose day it was said, that Nonius, a Roman Senator, chose banishment rather than surrender a splendid Opal to Mark Anthony. Its present estimation may be judged from the fact that a single large 'Opal was lately sold in Europe for 150,000 dollars. This gem has never yet been imitated. .*,„_. The Imperial Mineralogical Cabinet at"], [42, "32 JEWELRY AND THE PRECIOUS STONES. opened and render their pearly contents. The Pearl is not attached to the shell but is loose within it. The finest Pearls are per fectly globular, white, radiant, and seemingly translucent without being actually so. In order to clean, round and polish tho Pearls to the state in which we see them, a powder is employed, which is made of tho Pearls themselves. boot, and unable to \" out with it,\" the tor mented animal makes the best ofa bad mat ter by covering it with a calcareous excre tion from its own substance. It was once fancied, that some external injury was es sential to the production of the Pearl, but an experiment, suggested by the celebrated Linnæus, to pierce small holes in the shell of this oyster and then restore it to its ori ginal bed, proved unsuccessful. The Chinese, however, are reported to have succeeded in something like this experiment. They thread upon fine silk small beads of Mother of Pearl, and introduce them into the shells of these animals, where they are speedily covered with a calcareous secretion, which converts them into veritable Pearls. The ancients poetically described these gems as drops of dew falling into tbe shells, when the animals rise to the surface in the month of May, and becoming transmuted into Pearls by some unexplainable action of tbe sun's rays. Pearl fisheries exist in various portions of the globe, though at present the most pro ductive are those off the island of Ceylon, on the coast of Coromandel and in the Persian Gulf. The Romans, it is said, found Pearls in Britain two thousand years ago, and in modern times the Scotish rivers have sup plied considerable quantities, though not of the finest quality. Several German rivers and two or three Russian provinces also fur nish them, as do likewise the Bay of Panama and the coast of Colombia, in this Western hemisphere, though the last-named are pro nounced inferior to those of the Orient. Mother of Pearl is the interior, silvery layer of various shells, especially those of oysters abounding in the East Indian Seas, and is so valuable as to be employed for various purposes of manufacture. The beautiful tints of this substance are owing to its surface being covered with minute grooves, which decompose the reflected light of the sun. Sir David Brewsteris said to have first discovered this structure of the shell. These grooves are often so small, that, as seen by the microscope, three thousand of them are comprised within a single inch. The art of making artificial Pearls has, by the Parisian manufacturers, been brought to such perfection, that even professional dealers cannot, in all cases, distinguish between the real and the imitative. This art originated with a French bead-maker, named Jasmin, who noticed that a certain small fish, when washed, deposited fine, silver-colored particles in the water. These f (articles he found to possess much of the ustre of Pearls, and, having made small beads of gypsum, and covered them with this substance, he found them greatly admired and sought after. With certain alterations, suggested by the ladies themselves, he raised this manufacture into a lucrative business. Four thousand of these fishes are required to supply one ounce of these Pearl-manufac turing scales, and it was discovered, even tually, that they might be preserved from putrefaction by immersion in a solution of ammonia. Ceylon, however, would seem to be the principal present fishery for this species of gem. The scene presented at the time, which embraces the months of April and May, is described as being very striking. One hun dred and fifty thousand people are assembled here from all quarters of the East, and are lodged in huts on the sea-shore, composed of a few poles stuck in the ground, interwoven witli bamboo and covered with the leaves of the cocoa-nut palm. Of course this number of men occupy a large fleet of boats, each of which carries a captain, a pilot, and twenty men, of which last ten are experienced divers. Five of these descend at once, each carrying a net or basket to contain the mus sels, together with a strong knife for detach ing them, as also for defence against the sharks. These divers remain under water from fifty seconds up to two minutes. They are able to make forty or fifty plunges in a day, and to bring up, on each occasion, about one hundred oysters. Tavernier gives us engravings of the large Pearls he saw in his travels. First he describes one \" belonging to the King of Persia, bought in 1633 from an Arab, for 32,000 tomans, (about $280,000.) It is the largest Pearl ever discovered, and is without a single defect. It is of a perfect pear-shape.\" \" N'o 2,\" he says, \" represents the largest Pearl I saw at the Court of the Great Mogul. It hangs from the neck of a peacock made of precious stones, and comes down upon its breast. The peacock surmounts the great throne. It is of a pear-shape.\" The next, of the same shape, and weighing fifty-five carats, was sold by Tavernier to Shah Est Khan, Uncle of the Great Mogul, Governor of Bengal. It was of fine water, and came from the West Indian Fisheries. \"N'o 4 is olive-shaped. It was of fine Each boat-owner has a shallow pit fenced round, in which his oysters are stored and allowed to putrefy under a burning sun. When thoroughly dried, they are drenched in sea-water, after which they are easily"], [43, "JEWELRY AND THE PRECIOUS STONES. 33 Pearl by translating another paragraph from Tavernier. \" Pearls are white, yellow, black, and lead colored — the first being most esteemed in the East. In fine, the Orientals have pretty much our own tastes in regard to whiteness. I have always remarked that they prefer the whitest Pearls, the whitest Diamonds, the whitest bread, and the whitest women.\" quality, and was in the midst ofa chain of Emeralds and Rubies, worn sometimes by the Great Mogul about his neck.\" \" N'o 5,\" says our traveller, \" is the largest round Pearl I have ever known. It is in possession of the Great Mogul, but, be cause its match has never been found, it is not used. If its fellow should ever be ob tained, they would be worn as ear-rings, each Pearl between two Rubies or two Emeralds, according to the custom of this country. For here every one, whatever his means, wears at each ear a Pearl between two colored The Turquoise. The name of this gem is supposed to be derived from Turkey, the country whose merchants first brought it into the Western markets. Persia seems to have been the country where it was earliest found. But it has since been discovered in Khorassan, Bucharia, and the Syrian Desert. Its lustre is dull or waxy, and its colors are, variously, sky-blue, greenish-blue, occasion ally apple-green, and sometimes yellowish. This is the genuine or Oriental Turquoise. It is found on small gangs of bog-ore, in sili cious shiste, in boulders, &c. stones.\" Another one is thus referred to by him : — \"Imenheet, Prince of Mascate, which name he Arabian Aceph Ben Ali, Prince of Nore nua6, assumed when he took from the Por tuguese the Province of Mascat^, the best part of Arabia Felix, possesses the most beautiful Pearl in the world, not remarkable for its size, for it weighs only twelve and one-sixteenth carats, nor for its rotundity, but for its transparency, being so clear that the daylight almost shines through it. The Khan of Ormus, wishing to present it to the King of Persia, offered 2,000 tomans ($18,000) for it, and the Great Mogul sent an envoy offering 40,000 crowns for it, but the Arab refused to sell it.\" \" The History of Jewels,\" before quoted, thus describes the discovery of the West India Pearl fisheries : \" This Island Cubagua was discovered by that famous Genouese Christopher Columbus, who having perceived a small boat with some fishers in it, and a woman who had three rows of fair Pearl about her neck, said to his companions, that he thanked God he had now discovered the most rich countrey in the world. He broke an earthen plate of divers colours, and for a piece or two of it this woman gave him very willingly a row of these Pearls, and for another plate he re- ceived many others, and learned of the Indians the place and manner of their fishing for Pearls.\" To the Pearl, swallowed, according to his- tory, by Cleopatra, Pliny attributes the value of a province. The Emperor Charles V lost one as large as a pigeon's egg. In Spain there is a statue of the Blessed Virgin, wear- ing a garb, completely covered with Pearls. The Pearls belonging to the French Crown, now exposed in the Exhibition at Paris, con- sist of fifteen rows, and numbers of them are described as of the size of a small bird's egg, and of incomparable purity and whiteness. For a long time a cosmetic for women was prepared from \"Mother of Pearl,\" and the Pearl itself was employed as a medicine. Our old friend Nicols says that Pearls worn upon the person are good for the sight. We shall conclude our remarks upon the There is another stone called Turquoise — generally Occidental Turquoise — which Pro fessor Nicol treats as rather an imitation, than a genuine Turquoise. It is supposed to consist of fossil, antediluvian teeth, color ed by hydrated copper-oxide or phosphate of iron. The principal localities of this are certain portions of Siberia and France. Its color is light-blue, or dark-blue, or bluish-green. It i6 easily distinguished from the Oriental species by being internally foliated and streaked — a fact indicating a bony composition — and by its not taking so high a polish. The blue specimens often turn pale or green with age, but their colour may frequently be restored by scraping them and putting them in hot ashes, and then sub jecting them to a new polish. MM. Du hamel and Guettard proved many years ago that the bones of animals could be coloured by making them eat madder. The Oriental Turquoise takes a fine polish and is so highly valued in the East, as an ornamental stone, that the Persian Shah re- tains the best specimens for his own use. Both kinds are used for numerous pur- poses in Jewelry, such as for rings, brooches, &c, as also for mounting other precious gems. The price of the Turquoise has greatly fallen within the last ten years. The Oriental is generally four times higher than that of the Occidental, one of pea-size being worth about five dollars. There is said to be a Jeweler in Moscow, wko possesses a Turquoise two inches long, formerly belonging to Nadir, the Shah of Persia, who wore it as an amulet. He values it at 5,000 roubles. In the Museum of the Imperial Academy at Moscow is a Turquoise more than three"], [44, "34 JEWELRY AND THE PRECIOUS STONES. inches long and one inch broad. And among the Imperial Treasures at Moscow is a throne covered with gold and studded with two thousand Turquoises. The Turquoise has long been employed os a medicine — probably under the impulse of the same notions, which are embodied in the following extract from Nicols, with which we close : And MM. Odot, Rouvenat, Lecointe, and Pe titeau. Second, in London : Mess'rs Hunt & Ros kell, (late Mess'rs Storr & Mortimer.) are at once the largest and most fashionable manu facturers. Mess'rs R. & S. Garrard & Co. have a high reputation for a classical style of workmanship in gold and silver. Mess'rs J. V. Morel & Co.. Mess'rs Phillips Brothers. Mess'rs S. H. & D. Gass. Mess'rs Henry fo Co., famous for their insignia of Knighthood, Masonry, foe.. And Mess'rs John & Frederick Biden, whose specialty is the cutting and setting of stones for seals. Third, in America: Mess'rs Tiffany & Co. in the city of New York. Some account of the manufacture of Jewelry is required, we surmise, under so compre hensive a caption as that beneath whicb we write, and this is a branch of our subject we enter upon with much satisfaction, as it affords us an opportunity of acquitting our selves in some degree of a load of obligation contracted in our pursuit of materials for this article. We took advantage of a late visit to New York to call at the celebrated manufactory of Tiffany, with a view of ob taining, ocularly, some information upon the matters interesting our thoughts. Having broken the ice by the purchase of a trifle in the shop of the establishment, we soon engaged the person in attendance in a general conversation upon the Jeweler's art, which resulted in our being invited to inspect their work-shops. We were passed over to a most intelligent and agreeable per son, one of the heads of the establishment indeed, we inferred from his manner and remarks, and, we are in duty bound to acknowledge, that we could not have received more polite or satisfactory attention had we been the purchaser of their great Opal (of which we will speak again), or had we been an old friend or acquaintance, instead of having called there a stranger for the first time that very morning. Of the many marvels, beauties, ingenuities and scenes of interest that we encountered in our perigrinations through this prodigious hive, we can hope to offer but a faint outline, although everything we beheld is still fresh in our memory. \" As that if it be worn in a ring of gold it will preserve men from falls, and from the bruises proceeding of them, by receiving that harm into itself which otherwise would fall upon the man: yet these vertues are said not to be in this gemm except the gemm be re ceived of gift. It is likewise said to take away all enmity and to reconcile man and wife. Rueus saith that he saw a Turchoys which upon the death of its master lost all its beauty and contracted a cleft, which a certain man afterwards buying at an under price re turned again to its former glory and beauty, as if saith he, by a certain sense it had per ceived itself to have found a new master. The same author s.iith of it, that it doth change, grow pale, and destitute of its native color, if he that weareth it do at any time grow infirm or weak ; and again upon tbe recovery of its master, that it doth recover its own lovely beauty which ariseth of the temperament of its own naturall heat, and becometh ceruleous like a serene heaven. This stone is very delightfull to the eye, and is thought much to strengthen tbe sight, because it doth not by its over brightnesse too much dissipate tbe visive faculty, nor by its overmuch obscurencsse too much concen trate the visive faculty.\" We have now gone over tbe whole ground of the precious stones as we marked it out in our opening pages. The next thing of importance to state is the names of the most celebrated Jewelers of the present day. They are as follows : First, in Paris : The house of M. Froment- Meurice. The founder of the reputation of this house lately died, but his son, though young, gives evidence of reaching the very highest rank in his profession. He has indeed already acquired the name of the modern \"Benvenuto.\" His cups, vases, plat ters, statuettes, &c, in gold and silver, have the very highest reputation. M. Bapst's name is the most venerable of any iu the ranks, and he keeps up a reputation with the best. M. Lemonnier is the most fashionable setter of Diamonds. MM. Marret et Beau grand have the most comprehensive factory. MM. Marret et Jarry, also celebrated set ters of Diamonds. MM. Ouizille et Le moino, manufacturers of emblems of the various Orders of Chivalry. M. Janvier, whose specialty is the bijou de fantaisie. We were shewn first the rough materials upon which the Jeweler operates ; they were drawn forth from deep recesses in fire proof vaults, and appeared before our won dering eyes as massive bars of gold, ingots of silver, and bandfulls of rough, common looking little stones, which were in reality Diamonds, Rubies, Emeralds, Pearls, and others of the sisterhood of Precious Stones. They were kept in numberless little square paper boxes, and were exhibited to and hand led by us, as if we were examining samplei"], [45, "JEWELRY AND THE PRECIOUS STONES. 35 of seeds at a nursery; and unset Cameos, cut from the Onyx and Sardonyx, bearing mytho logical and other subjects, were as common in these quarters as coppers in a newsboy's pocket. Pints of glittering particles of gold from California were poured out before us, then more boxes were emptied, revealing beautiful blue Turquoises, or pure and daz zling Amethysts. In these dingy vaults also, and not in the magnificent show-cases, were contained those bits of Jewelry, rings, bracelets, necklaces, &c, whose prices were estimated, singly, by the thousands of dol lars. circular saws, blow-pipes, borax, pumice stone, solder, pans of aquafortis, box-wood sawdust, &c, &c. The designs upon the dies are of endless variety, and may be seen in piles around the room. They are themselves of great value. It is impossible for us to follow through every step the progress of the materials through these persons' hands. All around us are melting, rolling, cutting, and piercing machines, by which the metal is first cut or formed into a shape somewhat approaching that desired. It is then further modelled by innumerable ingenious little instruments, until it is fitted for chasing by hand, or for impression by the desired dies. The pre cious stones are polished by wonderful ma chines, using a little oil, and emery, or Dia mond dust, and saving a vast amount of human muscle. This work, performed for merly by hand, was so severe as to cripple the operative after about twenty years of labor. A lapidary, who had passed the age of forty without a contraction of the sinews in the wrist, was scarcely to be found. The workman before us now sets the stones, of course, by hand, files away at his subject briskly but with delicacy, and finally plunges it in an aqua-fortis bath; from this it is trans ferred to a bed of box-wood saw-dust to be dried. AVhen taken out we are able to dis cern at this stage what the object is, but it is so dirty and dingy as to be far from attrac tive in its appearance. It is now passed over to the women to be polished, some of whom, covered with rouge, and other pow ders used for the operation, present, it must be confessed, rather a grotesque appearance. The ends of their fingers are very peculiar, being broad, bent back, and uncommonly smooth; and no artificial instrument has been found equal to them in imparting a high burnish to a surface of gold. Of these ouvritres it may then be literally said that, La richesse est au bout de leurs doigts. The whole of this floor, the fourth, we be lieve, was occupied in the manner we have described, with the exception of a small office partitioned off. Having mounted several flights of stairs we were ushered into an immense apartment, revealing a scene of extraordinary industry. Fifty or sixty persons were seated in close proximity at tables or counters around the room, each one intently engaged upon some delicate piece of gold workmanship. Under the most stringent regulations the oppor- tunities of fraud are very great, and it is with a view to have all the operatives act as checks upon one another, that they are placed in this and all similar establish- ments, whilst at work, in such propinquity. The workmen here however were believed to be remarkably trustworthy, and during many years past, our guide informed us, not more than half a dozen cases of theft or pe- culation had been discovered ; these con- sisted, we may mention, in a systematic sub- straction of their gold filings. The workmen are all French and German, most of them unacquainted with our language; nor did we observe even any conversation car- ried on amongst themselves. Each one seem- ed completely absorbed with some beautiful ring, bracelet or other ornament, upon which he was filing, chasing, soldering, or setting stones. Between each one and his table, beneath its edge, hung a diminutive ham- mock, which intercepted the least particle of the precious material that fell beneath the file or other instrument; whilst, behind them all, hovering in succession over the shoulders of each, moved their head artist and chief of this department, giving a word of direction here, of explanation or correction there, and an occasional dexterous coup de main upon the subjects progressing around him. Among these artists and artisans were a number of intelligent looking French women, who performed the final polishing of the rough creations of their male companions, thus fitting the articles to contribute to that dazzling display which we had witnessed in the sales-room oeneath. The wages of these men vary from fifteen to forty dollars per week— those of the women from eight to ten dollars. Before the operatives are seen lathes, dies, furnaces, cutting and stamping machines, We mounted another flight of stairs, and found another workshop equally as large as the former, in which a great number of work men were engaged in fashioning candelabra, and ormolu gas fixings of the most gorgeous description. The artisans here also were principally French. We observed on this floor an immense iron tank, containing Beveral thousand gallons of water, as a pre caution against fire. Both this and the room below are lighted by handsome arched win dows, fitted with plate-glass. The manufacture of silverware, in which they have about a hundred men employed, was described to us as very interesting, but 3"], [46, "36 JEWELRY AND THE PRECIOUS STONES. the workshops in this department were in a separate building, not visited by us; this one, immense as it is, having been found inade quate for the full prosecution of the business of this great House. We retraced our steps to the ground, and in the basement found numbers of men en gaged in the reception and packing of cases, this being both the point of entrance and exit of nearly all the materials and wares, used or manufactured in, or exported from, the establishment. The packing of Jewelry the reader might consider could not be an occupation of great extent, but it must be borne in mind that one of the principal branches of business at this establishment is the wholesale supply of Jewelry to all the first class shops in the United States, in cluding those of New York, Boston, and Philadelphia. As it is without a competitor in America in this line, it may be easily imagined how subordinate in extent, interest, and richness are all the other shops of Jewelry, whatever their pretensions, on this side of the Atlantic. Why the value of the stock on hand here, we were informed, is never less in value than a million of dollars t tents of this apartment, that you are re* minded, by the spectacle, rather of a palace or a museum, than of a mart of traffic. In this magnificent apartment are to be found specimens of Jewelry which Royalty itself would covet, which are unsurpassed by any in the celebrated magasins d orfevrerte of Europe, and are far from being equalled by the richest articles contained in the stock of any other establishment in America. There was, first, a bracelet of chain gold bearing in front a large oval-shaped Opal of the first quality, and the largest in the world in possession of a private individual. Our guide informed us that their House had been five years in treaty for this stone. It was surrounded by sixteen Diamonds of uniform size, weighing about two carats each. To this cluster was suspended a solitary stone, full of fire, of perfect shape, entirely free from defects of any nature, and of the first water. It is the largest perfect Diamond that has ever been brought to this country, weighing nearly eleven carats, and is of such pure water that its first carat is estimated at fifty dollars. The centre cluster and the solitaire Diamond may be detached from the bracelet, so as to be worn, if desired, in a necklace, feroniere, or otherwise. The value of thi» bracelet was of itself a small fortune. The appearance of the sales-room on the first floor is of itself worth some description. It is of immense size in length, width, and height. The ceiling and the wall on one side are embellished with skilfully executed fresco paintings, cream-colored, gilt, and crimson, whilst along the surface of the lat ter are set, equi-distant, half a dozen or more large, oval-topped mirrors. Parallel with this wall, upoD walnut wood counters, extend cases for the display of Jewelry. These are six or eight feet long each, and six or eight in number, all silver mounted, and lined with black-velvet. Above each is suspended a handsome chandelier. We next examined a necklace, bracelet, ear-rings, and brooch of Pearls and Dia monds, which would have raised powerful emotions in the breasts of some of our fair readers, no doubt. Imagine a necklace of twenty-five, large, perfectly globular, equal sized, bright, and glossy Pearls, and in the centre of them a cluster of superb Dia monds. All the other pieces of this set were in the same style, and the price of the whole was five or six thousand dollars. We remember a gorgeous bracelet of three bands of gold, covered with a perfect shower of Diamonds, the price of which was between one and two thousand dollars ; another neck lace at three or four thousand dollars, con taining upwards of a hundred Diamonds ; another of Pearls, with a Diamond cross at tached, at a thousand and some dollars ; a bracelet of four rows of closely set Pearls of uniform size, intersected with four rows of Diamonds, at about a thousand dollars ; a lady's chatelaine, containing a tiny watch, with a globular Pearl pendant, at a couple of thousands. There was another lady's watch, with Diamonds around tbe face, and a superb Diamond star in the centre of a green enameled back. A green enameled heart, covered with Diamonds, upon being pressed at the side, opened and revealed a watch half an inch in diameter t Another watch specimen may be worth describing. It was a bracelet of thick hinged gold, fas tening with a serpent'* head of Diamonds. Upon the opposite wall you behold a grand show-case, for the exhibition of silver-ware, of immense length, height, and width, fitted with heavy plate glass at the top and on the sides, the sashes being of polished black walnut. This wall contains a number of arched recesses, and at its side, in the centre, a spacious stairway of easy slope, for visitors to ascend to the show-rooms on the second and third floors. Separate stair-cases exist for that perfect army of persons employed about this palace of industry. Down the centre of this room stretches a row of ele vated, plate-glass cases in black walnut frames, filled with elaborately wrought wares. In the rear, beneath a spacious sky light, and in a most retired position, are the private offices and those of the Cashier of the establishment. The whole interior is char acterized by a chaste and simple richness: and so admirable is the taste presiding over the arrangement and the multifarious con-"], [47, "JEWELRY AND THE PRECIOUS STONES. 37 The centre piece was a circle of Diamonds, containing the precious little time-keeper; the back was of blue enamel, and either that or the face could be worn exposed to the view. of workmanship we have stated their value, as nearly as we recollect them, it must not be inferred that we annoyed the person in attendance by asking the price of every arti cle passed in review. A system here pre vails which rendered such a proceeding un necessary. To every object, however costly, however insignificant in value, was attached a label, bearing its price in legible figures. This is a plan which should be adopted in shops for every kind of wares. A most beautiful flower vase for a centre piece had just been completed. It was supported by four frosted statuettes of solid silver, emblematic of the four elements. We saw a thousand dollar necklace of ena meled berries and Diamonds; another of two rows of Diamonds intersected with Emeralds; a bracelet consisting of a green enameled serpent, with a head of Diamonds, in which could be distinguished, so exquisite was the workmanship, the teeth and tongue; its eyes were Rubies, and on tbe top of its head was a Sapphire ; another bracelet in the form of a garter of Opals, with a buckle of Diamonds; a breastpin in the form of a butterfly, the back of Opals, the wings of Diamonds, set to shine upon both sides, as the wings were movable ; a bracelet of heavy filigree gold, with an oval centre piece, consisting of an Opal surrounded by two rows of Diamonds. We were much interested in an appeal to our masculine fancy. It was a solid gold cigar case, covered with exquisite enamel of white, green and blue, with six fine minia ture landscape paintings of Swiss scenes. They were Lucerne, Berne, the Chapel of William Tell, Chamouni, Geneva and Mount Saint Bernard. Minute as were these paint ings, we found them able to bear the strictest scrutiny with a magnifying glass. The top opened with a spring, revealing a watch-foce as large as a gold dollar : the watch how ever may have been an excellent time-keeper, as the movement of it was as large as the top of the cigar case. Although what we remember is but a small fraction of all we beheld, we are com pelled to forego the description of many things still recalled, for want of space. Let the reader imagine, besides such articles as we have described, gold and enameled card cases and porte-monnaies, set with Diar monds, and bearing watches and miniature paintings, and costing hundreds of dollars ; serpent bracelets of finely polished coral; enameled shields, little golden real pistols, that could be loaded with powder and fired, and other trinkets set with Diamonds, to be worn upon chatelaines; pins and rings of Diamond flies ; perfect ropes of gold for necklaces ; and a thousand other forms of Jewelry ; and he will then have but a faint idea of the wonders and temptations exposed in this gorgeous temple of Art It cannot be doubted, we said to ourselves, upon leav ing this hall of enchantment, the Arcadie, the land of romance and poetry, is — a Jewel er's shop! An intricate thousand dollar plaything was shewn us in the shape of a gold and blue enameled pistol covered with Diamonds. It was about six inches long, and contained in its stock a watch and a scent box. Upon pulling the trigger the barrel expanded to the form of a bouquet holder. We now passed, to a case containing the Cameos, which were innumerable in variety, among them several antiques set with Pearls and Diamonds, which had belonged to the Crown Jewels of Napoleon. They were ob- tained abroad of some members of Louis Philippe's family. Those Cameos, cut from stones containing three veins, were exqui- sitely beautiful; among them we remember one with a black ground, bearing a chariot and a horse perfectly white, and then, in still higher relief, another horse black as jet. This was of large size, and was estimated at one hundred and fifty dollars. Another consisted of a white female head upon a dark ground, and in high relief upon the head a black wreath of flowers. There were innumerable •exquisitely cut Madonnas and Cupids, both in the Onyx and Sardonyx, at prices ranging between fifty and a hundred dollars. Because in our descriptions of many pieces The apartment covering the second floor, of the same size with that beneath, is finished in pure unornamented white, and filled with artistic bronze articles of all kinds, arranged on elaborately carved white-oak tables. These bronzes are all manufactured in Paris, and, outside of that city, no collection of them surpasses in richness and extent that dis played in this immense apartment. They consist of mantel ornaments of every descrip tion, artistic figures, single and in groups, of various sizes, vases, clocks, candelabra, can dlesticks, lamps, girandoles, ornamental gas fintures, &c. Some of the bronze figures are of life size, and the statuettes seemed to be innumerable. The display of bronzes at the New York Crystal Palace was very fine, as most of our readers are probably aware, of their own knowledge, but it could not have compared in number, variety, or workman ship, with that collection we were now sur veying. For one who lives a life of pleasure we here beheld a most fitting and emblematie marker of the flying hours. It was a playful and most gracefully arranged group i»"], [48, "38 JEWELRY AND THE PRECIOUS STONES. frame of the mirror, we remember, was of silver. bronze, consisting of a capering goat attached to and drawing a car, which was surmounted and surrounded by frolicsome Cupids. The wheel next to the spectator served as the dial of a clock. The price of it was three or four hundred dollars. We remember a superb group — Napoleon at the Bridge of Arcole, the value of which was three hundred dol lars, and at about half that sum an exquisite classical composition about three feet high — Hector taking leave of Andromache. At about a hundred dollars there was a most admirable and perfect miniature of the fa mous Arch of Triumph in Paris. We recall too, distinctly, a magnificent and enormous vase supported by two satyrs, surrounded by a Bacchanalian group. But it is impossible to enumerate all the groups of horses, wolves, and other animals, urns covered with figures in relief, tripod inkstands, figures in relief on large medallions, etc., that we here saw in bronze. A great feature in this depart ment was the variety of novel and beautiful contrivances for affording light at night, the or-molu gas-fixtures, Argand burnersfor gas, with porcelain shades, hall-lamps of painted porcelain, &c. There was one chandelier fitted with a single enormous globe of ground glass, the whole supported only by flexible chains, through one of which ran a channel for conveying the gas down. This and most of the chandeliers were balanced with weights, so as to be pulled down or elevated at pleasure by a mere touch of the finger. This struck us as a great convenience, and upon expressing some surprise to our cice rone that we had never met with any similar contrivance in Philadelphia, where gas is burned in every house, with scarcely a single exception, he informed us that the Gas Com pany would not allow the introduction of this arrangement. This statement, we think, must be erroneous, as we cannot possibly imagine to what objection the plan can be open on the part of the gas-manufacturers. The reason why it is not used probably is that it is patented and too expensive. The Sevres porcelain vases were extremely beautiful, and the tete-a-tete tea sets, for a hundred dollars, or a little less, painted with rustic scenes, were really exquisite. There were cups and saucers of Dresden porcelain at a hundred dollars a dozen, and dinner sets at three thousand dollars ! The statuettes of this material were remarkably beautiful ; we remember one of a female figure, in an exquisitely cut, lace dress, the price of which was about a hundred dollars; also five most ingenious and pretty concep tions, emblematic of the five Senses. The beautiful gueridons painted with flowers, and tbe exquisite toilet-tables, en ameled, and inlaid with gold and shell, and garnished with their elaborately carved ivory brushes, we have only time to give a hurried parting glance. This story was lighted in the same manner by plate-glass, arched windows, but of smaller size, and the articles were all arranged in cases upon white-oak tallies, in the same ele gant style, as in the rooms beneath. Suffice it to say of the interior, that from roof to basement floor, throughout every section of the building, convenience, elegance, taste, and security, were combined in a degree as nearly perfect, as, with our present lights, we think attainable. But this establishment would be unjustly dealt with, did we not speak, with emphatic commendation, of the external of the edifice, in which it is embodied — a structure worthy in all respects of its artistic and precious con tents, and, we verily believe, unsurpassed in classic beauty by any business edifice in the world. It is of white marble, and of that richly ornamental composite order, denominated the modern Italian. The whole facade is pierced, with perfect symmetry, by fine arched win dows, so large, upon the first and second floors, and filled with such clear glass, as to leave the whole interior of those stories ex posed to view from the opposite side of Broad way. A richly carved entablature projects over the first story, and from thence to the top appear elaborate sculptures in bas-relief, of different designs upon each story. The fifth story is surmounted by an ornate cornice, on each end of which is a lion's head, and in the centre are two Cupids flying to each other, and clasping a wreath of flowers, all in bas-relief on marble. This stately edifice is imposingly crowned, in the centre of this cornice, by two huge and majestic lions couchant, facing apposite points of the com pass. This apartment, rendered so gorgeous and intricate by its contents, is amply lighted from the front by large arched windows, each consisting of a single plate, and together oc cupying the entire end of the room, which latter is of the full size of the building with the exception of a small office comprised in the rear. The third floor is filled with elegant porce lain from Sevres, Dresden, and otherwhere ; tortoise shell, enameled, and inlaid furni ture, and dressing tables, &c, &c. We saw here a gentleman's dressing case in rose-wood, the price of which was a thou sand dollars. It contained a basin, ewer, candle-sticks, &c, of solid silver ; even the Of the history of the Jeweler's Art in this country we know next to nothing. Indeed we question if materials exist, at least in any"], [49, "JEWELRY AND THE PRECIOUS STONES. 39 accessible shape, for framing such a history, even were it desirable. But we suspect that whatever is of interest in relation to this sub ject belongs almost exclusively to our own day. And yet, after reading what we have just described, one might think he was read ing of an Art, which an antiquity of many centuries in any\" one country could alone have brought to such a state of perfection. Of M'r Tiffany and his co-partners we know personally no more than does any one of our readers, but it is no difficult matter for us or any other person to infer that the master mind, whosesoever it is, of such an Institu tion as that we have described, must be one of high refinement, and of great artistic judg ment and taste, as well as possessing com mercial talents of the highest and most com prehensive character, to conduct securely and profitably a business so vast, and so responsible as that involved in such an es tablishment as we have set forth. The word Institution we used advisedly, for well is that title merited. The edifice itself is a veritable Temple of Beauty, and its ex quisitely fashioned and embellished contents are fitting offerings for the shrine of such a Temple. And who shall say how for and wide a taste and a love for Beauty and Grace may not spread over the land from siach a centre ? two. We think he exaggerates not a little; at any rate that severance, even though tem porary, is never so complete as he repre sents. We think that these three elementary prin ciples go normally together, and that the lover of the Beautiful is more likely than others to love the Good and the True also. If then moral elevation, intellectual refine ment and the humanizing of the manners are all favored by the taste for Beauty, the inducements are certainly very strong for the culture of such taste. That the Beautiful is a source of pure and harmless pleasure is another cogent plea in its behalf. Men must amuse themselves, as well as labor. Neither bodily nor mental soundness can be otherwise conserved; and hardly anything more deeply concerns the general welfare than the character of the amusements men seek. We trust the day may not be very distant when mankind may find some wiser and less harmful respite and refreshment from grave and toilful occupa tions, than \" sporting,\" (so-called) in most of its branches, or in gratifying their appe tites by intemperance in its many kinds. Why, with our better moral lights, should we not at least do so, in one point, by sur rounding the whole details of even ordinary life with a halo of Beauty ? That the results of so doing would, in all ways, be purifying and elevating, we cannot doubt for a mo ment. Our reader may perhaps count it strange, if not objectionable, that we have surrender- ed so much space and devoted so much time to the history and description of a single Art with its belongings, and that Art one which is commonly associated with ideas of luxury, not to say vice, rather than with those of utility and virtue. In reply to such notions we have to say that Beauty is one of the highest and most universal elements of the Creation, and the love of Beauty is one of the most indestructi- ble and craving appetencies of that Human Soul, which is Creation's vice-gerent. If therefore all our faculties were designed by their Giver, to be unfolded, so far as our means and opportunities permit — and what enlarged mind can question this ? — then to cultivate the love and capacity for the Beau- tiful, and to create, to the measure of our ability, what corresponds thereto, may be pronounced an obligation instead of a mal- feasance. At the very least such cultivation and creation are our undeniable right. There are many reasons in favor of atten- tion to this point. Thus: Beauty is the natural and equal companion of Goodness and Truth. Tenny- son indeed, in one of his superb poems, named, we think, the \"Palace of Art,\" inti mates that these associates may be separated, and that Beauty may be exclusively cherish ed and enjoyed, to the neglect of the other If, in the foregoing remarks, the reader may at first sight think we have spoken too gravely, considering the nature of our theme, we beg of him to listen a few moments longer. The Jeweler's Art, like those of the Painter, Sculptor, &c, is simply a special mode of producing certain forms of Beauty. That is, following the example of the Great Proto- Artist, he imprints upon certain materials those forms, which gratify a certain taste, the germs of which are implanted in every human mind. The materials he employs, i. e. the gems and the precious metals, are, in themselves, rare and beautiful — the products of that Principle of Beauty, which is a con stituent of the Divine Mind. But, unlike the flower, the sea-shell, the rainbow, and myriads of things beside, which are met with in nature perfected, and unap proachable by human endeavor, the above materials are found in the rough, but are capable of being wrought, by man's skill, into shapes far more beautiful than their primitive. Does it not seem as if these two classes of creations were expressly designed to incite men to the culture of the Beautiful? — the incomplete furnishing materials for man's experimentation — tiieperfected serving"], [50, "40 JEWELRY AND THE PRECIOUS STONES. We will not here enter upon the abuses of ornamentation. They are but too common, and are familiar to all. They make however nothing against the Beauty-producing Arts, but are merely instances of that human frailty, and unsustained equilibrium, which are as old as History — which are indeed the distinguishing characteristic of Man. As Pope expresses it in his immortal Essay upon that frail creation, we may as well expect as exemplars? The idea seems to us by no means absurd. If then we penetrate deeper than the mere surface of things, it will appear that the Art of the Jeweler, like the other Fine Arts, and, in short, like all modes of creating Beauty, whether in form or tint, corresponds to one of the profoundest facts in the universe, and ministers to one of the most ineradicable wants of the human mind. It is as truly a part of the mechanism of this material life, as the vocation of the farmer, who feeds us, or the house-builder, who constructs a shelter \"eternal springs, and cloudless skies. As Men for ever temperate, calm and wise.\" from the elements."], [51, "[Postscript. — Since all of the foregoing pages have been in type we have read for the first time in the North British Review for November, 1852, an article, entitled the \"History of the Diamond,\" in which the difficulties in the way of the \"Koh-i-noor's\" claim are set forth in much the same manner as we have done. The writer quotes a theory of Professor James Tennant, Mineralogist to the Queen, according to which the \"Emperor of Russia's Diamond\" and the \"Koh-i-noor\" are both slices of the \"Great Mogul's ;\" this theory however the writer in the North British does not himself support, nor do we think it entitled to the least consideration, especially as it appears that Professor Tennant's information in regard to the Russian Diamond is as limited as our own. Notwithstanding the many forcible facts stated in the article, the author does not seem to have had the independence to deduce his own conclusions in regard to the \" Mogul Diamond\" and the \" Koh-i-noor,\" unless, in the face of his own arguments, he includes himself among the \" believers\" referred to in the following sentence : \" ' The Great Mogul Diamond' passed through various hands, and after many changes in weight and in form is believed to be represented by the Great Exhibition Diamond belonging to Her Majesty.\" This however is scarcely probable, after his stating that \" the historical evidence\" and \"the physical testimony of weight and form\" — \" two sources of evidence,\" he says, \" which, taken separately, we consider irresistible, and which, when combined, amount to demonstration\" — are both against conclusions involved in such a \" belief I\" The name of D'r Horace Wilson is given in this article as the writer of the account of the \"Koh-i-noor,\" published in the \" Official Catalogue of the Great Exhibition,\" and the author of this article itself is stated by the Eclectic Magazine, for January, 1853, (in which it is republished,) to be Sir David Brewster, which latter statement we do not hesitate to discredit. Although the article is deeply interesting, and irreproachable in its style, it does not exhibit such results of personal scientific research as we presume would characterize whatever would be deemed worthy of publication by so eminent a philosopher.]"], [52, ""], [53, ""], [54, ""], [55, ""], [56, ""]]